{
  "csv_metadata": {
    "공고 번호": "20240419765",
    "공고 차수": 0.0,
    "사업명": "2024년 광주문화예술통합플랫폼 시스템 유지 및 보수 용역 제안서 제출 안내 재공고",
    "사업 금액": 61890000,
    "발주 기관": "재단법인 광주광역시 광주문화재단",
    "공개 일자": "2024-04-12 10:16:47",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "2024-04-23 10:00:00",
    "사업 요약": "- 사업개요: 2024년 광주문화예술통합플랫폼 시스템 유지 및 보수 용역\n- 추진목표 및 방향: 광주문화예술 정보 제공 수준 향상, 플랫폼 개편 및 디자인 개선, 기술적 지원\n- 주요 사업범위: 크롤링 방식에서 API 방식 5건 전환, 신규 크롤링 기관 확대\n- 기대효과: 광주문화예술 정보 집약 및 플랫폼 강화, 시민 만족도 제고, 서비스 품질 향상\n- 추진목표: 안정적 시스템 유지 관리, 플랫폼 운영 및 유지보수",
    "파일형식": "pdf",
    "파일명": "재단법인 광주광역시 광주문화재단_2024년 광주문화예술통합플랫폼 시스.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 2024년 광주문화예술통합플랫폼 시스템 유지 및 보수 용역 주관기관 광주문화재단 2024. 4. 담당 발주부서 기획경영실 기획협력팀 차애경 062-670-7434 계약부서 기획경영실 경영지원팀 김보람 062-670-7483 목 차 I. 사업안내 04 1. 사업개요 2. 추진목표 및 방향 3. 주요 사업범위 4. 기대효과 5. 플랫폼현황 II. 사업 추진 방안 06 1. 추진체계 및 역할 2. 추진일정 3. 과업범위 III. 제안요청 내용 10 1. 제안요청 개요 2. 요구사항 목록 3. 제안요구 사항 IV. 계약 조건 36 1. 일반조건 2. 특수조건 V. 제안 안내 40 1. 입찰안내 2. 입찰참가자격 3. 입찰참가등록 및 제안서 제출 VI. 제안서 작성지침 및 평가방법 45 1. 제안서 작성요령 2. 제안서 효력 3. 제안서 평가안내 4. 협상대상자 선정 및 협상기준 5. 일반행정사항 6. 제안서 목차 및 작성지침 7. 제안서 평가항목 및 배점 VII. 소프트웨어사업 영향평가 결과서 56 VIII. 소프트웨어 개발사업의 적정 사업기간 종합 산정서 57 붙임 제1호 서식 입찰 및 제안서 관련 서식 58 붙임 제2호 서식 계약 및 착수 관련 서식 74",
      "tables": [
        [
          [
            "사  업  명",
            "2024년  광주문화예술통합플랫폼\n시스템  유지  및  보수  용역"
          ],
          [
            "주관기관",
            "광주문화재단"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "별지 및 별첨서식 목차 별지 서식 서식 1 제안사 일반현황 55 서식 2 자본금 및 매출액 최근 3년 57 서식 3 사업수행실적 58 서식 4 용역실적증명서 60 서식 5 사업수행 조직도 61 서식 6 입찰참가신청서 62 서식 7 가격산출내역 63 서식 8 청렴계약이행서약서표준안 64 서식 9 제안서 표지 제작기준, 제안요약서 표지 제작기준 66 서식 10 제안요구사항 수용 조견표 68 별첨 서식 별첨 1 누출금지 대상정보 70 별첨 2 보안 위약금 부과 기준 71 별첨 3 사업자 보안위규 처리기준 72 별첨 4 비밀유지계약서 74 별첨 5 표준 개인정보처리위탁 계약서 78 별첨 6 보안서약서용역업체 대표자용, 직원용 80 별첨 7 민간 클라우드 도입 정보화사업 보안 특약 82 - 4 - I 사업안내 1. 사업개요 사 업 명 2024년 광주문화예술통합플랫폼 시스템 유지 및 보수 용역 사업기간 계약일로부터 2024. 12. 31.까지 기초금액 금61,890,000원부가가치세 포함 입찰방법 경쟁입찰 계약방법 협상에 의한 계약 - 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제43조 제안서 평가비율 기술평가90, 가격평가10 2. 추진 배경 및 목적 가. 추진배경 광주문화예술 기관단체의 각종 문화예술행사와 문화일자리 등 다양한 정보가 교류하는 문화예술 통합 플랫폼 운영 시민기관예술인이 적극적으로 교류할 수 있는 쌍방향 중심의 문화 예술 커뮤니티 활성화 나. 추진목적 광주문화예술통합플랫폼 디어마이광주httpsdmgj.kr 효율적인 서비스 제공 위해 시스템 유지 및 보수 정보 제공 수준 향상을 위한 플랫폼 개편 및 디자인 개선 플랫폼 관련 전산 인프라 SW, 클라우드 등 운영관리 웹 환경 변화 및 전략적 사업 추진에 따른 적극적인 기술 지원 3. 플랫폼 현황 플랫폼명 디어마이광주Dear My Gwangju, httpsdmgj.kr",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 5 - 주요내용 - 커뮤니티 시민의 문화생활을 사진, 영상으로 공유 - 아트스토어 아트상품 감상 및 구매 연결 - 아트콜라보 아티스트 간 콜라보 작업을 제안, 물품 등 공유 - 문화행사 광주에서 실시간 펼쳐지는 공연, 전시, 축제 정보 제공 - 문화일자리 원하는 문화현장을 찾을 수 있는 맞춤형 일자리 정보 제공 - 문화이슈 문화비평, 문화마실, 추천콘텐츠, 기사 정보 제공 연혁 - 디어마이광주 개발 21년 8월 - 디어마이광주 본격 개시 및 어플리케이션 출시 22년 2월 - 디어마이광주 운영 현재 4. 주요 사업내용 가. 크롤링 방식에서 API방식 5건 전환 나. 신규 크롤링 기관 확대 다. 정보 제공 수준 향상을 위한 플랫폼 개편 양적 정보 제공량 증대 및 질적 정보 제공 수준 향상 2024년 광주 문화예술 정보가 디어마이광주로 일원화 되도록 기관 부서별 등 협력에 따른 디자인 개선, 시스템 기능 개편 등 감상평 프로모션, 앱 활용 홍보, 아트스토어 활성화 등 기술적 지원 라. 플랫폼 디어마이광주 활성화 점검 회의 마. 플랫폼 운영지원 및 유지보수 5. 기대효과 광주문화예술 정보의 집약 및 홍보 플랫폼 위상 강화 전문 업체 선정 및 표준 운영 절차 준수로 안정적 시스템 유지 관리 및 기능 개선 지원 시민, 기관, 예술인 위한 서비스 품질 향상 통한 만족도 제고 - 6 - II 사업 추진 방안 1. 추진체계 및 역할 구 분 주요기능 및 역할 사업주관 사업 계획 수립 및 계약 협약 등 크롤링 기관 확대 문화예술 행사 정보 수집지원 시스템 개편 및 디자인 개선 요구 개인정보 및 보안사항 점검 사업 수행 관리, 결과물 인수 시스템 운영 수행 계획 수립시스템 개편 및 디자인 개선 수행 현황 보고 및 감상평 등 데이터 제공 문화예술 행사 정보 수집책임 API 5건 추진 및 신규 크롤링 기관 확대 협력 디어마이광주 앱 푸시 기능 등 홍보 기술적 지원 활성화 점검 회의 참석 안정적인 플랫폼 운영 및 비상 대응 매뉴얼 제작 운영 결과보고서 및 인계인수 통합 홍보 운영 수행 계획 수립온라인 및 오프라인 통합 홍보 수행 현황 및 각종 프로모션 결과 보고 문화예술 행사 정보 수집지원 지역 축제기업공간 연계 기획 프로모션 9회 이달의 감상평 등 기존 회원 프로모션 8회 디어마이위크 추진 1회 홍보물 제작 및 관리 디어마이광주 앱 푸시 기능, 카카오톡, 문자, 인스타 등 활용한 주단위 문화예술 행사 정보 알림 디어마이피플 활용한 콘텐츠 제작 활성화 점검 회의 참석 운영 결과보고서 및 인계인수",
      "tables": [
        [
          [
            "구\u0000 \u0000 분",
            "주요기능\u0000 및\u0000 역할"
          ],
          [
            "사업주관",
            "⦁사업\u0000 계획\u0000 수립\u0000 및\u0000 계약\n⦁협약\u0000 등\u0000 크롤링\u0000 기관\u0000 확대\n⦁문화예술\u0000 행사\u0000 정보\u0000 수집(지원)\n⦁시스템\u0000 개편\u0000 및\u0000 디자인\u0000 개선\u0000 요구\n⦁개인정보\u0000 및\u0000 보안사항\u0000 점검\n⦁사업\u0000 수행\u0000 관리,\u0000 결과물\u0000 인수"
          ],
          [
            "시스템\u0000 운영",
            "⦁수행\u0000 계획\u0000 수립(시스템\u0000 개편\u0000 및\u0000 디자인\u0000 개선)\n⦁수행\u0000 현황\u0000 보고\u0000 및\u0000 감상평\u0000 등\u0000 데이터\u0000 제공\n⦁문화예술\u0000 행사\u0000 정보\u0000 수집(책임)\n⦁API\u0000 5건\u0000 추진\u0000 및\u0000 신규\u0000 크롤링\u0000 기관\u0000 확대\u0000 협력\n⦁디어마이광주\u0000 앱\u0000 푸시\u0000 기능\u0000 등\u0000 홍보\u0000 기술적\u0000 지원\n⦁활성화\u0000 점검\u0000 회의\u0000 참석\n⦁안정적인\u0000 플랫폼\u0000 운영\u0000 및\u0000 비상\u0000 대응\u0000 매뉴얼\u0000 제작\n⦁운영\u0000 결과보고서\u0000 및\u0000 인계인수"
          ],
          [
            "통합\u0000 홍보\u0000 운영",
            "⦁수행\u0000 계획\u0000 수립(온라인\u0000 및\u0000 오프라인\u0000 통합\u0000 홍보)\n⦁수행\u0000 현황\u0000 및\u0000 각종\u0000 프로모션\u0000 결과\u0000 보고\n⦁문화예술\u0000 행사\u0000 정보\u0000 수집(지원)\n⦁지역\u0000 축제·기업·공간\u0000 연계\u0000 기획\u0000 프로모션\u0000 9회\n⦁이달의\u0000 감상평\u0000 등\u0000 기존\u0000 회원\u0000 프로모션\u0000 8회\n⦁디어마이위크\u0000 추진\u0000 1회\n⦁홍보물\u0000 제작\u0000 및\u0000 관리\n⦁디어마이광주\u0000 앱\u0000 푸시\u0000 기능,\u0000 카카오톡,\u0000 문자,\u0000 인스타\u0000 \u0000\n\u0000 \u0000 등\u0000 활용한\u0000 주단위\u0000 문화예술\u0000 행사\u0000 정보\u0000 알림\n⦁디어마이피플\u0000 활용한\u0000 콘텐츠\u0000 제작\n⦁활성화\u0000 점검\u0000 회의\u0000 참석\n⦁운영\u0000 결과보고서\u0000 및\u0000 인계인수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 7 - 2. 추진일정 구 분 M M1 M2 M3 M4 M5 M6 M7 M8 사업자 선정 및 계약 수행계획 수립 및 착수계 제출 사업수행 정기보고주월간 정기보고주월간 추진일정은 발주기관과 계약상대자의 상호협의를 통해 변경할 수 있음 3. 과업범위 가. 크롤링 방식에서 API방식 5건 전환변동 가능 광주문화재단, 빛고을시민문화관 5건 크롤링을 API 방식으로 전환 크롤링을 통한 승인 방식이 아닌 API 방식을 통한 데이터 실시간 반영 나. 신규 크롤링 기관 확대 24년 주요 문화 기관 대상으로 협약 등 통한 크롤링 확대 광주문화예술 모든 정보가 등록 될 수 있도록 집약 시스템 강화 기관명 URL 방식 23년실적건 기 존 국립아시아문화전당 httpswww.acc.go.kr API 69 광주예술의전당 httpsgjart.gwangju.go.kr 48 광주문화재단 httpswww.gjcf.or.kr 크 롤 링 286 빛고을시민문화관 bitculture.gjcf.or.kr 161 전통문화관 httpwww.gtcc.or.kr 30 시립미술관 httpsartmuse.gwangju.go.kr 37 북구문화센터 httpbukgu.gwangju.krbcc 38 유스퀘어문화관 httpwww.usquareculture.co.kr 54 국립광주과학관 www.sciencecenter.or.kr 46 - 8 - 다. 정보 제공 수준 향상을 위한 플랫폼 개편 가독성을 높이기 위한 디자인 개선 조회수, 순위 제공 등 정보 접근성편의성 향상 위한 기능 강화 문화행사의 달력보기의 메인 페이지 이동 및 가독성 강화를 위한 디자인 개선, 시스템 기능 개편 커뮤니티의질문과 답변을대나무 숲자유게시판, 가칭으로 바꾸고 플랫폼에 대한 자유로운 의견 개진이 가능하도록 보완 문화행사의 감상평 활성화를 위한 프로모션 시행에 따른 감상평 집계 데이터 등 제공 디어마이광주 앱 푸쉬 기능 등 활용하여 매주 문화예술정보 홍보 기술적 지원 2024년 아트광주와 연계한 아트스토어 활성화작품수 증가 등에 따른 시스템 지원 2024년 광주 문화예술 정보가 디어마이광주로 일원화 되도록 기 관부서별 등 협력에 따른 디자인 개선, 시스템 기능 개편 등 기관명 신규 추진 광주문학관 전일빌딩 시립도서관 GMAP 광산문화예술회관 서구서빛마루문화예술회관 광주서구문화센터 남구문화예술회관 동구미로센터 김대중컨벤션센터 국립광주박물관 인터파크 티켓 티켓링크",
      "tables": [
        [
          [
            "구\u0000 \u0000 분",
            "M",
            "M+1",
            "",
            "M+2",
            "",
            "M+3",
            "",
            "M+4",
            "",
            "M+5",
            "",
            "M+6",
            "",
            "M+7",
            "",
            "M+8",
            ""
          ],
          [
            "\u0000 •\u0000 사업자\u0000 선정\u0000 및\u0000 계약",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "\u0000 •\u0000 수행계획\u0000 수립\u0000 및\u0000 착수계\u0000 제출",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "\u0000 •\u0000 사업수행",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "\u0000 •\u0000 정기보고(주/월간)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "\u0000 •\u0000 정기보고(주/월간)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "기관명"
          ],
          [
            "신규\n추진",
            "광주문학관"
          ],
          [
            "",
            "전일빌딩"
          ],
          [
            "",
            "시립도서관"
          ],
          [
            "",
            "GMAP"
          ],
          [
            "",
            "광산문화예술회관"
          ],
          [
            "",
            "서구서빛마루문화예술회관"
          ],
          [
            "",
            "광주서구문화센터"
          ],
          [
            "",
            "남구문화예술회관"
          ],
          [
            "",
            "동구미로센터"
          ],
          [
            "",
            "김대중컨벤션센터"
          ],
          [
            "",
            "국립광주박물관"
          ],
          [
            "",
            "인터파크\u0000 티켓"
          ],
          [
            "",
            "티켓링크"
          ]
        ],
        [
          [
            "",
            "기관명",
            "URL",
            "",
            "방식 23년실적(건)"
          ],
          [
            "기 존",
            "국립아시아문화전당",
            "https://www.acc.go.kr",
            "API",
            "69\n48"
          ],
          [
            "",
            "광주예술의전당",
            "https://gjart.gwangju.go.kr",
            "",
            ""
          ],
          [
            "",
            "광주문화재단",
            "https://www.gjcf.or.kr",
            "크 롤 링",
            "286\n161\n30\n37\n38\n54\n46"
          ],
          [
            "",
            "빛고을시민문화관",
            "bitculture.gjcf.or.kr",
            "",
            ""
          ],
          [
            "",
            "전통문화관",
            "http://www.gtcc.or.kr/",
            "",
            ""
          ],
          [
            "",
            "시립미술관",
            "https://artmuse.gwangju.go.kr",
            "",
            ""
          ],
          [
            "",
            "북구문화센터",
            "http://bukgu.gwangju.kr/bcc",
            "",
            ""
          ],
          [
            "",
            "유스퀘어문화관",
            "http://www.usquareculture.co.kr",
            "",
            ""
          ],
          [
            "",
            "국립광주과학관",
            "www.sciencecenter.or.kr",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 9 - 라. 플랫폼디어마이광주활성화 점검 회의 플랫폼 시스템 유지보수 용역 및 통합 홍보 용역의 시너지를 극대화 할 수 있도록 적극 협력 각자 분야에서 개선안 제시 및 적용 가능성 검토를 위해 총9회 월평균 1회 이상 회의 개최 및 PM 참석 의무 마. 플랫폼 운영지원 및 유지보수 플랫폼 운영 및 유지관리 시스템의 안정적 운영을 위한 시스템 환경 최적화 지원 관리자시스템 오류 수정 및 유지 관리 플랫폼 안정적 운영을 위한 사항 - 속도 향상을 위한 시스템 개선 - 대상장비 모니터링, 관리 업무 수행 - 각종 장애에 대한 예방 및 복구 지원, 관련 시스템과의 연계 지원 - 인프라변경사항재구축, 환경개선 등 발생시 전반적인 기술지원 - 유지보수 수행 중 생산된 각종 결과 및 산출물 관리 HW 및 SW 유지보수 - HW 및 SW의 최적화 상태 유지를 위한 정기점검 및 수시점검 - HW 및 SW의 장애 조치 및 재발 방지 대책 강구 - HW 및 SW의 성능저하 발생 시 원인분석 및 성능향상을 위한 대책 제시 - 타 시스템과의 연계 및 연동 지원 사용자 업무 및 기술지원 부문 - 시스템 사용자를 위한 플랫폼 기술 업무지원 - 운용중인 프로그램 점검, 보완, 개선 및 안정화 등 수행 - 운용시스템 장애 발생 시 원인분석, 장애복구 및 대책 제시 - 보안 취약점에 대비한 사전 점검 조치 및 예방 활동실시 - IT 프로젝트 매니저 및 응용 SW개발자 지정 통보 및 교차 근무 배치 - 주말, 공휴일 등 시스템 에러시 비상연락망 및 대응 매뉴얼 제출 - API 5건 추가 및 신규 기능 개선 작업에 대한 업무 계획서 및 주 단위 업무 보고서 제출 - 10 - III 제안요청 내용 1. 제안요청 개요 본 제안요청서는 2024년 광주문화예술통합플랫폼 시스템 유지 및 보수에 대한 제안을 받기 위한 것으로, 분야별 광주문화재단 요구사 항을 충분히 검토 후 요구 기능이 포함된 제안서를 작성하여야 함 제안사는 제안서에 사업계획과 제안요청 제반사항에 대한 시스템 구축 방안과 추진전략, 추진계획 등을 구체적으로 명확하게 제시하여야 함 제안서에는 본 사업에 대한 이해를 전제로 2024년 광주문화예술통 합플랫폼 운영 및 유지보수 방안이 제시되어야 하며, 본 제안요청서 에서 추구하는 목표를 달성하기 위해 추가해야 할 사항이 있을 경우 추진방안과 제안사의 역할을 명확히 제시하여야 함 사업수행 전반에 따른 각종 산출물의 종류와 수량을 제시하고 이를 제출하여야 함 2. 요구사항 목록 요구사항 분류 번호 유지관리 수행 요구사항 MAR, Maintenance Requirement MAR-001 MAR-002 MAR-003 MAR-004 MAR-005 MAR-006 MAR-007 MAR-008 MAR-009",
      "tables": [
        [
          [
            "요구사항\u0000 분류",
            "번호"
          ],
          [
            "유지관리\u0000 수행\u0000 요구사항\n(MAR,\u0000 Maintenance\u0000\nRequirement)",
            "MAR-001\nMAR-002\nMAR-003\nMAR-004\nMAR-005\nMAR-006\nMAR-007\nMAR-008\nMAR-009"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 11 - MAR-010 취약점 점검 및 보안업무 지원 MAR-011 유지관리 방안 MAR-012 상용 SW 유지관리 수행조건 및 방안 유지관리 인력 MHR, Maintenance HR Requirement MHR-001 유지보수 인력 구성 2 MHR-002 사업수행관리자PM 지정 SER-001 사업수행에 대한 보안 일반 보안 요구사항 SER, Security Requirement 5 SER-002 사업수행에 대한 보안 책임 SER-003 개발작업 보안 SER-004 시큐어코딩 준수 및 웹취약점 제거 SER-005 원격지 작업공간 확보 및 보안 제약사항 COR, Constraint Requirement COR-001 홈페이지 관련 법규 및 가이드라인 준수 4 COR-002 지식재산권 보호 및 귀속 COR-003 홈페이지 웹 취약점 점검 및 조치 COR-004 개인정보보호법정보통신망법 준수 요건 적용 QUR-001 사업 수행방법론 및 품질보증 품질 요구사항 QUR, Quality Requirement 3 QUR-002 산출물 제출 및 관리 QUR-003 손해 배상 책임 프로젝트 관리 요구사항 PMR, Project Management Requirement PMR-001 사업수행계획서 제출 3 PMR-002 정기 업무 수행 보고 PMR-003 산출물에 대한 저작재산권 프로젝트 지원 요구사항 PSR, Project Support Requirement PSR-001 기술지원 4 PSR-002 교육지원 PSR-003 기술이전 PSR-004 하자보수 및 콘텐츠 기술지원 합계 33 - 12 - 3. 제안요구 사항 가. 유지관리 수행 요구사항 요구사항 고유번호 MPR-001 요구사항 명칭 유지보수 대상 및 범위 요구사항 분류 유지관리 수행 요구사항 상세설명 정의 유지보수 대상 및 범위 세부 내용 메뉴구성반응형웹 안드로이드, iOS 어플 관리정책변경 관련 업데이트 기타 추가되는 메뉴기능 및 구성 등 G-Cloud 서버제안사 요청 시 별도 안내 - 유지보수 비용 광주문화재단 부담 SW 구성 순번 구분 1 CMS 콘텐츠관리시스템 2 검색엔진 3 문서뷰어 4 개인정보보호 솔루션 기타 구성 순번 구분 1 알림톡, push 2 SSL인증서, 도메인 디어마이광주 플랫폼httpsdmgj.kr 1DEPT 2DEPT 커뮤니티 홈,팔로잉,아티스트,이벤트,공지사항,질문과답변,문화행사 등록요청 아트스토어 작품,테마,도서,스토어 아트콜라보 콜라보제안,물품공간대여,공모정보 문화행사 공연,전시,행사축제,교육체험,기타 문화일자리 맞춤형 일자리, 워크넷 일자리 문화이슈 전문가리뷰,문화마실,추천콘텐츠,기사 프로필 나의활동,스크랩북,나의쇼핑,설정,메시지",
      "tables": [
        [
          [
            "디어마이광주\u0000 플랫폼(https://dmgj.kr)",
            ""
          ],
          [
            "1DEPT",
            "2DEPT"
          ],
          [
            "커뮤니티",
            "홈,팔로잉,아티스트,이벤트,공지사항,질문과답변,문화행사\u0000 등록요청"
          ],
          [
            "아트스토어",
            "작품,테마,도서,스토어"
          ],
          [
            "아트콜라보",
            "콜라보제안,물품/공간대여,공모정보"
          ],
          [
            "문화행사",
            "공연,전시,행사/축제,교육/체험,기타"
          ],
          [
            "문화일자리",
            "맞춤형\u0000 일자리,\u0000 워크넷\u0000 일자리"
          ],
          [
            "문화이슈",
            "전문가리뷰,문화마실,추천콘텐츠,기사"
          ],
          [
            "프로필",
            "나의활동,스크랩북,나의쇼핑,설정,메시지"
          ]
        ],
        [
          [
            "순번",
            "구분"
          ],
          [
            "1",
            "CMS\n(콘텐츠관리시스템)"
          ],
          [
            "2",
            "검색엔진"
          ],
          [
            "3",
            "문서뷰어"
          ],
          [
            "4",
            "개인정보보호\u0000 솔루션"
          ]
        ],
        [
          [
            "순번",
            "구분"
          ],
          [
            "1",
            "알림톡,\u0000 push"
          ],
          [
            "2",
            "SSL인증서,\u0000 도메인"
          ]
        ],
        [
          [
            "",
            "MAR-010",
            "취약점\u0000 점검\u0000 및\u0000 보안업무\u0000 지원",
            ""
          ],
          [
            "",
            "MAR-011",
            "유지관리\u0000 방안",
            ""
          ],
          [
            "",
            "MAR-012",
            "상용\u0000 S/W\u0000 유지관리\u0000 수행조건\u0000 및\u0000 방안",
            ""
          ],
          [
            "유지관리\u0000 인력\n(MHR,\u0000 Maintenance\u0000 HR\u0000\nRequirement)",
            "MHR-001",
            "유지보수\u0000 인력\u0000 구성",
            "2"
          ],
          [
            "",
            "MHR-002",
            "사업수행관리자(PM)\u0000 지정",
            ""
          ],
          [
            "보안\u0000 요구사항\n(SER,\u0000 Security\u0000 Requirement",
            "SER-001",
            "사업수행에\u0000 대한\u0000 보안\u0000 일반",
            "5"
          ],
          [
            "",
            "SER-002",
            "사업수행에\u0000 대한\u0000 보안\u0000 책임",
            ""
          ],
          [
            "",
            "SER-003",
            "개발작업\u0000 보안",
            ""
          ],
          [
            "",
            "SER-004",
            "시큐어코딩\u0000 준수\u0000 및\u0000 웹취약점\u0000 제거",
            ""
          ],
          [
            "",
            "SER-005",
            "원격지\u0000 작업공간\u0000 확보\u0000 및\u0000 보안",
            ""
          ],
          [
            "제약사항\n(COR,\u0000 Constraint\u0000\nRequirement)",
            "COR-001",
            "홈페이지\u0000 관련\u0000 법규\u0000 및\u0000 가이드라인\u0000 준수",
            "4"
          ],
          [
            "",
            "COR-002",
            "지식재산권\u0000 보호\u0000 및\u0000 귀속",
            ""
          ],
          [
            "",
            "COR-003",
            "홈페이지\u0000 웹\u0000 취약점\u0000 점검\u0000 및\u0000 조치",
            ""
          ],
          [
            "",
            "COR-004",
            "개인정보보호법/정보통신망법\u0000 준수\u0000 요건\u0000 적용",
            ""
          ],
          [
            "품질\u0000 요구사항\n(QUR,\u0000 Quality\u0000 Requirement)",
            "QUR-001",
            "사업\u0000 수행방법론\u0000 및\u0000 품질보증",
            "3"
          ],
          [
            "",
            "QUR-002",
            "산출물\u0000 제출\u0000 및\u0000 관리",
            ""
          ],
          [
            "",
            "QUR-003",
            "손해\u0000 배상\u0000 책임",
            ""
          ],
          [
            "프로젝트\u0000 관리\u0000 요구사항\n(PMR,\u0000 Project\u0000 Management\u0000\nRequirement)",
            "PMR-001",
            "사업수행계획서\u0000 제출",
            "3"
          ],
          [
            "",
            "PMR-002",
            "정기\u0000 업무\u0000 수행\u0000 보고",
            ""
          ],
          [
            "",
            "PMR-003",
            "산출물에\u0000 대한\u0000 저작재산권",
            ""
          ],
          [
            "프로젝트\u0000 지원\u0000 요구사항\n(PSR,\u0000 Project\u0000 Support\u0000\nRequirement)",
            "PSR-001",
            "기술지원",
            "4"
          ],
          [
            "",
            "PSR-002",
            "교육지원",
            ""
          ],
          [
            "",
            "PSR-003",
            "기술이전",
            ""
          ],
          [
            "",
            "PSR-004",
            "하자보수\u0000 및\u0000 콘텐츠\u0000 기술지원",
            ""
          ],
          [
            "합계",
            "",
            "",
            "33"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MPR-001",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "유지보수\u0000 대상\u0000 및\u0000 범위",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "유지보수\u0000 대상\u0000 및\u0000 범위",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 메뉴구성(반응형웹)\n○\u0000 안드로이드,\u0000 iOS\u0000 어플\u0000 관리(정책변경\u0000 관련\u0000 업데이트)\n○\u0000 기타\u0000 추가되는\u0000 메뉴기능\u0000 및\u0000 구성\u0000 등\n○\u0000 G-Cloud\u0000 서버(*제안사\u0000 요청\u0000 시\u0000 별도\u0000 안내)\n\u0000 \u0000 -\u0000 유지보수\u0000 비용\u0000 광주문화재단\u0000 부담\n○\u0000 S/W\u0000 구성\n○\u0000 기타\u0000 구성",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "디어마이광주\u0000 플랫폼(https://dmgj.kr)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "1DEPT",
            "",
            "",
            "2DEPT",
            ""
          ],
          [
            "",
            "",
            "",
            "커뮤니티",
            "",
            "",
            "홈,팔로잉,아티스트,이벤트,공지사항,질문과답변,문화행사\u0000 등록요청",
            ""
          ],
          [
            "",
            "",
            "",
            "아트스토어",
            "",
            "",
            "작품,테마,도서,스토어",
            ""
          ],
          [
            "",
            "",
            "",
            "아트콜라보",
            "",
            "",
            "콜라보제안,물품/공간대여,공모정보",
            ""
          ],
          [
            "",
            "",
            "",
            "문화행사",
            "",
            "",
            "공연,전시,행사/축제,교육/체험,기타",
            ""
          ],
          [
            "",
            "",
            "",
            "문화일자리",
            "",
            "",
            "맞춤형\u0000 일자리,\u0000 워크넷\u0000 일자리",
            ""
          ],
          [
            "",
            "",
            "",
            "문화이슈",
            "",
            "",
            "전문가리뷰,문화마실,추천콘텐츠,기사",
            ""
          ],
          [
            "",
            "",
            "",
            "프로필",
            "",
            "",
            "나의활동,스크랩북,나의쇼핑,설정,메시지",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "순번",
            "구분",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "1",
            "CMS\n(콘텐츠관리시스템)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "2",
            "검색엔진",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "3",
            "문서뷰어",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "4",
            "개인정보보호\u0000 솔루션",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "순번",
            "",
            "구분",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "1",
            "",
            "알림톡,\u0000 push",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "2",
            "",
            "SSL인증서,\u0000 도메인",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 13 - 요구사항 고유번호 MAR-002 요구사항 명칭 정보 수집 방식 변동 요구사항 분류 유지관리 수행 응낙수준 필수 요구사항 상세설명 정의 크롤링 방식에서 API 방식으로 전환 세부 내용 운영목적 - 문화행사 데이터 수집방식을 각 기관과 협의하여 API 방식으로 전환 운영목표 - API 방식을 통한 데이터 실시간 반영 운영방법 - API를 위한 기관 확대 협력 - 디어마이광주 플랫폼 연계 - 대상 기관의 홈페이지 변경 비용 광주문화재단 부담 - 저작권을 반드시 확인하여 콘텐츠 등록 및 검수 - 2024년 5건 추진 예정으로 변동 가능 - 2024년 추진 기관 예시 기관명 URL 방식 23년실적건 기 존 국립아시아문화전당 httpswww.acc.go.kr API 69 광주예술의전당 httpsgjart.gwangju.go.kr 48 광주문화재단 httpswww.gjcf.or.kr 크 롤 링 286 빛고을시민문화관 bitculture.gjcf.or.kr 161 전통문화관 httpwww.gtcc.or.kr 30 시립미술관 httpsartmuse.gwangju.go.kr 37 북구문화센터 httpbukgu.gwangju.krbcc 38 유스퀘어문화관 httpwww.usquareculture.co.kr 54 국립광주과학관 www.sciencecenter.or.kr 46 요구사항 고유번호 MAR-003 요구사항 명칭 정보 수집 양적 증대 요구사항 분류 유지관리 수행 응낙수준 필수 요구사항 상세설명 정의 크롤링 기관 확대 세부 내용 운영목적 - 광주문화예술 모든 정보 등록 되도록 집약 시스템 강화 - 14 - 운영목표 - 2024년 주요 문화 기관 대상으로 크롤링 확대 운영방법 - 저작권 등 고려한 협약서 양식 제작 - 광주 문화예술 유관기관과 협약 확대 협력 - 저작권을 반드시 확인하여 콘텐츠 등록 및 검수 - 2024년 추진 기관 예시 기관명 신 규 추 진 광주문학관 전일빌딩 시립도서관 GMAP 광산문화예술회관 서구서빛마루문화예술회관 광주서구문화센터 남구문화예술회관 동구미로센터 김대중컨벤션센터 국립광주박물관 인터파크 티켓 티켓링크 요구사항 고유번호 MAR-004 요구사항 명칭 정보 제공 수준 향상 요구사항 분류 유지관리 수행 요구사항 상세설명 정의 플랫폼 디자인 및 운영 시스템 개편 세부 내용 운영목적 - 수집된 정보가 예술인, 기관, 시민들에게 유용한 정보로 제공되어야 함 운영목표 - 플랫폼 디자인 및 개편으로 이용자의 효율성가독성편의성 등 증대 운영방법 - 가독성을 높이기 위한 디자인 개선 - 조회수, 순위 제공 등 운영 시스템 개편 - 플랫폼 속도 향상과 관리의 효율성 극대화",
      "tables": [
        [
          [
            "",
            "기관명"
          ],
          [
            "신 규 추 진",
            "광주문학관"
          ],
          [
            "",
            "전일빌딩"
          ],
          [
            "",
            "시립도서관"
          ],
          [
            "",
            "GMAP"
          ],
          [
            "",
            "광산문화예술회관"
          ],
          [
            "",
            "서구서빛마루문화예술회관"
          ],
          [
            "",
            "광주서구문화센터"
          ],
          [
            "",
            "남구문화예술회관"
          ],
          [
            "",
            "동구미로센터"
          ],
          [
            "",
            "김대중컨벤션센터"
          ],
          [
            "",
            "국립광주박물관"
          ],
          [
            "",
            "인터파크\u0000 티켓"
          ],
          [
            "",
            "티켓링크"
          ]
        ],
        [
          [
            "",
            "",
            "○\u0000 운영목표\n\u0000 \u0000 -\u0000 2024년\u0000 주요\u0000 문화\u0000 기관\u0000 대상으로\u0000 크롤링\u0000 확대\n○\u0000 운영방법\n\u0000 \u0000 -\u0000 저작권\u0000 등\u0000 고려한\u0000 협약서\u0000 양식\u0000 제작\n\u0000 \u0000 -\u0000 광주\u0000 문화예술\u0000 유관기관과\u0000 협약\u0000 확대\u0000 협력\n\u0000 \u0000 -\u0000 저작권을\u0000 반드시\u0000 확인하여\u0000 콘텐츠\u0000 등록\u0000 및\u0000 검수\u0000 \u0000\n\u0000 \u0000 -\u0000 2024년\u0000 추진\u0000 기관\u0000 예시",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "기관명",
            ""
          ],
          [
            "",
            "",
            "",
            "신 규 추 진",
            "광주문학관",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "전일빌딩",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "시립도서관",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "GMAP",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "광산문화예술회관",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "서구서빛마루문화예술회관",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "광주서구문화센터",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "남구문화예술회관",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "동구미로센터",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "김대중컨벤션센터",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "국립광주박물관",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "인터파크\u0000 티켓",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "티켓링크",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "기관명",
            "URL",
            "방식",
            "23년실적(건)"
          ],
          [
            "기 존",
            "국립아시아문화전당",
            "https://www.acc.go.kr",
            "API",
            "69\n48"
          ],
          [
            "",
            "광주예술의전당",
            "https://gjart.gwangju.go.kr",
            "",
            ""
          ],
          [
            "",
            "광주문화재단",
            "https://www.gjcf.or.kr",
            "크 롤 링",
            "286\n161\n30\n37\n38\n54\n46"
          ],
          [
            "",
            "빛고을시민문화관",
            "bitculture.gjcf.or.kr",
            "",
            ""
          ],
          [
            "",
            "전통문화관",
            "http://www.gtcc.or.kr/",
            "",
            ""
          ],
          [
            "",
            "시립미술관",
            "https://artmuse.gwangju.go.kr",
            "",
            ""
          ],
          [
            "",
            "북구문화센터",
            "http://bukgu.gwangju.kr/bcc",
            "",
            ""
          ],
          [
            "",
            "유스퀘어문화관",
            "http://www.usquareculture.co.kr",
            "",
            ""
          ],
          [
            "",
            "국립광주과학관",
            "www.sciencecenter.or.kr",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MAR-002",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "정보\u0000 수집\u0000 방식\u0000 변동",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행\n응낙수준\n필수",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "크롤링\u0000 방식에서\u0000 API\u0000 방식으로\u0000 전환",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 운영목적\n\u0000 \u0000 \u0000 -\u0000 문화/행사\u0000 데이터\u0000 수집방식을\u0000 각\u0000 기관과\u0000 협의하여\u0000 API\u0000 방식으로\u0000 전환\n○\u0000 운영목표\n\u0000 \u0000 -\u0000 API\u0000 방식을\u0000 통한\u0000 데이터\u0000 실시간\u0000 반영\u0000\n○\u0000 운영방법\n\u0000 \u0000 -\u0000 API를\u0000 위한\u0000 기관\u0000 확대\u0000 협력\n\u0000 \u0000 -\u0000 디어마이광주\u0000 플랫폼\u0000 연계\n\u0000 \u0000 -\u0000 대상\u0000 기관의\u0000 홈페이지\u0000 변경\u0000 비용\u0000 광주문화재단\u0000 부담\n\u0000 \u0000 -\u0000 저작권을\u0000 반드시\u0000 확인하여\u0000 콘텐츠\u0000 등록\u0000 및\u0000 검수\u0000 \u0000\n\u0000 \u0000 -\u0000 2024년\u0000 5건\u0000 추진\u0000 예정으로\u0000 변동\u0000 가능\n\u0000 \u0000 -\u0000 2024년\u0000 추진\u0000 기관\u0000 예시",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "기관명",
            "URL",
            "방식",
            "23년실적(건)",
            ""
          ],
          [
            "",
            "",
            "",
            "기 존",
            "국립아시아문화전당",
            "https://www.acc.go.kr",
            "API",
            "69\n48",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "광주예술의전당",
            "https://gjart.gwangju.go.kr",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "광주문화재단",
            "https://www.gjcf.or.kr",
            "크 롤 링",
            "286\n161\n30\n37\n38\n54\n46",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "빛고을시민문화관",
            "bitculture.gjcf.or.kr",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "전통문화관",
            "http://www.gtcc.or.kr/",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "시립미술관",
            "https://artmuse.gwangju.go.kr",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "북구문화센터",
            "http://bukgu.gwangju.kr/bcc",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "유스퀘어문화관",
            "http://www.usquareculture.co.kr",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "국립광주과학관",
            "www.sciencecenter.or.kr",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MAR-004"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "정보\u0000 제공\u0000 수준\u0000 향상"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "플랫폼\u0000 디자인\u0000 및\u0000 운영\u0000 시스템\u0000 개편"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 운영목적\n\u0000 \u0000 \u0000 -\u0000 수집된\u0000 정보가\u0000 예술인,\u0000 기관,\u0000 시민들에게\u0000 유용한\u0000 정보로\u0000 제공되어야\u0000 함\n○\u0000 운영목표\n\u0000 \u0000 -\u0000 플랫폼\u0000 디자인\u0000 및\u0000 개편으로\u0000 이용자의\u0000 효율성·가독성·편의성\u0000 등\u0000 증대\n○\u0000 운영방법\n\u0000 \u0000 -\u0000 가독성을\u0000 높이기\u0000 위한\u0000 디자인\u0000 개선\n\u0000 \u0000 -\u0000 조회수,\u0000 순위\u0000 제공\u0000 등\u0000 운영\u0000 시스템\u0000 개편\n\u0000 \u0000 -\u0000 플랫폼\u0000 속도\u0000 향상과\u0000 관리의\u0000 효율성\u0000 극대화"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MAR-003"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "정보\u0000 수집\u0000 양적\u0000 증대"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "크롤링\u0000 기관\u0000 확대"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 운영목적\n\u0000 \u0000 -\u0000 광주문화예술\u0000 모든\u0000 정보\u0000 등록\u0000 되도록\u0000 집약\u0000 시스템\u0000 강화"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 15 - 요구사항 고유번호 MAR-005 요구사항 명칭 플랫폼 기능 개선 요구사항 분류 유지관리 수행 응낙수준 필수 요구사항 상세설명 정의 플랫폼 디자인 및 기능 개편 세부 내용 운영목적 - 수집된 정보가 예술인, 기관, 시민들에게 유용한 정보로 제공되어야 함 운영목표 - 플랫폼 디자인 및 개편으로 이용자의 효율성가독성편의성 등 증대 운영방법 - 문화행사 달력보기 메인 화면 이동 - 커뮤니티 질문과답변 자유게시판으로 바꾸고 플랫폼에 대한 자유로운 의견 개진 가능하도록 보완 - 2024년 아트광주와 연계한 아트스토어 활성화에 따른 지원 - 2024년 광주 문화예술 정보가 디어마이광주로 일원화 되도록 기관부서별 협력 비엔날레, 아트광주 등에 따른 디자인 개선, 시스템 기능 개편 - 플랫폼 내 공연전시커뮤니티 등 필요한 콘텐츠 제작디자인코딩 및 등록 - PC 및 모바일 환경에서 동일 콘텐츠 변경 및 적용 - 기존 페이지 내용 및 이미지 변경 요청시 수정 및 현행화 - 기존 페이지 레이아웃 수정, 메뉴 재편 요청 반영 - 플랫폼 내 컨텐츠에 대한 저작권 확인 및 관리 요구사항 고유번호 MAR-006 요구사항 명칭 플랫폼 홍보 지원 요구사항 분류 유지관리 수행 응낙수준 필수 요구사항 상세설명 정의 플랫폼 디자인 및 기능 개편 세부 내용 운영목적 - 광주문화예술플랫폼 디어마이광주 인지도 확대 및 활성화 운영목표 - 통합 홍보에 따른 시스템 및 기술적 지원 운영방법 - 문화행사 감상평 활성화를 위한 프로모션 시행에 따른 감상평 집계 등 데이터 제공 - 디어마이광주 앱 푸쉬 기능 등 활용한 매주 문화예술 정보 홍보에 대한 기술 지원 - 외부 홍보 콘텐츠 업로드 및 이용자 전송 지원 - 16 - 요구사항 고유번호 MPR-007 요구사항 명칭 유지보수 수행 요구사항 요구사항 분류 유지관리 수행 요구사항 상세설명 정의 유지보수 일반 요구 세부 내용 유지관리 대상에 대한 문제발생 시 신속한 복구 및 유지보수 일체점검, 설정, 설치, 제거, 수리 등를 행한다. 운용프로그램응용소프트웨어, 플랫폼 등에 대한 재설치, 업그레이드, 사용자 요구사 항 처리, 기능개선을 위한 보완개발 및 콘텐츠 수정 등을 지원 하여야 한다. 시스템 기능개선추가 - 관리자사용자 편의기능, 시스템 운영의 편의성, 효율성 제고 등을 위한 기능개선수 정보완 비상시에도 유지보수 대상의 안정적인 운영을 할 수 있도록 주요시스템의 주기적인 백 업을 수행하여야 하며, 장애 발생시 즉시 원상복구를 하여야 한다. 하자 보수기간 중에 있는 시스템 및 장비의 유지보수는 해당사에서 수행하나 그 작동 여부 등의 경미한 점검유지관리는 해당사의 협조를 통해 계약상대자가 수행할 수 있다. 유지보수 대상 시스템의 원활한 운영과 안정적인 서비스 제공을 위해 발주 기관이 유 지보수 대상 장비 및 프로그램, 관련 부대장비에 대한 점검 및 시험을 요청하는 경우 이에 응하여야 한다. 천재지변 및 인재에 의한 시스템의 장애 시 긴급 복구하여야 한다. 기술적용계획표의 기술표준을 준수하여야 하며, 사업수행계획서 작성 시 발주기관과 상호 협의하여 조정할 수 있다. 계약상대자는 향후 시스템의 확장성, 호환성, 유연성 등을 충분히 고려하여 시스템을 기능개선 또는 유지관리 하여야 하며, 타 서비스와의 제휴, 신규 시스템 구축 등으로 인하여 연계가 필요할 경우 적극 협조 하여야 한다. 계약상대자는 발주기관의 업무처리 지침과 개발 표준을 준수하여야 하며, 기존 산 출물에 대하여 변경사항이 발생할 경우 현행화하여 보완함으로써 업무의 연속성을 유 지하여야 한다. 주말, 공휴일 등 시스템 에러시 대비한 비상연락망 및 대응 매뉴얼 제출해야 한다. 요구사항 고유번호 MPR-008 요구사항 명칭 정기점검 수시점검 및 예방점검 요구사항 분류 유지관리 수행 요구사항 정의 정기점검 수시점검 및 예방점검 요구",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MAR-005"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "플랫폼\u0000 기능\u0000 개선"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "플랫폼\u0000 디자인\u0000 및\u0000 기능\u0000 개편"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 운영목적\n\u0000 \u0000 \u0000 -\u0000 수집된\u0000 정보가\u0000 예술인,\u0000 기관,\u0000 시민들에게\u0000 유용한\u0000 정보로\u0000 제공되어야\u0000 함\n○\u0000 운영목표\n\u0000 \u0000 -\u0000 플랫폼\u0000 디자인\u0000 및\u0000 개편으로\u0000 이용자의\u0000 효율성·가독성·편의성\u0000 등\u0000 증대\n○\u0000 운영방법\n\u0000 \u0000 -\u0000 ‘문화행사\u0000 달력보기’\u0000 메인\u0000 화면\u0000 이동\n\u0000 \u0000 -\u0000 ‘커뮤니티\u0000 질문과답변’\u0000 자유게시판으로\u0000 바꾸고\u0000 플랫폼에\u0000 대한\u0000 자유로운\u0000 의견\u0000 개진\u0000\n\u0000 \u0000 \u0000 \u0000 가능하도록\u0000 보완\n\u0000 \u0000 -\u0000 2024년\u0000 아트광주와\u0000 연계한\u0000 아트스토어\u0000 활성화에\u0000 따른\u0000 지원\n\u0000 \u0000 -\u0000 2024년\u0000 광주\u0000 문화예술\u0000 정보가\u0000 디어마이광주로\u0000 일원화\u0000 되도록\u0000 기관·부서별\u0000 협력\n\u0000 \u0000 \u0000 \u0000 (비엔날레,\u0000 아트광주\u0000 등)에\u0000 따른\u0000 디자인\u0000 개선,\u0000 시스템\u0000 기능\u0000 개편\n\u0000 \u0000 -\u0000 플랫폼\u0000 내\u0000 공연·전시·커뮤니티\u0000 등\u0000 필요한\u0000 콘텐츠\u0000 제작(디자인/코딩)\u0000 및\u0000 등록\n\u0000 \u0000 -\u0000 PC\u0000 및\u0000 모바일\u0000 환경에서\u0000 동일\u0000 콘텐츠\u0000 변경\u0000 및\u0000 적용\n\u0000 \u0000 -\u0000 기존\u0000 페이지\u0000 내용\u0000 및\u0000 이미지\u0000 변경\u0000 요청시\u0000 수정\u0000 및\u0000 현행화\n\u0000 \u0000 -\u0000 기존\u0000 페이지\u0000 레이아웃\u0000 수정,\u0000 메뉴\u0000 재편\u0000 요청\u0000 반영\n\u0000 \u0000 -\u0000 플랫폼\u0000 내\u0000 컨텐츠에\u0000 대한\u0000 저작권\u0000 확인\u0000 및\u0000 관리"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MPR-007"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "유지보수\u0000 수행\u0000 요구사항\u0000"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "유지보수\u0000 일반\u0000 요구"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 유지관리\u0000 대상에\u0000 대한\u0000 문제발생\u0000 시\u0000 신속한\u0000 복구\u0000 및\u0000 유지보수\u0000 일체(점검,\u0000 설정,\u0000 설치,\u0000\n제거,\u0000 수리\u0000 등)를\u0000 행한다.\n○\u0000 운용프로그램(응용소프트웨어,\u0000 플랫폼\u0000 등)에\u0000 대한\u0000 재설치,\u0000 업그레이드,\u0000 사용자\u0000 요구사\n항\u0000 처리,\u0000 기능개선을\u0000 위한\u0000 보완개발\u0000 및\u0000 콘텐츠\u0000 수정\u0000 등을\u0000 지원\u0000 하여야\u0000 한다.\n○\u0000 시스템\u0000 기능개선/추가\n\u0000 \u0000 -\u0000 관리자·사용자\u0000 편의기능,\u0000 시스템\u0000 운영의\u0000 편의성,\u0000 효율성\u0000 제고\u0000 등을\u0000 위한\u0000 기능개선·수\n정·보완\u0000\n○\u0000 비상시에도\u0000 유지보수\u0000 대상의\u0000 안정적인\u0000 운영을\u0000 할\u0000 수\u0000 있도록\u0000 주요시스템의\u0000 주기적인\u0000 백\n업을\u0000 수행하여야\u0000 하며,\u0000 장애\u0000 발생시\u0000 즉시\u0000 원상복구를\u0000 하여야\u0000 한다.\n○\u0000 하자\u0000 보수기간\u0000 중에\u0000 있는\u0000 시스템\u0000 및\u0000 장비의\u0000 유지보수는\u0000 해당사에서\u0000 수행하나\u0000 그\u0000 작동\n여부\u0000 등의\u0000 경미한\u0000 점검·유지관리는\u0000 해당사의\u0000 협조를\u0000 통해\u0000 계약상대자가\u0000 수행할\u0000 수\u0000 있다.\n○\u0000 유지보수\u0000 대상\u0000 시스템의\u0000 원활한\u0000 운영과\u0000 안정적인\u0000 서비스\u0000 제공을\u0000 위해\u0000 발주\u0000 기관이\u0000 유\n지보수\u0000 대상\u0000 장비\u0000 및\u0000 프로그램,\u0000 관련\u0000 부대장비에\u0000 대한\u0000 점검\u0000 및\u0000 시험을\u0000 요청하는\u0000 경우\u0000\n이에\u0000 응하여야\u0000 한다.\n○\u0000 천재지변\u0000 및\u0000 인재에\u0000 의한\u0000 시스템의\u0000 장애\u0000 시\u0000 긴급\u0000 복구하여야\u0000 한다.\n○\u0000 기술적용계획표의\u0000 기술표준을\u0000 준수하여야\u0000 하며,\u0000 사업수행계획서\u0000 작성\u0000 시\u0000 “발주기관”과\u0000\n상호\u0000 협의하여\u0000 조정할\u0000 수\u0000 있다.\n○\u0000 “계약상대자”는\u0000 향후\u0000 시스템의\u0000 확장성,\u0000 호환성,\u0000 유연성\u0000 등을\u0000 충분히\u0000 고려하여\u0000 시스템을\u0000\n기능개선\u0000 또는\u0000 유지관리\u0000 하여야\u0000 하며,\u0000 타\u0000 서비스와의\u0000 제휴,\u0000 신규\u0000 시스템\u0000 구축\u0000 등으로\u0000\n인하여\u0000 연계가\u0000 필요할\u0000 경우\u0000 적극\u0000 협조\u0000 하여야\u0000 한다.\n○\u0000 “계약상대자”는\u0000 “발주기관”의\u0000 업무처리\u0000 지침과\u0000 개발\u0000 표준을\u0000 준수하여야\u0000 하며,\u0000 기존\u0000 산\n출물에\u0000 대하여\u0000 변경사항이\u0000 발생할\u0000 경우\u0000 현행화하여\u0000 보완함으로써\u0000 업무의\u0000 연속성을\u0000 유\n지하여야\u0000 한다.\n○\u0000 주말,\u0000 공휴일\u0000 등\u0000 시스템\u0000 에러시\u0000 대비한\u0000 비상연락망\u0000 및\u0000 대응\u0000 매뉴얼\u0000 제출해야\u0000 한다."
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "MPR-008"
          ],
          [
            "요구사항\u0000 명칭",
            "정기점검\u0000 ·\u0000 수시점검\u0000 및\u0000 예방점검"
          ],
          [
            "요구사항\u0000 분류",
            "유지관리\u0000 수행"
          ],
          [
            "요구사항\u0000\n정의",
            "정기점검\u0000 ·\u0000 수시점검\u0000 및\u0000 예방점검\u0000 요구"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MAR-006"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "플랫폼\u0000 홍보\u0000 지원"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "플랫폼\u0000 디자인\u0000 및\u0000 기능\u0000 개편"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 운영목적\n\u0000 \u0000 \u0000 -\u0000 광주문화예술플랫폼\u0000 ‘디어마이광주’\u0000 인지도\u0000 확대\u0000 및\u0000 활성화\n○\u0000 운영목표\n\u0000 \u0000 -\u0000 통합\u0000 홍보에\u0000 따른\u0000 시스템\u0000 및\u0000 기술적\u0000 지원\n○\u0000 운영방법\n\u0000 \u0000 -\u0000 문화행사\u0000 감상평\u0000 활성화를\u0000 위한\u0000 프로모션\u0000 시행에\u0000 따른\u0000 감상평\u0000 집계\u0000 등\u0000 데이터\u0000 제공\n\u0000 \u0000 -\u0000 디어마이광주\u0000 앱\u0000 푸쉬\u0000 기능\u0000 등\u0000 활용한\u0000 매주\u0000 문화예술\u0000 정보\u0000 홍보에\u0000 대한\u0000 기술\u0000 지원\n\u0000 \u0000 -\u0000 외부\u0000 홍보\u0000 콘텐츠\u0000 업로드\u0000 및\u0000 이용자\u0000 전송\u0000 지원\u0000"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 17 - 상세설명 세부 내용 계약상대자는 유지보수 계획서를 제출하고 유지보수 대상 점검 결과를 발주기관에 제출하여 승인을 받아야 한다. 정기점검 - 계약상대자는 예방점검을 위하여 매월 1회 정기점검 실시 - 정기점검 시 운영상 장애를 초래하지 않는 시간을 이용하여 담당자 입회하에 정기 방 문점검 실시 - 정기점검 결과보고서 제출 수시점검 - 정기점검 이외에 정보시스템 또는 장비의 간헐적인 불안정이나 장애발생 및 담당자의 수시점검 요구시 업무시간 외에도 유지보수에 즉시 임하여야 한다. - 장애발생 시 방문점검이 원칙이며 점검 완료 후 결과보고서 제출 - 프로그램, 시스템 또는 해당 장비의 장애발생 시 최대한 빠른시간 내에 정상 동작 되 도록 조치하여야 한다. 특별점검 - 정기점검에서 제외된 프로그램 및 시스템 운영 전반에 대해 발주기관의 요구 시 특별 히 점검하는 경우를 말하며, 문제점이 발견된 경우에는 즉시 시정 조치하고 그 조치 결과를 발주기관에 통보제출하여야 한다. 산출정보 수행계획서, 유지보수내역서 요구사항 고유번호 MPR-009 요구사항 명칭 정기점검 및 수시점검 활동사항 요구사항 분류 유지관리 수행 응낙수준 필수 요구사항 상세설명 정의 정기점검 및 수시점검 활동사항 요구 세부 내용 유지보수는 1일 24시간 계약기간 동안 지원을 원칙으로 한다. 발주기관의 네트워크망통신망등 전체 구성에 대한 장비 및 보안등 시설을 파악하여 이미 운영중인 서비스의 연속성을 유지하여야 한다. 장애접수 및 장애 발생 시 담당자와 유기적으로 협조하여 신속히 처리하여야 한다. 유지보수 대상 품목에 대한 현황, 상태등 유지보수에 필요한 일체의 사항을 숙지하여 야 하며, 유지보수 개시 후 정기점검, 수시점검 등을 통하여 모든 프로그램, HW 및 SW에 대하여 원활히 작동하고 있는지 파악분석한 후 조치하여야 하며, 장애 발생 시에도 원인분석 후 조치하고 그 결과를 문서로 제출 하여야 한다.장애조치 결과 보 고서 계약상대자는 정기점검 및 수시 유지보수 내용에 대하여 문서로 작성하여야 하고 - 18 - 요구사항 고유번호 MAR-010 요구사항 명칭 취약점 점검 및 보안업무 지원 요구사항 분류 유지관리 수행 요구사항 상세설명 정의 취약점 점검 및 보안업무 지원 요구 세부 내용 계약상대자는 정보보안시스템을 이용하여 취약점 진단, 점검하고 보안업무 지원을 수 행하여야 한다. 계약상대자는 사이버 침해사고 예경보에 따른 대응조치 시 적극 협조하여야 한다. 요구사항 고유번호 MAR-011 요구사항 명칭 유지관리 방안 요구사항 분류 유지관리 수행 요구사항 상세설명 정의 유지관리 방안 요구 세부 내용 플랫폼 홍보 운영 및 유지보수 사업의 특성을 이해하고 이를 바탕으로 제안 범위를 제시하여야 한다. 유지관리 업무 수행 시 위험요인을 분석하여 개선 방안을 제시하고 향후 확장성을 고 려한 방안을 제시하여야 한다. 계약상대자는 전산장비 버전OS등 업그레이드 및 패치가 이루어지는 과정에서 변경 이 발생하는 응용프로그램의 변경에 대한 유지관리 전략을 제시하고 이행하여야 한다. 사용자 요구사항에 따라 프로그램 유지관리를 지원하여야 한다. 대상시스템의 성능향상을 위한 개발 및 유지관리 방안을 제시하여야 한다. 데이터 정합성 유지, 사용자 편의성 및 효율성을 고려한 개발 및 유지관리 방안을 제 시하여야 한다. 대상시스템 응용프로그램의 안정적 운영지원, 유지관리 및 사용자 지원방안을 제시하 여야 한다. 발주기관으로부터 작업내용을 확인받아야 한다.정기점검 계획서 및 수시정기점검 보고서 산출정보 유지보수내역서",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MAR-010"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "취약점\u0000 점검\u0000 및\u0000 보안업무\u0000 지원"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "취약점\u0000 점검\u0000 및\u0000 보안업무\u0000 지원\u0000 요구"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 “계약상대자”는\u0000 정보보안시스템을\u0000 이용하여\u0000 취약점\u0000 진단,\u0000 점검하고\u0000 보안업무\u0000 지원을\u0000 수\n행하여야\u0000 한다.\n○\u0000 “계약상대자”는\u0000 사이버\u0000 침해사고\u0000 예·경보에\u0000 따른\u0000 대응조치\u0000 시\u0000 적극\u0000 협조하여야\u0000 한다."
          ]
        ],
        [
          [
            "상세설명",
            "세부\n내용",
            "○\u0000 “계약상대자”는\u0000 유지보수\u0000 계획서를\u0000 제출하고\u0000 유지보수\u0000 대상\u0000 점검\u0000 결과를\u0000 “발주기관”에\u0000\n제출하여\u0000 승인을\u0000 받아야\u0000 한다.\n○\u0000 정기점검\n\u0000 \u0000 -\u0000 “계약상대자”는\u0000 예방점검을\u0000 위하여\u0000 매월\u0000 1회\u0000 정기점검\u0000 실시\n\u0000 \u0000 -\u0000 정기점검\u0000 시\u0000 운영상\u0000 장애를\u0000 초래하지\u0000 않는\u0000 시간을\u0000 이용하여\u0000 담당자\u0000 입회하에\u0000 정기\u0000 방\n문점검\u0000 실시\n\u0000 \u0000 -\u0000 정기점검\u0000 결과보고서\u0000 제출\n○\u0000 수시점검\n\u0000 \u0000 -\u0000 정기점검\u0000 이외에\u0000 정보시스템\u0000 또는\u0000 장비의\u0000 간헐적인\u0000 불안정이나\u0000 장애발생\u0000 및\u0000 담당자의\u0000\n수시점검\u0000 요구시\u0000 업무시간\u0000 외에도\u0000 유지보수에\u0000 즉시\u0000 임하여야\u0000 한다.\n\u0000 \u0000 -\u0000 장애발생\u0000 시\u0000 방문점검이\u0000 원칙이며\u0000 점검\u0000 완료\u0000 후\u0000 결과보고서\u0000 제출\n\u0000 \u0000 -\u0000 프로그램,\u0000 시스템\u0000 또는\u0000 해당\u0000 장비의\u0000 장애발생\u0000 시\u0000 최대한\u0000 빠른시간\u0000 내에\u0000 정상\u0000 동작\u0000 되\n도록\u0000 조치하여야\u0000 한다.\n○\u0000 특별점검\n\u0000 \u0000 -\u0000 정기점검에서\u0000 제외된\u0000 프로그램\u0000 및\u0000 시스템\u0000 운영\u0000 전반에\u0000 대해\u0000 발주기관의\u0000 요구\u0000 시\u0000 특별\n히\u0000 점검하는\u0000 경우를\u0000 말하며,\u0000 문제점이\u0000 발견된\u0000 경우에는\u0000 즉시\u0000 시정\u0000 조치하고\u0000 그\u0000 조치\n결과를\u0000 발주기관에\u0000 통보·제출하여야\u0000 한다."
          ],
          [
            "산출정보",
            "",
            "○\u0000 수행계획서,\u0000 유지보수내역서"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MAR-011"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "유지관리\u0000 방안"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "유지관리\u0000 방안\u0000 요구"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 플랫폼\u0000 홍보\u0000 운영\u0000 및\u0000 유지보수\u0000 사업의\u0000 특성을\u0000 이해하고\u0000 이를\u0000 바탕으로\u0000 제안\u0000 범위를\u0000\n제시하여야\u0000 한다.\n○\u0000 유지관리\u0000 업무\u0000 수행\u0000 시\u0000 위험요인을\u0000 분석하여\u0000 개선\u0000 방안을\u0000 제시하고\u0000 향후\u0000 확장성을\u0000 고\n려한\u0000 방안을\u0000 제시하여야\u0000 한다.\n○\u0000 “계약상대자”는\u0000 전산장비\u0000 버전(OS등)\u0000 업그레이드\u0000 및\u0000 패치가\u0000 이루어지는\u0000 과정에서\u0000 변경\n이\u0000 발생하는\u0000 응용프로그램의\u0000 변경에\u0000 대한\u0000 유지관리\u0000 전략을\u0000 제시하고\u0000 이행하여야\u0000 한다.\n○\u0000 사용자\u0000 요구사항에\u0000 따라\u0000 프로그램\u0000 유지관리를\u0000 지원하여야\u0000 한다.\n○\u0000 대상시스템의\u0000 성능향상을\u0000 위한\u0000 개발\u0000 및\u0000 유지관리\u0000 방안을\u0000 제시하여야\u0000 한다.\n○\u0000 데이터\u0000 정합성\u0000 유지,\u0000 사용자\u0000 편의성\u0000 및\u0000 효율성을\u0000 고려한\u0000 개발\u0000 및\u0000 유지관리\u0000 방안을\u0000 제\n시하여야\u0000 한다.\n○\u0000 대상시스템\u0000 응용프로그램의\u0000 안정적\u0000 운영지원,\u0000 유지관리\u0000 및\u0000 사용자\u0000 지원방안을\u0000 제시하\n여야\u0000 한다."
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MPR-009"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "정기점검\u0000 및\u0000 수시점검\u0000 활동사항"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "정기점검\u0000 및\u0000 수시점검\u0000 활동사항\u0000 요구"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 유지보수는\u0000 1일\u0000 24시간\u0000 계약기간\u0000 동안\u0000 지원을\u0000 원칙으로\u0000 한다.\n○\u0000 발주기관의\u0000 네트워크망(통신망)등\u0000 전체\u0000 구성에\u0000 대한\u0000 장비\u0000 및\u0000 보안등\u0000 시설을\u0000 파악하여\u0000\n이미\u0000 운영중인\u0000 서비스의\u0000 연속성을\u0000 유지하여야\u0000 한다.\n○\u0000 장애접수\u0000 및\u0000 장애\u0000 발생\u0000 시\u0000 담당자와\u0000 유기적으로\u0000 협조하여\u0000 신속히\u0000 처리하여야\u0000 한다.\n○\u0000 유지보수\u0000 대상\u0000 품목에\u0000 대한\u0000 현황,\u0000 상태등\u0000 유지보수에\u0000 필요한\u0000 일체의\u0000 사항을\u0000 숙지하여\n야\u0000 하며,\u0000 유지보수\u0000 개시\u0000 후\u0000 정기점검,\u0000 수시점검\u0000 등을\u0000 통하여\u0000 모든\u0000 프로그램,\u0000 H/W\u0000 및\u0000\nS/W에\u0000 대하여\u0000 원활히\u0000 작동하고\u0000 있는지\u0000 파악·분석한\u0000 후\u0000 조치하여야\u0000 하며,\u0000 장애\u0000 발생\u0000\n시에도\u0000 원인분석\u0000 후\u0000 조치하고\u0000 그\u0000 결과를\u0000 문서로\u0000 제출\u0000 하여야\u0000 한다.(장애조치\u0000 결과\u0000 보\n고서)\n○\u0000\n“계약상대자”는\u0000 정기점검\u0000 및\u0000 수시\u0000 유지보수\u0000 내용에\u0000 대하여\u0000 문서로\u0000 작성하여야\u0000 하고\u0000"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 19 - 요구사항 고유번호 MAR-012 요구사항 명칭 상용 SW 유지관리 수행조건 및 방안 요구사항 분류 유지관리 수행 응낙수준 필수 요구사항 상세설명 정의 상용 SW 유지관리 수행조건 및 방안 요구 세부 내용 유지관리 대상 SW와 수행업체의 효율적 관리를 위한 유지관리방안 및 지원체계 수 행방안 제시 - 유지관리에 소요된 일체의 금액은 유지관리 수행사가 부담 상용SW 정기점검 및 수시점검 - 정기점검은 매월 1회 이상 실시함을 원칙으로 하되, 발주자와 수주자가 상호 협의하 여 조정할 수 있으며, 점검결과 및 장애처리 지연 내역을 익월 10일 이전까지 발주 자에게 서면으로 제출하여야 함 - 장애 예방이 예상되거나 시스템의 안정적인 운용을 위하여 발주자가 점검을 요구할 경우 정기점검과는 별도의 점검을 수행하여야 함 - 20 - 나. 유지관리 인력 요구사항 고유번호 MHR-001 요구사항 명칭 유지보수 인력구성 요구사항 분류 유지관리 인력 요구사항 요구사항 상세설명 정의 취약점 점검 및 보안업무 지원 요구 세부 내용 기술인력에 대한 구성 및 지원 방안 제시 - 참여인력은 공공부문 문화 예술분야 프로젝트에 참여한 경험이 있는 인력으로 구성하여야 함 - 참여인력에 대한 자격, 경력, 유사사업 참여 실적을 상세하게 제시하여야 함 참여인력에 대한 보안대책 방안 제시 보안서약서 작성 참여인력 부재시 업무공백 최소화를 위한 정부 전담인력 지원 참여인력에 대한 구체적인 인원수는 명시하지 않으나, 특정 업무의 강도에 따라 일시적으로 인원추가를 요청할 수 있고, 계약상대자는 상당한 이유가 있을 경우를 제외하고 해당 요청을 수용해야 함 참여인력은 사업기간 중 임의로 교체할 수 없음을 원칙으로 함. 단, 사업 수행함에 있어 참여인력이 부적당하다고 판단되거나, 불성실하다고 인정되는 종사자에 대해서 발주기관은 교체를 요구 할 수 있으며, 계약상대자는 즉시 교체하여 함 부득이하게 계약상대자의 사유로 인력교체를 하여야 할 경우에는, 교체 최소 2주전까지 발주기관 업무담당자의 사전승인을 받아야 하며, 사업수행계획서 보고 시 제출한 참여인력상황의 인력과 동등하거나 그 이상의 자격을 갖춘 자로 교체해야 함 본 사업은 하도급 비허용으로 사업수행 인력은 모두 계약상대자 소속이어야 함 요구사항 고유번호 MHR-002 요구사항 명칭 사업수행관리자PM 지정 요구사항 분류 유지관리 인력 요구사항 요구사항 상세설명 정의 사업수행관리자PM 및 응용 SW개발자 지정에 관한 사항 세부 내용 사업수행관리자PM는 제안사 소속의 1인으로 발주기관의 기 구축된 하드웨어, 개발환경, 솔루션 등과 유사 운영 개발 및 공공부문 문화 예술분야 경력을 소지한 일정수준 이상의 기술 인력으로 지정하여야 함 사업에 투입되는 사업수행관리자PM은 유지관리사업 총괄 관리자로 입찰공고일 전부터 제안서 평가일까지 계속 재직 중인 자로, 문화 예술분야 홈페이지 구축 및 유지관리 사업수행관리자PM 경험이 있는 자를 투입시킬 것을 권장함 사업총괄관리자PM는 일정관리, 보고 등의 사업총괄 업무와 신기술 적용, 개발 이슈들 기술 자문 업무 수행을 위하여 월 1회 보고해야 함 사업수행관리자PM 및 응용 SW개발자 지정 통보 및 근무 시간 교차 지정",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MAR-012"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "상용\u0000 S/W\u0000 유지관리\u0000 수행조건\u0000 및\u0000 방안"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 수행\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "상용\u0000 S/W\u0000 유지관리\u0000 수행조건\u0000 및\u0000 방안\u0000 요구"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 유지관리\u0000 대상\u0000 S/W와\u0000 수행업체의\u0000 효율적\u0000 관리를\u0000 위한\u0000 유지관리방안\u0000 및\u0000 지원체계\u0000 수\n행방안\u0000 제시\n\u0000 \u0000 -\u0000 유지관리에\u0000 소요된\u0000 일체의\u0000 금액은\u0000 유지관리\u0000 수행사가\u0000 부담\n○\u0000 상용S/W\u0000 정기점검\u0000 및\u0000 수시점검\n\u0000 \u0000 -\u0000 정기점검은\u0000 매월\u0000 1회\u0000 이상\u0000 실시함을\u0000 원칙으로\u0000 하되,\u0000 발주자와\u0000 수주자가\u0000 상호\u0000 협의하\n여\u0000 조정할\u0000 수\u0000 있으며,\u0000 점검결과\u0000 및\u0000 장애처리\u0000 지연\u0000 내역을\u0000 익월\u0000 10일\u0000 이전까지\u0000 발주\n자에게\u0000 서면으로\u0000 제출하여야\u0000 함\n\u0000 \u0000 -\u0000 장애\u0000 예방이\u0000 예상되거나\u0000 시스템의\u0000 안정적인\u0000 운용을\u0000 위하여\u0000 발주자가\u0000 점검을\u0000 요구할\u0000\n경우\u0000 정기점검과는\u0000 별도의\u0000 점검을\u0000 수행하여야\u0000 함"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MHR-001"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "유지보수\u0000 인력구성"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 인력\u0000 요구사항"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "취약점\u0000 점검\u0000 및\u0000 보안업무\u0000 지원\u0000 요구"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 기술인력에\u0000 대한\u0000 구성\u0000 및\u0000 지원\u0000 방안\u0000 제시\n\u0000 \u0000 -\u0000 참여인력은\u0000 공공부문\u0000 문화\u0000 /\u0000 예술분야\u0000 프로젝트에\u0000 참여한\u0000 경험이\u0000 있는\u0000 인력으로\u0000 \u0000 \u0000\n\u0000 구성하여야\u0000 함\u0000\n\u0000 -\u0000 참여인력에\u0000 대한\u0000 자격,\u0000 경력,\u0000 유사사업\u0000 참여\u0000 실적을\u0000 상세하게\u0000 제시하여야\u0000 함\n○\u0000 참여인력에\u0000 대한\u0000 보안대책\u0000 방안\u0000 제시\u0000 (보안서약서\u0000 작성)\n○\u0000 참여인력\u0000 부재시\u0000 업무공백\u0000 최소화를\u0000 위한\u0000 정/부\u0000 전담인력\u0000 지원\n○\u0000 참여인력에\u0000 대한\u0000 구체적인\u0000 인원수는\u0000 명시하지\u0000 않으나,\u0000 특정\u0000 업무의\u0000 강도에\u0000 따라\u0000 \u0000 \u0000 \u0000\n일시적으로\u0000 인원추가를\u0000 요청할\u0000 수\u0000 있고,\u0000 계약상대자는\u0000 상당한\u0000 이유가\u0000 있을\u0000 경우를\u0000 \u0000 \u0000\n제외하고\u0000 해당\u0000 요청을\u0000 수용해야\u0000 함\n○\u0000 참여인력은\u0000 사업기간\u0000 중\u0000 임의로\u0000 교체할\u0000 수\u0000 없음을\u0000 원칙으로\u0000 함.\u0000 단,\u0000 사업\u0000 수행함에\u0000\n있어\u0000 참여인력이\u0000 부적당하다고\u0000 판단되거나,\u0000 불성실하다고\u0000 인정되는\u0000 종사자에\u0000 대해서\u0000\n발주기관은\u0000 교체를\u0000 요구\u0000 할\u0000 수\u0000 있으며,\u0000 계약상대자는\u0000 즉시\u0000 교체하여\u0000 함\n○\u0000 부득이하게\u0000 계약상대자의\u0000 사유로\u0000 인력교체를\u0000 하여야\u0000 할\u0000 경우에는,\u0000 교체\u0000 최소\u0000\n2주전까지\u0000 발주기관\u0000 업무담당자의\u0000 사전승인을\u0000 받아야\u0000 하며,\u0000 사업수행계획서\u0000 보고\u0000 시\u0000\n제출한\u0000 참여인력상황의\u0000 인력과\u0000 동등하거나\u0000 그\u0000 이상의\u0000 자격을\u0000 갖춘\u0000 자로\u0000 교체해야\u0000 함\n○\u0000 본\u0000 사업은\u0000 하도급\u0000 비허용으로\u0000 사업수행\u0000 인력은\u0000 모두\u0000 계약상대자\u0000 소속이어야\u0000 함\u0000"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "MHR-002"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "사업수행관리자(PM)\u0000 지정"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "유지관리\u0000 인력\u0000 요구사항"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "사업수행관리자(PM)\u0000 및\u0000 응용\u0000 SW개발자\u0000 지정에\u0000 관한\u0000 사항"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 사업수행관리자(PM)는\u0000 제안사\u0000 소속의\u0000 1인으로\u0000 발주기관의\u0000 기\u0000 구축된\u0000 하드웨어,\u0000 \u0000 \u0000 \u0000\n\u0000 개발환경,\u0000 솔루션\u0000 등과\u0000 유사\u0000 운영\u0000 /\u0000 개발\u0000 및\u0000 공공부문\u0000 문화\u0000 /\u0000 예술분야\u0000 경력을\u0000 \u0000 \u0000 \u0000 \u0000\n\u0000 소지한\u0000 일정수준\u0000 이상의\u0000 기술\u0000 인력으로\u0000 지정하여야\u0000 함\n○\u0000 사업에\u0000 투입되는\u0000 사업수행관리자(PM)은\u0000 유지관리사업\u0000 총괄\u0000 관리자로\u0000 입찰공고일\u0000 \u0000 \u0000\n\u0000 전부터\u0000 제안서\u0000 평가일까지\u0000 계속\u0000 재직\u0000 중인\u0000 자로,\u0000 문화\u0000 /\u0000 예술분야\u0000 홈페이지\u0000 구축\u0000 \u0000 \u0000\n\u0000 및\u0000 유지관리\u0000 사업수행관리자(PM)\u0000 경험이\u0000 있는\u0000 자를\u0000 투입시킬\u0000 것을\u0000 권장함\n○\u0000 사업총괄관리자(PM)는\u0000 일정관리,\u0000 보고\u0000 등의\u0000 사업총괄\u0000 업무와\u0000 신기술\u0000 적용,\u0000 개발\u0000 \u0000 \u0000\n\u0000 이슈들\u0000 기술\u0000 자문\u0000 업무\u0000 수행을\u0000 위하여\u0000 월\u0000 1회\u0000 보고해야\u0000 함\n○\u0000 사업수행관리자(PM)\u0000 및\u0000 응용\u0000 SW개발자\u0000 지정\u0000 통보\u0000 및\u0000 근무\u0000 시간\u0000 교차\u0000 지정"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 21 - 다. 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 사업수행에 대한 보안 일반 요구사항 분류 보안 요구사항 응낙수준 필수 요구사항 상세설명 정의 보안지침 및 규정 준수 등 세부 내용 계약당사자는 SW사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작업환 경을 상호협의하여 결정하며, 핵심 개발인력이 아닌 지원인력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 계약상대자가 달리 정할 수 있음 SW사업 수행을 위해 필요한 작업장소 등은 사업예산 내 계상되어 있으므로 관련 비용을 포함하여 제안가격을 산출하되, 작업장소 등은 상호협의하여 결정함 SW사업 수행을 위하여 필요한 작업장소는 발주기관에서 제공하며, 설비 및 기타 작업환경은 계약상대자가 구비하여야 함단, 이 경우에도 공급사는 개발 장소에 관 하여 제시할 수 있음 모든 참여인력은 개인정보보호 및 보안업무 관련 지침ᆞ법령을 준수해야 함 소프트웨어 개발시 보안지침을 준수하여 개발하여야 하며, 용역사업 중 또는 종료 후라도 본 사업과 관련하여 국가정보원 등 관련 기관으로부터 보안에 문제가 있다 고 지적될 경우 반드시 해결책을 강구하고 조치하여야 함 본 사업은 위 지침 외에도 정부가 제정ᆞ공포한 관계 제 법규지침을 준수하여야 하며, 사업기간동안 법규가 변경될 경우 해당 법규 준수해야 함 사업수행 과정에서 취득한 모든 정보를 일체 유출 또는 누설하여서는 안 되며, 정보유출에 대한 책임을 져야 함 사업수행에 관련된 제반 보안대책을 강구하고, 대표자 및 참여인력에 대하여 보안서약서 제출 및 보안교육을 실시하여야 함 관련 보안지침 - 국가 정보보안 기본지침국가정보원, 2023.1.31. - 국가공공기관 용역업체 보안관리 가이드라인국가정보원, 2020.10. - 홈페이지 개인정보 노출방지 안내서개인정보보호위원회, 2023.12. - 소프트웨어 개발보안 가이드 행안부 발간등록번호11-1311000-000330-10, 2021.11. - 소프트웨어 보안약점 진단가이드 행안부 발간등록번호 11-1311000-000395-14, 2019. 6. - 공개SW를 활용한 소프트웨어 개발보안 점검가이드행안부, 2019. 6. - 문화체육관광부 개인정보보호지침 문화체육관광부 훈령 제443호, 2021.4.15 - 시스템 개발운영자를 위한 개인정보보호 가이드라인행안부, 2018. 6. - 개인정보의 안전성 확보조치 기준행안부 고시 제2023-6호, 2023. 9. 22. - 국가ᆞ공공기관의 모바일 활용 업무에 대한 보안 가이드라인2016.1.29.의 모바일 대민서비스업무 보안 가이드라인을 준용 - 22 - 보안 준수사항을 위반하여 발생하는 모든 민ᆞ형사상 책임 및 그에 따른 손해배상을 전적으로 책임져야 함 사업을 수행함에 있어 제3자의 특허권 또는 저작권을 침해하여 손해배상 청구소송이 제기되면 계약상대자는 피해자 측에 협의 배상 참여인력은 통제구역 출입 등 발주기관이 요구하는 보안관련 규정을 충실히 이행해야 함 정보보안 및 개인정보보호와 관련된 지침에 따라 관련 담당자의 지시를 충실히 이행해야 함 요구사항 고유번호 SER-002 요구사항 명칭 사업수행에 대한 보안 책임 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사업 수행 및 완료 단계의 보안 책임 세부 내용 사업수행 중 정보유출 등 보안사고 발생시 책임을 져야 함 사업 계약단계 보안대책 수립 - 사업 수행 계획서에 자료ᆞ장비ᆞ네트워크 등에 대한 물리적, 관리적, 기술적 보 안대책 및 누출금지 대상정보 관리 방안 등 보안관리 세부계획을 본 사업 보안대 책을 반영하여 구체화하여 수립 - 사업 수행 중에 알게 되는 내부정보 보안관리 책임을 부담하기 위해 대표자 명의 보안서약서 제출 - 자체 보안대책 강구사항보안서약 후 열람 가능의 정보시스템에 대한 기술적 보 안대책을 강구하고 조치 - 누출금지 대상정보 등 자료ᆞ장비 등에 대한 대외보안이 필요한 경우 용역 계약 서와 별도로 비밀유지계약을 체결하여야 함 1. 기관의 정보시스템 내외부 IP주소 현황 2. 정보시스템 구성 현황 및 정보시스템 구성도 3. 개별사용자의 계정비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 또는 정보시스템 취약점 분석평가 결과물 5. 정보화사업 용역 결과물 및 관련 프로그램 소스코드 6. 암호자재 및 정보보호시스템 도입운용 현황 7. 정보시스템 및 네트워크장비 설정 정보 8. 공공기관의 정보공개에 관한 법률 제9조제1항에 따라 비공개 대상 정보로 분류된 해당 기관의 내부문서 9. 개인정보보호법제2조제1호에 따른 개인정보 10. 보안업무규정제4조에 따른 비밀 및 동규정 시행규칙 제16조제3항에 따른 대외비 11. 그 밖에 해당 기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "SER-001",
            "",
            ""
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "사업수행에\u0000 대한\u0000 보안\u0000 일반",
            "",
            ""
          ],
          [
            "요구사항\u0000 분류",
            "",
            "보안\u0000 요구사항\n응낙수준\n필수",
            "",
            ""
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "보안지침  및  규정  준수  등",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 계약당사자는\u0000 SW사업\u0000 수행을\u0000 위해\u0000 필요한\u0000 작업장소\u0000 등(장소,\u0000 설비,\u0000 기타\u0000 작업환\u0000\n경)을\u0000 상호협의하여\u0000 결정하며,\u0000 핵심\u0000 개발인력이\u0000 아닌\u0000 지원인력의\u0000 근무장소는\u0000 보안\u0000\n등\u0000 특별한\u0000 사유가\u0000 있는\u0000 경우를\u0000 제외하고는\u0000 계약상대자가\u0000 달리\u0000 정할\u0000 수\u0000 있음\n○\u0000 SW사업\u0000 수행을\u0000 위해\u0000 필요한\u0000 작업장소\u0000 등은\u0000 사업예산\u0000 내\u0000 계상되어\u0000 있으므로\u0000 관련\u0000\n비용을\u0000 포함하여\u0000 제안가격을\u0000 산출하되,\u0000 작업장소\u0000 등은\u0000 상호협의하여\u0000 결정함\n○\u0000 SW사업\u0000 수행을\u0000 위하여\u0000 필요한\u0000 작업장소는\u0000 발주기관에서\u0000 제공하며,\u0000 설비\u0000 및\u0000 기타\u0000\n작업환경은\u0000 계약상대자가\u0000 구비하여야\u0000 함(단,\u0000 이\u0000 경우에도\u0000 공급사는\u0000 개발\u0000 장소에\u0000 관\n하여\u0000 제시할\u0000 수\u0000 있음)\n○\u0000 모든\u0000 참여인력은\u0000 개인정보보호\u0000 및\u0000 보안업무\u0000 관련\u0000 지침ㆍ법령을\u0000 준수해야\u0000 함\n○\u0000 소프트웨어\u0000 개발시\u0000 보안지침을\u0000 준수하여\u0000 개발하여야\u0000 하며,\u0000 용역사업\u0000 중\u0000 또는\u0000 종료\u0000\n후라도\u0000 본\u0000 사업과\u0000 관련하여\u0000 국가정보원\u0000 등\u0000 관련\u0000 기관으로부터\u0000 보안에\u0000 문제가\u0000 있다\n고\u0000 지적될\u0000 경우\u0000 반드시\u0000 해결책을\u0000 강구하고\u0000 조치하여야\u0000 함\n○\u0000 본\u0000 사업은\u0000 위\u0000 지침\u0000 외에도\u0000 정부가\u0000 제정ㆍ공포한\u0000 관계\u0000 제\u0000 법규(지침)을\u0000 준수하여야\u0000\n하며,\u0000 사업기간동안\u0000 법규가\u0000 변경될\u0000 경우\u0000 해당\u0000 법규\u0000 준수해야\u0000 함\n○\u0000 사업수행\u0000 과정에서\u0000 취득한\u0000 모든\u0000 정보를\u0000 일체\u0000 유출\u0000 또는\u0000 누설하여서는\u0000 안\u0000 되며,\u0000\n정보유출에\u0000 대한\u0000 책임을\u0000 져야\u0000 함\n○\u0000 사업수행에\u0000 관련된\u0000 제반\u0000 보안대책을\u0000 강구하고,\u0000 대표자\u0000 및\u0000 참여인력에\u0000 대하여\u0000\n보안서약서\u0000 제출\u0000 및\u0000 보안교육을\u0000 실시하여야\u0000 함",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "[관련\u0000 보안지침]\n-\u0000 국가\u0000 정보보안\u0000 기본지침(국가정보원,\u0000 2023.1.31.)\n-\u0000 국가·공공기관\u0000 용역업체\u0000 보안관리\u0000 가이드라인(국가정보원,\u0000 2020.10.)\n-\u0000 홈페이지\u0000 개인정보\u0000 노출방지\u0000 안내서(개인정보보호위원회,\u0000 2023.12.)\n-\u0000 소프트웨어\u0000 개발보안\u0000 가이드\n\u0000 \u0000 (행안부\u0000 발간등록번호11-1311000-000330-10,\u0000 2021.11.)\n-\u0000 소프트웨어\u0000 보안약점\u0000 진단가이드\n\u0000 \u0000 (행안부\u0000 발간등록번호\u0000 11-1311000-000395-14,\u0000 2019.\u0000 6.)\n-\u0000 공개SW를\u0000 활용한\u0000 소프트웨어\u0000 개발보안\u0000 점검가이드(행안부,\u0000 2019.\u0000 6.)\n-\u0000 문화체육관광부\u0000 개인정보보호지침\n\u0000 \u0000 (문화체육관광부\u0000 훈령\u0000 제443호,\u0000 2021.4.15)\n-\u0000 시스템\u0000 개발·운영자를\u0000 위한\u0000 개인정보보호\u0000 가이드라인(행안부,\u0000 2018.\u0000 6.)\n-\u0000 개인정보의\u0000 안전성\u0000 확보조치\u0000 기준(행안부\u0000 고시\u0000 제2023-6호,\u0000 2023.\u0000 9.\u0000 22.)\n-\u0000 ｢국가ㆍ공공기관의\u0000 모바일\u0000 활용\u0000 업무에\u0000 대한\u0000 보안\u0000 가이드라인(2016.1.29.)｣의\n\u0000 \u0000 ‘모바일\u0000 대민서비스업무\u0000 보안\u0000 가이드라인’을\u0000 준용",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "SER-002",
            ""
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "사업수행에\u0000 대한\u0000 보안\u0000 책임",
            ""
          ],
          [
            "요구사항\u0000 분류",
            "",
            "보안\u0000 요구사항",
            ""
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "사업\u0000 수행\u0000 및\u0000 완료\u0000 단계의\u0000 보안\u0000 책임",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 사업수행\u0000 중\u0000 정보유출\u0000 등\u0000 보안사고\u0000 발생시\u0000 책임을\u0000 져야\u0000 함\n○\u0000 사업\u0000 계약단계\u0000 보안대책\u0000 수립\n\u0000 \u0000 -\u0000 사업\u0000 수행\u0000 계획서에\u0000 자료ㆍ장비ㆍ네트워크\u0000 등에\u0000 대한\u0000 물리적,\u0000 관리적,\u0000 기술적\u0000 보\n안대책\u0000 및\u0000 누출금지\u0000 대상정보\u0000 관리\u0000 방안\u0000 등\u0000 보안관리\u0000 세부계획을\u0000 본\u0000 사업\u0000 보안대\n책을\u0000 반영하여\u0000 구체화하여\u0000 수립\n\u0000 \u0000 -\u0000 사업\u0000 수행\u0000 중에\u0000 알게\u0000 되는\u0000 내부정보\u0000 보안관리\u0000 책임을\u0000 부담하기\u0000 위해\u0000 대표자\u0000 명의\u0000\n보안서약서\u0000 제출\n\u0000 \u0000 -\u0000 자체\u0000 보안대책\u0000 강구사항(보안서약\u0000 후\u0000 열람\u0000 가능)의\u0000 정보시스템에\u0000 대한\u0000 기술적\u0000 보\n안대책을\u0000 강구하고\u0000 조치\n\u0000 \u0000 -\u0000 누출금지\u0000 대상정보\u0000 등\u0000 자료ㆍ장비\u0000 등에\u0000 대한\u0000 대외보안이\u0000 필요한\u0000 경우\u0000 용역\u0000 계약\n서와\u0000 별도로\u0000 비밀유지계약을\u0000 체결하여야\u0000 함",
            ""
          ],
          [
            "",
            "",
            "",
            "1.\u0000 기관의\u0000 정보시스템\u0000 내·외부\u0000 IP주소\u0000 현황\n2.\u0000 정보시스템\u0000 구성\u0000 현황\u0000 및\u0000 정보시스템\u0000 구성도\n3.\u0000 개별사용자의\u0000 계정·비밀번호\u0000 등\u0000 정보시스템\u0000 접근권한\u0000 정보\n4.\u0000 정보통신망\u0000 또는\u0000 정보시스템\u0000 취약점\u0000 분석·평가\u0000 결과물\n5.\u0000 정보화사업\u0000 용역\u0000 결과물\u0000 및\u0000 관련\u0000 프로그램\u0000 소스코드\n6.\u0000 암호자재\u0000 및\u0000 정보보호시스템\u0000 도입·운용\u0000 현황\n7.\u0000 정보시스템\u0000 및\u0000 네트워크장비\u0000 설정\u0000 정보\n8.\u0000 「공공기관의\u0000 정보공개에\u0000 관한\u0000 법률」\u0000 제9조제1항에\u0000 따라\u0000 비공개\u0000 대상\u0000 정보로\u0000\n\u0000 \u0000 분류된\u0000 해당\u0000 기관의\u0000 내부문서\n9.\u0000 「개인정보보호법」제2조제1호에\u0000 따른\u0000 개인정보\n10.\u0000 「보안업무규정」제4조에\u0000 따른\u0000 비밀\u0000 및\u0000 동규정\u0000 시행규칙\u0000 제16조제3항에\u0000 따른\u0000 대외비\n11.\u0000 그\u0000 밖에\u0000 해당\u0000 기관의\u0000 장이\u0000 공개가\u0000 불가하다고\u0000 판단한\u0000 자료\u0000"
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 23 - 정보누출 적발시 국가계약법 시행령 제76조에 의거 부정당업자로 등록, 입찰 참 자자격 제한 등 제재 조치 참여인원에 대한 보안관리 - 용역사업 참여인원은 개인의 친필 서명이 들어간 보안서약서 및 개인정보보호법 준수를 위한 개인정보 처리위탁 계약서, 개인정보 위탁 보안서약서 제출 - 용역사업 수행 전 참여인원에 대해 법적 또는 발주기관 규정에 따른 비밀유지 의무 준수 및 위반 시 처벌내용, 누출금지 대상정보 및 정보누출시 부정당업자 제재조치 등에 대한 보안교육 실시 - 사업수행 중 주관기관의 정기적인 보안점검에 성실히 응하여야 함 자료에 대한 보안관리 - 누출금지 대상정보는 반드시자료관리 대장에 인계자ᆞ인수자가 직접 서명하여 관리하고 사업완료시 관련 자료 회수 - 사업수행에서 생산되는 모든 산출물은 파일서버 또는 보안담당관이 지정한 PC에 만 저장ᆞ관리하고 사업담당자가 인가하지 않은 비인가자에게 제공ᆞ대여ᆞ열람 금지 사무실ᆞ장비에 대한 보안관리 - 용역사업 수행 장소는 CCTVᆞ시건장치 등 비인가자의 출입통제 대책 마련 - PC는 부팅 패스워드, 운영체제 패스워드, 화면보호기 패스워드를 설정해야 하며, 공유폴더 감시, 운영체제 업데이트, 백신 최신패치 등 상시점검 및 악성코드 감염 차단을 위한 저장매체 자동 점검이 될 수 있도록 설정 - 노트북 등 관련 장비를 외부에 반출ᆞ입시 악성코드 감염여부 및 자료 무단 반출 여부를 확인하고 관리대장에 반드시 기록 - 인가받지 않은 USB 등의 휴대용 저장매체 사용을 금지하고 산출물 저장을 위해 휴대용 저장매체가 필요한 경우 보안담당관의 승인하에 사용 - 용역사업자는 수행 장소에 대한 보안 점검을 정기적으로 실시하여 사업담당자에게 결과를 보고 내ᆞ외부망 접근 보안관리 - 용역업체 사용 전산망은 방화벽 등을 활용, 주관기관 업무망과 분리구성하며, 업 무상 필요시 제한적 접근 허용 - 용역사업 수행시 내부 전산망 이용이 필요한 경우사업 참여인원에 대한 사용자계 정은 하나의 그룹으로 등록하고 계정별로 정보시스템 접근권한을 차등 부여하되 기관 내부문서 접근 금지 - 계정별로 부여된 접속권한은 불필요시 곧바로 권한을 해지하거나 계정을 폐기 - 참여인원에게 부여한 패스워드는 보안담당관이 별도로 기록 관리하고 수시로 해당 계정에 접속하여 저장된 자료와 작업이력 확인 - PM은 서버 및 장비 운영자로 하여금 내부서버 및 네트워크 장비에 대한 접근기 록을 매일 확인하여 이상 유무 보고 - 용역업체에서 사용하는 PC는 인터넷 연결을 금지하되, 사업 수행상 연결이 필요 한 경우에는 주관기관의 보안 통제 하에 제한적 허용 - 발주기관 및 용역업체 전산망에서 P2P, 웹하드 등 인터넷 자료공유 사이트로의 접속을 방화벽, 유해사이트 접속 차단시스템 등을 이용해 원천 차단 응용프로그램 보안관리 - 모든 어플리케이션에 사용자 계정패스워드 설정 - 24 - 요구사항 고유번호 SER-003 요구사항 명칭 개발작업 보안 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 수행업체 보안 요구사항 세부 내용 비상주로 외부에서 사업수행 시 작업장에 대한 발주기관의 보안점검을 받아야 하며, 보안 강화를 요청할 경우 적극 조치 매체 및 장비 보안 - PC, 노트북 및 USB 등 휴대용 보조기억매체는 원칙적으로 반입이 불가하나, 불가피한 경우 보안 절차에 따라 반출입 가능 - 사업에 이용되는 노트북PC에 백신 등 PC보안프로그램 운영 - 노트북 및 PC에 전원기동CMOS 패스워드, 윈도우 로그인 패스워드, 화면 보호기10분 간격 패스워드를 문자ᆞ숫자ᆞ특수문자가 조합된 9글자 이상으로 설정 비상주로 외부에서 사업수행 시 투입인력별 고정IP 확보 접속권한은 계정별로 최소한으로 부여하며, 불필요 시 지체없이 권한 회수 - 최신 버전으로 업그레이드 및 보안패치 실시 - 개발 서버에서 개발 및 전체 테스트 후 운영시스템 적용 - 권한을 주기적으로 확인하여 불필요한 권한 삭제 - 사업결과물은 취약점 진단프로그램으로 검증 사업 완료시 보안관리 - 최종 산출물 중 대외보안이 요구되는 자료는 대외비 이상으로 작성ᆞ관리하고 불필 요한 자료는 반드시 삭제 및 폐기 - 발주기관에서 제공받은 자료, 장비, 산출물 등 용역 관련 제반자료는 전량 회수하 고 용역업체에 복사본 등 별도 보관 절대 금지 - 사업 완료 후 업체 소유 PC, 서버의 하드디스크, 휴대용 저장매체,노트북 등 전자 기록 저장매체는 국가정보원이 안전성을 검증한 삭제 SW로 완전 삭제 후 반출 - 용역사업 관련 자료 회수 및 삭제조치 후 업체에게 복사본 등 용역사업 관련 자료 를 보유하고 있지 않다는 대표 명의 확약서 제출 정보서비스 개발 보안대책의 개발보안 권고들을 준용하여 처리하고 반드시 검사를 통해 취약점이 제거될 수 있도록 해야 함 사업개발 및 납품업체 대표이사급 명의로 취약점 점검결과이상없음 또는 조치결 과 확인서 징구 운영최신 악성코드 대응을 위한 주기적인 취약점 점검계획 수립, 점검조치결과 내부결재문서보고 및 보안패치 등 운영관리 철저 재난재해 대비 백업체계 및 운영계획을 수립하여 운영하고 자체 백업이 될 수 있도록 구체적 협의ᆞ추진이 필요함",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "개발작업\u0000 보안"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "보안\u0000 요구사항"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "수행업체\u0000 보안\u0000 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 비상주로\u0000 외부에서\u0000 사업수행\u0000 시\u0000 작업장에\u0000 대한\u0000 발주기관의\u0000 보안점검을\u0000 받아야\u0000\n하며,\u0000 보안\u0000 강화를\u0000 요청할\u0000 경우\u0000 적극\u0000 조치\n○\u0000 매체\u0000 및\u0000 장비\u0000 보안\n\u0000 \u0000 -\u0000 PC,\u0000 노트북\u0000 및\u0000 USB\u0000 등\u0000 휴대용\u0000 보조기억매체는\u0000 원칙적으로\u0000 반입이\u0000 불가하나,\u0000 \u0000 \u0000 \u0000 \u0000\n\u0000 \u0000 불가피한\u0000 경우\u0000 보안\u0000 절차에\u0000 따라\u0000 반출·입\u0000 가능\n\u0000 \u0000 -\u0000 사업에\u0000 이용되는\u0000 노트북·PC에\u0000 백신\u0000 등\u0000 PC보안프로그램\u0000 운영\n\u0000 \u0000 -\u0000 노트북\u0000 및\u0000 PC에\u0000 전원기동(CMOS)\u0000 패스워드,\u0000 윈도우\u0000 로그인\u0000 패스워드,\u0000 화면\u0000\n보호기(10분\u0000 간격)\u0000 패스워드를\u0000 문자ㆍ숫자ㆍ특수문자가\u0000 조합된\u0000 9글자\u0000 이상으로\u0000\n설정\n○\u0000 비상주로\u0000 외부에서\u0000 사업수행\u0000 시\u0000 투입인력별\u0000 고정IP\u0000 확보\n○\u0000 접속권한은\u0000 계정별로\u0000 최소한으로\u0000 부여하며,\u0000 불필요\u0000 시\u0000 지체없이\u0000 권한\u0000 회수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 25 - 요구사항 고유번호 SER-004 요구사항 명칭 시큐어 코딩 준수 및 웹 취약점 제거 요구사항 분류 보안 요구사항 응낙수준 필수 요구사항 상세설명 정의 개발 및 수정되는 소스에 대한 시큐어 코딩 준수 및 웹 취약점 제거 세부 내용 행정안정부의소프트웨어 개발보안시큐어코딩 관련 가이드 및 한국인터넷진흥원의 소프트웨어 보안약점 진단가이드를 준용함 주요 보안약점 - 프로그램 입력 값에 대한 부적절한 검증SQL삽입 등 - 인증, 접근제어, 권한 관리 등을 적절하지 않게 구현 시 발생중요정보 평문저장, 하드코드된 패스워드 등 - 불충분한 에러처리오류 메시지를 통한 정보노출 등 - 코드 오류널 포인터 역참조, 부적절한 자원 해제 등 - 불충분한 캡슐화제거되지 않고 남은 디버거 코드, 시스템 데이터 정보 노출 등 - 부적절하거나 보안에 취약한 API 사용으로 발생할 수 있는 보안약점 응용SW 대상 행정안정부소프트웨어 보안약점 진단가이드에 의거 보안 취약점을 분석하고 약점이 있을 경우 조치 및 증빙서류 제출 아래의 웹 취약점 점검 및 보완 조치 사용자 인증 취약점 관리자 페이지 노출 취약점 SQL Injection 취약점 XSS 취약점 악성스크립트 취약점 유해파일 업로드 취약점 불필요한 파일 및 정보노출 취약점 파일목록 및 파일내용 노출 취약점 웹서버에 악성코드 등 웹쉘WebShell이 업로드되어 침해사고가 발생하지 않도록 보안약점 및 취약점 조치와 주기적인 모니터링 방안 및 웹셀이업로드되어 침해사고가 발생하지 않도록 보안조치를 강구해야 함 이상 취약점 점검결과는 대외비 이상으로 관리 산출정보 웹취약점 점검 결과 보고서 및 조치내역서 제출 요구사항 고유번호 SER-005 요구사항 명칭 원격지 작업공간 확보 및 보안 요구사항 분류 보안 요구사항 응낙수준 필수 요구사항 정의 원격지 개발에 따른 보안요건 - 26 - 라. 제약사항 상세설명 세부 내용 사업 수행을 위하여 필요한 장소 및 설비 기타 작업환경이하 작업장소 등이라고 한다은 발주 사업예산에 계상되어 있으므로 관련 비용을 포함하여 제안가격을 산출하되, 작업장소는 상호 협의하여 결정함 공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안하여야 함 원격지 개발에 따른 수행 장소 등에 대해 구체적인 원격지 보안관리 대책시건장치, 출입통제 등 실시 - 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 - 개인소유 PC 및 보조기억장치 반입반출 통제 - 생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐기할 것 - 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 등 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장소에 관하여 우선 검토한다. 다만, 발주기관에서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "SER-004",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "시큐어\u0000 코딩\u0000 준수\u0000 및\u0000 웹\u0000 취약점\u0000 제거",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 분류",
            "",
            "보안\u0000 요구사항\n응낙수준\n필수",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "개발\u0000 및\u0000 수정되는\u0000 소스에\u0000 대한\u0000 시큐어\u0000 코딩\u0000 준수\u0000 및\u0000 웹\u0000 취약점\u0000 제거",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 행정안정부의“소프트웨어\u0000 개발보안(시큐어코딩)\u0000 관련\u0000 가이드”\u0000 및\u0000 한국인터넷진흥원의\n\u0000 \u0000 “소프트웨어\u0000 보안약점\u0000 진단가이드”를\u0000 준용함\n<주요  보안약점>\n○\u0000 응용S/W\u0000 대상\u0000 행정안정부‘소프트웨어\u0000 보안약점\u0000 진단가이드’에\u0000 의거\u0000 보안\u0000 취약점을\u0000\n분석하고\u0000 약점이\u0000 있을\u0000 경우\u0000 조치\u0000 및\u0000 증빙서류\u0000 제출\n○\u0000 아래의\u0000 웹\u0000 취약점\u0000 점검\u0000 및\u0000 보완\u0000 조치\n\u0000 \u0000 \u0000\n○\u0000 웹서버에\u0000 악성코드\u0000 등\u0000 웹쉘(WebShell)이\u0000 업로드되어\u0000 침해사고가\u0000 발생하지\u0000 않도록\u0000\n보안약점\u0000 및\u0000 취약점\u0000 조치와\u0000 주기적인\u0000 모니터링\u0000 방안\u0000 및\u0000 웹셀이\u0000 업로드되어\u0000 침해사고가\u0000\n발생하지\u0000 않도록\u0000 보안조치를\u0000 강구해야\u0000 함\n○\u0000 이상\u0000 취약점\u0000 점검결과는\u0000 대외비\u0000 이상으로\u0000 관리",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "-  프로그램  입력  값에  대한  부적절한  검증(SQL삽입  등)\n-  인증,  접근제어,  권한  관리  등을  적절하지  않게  구현  시  발생(중요정보 \n    평문저장,  하드코드된  패스워드  등)\n-  불충분한  에러처리(오류  메시지를  통한  정보노출  등)\n-  코드  오류(널  포인터  역참조,  부적절한  자원  해제  등)\n-  불충분한  캡슐화(제거되지  않고  남은  디버거  코드,  시스템  데이터  정보  노출  등)\n-  부적절하거나  보안에  취약한  API  사용으로  발생할  수  있는  보안약점",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "•  사용자  인증  취약점\n•  관리자  페이지  노출  취약점\n•  SQL  Injection  취약점\n•  XSS  취약점\n•  악성스크립트  취약점\n•  유해파일  업로드  취약점\n•  불필요한  파일  및  정보노출  취약점 \n•  파일목록 및  파일내용  노출  취약점",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보\u0000",
            "",
            "○\u0000 웹취약점\u0000 점검\u0000 결과\u0000 보고서\u0000 및\u0000 조치내역서\u0000 제출",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "SER-005"
          ],
          [
            "요구사항\u0000 명칭",
            "원격지\u0000 작업공간\u0000 확보\u0000 및\u0000 보안"
          ],
          [
            "요구사항\u0000 분류",
            "보안\u0000 요구사항\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n정의",
            "원격지\u0000 개발에\u0000 따른\u0000 보안요건"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 27 - 요구사항 고유번호 COR-001 요구사항 명칭 홈페이지 관련 법규 및 가이드라인 준수 요구사항 분류 제약사항 응낙수준 필수 요구사항 상세설명 정의 사업 추진 시 공통 기술표준 준수에 관한 사항 세부 내용 사업 추진 시 관련 지침규정등 준수 전자정부법 및 전자정부법 시행령 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부 행정기관 정보시스템 접근권한 관리규정행정안전부 전자정부서비스 호환성 준수지침행정안전부 행정공공기관 웹사이트 구축운영 가이드행정안전부 개인정보 보호법 및 개인정보 보호법 시행령 정보통신망 이용촉진 및 정보보호 등에 관한 법률 개인정보의 안전성 확보조치 기준행정안전부 표준 개인정보 보호지침행정안전부 개인정보수집 최소화 가이드라인행정안전부 홈페이지 개인정보 노출방지 안내서행정안전부 홈페이지 취약점 진단제거 가이드KISA 소프트웨어 개발보안가이드행정안전부 국가공공기관 용역업체 보안관리 가이드라인 국정원 행정업무용 표준관리 규정행정안전부 행정기관의 코드표준화 추진지침행정안전부 정보시스템 구축 발주자를 위한 표준프레임워크 적용가이드한국정보화진흥원 행정정보 공동이용 지침행정안전부 공공데이터 관리지침행정안전부 공공기관의 데이터베이스 표준화지침행정안전부 공유서비스 개발 가이드라인행정안전부 공유서비스 기술표준적용 가이드라인행정안전부 전자정부 웹사이트 UIUX 가이드라인 소프트웨어 보안약점 진단가이드행정안전부 장애인고령자 등의 정보 접근 및 이용편의 증진을 위한 고시과학기술정보통신부 한국형 웹 콘텐츠 접근성 지침2.1과학기술정보통신부 소프트웨어 사업 대가 산정 가이드한국소프트웨어산업협회 모바일 전자정부 서비스 관리 지침행정안전부 모바일 대민서비스 구축 가이드행정안전부 - 28 - 저작권법 및 공공저작물 저작권 관리 및 이용 지침문화체육관광부 기타 국내외 정보통신 및 정보보호에 관한 법령, 규정, 규격 등 과업 수행 중 위의 표준지침 등이 변경되거나 새롭게 발표되었을 때에는 변경된 내용을 포함하여 반영하여야 함 요구사항 고유번호 COR-002 요구사항 명칭 지식재산권 보호 및 귀속 요구사항 분류 제약사항 요구사항 상세설명 정의 홈페이지 개발 관련 지침준수 세부 내용 모든 디자인과 콘텐츠 및 폰트는 저작권법을 준수하고, 저작권 침해 분쟁 발생 시 민 형사상 일체의 책임은 사업자가 부담 모든 산출물의 저작권과 지식재산권은 광주문화재단과 개발사가 공동으로 소유함을 원 칙으로 하되 세부 사항은 협의하여 결정 본 사업에서 제공한 이미지 등 모든 디자인과 콘텐츠, 시스템 설계구현운영에 관련된 모든 구성요소에 대한 사용권은 발주기관에 있음 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적물의 지식 재산권 귀속 등에 따라 타 기관과 공동 활용할 계획이 없음 사업자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 제안요 청서에 명시된 누출금지정보에 해당하지 않을 경우, SW산출물을 제공함단 사업자는 아래 내용을 준수하여야 함 사업자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 광주문화재단으로부 터 사전승인을 받아야 함 사업자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출금지정보 를 삭제하지 않고 활용하는 경우에는 국가를 당사자로 하는 계약에 관한 법률 제76 조 제1항 제3호 및 지방자치단체를 당사자로 하는 계약에 관한 법률 제92조 제2항 제3호 나목에 따라 입찰참가자격을 제한함 요구사항 고유번호 COR-003 요구사항 명칭 홈페이지 웹 취약점 점검 및 조치 요구사항 분류 제약사항",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "지식재산권\u0000 보호\u0000 및\u0000 귀속"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "제약사항\u0000"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "홈페이지\u0000 개발\u0000 관련\u0000 지침준수"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 모든\u0000 디자인과\u0000 콘텐츠\u0000 및\u0000 폰트는\u0000 저작권법을\u0000 준수하고,\u0000 저작권\u0000 침해\u0000 분쟁\u0000 발생\u0000 시\u0000 민·\n형사상\u0000 일체의\u0000 책임은\u0000 사업자가\u0000 부담\n○\u0000 모든\u0000 산출물의\u0000 저작권과\u0000 지식재산권은\u0000 광주문화재단과\u0000 개발사가\u0000 공동으로\u0000 소유함을\u0000 원\n칙으로\u0000 하되\u0000 세부\u0000 사항은\u0000 협의하여\u0000 결정\n○\u0000 본\u0000 사업에서\u0000 제공한\u0000 이미지\u0000 등\u0000 모든\u0000 디자인과\u0000 콘텐츠,\u0000 시스템\u0000 설계·구현·운영에\u0000 관련된\u0000\n모든\u0000 구성요소에\u0000 대한\u0000 사용권은\u0000 발주기관에\u0000 있음\n○\u0000 본\u0000 사업을\u0000 통해\u0000 개발되는\u0000 소프트웨어는\u0000 용역계약일반조건\u0000 제56조(계약목적물의\u0000 지식\n재산권\u0000 귀속\u0000 등)에\u0000 따라\u0000 타\u0000 기관과\u0000 공동\u0000 활용할\u0000 계획이\u0000 없음\n○\u0000 사업자는\u0000 지식재산권의\u0000 활용을\u0000 위하여\u0000 SW산출물의\u0000 반출을\u0000 요청할\u0000 수\u0000 있으며,\u0000 제안요\n청서에\u0000 명시된\u0000 누출금지정보에\u0000 해당하지\u0000 않을\u0000 경우,\u0000 SW산출물을\u0000 제공함(단\u0000 사업자는\u0000\n아래\u0000 내용을\u0000 준수하여야\u0000 함)\n○\u0000 사업자가\u0000 반출된\u0000 SW산출물을\u0000 제3자에게\u0000 제공하려는\u0000 경우\u0000 반드시\u0000 광주문화재단으로부\n터\u0000 사전승인을\u0000 받아야\u0000 함\n○\u0000 사업자가\u0000 제공받은\u0000 SW산출물을\u0000 무단으로\u0000 유출하거나\u0000 누출되는\u0000 경우\u0000 및\u0000 누출금지정보\n를\u0000 삭제하지\u0000 않고\u0000 활용하는\u0000 경우에는\u0000 「국가를\u0000 당사자로\u0000 하는\u0000 계약에\u0000 관한\u0000 법률」\u0000 제76\n조\u0000 제1항\u0000 제3호\u0000 및\u0000 「지방자치단체를\u0000 당사자로\u0000 하는\u0000 계약에\u0000 관한\u0000 법률」\u0000 제92조\u0000 제2항\u0000\n제3호\u0000 나목에\u0000 따라\u0000 입찰참가자격을\u0000 제한함"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "홈페이지\u0000 관련\u0000 법규\u0000 및\u0000 가이드라인\u0000 준수"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "제약사항\u0000\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "사업\u0000 추진\u0000 시\u0000 공통\u0000 기술표준\u0000 준수에\u0000 관한\u0000 사항"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 사업\u0000 추진\u0000 시\u0000 관련\u0000 지침(규정)등\u0000 준수\n\u0000 ­\u0000 「전자정부법」\u0000 및\u0000 「전자정부법\u0000 시행령」\n\u0000 ­\u0000 「행정기관\u0000 및\u0000 공공기관\u0000 정보시스템\u0000 구축․운영지침」(행정안전부)\n\u0000 ­\u0000 「행정기관\u0000 정보시스템\u0000 접근권한\u0000 관리규정」(행정안전부)\n\u0000 ­\u0000 「전자정부서비스\u0000 호환성\u0000 준수지침」(행정안전부)\n\u0000 ­\u0000 「행정·공공기관\u0000 웹사이트\u0000 구축·운영\u0000 가이드」(행정안전부)\n\u0000 ­\u0000 「개인정보\u0000 보호법」\u0000 및\u0000 「개인정보\u0000 보호법\u0000 시행령」\n\u0000 ­\u0000 「정보통신망\u0000 이용촉진\u0000 및\u0000 정보보호\u0000 등에\u0000 관한\u0000 법률」\n\u0000 ­\u0000 「개인정보의\u0000 안전성\u0000 확보조치\u0000 기준」(행정안전부)\n\u0000 ­\u0000 「표준\u0000 개인정보\u0000 보호지침」(행정안전부)\n\u0000 ­\u0000 「개인정보수집\u0000 최소화\u0000 가이드라인」(행정안전부)\n\u0000 ­\u0000 「홈페이지\u0000 개인정보\u0000 노출방지\u0000 안내서」(행정안전부)\n\u0000 ­\u0000 「홈페이지\u0000 취약점\u0000 진단제거\u0000 가이드」(KISA)\n\u0000 ­\u0000 「소프트웨어\u0000 개발보안가이드」(행정안전부)\n\u0000 ­\u0000 「국가·공공기관\u0000 용역업체\u0000 보안관리\u0000 가이드라인」\u0000 (국정원)\n\u0000 ­\u0000 「행정업무용\u0000 표준관리\u0000 규정」(행정안전부)\n\u0000 ­\u0000 「행정기관의\u0000 코드표준화\u0000 추진지침」(행정안전부)\n\u0000 ­\u0000 「정보시스템\u0000 구축\u0000 발주자를\u0000 위한\u0000 표준프레임워크\u0000 적용가이드」(한국정보화진흥원)\n\u0000 ­\u0000 「행정정보\u0000 공동이용\u0000 지침」(행정안전부)\n\u0000 ­\u0000 「공공데이터\u0000 관리지침」(행정안전부)\n\u0000 ­\u0000 「공공기관의\u0000 데이터베이스\u0000 표준화지침」(행정안전부)\n\u0000 ­\u0000 「공유서비스\u0000 개발\u0000 가이드라인」(행정안전부)\n\u0000 ­\u0000 「공유서비스\u0000 기술표준적용\u0000 가이드라인」(행정안전부)\n\u0000 ­\u0000 「전자정부\u0000 웹사이트\u0000 UI·UX\u0000 가이드라인」\n\u0000 ­\u0000 「소프트웨어\u0000 보안약점\u0000 진단가이드」(행정안전부)\n\u0000 ­\u0000 「장애인·고령자\u0000 등의\u0000 정보\u0000 접근\u0000 및\u0000 이용편의\u0000 증진을\u0000 위한\u0000 고시」(과학기술정보통신부)\n\u0000 ­\u0000 「한국형\u0000 웹\u0000 콘텐츠\u0000 접근성\u0000 지침2.1」(과학기술정보통신부)\n\u0000 ­\u0000 「소프트웨어\u0000 사업\u0000 대가\u0000 산정\u0000 가이드」(한국소프트웨어산업협회)\n\u0000 ­\u0000 「모바일\u0000 전자정부\u0000 서비스\u0000 관리\u0000 지침」(행정안전부)\n\u0000 ­\u0000 「모바일\u0000 대민서비스\u0000 구축\u0000 가이드」(행정안전부)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 29 - 마. 품질 요구사항 요구사항 고유번호 COR-004 요구사항 명칭 개인정보보호법정보통신망법 준수 요건 적용 요구사항 분류 제약사항 응낙수준 필수 요구사항 상세설명 정의 개인정보보호법정보통신망법 법적 준수 적용업무 정의 세부 내용 개인정보보호 관련 모든 법규를 충실히 이행할 수 있는 개발 표준안을 마련하여 이를 개발에 반영하여야 함 회원정보 등 개인정보를 저장하는 경우 국가정보원에서 인정하는 암호화 알고리즘으로 암호화하여야 함 사이트와 사용자 클라이언트 간 HTTP상 개인정보 전송은 SSLSecure Socket Layer 보안 적용 현황 및 통계 데이터 산출을 위해 꼭 필요한 경우를 제외하고는 개인정보의 보유 및 처리를 최소화하여야 함 주요 개인정보주민등록번호, 외국인등록번호, 여권번호, 계좌번호, 신용카드번호, 비밀 번호 등가 화면에 표시되는 경우 모두 표시되지 않고 일부를 임의의 문자로 치환예, 주민등록번호 및 외국인등록번호의 경우 뒷 7자리를 로 변환하는 마스킹 처리 요구사항 상세설명 정의 웹 취약점 점검 및 조치 내역서 작성제출 세부 내용 홈페이지 SW 개발 보안가이드행정안전부를 준수하여 보안에 취약하지 않도록 시스 템 개편 - 웹 취약점 점검 보고서 및 조치 내역서 제출 - 점검항목 OWASP 10대 취약점, 국정원 홈페이지 8대 취약점 - 30 - 요구사항 고유번호 QUR-001 요구사항 명칭 사업수행방법론 및 품질보증 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 유지관리 사업수행에 필요한 사업수행방법론 및 품질 보증 방안 제시 세부 내용 아래의 사항을 포함하여 유지관리 사업 수행에 필요한 사업 방법론 및 품질 보증 방안 제시해야 함 - 사업 착수, 수행, 종료 등 각 단계별 수행 및 위험요소 관리 방안 - 주관기관과의 효율적 의사소통 및 지원 방안 - 복합 장애 및 신규 서비스 추가 대응을 위한 응용SW 제안사와의 상호 협력관계 구축 방안 - 유지보수사업 연계 관련사와의 유기적 협력 관계 구축 방안 아래의 사항을 포함하여 유지관리 사업 수행에 필요한 품질 보증 방안 제시해야 함 - 품질 보증 활동 계획 및 형상 관리 계획 - 기타 사업 추진 시 제반 품질 보증 방안 요구사항 고유번호 QUR-002 요구사항 명칭 산출물 제출 및 관리 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 유지관리 사업 수행에 따른 산출물 제출, 관리 세부 내용 산출물 종류 - 각종 작업계획서결과서, 장애 조치 결과보고서 - 각종 수시 보고자료 및 주관기관 제출 자료 - 정기점검 계획서결과보고서 - API 5건 추가 및 신규 기능 개선 작업에 대한 업무 계획서 및 주 단위 업무 보고서 제출 사업 완료시의 최종 산출물은 사업 단계별 절차에 따라야 하며, 프로젝트 상황에 따라 산출물 변경이 필요한 경우에는 주관기관과 별도 협의를 거쳐야 함 사업 추진 과정에서 작성된 산출물에 대하여 추진 일정 및 품질관리 계획과 연계 하여 산출물 종류, 주요내용, 제출시기, 제출 부수 등 제시 산출물은 대외비 수준으로 관리, 저장 자료 및 주관기관으로부터 수령한 자료는 사 업 완료 후 반드시 삭제",
      "tables": [
        [
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "웹\u0000 취약점\u0000 점검\u0000 및\u0000 조치\u0000 내역서\u0000 작성·제출"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 홈페이지\u0000 SW\u0000 개발\u0000 보안가이드(행정안전부)를\u0000 준수하여\u0000 보안에\u0000 취약하지\u0000 않도록\u0000 시스\n템\u0000 개편\n\u0000 \u0000 -\u0000 웹\u0000 취약점\u0000 점검\u0000 보고서\u0000 및\u0000 조치\u0000 내역서\u0000 제출\n\u0000 \u0000 -\u0000 점검항목\u0000 :\u0000 OWASP\u0000 10대\u0000 취약점,\u0000 국정원\u0000 홈페이지\u0000 8대\u0000 취약점"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "사업수행방법론\u0000 및\u0000 품질보증"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "품질\u0000 요구사항"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "∙  유지관리\u0000 사업수행에\u0000 필요한\u0000 사업수행방법론\u0000 및\u0000 품질\u0000 보증\u0000 방안\u0000 제시"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 \u0000 아래의\u0000 사항을\u0000 포함하여\u0000 유지관리\u0000 사업\u0000 수행에\u0000 필요한\u0000 사업\u0000 방법론\u0000 및\u0000 품질\u0000 보증\u0000 \u0000\n\u0000 방안\u0000 제시해야\u0000 함\n\u0000 \u0000 -\u0000 사업\u0000 착수,\u0000 수행,\u0000 종료\u0000 등\u0000 각\u0000 단계별\u0000 수행\u0000 및\u0000 위험요소\u0000 관리\u0000 방안\n\u0000 \u0000 -\u0000 주관기관과의\u0000 효율적\u0000 의사소통\u0000 및\u0000 지원\u0000 방안\n\u0000 \u0000 -\u0000 복합\u0000 장애\u0000 및\u0000 신규\u0000 서비스\u0000 추가\u0000 대응을\u0000 위한\u0000 응용S/W\u0000 제안사와의\u0000 상호\u0000 협력관계\u0000 \u0000\n\u0000 \u0000 구축\u0000 방안\n\u0000 \u0000 -\u0000 유지보수사업\u0000 연계\u0000 관련사와의\u0000 유기적\u0000 협력\u0000 관계\u0000 구축\u0000 방안\n○\u0000 \u0000 아래의\u0000 사항을\u0000 포함하여\u0000 유지관리\u0000 사업\u0000 수행에\u0000 필요한\u0000 품질\u0000 보증\u0000 방안\u0000 제시해야\u0000 함\n\u0000 \u0000 -\u0000 품질\u0000 보증\u0000 활동\u0000 계획\u0000 및\u0000 형상\u0000 관리\u0000 계획\n\u0000 \u0000 -\u0000 기타\u0000 사업\u0000 추진\u0000 시\u0000 제반\u0000 품질\u0000 보증\u0000 방안"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "개인정보보호법/정보통신망법\u0000 준수\u0000 요건\u0000 적용"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "제약사항\u0000\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "개인정보보호법/정보통신망법\u0000 법적\u0000 준수\u0000 적용업무\u0000 정의"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 개인정보보호\u0000 관련\u0000 모든\u0000 법규를\u0000 충실히\u0000 이행할\u0000 수\u0000 있는\u0000 개발\u0000 표준안을\u0000 마련하여\u0000 이를\u0000\n개발에\u0000 반영하여야\u0000 함\u0000\n○\u0000 회원정보\u0000 등\u0000 개인정보를\u0000 저장하는\u0000 경우\u0000 국가정보원에서\u0000 인정하는\u0000 암호화\u0000 알고리즘으로\u0000\n암호화하여야\u0000 함\u0000\n○\u0000 사이트와\u0000 사용자\u0000 클라이언트\u0000 간\u0000 HTTP상\u0000 개인정보\u0000 전송은\u0000 SSL(Secure\u0000 Socket\u0000 Layer)\u0000\n보안\u0000 적용\n○\u0000 현황\u0000 및\u0000 통계\u0000 데이터\u0000 산출을\u0000 위해\u0000 꼭\u0000 필요한\u0000 경우를\u0000 제외하고는\u0000 개인정보의\u0000 보유\u0000 및\u0000\n처리를\u0000 최소화하여야\u0000 함\n○\u0000 주요\u0000 개인정보(주민등록번호,\u0000 외국인등록번호,\u0000 여권번호,\u0000 계좌번호,\u0000 신용카드번호,\u0000 비밀\n번호\u0000 등)가\u0000 화면에\u0000 표시되는\u0000 경우\u0000 모두\u0000 표시되지\u0000 않고\u0000 일부를\u0000 임의의\u0000 문자로\u0000 치환(예,\u0000\n주민등록번호\u0000 및\u0000 외국인등록번호의\u0000 경우\u0000 뒷\u0000 7자리를\u0000 *로\u0000 변환)하는\u0000 마스킹\u0000 처리"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "산출물\u0000 제출\u0000 및\u0000 관리"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "품질\u0000 요구사항"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "∙  유지관리\u0000 사업\u0000 수행에\u0000 따른\u0000 산출물\u0000 제출,\u0000 관리"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 산출물\u0000 종류\n\u0000 \u0000 -\u0000 각종\u0000 작업계획서/결과서,\u0000 장애\u0000 조치\u0000 결과보고서\n\u0000 \u0000 -\u0000 각종\u0000 수시\u0000 보고자료\u0000 및\u0000 주관기관\u0000 제출\u0000 자료\n\u0000 \u0000 -\u0000 정기점검\u0000 계획서/결과보고서\n\u0000 \u0000 -\u0000 API\u0000 5건\u0000 추가\u0000 및\u0000 신규\u0000 기능\u0000 개선\u0000 작업에\u0000 대한\u0000 업무\u0000 계획서\u0000 및\u0000 주\u0000 단위\u0000 업무\u0000 \u0000 \u0000 \u0000 \u0000\n\u0000 \u0000 보고서\u0000 제출\n○\u0000 사업\u0000 완료시의\u0000 최종\u0000 산출물은\u0000 사업\u0000 단계별\u0000 절차에\u0000 따라야\u0000 하며,\u0000 프로젝트\u0000 상황에\u0000\n따라\u0000 산출물\u0000 변경이\u0000 필요한\u0000 경우에는\u0000 주관기관과\u0000 별도\u0000 협의를\u0000 거쳐야\u0000 함\n○\u0000 사업\u0000 추진\u0000 과정에서\u0000 작성된\u0000 산출물에\u0000 대하여\u0000 추진\u0000 일정\u0000 및\u0000 품질관리\u0000 계획과\u0000 연계\n하여\u0000 산출물\u0000 종류,\u0000 주요내용,\u0000 제출시기,\u0000 제출\u0000 부수\u0000 등\u0000 제시\n○\u0000 산출물은\u0000 대외비\u0000 수준으로\u0000 관리,\u0000 저장\u0000 자료\u0000 및\u0000 주관기관으로부터\u0000 수령한\u0000 자료는\u0000 사\u0000\n업\u0000 완료\u0000 후\u0000 반드시\u0000 삭제"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 31 - 요구사항 고유번호 QUR-003 요구사항 명칭 손해배상 책임 요구사항 분류 품질 요구사항 응낙수준 필수 요구사항 상세설명 정의 손해배상 책임 정의 세부 내용 계약조건을 위배하여 제안사의 과실에 의한 장애가 발생하였을 경우에는 제안사는 정상복구에 대한 책임을 지거나 지체 없이 손해를 배상하고 이 경우 손해배상액은 주관기관이 산출하며, 수행업체는 이에 응하여야 함. - 32 - 바. 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 사업 수행계획서 제출 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 관리 방법 세부 내용 계약 후 7일 이내 - 착수계 1부 - 사업 수행 계획서 1부 - 추진 방향, 추진 일정, 세부진행 계획 등 - 산출내역서, 보안 각서 등 발주자가 요구한 사항 - 과업내용서를 활용하여 작성 및 제출 보고서 제출 보고명 보고 내용 주간보고 ᆞ 전 주 계획 대비 및 추진 실적 ᆞ 문제점 및 특이 사항 ᆞ 다음 주 계획 월간보고 ᆞ 전 월 계획 대비 및 추진 실적 ᆞ 문제점 및 특이 사항 ᆞ 다음 달 계획 수시보고 ᆞ 발주자가 과업진행을 위해 필요한 경우 - 수시보고 원활한 사업 추진을 위해 필요시 또는 특이사항 발생 시 보고서 제출 및 임시 보고회 준비 정기 및 단계별 보고 이외에 사업관련 참고자료 요청시 자료 제출 개발관련 산출물은 제안서 세부작성지침에 의거 제출 완료 시 제출 서류 - 디자인프로그램 원본소스 파일 USB 각 2부 - 기타 사업수행 관련 산출물 발주기관은 계획된 성과품 이외에 과업수행의 내역을 파악할 수 있는 별도의 산출물을 요구할 수 있음 단계 산출물제출서류 착수 시 사업수행계획서 및 제반 서류 일체 보안서약서 1부 완료 시 사업완료보고서 디자인프로그램 원본소스 파일 대표명의 보안확약서 1부 기 타 기타 요구자료",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "손해배상\u0000 책임"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "품질\u0000 요구사항\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "∙  손해배상\u0000 책임\u0000 정의"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 계약조건을\u0000 위배하여\u0000 제안사의\u0000 과실에\u0000 의한\u0000 장애가\u0000 발생하였을\u0000 경우에는\u0000 제안사는\u0000\n정상복구에\u0000 대한\u0000 책임을\u0000 지거나\u0000 지체\u0000 없이\u0000 손해를\u0000 배상하고\u0000 이\u0000 경우\u0000 손해배상액은\u0000\n주관기관이\u0000 산출하며,\u0000 수행업체는\u0000 이에\u0000 응하여야\u0000 함."
          ]
        ],
        [
          [
            "보고명",
            "보고\u0000 내용"
          ],
          [
            "주간보고",
            "ㆍ\u0000 전\u0000 주\u0000 계획\u0000 대비\u0000 및\u0000 추진\u0000 실적\nㆍ\u0000 문제점\u0000 및\u0000 특이\u0000 사항\nㆍ\u0000 다음\u0000 주\u0000 계획"
          ],
          [
            "월간보고",
            "ㆍ\u0000 전\u0000 월\u0000 계획\u0000 대비\u0000 및\u0000 추진\u0000 실적\nㆍ\u0000 문제점\u0000 및\u0000 특이\u0000 사항\nㆍ\u0000 다음\u0000 달\u0000 계획"
          ],
          [
            "수시보고",
            "ㆍ\u0000 발주자가\u0000 과업진행을\u0000 위해\u0000 필요한\u0000 경우"
          ]
        ],
        [
          [
            "단계",
            "산출물(제출서류)"
          ],
          [
            "착수  시",
            "사업수행계획서  및  제반  서류  일체\n보안서약서  1부"
          ],
          [
            "완료  시",
            "사업완료보고서\n디자인/프로그램  원본소스  파일 \n대표명의  보안확약서  1부"
          ],
          [
            "기    타",
            "기타  요구자료"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "PMR-001",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "사업\u0000 수행계획서\u0000 제출",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 분류",
            "",
            "프로젝트\u0000 관리\u0000 요구사항\u0000",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "프로젝트\u0000 관리\u0000 방법\u0000",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 계약\u0000 후\u0000 7일\u0000 이내\n\u0000 \u0000 -\u0000 착수계\u0000 1부\n\u0000 \u0000 -\u0000 사업\u0000 수행\u0000 계획서\u0000 1부\n\u0000 \u0000 -\u0000 추진\u0000 방향,\u0000 추진\u0000 일정,\u0000 세부진행\u0000 계획\u0000 등\n\u0000 \u0000 -\u0000 산출내역서,\u0000 보안\u0000 각서\u0000 등\u0000 발주자가\u0000 요구한\u0000 사항\n\u0000 \u0000 -\u0000 과업내용서를\u0000 활용하여\u0000 작성\u0000 및\u0000 제출\n○\u0000 보고서\u0000 제출\n\u0000 \u0000 -\u0000 수시보고\n\u0000 \u0000 ·\u0000 원활한\u0000 사업\u0000 추진을\u0000 위해\u0000 필요시\u0000 또는\u0000 특이사항\u0000 발생\u0000 시\u0000 보고서\u0000 제출\u0000 및\u0000 임시\u0000 보고회\u0000 준비\n\u0000 \u0000 ·\u0000 정기\u0000 및\u0000 단계별\u0000 보고\u0000 이외에\u0000 사업관련\u0000 참고자료\u0000 요청시\u0000 자료\u0000 제출\n\u0000 \u0000 ·\u0000 개발관련\u0000 산출물은\u0000 제안서\u0000 세부작성지침에\u0000 의거\u0000 제출\n○\u0000 완료\u0000 시\u0000 제출\u0000 서류\n\u0000 \u0000\n\u0000 \u0000 -\u0000 디자인/프로그램\u0000 원본소스\u0000 파일\u0000 USB\u0000 각\u0000 2부\n\u0000 \u0000 -\u0000 기타\u0000 사업수행\u0000 관련\u0000 산출물\n※\u0000 발주기관은\u0000 계획된\u0000 성과품\u0000 이외에\u0000 과업수행의\u0000 내역을\u0000 파악할\u0000 수\u0000 있는\u0000 별도의\u0000 산출물을\u0000\n요구할\u0000 수\u0000 있음",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "보고명",
            "",
            "보고\u0000 내용",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "주간보고",
            "",
            "ㆍ\u0000 전\u0000 주\u0000 계획\u0000 대비\u0000 및\u0000 추진\u0000 실적\nㆍ\u0000 문제점\u0000 및\u0000 특이\u0000 사항\nㆍ\u0000 다음\u0000 주\u0000 계획",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "월간보고",
            "",
            "ㆍ\u0000 전\u0000 월\u0000 계획\u0000 대비\u0000 및\u0000 추진\u0000 실적\nㆍ\u0000 문제점\u0000 및\u0000 특이\u0000 사항\nㆍ\u0000 다음\u0000 달\u0000 계획",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "수시보고",
            "",
            "ㆍ\u0000 발주자가\u0000 과업진행을\u0000 위해\u0000 필요한\u0000 경우",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "단계",
            "산출물(제출서류)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "착수  시",
            "사업수행계획서  및  제반  서류  일체\n보안서약서  1부",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "완료  시",
            "사업완료보고서\n디자인/프로그램  원본소스  파일 \n대표명의  보안확약서  1부",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "기    타",
            "기타  요구자료",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 33 - 요구사항 고유번호 PMR-003 요구사항 명칭 산출물에 대한 저작재산권 요구사항 분류 프로젝트 관리 요구사항 응낙수준 필수 요구사항 상세설명 정의 산출물에 대한 저작재산권 사항 세부 내용 본 사업에 사용되는 원시자료의 경우발주자가 제공한 것 제외 지적소유권저작권 여부를 확인하고 사용하여야 하며, 향후 분쟁 시 모든 책임은 계약상대자에게 있음 사업을 수행함에 있어 제3자의 특허권 또는 저작권 등을 침해할 경우 계약상대자는 피해자 측에 합의 배상해야 함 개발된 SW가 불법사용, 저작권, 특허권 등 일체의 권리침해사고가 발생한 경우 계약상대자가 책임변제 해야 함 요구사항 고유번호 PMR-002 요구사항 명칭 정기 업무 수행 보고 요구사항 분류 프로젝트 관리 요구사항 응낙수준 필수 요구사항 상세설명 정의 프로젝트 일정관리 세부 내용 해당 시스템에 대한 유지보수 상황과 작업내역을 관리대장에 기록하고 발주기관 업무담당자의 확인 점검을 실시한 후에는 점검확인서에 발주기관 업무담당자의 서명을 받아 해당 월 유지보수료 청구시 제출 - 34 - 사. 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 기술지원 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 프로젝트 지원에 대한 일반적인 사항 세부 내용 본 사업은 제안요청서에 의거 수행하여야 하며 제안요청서에 명시되지 않은 사항이라 도 사업목적을 위하여 필요한 사항은 수요기관의 지시에 따라 보완하여야 함 사업 추진에 필요한 SW 개발 및 시험장비 일체는 사업수행사의 부담으로 확보하여야 함 계약체결 후 사업수행자는 전체 또는 부문별 사업관리 책임자를 임명하여 본 사업을 추진 시 발생하는 제반 안전사고 책임 및 행정적, 기술적 제반비용과 문제처리를 책임 수행토록 하여야 함 본 사업을 수행 중 사업내용과 관련하여 제안요청서에 누락된 사항 및 수요기관의 변 경요구가 있을 시 지체 없이 수행하여야 함 산출정보 기술지원계획서 요구사항 고유번호 PSR-002 요구사항 명칭 교육지원 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 관리자사용자 교육지원 세부 내용 체계적이고 효율적인 교육을 위하여 교육훈련 계획을 제시하여야 함 교육 훈련계획 작성 시 교육대상, 교육일정 및 장소, 내용, 교재 등 기타 제반사항은 발주기관과 협의하여 결정하여야 하며, 아래의 사항을 포함하여야 함 - 교육대상사용자, 관리자 등 교육대상 구분 - 교육일정, 교육장소, 교육내용, 교육교재에 관한 사항 - 기타 교육관련 사항 등 교육 훈련계획에는 시스템 운영상 필요하다고 판단되면 발주기관에서 관련 교육을 요 구할 수 있으며, 본 사업 수행 범위 내에서 적극 지원하여야 함 산출정보 교육훈련계획서",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "정기\u0000 업무\u0000 수행\u0000 보고"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "프로젝트\u0000 관리\u0000 요구사항\u0000\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "프로젝트\u0000 일정관리"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 해당\u0000 시스템에\u0000 대한\u0000 유지보수\u0000 상황과\u0000 작업내역을\u0000 관리대장에\u0000 기록하고\u0000 발주기관\u0000\n\u0000 \u0000 \u0000 업무담당자의\u0000 확인\n○\u0000 점검을\u0000 실시한\u0000 후에는\u0000 점검확인서에\u0000 발주기관\u0000 업무담당자의\u0000 서명을\u0000 받아\u0000 해당\u0000\n\u0000 \u0000 \u0000 월\u0000 유지보수료\u0000 청구시\u0000 제출"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "기술지원"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "프로젝트\u0000 지원\u0000 요구사항\u0000"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "프로젝트\u0000 지원에\u0000 대한\u0000 일반적인\u0000 사항"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 본\u0000 사업은\u0000 제안요청서에\u0000 의거\u0000 수행하여야\u0000 하며\u0000 제안요청서에\u0000 명시되지\u0000 않은\u0000 사항이라\n도\u0000 사업목적을\u0000 위하여\u0000 필요한\u0000 사항은\u0000 수요기관의\u0000 지시에\u0000 따라\u0000 보완하여야\u0000 함\n○\u0000 사업\u0000 추진에\u0000 필요한\u0000 S/W\u0000 개발\u0000 및\u0000 시험장비\u0000 일체는\u0000 사업수행사의\u0000 부담으로\u0000 확보하여야\u0000 함\n○\u0000 계약체결\u0000 후\u0000 사업수행자는\u0000 전체\u0000 또는\u0000 부문별\u0000 사업관리\u0000 책임자를\u0000 임명하여\u0000 본\u0000 사업을\u0000\n추진\u0000 시\u0000 발생하는\u0000 제반\u0000 안전사고\u0000 책임\u0000 및\u0000 행정적,\u0000 기술적\u0000 제반비용과\u0000 문제처리를\u0000 책임\u0000\n수행토록\u0000 하여야\u0000 함\n○\u0000 본\u0000 사업을\u0000 수행\u0000 중\u0000 사업내용과\u0000 관련하여\u0000 제안요청서에\u0000 누락된\u0000 사항\u0000 및\u0000 수요기관의\u0000 변\n경요구가\u0000 있을\u0000 시\u0000 지체\u0000 없이\u0000 수행하여야\u0000 함"
          ],
          [
            "산출정보",
            "",
            "○\u0000 기술지원계획서"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "산출물에\u0000 대한\u0000 저작재산권"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "프로젝트\u0000 관리\u0000 요구사항\u0000\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "산출물에\u0000 대한\u0000 저작재산권\u0000 사항"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 \u0000 본\u0000 사업에\u0000 사용되는\u0000 원시자료의\u0000 경우(발주자가\u0000 제공한\u0000 것\u0000 제외)\u0000\n지적소유권(저작권)\u0000 여부를\u0000 확인하고\u0000 사용하여야\u0000 하며,\u0000 향후\u0000 분쟁\u0000 시\u0000 모든\u0000 책임은\u0000\n계약상대자에게\u0000 있음\n○\u0000 \u0000 사업을\u0000 수행함에\u0000 있어\u0000 제3자의\u0000 특허권\u0000 또는\u0000 저작권\u0000 등을\u0000 침해할\u0000 경우\u0000\n계약상대자는\u0000 피해자\u0000 측에\u0000 합의\u0000 배상해야\u0000 함\n○\u0000 \u0000 개발된\u0000 SW가\u0000 불법사용,\u0000 저작권,\u0000 특허권\u0000 등\u0000 일체의\u0000 권리침해사고가\u0000 발생한\u0000 경우\u0000\n계약상대자가\u0000 책임변제\u0000 해야\u0000 함"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "교육지원\u0000"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "프로젝트\u0000 지원\u0000 요구사항\u0000"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "관리자/사용자\u0000 교육지원"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 체계적이고\u0000 효율적인\u0000 교육을\u0000 위하여\u0000 교육훈련\u0000 계획을\u0000 제시하여야\u0000 함\n○\u0000 교육\u0000 훈련계획\u0000 작성\u0000 시\u0000 교육대상,\u0000 교육일정\u0000 및\u0000 장소,\u0000 내용,\u0000 교재\u0000 등\u0000 기타\u0000 제반사항은\u0000\n발주기관과\u0000 협의하여\u0000 결정하여야\u0000 하며,\u0000 아래의\u0000 사항을\u0000 포함하여야\u0000 함\n\u0000 \u0000 \u0000 -\u0000 교육대상(사용자,\u0000 관리자\u0000 등\u0000 교육대상\u0000 구분)\n\u0000 \u0000 \u0000 -\u0000 교육일정,\u0000 교육장소,\u0000 교육내용,\u0000 교육교재에\u0000 관한\u0000 사항\u0000\n\u0000 \u0000 \u0000 -\u0000 기타\u0000 교육관련\u0000 사항\u0000 등\n○\u0000 교육\u0000 훈련계획에는\u0000 시스템\u0000 운영상\u0000 필요하다고\u0000 판단되면\u0000 발주기관에서\u0000 관련\u0000 교육을\u0000 요\n구할\u0000 수\u0000 있으며,\u0000 본\u0000 사업\u0000 수행\u0000 범위\u0000 내에서\u0000 적극\u0000 지원하여야\u0000 함"
          ],
          [
            "산출정보",
            "",
            "○\u0000 교육훈련계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 35 - 요구사항 고유번호 PSR-003 요구사항 명칭 기술이전 요구사항 분류 프로젝트 지원 요구사항 응낙수준 필수 요구사항 상세설명 정의 기술이전에 관한 사항 세부 내용 사업수행 과정상 수반되는 전문기술 및 관련된 제반사항에 대한 기술이전 계획을 상세 히 제시하고 발주기관에 이전하는 데 최선을 다하여 지원하여야 함 기술이전계획 작성 시 발주기관과 협의하여야 하며 기술이전 내용장애조치 및 응급조 치 등, 기술이전 방법 및 기간, 인원을 포함하여야 하며, 계획에 따라 기술이전을 수 행하여야 함 과업 수행 중 확인된 사항에 대한 산출물 작성 및 기술이전에 필요한 사항은 수시로 정비하여야 하며, 인력 변경에 따른 인계인수 또는 기술이전 등에 활용 가능해야 함 요구사항 고유번호 PSR-004 요구사항 명칭 하자보수 및 콘텐츠 기술지원 일반 요구사항 분류 프로젝트 지원 요구사항 응낙수준 필수 요구사항 상세설명 정의 하자보수 및 콘텐츠 기술지원에 관한 사항 세부 내용 사업수행자가 제3자로부터 구매하여 공급한 제품과 자체 개발한 SW를 포함한 전 시 스템의 하자보수기간 및 콘텐츠 기술지원은 검수완료일로부터 1년으로 함 하자보수 지원방안에 지원범위, 지원방법을 제시하여야 함 하자보수 기간 중에 개발된 SW상의 문제가 발견된 경우 즉시 필요한 조치를 취하여 문제를 해결 하자보수 범위를 초과하여 유상으로 처리되는 유지관리 사항에 대해서는 대상범위와 유상처리 기준을 명확하게 제시하여야 함 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위하여 시스템을 단위 요소 기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 제시 사업수행자는 다음과 같은 사항을 유지관리 활동에 포함하여 지원 - 공급한 제품HW, SW 등과 개발한 SW 등의 전 시스템 - 장애발생에 대한 처리Trouble Shooting - 기타 시스템의 정상운영을 위한 기술지원 등 - 36 - IV 계약 조건 1. 일반조건 1 본 제안요구사항은 과업수행을 위한 사항들을 규정하였으며, 본 제안 요구사항에 명기되지 아니한 사항은 관련 법령 및 규정 등에 따라 협 의하여 수행하여야 한다. 2 제안과 관련되어 제출된 자료 일체는 반환하지 않으며, 본 제안과 관 련된 일체의 소요비용은 제안업체가 부담한다. 3 제안서의 모든 기재사항은 객관적으로 입증할 수 있는 관계서류를 첨 부해야 하며, 허위 작성한 사실이 판명될 경우 해당 입찰참여자는 평 가대상에서 제외됨은 물론 계약 후에도 계약파기와 함께 인적, 물적, 기간적 손실에 따른 손해배상 책임을 진다. 4 제안요청서 및 관련 자료는 제안서 작성이외의 목적으로 사용해서는 안 된다. 5 제안사가 제출한 모든 자료 및 문서는 제안사의 권익 보호를 위하여 외부에 공개되지 않음을 원칙으로 한다. 6 제안서에 제시된 내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 가진다. 다만, 계약서에 명시된 경우에는 계약서의 내용이 우선 한다. 7 계약상대자는 과업을 수행함에 있어 제3자의 특허권 또는 저작권을 침해하여 발주기관을 상대로 손해배상 청구소송이 제기될 경우 계약상 대자는 피해자 측에 합의 배상하여야 한다. 8 제안요청서 및 계약사항에 관하여 이견이 발생하였을 경우 또는 계약 상에 정하지 아니한 사항에 대하여는 발주기관과 계약상대자의 협의에 의해 결정한다. 9 계약상대자는 제안요구사항을 성실히 이행하여야 하며 발주기관의 특",
      "tables": [
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "기술이전"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "프로젝트\u0000 지원\u0000 요구사항\u0000\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "기술이전에\u0000 관한\u0000 사항"
          ],
          [
            "",
            "세부\n내용",
            "○\u0000 사업수행\u0000 과정상\u0000 수반되는\u0000 전문기술\u0000 및\u0000 관련된\u0000 제반사항에\u0000 대한\u0000 기술이전\u0000 계획을\u0000 상세\n히\u0000 제시하고\u0000 발주기관에\u0000 이전하는\u0000 데\u0000 최선을\u0000 다하여\u0000 지원하여야\u0000 함\n○\u0000 기술이전계획\u0000 작성\u0000 시\u0000 발주기관과\u0000 협의하여야\u0000 하며\u0000 기술이전\u0000 내용(장애조치\u0000 및\u0000 응급조\n치\u0000 등),\u0000 기술이전\u0000 방법\u0000 및\u0000 기간,\u0000 인원을\u0000 포함하여야\u0000 하며,\u0000 계획에\u0000 따라\u0000 기술이전을\u0000 수\n행하여야\u0000 함\n○\u0000 과업\u0000 수행\u0000 중\u0000 확인된\u0000 사항에\u0000 대한\u0000 산출물\u0000 작성\u0000 및\u0000 기술이전에\u0000 필요한\u0000 사항은\u0000 수시로\u0000\n정비하여야\u0000 하며,\u0000 인력\u0000 변경에\u0000 따른\u0000 인계인수\u0000 또는\u0000 기술이전\u0000 등에\u0000 활용\u0000 가능해야\u0000 함"
          ]
        ],
        [
          [
            "요구사항\u0000 고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항\u0000 명칭",
            "",
            "하자보수\u0000 및\u0000 콘텐츠\u0000 기술지원\u0000 일반"
          ],
          [
            "요구사항\u0000 분류",
            "",
            "프로젝트\u0000 지원\u0000 요구사항\u0000\n응낙수준\n필수"
          ],
          [
            "요구사항\u0000\n상세설명",
            "정의",
            "하자보수\u0000 및\u0000 콘텐츠\u0000 기술지원에\u0000 관한\u0000 사항"
          ],
          [
            "",
            "세부\n내용",
            "◦\u0000 사업수행자가\u0000 제3자로부터\u0000 구매하여\u0000 공급한\u0000 제품과\u0000 자체\u0000 개발한\u0000 S/W를\u0000 포함한\u0000 전\u0000 시\n스템의\u0000 하자보수기간\u0000 및\u0000 콘텐츠\u0000 기술지원은\u0000 검수완료일로부터\u0000 1년으로\u0000 함\n◦\u0000 하자보수\u0000 지원방안에\u0000 지원범위,\u0000 지원방법을\u0000 제시하여야\u0000 함\n◦\u0000 하자보수\u0000 기간\u0000 중에\u0000 개발된\u0000 S/W상의\u0000 문제가\u0000 발견된\u0000 경우\u0000 즉시\u0000 필요한\u0000 조치를\u0000 취하여\u0000\n문제를\u0000 해결\n◦\u0000 하자보수\u0000 범위를\u0000 초과하여\u0000 유상으로\u0000 처리되는\u0000 유지관리\u0000 사항에\u0000 대해서는\u0000 대상범위와\u0000\n유상처리\u0000 기준을\u0000 명확하게\u0000 제시하여야\u0000 함\n◦\u0000 시스템의\u0000 안정성\u0000 및\u0000 신뢰성\u0000 확보와\u0000 장애시간을\u0000 최소화하기\u0000 위하여\u0000 시스템을\u0000 단위\u0000 요소\n기술과\u0000 기능으로\u0000 구분하여\u0000 각각에\u0000 대한\u0000 세부\u0000 하자보수\u0000 계획을\u0000 제시\n◦\u0000 사업수행자는\u0000 다음과\u0000 같은\u0000 사항을\u0000 유지관리\u0000 활동에\u0000 포함하여\u0000 지원\n\u0000 \u0000 -\u0000 공급한\u0000 제품(H/W,\u0000 S/W\u0000 등)과\u0000 개발한\u0000 S/W\u0000 등의\u0000 전\u0000 시스템\n\u0000 \u0000 -\u0000 장애발생에\u0000 대한\u0000 처리(Trouble\u0000 Shooting)\n\u0000 \u0000 -\u0000 기타\u0000 시스템의\u0000 정상운영을\u0000 위한\u0000 기술지원\u0000 등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 37 - 별한 요구가 없는 한 계약상대자는 제안요구사항에 따라 사업을 진행 하여야 한다. 또한, 업무분석 단계에서 보다 창의적인 방법으로 요구사항을 해석하 고, 정제하여 사업에 반영해야 한다. 10 계약상대자는 공급하는 모든 사항의 품질과 사업관리에 대하여 최종 적인 책임을 져야하며 기술 환경 및 기타 사정 등으로 인하여 일부 사업의 내용 및 범위 등의 변경이 필요한 경우에는 협의에 의해 조정 할 수 있다. 단, 요구사항에 명시 되지 않았으나 계약상대자 판단으로 추가되어야 할 요구사항에 대해서는 별도 수행이 가능함 11 계약상대자는 이 과업을 수행함에 있어 발생하는 관계기관과의 협의 사항, 발주기관의 지시 및 조치사항 등 과업 추진에 따른 주요 내용 을 문서로 작성비치하여야 하며, 발주기관의 제출요구가 있을 경우에 는 이에 따라야 한다. 12 작업환경은 발주기관과 계약상대자가 상호 협의하여 정하며 소요비용 은 계약상대자가 부담한다. 2. 특수조건 제1조적용범위 본 특수조건은 2024년 광주문화예술통합플랫폼 콘텐츠 시스템 유지 및 보수 용역 계약에 있어서 광주문화재단와 계약상 대자 사이에 적용한다. 제2조처리기간 계약상대자는 광주문화재단의 요구사항을 접수하여 처 리하되 긴급을 요구하는 사항은 즉시 처리를 원칙으로 하며, 본 용 역사업은 광주문화재단와 계약상대자 상호간에 협의된 기한 내에 처리를 하고 이 기간을 초과할 경우 지체일수로 본다. 다만, 지체 - 38 - 사유가 광주문화재단에 속하거나 즉시 처리가 불가능하다고 객관적 으로 입증되는 사항은 상호 협의하여 그 기간을 조정할 수 있다. 제3조계약의 변경 광주문화재단와 계약상대자는 다음 항목과 같은 사 항이 발생하거나 또는 부득이한 사유가 있을 경우 상호 합의하여 계 약을 변경할 수 있다. - 계획변경 등 방침 변경에 따라 본 과업내용의 현저한 변경이나 증 감이 있을 때 - 당초 과업 구상 시 예기치 않은 사항의 발생으로 변경이 불가피 하게 되었을 때 - 기타 천재지변 등 부득이한 사유가 발생 되었을 때 제4조계약의 해지 광주문화재단은 계약상대자의 계약위반 또는 계약상 의 의무이행을 태만히 하거나 의무를 이행함에 있어 소정의 성과를 기대하기 곤란하다고 판단될 경우, 이를 서면으로 시정을 요구할 수 있다. 계약상대자가 월 2회 이상의 서면통지를 받았음에도 불구하 고 특별한 사유 없이 이를 시정하지 않는 경우에는 계약을 해지할 수 있다. 제5조손해배상 책임 계약상대자는 본 사업을 수행함에 있어 관리자로 서의 성실히 의무를 다하여야 하며, 계약상대자의 부주의로 광주문 화재단에게 손해를 끼쳤을 경우에는 계약상대자는 손해배상 책임을 진다. 제6조보고서 공동 활용 본 사업을 통해 도출되는 결과물은 용역계약일반 조건기획재정부 계약예규 413호 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동 활용할 계획이 없음을 사전에 안내함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 39 - 제7조소유권 본 사업수행 결과물은 광주문화재단와 계약상대자가 공동 으로 소유하며, 별도의 정함이 없는 한 지분은 균등하다. 다만, 계획 수립의 기여도 및 계약목적물의 특수성보안, 영업비밀 등을 고려 하여 계약 당사자 간의 협의를 통해 지식재산권 귀속 주체 등에 대 해 공동소유와 달리 정할 수 있으며, 지식재산권의 타 용도 및 상업 적 활용 시 반드시 광주문화재단와 협의하여야 한다. 세부사항은 기획재정부 계약예규 용역계약 일반조건 제56조에서 정한 바에 따름 제8조관할법원 본 계약에 관한 분쟁이 발생하여 광주문화재단와 계약상대 자가 상호 협의하여도 문제를 해결하지 못하여 부득이 소송을 할 필 요가 있을 때에는 광주문화재단 소재지 관할법원으로 한다. 제9조보안책임 계약상대자는 본 계약과 관련하여 광주문화재단 으로부 터 취득한 모든 정보에 대하여 계약기간 중 또는 종료 후에도 일체 유출 또는 누설하여서는 아니 되며, 보안준수 사항을 위반하여 발생 하는 모든 민형사상 책임 및 그에 따른 유무형의 손해배상을 계약 상대자가 전적으로 책임을 진다. 제10조기타 특기사항 본 계약에 정하지 아니한 사항이나 본 계약의 각 조 항과 다른 사항을 특약할 경우에는 광주문화재단 과 계약상대자가 따로 서면으로 합의함으로써 그 효력을 발생한다. - 40 - V 제안 안내 1. 입찰안내 가. 입찰방법 경쟁입찰 나. 사업자 선정방식 협상에 의한 계약체결 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제43조, 44조에 의거 협 상에 의한 계약체결 방법 적용 다. 진행절차 제안요청서 배부 제안서접수제안설명 및 평가 협상대상업체선정 협상실시 사업자 선정 및 계약체결 라. 적용규정 - 지방자치단체 입찰 및 계약 집행기준행정안전부 예규 - 지방자치단체 입찰시 낙찰자 결정기준행정안전부 예규 - 소프트웨어 기술성 평가기준과학기술정보통신부 고시 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시 마. 입찰일시 및 장소 입찰공고문에 의함 바. 입찰공고 방법 광주문화재단 홈페이지httpwww.gjcf.or.kr 또는 나라장터국가종합전자조달, httpwww.g2b.go.kr 사. 사업설명회 제안요청서로 갈음 아. 제출서류 및 마감 입찰공고문에 의함 2. 입찰참가자격 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제13조입 찰의 참가자격 및 동법 시행규칙 제14조입찰 참가자격 요건의 증명에 의한 경쟁 입찰 참가자격을 갖추고 조달청 입찰참가 자격등 록증 소지업체 이어야 하며, 다음 각 호의 자격을 모두 갖춘 자 - 입찰서 제출 마감일 전일까지 국가종합전자조달시스템나라장터에 소프트웨어사업 자컴퓨터관련 서비스사업, 업종코드 1468번를 입찰참가 등록한 자 - 중소기업기본법 제2조에 따른 중소기업 또는 소상공인기본법 제2조에 따",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 41 - 른 소상공인으로서 중소기업 범위 및 확인에 관한 규정에 따라 발급된 중 소기업소상공인 확인서를 소지한 자로, 중소기업제품 구매촉진 및 판로지원 에 관한 법률 제9조직접생산의 확인 등에 따라 입찰 마감일의 전일까지 공 공구매정보망httpsmpp.go.kr에 아래와 같이 직접생산 확인에 등재된 자 제품명 물품분류번호 품명 세부품명번호 세부품명 전산업무 소프트웨어 개발포함 81111599 정보시스템개발서비스 8111159901 정보시스템개발서비스 - 지방자치단체를 당사자로 하는 계약에 관한 법률 제31조부정당업자의 입찰 참가 자격 제한 및 동법 시행령 제92조부정당업자의 입찰 참가자격 제한에 해당되 지 않는 업체 본 사업은 사업금액이 20억원 미만 사업으로 소프트웨어진흥법 제 48조 제2항 및 중소소프트웨어사업자의 사업참여 지원에 관한 지침 과학기술정보통신부 고시에 따라 대기업 및 중견기업인 소프트웨어 사업자의 입찰참여가 불가함 본 사업은 사업의 원활한 수행과 품질보증을 위하여, 공동수급공 동분담이행 방식, 컨소시엄은 불허하며, 성공적 사업완수를 위해 하도급 불가함. 3. 입찰참가등록 및 제안서 제출 가. 입찰참가등록 광주문화재단 기획협력팀 1 입찰참가신청서 1 부.별지 서식 참조 2 사업자등록증, 소프트웨어사업자 및 중소기업소상공인 확인서 사본 각 1 부. 원본 대조 필 명기 후 인감날인 3 직접생산증명서정보시스템개발서비스 1 부. 4 법인등기부등본 및 법인인감증명서 각 1 부. 개인사업자인 경우 주민등록등본 및 인감증명서 각 1 부 인감사용인감 지참, 사용인감 사용시 사용인감계 별도 제출 5 청렴계약이행서약서 1 부.별지 서식 참조 - 42 - 6 위임장 또는 재직증명서 1부. 대리인 제출 시 7 기타 입찰참가자격을 증명하는 서류, 입찰공고문 추가명시 서류 등 나. 제안서 제출 광주문화재단 기획협력팀 1 입찰참가 공문 1 부. 2 제안서 및 요약서제안발표자료 대체가능 - 제안서 및 발표자료요약서 원본컬러 1 부. - 제안서 및 발표자료요약서 평가본흑백 9 부. - 제안서 및 발표자료요약서 PDF 파일 각 1 본. 제안 자료는 USB 에 저장 제출, 1개 - 일반현황 1부회사명 표시 제안사 일반현황, 경영상태, 사업추진 실적 PDF파일은 행정기관 및 공공기관의 정보시스템 구축운영 지침 제31조 제안서 사전배포에 의거 심사위원들의 심층 검토를 위해 사전배포 될 수 있으니, PDF파일 생성 시 보안설정복사 방지, 출력해상도 조정 등 등 유의하여 작성 원본1부 회사명칭 표기, 사본9부에는 제안사를 인식할 수 있는 일체 의 표기회사명, 로고, 대표자명 등 금지 3 평가관련 증명서류별권 제출 원본 및 사본 각 1 부. - 정량 제안서 2부원본1부, 사본1부 회사명 표기 - 주요사업 실적증명 서류 - 신용평가등급 확인서, 신인도 관련 증거 서류 - 기술 및 경력 증거서류소프트웨어 기술자 경력 증명서, 자격증 및 학력 증명, 경력 증명 등 - 재직 증명 서류건강보험 자격 득실 확인서 등 4 가격산출내역서별지서식 7 별지서식7 가격산출내역서 작성 후, 밀봉하여 인감 날인 후 분리 제출 입찰가격이 추정금액을 초과하는 경우 협상적격자에서 제외됨 다. 제안 관련 문의사항 - 문의처 광주문화재단 기획협력팀 - 전 화 062670-7434 - 이메일 gcf7472gjcf.or.kr",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 43 - 라. 입찰시 유의사항 - 제안서는 입찰서류를 구비하여 공식문서와 함께 대표자의 인감을 날인하여 직 접 제출하여야 함우편 및 택배 제출 불가 - 제안요청서 이외의 추가 자료는 제공하지 않으며, 제안요청서의 변경이 있는 경우 에는 변경사항에 대해 별도 통보함 - 공직자 부조리 신고 안내 본 입찰과 관련하여 우리시 공직자의 위법부당한 행위가 있을시 광주문화재 단 홈페이지 클린신고센터로 신고하여 주시기 바랍니다. 광주문화재단 청렴감사실670-5710 마. 기타사항 제안서 보상 사업예산 20억 미만의 소프트웨어 사업으로, 소프트웨어사업의 제안서 보상 기준 등에 관한 운영규정과학기술정보통신부고시 제2016-108호 제2조에 의거 제안서 보상은 실시하지 않음 하자담보 책임기간 본사업의 하자담보 책임기간은 발주기관의 검사에 의하여 사업 검수완료일로 부터 1년간으로 함 작업장소 본 사업의 작업장소는 원활한 사업수행을 위해 발주기관과 협의하여 결정 작업 장소 관련 비용은 전체 사업 예산에 계상되어 있으므로 제안사가 부담하 여야 합니다.사용료, 기타 발생하는 부대비용 등 적정 사업기간 산정 본 사업은 소프트웨어사업 관리감독에 관한 일반기준에 따라 소프트웨어 개 발사업 적정 사업기간 산정 기준에 따른 사업임 SW사업정보 데이터 작성 본 사업은 소프트웨어산업진흥법 제22조에 따라 SW사업정보SW사업수행 및 실적정보데이터를 작성 제출하여야 함. SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW 사업정보 저장소 데이터 제출 안내문서를 참조토록 함 SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 명시 하도록 함 - 44 - SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 산정 가능 전문가를 포함토록 함 계약목적물의 지식재산권 공동귀속 본 사업의 수행 결과물계약목적물에 대한 지식재산권은 발주기관과 계약상대 자가 공동으로 소유하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함 계약목적물의 지식재산권 공동활용 범위 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적물 의 지식재산권 귀속 등에 따라 타 기관과 공동활용 할 계획이 없음을 사전에 안내함 원격지 개발 장소 제시검토 절차 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업 장소를 제시할 수 있으며, 발주기관에서는 제시된 작업 장소에 관하여 우선 검토 다만, 발주기관에서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대 응 방안을 제안해야하며, 제안요청서에 명시한 원격지 보안요구사항을 준수하 여 원격지 개발에 따른 구체적인 원격지 보안 관리대책을 제시하여야 함 정보누출금지 대상 정보 우리 기관에서는 별표 3와 같이 누출금지정보로 지정하며, 입찰 및 사업 수 행과정에서 무단으로 누출할 경우 관련 법령에 따라 부정당업자로 입찰참가자 격을 제한할 수 있음 SW산출물 반출 절차 계약상대자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금 지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 계약상대 자 대표명의의 확약서를 발주기관에 제출하여야 함 계약상대자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기 관으로부터 사전승인을 받아야 함 과업내용 확정 심의 여부 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위하여 과업 심의위원회를 개최 또는 미개최 한 사업임 과업내용의 변경 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 45 - 호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요 한 경우, 계약상대자는 국가기관등의 장에게 소프트웨어사업 과업변경요청서 를 제출하여 과업심의위원회 개최를 요청할 수 있으며, 국가기관 등의 장은 과업심의위원회 개최요청에 대해서 특별한 사정이 없으면 수용해야 함 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 13호 서식 참조 VI 제안서 작성지침 및 평가방법 1. 제안서 작성요령 가. 기술제안서는 제안서 목차를 참조하여 각 요구조건에 대하여 명확하고 상세하게 작성하고, 제안서 중 제안사 일반현황은 별도로 작성하여 제출 나. 기술제안서는 아래 내용의 규격을 준수해야 한다. - 매수 기술제안서 200페이지 이내, 요약본 30페이지 이내 - 규격 A4210 X 297mm, 제안서 및 요약본은 제본 및 스프링 사용, - 표지 백색, 무광택, 사업명 - 본문 백상지, 흑백, 양면 인쇄, 각 쪽은 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여 - 제안서 및 요약서 표지와 내용에 회사명, 회사로고, 회사마크 등 회사식별정 보를 표기하지 않아야 함 - 제안서의 모든 인쇄는 양면 흑백 인쇄를 원칙 단, 제안서 및 요약서 원본 1부는 컬러인쇄로 제출 별도 보관용 - 간지는 자유 색상으로 하되 1쪽으로 인정하지 않음 다. 제안서는 A4 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는 규격내 기타용지를 일부 사용할 수 있다. 라. 제안서는 한글 작성이 원칙이며, 사용된 영문약어에 대하여는 약어표 를 제공하여야 한다. 마. 작성 지침에 명시되지 않은 내용에 대한 추가적인 제안사항이 있는 경우 해당항목에 포함 또는 별도의 항목을 추가하여 작성할 수 있고, 또한 작성지침 항목 중 해당사항이 없는 경우는 해당 항목에 해당 - 46 - 없음으로 간략히 기술한다. 바. 추가제안 및 추가자료에 대해서는 제안서와 동일한 효력을 가진다. 사. 제안서의 내용은 명확한 용어를 사용하여 표현하여야 하며, 할 수 도 있다, 이 가능하다, 을 고려하고 있다, 에 동의한다 등과 같은 모호한 표현은 제안서 평가 시 불가능한 것으로 간주한다. 아. 제안서의 모든 내용은 객관적으로 입증할 수 있어야 하며, 그 내용이 허위로 확인될 경우 또는 입증요구에 입증하지 못하는 경우는 평가 대상에서 제외된다. 자. 각종 증빙서류의 표지에는 원본과 사본의 구분을 표시하여야 하며, 사 본일 경우 원본대조필 인을 날인하여야 하고 원본과 사본의 내용이 상이할 경우 원본의 내용을 채택한다. 차. 제안내용을 보충하기 위하여 참고문헌 활용시 참고문헌 목록을 첨부 하고, 그 출처를 정확히 알 수 있도록 표기하여야 한다. 카. 제안서 작성 시 가능한 여러 안을 제안할 수 있으나 반드시 장단점을 기재하고 1개안을 채택하여 그에 대한 명확한 이유를 명시하여야 함. 타. 제출된 제안서의 기재 내용은 실제 사실과 일치하여야 하며, 발주 기 관이 요청하지 않는 한 수정추가대체할 수 없고, 제안내용에 대한 확 인을 위하여 추가자료 요청 시 적극 응하여야 한다. 파. 제안요약서는 본 제안서 제안내용이 표현되는 범위 내에서 작성해야 한다. 하. 제안서 평가위원 사전 배포용 PDF파일은 제출되는 제안서와 요약서 내용과 동일하여야 한다. 2. 제안서 효력 가. 제안서에 명시된 내용은 협상 시 발주기관의 요구에 의하여 수정, 보 완, 변경된 경우 계약서에 명시하지 않더라도 계약서와 동일한 효력 을 가지며기술평가를 위한 제안 설명 및 답변자료 포함 계약서에",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 47 - 명시된 경우는 계약서의 내용이 우선한다. 나. 제출된 제안서의 내용은 발주기관이 요청하지 않는 한 수정 삭제 및 대체할 수 없으며 계약 체결 시 계약조건의 일부로 간주한다. 다. 제안서 접수 후 발주기관은 필요시 추가 자료를 요청할 수 있고, 이 에 따라 제출된 자료는 제안서와 동일한 효력을 갖는다. 라. 제안서에 대한 해석상 문제가 있을 경우 상호 협의하여 조정한다. 마. 광주문화재단은 제안서와 기타 구비서류를 검토하여 미비 할 때는 상 황에 따라 보완지시실격처리 등의 조치를 취할 수 있다. 바. 추가자료 요청 시 사업수행자는 이에 성실히 임하여야 하며, 미제출시 제출확인된 내용만으로 평가한다. 3. 제안서 평가안내 가. 제안서 평가 실시 평가일시 및 장소 추후 별도 지정, 개별 통보 제안서 설명시간 업체당 30분 내외제안 설명 20분, 질의응답 10분 제한시간 초과 시 1분당 0.1점 감점 처리 제안서 설명순서 제안서 접수 순서 유의사항 발표자 및 참석자 발표자대표자 또는 대표자가 위임한 자 외 1명 이내 대리인의 경우 위임장과 신분증 지참 평가위원회에서 사용하는 장비는 직접 설치하여 사용하여야 함 빔 프로젝터와 스크린은 발주기관에서 제공 제안 설명 시 천재지변정전 포함을 제외한 발표장비 오작동, 발표자 발표 지연 등 기타사유에 의해 중단된 경우 제안 설명시간에 포함 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명기하고 그 사 유를 명확하게 설명하여야 함 제안설명회 불참업체는 사업제안서 제출 여부 및 가격입찰 여부와 무관하게 기술능력 평가점수의 정성적 평가항목을 0점 처리함 - 48 - 제안서평가위원회 개최 후 평가결과는 재단 홈페이지에 공개함 제안의 심층검토를 위해 제안서를 사전 배포하지 않을 경우 입찰 참가업체의 제안서 발표이전에 평 가위원에게 제안서 검토시간을 제공함10억 이하 60분 이상 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시 제2019-69호, 2019.8.23. 제 33조제안서 검토시간 및 평가시간의 조정 나. 제안서 평가방법 지방자치단체 낙찰자 결정기준행정안전부 예규 제7장 협상에 의한 계약체 결기준을 준용하여 우리 시가 정한 제안서 평가기준에 따라 평가 평가점수는 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시에 따라 기술능력 평가점수90 입찰가격 평가점수10로 함 평가 항목 및 배점은 제안서 평가기준 참조 정성적 평가는 총점기준 최고점수와 최저점수를 준 위원을 제외하고 나머지 위원의 평가점수를 합산하여 산술평균한 점수로 함. 이 경우 최고점수 최저점수 가 2개 이상인 경우 하나의 점수만 제외하며, 평균 점수 산정 결과 소수점 이하 의 숫자가 있을 경우에는 소수점 셋째자리에서 반올림 제안업체는 평가결과에 대하여 이의를 제기할 수 없으며 기술제안서 평가위원 명단은 사전 공개하지 않음 다. 기술평가 절차 및 평가위원회 구성 기술평가 절차 1차 심사 제출서류 충족여부 심사 및 정량적 평가10 2차 심사 제안서 평가를 통한 평가위원 정성적 평가80 평가위원회 구성 평가위원장 포함, 7인의 전문가를 대상으로 평가위원회 구성 3배수 이상의 평가위원 예비명부를 작성하여 고유번호를 부여하고, 입찰 참가자의 추첨을 통해 다빈도 순으로 선정된 위원을 평가위원으로 선정 추첨결과 다빈도 수가 동일한 위원은 고령자순으로 선정 4. 협상대상자 선정 및 협상기준",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 49 - 가. 협상 대상자 선정 제안서 평가결과 기술능력평가 점수가 기술능력 평가분야 배점한도90점의 8576.5점 이상인 자를 협상대상자로 선정 지방자치단체 입찰시 낙찰자 결정기준 제5장 협상에 의한 계약체결기준 국가정보화기본법 제3조 제2호에 의한 정보화에 관한 사업에 대해서는 제 안서 평가결과 기술능력 평가 점수가 기술능력 평가분야 배점한도의 85 이상인 자 평가점수는 점수 산정 결과 소수점 이하의 숫자가 있을 경우에는 소수점 셋째 자리에서 반올림 협상순서는 종합평가점수의 고득점 순에 따라 결정하되 종합평가점수가 동일 한 제안자가 2인 이상일 경우에는 기술능력 평가점수가 높은 제안자를 선순 위자로 하고, 기술능력 평가점수도 동일한 경우에는 추첨으로 정함 결정된 협상순위에 따라 협상대상자와 협상을 하며, 협상이 성립된 때에는 다 른 협상대상자와 협상을 실시하지 아니함 우선순위 협상대상자와 계약에 대한 협상이 결렬될 경우에는 차순위 업체와 동등한 방법으로 협상 실시 모든 협상대상자와의 협상이 결렬될 경우에는 재공고입찰이나 새로운 입찰에 부칠 수 있음 나. 협상기준 - 협상대상자가 제안한 사업내용, 이행방법, 이행일정 등 제안서 내용을 대상 으로 협상을 실시하며 협상대상자와 협상을 통해 제안서 내용 일부를 조정 할 수 있음 다. 계약체결 및 기타 - 협상이 성립된 후 10일 이내에 계약을 체결하여야 함. - 계약의 체결 및 이행에 관하여는 서면 통보한 협상결과와 지방자치단체를 당사자로 하는 계약에 관한 법률 및 동법시행령 시행규칙과 이에 근거한 계약의 일반조건, 특수조건, 입찰유의서 및 일반원칙에 따름. - 제안서 평가결과는 개별 통보하며, 미 선정업체에 대한 통보는 생략 - 50 - 5. 일반행정사항 가. 제출된 제안서에 고유한 개념과 아이디어, 특허기술을 포함하고 있을 경우 제안서 안에 독창적 정보라고 명시해야 한다. 명시되지 않은 정 보는 발주기관이 이를 임의로 사용할 권한을 가진다. 나. 입찰참여자는 본 제안요청서의 내용에 대해 의문사항이 있을 경우 전 화 또는 방문을 통해 질의하여야 하며, 발주기관은 질의내용이 보편적 이고 객관적인 내용으로 판단될 경우 성실히 답변하고, 질의내용이 공 정한 업무수행에 부적절하다고 판단될 경우 답변을 거부할 수 있다. 다. 발주기관은 본 제안요청서 등에 포함되어 있는 정보의 정확성을 기하 였으나, 각 입찰참여자는 가능한 한 제시된 정보들의 정확성에 대해 스스로 확인할 것을 권고한다. 6. 제안서 목차 및 작성 지침 가. 제안서 목차 작성항목 작성목차 목차 제안요구사항 수용 조견표 I. 일반현황 1. 제안사의 일반현황 2. 제안사의 조직 및 인원 3. 주요 사업실적 II. 사업수행 계획 및 조직 부문 1. 사업이해도 2. 추진전략 3. 수행방법 및 추진절차 4. 참여인력 기술상태 및 경력 III. 기술 및 기능 1. 기능 요구사항 2. 보안 요구사항 3. 시스템운영 요구사항 IV. 성능 및 품질부문 1. 성능 요구사항 2. 품질 요구사항 3. 인터페이스 요구사항 V. 프로젝트 관리 1. 관리방법 2. 일정계획 VI. 프로젝트 지원 1. 품질보증 2. 시험운영 3. 유지보수 4. 비상대책",
      "tables": [
        [
          [
            "작성항목",
            "작성목차"
          ],
          [
            "\u0000 §\u0000 목차",
            "\u0000 제안요구사항\u0000 수용\u0000 조견표"
          ],
          [
            "\u0000 I.\u0000 일반현황",
            "\u0000 1.\u0000 제안사의\u0000 일반현황\n\u0000 2.\u0000 제안사의\u0000 조직\u0000 및\u0000 인원\n\u0000 3.\u0000 주요\u0000 사업실적"
          ],
          [
            "\u0000 Ⅱ.\u0000 사업수행\u0000 계획\u0000 및\u0000 조직\u0000\n부문",
            "\u0000 1.\u0000 사업이해도\n\u0000 2.\u0000 추진전략\n\u0000 3.\u0000 수행방법\u0000 및\u0000 추진절차\n\u0000 4.\u0000 참여인력\u0000 기술상태\u0000 및\u0000 경력"
          ],
          [
            "\u0000 Ⅲ.\u0000 기술\u0000 및\u0000 기능",
            "\u0000 1.\u0000 기능\u0000 요구사항\n\u0000 2.\u0000 보안\u0000 요구사항\n\u0000 3.\u0000 시스템운영\u0000 요구사항"
          ],
          [
            "\u0000 Ⅳ.\u0000 성능\u0000 및\u0000 품질부문",
            "\u0000 1.\u0000 성능\u0000 요구사항\n\u0000 2.\u0000 품질\u0000 요구사항\n\u0000 3.\u0000 인터페이스\u0000 요구사항"
          ],
          [
            "\u0000 Ⅴ.\u0000 프로젝트\u0000 관리",
            "\u0000 1.\u0000 관리방법\n\u0000 2.\u0000 일정계획"
          ],
          [
            "\u0000 Ⅵ.\u0000 프로젝트\u0000 지원",
            "\u0000 1.\u0000 품질보증\n\u0000 2.\u0000 시험운영\n\u0000 3.\u0000 유지보수\n\u0000 4.\u0000 비상대책"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 51 - 나. 제안서 작성 지침 항 목 작 성 방 법 목차 ᆞ 제안서 목차 작성 제안요구사항 수용 조견표 ᆞ 별지서식을 이용하여 제안요구사항 수용 조견표 작성 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별 매출 액, 주요 사업내용 등을 명료하게 제시 2.제안사의조직및인원 제안사의 조직 및 인원현황을 제시 3. 주요 사업실적 최근 3년간 주요 사업실적 해당사업과 유사사업 위주 제시 II. 사업수행 계획 및 조직 부문 1. 사업 이해도 - 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목 적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소를 고려하 여 창의적이고 타당한 대안을 제시 3. 수행방법론 및 추진절차 - 구체적인 추진전략과 실행 방안을 제시 본 사업의 수행방법론 및 추진절차를 제시 4. 참여인력 기술상태 및경력 - 본 사업의 참여인력 기술상태 및 경력을 제시 III. 기술 및 기능 1. 기능 요구사항 - 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기술, 제안한 방안 및 기술의 적용방안을 제시하여야 한다. 2. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안방안 등을 구체적으로 제시 3. 시스템운영 요구사항 시스템 운영 시 필요한 사항에 대하여 경험을 바탕으로 제시하고, 고려 사항 및 유사 시 대응책을 제시하고 있는가를 평가 IV. 성능 및 품질 1. 성능 요구사항 - 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 및 테 스트 방안이 구체적으로 기술되어 있는가를 제시 2. 품질 요구사항 - 각 단계별 품질 요구사항의 점검 및 검토 방안이 구체적으로 계획하여 제시 3. 인터페이스요구사항 - 시스템 인터페이스 방안들에 대한 적합한 방안을 구체적으로 기술하여 제시 V. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물 이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시 2. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등 제시 VI. 프로젝트 지원 1. 품질보증 - 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 대외 적으로 인정받을 만한 품질보증 관련 인증을 획득한 사례가 있는지를 제시하고 품질보증 활동방안을 제시 - 52 - 7. 제안서 평가항목 및 배점 가. 전체 배점 현황 구 분 평 가 항 목 총 계 기술능력 평 가 90 정량적 평가 10 소 계 경영상태 수행실적 기술수행능력 신인도 평가 정성적 평가 80 소 계 사업의 이해도 수행기관 전문성 사업수행 능력 사업관리 방안 가격평가 10 입찰가격 평가 10 입찰가격 평점산식에 의한 평가 평가기준은 사전 공지 후 조정될 수 있음 2. 시험운영 - 개발된 시스템의 시험운영을 위해 제공 및 지원하는 각종 시험운영 방 법 및 조직의 적절성에 대해 제시 3. 유지보수 - 제안사가 제시하는 사업 기간 종료 후 하자담보 및 유지보수 계획, 조 직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제안사항에 대해 제시 4. 비상대책 - 안정적인 시스템 운영을 위해 제시하는 시스템 점검계획, 각종 백업 및 복구, 유사 시 장애 대응 대책을 제시",
      "tables": [
        [
          [
            "2.\u0000 시험운영",
            "\u0000 -\u0000 개발된\u0000 시스템의\u0000 시험운영을\u0000 위해\u0000 제공\u0000 및\u0000 지원하는\u0000 각종\u0000 시험운영\u0000 방\n법\u0000 및\u0000 조직의\u0000 적절성에\u0000 대해\u0000 제시"
          ],
          [
            "3.\u0000 유지보수",
            "\u0000 -\u0000 제안사가\u0000 제시하는\u0000 사업\u0000 기간\u0000 종료\u0000 후\u0000 하자담보\u0000 및\u0000 유지보수\u0000 계획,\u0000 조\n직,\u0000 절차,\u0000 범위\u0000 및\u0000 기간과\u0000 이와\u0000 관련된\u0000 기타의\u0000 활동\u0000 및\u0000 그\u0000 제안사항에\u0000\n대해\u0000 제시"
          ],
          [
            "4.\u0000 비상대책",
            "\u0000 -\u0000 안정적인\u0000 시스템\u0000 운영을\u0000 위해\u0000 제시하는\u0000 시스템\u0000 점검계획,\u0000 각종\u0000 백업\u0000 및\u0000\n복구,\u0000 유사\u0000 시\u0000 장애\u0000 대응\u0000 대책을\u0000 제시"
          ]
        ],
        [
          [
            "구\u0000 \u0000 분\n평\u0000 \u0000 가\u0000 \u0000 항\u0000 \u0000 목",
            "",
            ""
          ],
          [
            "총\u0000 \u0000 \u0000 계",
            "",
            ""
          ],
          [
            "기술능력\n평\u0000 가\n(90)",
            "정량적\u0000 평가\n(10)",
            "소\u0000 \u0000 \u0000 계"
          ],
          [
            "",
            "",
            "경영상태"
          ],
          [
            "",
            "",
            "수행실적"
          ],
          [
            "",
            "",
            "기술수행능력"
          ],
          [
            "",
            "",
            "신인도\u0000 평가"
          ],
          [
            "",
            "정성적\u0000 평가\n(80)",
            "소\u0000 \u0000 \u0000 계"
          ],
          [
            "",
            "",
            "사업의\u0000 이해도"
          ],
          [
            "",
            "",
            "수행기관\u0000 전문성"
          ],
          [
            "",
            "",
            "사업수행\u0000 능력"
          ],
          [
            "",
            "",
            "사업관리\u0000 방안"
          ],
          [
            "가격평가\n(10)",
            "입찰가격\u0000 평가\n(10)",
            "\u0000 입찰가격\u0000 평점산식에\u0000 의한\u0000 평가"
          ]
        ],
        [
          [
            "항\u0000 목",
            "작\u0000 성\u0000 방\u0000 법"
          ],
          [
            "\u0000 §\u0000 목차",
            "\u0000 ㆍ\u0000 제안서\u0000 목차\u0000 작성"
          ],
          [
            "\u0000 \u0000 제안요구사항\u0000\n\u0000 \u0000 수용\u0000 조견표",
            "\u0000 ㆍ\u0000 별지서식을\u0000 이용하여\u0000 제안요구사항\u0000 수용\u0000 조견표\u0000 작성\u0000"
          ],
          [
            "\u0000 Ⅰ.\u0000 일반현황",
            ""
          ],
          [
            "1.\u0000 제안사\u0000 일반현황",
            "­\u0000 제안사의\u0000 일반현황\u0000 및\u0000 주요\u0000 연혁,\u0000 최근\u0000 3년간의\u0000 자본금\u0000 및\u0000 부문별\u0000 매출\n액,\u0000 주요\u0000 사업내용\u0000 등을\u0000 명료하게\u0000 제시"
          ],
          [
            "2.\u0000제안사의\u0000 조직\u0000 및\u0000 인원",
            "­\u0000 제안사의\u0000 조직\u0000 및\u0000 인원현황을\u0000 제시"
          ],
          [
            "3.\u0000 주요\u0000 사업실적",
            "­\u0000 최근\u0000 3년간\u0000 주요\u0000 사업실적\u0000 (해당사업과\u0000 유사사업\u0000 위주)\u0000 제시"
          ],
          [
            "\u0000 Ⅱ.\u0000 사업수행\u0000 계획\u0000 및\u0000 조직\u0000 부문",
            ""
          ],
          [
            "1.\u0000 사업\u0000 이해도",
            "-\u0000 제안사는\u0000 해당사업의\u0000 제안요청\u0000 내용을\u0000 명확하게\u0000 이해하고\u0000 본\u0000 제안의\u0000 목\n적,\u0000 범위,\u0000 전제조건\u0000 및\u0000 제안의\u0000 \u0000 특징\u0000 및\u0000 장점을\u0000 요약하여\u0000 기술"
          ],
          [
            "2.\u0000 추진전략",
            "­\u0000 제안사는\u0000 사업을\u0000 효과적으로\u0000 수행하기\u0000 위한\u0000 추진전략(위험요소를\u0000 고려하\n여\u0000 창의적이고\u0000 타당한\u0000 대안)을\u0000 제시"
          ],
          [
            "3.\u0000 수행방법론\u0000 및\u0000\n추진절차",
            "- 구체적인\u0000 추진전략과\u0000 실행\u0000 방안을\u0000 제시\n­\u0000 본\u0000 사업의\u0000 수행방법론\u0000 및\u0000 추진절차를\u0000 제시"
          ],
          [
            "4.\u0000 참여인력\u0000\n기술상태\u0000 및경력",
            "-\u0000 본\u0000 사업의\u0000 참여인력\u0000 기술상태\u0000 및\u0000 경력을\u0000 제시"
          ],
          [
            "\u0000 Ⅲ.\u0000 기술\u0000 및\u0000 기능",
            ""
          ],
          [
            "1.\u0000 기능\u0000 요구사항",
            "\u0000 -\u0000 방법론\u0000 및\u0000 분석\u0000 도구를\u0000 통하여\u0000 구체적인\u0000 내용으로\u0000 분석되고\u0000 구현\u0000 방안이\u0000\n구체적인\u0000 기술,\u0000 제안한\u0000 방안\u0000 및\u0000 기술의\u0000 적용방안을\u0000 제시하여야\u0000 한다."
          ],
          [
            "2.\u0000 보안\u0000 요구사항",
            "\u0000 ­\u0000 보안요구사항\u0000 및\u0000 시스템과의\u0000 관련성을\u0000 분석하고\u0000 적용할\u0000 보안기술,\u0000 표준,\u0000\n제안방안\u0000 등을\u0000 구체적으로\u0000 제시"
          ],
          [
            "3.\u0000 시스템운영\u0000\n요구사항",
            "\u0000 ­\u0000 시스템\u0000 운영\u0000 시\u0000 필요한\u0000 사항에\u0000 대하여\u0000 경험을\u0000 바탕으로\u0000 제시하고,\u0000 고려\u0000\n사항\u0000 및\u0000 유사\u0000 시\u0000 대응책을\u0000 제시하고\u0000 있는가를\u0000 평가"
          ],
          [
            "\u0000 Ⅳ.\u0000 성능\u0000 및\u0000 품질\u0000",
            ""
          ],
          [
            "1.\u0000 성능\u0000 요구사항",
            "\u0000 -\u0000 방법론\u0000 및\u0000 분석\u0000 도구를\u0000 통하여\u0000 구체적인\u0000 내용으로\u0000 분석되고\u0000 구현\u0000 및\u0000 테\n스트\u0000 방안이\u0000 구체적으로\u0000 기술되어\u0000 있는가를\u0000 제시"
          ],
          [
            "2.\u0000 품질\u0000 요구사항",
            "\u0000 -\u0000 각\u0000 단계별\u0000 품질\u0000 요구사항의\u0000 점검\u0000 및\u0000 검토\u0000 방안이\u0000 구체적으로\u0000 계획하여\u0000 제시"
          ],
          [
            "",
            "3.\u0000 인터페이스요구사항 \u0000 -\u0000 시스템\u0000 인터페이스\u0000 방안들에\u0000 대한\u0000 적합한\u0000 방안을\u0000 구체적으로\u0000 기술하여\u0000 제시"
          ],
          [
            "\u0000 Ⅴ.\u0000 프로젝트\u0000 관리",
            ""
          ],
          [
            "\u0000 ­\u0000 사업위험,\u0000 사업진도,\u0000 사업수행시\u0000 보안을\u0000 관리하는\u0000 방법,\u0000 사업수행\u0000 성과물\n1.\u0000 관리방법론\n이나\u0000 산출물의\u0000 형상\u0000 및\u0000 문서를\u0000 관리하는\u0000 방법\u0000 등을\u0000 구체적으로\u0000 제시",
            ""
          ],
          [
            "2.\u0000 일정계획\n\u0000 ­\u0000 사업수행에\u0000 필요한\u0000 활동을\u0000 도출하여\u0000 정확한\u0000 활동\u0000 기간,\u0000 자원,\u0000 조직\u0000 등\u0000 제시",
            ""
          ],
          [
            "\u0000 Ⅵ.\u0000 프로젝트\u0000 지원",
            ""
          ],
          [
            "\u0000 -\u0000 제시된\u0000 품질보증\u0000 방안이\u0000 해당\u0000 사업의\u0000 수행에\u0000 적합한지,\u0000 사업자가\u0000 대외\n1.\u0000 품질보증\u0000\n적으로\u0000 인정받을\u0000 만한\u0000 품질보증\u0000 관련\u0000 인증을\u0000 획득한\u0000 사례가\u0000 있는지를\u0000\n제시하고\u0000 품질보증\u0000 활동방안을\u0000 제시",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 53 - 나. 정량적 평가 1 평가항목 및 배점기준 10점 2 평가기준 가경영상태 배점 3점 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의 100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의 90 B, B0, B- B- B, B0, B- 배점의 80 CCC 이하 C 이하 CCC 이하 배점의 70 1. 신용정보의 이용 및 보호에 관한 법률제4조제1항의 업무를 영위하는 신용정보업자 가 입찰공고일 이전에 평가한 유효기간 내에 있는 회사채, 기업어음, 기업신용평가 등급을 기준으로 평가하되 가장 최근의 신용평가등급으로 평가한다. 유효기간 만료 일이 입찰공고일인 경우에도 유효한 것으로 평가한다. 2. 평가대상자의 회사채또는 기업어음 및 기업신용평가에 따른 배점이 다른 경우에는 높은 배점으로 평가하며, 신용평가등급확인서가 확인되지 않는 경우에는 최저등급 으로 평가한다. 3. 합병한 업체에 대하여는 합병 후 새로운 신용평가등급으로 심사하여야 하며 합병후 의 새로운 신용평가등급이 없는 경우에는 합병대상업체 중 가장 낮은 신용평가등급 을 받은 업체의 신용 평가등급으로 심사한다. 4. 조달청 신용평가등급 조회시스템에 의하여 신용평가등급 조회가 가능한 경우에는 동 평가항목 평가요소 배점 경영상태 신용평가등급 3 수행실적 최근 3년간 유사사업 실적금액 합계 3 기술수행능력 기술수행능력보유인력 3 사회적 책임 신인도 1 - 54 - 시스템 조회결과에 의해 평가할 수 있다. 5. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합산하여 최종 평가 예 A사 점수A사 지분율B사 점수B사 지분율 나사업수행실적경험배점3점 1. 공고일 기준으로 최근 3년간 단일 건 20,000,000원부가세 포함 이상 완료된 유 사사업에 대한 참여업체의 수행실적을 평가 2. 용역이행실적은 입찰 공고일 기준으로 완료된 용역이행실적만 인정하며 이행실적증 명서는 원본발주기관 확인 날인 또는 소프트웨어사업 수행실적 확인서한국SW산 업 협회 발생 원본 제출 3. 유사사업 수행 실적은 담당자가 확인 가능토록 명확해야 함 4. 용역이행실적 증명서 제출이 불가한 경우 계약서로 대체 가능계약서 제출 시 반드 시 세금계산서 첨부 5. 공동수급체의 경우 구성원별 실적에 지분율을 곱한 후 그 실적들을 합산한 실적으로 최종 평가 예 A사 실적A사 지분율B사 실적B사 지분율에 대한 점수 다기술수행능력전문인력보유3점 투입인력 전문성경력 점수표 항목 경 력 사 항 투입인력 전문성경력 10년 이상 5년 이상 3년 이상 위 표의 점수표를 기준으로 개인당 경력사항을 검토 후, 해당 사항을 모두 합산한 총 합계 점수 에 의해 투입인력의 전문성경력 점수를 매김 평가항목 세부평가항목 수행실적 최근 3년간 유사분야의 용역 이행실적 건수",
      "tables": [
        [
          [
            "평가항목",
            "평가요소",
            "배점"
          ],
          [
            "경영상태",
            "\u0000 신용평가등급\u0000",
            "3"
          ],
          [
            "수행실적",
            "\u0000 최근\u0000 3년간\u0000 유사사업\u0000 실적금액\u0000 합계",
            "3"
          ],
          [
            "기술수행능력",
            "기술수행능력(보유인력)",
            "3"
          ],
          [
            "사회적\u0000 책임",
            "\u0000 신인도",
            "1"
          ]
        ],
        [
          [
            "평가항목",
            "세부평가항목"
          ],
          [
            "수행실적",
            "\u0000 최근\u0000 3년간\u0000 유사분야의\u0000 \u0000 \u0000 \u0000 \u0000\n용역\u0000 이행실적\u0000 건수"
          ]
        ],
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA,\u0000 AA+,\u0000 AA0,\u0000 AA-\nA+,\u0000 A0,\u0000 A-,\u0000 BBB+,\u0000 BBB0",
            "A1,\u0000 A2+,\u0000 A20,\nA2-,\u0000 A3+,\u0000 A30\u0000",
            "AAA,\u0000 AA+,\u0000 AA0,\u0000 AA-,\nA+,\u0000 A0,\u0000 A-,\u0000 BBB+,\u0000 BBB0",
            "배점의\u0000\n100%"
          ],
          [
            "BBB-,\u0000 BB+,\u0000 BB0,\u0000 BB-",
            "A3-,\u0000 B+,\u0000 B0",
            "BBB-,\u0000 BB+,\u0000 BB0,\u0000 BB-",
            "배점의\u0000 90%"
          ],
          [
            "B+,\u0000 B0,\u0000 B-",
            "B-",
            "B+,\u0000 B0,\u0000 B-",
            "배점의\u0000 80%"
          ],
          [
            "CCC+\u0000 이하",
            "C\u0000 이하",
            "CCC+\u0000 이하",
            "배점의\u0000 70%"
          ]
        ],
        [
          [
            "항목",
            "\u0000 경\u0000 력\u0000 \u0000 사\u0000 항"
          ],
          [
            "투입인력\u0000 전문성(경력)",
            "10년\u0000 이상"
          ],
          [
            "",
            "5년\u0000 이상"
          ],
          [
            "",
            "3년\u0000 이상"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 55 - 경 력 사 항 점 수 비 고 9점 이상 10점 3점 관련분야만 인정 6점 이상 9점 미만 2점 3점 이상 6점 미만 1점 1점 이상 3점 미만 0점 라신인도평가배점1점 참가제한이 없는 경우는 부정당업자로 지정되지 않았음을 입증하는 서류나라장터 업체상태정보화 면 등를 제출하고 해당 없음이라고 기재 다. 정성적 평가 80점 평가항목 평가기준 배점 사업 이해도 10 사업의 목적과 취지에 대하여 정확히 이해하고 있는가? 10점 ᄋ 본 사업의 목적과 의의를 정확히 이해하고 제시하였는가? ᄋ 과업의 범위를 정확히 이해하고 제시하였는가? 수행기관 전문성 20 제안 업체가 본 사업을 수행하기 위한 전문성을 갖추고 있는가? 20점 ᄋ 플랫폼을 안정적으로 운영할 수 있는 경험 및 전문성이 있는가? ᄋ 본 사업을 수행하기 위한 전문 인력을 확보하고 있는가? ᄋ 플랫폼 유지 및 보수를 위한 전담인력이 배치하고 있는가? 사업수행 능력 30 사업수행을 위하여 제시한 사업계획이 구체적이고 실현 가능한가? 30점 ᄋ 구체적인 추진전략과 실행 방안을 제시하고 있는가? ᄋ본사업의운영을위한제안내용의전문성,우수성,차별성을제시하고있는가? ᄋ 새로운 제안이 실현가능하고 효과적인가? 사업관리 방안 20 제안 내용을 적절히 관리하는 방안을 갖추고 있는가? 20점 ᄋ 사업에 적극성을 가지고 참여할 의지가 있는가? ᄋ 사업 추진 일정과 사업비 집행계획이 합리적으로 제시되고 있는가? 합 계 80점 항목 평 가 방 법 평가등급 평점 신인도 부정당업자 지정여부 없음 1 있음 0 - 56 - VII 소프트웨어사업 영향평가 결과서 소프트웨어사업 영향평가 결과서 1. 기본정보 사업명 2024년 광주문화예술통합플랫폼 시스템 유지 및 보수 용역 영향평가 단계 예산편성 그 외 필요시 주요 내용 광주 지역 내 공연, 행사, 축제, 교육 등 문화정보를 한눈에 볼수 있고, 예술인의 아트상품 등 판매 거래가 가능한 플랫폼 시스템 유지 및 보수 사업기간 계약일로부터 8.5개월 구분 1 상용 소프트웨어의 구매설치 및 유지관리 사업 2 국가안보, 치안, 외교 등 민간이 서비스하기에 부적합한 사업 3 민간투자형 소프트웨어 사업 4 단일기관 내부소속기관 제외 직원을 대상으로 제공하는 소프트웨어 사업 5 데이터베이스 구축 사업 6 소프트웨어 변경이 없는 운영사업 7 그 외 소프트웨어 사업 구분 16에 해당하는 경우 3번, 4번 항목 작성 불필요 2. 운영계획 운영기관 þ 단일 기관 다수 기관 예상 개 기관 사용자 복수선택가능 구분 þ 내부 직원 타 기관 직원 þ 일반 국민 또는 기업 3. 민간 소프트 웨어 시장 침해 가능성 주요기능과동일유사한 소프트웨어를 민간에서판매를위해제공하는지여부 있음 þ 없음 없음에 해당하는 경우 3번 이하 항목 및 4번 항목 작성 불필요 주요 기능 4.사업의 필요성 공공성 검토 복수선택 가능 법령에 규정된 사업관련 법령 공공데이터 활용 공공서비스 제공 및 정비 가이드라인 준수 사업을 통한 민간 소프트웨어 시장 활성화 기여 Open API 등을 통한 데이터 개방, 민간 소프트웨어 구매활용 계획, 데이터 연계표준 및 표준업무 절차 제시, 중장기 민간 이양 계획 등기여 방안 그 외의 사유로 민간이 소프트웨어를 제공하기에 부적합부적합 사유 5. 종합의견 þ 민간 소프트웨어 시장 침해 가능성 없음 민간 소프트웨어 시장 침해 가능성을 최소화하여 사업 추진추진 방안 2024년 월 일 기관명 재 광주광역시 광주문화재단 직인",
      "tables": [
        [
          [
            "경\u0000 력\u0000 \u0000 사\u0000 항",
            "점\u0000 수",
            "비\u0000 고"
          ],
          [
            "9점\u0000 이상\u0000 \u0000 ~\u0000 10점",
            "3점",
            "관련분야만\u0000 인정"
          ],
          [
            "6점\u0000 이상\u0000 \u0000 ~\u0000 \u0000 9점\u0000 미만",
            "2점",
            ""
          ],
          [
            "3점\u0000 이상\u0000 \u0000 ~\u0000 \u0000 6점\u0000 미만",
            "1점",
            ""
          ],
          [
            "1점\u0000 이상\u0000 \u0000 ~\u0000 \u0000 3점\u0000 미만",
            "0점",
            ""
          ]
        ],
        [
          [
            "항목",
            "평\u0000 가\u0000 방\u0000 법",
            "평가등급",
            "평점"
          ],
          [
            "신인도",
            "\u0000 부정당업자\u0000 지정여부",
            "없음",
            "1"
          ],
          [
            "",
            "",
            "있음",
            "0"
          ]
        ],
        [
          [
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "사업\n이해도\n(10)",
            "\u0000 사업의\u0000 목적과\u0000 취지에\u0000 대하여\u0000 정확히\u0000 이해하고\u0000 있는가?\n\u0000 ㅇ\u0000 본\u0000 사업의\u0000 목적과\u0000 의의를\u0000 정확히\u0000 이해하고\u0000 제시하였는가?\n\u0000 ㅇ\u0000 과업의\u0000 범위를\u0000 정확히\u0000 이해하고\u0000 제시하였는가?",
            "10점"
          ],
          [
            "수행기관\n전문성\n(20)",
            "\u0000 제안\u0000 업체가\u0000 본\u0000 사업을\u0000 수행하기\u0000 위한\u0000 전문성을\u0000 갖추고\u0000 있는가?\n\u0000 ㅇ\u0000 플랫폼을\u0000 안정적으로\u0000 운영할\u0000 수\u0000 있는\u0000 경험\u0000 및\u0000 전문성이\u0000 있는가?\n\u0000 ㅇ\u0000 본\u0000 사업을\u0000 수행하기\u0000 위한\u0000 전문\u0000 인력을\u0000 확보하고\u0000 있는가?\n\u0000 ㅇ\u0000 플랫폼\u0000 유지\u0000 및\u0000 보수를\u0000 위한\u0000 전담인력이\u0000 배치하고\u0000 있는가?\u0000",
            "20점"
          ],
          [
            "사업수행\n능력\n(30)",
            "\u0000 사업수행을\u0000 위하여\u0000 제시한\u0000 사업계획이\u0000 구체적이고\u0000 실현\u0000 가능한가?\n\u0000 ㅇ\u0000 구체적인\u0000 추진전략과\u0000 실행\u0000 방안을\u0000 제시하고\u0000 있는가?\n\u0000 ㅇ\u0000 본\u0000 사업의\u0000 운영을\u0000 위한\u0000 제안\u0000 내용의\u0000 전문성,\u0000 우수성,\u0000 차별성을\u0000 제시하고\u0000 있는가?\n\u0000 ㅇ\u0000 새로운\u0000 제안이\u0000 실현가능하고\u0000 효과적인가?",
            "30점"
          ],
          [
            "사업관리\n방안\n(20)",
            "\u0000 제안\u0000 내용을\u0000 적절히\u0000 관리하는\u0000 방안을\u0000 갖추고\u0000 있는가?\n\u0000 ㅇ\u0000 사업에\u0000 적극성을\u0000 가지고\u0000 참여할\u0000 의지가\u0000 있는가?\u0000\n\u0000 ㅇ\u0000 사업\u0000 추진\u0000 일정과\u0000 사업비\u0000 집행계획이\u0000 합리적으로\u0000 제시되고\u0000 있는가?",
            "20점"
          ],
          [
            "합\u0000 계",
            "",
            "80점"
          ]
        ],
        [
          [
            "소프트웨어사업\u0000 영향평가\u0000 결과서",
            "",
            "",
            "",
            ""
          ],
          [
            "1.\u0000 기본정보",
            "사업명",
            "2024년\u0000 광주문화예술통합플랫폼\u0000 시스템\u0000 유지\u0000 및\u0000 보수\u0000 용역",
            "",
            ""
          ],
          [
            "",
            "영향평가\n단계",
            "□\u0000 예산편성\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000\n□\u0000 그\u0000 외\u0000 필요시\u0000",
            "",
            ""
          ],
          [
            "",
            "주요\u0000 내용",
            "광주\u0000 지역\u0000 내\u0000 공연,\u0000 행사,\u0000 축제,\u0000 교육\u0000 등\u0000 문화정보를\u0000 한눈에\u0000 볼수\u0000 있고,\u0000\n예술인의\u0000 아트상품\u0000 등\u0000 판매\u0000 거래가\u0000 가능한\u0000 플랫폼\u0000 시스템\u0000 유지\u0000 및\u0000 보수",
            "",
            ""
          ],
          [
            "",
            "사업기간",
            "계약일로부터\u0000 8.5개월",
            "",
            ""
          ],
          [
            "",
            "구분",
            "①\u0000 상용\u0000 소프트웨어의\u0000 구매·설치\u0000 및\u0000 유지관리\u0000 사업",
            "",
            ""
          ],
          [
            "",
            "",
            "②\u0000 국가안보,\u0000 치안,\u0000 외교\u0000 등\u0000 민간이\u0000 서비스하기에\u0000 부적합한\u0000\n사업",
            "",
            ""
          ],
          [
            "",
            "",
            "③\u0000 민간투자형\u0000 소프트웨어\u0000 사업",
            "",
            ""
          ],
          [
            "",
            "",
            "④\u0000 단일기관\u0000 내부(소속기관\u0000 제외)\u0000 직원을\u0000 대상으로\u0000 제공하는\u0000\n소프트웨어\u0000 사업",
            "",
            ""
          ],
          [
            "",
            "",
            "⑤\u0000 데이터베이스\u0000 구축\u0000 사업",
            "",
            ""
          ],
          [
            "",
            "",
            "⑥\u0000 소프트웨어\u0000 변경이\u0000 없는\u0000 운영사업",
            "",
            ""
          ],
          [
            "",
            "",
            "⑦\u0000 그\u0000 외\u0000 소프트웨어\u0000 사업",
            "",
            ""
          ],
          [
            "",
            "",
            "※\u0000 구분\u0000 ①~⑥에\u0000 해당하는\u0000 경우\u0000 3번,\u0000 4번\u0000 항목\u0000 작성\u0000 불필요",
            "",
            ""
          ],
          [
            "2.\u0000 운영계획",
            "운영기관",
            "þ 단일\u0000 기관\n□\u0000 다수\u0000 기관\u0000 (예상\u0000 :\u0000 \u0000 \u0000 \u0000 개\u0000 기관)",
            "",
            ""
          ],
          [
            "",
            "사용자\n(복수선택 가능)",
            "구분",
            "",
            ""
          ],
          [
            "",
            "",
            "þ 내부\u0000 직원\u0000",
            "",
            ""
          ],
          [
            "",
            "",
            "□\u0000 타\u0000 기관\u0000 직원",
            "",
            ""
          ],
          [
            "",
            "",
            "þ 일반\u0000 국민\u0000 또는\u0000 기업",
            "",
            ""
          ],
          [
            "3.\u0000 민간\u0000 소프트\n웨어\u0000 시장\u0000 침해\u0000\n가능성",
            "주요기능과\u0000 동일·유사한\u0000 소프트웨어를\u0000 민간에서\u0000 판매를\u0000 위해\u0000 제공하는지\u0000 여부\n□ 있음\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 þ 없음",
            "",
            "",
            ""
          ],
          [
            "",
            "※「없음」에\u0000 해당하는\u0000 경우\u0000 3번\u0000 이하\u0000 항목\u0000 및\u0000 4번\u0000 항목\u0000 작성\u0000 불필요",
            "",
            "",
            ""
          ],
          [
            "",
            "주요\u0000 기능",
            "",
            "",
            ""
          ],
          [
            "",
            "·",
            "",
            "",
            ""
          ],
          [
            "4.사업의\u0000 필요성\u0000\n·\u0000 공공성\u0000 검토\n(복수선택\u0000 가능)",
            "□\u0000 법령에\u0000 규정된\u0000 사업(관련\u0000 법령\u0000 :\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 )\n□\u0000 ‘공공데이터\u0000 활용\u0000 공공서비스\u0000 제공\u0000 및\u0000 정비\u0000 가이드라인’\u0000 준수\n□\u0000 사업을\u0000 통한\u0000 민간\u0000 소프트웨어\u0000 시장\u0000 활성화\u0000 기여*\n\u0000 *\u0000 Open\u0000 API\u0000 등을\u0000 통한\u0000 데이터\u0000 개방,\u0000 민간\u0000 소프트웨어\u0000 구매·활용\u0000 계획,\u0000 데이터\u0000 연계표준\u0000 및\u0000 표준업무\u0000\n절차\u0000 제시,\u0000 중장기\u0000 민간\u0000 이양\u0000 계획\u0000 등(기여\u0000 방안\u0000 :\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 )\n□\u0000 그\u0000 외의\u0000 사유로\u0000 민간이\u0000 소프트웨어를\u0000 제공하기에\u0000 부적합(부적합\u0000 사유\u0000 :\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 )",
            "",
            "",
            ""
          ],
          [
            "5.\u0000 종합의견",
            "þ 민간\u0000 소프트웨어\u0000 시장\u0000 침해\u0000 가능성\u0000 없음",
            "",
            "",
            ""
          ],
          [
            "",
            "□\u0000 민간\u0000 소프트웨어\u0000 시장\u0000 침해\u0000 가능성을\u0000 최소화하여\u0000 사업\u0000 추진(추진\u0000 방안\u0000 :\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 )",
            "",
            "",
            ""
          ],
          [
            "2024년\u0000 \u0000 월\u0000 \u0000 \u0000 \u0000 일\n기관명\u0000 :\u0000 (재)\u0000 광주광역시\u0000 광주문화재단\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 (직인)",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 57 - VIII 소프트웨어 개발사업의 적정 사업기간 종합 산정서 소프트웨어 개발사업의 적정 사업기간 종합 산정서 사업명 2024년 광주문화예술통합플랫폼 시스템 유지 및 보수 용역 항목별 검토 의견 검토항목 검토의견 추정 사업기간 1 기능점수FP 기반 SW사업 적정 개발기간 산정표 ᄋ 기능점수FP기반 소프트웨어 개발비 산정표 검토결과 8.5개월 가량 소요될 것으로 추정됨 8.5개월 2 사업 기초자료 사업계획서, 제안요청서, 산출내역서 ᄋ 사업규모, 범위등을검토 후 사업계획을 고려했을 때 8.5개월이 적정함 8.5개월 3 유사사업 자료 ᄋ 조달청 공공 유사사업 자료를 검토한 결과 8.5개월 정도의 기간 소요가 적정함 8.5개월 4 기타 특이사항 종합 의견 5 종합의견 ᄋ 해당 사업은 2024년 광주문화예술통합플랫폼 콘텐츠 기 획운영 및 유지보수를 위한 사업으로 제반서류를 종합적으 로 검토한 결과 사업기간이 8.5개월 정도 소요될 것으로 판단됨 적정 사업기간 8.5개월 소프트웨어사업 관리감독에 관한 일반기준제6조제3항에 따른 소프트웨어 개발사업의 적정 사업기간을 위와 같이 산정합니다. 2024년 월 - 58 - 붙임 제1호 입찰 및 제안서 관련 별 지 서 식 서식 1 입찰참가신청서 서식 2 제안사 일반현황 서식 3 사업수행 조직도 서식 4 자본금 및 매출액최근 3년 서식 5 사업수행실적 서식 6 용역실적증명서 서식 7 가격산출내역 서식 8 청렴계약이행서약서표준안 서식 9 제안서 표지 제작기준, 제안요약서 표지 제작기준 서식 10 제안요구사항 수용 조견표",
      "tables": [
        [
          [
            "2024년\u0000 광주문화예술통합플랫폼\u0000 시스템\u0000 유지\u0000 및\u0000 보수\u0000 용역\n사업명",
            "",
            ""
          ],
          [
            "항목별\u0000 검토\u0000 의견",
            "",
            ""
          ],
          [
            "검토항목",
            "검토의견",
            "추정\u0000\n사업기간"
          ],
          [
            "①\u0000 기능점수(FP)\u0000 기반\u0000\n\u0000 \u0000 \u0000 SW사업\u0000 적정\u0000 \u0000 \u0000 \u0000 \u0000 \u0000\n\u0000 \u0000 \u0000 개발기간\u0000 산정표",
            "ㅇ\u0000 기능점수(FP)기반\u0000 소프트웨어\u0000 개발비\u0000 산정표\u0000\n검토결과\u0000 8.5개월\u0000 가량\u0000 소요될\u0000 것으로\u0000 추정됨",
            "8.5개월"
          ],
          [
            "②\u0000 사업\u0000 기초자료\n(사업계획서,\u0000 제안요청서,\u0000\n산출내역서)",
            "ㅇ\u0000 사업규모,\u0000 범위등을\u0000 검토\u0000 후\u0000 사업계획을\u0000 고려했을\u0000 때\u0000\n\u0000 \u0000 \u0000 8.5개월이\u0000 적정함",
            "8.5개월"
          ],
          [
            "③\u0000 유사사업\u0000 자료",
            "ㅇ\u0000 조달청\u0000 공공\u0000 유사사업\u0000 자료를\u0000 검토한\u0000 결과\u0000 8.5개월\u0000\n\u0000 \u0000 \u0000 정도의\u0000 기간\u0000 소요가\u0000 적정함",
            "\u0000 8.5개월"
          ],
          [
            "④\u0000 기타\u0000 특이사항",
            "",
            "\u0000"
          ],
          [
            "종합\u0000 의견",
            "",
            ""
          ],
          [
            "⑤\u0000 종합의견",
            "ㅇ\u0000 해당\u0000 사업은\u0000 2024년\u0000 광주문화예술통합플랫폼\u0000 콘텐츠\u0000 기\n획·운영\u0000 및\u0000 유지보수를\u0000 위한\u0000 사업으로\u0000 제반서류를\u0000 종합적으\n로\u0000 검토한\u0000 결과\u0000 사업기간이\u0000 8.5개월\u0000 정도\u0000 소요될\u0000 것으로\u0000\n판단됨",
            "적정\n사업기간\n\u0000 8.5개월"
          ],
          [
            "\u0000 \u0000\n「소프트웨어사업\u0000 관리감독에\u0000 관한\u0000 일반기준」제6조제3항에\u0000 따른\u0000 소프트웨어\u0000\n\u0000 개발사업의\u0000 적정\u0000 사업기간을\u0000 위와\u0000 같이\u0000 산정합니다.\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 2024년\u0000 \u0000 \u0000 월\u0000 \u0000",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 59 - 별지서식 1 입 찰 참 가 신 청 서 아래 사항 중 해당되는 경우에는 기재하시기 바랍니다. 처리시간 즉 시 신 청 인 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 입 찰 개 요 입 찰 공 고 지 명 번 호 입 찰 일 자 입 찰 건 명 입찰 보증 금 납부면제 및 지급 확 약 본인은 낙찰 후 계약 미체결 시 귀부처, 청에 낙찰금액의 251000에 해당하는 입찰보증금을 현금으로 납부할 것을 확약합니다. 대리인 사용인감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 주민등록번호 본 입찰에 사용할 인감을 다음과 같이 신고 합니다. 사용인감 본인은 위의 번호로 공고지명통지한 귀 시의 협상에 의한 계약 입찰에 참가하고자 정부에 서 정한 공사물품구매ᆞ기술용역 입찰유의서 및 입찰공고 사항을 모두 승낙하고 별첨서류를 첨부하여 입찰참가 신청을 합니다. 붙임서류 1. 입찰참가자격을 증명하는 서류사본 1통 2. 인감신고서 1통 3. 기타 공고로써 정한 서류 신 청 인 재 광주광역시 광주문화재단 대표이사 貴下 - 60 - 별지서식 2 제안사 일반현황 일반사항 회 사 명 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 주요연혁요약 조직도",
      "tables": [
        [
          [
            "회\u0000 \u0000 \u0000 \u0000 \u0000 사\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 명",
            ""
          ],
          [
            "사\u0000 \u0000 업\u0000 \u0000 \u0000 \u0000 \u0000 분\u0000 \u0000 야",
            ""
          ],
          [
            "주\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 소",
            ""
          ],
          [
            "전\u0000 \u0000 \u0000 화\u0000 \u0000 \u0000 번\u0000 \u0000 \u0000 호",
            ""
          ],
          [
            "회\u0000 사\u0000 설\u0000 립\u0000 년\u0000 도",
            "\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 년\n월"
          ],
          [
            "해당부문\u0000 종사기간",
            "\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 년\n월\u0000 \u0000 ∼\n년\n월"
          ],
          [
            "\u0000 주요연혁(요약)",
            ""
          ]
        ],
        [
          [
            "입\u0000 찰\u0000 참\u0000 가\u0000 신\u0000 청\u0000 서\n\u0000 *\u0000 아래\u0000 사항\u0000 중\u0000 해당되는\u0000 경우에는\u0000 기재하시기\u0000 바랍니다.",
            "",
            "",
            "",
            "",
            "",
            "처리시간\n즉\u0000 \u0000 \u0000 \u0000 시"
          ],
          [
            "신 청 인",
            "상호\u0000 또는\u0000 법인명칭",
            "",
            "",
            "법인등록번호",
            "",
            ""
          ],
          [
            "",
            "\u0000 주\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 소",
            "",
            "",
            "전\u0000 화\u0000 번\u0000 호",
            "",
            ""
          ],
          [
            "",
            "\u0000 대\u0000 \u0000 \u0000 \u0000 \u0000 표\u0000 \u0000 \u0000 \u0000 \u0000 자",
            "",
            "",
            "주민등록번호",
            "",
            ""
          ],
          [
            "입찰개요",
            "\u0000 입\u0000 \u0000 찰\u0000 \u0000 \u0000 공\u0000 \u0000 고\n\u0000 (지\u0000 명)\u0000 \u0000 번\u0000 \u0000 호",
            "",
            "",
            "입\u0000 찰\u0000 일\u0000 자",
            "",
            ""
          ],
          [
            "",
            "\u0000 입\u0000 \u0000 찰\u0000 \u0000 \u0000 건\u0000 \u0000 명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰\n보증\n금",
            "\u0000 납부면제\u0000 및\u0000 지급\n\u0000 확\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 약",
            "",
            "\u0000 본인은\u0000 낙찰\u0000 후\u0000 계약\u0000 미체결\u0000 시\u0000 귀부(처,\u0000 청)에\u0000 낙찰금액의\u0000 25/1000에\u0000\n\u0000 해당하는\u0000 입찰보증금을\u0000 현금으로\u0000 납부할\u0000 것을\u0000 확약합니다.",
            "",
            "",
            ""
          ],
          [
            "대리인\n사용인감",
            "",
            "\u0000 본\u0000 입찰에\u0000 관한\u0000 일체의\u0000 권한을\u0000\n\u0000 다음의\u0000 자에게\u0000 위임합니다.\n\u0000 성\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 명\u0000 :\n\u0000 주민등록번호\u0000 :",
            "",
            "\u0000 본\u0000 입찰에\u0000 사용할\u0000 인감을\u0000 다음과\u0000 같이\u0000\n\u0000 신고\u0000 합니다.\n\u0000 사용인감\u0000 :\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 ",
            "",
            ""
          ],
          [
            "\u0000 \u0000 본인은\u0000 위의\u0000 번호로\u0000 공고(지명통지)한\u0000 귀\u0000 시의\u0000 협상에\u0000 의한\u0000 계약\u0000 입찰에\u0000 참가하고자\u0000 정부에\n서\u0000 정한\u0000 공사(물품구매ㆍ기술용역)\u0000 입찰유의서\u0000 및\u0000 입찰공고\u0000 사항을\u0000 모두\u0000 승낙하고\u0000 별첨서류를\u0000\n첨부하여\u0000 입찰참가\u0000 신청을\u0000 합니다.\n\u0000 \u0000 붙임서류\u0000 :\u0000 1.\u0000 입찰참가자격을\u0000 증명하는\u0000 서류사본\u0000 1통\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 2.\u0000 인감신고서\u0000 1통\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 3.\u0000 기타\u0000 공고로써\u0000 정한\u0000 서류\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 신\u0000 청\u0000 인\u0000 :\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \n(재)  광주광역시  광주문화재단  대표이사  貴下",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 61 - 인원현황 구 분 계 전 문 분 야 관리분야 HW분야 SW분야 DB구축분야 컨설팅분야 기타분야 계 특급기술자 고급기술자 중급기술자 초급기술자 기 능 사 제안사 일반현황의 기술자의 구분은 입찰 공고일 기준 적용되는 SW기술자 평균임금 한국소프트웨어산업협회 공표 에 의한 SW기술자 등급분류 기준표에 의함 평가위원 평가용제안서는회사명,대표자등 회사를식별할수있는 사항은OOO처리한다.단,제안서원본은 모두표시 - 62 - 별지서식 3 사업수행 조직도 사업총괄책임자PM 부문 부문 주1. 부문별 업무분장을 명시해야 한다.",
      "tables": [
        [
          [
            "구\u0000 \u0000 분",
            "계",
            "전\u0000 \u0000 문\u0000 \u0000 분\u0000 \u0000 야",
            "",
            "",
            "",
            "",
            "관리분야"
          ],
          [
            "",
            "",
            "H/W분야",
            "S/W분야",
            "DB구축분야",
            "컨설팅분야",
            "기타분야",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고급기술자",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "중급기술자",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기\u0000 능\u0000 사",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "＊제안사\u0000 일반현황의\u0000 기술자의\u0000 구분은\u0000 입찰\u0000 공고일\u0000 기준\u0000 적용되는\u0000 “SW기술자\u0000 평균임금\u0000 “(한국소프트웨어산업협회\u0000 공표)\u0000 에\u0000 의한\u0000 \u0000\nSW기술자\u0000 등급분류\u0000 기준표에\u0000 의함\n＊평가위원\u0000 평가용\u0000 제안서는\u0000 “회사명”,\u0000 “대표자”\u0000 등\u0000 회사를\u0000 식별할\u0000 수\u0000 있는\u0000 사항은\u0000 OOO처리한다.(단,\u0000 제안서\u0000 원본은\u0000 모두\u0000 표시)\u0000",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 부문"
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 63 - 개인별 이력사항 참여인력 개인별 경력사항 확인서 성 명 소 속 직 위 생년월일 최종학력 학교명 졸업년도 전 공 해당분야 업무경력 년 월 년 월 년 개월 기술등급 해 당 분 야 경 력 사 항 - 64 - 별지서식 4 자본금 및 매출액최근3년 업체명 단위 백만원 구 분 2021년 총 자 산 자기자본 유동부채 유동자산 매출액 부문 부문 부문 부문 합 계 자기자본비율 자기자본총자산 유동비율 유동자산유도부채 신용평가등급 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용평가등급 주1. 결산 공고되었거나 자체 보고된 대차대조표, 손익계산서 등 회계자료를 첨부한다. 2. 신용평가등급, 등급평가일, 등급유효기간 등이 명시된 신용평가 등급 확인서를 제출한다.",
      "tables": [
        [
          [
            "구\u0000 분",
            "",
            "2021년",
            "",
            ""
          ],
          [
            "총\u0000 자\u0000 산",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본",
            "",
            "",
            "",
            ""
          ],
          [
            "유동부채",
            "",
            "",
            "",
            ""
          ],
          [
            "유동자산",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "○○부문",
            "",
            "",
            ""
          ],
          [
            "",
            "○○부문",
            "",
            "",
            ""
          ],
          [
            "",
            "○○부문",
            "",
            "",
            ""
          ],
          [
            "",
            "○○부문",
            "",
            "",
            ""
          ],
          [
            "",
            "합\u0000 \u0000 계",
            "",
            "",
            ""
          ],
          [
            "자기자본비율\n(자기자본/총자산)",
            "",
            "",
            "",
            ""
          ],
          [
            "유동비율\n(유동자산/유도부채)",
            "",
            "",
            "",
            ""
          ],
          [
            "신용평가등급",
            "",
            "",
            "",
            ""
          ],
          [
            "회사채에\u0000 대한\u0000 신용평가등급",
            "",
            "",
            "",
            ""
          ],
          [
            "기업어음에\u0000 대한\u0000 신용평가등급",
            "",
            "",
            "",
            ""
          ],
          [
            "기업신용평가등급",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "참여인력  개인별  경력사항  확인서",
            ""
          ],
          [
            "성  명\n소  속\n직  위\n생년월일",
            ""
          ],
          [
            "최종학력",
            "학교명\n졸업년도\n전  공"
          ],
          [
            "",
            ""
          ],
          [
            "해당분야\n업무경력",
            "년            월  ~        년                  월  (        년          개월)"
          ],
          [
            "기술등급",
            ""
          ],
          [
            "해  당  분  야    경  력  사  항",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 65 - 별지서식 5 사 업 수 행 실 적최근3년 가. 총괄표 회사명 연번 1계약명 사 업 기 간 2 계약금액 단위천원 발주처 3수행내용간략 4타사와 공동 프로젝트 수행여부 5 증빙 번호 이행 완료 여부 계 주1. 계약명 연도순으로 기재하며 본 업무와 유관유사한 것만 해당 건수 별로 정확하게 기재한다. 현재 수행중인 사업은 이행완료여부란에 수행중 표기 정량적 평가에는 반영되지 않음 2. 입찰공고일 기준으로 최근 3년동안의 동등유사사업 수행실적을 기재한다. 3. 계약금액 공동으로 업무를 수행한 경우 총액을 기재하되 자사의 비용만을 괄호 안에 기재한다. 4. 구체적 업무수행 내용 수행 작업 내용을 단계별현황분석 및 진단, 기본계획 및 실행계획 수립 등로 작성한다. 5. 타사와 공동 프로젝트 수행여부 타사와 공동으로 프로젝트를 수행한 경우 타사의 상호명을 기재 한다. 6. 실적의 증명은 별지서식사업실적증명원사본의 경우 원본대조필 또는 한국소프트웨어산업협회에 서 발행하는 이행실적확인서를 제출하며, 실적증명첨부서류에 페이지를 명시하여 증빙번호 란에 해당 증명첨부서류의 페이지를 기재 증거서류 제출, 확인이 불가능한 실적은 인정하지 않음 소프트웨어사업 수행실적 확인서의 경우 이행완료여부의 완료만 인정 사업실적증명원에 부가가치세 제외 금액을 표시하여 제출 기재된 내용의 확인 결과 기재된 내용 중 허위사실이 발견된 경우 0점 처리 - 66 - 나. 계약건별 내역 계 약 명 발 주 처 계약기간 착수완료일 사업책임 기 술 자 1. 사업목적 2. 사업의 중요사항 및 수행한 업무내용",
      "tables": [
        [
          [
            "연번",
            "①계약명",
            "사\u0000 업\n기\u0000 간",
            "②\u0000 계약금액\n(단위:천원)",
            "발주처",
            "③수행내용(간략)",
            "④타사와\n공동\u0000\n프로젝트\n수행여부",
            "⑤ 증\n빙\n번호",
            "이행\n완료\n여부"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "계\u0000 약\u0000 명",
            ""
          ],
          [
            "발\u0000 주\u0000 처",
            ""
          ],
          [
            "계약기간\n(착수~완료일)",
            "~"
          ],
          [
            "사업책임\n기\u0000 술\u0000 자",
            ""
          ],
          [
            "\u0000 1.\u0000 사업목적",
            ""
          ],
          [
            "\u0000 2.\u0000 사업의\u0000 중요사항\u0000 및\u0000 수행한\u0000 업무내용",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 67 - 별지서식 6 용역 실적증명서 신청인 업체명 대표자 영업소재지 전화번호 사업자등록번호 증명서용도 제출처 광주문화재단 용도범위및기준 용역이행 실적내용 용역명 구분 용역개요 계약번호 계약 일자 계약 기간 규모 이행실적 비고 비율 실적 증명서 발급기관 위 사실을 증명함. 년 월 일 기관명 인 전화번호 주 소 발급부서 담당자 - 68 - 별지서식 7 가격산출내역서 공고번호 용 역 명 개월 제안금액 금 원금 원 제안금액에 부가가치세 포함 산출개요 구 분 1 인 건 비 2 경 비 3 일반관리비 및 이윤 4 공급가액1 2 3 5 부가가치세 제 안 금 액4 5 면세기관 여부 체크 면세기관 일반과세기관 유의사항 1. 가격제안서는 반드시 전자 제출투찰하고, 산출내역서는 밀봉하여 인감날인 후 기술제안서와 함께 제출 2 전자로 투찰한 가격입찰서와 위 가격산출내역서상의 금액이 상이한 경우 전자가 격입찰서의 금액을 우선 적용 단, 나라장터시스템 오류 발생 시 가격평가는 위 가격산출내역서로 평가 붙 임 세부 산출 내역서서식 자율 2024년 월 일 업체명 인 등록 인감 날인 광주문화재단 재무관 귀하",
      "tables": [
        [
          [
            "공고번호",
            ""
          ],
          [
            "용\u0000 역\u0000 명",
            "\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 ∼\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 (\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 )\u0000 개월"
          ],
          [
            "제안금액",
            "금\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 원(금\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 원)"
          ]
        ],
        [
          [
            "구\u0000 \u0000 분"
          ],
          [
            "①\u0000 인\u0000 건\u0000 비"
          ],
          [
            "②\u0000 경\u0000 \u0000 \u0000 \u0000 비"
          ],
          [
            "③\u0000 일반관리비\u0000 및\u0000 이윤"
          ],
          [
            "④\u0000 공급가액(①\u0000 +②\u0000 +③)\u0000"
          ],
          [
            "⑤\u0000 부가가치세"
          ],
          [
            "제\u0000 안\u0000 금\u0000 액(④\u0000 +⑤)"
          ]
        ],
        [
          [
            "신청인",
            "업체명",
            "",
            "",
            "대표자",
            "",
            "",
            ""
          ],
          [
            "",
            "영업소재지",
            "",
            "",
            "전화번호",
            "",
            "",
            ""
          ],
          [
            "",
            "사업자등록번호",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "증명서용도",
            "제출처\n광주문화재단",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용도범위및기준",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "용역이행\n실적내용",
            "용역명",
            "구분",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용역개요",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계약번호",
            "계약\u0000\n일자",
            "계약\u0000\n기간",
            "규모",
            "이행실적",
            "",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "비율(%)",
            "실적",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발급기관",
            "\u0000 위\u0000 사실을\u0000 증명함.\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 년\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 월\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 일",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기관명\u0000 :\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 (인)\u0000 \u0000 (전화번호\u0000 :\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 )",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주\u0000 \u0000 소\u0000 :",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서\u0000 :\n담당자\u0000 :",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 69 - 별지서식 8 업체 제출용 청렴계약이행서약서표준안 당사는 부패 없는 깨끗한 계약문화를 조성하고 청렴계약제 시행취지에 적극 부응하기 위하여 광주문화재단에서 발주하는 모든 공사, 물품, 용역 등의 입찰에 참여함에 있어 당사 임직원과 대 리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 이를 위반하여 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 것이 사실로 드 러날 경우 광주문화재단에서 발주하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 2 년 동안 참가하지 않겠으며 경쟁입찰에 있어서 입찰자간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰 을 위하여 담합을 한 사실이 드러날 경우 광주문화재단이 시행하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 1년 이상 동안 참여하지 않고 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에관한법률에 따라 공정거래위원회에 고발하여 과징금등을 부과토록 하는데 일체의 이의를 제기하지 않겠 습니다. 2. 입찰계약체결 및 계약이행 과정에서 직무관련자에게 직간접적으로 금품향응 등의 부당한 이익을 제공하지 않겠습니다. 이를 위반하여 입찰, 계약의 체결 또는 계약이행과 관련하여 직무관련자에게 금품, 향응 등을 제공함으로써 입찰에 유리하게 되어 계약이 체결되었거나 계약이행 과정에서 편의를 받아 부실하게 시공 또는 제조한 사실이 드러날 경우에는 광주문화재단이 시행하는 입찰 에 입찰참가자격 제한 처분을 받은 날로부터 2년 동안 참가하지 않겠으며 입찰 및 계약조건이 입찰자 및 낙찰자에게 유리하게 되도록 하거나, 계약목적물의 이행을 부실하게 할 목적으로 직무관련자에게 금품, 향응 등을 제공한 사실이 드러날 경우에는 광 주문화재단이 시행하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 참가하지 않고 입찰, 계약체결 및 계약이행과 관련하여 직무관련자에게 금품, 향응 등을 제공한 사실이 드러날 경우에는 광주문화재단이 시행하는 입찰에 입찰참가자격제한 처분을 받은 날로부 터 6개월 동안 참가하지 않겠습니다. - 70 - 3. 입찰, 계약체결 및 계약이행과 관련하여 직무관련자에게 금품, 향응 등을 제공한 사실이 드 러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계 약이행 이후에는 당해 계약의 전부 또는 일부계약을 해제 또는 해지하여도 감수하겠으며, 민형사상 이의를 제기하지 않겠습니다. 4. 회사 임직원이 직무관련자에게 금품, 향응 등을 제공하거나 담합 등 불공정 행위를 하지 않 도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익 처분을 하지 않는 사규를 제정하도록 노력하겠습니다. 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정 될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약해 지 등 광주문화재단의 조치와 관련하여 당사가 광주문화재단을 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 2024. . . 서 약 자 주 소 회 사 명 성 명 서명 또는 인 재 광주광역시 광주문화재단 대표이사",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 71 - 별지서식 9 제안서 표지 제작기준 상단에서 3 좌측끝단에서 3.5 3 3 3 간격 2 〇〇〇〇용역 - 기 술 제 안 서 - 글씨 크기 〇〇〇〇 용역 나눔명조 20크기중앙 기술제안서 나눔명조 22크기중앙 옆면 표지는 〇〇〇〇 용역 제안서글자체 나눔고딕, 글자크기 24만을 세로로 백색 무광택지에 인쇄한다. 발주기관 로고 등을 삽입하여서는 안 됨. - 72 - 제안요약서 표지 제작기준 좌측끝단에서 3.5 3 3 〇〇〇〇용역 - 기 술 제 안 서 요 약 서 - 글씨 크기 〇〇〇〇 용역 나눔명조 20크기중앙 기술제안서요역서 나눔명조 22크기중앙",
      "tables": [
        [
          [
            "",
            ""
          ]
        ],
        [
          [
            "상단에서\u0000 3㎝\n좌측끝단에서\n3.5㎝\n3㎝\n3㎝\n간격\u0000 2㎝\n〇〇〇〇용역\n-\u0000 기\u0000 술\u0000 제\u0000 안\u0000 서\u0000 -\n※\u0000 글씨\u0000 크기\n▪  〇〇〇〇  용역\u0000 :\u0000 나눔명조\u0000 20크기(중앙)\n▪  기술제안서\u0000 :\u0000 나눔명조\u0000 22크기(중앙)",
            "",
            "",
            "3㎝"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "좌측끝단에서\n3.5㎝\n3㎝\n3㎝\n〇〇〇〇용역\n-\u0000 기\u0000 술\u0000 제\u0000 안\u0000 서\u0000 (\u0000 요\u0000 약\u0000 서\u0000 )\u0000 -\n※\u0000 글씨\u0000 크기\n▪  〇〇〇〇  용역\u0000 :\u0000 나눔명조\u0000 20크기(중앙)\n▪  기술제안서(요역서)\u0000 :\u0000 나눔명조\u0000 22크기(중앙)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 73 - 별지서식 10 제안요구사항 수용 조견표 연번 요구사항 번호 요구사항 명 또는 요구사항 내용 요약 수용 여부 제안서 내용 제안서 페이지 주1. 요구사항번호는 제안요청서의 요구사항 번호를 기재하며, 제안요청서의 페이지를 기재하지 않는대신 요구사항 목록의 순서를 고려하여 작성필요한 경우에는 제안요청서상의 페이지 표기도 가능하며, 페이지를 표기할 경우 요구사항번호 란에 괄호를 이용하여 작성 2. 요구사항명 은 제안요청서의 요구사항 명을 기재필요시 요구사항 내용을 요약 3. 내용은 간결하게 핵심만 기재하고 수용여부는 또는 X 로 표기 - 74 - 붙임 제2호 계약 및 착수 관련 별 첨 서 식 별첨 1 누출금지 대상정보 별첨 2 보안 위약금 부과 기준 별첨 3 사업자 보안위규 처리기준 별첨 4 비밀유지계약서 별첨 5 표준 개인정보처리위탁 계약서 별첨 6 보안서약서용역업체 대표자용, 직원용 별첨 7 민간 클라우드 도입 정보화사업 보안 특약",
      "tables": [
        [
          [
            "연번",
            "요구사항\n번호",
            "요구사항\u0000 명\n(또는\u0000 요구사항\u0000 내용\u0000 요약)",
            "수용\n여부",
            "제안서\u0000 내용",
            "제안서\n페이지"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 75 - 별첨1 누출금지 대상정보 1. 기관 소유 정보시스템의 내ᆞ외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석ᆞ평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스 위치 등 네트워크 장비 설정 정보 8.공공기관의정보공개에관한법률제9조제1항에따라비공개대상 정보로 분류된 기관의 내부문서 9. 개인정보보호법 제2조제1호의 개인정보 10.보안업무규정제4조의비밀및동시행규칙제16조제3항의대외비 11. 그 밖에 광주문화재단이 공개가 불가하다고 판단한 자료 - 76 - 별첨2 보안 위약금 부과 기준 1 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 위규 심각 1건 중대 1건 위약금 비중 부정당업자 등록 500만원 이하 2 사업 종료 시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "구분",
            "위규\u0000 수준",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            ""
          ],
          [
            "위규",
            "심각\u0000 1건",
            "중대\u0000 1건",
            ""
          ],
          [
            "위약금\u0000 비중",
            "부정당업자\u0000 등록",
            "500만원\u0000 이하",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 77 - 별첨3 사업자 보안위규 처리기준 구분 위규사항 처리기준 심각 1. 비밀 및 대외비급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 부정당업체 등록 위규자용역책임자 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 중대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개정보를휴지통폐지함등에유기또는이면지활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진 촬영 3. 전산정보 보호대책 부실 가.업무망인터넷망혼용사용,보안USB사용규정위반 나. 웹 하드 P2P 등 인터넷 자료공유 사이트를 활용 하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마.인터넷망연결PC하드디스크에비공개정보를저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아.사용자계정관리미흡및오남용시스템불법접근시도등 위규자용역책임자 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 - 78 - 보통 1. 기관 제공 중요정책민간자료 관리 소홀 가. 주요 현안보고자료를 책상 위 등에 방치 나. 정책현안자료를 휴지통폐지함 등에 유기 또는 이 면지 활용 2. 사무실 보안관리 부실 가. 캐비닛서류함책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제제한구역 출입문을 개방한 채 근무 나. 보호구역 내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가.휴대용저장매체를서랍책상위등에방치한채퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅화면보호 패스워드 미부여 또는 1111 등 단순 숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기 인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반",
      "tables": [
        [
          [
            "구분",
            "위규사항",
            "처리기준"
          ],
          [
            "심각",
            "1.\u0000 비밀\u0000 및\u0000 대외비급\u0000 정보\u0000 유출\u0000 및\u0000 유출시도\n가.\u0000 정보시스템에\u0000 대한\u0000 구조,\u0000 데이터베이스\u0000 등의\u0000 정보유출\n나.\u0000 개인정보·신상정보\u0000 목록\u0000 유출\n다.\u0000 비공개\u0000 항공사진·공간정보\u0000 등\u0000 비공개\u0000 정보유출\n2.\u0000 정보시스템에\u0000 대한\u0000 불법적\u0000 행위\n가.\u0000 관련\u0000 시스템에\u0000 대한\u0000 해킹\u0000 및\u0000 해킹시도\n나.\u0000 시스템\u0000 구축\u0000 결과물에\u0000 대한\u0000 외부유출\n다.\u0000 시스템\u0000 내\u0000 인위적인\u0000 악성코드\u0000 유포",
            "▻  사업참여\u0000 제한\n\u0000 (부정당업체\u0000 등록)\n▻ \n위규자·용역책임자\u0000\n중징계\n▻  재발\u0000 방지를\u0000 위한\u0000\n조치계획\u0000 제출\n▻  위규자\u0000 대상\u0000 특별\u0000\n보안교육\u0000 실시"
          ],
          [
            "중대",
            "1.\u0000 비공개\u0000 정보\u0000 관리\u0000 소홀\n가.\u0000 비공개\u0000 정보를\u0000 책상\u0000 위\u0000 등에\u0000 방치\n나.\u0000 비공개\u0000 정보를\u0000 휴지통·폐지함\u0000 등에\u0000 유기\u0000 또는\u0000 이면지\u0000 활용\n다.\u0000 개인정보·신상정보\u0000 목록을\u0000 책상\u0000 위\u0000 등에\u0000 방치\n라.\u0000 기타\u0000 비공개\u0000 정보에\u0000 대한\u0000 관리소홀\n2.\u0000 사무실·보호구역\u0000 보안관리\u0000 허술\n가.\u0000 통제구역\u0000 출입문을\u0000 개방한\u0000 채\u0000 퇴근\u0000 등\n나.\u0000 인가되지\u0000 않은\u0000 작업자의\u0000 내부\u0000 시스템\u0000 접근\n다.\u0000 통제구역\u0000 내\u0000 장비·시설\u0000 등\u0000 무단\u0000 사진\u0000 촬영\n3.\u0000 전산정보\u0000 보호대책\u0000 부실\n가.\u0000 업무망\u0000 인터넷망\u0000 혼용\u0000 사용,\u0000 보안USB\u0000 사용규정\u0000 위반\n나.\u0000 웹\u0000 하드 · P2P\u0000 등\u0000 인터넷\u0000 자료공유\u0000 사이트를\u0000 활용\n하여\u0000 용역사업\u0000 관련\u0000 자료\u0000 수발신\n다.\u0000 개발·유지보수\u0000 시\u0000 원격작업\u0000 사용\n라.\u0000 저장된\u0000 비공개\u0000 정보\u0000 패스워드\u0000 미부여\n마.\u0000 인터넷망\u0000 연결PC\u0000 하드디스크에\u0000 비공개\u0000 정보를\u0000 저장\n바.\u0000 외부용\u0000 PC를\u0000 업무망에\u0000 무단\u0000 연결\u0000 사용\n사.\u0000 보안관련\u0000 프로그램\u0000 강제\u0000 삭제\n아.\u0000 사용자\u0000 계정관리\u0000 미흡\u0000 및\u0000 오남용(시스템\u0000 불법접근\u0000 시도\u0000 등)",
            "▻ \n위규자·용역책임자\u0000\n중징계\n▻  재발\u0000 방지를\u0000 위한\u0000\n조치계획\u0000 제출\n▻  위규자\u0000 대상\u0000 특별\u0000\n보안교육\u0000 실시"
          ]
        ],
        [
          [
            "보통",
            "1.\u0000 기관\u0000 제공\u0000 중요정책·민간자료\u0000 관리\u0000 소홀\n가.\u0000 주요\u0000 현안·보고자료를\u0000 책상\u0000 위\u0000 등에\u0000 방치\n나.\u0000 정책·현안자료를\u0000 휴지통·폐지함\u0000 등에\u0000 유기\u0000 또는\u0000 이\n면지\u0000 활용\n2.\u0000 사무실\u0000 보안관리\u0000 부실\n가.\u0000 캐비닛·서류함·책상\u0000 등을\u0000 개방한\u0000 채\u0000 퇴근\n나.\u0000 출입키를\u0000 책상\u0000 위\u0000 등에\u0000 방치\n3.\u0000 보호구역\u0000 관리\u0000 소홀\n가.\u0000 통제·제한구역\u0000 출입문을\u0000 개방한\u0000 채\u0000 근무\n나.\u0000 보호구역\u0000 내\u0000 비인가자\u0000 출입허용\u0000 등\u0000 통제\u0000 미실시\n4.\u0000 전산정보\u0000 보호대책\u0000 부실\n가.\u0000 휴대용저장매체를\u0000 서랍·책상\u0000 위\u0000 등에\u0000 방치한\u0000 채\u0000 퇴근\n나.\u0000 네이트온\u0000 등\u0000 비인가\u0000 메신저\u0000 무단\u0000 사용\n다.\u0000 PC를\u0000 켜\u0000 놓거나\u0000 보조기억\u0000 매체(CD,\u0000 USB\u0000 등)를\u0000\n꽂아\u0000 놓고\u0000 퇴근\n라.\u0000 부팅·화면보호\u0000 패스워드\u0000 미부여\u0000 또는\u0000\n“1111”\u0000 등\u0000\n단순\u0000 숫자\u0000 부여\n마.\u0000 PC\u0000 비밀번호를\u0000 모니터\u0000 옆\u0000 등\u0000 외부에\u0000 노출\n바.\u0000 비인가\u0000 보조기억매체\u0000 무단\u0000 사용"
          ],
          [
            "경미",
            "1.\u0000 업무\u0000 관련서류\u0000 관리\u0000 소홀\n가.\u0000 진행\u0000 중인\u0000 업무자료를\u0000 책상\u0000 등에\u0000 방치,\u0000 퇴근\n나.\u0000 복사기 · 인쇄기\u0000 위에\u0000 서류\u0000 방치\n2.\u0000 근무자\u0000 근무상태\u0000 불량\n가.\u0000 각종\u0000 보안장비\u0000 운용\u0000 미숙\n나.\u0000 경보·보안장치\u0000 작동\u0000 불량\n3.\u0000 전산정보\u0000 보호대책\u0000 부실\n가.\u0000 PC내\u0000 보안성이\u0000 검증되지\u0000 않은\u0000 프로그램\u0000 사용\n나.\u0000 보안관련\u0000 소프트웨어의\u0000 주기적\u0000 점검\u0000 위반"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 79 - 별첨4 비 밀 유 지 계 약 서 광주문화재단이하 발주기관이라 한다와 ____________________이하 계약 상대자이라 한다는 발주기관의2024년 광주문화예술통합플랫폼 콘텐츠 기획운영 및 유지보수사업을 계약상대자가 수행함에 있어 다음과 같이 비밀유지계약을 체결한다. 제1조 목적 본 계약은 발주기관의2024년 광주문화예술통합플랫폼 콘텐츠 기획운영 및 유지보수사업을 계약상대자가 수행함에 있어 상호 신뢰를 바탕으로 한 공정하고 원만한 거래관계를 유지하며 계약 당사자의 관련 비밀정보를 보호하고 누설을 방지하 기 위하여 절차와 준수사항을 규정함을 목적으로 한다. 제2조 비밀의 내용 본 계약의 비밀정보란 계약상대자가 업무진행 과정에서 취득한 누출금지 대상정보이하 비밀정보라 한다를 말하며 비밀정보는 다음과 같다. 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트 워크 장비 설정 정보 8. 공공기관의 정보공개에 관한 법률 제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9. 개인정보보호법 제2조제1호의 개인정보 10. 보안업무규정 제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 11. 그 밖에 광주문화재단이 공개가 불가하다고 판단한 자료 제3조 지적재산권 본 계약에 따라 계약상대자에 의해 제공되는 서비스 혹은 그 결 과가 타인의 특허권, 실용신안권, 의장권, 저작권 등 지적소유권의 침해를 이유로 - 80 - 발주기관에 이의제기, 소송, 기타 권리 침해주장이 제기된 경우 계약상대자는 이에 대한 모든 책임을 지며 이와 관련하여 발주기관이 손해를 입은 경우 계약상대자 는 전액 배상하여야 한다. 제4조보안준수 사항 계약상대자의 보안준수 사항은 다음과 같다. 1. 본 사업에 투입되는 계약상대자의 기술 인력은 발주기관의 보안관련 규정을 준 수하여야 하며 이를 충실히 이행하여야 한다. 2. 계약상대자는 사업수행에 관련된 제반 보안대책을 강구하고, 대표자투입 인력 에 대하여 보안서약서를 제출하여야 하며 본 사업에 참여하는 인원에 대하여 신원조회 및 보안교육을 실시하여야 한다. 3. 계약상대자는 사업의 수행을 위하여 위 제2조의 누출금지 대상정보를 열람 시 자료관리 대장에 인계자인수자가 직접 서명한 후 제공하고 사업완료시 반납 4. 계약상대자는 발주기관의 기관 내 시건장치와 통제가 가능한 공간 또는 별도 CCTV시건장치 등 비인가자 출입통제 대책이 마련된 장소에서 사업을 수행해 야 하며 인가받지 않은 USB 등의 휴대용 저장매체 사용을 금지하며 산출물 저장을 위해 휴대용 저장매체가 필요한 경우 발주기관의 승인 하에 사용하여 야 한다. 5. 계약상대자는 발주기관의 업무망과 분리된 전산망에서 사업을 수행하며 인터넷 연결 금지 특히, P2P, 웹하드 등 인터넷 자료 공유사이트에 접속해서는 안 된 다. 6. 계약상대자는 발주기관의 전산망 접속 시발주기관의 보안담당관이 별도 기록 관리 하고 있는 접근권이 차등 부여된 계정ID을 이용해야 한다. 제5조 손해배상책임 1 계약상대자는 위 제2조의 비밀내용의 정보 누출시 지방자 치단체를 당사자로 하는 계약에 관한 법률 제31조에 따라 계약상대자는 부정당 업자로 등록되며 입찰 참가자격에 제한받을 수 있다. 2 이 사업과 관련하여 지득한 모든 비밀정보는 사업이 끝난 후에도 절대로 누설 하여서는 아니 되며 이로 인한 민형사상 피해는 전적으로 계약상대자가 부담한",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 81 - 다. 3 발주기관의 보안정책을 계약상대자가 위반하였을 경우 발주기관의 보안위규 처 리기준 및 위약금 부과기준에 따라 위규자 및 관리자를 행정조치 한다. 4 계약상대자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관 리적, 기술적 보안대책 및제2조의 비밀의 내용에 대한 보안관리계획을 과업수행 계획서에 포함 제출하여야 한다. 제6조 자료의 반환 1 계약상대자는 발주기관의 요청이 있거나 사업완료시 언제든 지 발주기관의 비밀정보가 기재되어 있거나 이를 포함하고 있는 제반자료, 장비, 서류, 샘플, 기타 유체물을 즉시 반환하거나 발주기관의 선택에 따라 이를 폐기하 고 그 폐기를 증명하는 서류를 발주기관에게 제공하며 별도 복사본을 두어서는 안 된다. 2 자료 반환 시 계약상대자는 계약상대자 소유의 PC서버의 하드디스크휴대용 저장매체를 국가정보원장이 안전성을 검증한 삭제 SW로 완전 삭제하여야 한다. 3 자료 반환 시 계약상대자는 용역사업관련 자료를 가지고 있지 않다는 보안확약 서를 발주기관에게 제출하여야 한다. 제7조 권리의무의 양도 본 계약의 권리와 의무는 발주기관의 사전 서면동의 없이 는 제3자에게 양도될 수 없다. 제8조 계약기간 본 계약은 계약 체결일부터 영구적으로 그 효력을 가진다. 제9조 권리의 부존재 등 본 계약상 제공되는 비밀정보에 관한 모든 권리는 발주기 관에게 속하고 어떠한 경우에도 본 계약상 제공된 비밀정보에 관하여 타 업체에게 권 리나 사용권을 부여하는 것으로 해석되지 않는다. 제10조 내부규정의 준수 계약상대자는 본 계약상의 목적을 위하여 발주기관의 시 설을 방문하거나 이를 이용할 경우 발주기관의 제반 규정을 준수하여야 한다. - 82 - 제11조 계약의 수정 본 계약의 수정이나 변경은 발주기관과 계약상대자의 정당한 대표자가 서명한 서면합의로만 이루어 질 수 있다. 제12조 기타 본 계약서에 대한 발주기관와 계약상대자간의 해석 차이가 있을 때에 는 지방자치단체를 당사자로 하는 계약에 관한 법률등 관계 법령 및 상호협의에 따르며 소송관할법원은 발주기관의 주소지를 관할하는 법원으로 한다. 본 계약의 체결사실 및 계약내용을 증명하기 위하여 본 계약서를 2통 작성하여 계약 당사자가 각각 서명 또는 날인한 후 각 1통씩 보관한다. 년 월 일 발주기관 광주문화재단 주소 광주광역시 남구 천변좌로 338번길7 성명 광주문화재단 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 83 - 별첨5 표준 개인정보처리위탁 계약서 광주문화재단이하 발주기관이라 한다와 용역 업체이하 계약상대자라 한다는 발주기 관의 개인정보 처리업무를 계약상대자에게 위탁함에 있어 다음과 같은 내용으로 본 업무위 탁계약을 체결한다. 제1조 목적 이 계약은 발주기관이 개인정보처리업무를 계약상대자에게 위탁하고, 계약상 대자는 이를 승낙하여 계약상대자의 책임아래 성실하게 업무를 완성하도록 하는데 필요 한 사항을 정함을 목적으로 한다. 제2조 용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는개인정보 보호법, 같은 법 시행령 및 시행규칙,개인정보의 안전성 확보조치 기준행정안전부 고시 및표준 개인정보 보 호지침행정안전부 고시에서 정의된 바에 따른다. 제3조 위탁업무의 목적 및 범위 계약상대자는 계약이 정하는 바에 따라 온라인 소통 시 스템의 원활한 제공을 목적으로 다음과 같은 개인정보 처리 업무를 수행한다.1 1. 홈페이지 회원 정보 및 본인 인증 관련 정보 2. 홈페이지 관리를 위한 직원 정보 제4조 위탁업무 기간 이 계약서에 의한 개인정보 처리업무의 기간은 다음과 같다. 계약기간 계약일로부터 사업종료시까지 제5조 재위탁 제한 1 계약상대자는 발주기관의 사전 승낙을 얻은 경우를 제외하고 발주기관과 의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없다. 2 계약상대자가 다른 제3의 회사와 수탁계약을 할 경우에는 계약상대자는 해당 사실을 계약 체결 7일 이전에 발주기관에게 통보하고 협의하여야 한다. 제6조 개인정보의 안전성 확보조치 계약상대자는개인정보 보호법제23조제2항 및 제24 조제3항 및 제29조, 같은 법 시행령 제21조 및 제30조, 개인정보의 안전성 확보조치 기준행정안전부 고시에 따라 개인정보의 안전성 확보에 필요한 관리적기술적 조치를 취하여야 한다. 제7조 개인정보의 처리제한 1 계약상대자는 계약기간은 물론 계약 종료 후에도 위탁업 무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서 는 안 된다. 2 계약상대자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있는 개인정보를 개인정보 보호법 시행령제16조 및개인정보의 안전성 확보 조치 기준행정안전부 고시에 따라 즉시 파기하거나 발주기관에게 반납하여야 한다. 3 제2항에 따라 계약상대자가 개인정보를 파기한 경우 지체없이 발주기관에게 그 결과 를 통보하여야 한다. 제8조 수탁자에 대한 관리감독 등 1 발주기관은 계약상대자에 대하여 다음 각 호의 사 1 각호의 업무 예시 고객만족도 조사 업무, 회원가입 및 운영 업무, 사은품 배송을 위한 이름, 주소, 연락처 처리 등 - 84 - 항을 감독할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 발주기관은 계약상대자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이행하여야 한다. 3 발주기관은 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼 손되지 아니하도록 1년에 1회 이상 계약상대자를 교육할 수 있으며, 계약상대자는 이에 응하여야 한다.2 4 제3항에 따른 교육의 시기와 방법 등에 대해서는 발주기관은 계약상대자와 협의하여 시행한다. 제9조 정보주체 권리보장 계약상대자는 정보주체의 개인정보 열람, 정정삭제, 처리 정지 요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제10조 개인정보의 파기 계약상대자는 제4항의 위탁업무기간이 종료되면 특별한 사유가 없는 한 지체 없이 개인정보를 파기하고 이를 발주기관에게 확인받아야 한다. 제11조 손해배상 1 계약상대자 또는 계약상대자의 임직원 기타 계약상대자의 수탁자가 이 계약에 의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 계약상대자 또는 계약상대자의 임직원 기타 계약상대자의 수탁자의 귀책사유 로 인하여 이 계약이 해지되어 발주기관 또는 개인정보주체 기타 제3자에게 손해가 발생 한 경우 계약상대자는 그 손해를 배상하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 발주기관이 전 부 또는 일부를 배상한 때에는 발주기관은 이를 계약상대자에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 발주기관과 계약상대자가 서 명 또는 날인한 후 각 1부씩 보관한다. 20 . . . 광주문화재단 광주광역시 남구 천변좌로338번길7 인 2 개인정보의 안전성 확보조치 기준행정안전부 고시 제2017-1호 및 개인정보 보호법 제26조에 따라 개인정보 처리자 및 취급자는 개인정보보호에 관한 교육을 의무적으로 시행하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 85 - 별첨6 용역사업 착수시 보 안 서 약 서 용역업체 대표자용 본인은 년 월 일부로 2024년 광주문화예술통합플랫폼 콘텐츠 기획운영 및 유 지보수 사업을 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 2024년 광주문화예술통합플랫폼 콘텐츠 기획운영 및 유지보수 사업 수행중 알게 될 일체 내용이 직무상 기밀 사항임을 인정하고, 용역수행 중 취득한 각종 성과품 문서, 도면, 동영상, 사진 등은 귀 청의 직원이라고 하여도 본 사업에 직접 관여하지 않는 자에 대해서는 공개 또는 누설하지 않으며, 사업 수행 중은 물론 종료 후에도 자 신 또는 제3자를 위하여 사용하지 않는다. 2. 본 사업 추진의 사실 및 그 성과가 귀 재단에 의하여 적법하게 공개된 경우라고 하여도 미공개 부문에 대해서는 비밀을 유지한다. 3. 본 사업이 완료되거나 사업 진행 중에 어떠한 사유로든 본인이 본 사업을 수행할 수 없 게 된 경우, 그 시점에서 본인이 보유하고 있는 기밀사항을 포함한 관련 자료를 즉시 귀 재단에 반납하고 비밀을 유지한다. 4. 본인 회사의 직원이 기밀을 누설하거나 관계 규정을 위반한 경우에도 총괄 책임을 지겠 으며, 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 5. 본인은 하도급업체를 통한 사업 수행시 하도급업체로 인해 발생하는 위반사항에 대하여 모든 책임을 부담한다. 6. 상기 보안 서약 미준수 시 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제98조, 제99조, 제113조 및 제127조 등 보안 관련 법규 년 월 일 서 약 자 업 체 명 용역업체 대표자 직 위 성 명 서명 생 년 월 일 서약 집행자 소 속 담당직원 직 위 성 명 서명 생 년 월 일 - 86 - 보 안 서 약 서 용역업체 직원용 본인은 년 월 일부로 2024년 광주문화예술통합플랫폼 콘텐츠 기획운영 및 유 지보수 사업을 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 2024년 광주문화예술통합플랫폼 콘텐츠 기획운영 및 유지보수 사업 수행중 알게 될 일체 내용이 직무상 기밀 사항임을 인정하고, 용역수행 중 취득한 각종 성과품 문서, 도면, 동영상, 사진 등은 귀 청의 직원이라고 하여도 본 사업에 직접 관여하지 않는 자에 대해서는 공개 또는 누설하지 않으며, 사업 수행 중은 물론 종료 후에도 자 신 또는 제3자를 위하여 사용하지 않는다. 2. 본 사업 추진의 사실 및 그 성과가 귀 재단에 의하여 적법하게 공개된 경우라고 하여도 미공개 부문에 대해서는 비밀을 유지한다. 3. 본 사업이 완료되거나 사업 진행 중에 어떠한 사유로든 본인이 본 사업을 수행할 수 없 게 된 경우, 그 시점에서 본인이 보유하고 있는 기밀사항을 포함한 관련 자료를 즉시 귀 재단에 반납하고 비밀을 유지한다. 4. 상기 보안 서약 미준수 시 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제98조, 제99조, 제113조 및 제127조 등 보안 관련 법규 년 월 일 서 약 자 업 체 명 용역업체 직원 직 위 성 명 서명 생 년 월 일 서약 집행자 소 속 담당 공무원 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 87 - 별첨7 민간 클라우드 도입 정보화사업 보안 특약 1. 클라우드 컴퓨팅 서비스 사업자는 광주문화재단이하 발주기관이라 한다의 보안정책을 위반하였을 경우 발주기관의 사업자 보안위규 처리 기준에 따라 위규자 및 관리자를 행정 조치하고 발주기관의 보안 위약금 부과 기준에 따라 보안 위약금을 발주기관에게 납부한 다. 2. 클라우드 사업자는 사업 수행에 사용되는 문서, 인원 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 발주기관의 누출금지 대상정보에 대한 보안관리계획을 제출해야 하 며, 해당정보 누출시 발주기관은 국가계약법 시행령 제76조에 따라 사업자를 부정당업 체로 등록한다. 3. 민간 클라우드 도입 정보화사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업 완료시 정보보안담 당자의 입회하에 완전 폐기 또는 반납해야 한다. 4. 클라우드 사업자는 사업 최종 산출물에 대한 정보보안전문가 또는 전문보안점검 도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해 야 한다. 5. 클라우드 사업자는 발주기관의 클라우드 도입 및 운영 보안 요구사항을 충족시켜야하며, 보안요구사항에 근거가 되는 법, 가이드라인, 절차 등은 다음과 같다. 가. 전자정부법과 동법 시행령 나. 정보통신기반보호법과 동법 시행령 다. 국가공공기관 클라우드 컴퓨팅 보안 가이드라인 라. 국가정보보안 기본지침국가정보원, 2011.1 마. 정보통신망 보안관리 실무요령국가정보원, 2008.8 바. 국가공공기관 업무전산망 분리 실무 매뉴얼국가정보원, 2007.4 사. 안전한 정보통신 환경 구현을 위한 네트워크 구축 가이드라인국가정보원, 2009.6 아. 국가공공기관 용역업체 보안관리 가이드라인 국가정보원, 2014.3 6. 클라우드 사업자는 발주기관이 보안 요구사항 준수 모니터링, 외부 위협 대응, 공공기관 데이터 보호 등의 목적으로 클라우드 사업자의 시설, 모니터링 로그, 문서, 데이터베이스 등에 접근하는 것을 허용하여야 하며, 발주기관은 발주기관 이외의 他 클라우드 컴퓨팅 서비스 임차인 자원에 침범하지 않는 한에서 접근 및 관련 정보를 수집할 수 있다. - 88 - 7. 클라우드 사업자는 발주기관이 클라우드 컴퓨팅 서비스 망 운용 관리에 따른 보안 취약 점 개선, 안전성 확인 등의 목적으로 클라우드 사업자 시설에 대한 지도방문, 안전성 측 정 실시, 보안감사 수행 요청 시 이에 성실히 응해야한다. 8. 클라우드 사업자는 발주기관이 7항의 지도방문, 안전성측정 실시, 보안감사 수행 목적으 로 기술적 지원을 요청할 시에 모니터링 도구, 로그 수집 기술 등의 제반환경을 제공하 여야 하며, 발주기관의 기본 형상 변경에 대한 실시간 모니터링 수행 및 형상 변경 결과 보고를 발주기관에게 하여야 한다. 9. 클라우드 사업자는 사고 또는 장애 발생 시 발주기관의 사고장애 대응 절차에 따라 발 주기관의 정보보안담당자, 대내외 관련 기관 및 전문가와 협조체계를 구성하여 대응하여 야 하며, 발주기관의 사고장애 대응에 적극 협조해야 한다. 10. 클라우드 사업자는 발주기관의 데이터 보안 규격에 따라 발주기관의 데이터를 검증필 국가표준암호화 암호모듈을 사용하여 전자적으로 안전하게 처리하여야 하며, 발주기관의 데이터가 발주기관의 서비스 및 시스템 영역 외에서 사용되는 것을 방지하여야 한다. 20 . . . 광주문화재단 광주문화재단 광주광역시 남구 천변좌로338번길7 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}