{
  "csv_metadata": {
    "공고 번호": "20240633082",
    "공고 차수": 0.0,
    "사업명": "호계체육관 배드민턴장 및 탁구장 예약시스템 구축 용역",
    "사업 금액": 49500000,
    "발주 기관": "경기도 안양시",
    "공개 일자": "2024-06-24 19:50:43",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "2024-07-05 17:00:00",
    "사업 요약": "- 사업 개요: 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축\n- 추진 배경: 고객의 요구사항을 반영하기 위한 웹 기반의 예약 시스템 필요, 운영 효율성 및 편리성 향상 필요, 시설 이용객 다양성 확보 필요, 시설관리 대책 마련 필요, 개인정보보호법에 맞는 회원관리 프로그램 필요\n- 사업 범위: 웹 기반의 예약 시스템 구축, 키오스크 서비스 구축\n- 기대 효과: 이용의 편의성 제공, 서비스 품질 강화, 언택트 운영 실현\n- 추진 목표: 사용자 편리성 증대, 업무 효율성 증가, 신뢰성 있는 서비스 제공",
    "파일형식": "pdf",
    "파일명": "경기도 안양시_호계체육관 배드민턴장 및 탁구장 예약시스템 구축 용역.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축 주관부서 체육과 사업담당자 시설7급 박종일 2024. 6. 목 차 I. 사업의 개요 1 II. 사업추진 방안 3 III. 과업수행 지침 5 IV. 제안요청 내용 10 V. 제안서 안내사항 26 VI. 제안서 작성요령 35 VII. 구비서류제출서식목록 39 VIII. 정보화 사업 보안 준수사항 및 보안특약 66",
      "tables": [
        [
          [
            "사  업  명",
            "호계체육관  배드민턴장  및  탁구장 \n예약  시스템  구축"
          ],
          [
            "주관부서",
            "체육과"
          ],
          [
            "사업담당자",
            "시설7급 박종일"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 2,
      "text": "- 1 - I 사업의 개요 1. 사업일반 사업명 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축 사업예산 49,500천원부가가치세 포함 사업기간 계약 후 120일 계약방법 제한경쟁입찰협상에 의한 계약 2. 추진배경 및 필요성 고객의 니즈요구사항를 시스템에 즉시 반영하기 위한 웹 기반의 홈페 이지 및 키오스크 예약관리시스템 구축 필요 이용회원의 편리성 및 운영 효율성을 위한 자동화시스템 구축 필요 키오스크에서 예약 및 사용신청이 가능하도록 구축하여 안내데스크로 집중되는 고객 업무 분산으로 신속 응대 개선 필요 자동화 서비스 도입으로 센터 이용객과 대면비대면 다양성 확보 필요 무단이용자 이용을 차단하고 안전하게 시설한 시설관리 대책 마련 필요 매년 강화되는 개인정보보호법에 맞춰 시큐어 코딩을 적용한 회원관리 프로그램 개발을 통해 시민 개인정보를 안전하게 수집이용하고자 함 3. 주요 사업범위 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축웹 서비스 1 반응형 웹을 기반으로 예약시스템을 구축하고, 키오스크와 연계하여 시설 내부에서 관리 및 운영이 가능하도록 구축 2 예약 시스템 운영을 위한 회원관리, 비회원관리, 매출관리, 키오스크 관리, 분석통계관리 등 운영관리 업무 및 입장시간 등에 대한 자동화 시스템 환경 설정 기능 3 고객이 언제 어디서나 편리하게 시설 예약이 가능한 시스템 구축 - 2 - 4 반응형 웹기반의 홈페이지로 웹과 모바일에서 회원서비스 제공 5 행정안전부 자동감면 서비스 제공 6 운영 중인 안양도시공사 홈페이지를 활용하여 기능 개발 프로그램 이식성 및 호환성 제공 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축키오스크 서비스 1 현장에서 키오스크를 이용하여 인포데스크 방문 없이 예약 및 결제가 가능 하도록 관리하는 관리자 페이지 통합 구현 2 안양도시공사 홈페이지 뿐 아니라 키오스크에서 예약 및 결제가 가능하도록 통합 관리 체계가 구축되어야 하며, 키오스크는 별도의 전용 예약 페이지를 제공 3 현장에서 제공되는 별도의 모니터를 통해 현재 이용 중인 구역에 대하여 이용자 정보를 제공 4 현장에서 키오스크를 통해 당일 예약 및 결제 기능을 제공하여 시설이용이 가능 하도록 구현 5 제공되는 키오스크는 배드민턴과 탁구가 별도로 운영이 가능 하도록 기능 개발 4. 기대효과 가. 웹 기반의 예약시스템 구축으로 자동화 및 무인화, 다양한 접근성 제공 등 이 용의 편의성 제공과 시설 이용 만족도 향상 나. 데스크 업무 분산을 통한 서비스 품질 강화 및 업무의 효율성 확보 다. 자동화 전산시스템을 통한 비대면 언택트 운영 실현",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - II 사업추진 방안 1. 추진목표 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축으로 사용자 편리성 증대, 업무 효 율성 증가 및 신뢰성 있는 서비스 및 데이터 통계 자료를 제공 2. 추진체계 사업총괄기관 안양시 실무지원 사업주관 실무지원 도시공사운영관리 부서 현장 운영지원 안양시 체육과, 도시공사 도시공사정보화 부서 ICT 기술지원 설치,구축 수행 계약상대자 구분 주요역할 및 기능 구성 사업주관 사업총괄 추진 시스템 관련 요구사항 정의 및 조정 사업수행 관리, 검수 및 결과평가 실무지원 요구사항 정의 및 검토 지원 업무관련 자료 제공 관련 구축내용 검수 및 평가 관련 업무 운영 운영관리 부서 정보화 부서 설치,구축수행 기획분석 시스템 구축개발 테스트 수행 및 하자보수 교육 및 기술 지원 등 기타 과제수행에 필요한 사항 계약상대자 - 4 - 3. 추진일정 계약일로부터 120일간 추진내용 착수 프로젝트 착수 분석 요구사항 및 환경 분석 시스템 분석 업무 분석 설계 및 개발 개발 설계 데이터베이스 설계 예약시스템 구축 키오스크 시스템 구축 단위 및 통합 테스트 주요일정 착수보고 완료보고 사용자 교육 오픈 서비스오픈 세부일정 또는 특이사항은 협의를 통해 일정 변경조정 가능 4. 추진방안 가. 입찰 및 낙찰방식 1 사업자 선정방식 제한경쟁 입찰 후 협상에 의한 계약 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령제43조 지방자치단체 입찰시 낙찰자 결정기준행정안전부 예규 협상에 의한 계약체 결기준 2 기술평가90와 가격평가10를 실시하여 종합평가점수100점로 평가 나. 협상 1 협상은 제안서 기술평가90와 가격평가10를 종합평가한 결과 고득점자순으로 합니다. 다만, 제안서 평가결과 기술능력평가 점수가 기술능력평가분야 배점한도 의 85 이상인 자를 협상적격자로 선정",
      "tables": [
        [
          [
            "실무지원",
            "",
            "사업주관",
            "",
            "실무지원"
          ],
          [
            "도시공사(운영관리 부서)\n(현장 운영지원)",
            "",
            "안양시 체육과, 도시공사",
            "",
            "도시공사(정보화 부서)\n(ICT 기술지원)"
          ]
        ],
        [
          [
            "추진내용",
            ""
          ],
          [
            "착수",
            "프로젝트 착수"
          ],
          [
            "분석",
            "요구사항 및 환경 분석"
          ],
          [
            "",
            "시스템 분석"
          ],
          [
            "",
            "업무 분석"
          ],
          [
            "설계 및 개발",
            "개발 설계"
          ],
          [
            "",
            "데이터베이스 설계"
          ],
          [
            "",
            "예약시스템 구축"
          ],
          [
            "",
            "키오스크 시스템 구축"
          ],
          [
            "",
            "단위 및 통합 테스트"
          ],
          [
            "주요일정",
            "착수보고"
          ],
          [
            "",
            "완료보고"
          ],
          [
            "",
            "사용자 교육"
          ],
          [
            "오픈",
            "서비스오픈"
          ]
        ],
        [
          [
            "구분",
            "주요역할 및 기능",
            "구성"
          ],
          [
            "사업주관",
            "○ 사업총괄 추진\n○ 시스템 관련 요구사항 정의 및 조정\n○ 사업수행 관리, 검수 및 결과평가",
            ""
          ],
          [
            "실무지원",
            "○ 요구사항 정의 및 검토 지원\n○ 업무관련 자료 제공\n○ 관련 구축내용 검수 및 평가\n○ 관련 업무 운영",
            "·운영관리 부서\n·정보화 부서"
          ],
          [
            "설치,구축수행",
            "○ 기획/분석                ○ 시스템 구축/개발\n○ 테스트 수행 및 하자보수 ○ 교육 및 기술 지원 등  \n   기타 과제수행에 필요한 사항",
            "·계약상대자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 5 - III 과업수행 지침 1. 기본사항 본 제안요청서는 안양시호계체육관 배드민턴장 및 탁구장 예약 시스템 구축을 수행 하는 것에 그 목적이 있으며, 설치구축업체이하 사업자는 안양시이하발주자 사업을 신의성실의 원칙에 따라 수행하여야 한다. 본 제안요청서는 사업자가 임의로 해석할 수 없으며, 내용이 불분명하거나 기재되지 않은 사항은 상호협의하여 결정한다. 본 과업수행에 필요한 모든 요건은 제안요청서에 따르며, 과업내용을 정확히 숙지하 지 못하여 발생되는 모든 문제 및 손해는 사업자가 전적으로 책임진다. 사업자는 소속된 정직원들이 본 과업을 수행하게 하여야 하며, 제3자에게 과업수 행과 관련된 사항의무, 책임 및 권한 양도이관매도할 수 없다. 사업자는 과업 진행상황 및 점검내용을 발주자에게 정기수시보고를 실시하고 발 주자 감독관의 확인을 받아야 한다. 과업내용 확정 심의 여부 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내 용 확정을 위하여 과업심의위원회를 개최 또는 미개최 한 사업임 제50조소프트웨어사업 과업심의위원회 1 국가기관등의 장은 소프트웨어사업의 추진에 관한 다음 각 호의 사항을 심의하기 위하여 소프트웨어사업 과업심의위원회이하 과업심의위 원회라 한다를 두어야 한다. 1. 과업내용의 확정 2. 과업내용 변경의 확정 및 이에 따른 계약금액계약기간 조정 2 국가기관 등의 장은 특별한 사정이 없으면 제1항에 따른 심의결과를 계약 등에 반영하여야 한다. 3 국가기관등의 장과 소프트웨어사업의 계약을 체결한 사업자는 과업내용 변경으로 인한 계약 내용 변경이 필요한 경우 국가기관 등의 장에게 과업심의위원회의 개최를 요청할 수 있다. 이 경우 국가기관등의 장은 특별한 사정이 없으면 요청을 수용하여야 한다. 4 제1항 및 제3항에 따른 과업심의위원회의 구성ᆞ운영, 과업내용의 확정ᆞ변경 및 개최 요청 절차 등에 관하여 필요한 사항은 대통령령으로 정한다. 본 사업은 하도급을 불허함 - 6 - 2. 전제조건 본 사업은 안양시 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축사업으로 기존 운영 중인 홈페이지 및 키오스크 등과 상호 호환 가능하도록 연계되어야 하며 발주 처에서 제공하는 인프라 환경을 최대한 준수하며 일부 환경은 협의에 따라 변경하여 진행할 수 있다. 3. 과업 수행 제반사항 과업수행 방법 - 과업 추진 시 표준화, 확장성 및 재사용성을 충분히 고려하여 유지보수 및 하자보수 가 용이한 형태로 구현하여야 한다. - 과업진행 중 관련법령 및 제도 및 관련기술이 변경되었을 경우 기존 과업범위에 포 함하여 추진한다. - 소프트웨어를 개발 시 전자정부표준개발프레임워크의 적용을 우선적으로 고려하여야 한다. 과업수행 관련서류 제출 - 사업자는 과업수행 과정에서 발생하는 각종 성과품계획서보고서 등을 발주자에 게 제출하여야 한다. - 성과품 제작에 소요되는 모든 경비는 사업자 부담으로 한다. 개발SW의 공동활용 사전 명시 - 본 사업을 통해 개발되는 소프트웨어는 물품구매계약일반조건 제29조의2계약목적물의 지식재 산권 귀속 등에 따라 타 기관과 공동 활용할 계획이 없다. 과업내용 변경 - 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호 에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우, 계약상 대자는 국가기관 등의 장에게 소프트웨어사업 과업변경요청서를 제출하여 과업심의위 원회의 개최를 요청할 수 있다. 작업장소 상호협의 - 사업자는 SW사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작업환경을 상호협 의하여 결정하며, 핵심 개발인력이 아닌 지원인력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 사업자가 달리 정할 수 있다. 원격개발 장소 제시검토 사업자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업장소",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - 를 제시할 수 있으며, 발주자는 제시된 작업장소에 관하여 우선 검토한다. 다만, 발주자는 사업자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있으며, 사 업자가 유효한 정보보호체계 인증 또는 소프트웨어프로세스 품질인증을 보유하고 있는 경우 사업자 제시안을 검토 시 우대 할 수 있다. 원격지에서의 온라인 개발 및 지정 단말기를 통한 온라인 유지보수 사업자가 다음 각 호에 따른 보안대책에 서면으로 동의하는 경우에 한하여, 사업자에게 원 격지에서 인터넷을 통한 발주기관 정보시스템에 온라인 접속한 상태의 개발 작업 및 온라 인 유지보수를 허용한다. 1. 지정된 단말기에서만 접속 및 해당 단말기에 대한 접근인원 통제 2. 지정 단말기는 제3호에 따른 온라인 용역 통제시스템 접속 전용 專 用 으로 운용하고 다른 목적의 인터넷 접속은 차단 3. 발주기관 내 설치된 온라인 용역 통제시스템을 경유하여 개발에 필요한 정보 시스템에 접속하는 등 소통구간 보호ᆞ통제 4. 접속사실이 기록된 로그기록을 1년 이상 보관 5. 계약 시행일로부터 종료 후 30일이 경과하는 날까지의 기간 중에 발주기관의 정기 또는 수시 보안점검불시 점검을 포함한다 수검 4. 정보보안 및 안전관리 사업자는 시스템의 보안과 안정적인 운영을 위해 비인가자의 접근을 방지하고, 정보의 기밀보호 및 신뢰성을 확보하기 위해 정기적으로 보안점검을 실시하고 과업수행 기술 자에 대한 보안교육을 실시하여야 한다. 사업기간 중 참여인원은 임의로 교체할 수 없으며 변동사항 발생 시 발주기관에 보고 하고 승인을 받아야 한다. 과업수행 시 내외부 통신망 사용, 전산장비 반출입, 저장매체를 사용 시 발주자 감독관의 승인을 사전에 득하여야 한다. 과업 수행과정에서 취득사용된 모든 자료, 정보 등은 타 용도로 사용하거나 외부로 공개 또는 반출할 수 없으며, 과업종료 시 발주자 감독관 입회하에 즉시 삭제파기 조치하여야 한다. 사업자는행정기관 및 공공기관 정보시스템 구축 운영 지침에 의거 범정부 정 보기술아키텍쳐를 기반으로 무결성, 일치성, 기밀성, 가용성 등을 고려하여 시스 템을 구축하여야 한다. 사업자는행정기관 및 공공기관 정보시스템 구축 운영 지침제50조부터 제53조에 따 른소프트웨어 개발보안을 적용하여야 한다. - 8 - 사업자는 과업수행 시 별표 1 사업자 보안위규 처리기준을 확인하고 정보보호 준수사항을 반드시 지켜야 한다. 과업수행 중 사업자의 과실, 고의 또는 과업종료 후 부실한 보안기술 적용의 원인으 로 정보누출 등의 보안사고가 발생할 경우, 사업자는 이에 대한 손해배상 및 법적책 임을 진다. 과업수행 중 정보통신망 또는 정보시스템에 허가 없이 접속 하거나 무단으로 정보를 수집할 수 있는 비인가 프로그램을 설치하거나 그러한 행위에 악용될 수 있는 정보 통신망 또는 정보시스템의 약점을 고의로 생성 또는 방치하는 행위 등을 금지한다. 사업자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기 관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함.단 공급자는 아래 내용을 준수하여야 함 - 사업자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 명시한 정 보를 삭제하고 활용하여야 하며, 이를 확인하는 사업자 대표명의의 확약서를 발주기관에 제출하여야 함 - 사업가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관으로부터 사전승 인을 받아야 함 - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누 출금지정보를 삭제하지 않고 활용하는 경우에는 지방계약법 시행령제92조에 따라 부 정당업자로 입찰참가자격 제한 등 관련조치를 취함 과업 수행과정에서 취득한 자료와 정보에 관하여 과업수행 중은 물론 과업 완료 후 에도 이를 외부에 유출해서는 안 되며, 과업종료 시 감독관의 입회하에 완전 폐기 또는 반납해야 한다. 생성되는 모든 로그접속 기록, 에러 기록 등 1년 이상 저장해야 한다. 제안요청서에 기재되지 않은 정보보안 관련사항은 관련법령, 지침 등을 준수한다. 5. 교육 및 기술지원 교육지원 - 사업자는 구축된 시스템의 효율적인 운영관리를 위해 발주자의 관리자 및 담당자를 대상으로 교육을 실시하여야 한다. - 기타 시스템 구축 및 운영상 필요하다고 판단되어 발주자가 교육을 요구할 경우 사 업자는 이에 성실히 응하여야 한다. - 사업자는 교육교재, 기자재 및 출장비 등 교육에 소요되는 제반비용 일체를 부담하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 여야 한다. - 교육내용 및 방법에 대한 구체적인 사항은 상호 협의하여 진행한다. 기술지원 - 사업자는 관련 분야의 정보기술을 발주자에게 지속적으로 정보를 제공하며, 발주자의 기술 자문에 대해 성실히 응하여야 한다. - 시스템을 확장 또는 타 시스템과 연계하고자 할 경우 관련기술을 지원하여야 한다. - 기술지원 범위 및 방법에 대한 구체적인 사항은 상호 협의하여 진행한다. 6. 검사 및 검수방법 검사 및 검수는 계약체결 시 규정한 요구사항, 적법프로그램 사용 여부 등 과업에 대 한 전반적인 내용을 대상으로 한다. 사업자는 검수 전 시스템 정상가동 여부를 테스트하여야 하며, 이상이 없을 경우 관 련서류를 증빙하여 발주자에게 검수 요청하여야 한다. 사업자는 발주자 감독관 입회 하에 과업에 대한 검사검수를 받아야 하며 지적사 항이 발생할 경우 사업자는 이를 즉시 개선하여야 한다. 7. 하자보수 본 사업의 하자담보책임기간은 사업을 종료한 날사업에 대한 시험 및 검사를 수행 하여 최종 산출물을 인도한 날부터 1년으로 한다. 하자보수 기간 내 시스템의 하자가 발생될 경우 즉시 보완하여야 한다. 8. 기타사항 본 과업을 수행하기 위해 필요한 제반사항은 관련법령 등을 종합 검토하여 발주자의 지시에 따라 처리하여야 한다. 본 과업을 수행하면서 제3자의 면허, 특허권, 등록된 의장권, 저작권, 공업소유권, 지적재 산권 및 기타 제3자의 권리대상으로 되어있는 것을 사용하거나 권리를 침해하여 발생 되는 모든 문제와 소송으로부터 발주자는 전적으로 면책되며, 사업자의 책임으로 한다. 본 과업과 관련하여 사업자가 개발한 모든 성과물의 지식재산권2차 저작물, 편집저 작물 포함은 발주자와 사업자가 공동으로 소유한다. - 10 - IV 제안요청 내용 1. 요구사항 총괄표 순서 구 분 1 시스템 장비 구성 요구사항 ECR,Equipment Composition Requirement 2 기능 요구사항 SFR,System Function Requirement 3 성능 요구사항 PER,Performance Requirement 4 인터페이스 요구사항 SIR, System Interface Requirement 5 데이터 요구사항 DAR,Data Requirement 6 테스트 요구사항 TER,Test Requirement 7 보안요구사항 SER,Security Requirement 8 품질요구사항 QUR,Quality Requirement 9 제약사항 COR,Constraint Requirement 10 프로젝트 관리 요구사항 PMR,Project Mgmt. Requirement 11 프로젝트 지원 요구사항 PSR, Project Support Requirement",
      "tables": [
        [
          [
            "순서",
            "구  분"
          ],
          [
            "1",
            "시스템 장비 구성 요구사항\n(ECR,Equipment \nComposition Requirement)"
          ],
          [
            "2",
            "기능 요구사항\n(SFR,System Function \nRequirement)"
          ],
          [
            "3",
            "성능 요구사항\n(PER,Performance \nRequirement)"
          ],
          [
            "4",
            "인터페이스 요구사항\n(SIR, System Interface \nRequirement)"
          ],
          [
            "5",
            "데이터 요구사항\n(DAR,Data Requirement)"
          ],
          [
            "6",
            "테스트 요구사항\n(TER,Test Requirement)"
          ],
          [
            "7",
            "보안요구사항\n(SER,Security Requirement)"
          ],
          [
            "8",
            "품질요구사항\n(QUR,Quality Requirement)"
          ],
          [
            "9",
            "제약사항\n(COR,Constraint Requirement)"
          ],
          [
            "10",
            "프로젝트 관리 요구사항\n(PMR,Project Mgmt. Requirement)"
          ],
          [
            "11",
            "프로젝트 지원 요구사항\n(PSR, Project Support Requirement)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 2. 요구사항 상세 시스템 장비 구성 요구사항 ECR,Equipment Composition Requirement 요구사항 번호 ECR-001 요구사항 분류 시스템 장비구성 요구사항 요구사항 명칭 호계체육관 제공 시스템 환경 준수 요구사항 상세설명 정의 예약 시스템 개발을 위한 하드웨어 장비구성에 대한 요구사항 세부 내용 계약상대자는 발주자가 제공하는 시스템환경 서버, 네트워크 등의 인프라을 활용하여 사업을 추진 및 진행하여야 한다. 현장예약은 발주처에서 기존 운영 중인 키오스크에 연계되어 개발 되어야 한다. 요구사항 번호 ECR-002 요구사항 분류 시스템 장비구성 요구사항 요구사항 명칭 서버시스템 요구사항 상세설명 정의 예약 시스템 개발을 위한 기존 안양도시공사 현황 세부 내용 안양시청 클라우드 스펙 입력 - 12 - 시스템 기능 요구사항 SFR,System Function Requirement 요구사항 번호 SFR-001 요구사항 분류 시스템 기능 요구사항 요구사항 명칭 공통적용사항 요구사항 상세설명 정의 예약 시스템의 시스템 기능에 대한 공통적인 적용 요구사항 세부 내용 운영 중인 안양도시공사 홈페이지 환경으로 예약 시스템을 구축하 여야 한다. 입장 시 입장가능시간을 시스템 환경설정에서 설정가능 해야 하며, 이에 따라 입장가능여부를 시스템이 판단하여 입장거부 및 허용처 리가 되어야 한다. 할인적용의 편의 기능을 제공해야 한다. 무인발권시스템 등 비대면 자동화 시스템에서 할인 내역에 대한 관리가 가능해야 하며, 공공 시설즉시감면서비스와 연계 하여 자동할인 기능을 제공해야 한다. 모든 비대면 자동화 시스템 프로그램은 단위 업무별로 모듈화 되 어야 하고, 운영자가 쉽게 이해할 수 있도록 설계해야 한다. 시설을 이용하는 고객 및 회원의 시설을 이용하기 위한 절차를 비 대면 자동화시스템 통해 처리할 수 있으며, 안양도시공사 홈페이 지, 키오스크와 상호 연계를 통하여 이루어져야 한다. 시설의 자동화 시스템 관리운영 현황을 실시간으로 파악할 수 있 도록 하는 각종 통계정보를 예약 시스템에서 구현하여 운영의 편 리성 및 업무 효율성을 보다 높이도록 한다. 안양도시공사에서 호계체육관 예약 시스템을 위한 공공시설즉시감 면서비스를 제공하고 예약 시스템과 연계하여야 한다. 안양도시공사 시설이용 관련 운영기준 반영 - 운영 기준에 모든 이용 고객은 회원가입본인인증 후 이용을 해야 한다. - 회원가입이 불가한 고객은 관리자를 통해 회원가입본인인증 후 이용하도록 한다. - 향후 고객데이터 관리 및 감면할증 적용을 위한 가입 요청 - 회원가입을 거부하는 고객에 대한 대처방안 고려 - 키오스크는 현장 당일 예약 이용 가능하도록 프로세스 도입 모바일 전자정부 서비스 관리 지침 준수하여 모바일 환경에서 서비스 이용이 원활하도록 지원하여야 한다.",
      "tables": [
        [
          [
            "요구사항 번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "호계체육관 제공 시스템 환경 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템 개발을 위한 하드웨어 장비구성에 대한 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 계약상대자는 발주자가 제공하는 시스템환경 (서버, 네트워크 등의 \n인프라)을 활용하여 사업을 추진 및 진행하여야 한다.\n○ 현장예약은 발주처에서 기존 운영 중인 키오스크에 연계되어 개발 \n되어야 한다."
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "ECR-002"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "서버시스템"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템 개발을 위한 기존 안양도시공사 현황"
          ],
          [
            "",
            "세부\n내용",
            "안양시청 클라우드 스펙 입력"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 기능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "공통적용사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 시스템 기능에 대한 공통적인 적용 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 운영 중인 안양도시공사 홈페이지 환경으로 예약 시스템을 구축하\n여야 한다.\n○ 입장 시 입장가능시간을 시스템 환경설정에서 설정가능 해야 하며, \n이에 따라 입장가능여부를 시스템이 판단하여 입장거부 및 허용처\n리가 되어야 한다.\n○ 할인적용의 편의 기능을 제공해야 한다. 무인발권시스템 등 비대면 \n자동화 시스템에서 할인 내역에 대한 관리가 가능해야 하며, 공공\n시설즉시감면서비스와 연계 하여 자동할인 기능을 제공해야 한다.\n○ 모든 비대면 자동화 시스템 프로그램은 단위 업무별로 모듈화 되\n어야 하고, 운영자가 쉽게 이해할 수 있도록 설계해야 한다.\n○ 시설을 이용하는 고객 및 회원의 시설을 이용하기 위한 절차를 비\n대면  자동화시스템  통해  처리할  수  있으며, 안양도시공사  홈페이\n지, 키오스크와 상호 연계를 통하여 이루어져야 한다.\n○ 시설의 자동화 시스템 관리․운영 현황을 실시간으로 파악할 수 있\n도록 하는 각종 통계정보를 예약 시스템에서 구현하여 운영의 편\n리성 및 업무 효율성을 보다 높이도록 한다.\n○ 안양도시공사에서 호계체육관 예약 시스템을 위한 공공시설즉시감\n면서비스를 제공하고 예약 시스템과 연계하여야 한다.\n○ 안양도시공사 시설이용 관련 운영기준 반영\n   - 운영 기준에 모든 이용 고객은 회원가입(본인인증) 후 이용을 해야 한다.\n   - 회원가입이 불가한 고객은 관리자를 통해 회원가입(본인인증) 후  \n  이용하도록 한다.\n   - 향후 고객데이터 관리 및 감면/할증 적용을 위한 가입 요청\n   - 회원가입을 거부하는 고객에 대한 대처방안 고려\n   - 키오스크는 현장 당일 예약 이용 가능하도록 프로세스 도입\n○ 「모바일 전자정부 서비스 관리 지침」 준수하여 모바일 환경에서 \n서비스 이용이 원활하도록 지원하여야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 요구사항 번호 SFR-002 요구사항 분류 시스템 기능 요구사항 요구사항 명칭 회원관리 기능 요구사항 요구사항 상세설명 정의 예약 시스템의 시스템 기능에 대한 세부 통적인 적용 요구사항 세부 내용 회원정보 관리등록수정삭제상태변경 등 기능 제공 2년간 이용 이력이 없는 회원은 이메일 통보 후 DB에서 완전 삭제 해야 한다. 주기적인 개인정보 활용 동의를 거쳐 회원이 본인의 정보가 목표 시스템에서 관리되고 있음을 인지할 수 있도록 동의 프로세스를 구현해야 한다. 회원정보 등록 시 등록정보를 기준으로 중복회원이 발생하지 않도록 하고 운영 담당자가 확인하고 관리할 수 있도록 구현되어야 한다. 회원검색 시 성명, 전화번호 뒷자리 등 운영담당자가 신속하게 회 원을 관리할 수 있도록 다양한 화면에서 검색 기능을 제공한다. 요구사항 번호 SFR-003 요구사항 분류 시스템 기능 요구사항 요구사항 명칭 매출회계관리 기능 요구사항 요구사항 상세설명 정의 회원관리시스템의 매출회계관리 기능 요구사항 세부 내용 당월, 당일에 대해 매출을 관리할 수 있도록 시스템화 되어야 하 며, 실제 결제하는 직원이 마감할 수 있도록 담당자별 매출현황을 확인할 수 있어야한다. 매출 통계와 통계양식은 발주기관에서 요구하는 통계양식을 최대 한 반영하여 구현한다. 매출 통계는 신뢰성을 검증할 수 있도록 운영 시설 등의 데이터를 검수할 수 있도록 대사검증 정보를 제공해야 한다. 요구사항 번호 SFR-004 요구사항 분류 시스템 기능 요구사항 요구사항 명칭 현황 및 통계관리 기능 요구사항 요구사항 상세설명 정의 예약 시스템의 각종 현황 및 통계관리 기능 요구사항 세부 내용 각 시설별 발생하는 이용현황월,일, 입장현황시간대별, 매출현황 등 시설 운영에 필요한 다양한 운영 현황을 제공해야 한다. 현황은 표와 그래프를 활용 운영담당자가 직관적으로 확인할 수 있어야 한다. - 14 - 요구사항 번호 SFR-005 요구사항 분류 시스템 기능 요구사항 요구사항 명칭 결제관리 기능 요구사항 요구사항 상세 정의 예약 시스템의 결제관리 기능 요구사항 세부 내용 각 시설은 마그네틱 방식을 개선하여 여신전문금융업법을 준 수하는 IC카드로 결제 처리되도록 결제 시스템 개선에 필요한 제 반 사항을 제안해야 한다. 발주기관은 PG사, VAN사와 협의하여 개선에 필요한 계약사항을 갱신한다. 안내창구 결제 IC인증결제가 가능해야 한다. 모바일 간편 결제에 대한 시스템 도입을 제안해야 한다. 요구사항 번호 SFR-006 요구사항 분류 시스템 기능 요구사항 요구사항 명칭 키오스크 시스템 기능 요구사항 요구사항 상세설명 정의 예약 시스템의 키오스크 시스템 기능 요구사항 세부 내용 사용자용 무인 예약 프로그램 기능 내역 - 당일 사용 및 예약 관리 회원 및 비회원 입장객 입장에 대한 매출등록 및 결제 외부 오프라인 PG 모듈을 이용하여 예약 및 결제관리 각 디바이스를 제어하기 위한 인터페이스 발권기 제어를 위한 환경 셋팅 및 출력물 변경 기능제공 무인발권기 sw 각 제어부 장비 방출기 등의 제어 통신과 관련한 통신 정보 log를 기록하는 기능을 제공 무인발권 매표상품 및 회원이용매출 정보는 홈페이지 시스템과 완벽하게 연동 구현 중앙서버 data 정보관리 방식지원이 가능 상세기능은 발주처와 협의후 진행",
      "tables": [
        [
          [
            "요구사항 번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 기능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "결제관리 기능 요구사항"
          ],
          [
            "요구사항 \n상세",
            "정의 예약 시스템의 결제관리 기능 요구사항",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○ 각 시설은 마그네틱 방식을 개선하여 “여신전문금융업법”을 준\n수하는 IC카드로 결제 처리되도록 결제 시스템 개선에 필요한 제\n반 사항을 제안해야 한다.\n   ※ 발주기관은 PG사, VAN사와 협의하여 개선에 필요한 계약사항을  \n   갱신한다.\n○ 안내창구 결제 IC인증결제가 가능해야 한다.\n○ 모바일 간편 결제에 대한 시스템 도입을 제안해야 한다."
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 기능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "회원관리 기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 시스템 기능에 대한 세부 통적인 적용 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 회원정보 관리(등록·수정·삭제·상태변경 등) 기능 제공\n○ 2년간 이용 이력이 없는 회원은 이메일 통보 후 DB에서 완전 삭제\n해야 한다.\n○ 주기적인 개인정보 활용 동의를 거쳐 회원이 본인의 정보가 목표 \n시스템에서  관리되고  있음을  인지할  수  있도록  동의  프로세스를 \n구현해야 한다.\n○ 회원정보 등록 시 등록정보를 기준으로 중복회원이 발생하지 않도록 \n하고 운영 담당자가 확인하고 관리할 수 있도록 구현되어야 한다.\n○ 회원검색 시 성명, 전화번호 뒷자리 등 운영담당자가 신속하게 회\n원을 관리할 수 있도록 다양한 화면에서 검색 기능을 제공한다."
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 기능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "매출(회계)관리 기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "회원관리시스템의 매출(회계)관리 기능 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 당월, 당일에 대해 매출을 관리할 수 있도록 시스템화 되어야 하\n며, 실제 결제하는 직원이 마감할 수 있도록 담당자별 매출현황을 \n확인할 수 있어야한다.\n○ 매출 통계와 통계양식은 발주기관에서 요구하는 통계양식을 최대\n한 반영하여 구현한다.\n○ 매출 통계는 신뢰성을 검증할 수 있도록 운영 시설 등의 데이터를 \n검수할 수 있도록 대사(검증) 정보를 제공해야 한다."
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 기능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "키오스크 시스템 기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 키오스크 시스템 기능 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 사용자용 무인 예약 프로그램 기능 내역 \n   - 당일 사용 및 예약 관리\n○ 회원 및 비회원 입장객 입장에 대한 매출등록 및 결제\n○ 외부 오프라인 PG 모듈을 이용하여 예약 및 결제관리\n○ 각 디바이스를 제어하기 위한 인터페이스 \n○ 발권기 제어를 위한 환경 셋팅 및 출력물 변경 기능제공\n○ 무인발권기 s/w 각 제어부 장비 방출기 등의 제어 통신과 \n관련한 통신 정보 log를 기록하는 기능을 제공\n○  무인발권  매표상품  및  회원이용/매출  정보는  홈페이지  시스템과  \n완벽하게 연동 구현\n○ 중앙서버 data 정보관리 방식지원이 가능\n※상세기능은 발주처와 협의후 진행"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 기능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "현황 및 통계관리 기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 각종 현황 및 통계관리 기능 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 각 시설별 발생하는 이용현황(월,일), 입장현황(시간대별), 매출현황 \n등 시설 운영에 필요한 다양한 운영 현황을 제공해야 한다.\n○  현황은  표와  그래프를  활용  운영담당자가  직관적으로  확인할  수 \n있어야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 요구사항 번호 SFR-007 요구사항 분류 시스템 기능 요구사항 요구사항 명칭 예약 시스템 기능 요구사항 요구사항 상세설명 정의 예약 시스템 상세 기능 요구사항 세부 내용 배드민턴장 및 탁구장 예약 시스템을 구분하여 구축 예약기간을 관리자가 설정하면, 해당 기간이 도래했을 때 자동으로 예약이 가능하도록 구축 홈페이지에서는 당일예약이 되면 안되며, 현장 키오스크에서는 당 일 예약이 가능해야함 예약시 나오는 시간대는 관리자가 직접 설정이 가능해야 함 관리자가 원활하게 휴무일을 지정할 수 있어야 하며, 해당 휴무일 은 예약이 안되도록 구축 즉시감면 대상자의 경우 감면대상자가 참여인력의 50가 넘을 경 우 감면적용 계정별로 1일 1회로 예약을 제한 예약 및 사용 신청 시 이용 코트면 당 입장인원 선택 이용요금을 관리자가 설정 할 수 있어야 하며, 관리자가 설정한 금 액은 홈페이지와 키오스크에 동일하게 적용되어야 함 사용일 기준 위약금 정책에 따라 결제취소 및 환불이 가능해야 하 며, 당일 취소는 불가함 시설별로 키오스크뿐 아니라 대형 화면을 통해 현재 이용 중인 시 설의 사용 코트면을 안내 하는 화면을 구성해야 함 상세기능은 발주처와 협의후 진행 - 16 - 성능 요구사항 PER, Performance Requirement 요구사항 번호 PER-001 요구사항 분류 성능 요구사항 요구사항 명칭 시스템 성능 일반사항 요구사항 상세설명 정의 예약 시스템의 시스템 성능에 대한 요구사항 세부 내용 목표시스템의 성능을 고려하여 적절한 개발 방안 제시 목표시스템에 대하여 안정적 운영지원 및 사용자 지원 방안을 제시 목표시스템 개발 중 로그분석 또는 툴도구을 이용하여, 목표 시스 템의 성능상태를 모니터링하고 성능 상 문제를 미리 파악하여 조 치한 후 시스템을 오픈 요구사항 번호 PER-002 요구사항 분류 성능 요구사항 요구사항 명칭 시스템 자원사용률 요구사항 상세설명 정의 예약시스템의 시스템 자원사용률에 대한 요구사항 세부 내용 평균 CPU 사용률은 최대부하 시점에서도 90를 넘지 않아야 함 목표시스템은 정상운영 상태에서 CPU 사용률은 50 이하로 해야 함 목표시스템은 테스트 기간과 시험운영 기간에 CPU 및 메모리 사용 률을 측정하며, 서비스 가동 시간 동안 사용률과 최대 부하 아래에 서의 사용률을 측정 요구사항 번호 PER-003 요구사항 분류 성능 요구사항 요구사항 명칭 평균 처리시간 및 동시처리 요구사항 상세설명 정의 예약 시스템의 평균 처리시간 및 동시처리에 대한 요구사항 세부 내용 시스템은 정상상태에서 100명 이상의 동시 로그인 사용자를 수용 시스템은 정상상태에서 사용자의 건별 요청에 대한 처리를 3초 이내에 해야 함 배치 작업상 자료가 큰 이미지500KB 이상 및 동영상 자료는 예외 로 하되, 적정치 이상 걸리는 경우는 로직 분산을 검토하여 최대한 신속히 처리",
      "tables": [
        [
          [
            "요구사항 번호",
            "",
            "PER-001"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 성능 일반사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 시스템 성능에 대한 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 목표시스템의 성능을 고려하여 적절한 개발 방안 제시\n○ 목표시스템에 대하여 안정적 운영지원 및 사용자 지원 방안을 제시\n○ 목표시스템 개발 중 로그분석 또는 툴(도구)을 이용하여, 목표 시스\n템의 성능상태를 모니터링하고 성능 상 문제를 미리 파악하여 조\n치한 후 시스템을 오픈"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "PER-002"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 자원사용률"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약시스템의 시스템 자원사용률에 대한 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 평균 CPU 사용률은 최대부하 시점에서도 90%를 넘지 않아야 함\n○ 목표시스템은 정상운영 상태에서 CPU 사용률은 50% 이하로 해야 함\n○ 목표시스템은 테스트 기간과 시험운영 기간에 CPU 및 메모리 사용\n률을 측정하며, 서비스 가동 시간 동안 사용률과 최대 부하 아래에\n서의 사용률을 측정"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 기능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "예약 시스템 기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템 상세 기능 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 배드민턴장 및 탁구장 예약 시스템을 구분하여 구축\n○ 예약기간을 관리자가 설정하면, 해당 기간이 도래했을 때 자동으로\n예약이 가능하도록 구축\n○ 홈페이지에서는 당일예약이 되면 안되며, 현장 키오스크에서는 당\n일 예약이 가능해야함\n○ 예약시 나오는 시간대는 관리자가 직접 설정이 가능해야 함\n○ 관리자가 원활하게 휴무일을 지정할 수 있어야 하며, 해당 휴무일\n은 예약이 안되도록 구축\n○ 즉시감면 대상자의 경우 감면대상자가 참여인력의 50%가 넘을 경\n우 감면적용\n○ 계정별로 1일 1회로 예약을 제한\n○ 예약 및 사용 신청 시 이용 코트(면) 당 입장인원 선택\n○ 이용요금을 관리자가 설정 할 수 있어야 하며, 관리자가 설정한 금\n액은 홈페이지와 키오스크에 동일하게 적용되어야 함\n○ 사용일 기준 위약금 정책에 따라 결제취소 및 환불이 가능해야 하\n며, 당일 취소는 불가함\n○ 시설별로 키오스크뿐 아니라 대형 화면을 통해 현재 이용 중인 시\n설의 사용 코트(면)을 안내 하는 화면을 구성해야 함\n※상세기능은 발주처와 협의후 진행"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "PER-003"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "평균 처리시간 및 동시처리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 평균 처리시간 및 동시처리에 대한 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템은 정상상태에서 100명 이상의 동시 로그인 사용자를 수용\n○  시스템은  정상상태에서  사용자의  건별  요청에  대한  처리를  3초     \n이내에 해야 함\n○ 배치 작업상 자료가 큰 이미지(500KB 이상) 및 동영상 자료는 예외\n로 하되, 적정치 이상 걸리는 경우는 로직 분산을 검토하여 최대한 \n신속히 처리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항 번호 PER-004 요구사항 분류 성능 요구사항 요구사항 명칭 오류 응답 시간 및 지연 경고 요구사항 상세설명 정의 예약 시스템의 오류 응답 시간 및 지연 경고 처리 요구사항 세부 내용 사용자가 입력한 데이터 형식의 모든 오류는 사용자가 시스템에 정보를 입력한 시점부터 3초 이내에 관련 오류 메시지를 사용자에 게 제시하며, 오류 메시지에 중요 정보서버 설정 정보, 세션 정보, SQL정보 등가 노출되지 않도록 적당한 에러 처리 로직을 구성 데이터 처리 지연 시, 지연 메시지를 사용자에게 제시하며 UI는 modal 형태로 제공 비정상적 응답시간, 오류, 과다한 자원할당이 발생하는 서비스를 도출하여 보완 실시 요구사항 번호 PER-005 요구사항 분류 성능 요구사항 요구사항 명칭 데이터베이스 질의응답시간 요구사항 상세설명 정의 예약 시스템의 데이터베이스 질의응답시간 처리 요구사항 세부 내용 데이터베이스의 모든 질의는 사용자가 요청하는 시간으로부터 3초 이내에 그 결과를 표출되어야 함 대량의 데이터 로딩통계, 검색, 이미지 등, 사용자 숫자가 동시 사 용자 용량의 90를 초과하는 경우에는 적용되지 않음 사용자 행위분석을 통하여 평균 서버 응답시간Avg, Response Time이 3초 이내여야 하며, 사용편의성을 위하여 순차적 로딩이 되도록 구현되어야 함 - 18 - 인터페이스 요구사항 SIR, System Interface Requirement 데이터 요구사항 DAR, Data Requirement 요구사항 번호 DAR-001 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 표준 준수 요구사항 상세설명 정의 예약 시스템의 데이터 표준 준수 요구사항 세부 내용 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베 이스 통합 등을 위하여 데이터는 표준화되어야 함 행정정보의 공동 활용에 필요한 행정코드는 행정표준코드를 준수 요구사항 번호 SIR-001 요구사항 분류 인터페이스 요구사항 요구사항 명칭 연동시스템 최적화 사항 요구사항 상세설명 정의 예약 시스템의 시스템 연동 및 연계 관련 인터페이스 요구사항 세부 내용 키오스크 연계 방안 서술 및 최적화 방안 제시 운영 중인 안양도시공사 홈페이지 연계 방안 서술 및 최적화 방안 제시 시스템 하드웨어 연계 방안 서술 및 최적화 방안 제시 요구사항 번호 SIR-002 요구사항 분류 인터페이스 요구사항 요구사항 명칭 즉시감면서비스 연계 사항 요구사항 상세설명 정의 예약 시스템의 행정안전부 즉시감면서비스 처리 요구사항 세부 내용 즉시감면서비스 인터페이스 연계 - 행정안전부에서 제공하는 즉시감면 API 인터페이스 연동 구축 - 오프라인 및 온라인 결제에 모두 연동 하여야 함",
      "tables": [
        [
          [
            "요구사항 번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "연동시스템 최적화 사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 시스템 연동 및 연계 관련 인터페이스 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 키오스크 연계 방안 서술 및 최적화 방안 제시\n○ 운영 중인 안양도시공사 홈페이지 연계 방안 서술 및 최적화 방안 \n제시\n○ 시스템 하드웨어 연계 방안 서술 및 최적화 방안 제시"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "PER-004"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "오류 응답 시간 및 지연 경고"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 오류 응답 시간 및 지연 경고 처리 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○  사용자가  입력한  데이터  형식의  모든  오류는  사용자가  시스템에 \n정보를 입력한 시점부터 3초 이내에 관련 오류 메시지를 사용자에\n게 제시하며, 오류 메시지에 중요 정보(서버 설정 정보, 세션 정보, \nSQL정보 등)가 노출되지 않도록 적당한 에러 처리 로직을 구성\n○  데이터  처리  지연  시,  지연  메시지를  사용자에게  제시하며  UI는 \nmodal 형태로 제공\n○  비정상적  응답시간,  오류,  과다한  자원할당이  발생하는  서비스를 \n도출하여 보완 실시"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "즉시감면서비스 연계 사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 행정안전부 즉시감면서비스 처리 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 즉시감면서비스 인터페이스 연계\n - 행정안전부에서 제공하는 즉시감면 API 인터페이스 연동 구축\n - 오프라인 및 온라인 결제에 모두 연동 하여야 함"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "PER-005"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 질의응답시간"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 데이터베이스 질의응답시간 처리 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터베이스의 모든 질의는 사용자가 요청하는 시간으로부터 3초 \n이내에 그 결과를 표출되어야 함\n○ 대량의 데이터 로딩(통계, 검색, 이미지 등), 사용자 숫자가 동시 사\n용자 용량의 90%를 초과하는 경우에는 적용되지 않음\n○  사용자  행위분석을  통하여  평균  서버  응답시간(Avg,  Response \nTime)이 3초  이내여야  하며,  사용편의성을  위하여  순차적  로딩이 \n되도록 구현되어야 함"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 데이터 표준 준수 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베\n이스 통합 등을 위하여 데이터는 표준화되어야 함\n○ 행정정보의 공동 활용에 필요한 행정코드는 행정표준코드를 준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 테스트 요구사항 TER, Test Requirement 요구사항 번호 DAR-002 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터베이스 설계 및 관리 요구사항 상세설명 정의 예약 시스템의 데이터베이스 설계 및 관리 요구사항 세부 내용 향후 업무 변경 및 시스템 확장 등을 고려한 데이터베이스 설계- 데이터 구조물리, 논리, 개념 설계 모델링 준수 DB 구조 최적화 및 쿼리 튜닝을 통한 데이터 안정성 및 성능 개선 개인정보 및 민감정보 DB 암호화 적용 개발 설계단계에서 데이터베이스 설계서 협의 및 완료 후 제출 완료 단계에서 데이터 구조 검증, 데이터 구조 변경이력 관리 지원 공공기관의 데이터베이스 표준화 지침행정안전부고시 제2019-20호 공공 데이터 공통표준용어행정안전부고시 제2020-66호, 공공데이 터 관리지침행정안전부고시 제2019-71호 공공정보 품질관리 매뉴얼18.1월 메타데이터시스템 자료 등록 및 데이터 개방을 고려하여 설계 요구사항 번호 TER-001 요구사항 분류 테스트 요구사항 요구사항 명칭 테스트 일반사항 요구사항 상세설명 정의 예약 시스템의 일반적인 테스트 요구사항 세부 내용 시험운영은 개발 초기부터 구축 완료까지 지속 실시하여야 하며, 테스트 결과를 반영하여 오류사항, 미비점 등은 즉시 보완 적용 발생 가능한 상황에 대한 시나리오를 작성하여 테스트를 실시하여 야 하며, 요구되는 성능요건을 충족하여야 함 개발완료 된 시스템을 대상으로 검수 전 최소 2회 이상 통합테스 트 실시 구축 시스템의 전 시스템 운영환경, 응용프로그램 및 데이터 등 테 스트 할 수 있는 시나리오 기반의 모든 테스트 실시 차수별 테스트 실시결과 및 보완조치결과 보고서 제출 - 20 - 보안 요구사항 SER, Security Requirement 요구사항 번호 TER-002 요구사항 분류 테스트 요구사항 요구사항 명칭 단위테스트 및 통합테스트 요구사항 상세설명 정의 예약 시스템의 단위테스트 및 통합테스트 요구사항 세부 내용 단위테스트 계획서 및 결과서 제출 통합테스트 계획서 및 결과서 제출 요구사항 번호 SER-001 요구사항 분류 보안 요구사항 요구사항 명칭 보안 일반사항 및 취약점 개선 요구사항 상세설명 정의 예약 시스템의 보안 일반사항 및 취약점 개선 요구사항 세부 내용 보안 관련법규 준수 및 대외 보안유지 철저 관리자 페이지는 별도 도메인 URL을 사용하고 홈페이지 메뉴에 노 출시키지 않아야 하며, 관리자 페이지 접속기록 표시 및 유지 개발 시 정품 소프트웨어를 사용하여야 하며, 불법 소프트웨어 사 용으로 인한 문제는 사업자의 일괄 책임 해킹, 바이러스 등으로 인한 침해사고를 예방하고 보안대책에 따라 과업을 수행하며, 과업수행 기술자에 대한 정기 보안교육 실시 과업관련 자료는 웹 하드, 웹 메일 등 외부에 저장하거나 전송 금지 과업수행 시 내외부 통신망 사용, 전산장비USB 등 반출입 및 저장매체 사용 시 발주자 감독관의 사전승인을 득하여야 함 과업 수행 시 취득사용한 모든 자료정보 등은 다른 용도로 사 용할 수 없으며, 과업종료 시 발주자 감독관 입회하에 전량 삭제 파기조치하여야 함 본 사업과 관련하여 취득한 정보를 유출 또는 누설하여서는 아니 되며, 이를 위반하여 발생하는 모든 문제의 민형사상 책임은 사 업자가 짐 보안위반 시 보안위약금이 발생할 수 있음",
      "tables": [
        [
          [
            "요구사항 번호",
            "",
            "TER-002"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "단위테스트 및 통합테스트"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 단위테스트 및 통합테스트 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 단위테스트 계획서 및 결과서 제출\n○ 통합테스트 계획서 및 결과서 제출"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 설계 및 관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 데이터베이스 설계 및 관리 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 향후 업무 변경 및 시스템 확장 등을 고려한 데이터베이스 설계- \n데이터 구조(물리, 논리, 개념) 설계 모델링 준수\n○ DB 구조 최적화 및 쿼리 튜닝을 통한 데이터 안정성 및 성능 개선\n○ 개인정보 및 민감정보 DB 암호화 적용\n○ 개발 설계단계에서 데이터베이스 설계서 협의 및 완료 후 제출\n○ 완료 단계에서 데이터 구조 검증, 데이터 구조 변경이력 관리 지원\n○ 공공기관의 데이터베이스 표준화 지침(행정안전부고시 제2019-20호)\n○ 공공 데이터 공통표준용어(행정안전부고시 제2020-66호), 공공데이\n터 관리지침(행정안전부고시 제2019-71호)\n○ 공공정보 품질관리 매뉴얼(‘18.1월)\n○ 메타데이터시스템 자료 등록 및 데이터 개방을 고려하여 설계"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "테스트 일반사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 일반적인 테스트 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○  시험운영은  개발  초기부터  구축  완료까지  지속  실시하여야  하며, \n테스트 결과를 반영하여 오류사항, 미비점 등은 즉시 보완 적용\n○ 발생 가능한 상황에 대한 시나리오를 작성하여 테스트를 실시하여\n야 하며, 요구되는 성능요건을 충족하여야 함\n○ 개발완료 된 시스템을 대상으로 검수 전 최소 2회 이상 통합테스\n트 실시\n○ 구축 시스템의 전 시스템 운영환경, 응용프로그램 및 데이터 등 테\n스트 할 수 있는 시나리오 기반의 모든 테스트 실시\n○ 차수별 테스트 실시결과 및 보완·조치결과 보고서 제출"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "보안 일반사항 및 취약점 개선"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 보안 일반사항 및 취약점 개선 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 보안 관련법규 준수 및 대외 보안유지 철저\n○ 관리자 페이지는 별도 도메인 URL을 사용하고 홈페이지 메뉴에 노\n출시키지 않아야 하며, 관리자 페이지 접속기록 표시 및 유지\n○ 개발 시 정품 소프트웨어를 사용하여야 하며, 불법 소프트웨어 사\n용으로 인한 문제는 사업자의 일괄 책임\n○ 해킹, 바이러스 등으로 인한 침해사고를 예방하고 보안대책에 따라 \n과업을 수행하며, 과업수행 기술자에 대한 정기 보안교육 실시\n○ 과업관련 자료는 웹 하드, 웹 메일 등 외부에 저장하거나 전송 금지\n○ 과업수행 시 내·외부 통신망 사용, 전산장비(USB 등) 반·출입 및 \n저장매체 사용 시 발주자 감독관의 사전승인을 득하여야 함\n○ 과업 수행 시 취득·사용한 모든 자료·정보 등은 다른 용도로 사\n용할 수 없으며, 과업종료 시 발주자 감독관 입회하에 전량 삭제·\n파기조치하여야 함\n○ 본 사업과 관련하여 취득한 정보를 유출 또는 누설하여서는 아니\n되며, 이를 위반하여 발생하는 모든 문제의 민·형사상 책임은 사\n업자가 짐\n○ 보안위반 시 보안위약금이 발생할 수 있음"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 품질 요구사항 QUR, Quality Requirement 요구사항 번호 SER-002 요구사항 분류 보안 요구사항 요구사항 명칭 개인정보보호 요구사항 상세설명 정의 예약 시스템의 개인정보보호 및 정보보안 요구사항 세부 내용 개인정보보호법 및 관련지침 준수 회원가입, 로그인로그아웃 등 개인정보를 송수신하는 구간에 암호화 적용홈페이지 SSL 등 개인식별정보생년월일, 패스워드 등는 암호화하여 저장하며, 소스 코드에 직접 하드코딩 금지, 비밀번호의 경우 일방향 암호화 조치 비밀번호 입력 시 마스킹 처리하여 외부에 노출되지 않도록 처리 관리자라도 화면에 해당 정보를 그대로 노출시키지 않아야 함 본인확인 인증 및 회원로그인 후 일정시간 이상 홈페이지를 이용 하지 않으면 자동 로그아웃 조치 게시물 개인정보 노출 방지를 위한 기술 적용 - 고객이 선택할 경우 비밀글 작성 가능하도록 조치 요구사항 번호 QUR-001 요구사항 분류 품질 요구사항 요구사항 명칭 품질 및 성능관리 요구사항 상세설명 정의 예약 시스템의 품질 및 성능관리 요구사항 세부 내용 품질보증의 범위 및 품질보증을 위한 조치, 절차, 점검방법 등을 제시한 후 이에 따라 관리 품질보증을 보장하기 위한 방안을 구체적으로 제시 사업대상 시스템의 성능을 고려한 개발 방안을 제시 대상 시스템의 성능문제 발생 시 부하 테스트 및 분석결과를 제시 하고 개선 관리자 및 일반사용자를 위한 매뉴얼 제공 데이터 품질 관리를 위한 자료관리 담당자 표시 및 신속한 콘텐츠 변경을 위한 HTML 정보 수정 기술 지원으로 자료 현행화 지원 DB 설계서, 테이블 상세 명세서, 메타데이터 명세서 등 데이터 품 질 관리를 위한 필수산출물을 제공 및 데이터 정비 현행화 지원 - 22 - 제약사항 COR, Constraint Requirement 요구사항 번호 QUR-002 요구사항 분류 품질 요구사항 요구사항 명칭 시스템 신뢰성 요구사항 상세설명 정의 예약 시스템의 시스템 신뢰성 확보 요구사항 세부 내용 시스템 조건과 관계없이 동일 자료결과를 생성하고 정보를 제공 개발 후 운영시스템은 정상상태에서 24시간, 365일 동안 중단 없이 지속 운영되어야 함 시스템 결함 발생 시 4시간 이내 즉시 조치하여 재가동 신속한 복구를 위해 장애 상황별 대응방안 및 지원체계 마련 요구사항 번호 COR-001 요구사항 분류 제약사항 요구사항 명칭 제약사항 일반 요구사항 상세설명 정의 예약 시스템의 개발 및 자동제어 제약사항 일반 요구사항 세부 내용 개발 시 사용환경개발언어, 운영환경 등을 명확히 하고, 과업을 수행함에 있어 제3자의 면허, 특허권, 저작권, 지적재산권 등을 침 해하지 않아야 하며, 과업에 사용한 각종 디자인, 콘텐츠, 소프트웨 어 등으로 인해 저작권 침해 분쟁이 발생할 경우 손해배상 및 민형사상 책임은 사업자에게 있음 과업수행에 필요한 모든 요건은 제안요청서를 근거로 수행 제안요청서 상 명시되지 않은 사항에 대해서는 지방자치단체를 당 사자로 하는 계약에 관한 법률 등 관련규정 및 지침을 준용하며, 운용상 도움이 되는 기술이 있을 경우 이를 적용 본 제안요청서는 사업자가 임의로 해석할 수 없으며, 내용이 불분 명하거나 기재되지 않은 사항은 상호협의하여 결정함 과업의 목적물에 대한 지식재산권은 발주자와 사업자가 공동 소유",
      "tables": [
        [
          [
            "요구사항 번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 신뢰성"
          ],
          [
            "요구사항\n상세설명",
            "정의 예약 시스템의 시스템 신뢰성 확보 요구사항",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 조건과 관계없이 동일 자료·결과를 생성하고 정보를 제공\n○ 개발 후 운영시스템은 정상상태에서 24시간, 365일 동안 중단 없이 \n지속 운영되어야 함\n○ 시스템 결함 발생 시 4시간 이내 즉시 조치하여 재가동\n○ 신속한 복구를 위해 장애 상황별 대응방안 및 지원체계 마련"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "개인정보보호"
          ],
          [
            "요구사항\n상세설명",
            "정의 예약 시스템의 개인정보보호 및 정보보안 요구사항",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○ 개인정보보호법 및 관련지침 준수\n○  회원가입,  로그인·로그아웃  등  개인정보를  송·수신하는  구간에 \n암호화 적용(홈페이지 SSL 등)\n○ 개인식별정보(생년월일, 패스워드 등)는 암호화하여 저장하며, 소스\n코드에 직접 하드코딩 금지, 비밀번호의 경우 일방향 암호화 조치\n○ 비밀번호 입력 시 마스킹 처리하여 외부에 노출되지 않도록 처리\n○ 관리자라도 화면에 해당 정보를 그대로 노출시키지 않아야 함\n○ 본인확인 인증 및 회원로그인 후 일정시간 이상 홈페이지를 이용\n하지 않으면 자동 로그아웃 조치\n○ 게시물 개인정보 노출 방지를 위한 기술 적용\n  - 고객이 선택할 경우 비밀글 작성 가능하도록 조치"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 명칭",
            "",
            "제약사항 일반"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 개발 및 자동제어 제약사항 일반 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○  개발  시  사용환경(개발언어,  운영환경)  등을  명확히  하고,  과업을 \n수행함에 있어 제3자의 면허, 특허권, 저작권, 지적재산권 등을 침\n해하지 않아야 하며, 과업에 사용한 각종 디자인, 콘텐츠, 소프트웨\n어  등으로  인해  저작권  침해  분쟁이  발생할  경우  손해배상  및 \n민·형사상 책임은 사업자에게 있음\n○ 과업수행에 필요한 모든 요건은 제안요청서를 근거로 수행\n○ 제안요청서 상 명시되지 않은 사항에 대해서는 지방자치단체를 당\n사자로 하는 계약에 관한 법률 등 관련규정 및 지침을 준용하며, \n운용상 도움이 되는 기술이 있을 경우 이를 적용\n○ 본 제안요청서는 사업자가 임의로 해석할 수 없으며, 내용이 불분\n명하거나 기재되지 않은 사항은 상호협의하여 결정함\n○ 과업의 목적물에 대한 지식재산권은 발주자와 사업자가 공동 소유"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "품질 및 성능관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 품질 및 성능관리 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○  품질보증의  범위  및  품질보증을  위한  조치,  절차,  점검방법  등을 \n제시한 후 이에 따라 관리\n○ 품질보증을 보장하기 위한 방안을 구체적으로 제시\n○ 사업대상 시스템의 성능을 고려한 개발 방안을 제시\n○ 대상 시스템의 성능문제 발생 시 부하 테스트 및 분석결과를 제시\n하고 개선\n○ 관리자 및 일반사용자를 위한 매뉴얼 제공\n○ 데이터 품질 관리를 위한 자료관리 담당자 표시 및 신속한 콘텐츠 \n변경을 위한 HTML 정보 수정 기술 지원으로 자료 현행화 지원\n○ DB 설계서, 테이블 상세 명세서, 메타데이터 명세서 등 데이터 품\n질 관리를 위한 필수산출물을 제공 및 데이터 정비 현행화 지원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 프로젝트 관리 요구사항 PMR, Project Mgmt. Requirement 요구사항 번호 COR-002 요구사항 분류 제약사항 요구사항 명칭 웹 접근성 및 호환성 준수 요구사항 상세설명 정의 예약 시스템의 웹 접근성 및 호환성 준수 요구사항 세부 내용 전자정부서비스 호환성 준수지침, 웹 표준지침 및 전자정부 웹 호 환성 준수지침 준수 한국형 웹 콘텐츠 지침 2.1을 준수KWCAG 2.1하여 웹 접근성 구현 - 자동화 된 접근성 진단도구는 한국정보화진흥원의 K-WAH4.를 기 준으로 함 장애인, 고령자 등이 홈페이지에서 제공하는 정보를 동등하게 접근 하고 이용할 수 있는 환경 구축 각종 중앙부처 및 공공기관의 관련 지침 및 가이드라인 준수 - 사업기간 내 표준지침이 변경되거나 새 표준지침이 시행될 경우 변경된 표준지침을 적용하여 개발 요구사항 번호 PMR-001 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 프로젝트 관리 일반사항 요구사항 상세설명 정의 예약 시스템 개발 프로젝트 관리 일반 요구사항 세부 내용 발주자가 본 과업내용에 준하여 연계 요청하는 시스템과 정상 연 동되도록 개발 표준화, 확장성, 재사용성을 충분히 고려하여 유지관리가 용이한 형태로 개발 발주자의 제안요청서를 참고하여 과업을 성공적으로 수행하기 위 한 사업 수행계획서를 작성하여 제출 - 24 - 요구사항 번호 PMR-002 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 산출물 관리 및 보고 요구사항 상세설명 정의 예약 시스템 개발 산출물 관리 및 보고 요구사항 세부 내용 착수 시 사업 수행계획서와 기타 과업수행에 필요한 서류를 제출 과업완료 시 사업 완료보고서와 기타 필요한 서류를 제출하여야 함 - 과업 수행 기술자의 보안확약서 - 사용자 운영 매뉴얼 - DB설계서 및 테이블 상세명세서 해당 사업에 관한 보안취약점 점검 및 조치결과 제출 요구사항 번호 PMR-003 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 작업장소의 상호협의 요구사항 상세설명 정의 예약 시스템 개발 작업장소의 상호협의 사항 세부 내용 계약당사자는 SW사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작업환경을 협의하여 결정하며, 참여 기술자가 아닌 지원인 력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 계약상대자가 달리 정할 수 있음 SW사업 수행을 위해 필요한 작업장소 등은 사업예산 내 계상되어 있으므로 관련 비용을 포함하여 제안가격을 산출하되, 작업장소 등 은 상호협의하여 결정함 SW사업 수행을 위하여 필요한 작업장소는 발주기관에서 제공하며, 설비 및 기타 작업환경은 계약상대자가 구비하여야 함단, 이 경우 에도 공급사는 개발 장소에 관하여 제시할 수 있음",
      "tables": [
        [
          [
            "요구사항 번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 관리 및 보고"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템 개발 산출물 관리 및 보고 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 착수 시 사업 수행계획서와 기타 과업수행에 필요한 서류를 제출\n○ 과업완료 시 사업 완료보고서와 기타 필요한 서류를 제출하여야 함\n - 과업 수행 기술자의 보안확약서\n - 사용자 운영 매뉴얼\n - DB설계서 및 테이블 상세명세서\n○ 해당 사업에 관한 보안취약점 점검 및 조치결과 제출"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 명칭",
            "",
            "웹 접근성 및 호환성 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템의 웹 접근성 및 호환성 준수 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 전자정부서비스 호환성 준수지침, 웹 표준지침 및 전자정부 웹 호\n환성 준수지침 준수\n○ 한국형 웹 콘텐츠 지침 2.1을 준수(KWCAG 2.1)하여 웹 접근성 구현\n - 자동화 된 접근성 진단도구는 한국정보화진흥원의 K-WAH(4.)를 기\n준으로 함\n○ 장애인, 고령자 등이 홈페이지에서 제공하는 정보를 동등하게 접근\n하고 이용할 수 있는 환경 구축\n○ 각종 중앙부처 및 공공기관의 관련 지침 및 가이드라인 준수\n - 사업기간 내 표준(지침)이 변경되거나 새 표준(지침)이 시행될 경우 \n변경된 표준(지침)을 적용하여 개발"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "작업장소의 상호협의"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템 개발 작업장소의 상호협의 사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 계약당사자는 SW사업 수행을 위해 필요한 작업장소 등(장소, 설비, \n기타 작업환경)을 협의하여 결정하며, 참여 기술자가 아닌 지원인\n력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 \n계약상대자가 달리 정할 수 있음\n○ SW사업 수행을 위해 필요한 작업장소 등은 사업예산 내 계상되어 \n있으므로 관련 비용을 포함하여 제안가격을 산출하되, 작업장소 등\n은 상호협의하여 결정함\n○ SW사업 수행을 위하여 필요한 작업장소는 발주기관에서 제공하며, \n설비 및 기타 작업환경은 계약상대자가 구비하여야 함(단, 이 경우\n에도 공급사는 개발 장소에 관하여 제시할 수 있음)"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 관리 일반사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템 개발 프로젝트 관리 일반 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 발주자가 본 과업내용에 준하여 연계 요청하는 시스템과 정상 연\n동되도록 개발\n○  표준화,  확장성,  재사용성을  충분히  고려하여  유지관리가  용이한 \n형태로 개발\n○ 발주자의 제안요청서를 참고하여 과업을 성공적으로 수행하기 위\n한 사업 수행계획서를 작성하여 제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 프로그램 지원 요구사항 PSR, Project Support Requirement 요구사항 번호 PSR-001 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 교육 및 기술지원 요구사항 상세설명 정의 예약 시스템 개발 교육 및 기술지원 요구사항 세부 내용 시스템 운영에 필요한 기술교육을 실시하여야 하며, 교재 제작, 기 자재, 출장비 등의 소요경비는 사업자가 부담 상세한 교육내용 및 방법에 대해서는 상호 협의하여 진행 시스템 개발 및 관련분야의 기술정보에 대한 지속 정보제공 및 기 술자문에 응하여야 함 발주자가 본 시스템을 확장하거나 타 시스템과 연계하고자 할 경 우 관련 기술을 지원하여야 함지원범위 등 상호 협의 기타 시스템 구축 및 운영상 필요하다고 판단되어 발주자가 요청 하는 경우 이에 응하여야 함 요구사항 번호 PSR-002 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 하자보수 일반 요구사항 상세설명 정의 예약 시스템 개발 프로젝트 지원 요구사항 세부 내용 무상 하자보수 기간은 과업 최종완료일로부터 1년간 지원함을 원 칙으로 함 하자보수 지원방안에 지원범위, 지원인력 및 지원방법상주, 비상 주 지원내용 등을 제시하여야 함. 하자보수 범위를 초과하여 유상으로 처리되는 하자보수 사항에 대 해서는 대상범위와 유상처리 기준 제시 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위해 시스템을 단위 요소기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 수립 후 제출하여야 함 하자보수 기간 내 프로그램 오류, 시스템 성능응답시간, 품질 등 기술 문제나 사업자의 귀책사유로 문제가 발생할 경우 즉시 보완 - 26 - V 제안서 안내사항 1. 제안입찰참가자격 가. 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제13조입찰의 참가자 격 및 동법 시행규칙 제14조입찰 참가자격 요건의 증명에 의한 경쟁 입찰 참가 자 격요건을 갖춘 업체 나. 공고일 현재 소프트웨어 진흥법 제24조에 의거 소프트웨어사업자로서 컴퓨터 관련 서비스사업업종코드 1468으로 등록된 업체 다. 정보시스템개발서비스세부품명번호 8111159901 직접생산확인증명서 소지한 자 중소기업기본법제2조에 따른 중소기업자 또는소상공인 보호 및 지원에 관 한 법률제2조에 따른 소상공인으로서중소기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업소상공인 확인서를 소지한 자 라. 지방자치단체를 당사자로 하는 계약에 관한 법률 제31조 및 동법 시행령 제92조부 정당업자의 입찰참가자격 제한 규정에 따라 입찰 참가자격을 제한 받지 아니한 업체 마. 본 사업은 정보누출금지대상으로 지방자치단체를 당사자로 하는 계약에 관한 법률 시행 령 제92조 제2항 제3호의 적용을 받음 바. 본 입찰은 공동수급분담이행방식을 허용하지 않음 사. 조달청 전자입찰 참가자격 등록업체이어야 하며, 조달청 입찰참가자격 미등록 업체 는 조달청 입찰참가자격등록규정에 따라 제안서 제출마감일 전 근무일까지 조달청 콜 센터1588-0800에 문의하여 등록하여야 함 2. 제안서 평가방법 가. 기술평가와 가격평가를 실시하여 종합평가점수로 평가 - 종합평가점수100점 기술능력평가 점수90점입찰가격 평가점수10점 기술능력평가90점 정량적 평가20점 정성적 평가70점 입찰가격 평가점수10점 기술능력 평가정량는 발주청에서 평가하며, 기술능력 평가정성는 제안서평가위원회 를 구성하여 실시함. 가격평가는 조달청 협상에 의한 계약체결 기준에 의거 입찰가격 평점산식에 따라 평가 점 수 산출",
      "tables": [
        [
          [
            "요구사항 번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "교육 및 기술지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템 개발 교육 및 기술지원 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 운영에 필요한 기술교육을 실시하여야 하며, 교재 제작, 기\n자재, 출장비 등의 소요경비는 사업자가 부담\n○ 상세한 교육내용 및 방법에 대해서는 상호 협의하여 진행\n○ 시스템 개발 및 관련분야의 기술정보에 대한 지속 정보제공 및 기\n술자문에 응하여야 함\n○ 발주자가 본 시스템을 확장하거나 타 시스템과 연계하고자 할 경\n우 관련 기술을 지원하여야 함(지원범위 등 상호 협의)\n○ 기타 시스템 구축 및 운영상 필요하다고 판단되어 발주자가 요청\n하는 경우 이에 응하여야 함"
          ]
        ],
        [
          [
            "요구사항 번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수 일반"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예약 시스템 개발 프로젝트 지원 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 무상 하자보수 기간은 과업 최종완료일로부터 1년간 지원함을 원\n칙으로 함\n○  하자보수  지원방안에  지원범위,  지원인력  및  지원방법(상주,  비상\n주) 지원내용 등을 제시하여야 함.\n○ 하자보수 범위를 초과하여 유상으로 처리되는 하자보수 사항에 대\n해서는 대상범위와 유상처리 기준 제시\n○  시스템의  안정성  및  신뢰성  확보와  장애시간을  최소화하기  위해 \n시스템을  단위  요소기술과  기능으로  구분하여  각각에  대한  세부 \n하자보수 계획을 수립 후 제출하여야 함\n○ 하자보수 기간 내 프로그램 오류, 시스템 성능(응답시간, 품질) 등 \n기술 문제나 사업자의 귀책사유로 문제가 발생할 경우 즉시 보완"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 나. 우선협상대상자 선정 및 계약체결 - 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 제안사를 우선협 상대상자로 선정하여 기타 지원조건 등을 협상 - 우선 협상자와의 협상이 결렬되면 동일한 기준과 절차에 따라 차순위 협상 대상자 와 협상을 실시하고, 이 경우에도 협상이 결렬되면 순차적으로 차 순위 협상 대상자와의 협상을 실시 - 협상대상자가 제안한 사업내용, 이행방법, 이행일정, 제안가격 등 제안서의 내용을 대 상으로 협상을 실시 - 협상대상자와 협상을 통해 제안서 내용의 일부를 조정할 수 있음 - 가격협상에서는 당해 사업예산 이하로서 협상대상자가 제안한 가격을 기준으로 함 - 기타 규정되지 않은 사항은 조달청 규정에 의함 다. 제안업체 준수사항 1 제안업체는 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설할 수 없음. 2 제안업체는 발주기관에서 요구하는 보안사항을 철저히 준수하여야 함. 3 제안요청서 및 관련 자료는 제안서 작성 이외의 목적으로 사용할 수 없음. 구 분 평 가 항 목 배점한도 평가기관 총 계 100 기술능력 평 가 90 정량적 평가 20 소 계 20 발주청 정량평가 경영상태 6 사업수행실적 6 SW 기술인력 보유상태 6 사회적 책임 2 정성적 평가 70 소 계 70 제안서평가위원회 평가 전략 및 방법론 10 기술 및 기능 22 성능 및 품질 18 프로젝트 관리 10 프로젝트 지원 10 가격평가 10 입찰가격평가 10 입찰가격 평점산식 - 28 - 3. 기술성 평가기준 가. 정량적 평가 세부기준 구분 평가항목 평가기준 1 경영상태 신용평가등급 회사채 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 BBB-, BB, BB0, BB- B, B0, B- CCC 이하 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함 주 1.신용정보의 이용 및 보호에 관한 법률제2조 제8의3에 해당하는 신 용조회사 또는자본시장과 금융투자업에 관한 법률제335조의3에 따 라 업무를 영위하는신용평가사가 입찰공고일 이전에 평가하고 유효 기간 내에 있는 회사채, 기업어음및 기업신용평가등급을 국가종합전 자조달시스템에 조회된 신용평가등급으로 평가하되, 가장 최근의 신 용평가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 있으며 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가한다. 2. 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않은 경우에는 최저등급으로 평가하며, 유효기간 시작일 또는 만료일이 입 찰공고일인 경우에도유효한 것으로 평가한다. 다만, 입찰공고일 다음 날 이후에 발생 또는 수정된 자료는 평가에서 제외한다. 3. 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한 신용평가등급이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에 있는 가장 최근의 신용평가등급으로 평가한다. 다만, 합병 후 새로운 신용평가등급이 없는 경우에는 입찰공고일 이전에 평 가하고 유효기간 내에 있는 신용평가등급으로서 합병 대상자 중 가장 낮은 신용평가등급을 받은 자의 신용평가등급으로 평가한다. 4. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수 상의 배점 한도를 부여한다. 이 경우 창업기업에 대한 확인은 중소 기업제품공공구매 종합정보망에 등재된 자료로 확인하며, 창업기업 확인서의 유효기간 내에 있어야 한다. 다만, 제안서 평가일 전일까지 발급된 자료도 심사에 포함하며, 이 경우 입찰공고일 이전 창업을 확인 할 수 있는 자료법인인 경우 법인등기부상 법인설립등기일, 개인사업자인 경우에는 사업자등록증명서 상 사업자등록일를 제출 하여야 한다.이하 창업기업에 대한 확인방법은 같다",
      "tables": [
        [
          [
            "구  분\n평  가  항  목",
            "",
            "",
            "배점한도",
            "평가기관"
          ],
          [
            "총   계",
            "",
            "",
            "100",
            ""
          ],
          [
            "기술능력\n평 가\n(90)",
            "정량적 평가\n(20)",
            "소   계",
            "20",
            "발주청 정량평가"
          ],
          [
            "",
            "",
            "경영상태",
            "6",
            ""
          ],
          [
            "",
            "",
            "사업수행실적",
            "6",
            ""
          ],
          [
            "",
            "",
            "SW 기술인력 보유상태",
            "6",
            ""
          ],
          [
            "",
            "",
            "사회적 책임",
            "2",
            ""
          ],
          [
            "",
            "정성적 평가\n(70)",
            "소   계",
            "70",
            "제안서평가위원회\n평가"
          ],
          [
            "",
            "",
            "전략 및 방법론",
            "10",
            ""
          ],
          [
            "",
            "",
            "기술 및 기능",
            "22",
            ""
          ],
          [
            "",
            "",
            "성능 및 품질",
            "18",
            ""
          ],
          [
            "",
            "",
            "프로젝트 관리",
            "10",
            ""
          ],
          [
            "",
            "",
            "프로젝트 지원",
            "10",
            ""
          ],
          [
            "가격평가 (10)",
            "",
            "입찰가격평가",
            "10",
            "입찰가격 평점산식"
          ]
        ],
        [
          [
            "구분",
            "평가항목",
            "평가기준",
            "",
            ""
          ],
          [
            "1)",
            "경영상태",
            "* 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함\n[주]\n1.「신용정보의 이용 및 보호에 관한 법률」제2조 제8의3에 해당하는 신\n용조회사 또는「자본시장과 금융투자업에 관한 법률」제335조의3에 따\n라 업무를 영위하는 신용평가사가 입찰공고일 이전에 평가하고 유효\n기간 내에 있는 회사채, 기업어음 및 기업신용평가등급을 국가종합전\n자조달시스템에 조회된 신용평가등급으로  평가하되, 가장  최근의  신\n용평가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 \n있으며 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가한다.\n2. 국가종합전자조달시스템에서  신용평가등급  확인서가  확인되지  않은 \n경우에는  최저등급으로  평가하며, 유효기간  시작일  또는 만료일이  입\n찰공고일인 경우에도 유효한 것으로 평가한다. 다만, 입찰공고일 다음\n날 이후에 발생 또는 수정된 자료는 평가에서 제외한다.\n3. 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한 \n신용평가등급이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 \n유효기간  내에  있는  가장  최근의  신용평가등급으로  평가한다. 다만,\n합병 후 새로운 신용평가등급이 없는 경우에는 입찰공고일 이전에 평\n가하고 유효기간 내에 있는 신용평가등급으로서 합병 대상자 중 가장 \n낮은 신용평가등급을 받은 자의 신용평가등급으로 평가한다.\n4. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 \n7년 이내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수\n상의 배점 한도를 부여한다. 이 경우 창업기업에 대한 확인은 「중소\n기업제품공공구매 종합정보망」에 등재된 자료로 확인하며, 창업기업\n확인서의 유효기간 내에 있어야 한다. 다만, 제안서 평가일 전일까지 \n발급된  자료도  심사에  포함하며,  이  경우  입찰공고일  이전  창업을 \n확인  할  수  있는  자료(법인인  경우  법인등기부상  법인설립등기일, \n개인사업자인 경우에는 사업자등록증명서 상 사업자등록일)를 제출\n하여야 한다.(이하 창업기업에 대한 확인방법은 같다)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "신용평가등급",
            ""
          ],
          [
            "",
            "",
            "",
            "회사채",
            ""
          ],
          [
            "",
            "",
            "",
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+,\nBBB0",
            ""
          ],
          [
            "",
            "",
            "",
            "BBB-, BB+, BB0, BB-",
            ""
          ],
          [
            "",
            "",
            "",
            "B+, B0, B-",
            ""
          ],
          [
            "",
            "",
            "",
            "CCC+ 이하",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - 5. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수 들을 합산하여 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있 는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사 점수A사 지분율B사 점수B사 지분율 6. 중소기업협동조합이 입찰에 참여하는 경우 중소기업협동조합의 신용 평가등급으로 평가한다. 2 사업수행 실적 평가등급 평점 100 이상 배점의 100 70 이상100 미만 배점의 90 40 이상70 미만 배점의 80 40 미만 배점의 70 해당 사업규모 대비 입찰공고일 기준 최근 3년간 사업수행실적금액 기 준을 합산 적용. 단, 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 최근 7년간 사업수행실적을 합산 적용 사업 인정범위 발주처수요기관의 운영 규모와 안정성을 고려하여 공고일 기준 최근 3년간 준공완료한 문화체육시설의 예약 시스템 또는 정보화사업 시스템, 홈페이지 구축 사업 운영관리 프로그램, 행정감면공동이용시스템 연계, 반응형 웹사이트 구축 과업을 포함하는 사업 - 단순 하드웨어 납품, 유지보수는 제외함 주 1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 따로 정한 경우를 제외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으로 평가한다. 이 경우 입찰공고일에 이행완료 된 실적 도 평가에 포함하나, 입찰공고일 다음날부터 이행완료된 자료는 평가 에서 제외한다. 2. 등급구간별 평점은 제9조제8항제1호에 따라 부여한다. 3. 등급구간 및 구간별 평점은 위 표에 의하며, 필요하다고 인정되는 경 우 입찰공고에 달리 정할 수 있다. 4. 실적 인정 범위와 제9조제8항제3호 나목 및 다목에 따라 실적평가를 제 외하는경우 실적평가 제외기준은 제안요청서에 정하되, 수행실적은 제5호에 따라 제출된 실적을 기준으로 평가한다. 5. 입찰자는 수행실적 평가를 위하여 별지 제15호서식의 수행실적 총괄 표와 다음 각 목에 따른 별지 제16호서식 또는 그에 준한 수행실적증 명서 등을 제출하여야한다. 6 - 30 - 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공기업법령 적용 기관이 발급한 수행실적증명서 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행실적증명서, 계약서, 세금계산서필요시 거래명세표 포함 등을 첨부하여야 함 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급하 는 소프트웨어사업 수행실적 확인서 라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용 하되, 공공기관 이외의 납품실적은 이를 공증하거나 해당국가의 상 공회의소 또는 해당국가에 주재하는 대한민국 공관의 확인을 받은 경우에는 세금계산서 등 증명자료 첨부를 생략할 수 있음 마. 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아 니하여 실적확인이 어려운 경우에는 실적으로 인정하지 않는다. 6. 공동수급체의 경우 구성원별 실적에 지분율을 곱한 후 그 실적들을 합산한 실적으로 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있 는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사 실적A사 지분율B사 실적B사 지분율에 대한 점수 7. 중소기업협동조합이 입찰에 참여하는 경우 해당계약을 이행할 출자 또는 분담업체의 실적으로 평가하며 6호의 평가방법에 따라 평가한 다. 8. 합병, 분할, 사업양수도가 있는 경우 다음 각 호에 따라 실적을 평가한 다. 이 경우입찰자는 합병 전ᆞ분할 전ᆞ사업양도 업체의 실적증빙 서류를 제출하여야 한다. 가. 합병 소멸 업체의 실적을 존속 또는 신설 업체의 실적에 합산하여 평가 나. 분할 분할 전 업체의 실적을 권리ᆞ의무를 승계한 업체의 실적에 포함하여 평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이를 갖춘 경우에만 실적으로 인정한다. 다. 사업양수도 사업양도인의 실적을 사업양수인의 실적으로 포함하여 평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이를 갖춘 경우 에만 실적으로 인정한다. 3 SW기술 인력보유 상태 기술인력 보유상태 평가점수 심사항목 기준 보유인력의 기술등급 점수화 8년이상 5점 7년이상 8년미만 4점 5년이상 7년미만 3점 3년이상 5년미만 2점 3년미만 1점",
      "tables": [
        [
          [
            "",
            "",
            "5. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수\n들을  합산하여 최종 평가하고, 평가 결과 소수점 이하의 숫자가  있\n는 경우 소수점 다섯째자리에서 반올림 한다.\n(예)\n(A사 점수×A사 지분율)+(B사 점수×B사 지분율)…\n6. 중소기업협동조합이 입찰에 참여하는 경우 중소기업협동조합의 신용\n평가등급으로 평가한다.",
            "",
            "",
            "",
            ""
          ],
          [
            "2)",
            "사업수행\n실적",
            "* 해당 사업규모 대비 입찰공고일 기준 최근 3년간 사업수행실적(금액 기\n준)을 합산 적용. 단, 입찰공고일을 기준으로 최근 7년 이내에 사업을 \n개시한 창업기업에 대해서는 최근 7년간 사업수행실적을 합산 적용\n※ 사업 인정범위 \n   발주처(수요기관)의 운영 규모와 안정성을 고려하여 공고일 기준 최근 \n3년간  준공(완료)한  문화·체육시설의  예약  시스템  또는  정보화사업\n(시스템, 홈페이지) 구축 사업\n   [운영관리  프로그램,  행정감면공동이용시스템  연계,  (반응형)  웹사이트 \n구축 과업을 포함하는 사업]\n  - 단순 하드웨어 납품, 유지보수는 제외함\n[주]\n1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 따로 정한 \n경우를 제외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 \n이 경우 입찰공고일에 이행완료 된 실적\n시점을 기준으로 평가한다.\n도 평가에 포함하나, 입찰공고일 다음날부터 이행완료된 자료는 평가\n에서 제외한다.\n2. 등급구간별 평점은 제9조제8항제1호에 따라 부여한다.\n3. 등급구간 및 구간별 평점은 위 표에 의하며, 필요하다고 인정되는 경\n우 입찰공고에 달리 정할 수 있다.\n4. 실적 인정 범위와 제9조제8항제3호 나목 및 다목에 따라 실적평가를 제\n외하는 경우  실적평가  제외기준은  제안요청서에  정하되, 수행실적은 \n제5호에 따라 제출된 실적을 기준으로 평가한다.\n5. 입찰자는 수행실적 평가를 위하여 별지 제15호서식의 수행실적 총괄\n표와 다음 각 목에 따른 별지 제16호서식 또는 그에 준한 수행실적증\n명서 등을 제출하여야 한다.",
            "",
            "",
            "",
            "6"
          ],
          [
            "",
            "",
            "",
            "평가등급",
            "평점",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "100% 이상",
            "배점의 100%",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "70% 이상～100% 미만",
            "배점의 90%",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "40% 이상～70% 미만",
            "배점의 80%",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "40% 미만",
            "배점의 70%",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "가. 국가기관, 지방자치단체, 기획재정부장관이  지정한  공공기관  또는 \n지방공기업법령 적용 기관이 발급한 수행실적증명서\n나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 \n발급한    수행실적증명서,  계약서,  세금계산서(필요시  거래명세표 \n포함) 등을 첨부하여야 함\n다. 위  가목과  나목에도  불구하고  한국소프트웨어산업협회장이  발급하\n는 소프트웨어사업 수행실적 확인서\n라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용\n하되, 공공기관 이외의 납품실적은 이를 공증하거나 해당국가의 상\n공회의소 또는 해당국가에 주재하는 대한민국 공관의 확인을 받은 \n경우에는 세금계산서 등 증명자료 첨부를 생략할 수 있음\n마. 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아\n니하여 실적확인이 어려운 경우에는 실적으로 인정하지 않는다.\n6. 공동수급체의  경우  구성원별  실적에  지분율을  곱한  후  그  실적들을 \n합산한 실적으로 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있\n는 경우 소수점 다섯째자리에서 반올림 한다.\n(예)\n{(A사 실적×A사 지분율)+(B사 실적×B사 지분율)…}에 대한 점수\n7. 중소기업협동조합이  입찰에 참여하는  경우  해당계약을 이행할 출자 \n또는  분담업체의 실적으로 평가하며 6호의 평가방법에 따라 평가한\n다.\n8. 합병, 분할, 사업양수도가 있는 경우 다음 각 호에 따라 실적을 평가한\n다. 이 경우 입찰자는  합병  전ㆍ분할  전ㆍ사업양도  업체의  실적증빙\n서류를 제출하여야 한다.\n가. 합병 : 소멸 업체의 실적을 존속 또는 신설 업체의 실적에 합산하여 평가\n나. 분할 : 분할 전 업체의 실적을 권리ㆍ의무를 승계한 업체의 실적에 \n포함하여 평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이를 \n갖춘 경우에만 실적으로 인정한다.\n다. 사업양수도 : 사업양도인의 실적을 사업양수인의 실적으로 포함하여 \n평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이를 갖춘 경우\n에만 실적으로 인정한다.",
            "",
            "",
            ""
          ],
          [
            "3)",
            "SW기술\n인력보유\n상태",
            "○ 기술인력 보유상태 평가점수",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "심사항목",
            "기준",
            ""
          ],
          [
            "",
            "",
            "",
            "보유인력의 \n기술등급 \n점수화",
            "8년이상 : 5점\n7년이상 8년미만 : 4점\n5년이상 7년미만 : 3점\n3년이상 5년미만 : 2점\n3년미만 : 1점",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 주 1. 보유인력은 입찰공고일 기준 소속업체 입찰참여업체에 재직하고 있으면서, 관련 경력보유 기술자에 한정한다. 2. 한국소프트웨어산업협회에서 발급받은 소프트웨어기술자 경력증 또는 경 력증명서 제출 3. 4대보험국민연금,건강보험,고용보험,산재보험 중 택 1하여 제출한다. 4. 보유상태 증빙서류는 다음과 같다. 가. 소프트웨어기술자 경력증 또는 경력증명서 나. 등급평가에 필요한 경력 서류 자격증, 졸업증명서 등 증빙서류 미제출로 인해 기술등급과 재직여부를 확인할 수 없는 인력은 대상에서 제외 4 사회적 책임 평가항목 세부평가 항목 평가기준 평점 사회적 책임 1삭제 삭제 삭제 2임금체불 근로기준법에 따라 고용노동부장관으로 부터 체불사업주로 명단이 공개중인 자 2.0 3고용개선 조치미이행 남녀고용평등과 일ᆞ가정 양립 지원에 관한 법률에따라 최근 2년 이내에 고용노동부장 관으로부터 적극적고용개선조치 미이행사업 주로 명단이 공표된 자 2.0 주 1. 세부평가항목 23은 중복하여 평가하며, 배점한도를 초과하여 감점하지 않는다. 2. 모든 세부평가항목에 해당하지 않는 경우, 해당 평가항목의 배점한도를 부여한다. 3. 공동수급체를 평가하는 경우 해당 사유가 있는 구성원의 출자비율 또는 분담비율에해당하는 점수소수점 다섯째 자리에서 반올림하여 산출 만큼 감점한다. 4. 중소기업협동조합이 입찰에 참여하는 경우 해당 사유가 있는 조합원의 출자비 율 또는 분담비율에 해당하는 점수소수점 다섯째 자리에서 반올림하여 산출 만큼 감점한다. 5. 삭제 6. 2임금체불 평가는 입찰공고일을 기준으로 고용노동부장관이 공개중인 체 불사업주명단의 사업장에 대하여 적용한다. 7. 3고용개선조치 미이행 평가는 입찰공고일을 기준으로 최근 2년 이내 에 고용노동부장관이 공표한 적극적 고용개선조치 미이행 사업주 명단 의 자료에 표시된사업장을 기준으로 적용한다. 다만, 2017년 5월 1일 이후 공표된 자부터 적용한다. 2 - 32 - 나. 정성적 평가 세부기준70점 평가항목 세부평가 항목 평가기준 전략 및 방법론 10 사업 이해도 사업수행계획이 사업의 목표 및 특성에 부합하게 구체적이고 적절한지 평가한다. 추진전략 사업수행 일정과 위험요소를 고려하여 타당한 추진전략을 수립 하였는지 평가한다. 개발 방법론 사업에 적정한 방법론의 제안 타당성을 평가하고, 실제 적용 사례와 경험을 바탕으로 단계별 산출물이 제시되었는지 여부를 평가한다. 기술 및 기능 22 기능 요구사항 기능 요구사항, 기대사항 및 제약사항 등에 비추어 구현 방안이 구체적이고 적절한지와 실현 가능한지를 평가한다. 보안 요구사항 기술적 보안 구현방안이 제안요청서의 보안요구사항을 충족할 만큼 구체적이고 적절한지 평가한다. 또한, 구현방안이 설계 단계부터 구현 및 검증단계까지 고려하고 있는지 평가한다. 데이터 요구사항 데이터 요구사항 분석을 바탕으로 데이터 전환 계획 및 검증 방법, 데이터 오류 발생 시 처리 방안이 구체적으로 제시되어 있는지를 평가한다. 제약사항 제약사항 충족도는 기능 및 품질 등 요구사항을 구현 시 관련 제약사항을 충족시키며 구현 방안 및 테스트 방안을 구체적으로 기술하였는가를 평가한다. 성능 및 품질 18 성능 요구사항 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적으로 기술되어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 있는지 평가한다. 제안한 방안 및 기술을 통해 성능 요구 사항을 충족시킬 수 있는지를 평가한다. 품질 요구사항 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요구사항에 부합되는지 평가하고, 분석ᆞ설계ᆞ구현ᆞ테스트 등 각 단계별 품질 요구사항 점검 및 검토 방안이 구체적으로 계획되어 있는가를 평가한다. 인터페이스 요구사항 시스템의 연동 및 연계 구축사례를 포함한 상세내용과 발주처 운영환경에 가장 적합한 방안이 구체적으로 제시되었는지, 전자키, 출입통제, 무인발권기 각각의 시스템별로 비대면언택트 기능 구현 방안이 상세히 기술되었는지 평가한다. 사용자 편의성 및 향후 확장성을 고려하여 인터페이스 방안을 제시했는지 평가한다.",
      "tables": [
        [
          [
            "평가항목",
            "세부평가\n항목",
            "평가기준"
          ],
          [
            "전략 및\n방법론\n(10)",
            "사업\n이해도",
            "사업수행계획이 사업의 목표 및 특성에 부합하게 구체적이고 \n적절한지 평가한다."
          ],
          [
            "",
            "추진전략",
            "사업수행 일정과 위험요소를 고려하여 타당한 추진전략을 수립\n하였는지 평가한다."
          ],
          [
            "",
            "개발\n방법론",
            "사업에 적정한 방법론의 제안 타당성을 평가하고, 실제 적용 \n사례와 경험을 바탕으로 단계별 산출물이 제시되었는지 여부를 \n평가한다."
          ],
          [
            "기술 및\n기능\n(22)",
            "기능 \n요구사항",
            "기능 요구사항, 기대사항 및 제약사항 등에 비추어 구현 방안이 \n구체적이고 적절한지와 실현 가능한지를 평가한다."
          ],
          [
            "",
            "보안 \n요구사항",
            "기술적 보안 구현방안이 제안요청서의 보안요구사항을 충족할 \n만큼  구체적이고  적절한지  평가한다.  또한,  구현방안이  설계\n단계부터 구현 및 검증단계까지 고려하고 있는지 평가한다."
          ],
          [
            "",
            "데이터\n요구사항",
            "데이터 요구사항 분석을 바탕으로 데이터 전환 계획 및 검증 \n방법, 데이터 오류 발생 시 처리 방안이 구체적으로 제시되어 \n있는지를 평가한다."
          ],
          [
            "",
            "제약사항",
            "제약사항 충족도는 기능 및 품질 등 요구사항을 구현 시 관련 \n제약사항을 충족시키며 구현 방안 및 테스트 방안을 구체적으로 \n기술하였는가를 평가한다."
          ],
          [
            "성능 및\n품질\n(18)",
            "성능 \n요구사항",
            "요구  성능  충족을  위한  구현  및  테스트  방안이  구체적으로 \n기술되어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 \n있는지 평가한다. 제안한 방안 및 기술을 통해 성능 요구 사항을 \n충족시킬 수 있는지를 평가한다."
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는  개발  도구  및  구현  방안,  테스트  방안  등이  품질 \n요구사항에 부합되는지 평가하고, 분석ㆍ설계ㆍ구현ㆍ테스트 등 \n각  단계별  품질  요구사항  점검  및  검토  방안이  구체적으로 \n계획되어 있는가를 평가한다."
          ],
          [
            "",
            "인터페이스\n요구사항",
            "시스템의 연동 및 연계 구축사례를 포함한 상세내용과 발주처 \n운영환경에  가장  적합한  방안이  구체적으로  제시되었는지, \n전자키, 출입통제, 무인발권기 각각의 시스템별로 비대면·언택트 \n기능 구현 방안이 상세히 기술되었는지 평가한다. \n사용자 편의성 및 향후 확장성을 고려하여 인터페이스 방안을 \n제시했는지 평가한다."
          ]
        ],
        [
          [
            "",
            "",
            "[주]\n1. 보유인력은 입찰공고일 기준 소속업체 (입찰참여업체)에 재직하고 있으면서,\n관련 경력보유 기술자에 한정한다. \n2. 한국소프트웨어산업협회에서 발급받은 소프트웨어기술자 경력증 또는 경\n력증명서 제출\n3. 4대보험(국민연금,건강보험,고용보험,산재보험) 중 택 1하여 제출한다.\n4. 보유상태 증빙서류는 다음과 같다.\n  가. 소프트웨어기술자 경력증 또는 경력증명서\n  나. 등급평가에 필요한 경력 서류 (자격증, 졸업증명서 등)\n ※ 증빙서류 미제출로 인해 기술등급과 재직여부를 확인할 수 없는 인력은 \n대상에서 제외",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4)",
            "사회적\n책임",
            "[주]\n1. 세부평가항목 ②~③은 중복하여 평가하며, 배점한도를 초과하여 감점하지 \n않는다.\n2. 모든 세부평가항목에 해당하지 않는 경우, 해당 평가항목의 배점한도를 \n부여한다.\n3. 공동수급체를  평가하는  경우  해당  사유가 있는 구성원의 출자비율 또는 \n분담비율에 해당하는  점수(소수점  다섯째  자리에서  반올림하여  산출)\n만큼 감점한다.\n4. 중소기업협동조합이 입찰에 참여하는 경우 해당 사유가 있는 조합원의 출자비\n율 또는 분담비율에 해당하는 점수(소수점 다섯째 자리에서 반올림하여 산출)\n만큼 감점한다.\n5. 〈 삭제 〉\n6. ②임금체불 평가는 입찰공고일을 기준으로 고용노동부장관이 공개중인 체\n불사업주 명단의 사업장에 대하여 적용한다.\n7. ③고용개선조치 미이행 평가는 입찰공고일을 기준으로 최근 2년 이내\n에 고용노동부장관이 공표한 적극적 고용개선조치 미이행 사업주 명단\n의 자료에 표시된 사업장을 기준으로 적용한다. 다만,\n2017년 5월 1일 \n이후 공표된 자부터 적용한다.",
            "",
            "",
            "",
            "",
            "",
            "2"
          ],
          [
            "",
            "",
            "",
            "평가항목",
            "세부평가\n항목",
            "평가기준",
            "평점",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "사회적\n책임",
            "①〈삭제〉",
            "〈삭제〉",
            "〈삭제 〉",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "②임금체불",
            "▪「근로기준법」에  따라  고용노동부장관으로  \n부터 체불사업주로 명단이 공개중인 자",
            "△2.0",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "③고용개선\n조치미이행",
            "▪「남녀고용평등과  일ㆍ가정  양립  지원에  관한 \n법률」에 따라 최근 2년 이내에 고용노동부장\n관으로부터 적극적 고용개선조치 미이행사업\n주로 명단이 공표된 자",
            "△2.0",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 프로젝트 관리 10 관리 방법론 사업위험이슈 관리, 보안관리, 산출물의 형상ᆞ문서 관리 등 사업수행에 필요한 관리 방법론이 구체적으로 제시되어 있는 지를 평가한다. 또한 문제 발생 시 보고 체계 및 위험관리 방안이 구체적으로 제시되어 있는지 평가한다. 5 일정계획 사업수행에 필요한 수행기간과 세부 일정이 구체적이고 적절 한지와 각 활동에 필요한 일정계획이 적절히 수립되었는지를 평가한다. 3 개발환경 소프트웨어 및 시스템 개발 과업 수행에 필요한 장비 및 작업 장소 등 인프라의 준비 및 대응방안이 제안요청서의 요구사항을 충족할 만큼 구체적이고 적절한지 평가한다. 2 프로젝트 지원 10 품질보증 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업 자가소프트웨어 진흥법제21조의 소프트웨어프로세스 품 질인증SP인증 등 대외적으로 인정받을 만한 품질보증 관련 유효한 인증을 제시하는 경우 확인하고 평가한다 2 시험운영 시스템 공급자가 개발된 시스템의 시험운영을 위해 제공 및 지원하는 각종 시험운영 방법 등에 대해 평가한다. 1 교육훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 제공 및 지 원하는 각종 교육훈련의 방법, 내용, 일정 및 조직 등에 대해 평가한다. 2 하자보수 시스템 공급자가 제시하는 하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가한다. 3 기밀보안 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기밀을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체계 및 대책에 대하여 평가한다. 1 비상대책 시스템 공급자가 안정적인 시스템 운영을 위해 제시하는 각종 백업복구 및 장애대응 대책에 대하여 평가한다. 1 계 70 - 34 - 4. 유의사항 ᄋ 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용 은 제안사의 부담으로 함 ᄋ 제안서의 모든 기재사항은 객관적으로 입증할 수 있는 관련 증빙서류를 첨 부하여야 하며사본의 경우사실과 상위 없음을 명기하고 인감날인 후 제출, 제출된 자료 중 일부라도 허위가 있을 경우에는 평가대상에서 제외됨 은 물론 계약 체결 후라도 계약 해지와 함께 민형사상 책임을 짐 ᄋ 제안사는 발주처로부터 배부 받은 입찰에 관한 서류 또는 각종 자료 및 입찰 과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용할 수 없음 ᄋ 입찰공고문, 제안안내서, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않은 사항은 지방자치단체를 당사자로 하는 계약에 관한 법률, 조달청 협상에 의한 계약체결 기준, 행정기관 및 공공기관 정보시스템 구축운영 지침, 소프트웨어 진흥법, 지방자치단체 입찰시 낙찰자 결정기준 등 관련 법령 을 준용 ᄋ 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 지방자치단체를 당사자로 하는 계 약에 관한 법률 등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하 지 못함으로 발생되는 책임은 입찰 참가자에게 있음 ᄋ 제안사는 본 사업이 사업과제 범위 및 내용의 변경이 불가피하게 발생될 수 있 다는 점을 감안하여 본 사업에 참여하여야 하며, 이 경우 계약금액 범위 내에서 발 주기관과 협의하여 이를 수용하여야 함 ᄋ 본 사업으로 발생한 목적물의 지식재산권은 발주처와 계약상대자가 공동 소유를 원칙으 로 하되, 별도의 정함이 없는 한 지분은 균등한 것으로 간주 ᄋ 본 사업을 통해 개발되는 소프트웨어는 물품구매계약일반조건 제29조의2계약목적 물의 지식재산권 귀속 등에 따라 타 기관과 공동 활용 계획은 없음 ᄋ 본 사업은 총 사업규모가 5억원 미만으로 분리발주 대상이 아님 ᄋ 소프트웨어사업 계약 및 관리감독에 관한 지침 제10조에 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업임 ᄋ 소프트웨어사업 계약 및 관리감독에 관한 지침 제16조에 의거 본 사업은 총 사업규모가 20억 미만으로 제안서 보상 대상이 아님",
      "tables": [
        [
          [
            "프로젝트\n관리\n(10)",
            "관리\n방법론",
            "사업위험(이슈) 관리, 보안관리, 산출물의 형상ㆍ문서 관리 등 \n사업수행에 필요한 관리 방법론이 구체적으로 제시되어 있는\n지를  평가한다.  또한  문제  발생  시  보고  체계  및  위험관리 \n방안이 구체적으로 제시되어 있는지 평가한다.",
            "5"
          ],
          [
            "",
            "일정계획",
            "사업수행에 필요한 수행기간과 세부 일정이 구체적이고 적절\n한지와 각 활동에 필요한 일정계획이 적절히 수립되었는지를 \n평가한다.",
            "3"
          ],
          [
            "",
            "개발환경",
            "소프트웨어 및 시스템 개발 과업 수행에 필요한 장비 및 작업\n장소 등 인프라의 준비 및 대응방안이 제안요청서의 요구사항을 \n충족할 만큼 구체적이고 적절한지 평가한다.",
            "2"
          ],
          [
            "프로젝트\n지원\n(10)",
            "품질보증",
            "제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업\n자가「소프트웨어  진흥법」제21조의  소프트웨어프로세스  품\n질인증(SP인증) 등 대외적으로 인정받을 만한 품질보증 관련 \n유효한 인증을 제시하는 경우 확인하고 평가한다",
            "2"
          ],
          [
            "",
            "시험운영",
            "시스템  공급자가 개발된 시스템의 시험운영을 위해  제공 및 \n지원하는 각종 시험운영 방법 등에 대해 평가한다.",
            "1"
          ],
          [
            "",
            "교육훈련",
            "시스템 공급자가 시스템 운영 및 관리자를 위해 제공 및 지\n원하는 각종 교육훈련의 방법, 내용, 일정 및 조직 등에 대해 \n평가한다.",
            "2"
          ],
          [
            "",
            "하자보수",
            "시스템  공급자가  제시하는  하자보수  계획,  조직,  절차,  범위 \n및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 \n평가한다.",
            "3"
          ],
          [
            "",
            "기밀보안",
            "사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 \n기밀을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 \n체계 및 대책에 대하여 평가한다.",
            "1"
          ],
          [
            "",
            "비상대책",
            "시스템 공급자가 안정적인 시스템 운영을 위해 제시하는 각종 \n백업/복구 및 장애대응 대책에 대하여 평가한다.",
            "1"
          ],
          [
            "계",
            "",
            "",
            "70"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - VI 제안서 작성요령 1. 제안서 제출 제출기간 입찰공고서 참조 제출장소 안양시 체육과 제출수량 제본하여 10부 제출업체명은 원본 1부만 표기함, 본드링바인더 등 방식 무관함, 제안서 수록 USB 1개 제출방법 참가자격을 갖춘 업체의 대표 또는 위임장을 소지한 대리인 직접 방문 제출 우편, 팩스, e-mail 등 기타접수 불가 2. 제안서의 효력 - 제출된 제안서의 내용은 변경할 수 없으며 추후 사업수행자 선정 시 계약 조건의 일부로 간 주한다. - 제안서에 제시된 내용과 발주기관 요구에 의하여 수정, 보완, 변경된 제안내용은 계약서에 명 시하지 아니하더라도 계약서와 동일한 효력을 갖습니다. 다만, 계약서에 명시된 경우는 계약 서가 우선한다. - 계약서 및 부속서류제안서, 협상결과 등에 명시되지 않았거나 불분명한 사항은 수요기관과 계 약상대자 간 협의를 통하여 결정 한다 - 발주기관는 필요시 제안사에 대하여 자료를 요구할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 갖는다. 3. 제안서의 작성방법권장사항 및 유의사항 가. 작성방법 - 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제 안할 수 있음 - 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하 여야 함 - 제안서는 정량제안서, 정성제안서, 요약본을 각 1부 작성하여 제출한다. - 제안서 규격 제안서는 A4 세로방향으로 하며, 부득이한 경우 A4 가로방향 또는 기타용지를 일부 사용할 수 있음 - 36 - 제안서는 200쪽 내외로 작성 권고 제안서의 각 페이지는 하단 중앙에 일련번호를 부여하여야 함 - 제안서는 제시된 제안서 목차 및 제안서 세부작성지침을 준용하여 각각 세분하여 누락 없이 작성하고, 제안요청서의 요구항목들이 제안서의 어느 부분에 기술되었는지 참 조표를 제시하여야 함 - 기타 필요하다고 판단되는 보조 자료는 별도로 제출할 수 있음. - 제안서의 내용은 명확한 용어를 사용하여 표현하고, 사용가능하다,할 수 있다,고 려하고 있다 등과 같이 모호한 표현은 제안서 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화를 해야 함 나. 유의사항 - 제안요청서의 요구조건으로 제시하고 있는 사항들에 대하여 언급이 없는 경우 관련 기능이 없는 것으로 간주함. - 제출된 서류가 부정 또는 허위로 작성된 것으로 판명된 때는 조달청 협상에 의한 계약 제안서 평가 세부기준 제10조 제13항에 의거 아래와 같이 조치 계약체결 이전 협상적격자에서 제외 또는 낙찰자 결정통보 취소 계약체결 이후 당해 계약 해제 또는 해지 입증요구에 입증하지 못하는 경우 정량평가 해당자료를 제외하고 평가 정성평가 평가위원회의 판단에 따름 - 제출된 제안서는 일체 반환되지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 합니다. - 입찰에 참가하는 자는 본 제안요청서 및 부속서류와 관련 법규를 모두 숙지한 것으로 간주 하며 이를 숙지하지 못함으로 발생하는 모든 책임은 입찰 참가자에게 있습니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 다. 정성적 제안서 세부작성지침 작성항목 작성방법 목차 제안서 목차를 작성하고, 제안요구사항 수용 조견표를 작성하여 첨 부해야 함 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요연혁, 조직 및 인원 등을 명료하게 제시 하여야 함 2. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 함 II. 전략 및 방법론 1. 사업 이해도 제안사는 본 사업의 제안내용을 명확하게 이해하고, 본 제안의 목 적, 범위, 전제조건 및 제안의 핵심 기술전략, 제안의 특징 및 장점 을 요약하여 기술 함 목표시스템 구성도 및 구성 체계를 제시하여야 함 2. 추진전략 제안사는 본 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이고 타당한 대안을 제시하여야 함 3. 적용기술 제안사는 본 사업수행을 위한 주요 적용기술 및 세부개발방법론, 적용기술의 실현가능성 등을 제시하여야 하며, 통합연계 범위 관 련 적절한 방안 제시 등 Prototype 구현 등 개발에 대한 전반적인 방안을 제시하여야 함 4. 표준프레임워크 적용 제안사는 본 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사 용 계획과 예상되는 문제점을 기술하고 실현가능한 대응방안을 제 시하여야 함 5. 개발방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 경험을 기술하여야 함 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기 술해야 함 III. 기술 및 기능 1. 시스템 장비구성 요구사항 웹 응용 소프트웨어 도입을 위한 기존 장비 연계 및 활용 적정성, 제안내역 등을 제시하고 하자보수 방안을 구체적으로 기술하여야 함 2. 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기술, 제안한 방안 및 기술의 적용방안을 제시하 여야 함 3. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안방안 등을 구체적으로 제시하여야 함 4. 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구 체적인 내용을 제시하여야 함 5. 시스템 운영 요구사항 시스템 운영과 관련된 필요사항, 경험, 고려사항 및 유사시 대응책 등을 제시하여야 함 6. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로 기술하여야 함 - 38 - 작성항목 작성방법 IV. 성능 및 품질 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분 석 도구, 구현 및 테스트 방안을 구체적으로 제시하여야 함 2. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구 체적으로 제시하여야 함 3. 인터페이스 요구사항 시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단점의 분석을 통해 가장 적합한 방안 및 구현 경험이 있는 인터페이스 담 당자가 투입여부를 구체적으로 제시하여야 함 사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 제공하 기 위한 분석 및 설계, 구현방안 및 구현 경험이 있는 인터페이스 담당자가 투입여부를 구체적으로 제시하여야 함 V. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성 과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 함 2. 관리역량 사업관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 함 3. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등을 제시하여야 함 4. 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성과 관 련하여 개발환경의 구성여부와 해결방안을 명확히 제시하여야 함 VI. 프로젝트 지원 1. 품질보증 조직, 인원, 방법, 절차 등 본 사업의 수행을 위한 품질보증 방안을 제시하여야 함 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하 고, 개발완료 후, 시스템의 이용 및 관리운영에 관한 전반적인 방안 을 제시하여야 함 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방 법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 함 4. 하자보수 하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활 동 등을 종합적으로 제시하여야 함 5. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보 방안과 개인정보보호 대책을 제시하여야 함 6. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시 해야 함",
      "tables": [
        [
          [
            "Ⅳ. 성능 및 품질\n  1. 성능 요구사항\n  2. 품질 요구사항\n  3. 인터페이스 요구사항",
            "구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분\n석 도구, 구현 및 테스트 방안을 구체적으로 제시하여야 함\n분석·설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구\n체적으로 제시하여야 함\n시스템  인터페이스는  타  시스템과의  연계  방안들에  대한  장단점의 \n분석을 통해 가장 적합한 방안 및 구현 경험이 있는 인터페이스 담\n당자가 투입여부를 구체적으로 제시하여야 함\n사용자  인터페이스는  사용자  편의성을  고려하여  요구사항을  제공하\n기  위한  분석  및  설계,  구현방안  및  구현  경험이  있는  인터페이스 \n담당자가 투입여부를 구체적으로 제시하여야 함"
          ],
          [
            "Ⅴ. 프로젝트 관리\n  1. 관리방법론\n  2. 관리역량\n  3. 일정계획\n  4. 개발장비",
            "사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성\n과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 \n제시하여야 함\n사업관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트  관리 \n경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 함\n사업수행에  필요한  활동을  도출하여  정확한 활동 기간,  자원,  인력, \n조직 등을 제시하여야 함\n사업자의 참여 의지 및 조직적 대응  정도, 사업참여의 준비성과 관\n련하여 개발환경의 구성여부와 해결방안을 명확히 제시하여야 함"
          ],
          [
            "Ⅵ. 프로젝트 지원\n  1. 품질보증\n  2. 시험운영\n  3. 교육훈련\n  4. 하자보수\n  5. 기밀보안\n  6. 비상대책",
            "조직, 인원, 방법, 절차 등 본 사업의 수행을 위한 품질보증 방안을 \n제시하여야 함\n대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하\n고, 개발완료 후, 시스템의 이용 및 관리운영에 관한 전반적인 방안\n을 제시하여야 함\n사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방\n법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 함\n하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활\n동 등을 종합적으로 제시하여야 함\n기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보\n방안과 개인정보보호 대책을 제시하여야 함\n안정적인 시스템 운영을 위하여 백업/복구 및 장애대응 대책을 제시\n해야 함"
          ]
        ],
        [
          [
            "◆ 목차",
            "제안서 목차를 작성하고, 제안요구사항 수용 조견표를 작성하여 첨\n부해야 함"
          ],
          [
            "Ⅰ. 일반현황\n  1. 제안사 일반현황\n  2. 수행조직 및 업무분장",
            "제안사의 일반현황 및 주요연혁, 조직 및 인원 등을 명료하게 제시\n하여야 함\n본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 함"
          ],
          [
            "Ⅱ. 전략 및 방법론\n  1. 사업 이해도\n  2. 추진전략\n  3. 적용기술\n  4. 표준프레임워크 적용\n  5. 개발방법론",
            "제안사는 본 사업의 제안내용을 명확하게 이해하고, 본 제안의 목\n적, 범위, 전제조건 및 제안의 핵심 기술전략, 제안의 특징 및 장점\n을 요약하여 기술 함\n목표시스템 구성도 및 구성 체계를 제시하여야 함\n제안사는 본 사업을 효과적으로 수행하기 위한 추진전략(위험요소 \n고려하여 창의적이고 타당한 대안)을 제시하여야 함\n제안사는  본  사업수행을  위한  주요  적용기술  및  세부개발방법론, \n적용기술의  실현가능성  등을  제시하여야  하며,  통합/연계  범위  관\n련 적절한 방안 제시 등 Prototype 구현 등 개발에 대한 전반적인 \n방안을 제시하여야 함\n제안사는 본 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사\n용 계획과 예상되는 문제점을 기술하고 실현가능한 대응방안을 제\n시하여야 함\n업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 \n하며, 적용방법론의 경험을 기술하여야 함\n개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기\n술해야 함"
          ],
          [
            "Ⅲ. 기술 및 기능\n  1. 시스템 장비구성\n     요구사항\n  2. 기능 요구사항\n  3. 보안 요구사항 \n  4. 데이터 요구사항\n  5. 시스템 운영 요구사항\n  6. 제약사항",
            "웹  응용  소프트웨어  도입을  위한  기존  장비  연계  및  활용  적정성,  \n제안내역 등을 제시하고 하자보수 방안을 구체적으로 기술하여야 함\n방법론  및  분석  도구를  통하여 구체적인  내용으로  분석되고  구현 \n방안이 구체적인 기술, 제안한 방안 및 기술의 적용방안을 제시하\n여야 함\n보안요구사항  및 시스템과의 관련성을 분석하고  적용할 보안기술, \n표준, 제안방안 등을 구체적으로 제시하여야 함\n데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구\n체적인 내용을 제시하여야 함\n시스템 운영과 관련된 필요사항, 경험, 고려사항 및 유사시 대응책 \n등을 제시하여야 함\n기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안을 \n구체적으로 기술하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - VII 구비서류제출서식목록 제출서류 제본 구 분 항 목 작성지침 및 제출서류 양 식 비고 1 입 찰 등록서류 입찰참가신청서 입찰등록서류 표지 서식1 각1부 회계과 계약1팀 로 제출 사업자등록증 서식참조 법인등기부등본 서식참조법인에 한함 인감증명서 법인인 경우 법인인감증명서 사용인감계 사용인감지참 서식2 입찰참가자격 증명서류 위임장 입찰대리인 재직증명서, 신분증 지참 서식3 서약서 서식4 청렴계약 이행서약서 서식5 보안각서 서식6 개인정보 수집이용제공동의서 서식7 입찰보증금 지급각서 서식8 2 가 격 제 안 서 가격제안서 및 산출내역서 산출세부내역서 포함 밀봉 후 인감날인. 제안서와 별도 제출 서식9 서식10 3 기술능력 정 량 적 평 가 서 류 원본1부 사본2부 표지 제안서 표지 및 목차 서식11 각1부 체육과 체육시설팀 로 제출 정량적 평가지표 자가진단표 제안업체 일반현황 조직 및 인원현황 기술자 보유 현황 기술자 이력사항 수행실적 총괄표 용역수행 실적증명서 사회적 책임 확인서 서식12 서식19 4 기술능력 정 성 적 평 가 서 류 표지 제안서, 발표자료 표지 서식20 서식21 원본1부, 사본9부 원본1부만 업체명 표기 제안서 제 안 서 10부 발표자료 10부 ppt파일-USB 1매 사본에 원본 대조필 도장 날인 - 40 - 서식1 입찰 참가신청서 아래사항중해당란만적으시기바랍니다. 신 청 인 상호또는법인명 주소 대표자 입찰 개요 입찰공고 지명 번호 제 호 입찰건명 호계체육관배드민턴장및탁구장예약시스템구축용역 입찰 보증 금 납부 면제 및 지급 확약 ᆞ본인은낙찰후계약을체결하지아니한때에는귀자치 단체에입찰보증금에해당하는금액을현금으로납부할것을 확약합니다. 대리인 사용인감 본입찰에관한일체의권한을다음의 자에게위임합니다. 성명 주민등록번호 본인은위의번호로공고지명통지한귀자치단체의일반제한ᆞ지명 입찰에참가 하고자공사물품구매ᆞ학술용역 입찰유의서및입찰공고사항을모두승낙하고구비 서류를첨부하여입찰참가를신청합니다. 붙임서류 입찰공고에서 정한 서류 2024년 월 일 신청인 인 안양시장귀하",
      "tables": [
        [
          [
            "제본",
            "구  분",
            "항      목",
            "작성지침 및 제출서류",
            "양 식",
            "비고"
          ],
          [
            "1",
            "입    찰\n등록서류",
            "입찰참가신청서",
            "입찰등록서류 표지",
            "【서식1】",
            "각1부\n회계과 \n(계약1팀)\n로 제출"
          ],
          [
            "",
            "",
            "사업자등록증",
            "서식참조",
            "",
            ""
          ],
          [
            "",
            "",
            "법인등기부등본",
            "서식참조(법인에 한함)",
            "",
            ""
          ],
          [
            "",
            "",
            "인감증명서",
            "법인인 경우 법인인감증명서",
            "",
            ""
          ],
          [
            "",
            "",
            "사용인감계",
            "사용인감(지참)",
            "【서식2】",
            ""
          ],
          [
            "",
            "",
            "입찰참가자격 증명서류",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "위임장",
            "입찰대리인 재직증명서, \n신분증 지참",
            "【서식3】",
            ""
          ],
          [
            "",
            "",
            "서약서",
            "",
            "【서식4】",
            ""
          ],
          [
            "",
            "",
            "청렴계약 이행서약서",
            "",
            "【서식5】",
            ""
          ],
          [
            "",
            "",
            "보안각서",
            "",
            "【서식6】",
            ""
          ],
          [
            "",
            "",
            "개인정보 \n수집·이용·제공동의서",
            "",
            "【서식7】",
            ""
          ],
          [
            "",
            "",
            "입찰보증금 지급각서",
            "",
            "【서식8】",
            ""
          ],
          [
            "2",
            "가    격\n제 안 서",
            "가격제안서 및 산출내역서",
            "산출세부내역서 포함\n※밀봉 후 인감날인.\n제안서와 별도 제출",
            "【서식9】\n【서식10】",
            ""
          ],
          [
            "3",
            "기술능력\n정 량 적\n평    가\n서    류\n \n※원본1부\n  사본2부",
            "표지",
            "제안서 표지 및 목차",
            "【서식11】",
            "각1부\n체육과\n(체육시설팀)\n로 제출"
          ],
          [
            "",
            "",
            "정량적 평가지표 자가진단표\n제안업체 일반현황\n조직 및 인원현황\n기술자 보유 현황\n기술자 이력사항\n수행실적 총괄표\n용역수행 실적증명서\n사회적 책임 확인서",
            "",
            "【서식12】\n    ~\n【서식19】",
            ""
          ],
          [
            "4",
            "기술능력\n정 성 적\n평    가\n서    류",
            "표지",
            "○ 제안서, 발표자료 표지",
            "【서식20】\n【서식21】",
            "원본1부,\n사본9부\n※원본1부만 \n업체명 표기"
          ],
          [
            "",
            "",
            "제안서",
            "○ 제 안 서 10부\n○ 발표자료 10부\n○ ppt파일-USB 1매",
            "사본에 원본\n대조필 도장 \n날인",
            ""
          ]
        ],
        [
          [
            "입 찰\n참 가 신 청 서\n※ 아래 사항 중 해당란만 적으시기 바랍니다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호 또는 법인명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주 소",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "대 표 자",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰\n개요",
            "입 찰 공 고\n( 지 명 ) 번 호",
            "",
            "제\n호",
            "",
            "",
            ""
          ],
          [
            "",
            "입 찰 건 명",
            "",
            "호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역",
            "",
            "",
            ""
          ],
          [
            "입찰\n보증\n금",
            "납 부\n면 제\n및\n지 급\n확 약",
            "",
            "ㆍ본인은 낙찰 후 계약을 체결하지 아니한 때에는 귀 자치\n단체에 입찰보증금에 해당하는 금액을 현금으로 납부할 것을\n확약합니다.",
            "",
            "",
            ""
          ],
          [
            "대리인·\n사용인감",
            "",
            "본 입찰에 관한 일체의 권한을 다음의\n자에게 위임합니다.\n성 명:\n주민등록번호:",
            "",
            "",
            "",
            ""
          ],
          [
            "본인은 위의 번호로 공고(지명통지)한 귀 자치단체의 일반(제한ㆍ지명) 입찰에 참가\n하고자 공사(물품구매ㆍ학술용역) 입찰유의서 및 입찰공고 사항을 모두 승낙하고 구비\n서류를 첨부하여 입찰참가를 신청합니다.\n붙임서류 : 입찰공고에서 정한 서류\n2024년\n월\n일\n신청인\n(인)\n안양시장 귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 22,
      "text": "- 41 - 서식2 사 용 인 감 계 증 명 인 감 사 용 인 감 위의 사용인감을 귀 기관과의 계약 및 이에 수반되는 모든 행위에 사 용하기 위하여 인감증명증명인감서를 첨부하여 제출하오며 본 인감을 고의 또는 과실과 부당하게 사용함으로써 발생하는 민ᆞ형사상의 모든 책임은 본인에게 있음을 서약하며 인감계를 제출합니다. 2024년 월 일 신 청 자 사업자등록번호 상 호 대 표 자 주 소 안양시장 귀하 - 42 - 서식3 위 임 장 대표자 성 명 주 소 업 체 명 대리인 성 명 주 소 소 속 부 서 안양시에서 시행하는호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역에입찰참가함 에 있어 상기인을 대리인으로 위임하였음을증명합니다. 2024년 월 일 대표자 인 안양시장 귀하 지참서류 재직증명서, 신분증 위임장에 사용하는 도장은 대표자 인장사용인감과 같아야 함 대리 접수로 인하여 발생하는 모든 문제는 대표자 및 응찰자본인이 모든 책임을 짐",
      "tables": [
        [
          [
            "증 명 인 감"
          ],
          [
            ""
          ]
        ],
        [
          [
            "사 용 인 감"
          ],
          [
            ""
          ]
        ],
        [
          [
            "대표자",
            "성   명",
            "",
            ""
          ],
          [
            "",
            "주   소",
            "",
            ""
          ],
          [
            "",
            "업 체 명",
            "",
            ""
          ],
          [
            "대리인",
            "성   명",
            "",
            ""
          ],
          [
            "",
            "주   소",
            "",
            ""
          ],
          [
            "",
            "소   속\n부   서",
            "",
            ""
          ],
          [
            "안양시에서 시행하는「호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역」에 입찰 참가함\n에 있어 상기 인을 대리인으로 위임하였음을 증명합니다.\n2024년    월    일 \n대표자 :\n(인)\n  안양시장  귀하",
            "",
            "",
            ""
          ],
          [
            "※ 지참서류 : 재직증명서, 신분증 \n※ 위임장에 사용하는 도장은 대표자 인장(사용인감)과 같아야 함\n※ 대리 접수로 인하여 발생하는 모든 문제는 대표자 및 응찰자 본인이 모든 책임을 짐",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - 서식4 서 약 서 본인은 안양시가 시행하는 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역을 제안함에 있어 아래의 내용을 준수ᆞ이행할 것을 확약하고 이에 서약서를 제출합니다. 1. 입찰참가신청과 관련하여 작성된 모든 관련 증빙자료는 신의성실의 원칙에 입각하여 작성하였으며, 귀 기관의 제안서 평가 및 협상결과 등에 대하여 어 떠한 이의도 제기하지 않겠습니다. 2. 귀 기관의 평가결과에 대하여 부당하게 이의를 제기하거나 및 계약자 선정 통보에 불응한 경우에는 관계법령에 따라 부정당업자 제재 등 어떠한 처분도 감수하겠습니다. 3. 동 사업의 주관대행사로 선정될 경우, 사업전체를 타인타사에게 일괄 도급 하지 않겠으며, 계약 이후라도 일괄 도급한 사실이 적발된 경우, 동 사업 계 약이 해지되어도 민사소송 등 이의를 일절 제기하지 않겠습니다. 4. 사업 전체 일괄도급 적발에 따른 계약해지의 경우, 안양시에서 이미 지급받 은 용역비 일체를 반납하겠습니다. 5. 제안과정 또는 과업을 수행함에 있어 본 사업과 관련하여 취득한 모든 정보는 일 체 유출 및 노출하지 않겠으며, 만약 이로 인해 문제가 발생될 경우 민ᆞ형사 상 모든 책임을 감수하겠습니다. 2024년 월 일 주 소 업 체 명 대 표 자 인 안양시장 귀하 - 44 - 서식5 청렴계약 이행 서약서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되었고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호응하여 안양시에서 발주하는 모든 공사, 물품, 용역 등의 입찰에 참여함에 있어 당사 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결 의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않 겠습니다. 이를 위반하여 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 것 이 사실로 드러날 경우 안양시에서 발주하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 2년 동안 참가하지 않겠으며, 경쟁입찰에 있어서 입찰자간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰을 위하여 담합을 한 사실이 드러날 경우 안양시가 시행하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 참여하지 않고 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거 래에 관한 법률에 따라 공정거래위원회에 고발하여 과징금 등을 부과토록 하 는데 일체의 이의를 제기하지 않겠습니다. 2. 입찰, 낙찰, 계약체결 및 계약이행 과정에서 관계공무원에게 직ᆞ간접적으로 금품ᆞ향응 등의 부당한 이익을 제공하지 않겠으며, 이를 위반하여 입찰, 낙찰, 계약체결 및 계약이행과 관련하여 관계공무원에게 금품, 향응 등을 제공한 사 실이 드러날 경우에는 안양시가 시행하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 1년 이상 2년 이하의 기간 동안 입찰에 참가하지 않겠습니다. 3. 입찰, 낙찰, 계약체결 및 계약이행과 관련하여 관계공무원에게 금품, 향응 등을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 당해 계약의 전부 또는 일부 계",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 24,
      "text": "- 45 - 약을 해제 또는 해지하여도 감수하겠으며, 민ᆞ형사상 이의를 제기하지 않겠습 니다. 4. 회사 임ᆞ직원이 관계 공무원에게 금품, 향응 등을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습니다. 5. 본 건 입찰, 계약체결, 계약이행, 납품과 관련하여 안양시에서 시행하는 청렴계 약제와 관련 안양시에서 요구하는 자료제출, 서류열람, 현장 확인 등 활동에 적 극 협조하겠습니다. 위 청렴계약서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙 찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입 찰참가자격 제한, 계약해지 등 안양시의 조치와 관련하여 당사가 안양시를 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민ᆞ형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 2024년 월 일 주 소 업 체 명 대 표 자 인 안양시장 귀하 - 46 - 서식6 보 안 각 서 본인본 업체은 귀 시가 발주한 본 호계체육관 배드민턴장 및 탁구장 예약시 스템 구축용역제안 참여와 관련하여 다음 사항을 준수할 것을 각서로 제출합 니다. 1. 본인본 업체은 본 용역에 대한 제안 참여에 있어 제안요청서 상의 제반 보안사항을 철저히 이행하겠으며, 2. 보안사항을 외부에 누설시켜 중대한 문제점을 야기시켰을 경우에는 보안관계 제 법규에 의거 처벌받음은 물론 어떠한 제재조치를 취하여도 이의를 제기하지 않겠습니다. 2024년 월 일 업 체 명 대 표 자 인 안양시장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 서식7 개인정보 수집이용제공 동의서 소속기관 성명 생년월일 동의여부 서명 동의 거부 동의 거부 동의 거부 동의 거부 동의 거부 본 과업에 참여하는 인력은 전원 다 서명해 주시기 바랍니다. 본인은 안양시의 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 의 입찰과 관 련하여, 개인정보보호법 제15조에 따라 본인 확인을 위한 개인정보의 수집이용제 공에 동의합니다. 가. 수집이용제공 목적 - 안양시청이 수행하는 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 입찰 참여에 따른 입찰서류 확인을 위해 최소정보를 수집 나. 수집이용제공하는 개인정보의 항목 - 제안사 대표자의 성명, 생년월일주민번호, 전자우편, 전화번호, 직장주소, 학력, 경력, 은행계좌 번호, 휴대폰번호 등 - 참여인력의 성명, 생년월일주민번호, 소속직책, 연령, 학력, 경력 등 - 입찰참가 신청 제출자의 성명, 직위, 전화번호, 전자우편 등 다. 개인정보의 보유 및 이용제공기간 - 본 동의서가 작성된 때로부터 안양시청 입찰참가 서류 관리를 위한 보유기간까지5년 라. 동의를 거부할 권리와 거부에 따른 불이익 - 상기 본인은 상기 개인정보의 수집에 대하여 거부할 권리를 보유하고 있음을 인지하고 있음 - 거부에 따른 불이익 계약체결 대상에서 제외 2024년 월 일 안양시장 귀하 - 48 - 서식8 입찰보증금 지급각서 1. 사 업 명 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 2. 입찰보증금액 금 원 금 원 상기와 같이 입찰에 참가함에 있어 지방자치단체를 당사자로 하는 계약 에 관한 법률시행령제37조제3항의 규정에 의거 면제하며, 세입조치 사 유가 발생하였을 시에는 입찰보증금에 해당하는금액을 현금으로 납부할 것을 확약합니다. 2024년 월 일 업 체 명 주 소 대 표 자 인 안양시장 귀하",
      "tables": [
        [
          [
            "개인정보  수집･이용･제공  동의서",
            "",
            "",
            "",
            ""
          ],
          [
            "소속기관",
            "성명",
            "생년월일",
            "동의여부",
            "서명"
          ],
          [
            "",
            "",
            "",
            "□ 동의 / □ 거부",
            ""
          ],
          [
            "",
            "",
            "",
            "□ 동의 / □ 거부",
            ""
          ],
          [
            "",
            "",
            "",
            "□ 동의 / □ 거부",
            ""
          ],
          [
            "",
            "",
            "",
            "□ 동의 / □ 거부",
            ""
          ],
          [
            "",
            "",
            "",
            "□ 동의 / □ 거부",
            ""
          ],
          [
            "※  본 과업에 참여하는 인력은 전원 다 서명해 주시기 바랍니다.\n본인은 안양시의 「호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역」  의 입찰과 관\n련하여,\n「개인정보보호법」  제15조에 따라 본인 확인을 위한 개인정보의 수집･이용･제\n공에 동의합니다.\n가. 수집･이용･제공 목적 \n- 안양시청이 수행하는 「호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역」  입찰  \n참여에 따른 입찰서류 확인을 위해 최소정보를 수집\n나. 수집･이용･제공하는 개인정보의 항목\n- 제안사  대표자의  성명, 생년월일(주민번호), 전자우편, 전화번호, 직장주소,\n학력, 경력, 은행/계좌 번호, 휴대폰번호 등\n- 참여인력의 성명, 생년월일(주민번호), 소속/직책, 연령, 학력, 경력 등\n- 입찰참가 신청 제출자의 성명, 직위, 전화번호, 전자우편 등\n다. 개인정보의 보유 및 이용･제공기간 \n- 본 동의서가 작성된 때로부터 안양시청 입찰참가 서류 관리를 위한 보유기간까지(5년)\n라. 동의를 거부할 권리와 거부에 따른 불이익\n- 상기 본인은 상기 개인정보의 수집에 대하여 거부할 권리를 보유하고 있음을 인지하고 있음\n- 거부에 따른 불이익 : 계약체결 대상에서 제외\n2024년    월     일\n 안양시장  귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 서식9 가 격 제 안 서 제 안 내 용 공 고 번 호 제 안 일 자 건 명 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 금 액 금 원금 원 부가세 포함 사 업 기 간 착수일로부터 120일간 제 안 자 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 상기 금액으로 가격제안서를 제출합니다. 붙임 가격 산출내역서 1부. 2024. . . 제안업체명 소 재 지 대 표 자 안양시장 귀하 - 50 - 서식10 사업비 산출내역서 사업명 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 비 목 구 분 금 액 소 계 소 계 소 계 순 원가 일반관리비 이 윤 총 용역원가 부가가치세 총 사 업 비 주 1. 작성내용에 따라 줄수는 증감가능하며, 용역원가 상세항목을 별도 페이지로 구성할 수 있음 2. 제안서 작성에 소요되는 경비비용는 포함하지 말 것",
      "tables": [
        [
          [
            "비 목",
            "구     분",
            "",
            "금 액"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "소     계",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "소     계",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "소     계",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "순 원가",
            "",
            "",
            ""
          ],
          [
            "일반관리비",
            "",
            "",
            ""
          ],
          [
            "이      윤",
            "",
            "",
            ""
          ],
          [
            "총 용역원가",
            "",
            "",
            ""
          ],
          [
            "부가가치세",
            "",
            "",
            ""
          ],
          [
            "총 사 업 비",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "가    격    제    안    서",
            "",
            "",
            "",
            ""
          ],
          [
            "제 안\n내 용",
            "공 고 번 호",
            "제  안  일  자",
            "",
            ""
          ],
          [
            "",
            "건       명",
            "호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역",
            "",
            ""
          ],
          [
            "",
            "",
            "금       액  금               원(금                원  ※부가세 포함)",
            "",
            ""
          ],
          [
            "",
            "사 업 기 간  착수일로부터 120일간",
            "",
            "",
            ""
          ],
          [
            "제 안 자",
            "상 호   또 는\n법 인 명 칭",
            "",
            "법 인 등록 번호",
            ""
          ],
          [
            "",
            "주       소",
            "",
            "전  화  번 호",
            ""
          ],
          [
            "",
            "대   표   자",
            "",
            "주 민 등록 번호",
            ""
          ],
          [
            "상기  금액으로  가격제안서를  제출합니다.\n    붙임  :  가격  산출내역서  1부.\n                                                                    2024.        .          .\n                                                제안업체명\n                                                소    재    지 \n                                                대    표    자                            \n    안양시장  귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 사업비세부산출내역서 사업명 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 비 목 구 분 세부품목 금 액 산출기준 규격 수량 단가 소 계 소 계 소 계 부가가치세 총 사 업 비 - 52 - 입찰가격제안서 봉투 작성 방법",
      "tables": [
        [
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "비 목",
            "구     분",
            "",
            "세부품목",
            "",
            "",
            "금 액",
            "산출기준"
          ],
          [
            "",
            "",
            "",
            "규격",
            "수량",
            "단가",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "소     계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "소     계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "소     계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부가가치세",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "총 사 업 비",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 28,
      "text": "- 53 - 서식11제안서 표지양식 접수번호 정량적 지표 2024. . . 업 체 명 대 표 자 인 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 제 안 서 - 54 - 확 인 서 입찰건명 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축용역 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축 사업의 목적과 제안요청서에 제시된 모든 사항을 충분히 검토, 숙지 인정한 후 본 제안서 를 제출합니다. 2024년 월 일 주 소 상호또는명칭 법인등록번호 대 표 자 인 안양시장 귀하",
      "tables": [
        [
          [
            "업    체    명",
            "대      표      자"
          ],
          [
            "",
            "(인)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 서식12 정량적 평가지표 자가진단표 주1. 경영상태는 신용평가등급을 해당란에 기재함 2. 수행실적 및 획득실적은 3년간 사업 분야 실적 금액 및 건수를 기재함 - 수행경험은 서식17의 내용 중 평가에 반영할 사항을 기재할 것. 3 사회적책임은 해당란에 있음없음표시함 4. 계산결과 입력 시 소수점 이하는 셋째자리에서 반올림함 정량평가를 위해 위 표를 작성하고, 반드시 계산을 위한 세부자료 및 증빙자료를 제출할 것 위 사실과 틀림없음을 확인합니다. 2024년 월 일 업 체 명 대 표 자 인 회 사 명 가. 기술인력 보유상태 기술상태 8년 이상 7년 이상 8년 미만 5년 이상 7년 미만 3년 이상 5년 미만 3년 미만 합 계 보유인력 명 명 명 명 명 나. 사업수행 실적 실적년도 20 년 20 년 20 년 20 년 합 계 실적금액 만원 만원 만원 만원 만원 실적건수 건수 건수 건수 건수 건수 다. 경영상태 기업신용 평가등급 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용평가 등급 라. 사회적 책임 사회적 책임 임금체불 여부 고용개선조치 미이행 여부 - 56 - 서식13 제안업체 일반현황 기 관 명 사 업 분 야 주 소 전 화 번 호 기 관 설 립 년 도 년 월 해 당 부 문 사 업 기 간 년 월 년 월 주 요 연 혁",
      "tables": [
        [
          [
            "회  사  명",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "가.  기술인력   \n      보유상태",
            "기술상태",
            "8년  이상",
            "7년  이상 \n8년  미만",
            "",
            "5년  이상 \n7년  미만",
            "",
            "3년  이상 \n5년  미만",
            "",
            "3년  미만",
            "합      계"
          ],
          [
            "",
            "보유인력",
            "명",
            "명",
            "",
            "명",
            "",
            "명",
            "",
            "명",
            ""
          ],
          [
            "나.  사업수행\n실적",
            "실적년도",
            "20    년",
            "",
            "20    년",
            "",
            "20    년",
            "",
            "20    년",
            "",
            "합  계"
          ],
          [
            "",
            "실적금액",
            "만원",
            "",
            "만원",
            "",
            "만원",
            "",
            "만원",
            "",
            "만원"
          ],
          [
            "",
            "실적건수",
            "건수",
            "",
            "건수",
            "",
            "건수",
            "",
            "건수",
            "",
            "건수"
          ],
          [
            "다.  경영상태",
            "기업신용\n평가등급",
            "회사채에  대한\n신용평가등급",
            "",
            "",
            "",
            "기업어음에  대한\n신용평가등급",
            "",
            "",
            "",
            "기업신용평가\n등급"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "라.  사회적\n    책임",
            "사회적\n책임",
            "임금체불  여부",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "고용개선조치  미이행  여부",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "기  관  명",
            ""
          ],
          [
            "사 업 분 야",
            ""
          ],
          [
            "주        소",
            ""
          ],
          [
            "전 화 번 호",
            ""
          ],
          [
            "기 관 설 립\n년       도",
            "년         월"
          ],
          [
            "해 당 부 문\n사 업 기 간",
            "년      월\n년      월     ∼"
          ],
          [
            "주 요 연 혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 서식14 조직 및 인원현황 제안사 조직 및 인원현황 사업관리자PM 직위,성명,기술등급 부문 부문 부문 부문 직위,성명,기술등급 직위,성명,기술등급 직위,성명,기술등급 직위,성명,기술등급 참고 1. 부문별 책임자를 명시 2. 제안사 인원현황은 부문별로 상세히 기재 3. 용역수행 조직 및 인원현황은 실제로 사업 현장에 직접 투입 가능한 인력을 기재 4. 부문별 기술자는 기술등급 순위별로 기재 5. 제출된 사항은 임의 변경될 수 없으며 변경사유가 발생될 경우 발주기관의 동의를 받아야한다. - 58 - 서식15 기술자 보유 현황 요약 구분 분야별 성명 연 령 세 주관 사업자 부문 부문 부문 부문 부문 부문 부문 참고 1. 작성기준일자 입찰공고일 현재 2. 협력업체 기술자의 경우 별도 분리작성",
      "tables": [
        [
          [
            "구분",
            "분야별",
            "성 명",
            "연\n령\n(세)"
          ],
          [
            "주관\n사업자",
            "부문",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            ""
          ]
        ],
        [
          [
            "○○부문"
          ],
          [
            "직위,성명,기술등급"
          ]
        ],
        [
          [
            "○○부문"
          ],
          [
            "직위,성명,기술등급"
          ]
        ],
        [
          [
            "○○부문"
          ],
          [
            "직위,성명,기술등급"
          ]
        ],
        [
          [
            "○○부문"
          ],
          [
            "직위,성명,기술등급"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 서식16 기술자 이력사항개별 성명 소속 직책 연령 세 학 력 대학교 전공 근무경력 년 개월 기술등급 대학원 전공 자 격 증 취득년월 사업참여임무 사업참여기간 목표투입공수 개월 경 력 사 업 명 참 여 기 간 년월 년월 담 당 업 무 발 주 처 비 고 근무 경력확인서, 기술 경력확인서는소프트웨어진흥법 시행규칙 제13조소프트웨어기술 자의 신고절차 등에 근거하여 근무 경력확인서 및 기술 경력확인서를 사용자대표자 또는 소프트웨어 사업 발주자 확인을 받아 제출소프트웨어기술자 경력관리기관의 소프트웨어 기술 경력증명서 자격증, 경력 및 수행업무와 관련된 사항을 증명할 수 있는 자료를 붙임으로 첨부하여야 하며, 첨부되지 않은 자료에 대하여는 인정하지 않음 소속회사에 대한 재직증명서와 건강보험자격득실확인서국민건강보험공단, www.nhic.or.kr를 제출하여야 함 파견근로자보호 등에 관한 법률등에 의한 파견근로자인 경우에는 파견업체명과 원소속사를 함께 명기하여야 함 예시 업체명 원소속사명 - 60 - 서식17 수행실적 총괄표최근 3년 단위 백만원 순번 1사업명 2사업개요 계 건 작성요령 1. 사업명 연도순으로 기재하며 본사업과 유관한 건별로 정확하게 기재 작성기준 공고일 기준 최근 3년간 2. 사업 개요 구체적인 업무수행 내용을 작성 3. 계약금액 공동도급계약 일 경우, 총액을 기재하되 제안사의 지분을 괄호 안에 기재 4. 공동 프로젝트 수행여부 타사와 공동으로 프로젝트를 수행한 경우 타사의 상호명을 기재 5. 민간거래 실적은 용역사업 계약서 사본 및 전자세금 계산서 등 증빙자료 첨부 6. 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사 기재 7. 한국소프트웨어산업협회에서 발급하는 이행실적확인서, 조달청 나라장터에서 발행하는 SW사업실적 활용 8. 실적을 확인할 수 있는 실적증명서, 계약서 등의 증거서류 제출하여야 하며 확인이 불가능한 실적은 인정하지 않음 9. 실적증명자료는 붙임으로 첨부하여야 하며, 실적증명 첨부서류에 페이지를 명시하여 주요사업실적 비고란에 페이지를 표시하여야 함 10. 그밖에 이행실적 증명은조달청 일반용역 적격심사 세부기준을 준용 수행실적은 공고일 기준 최근 3년 이내 완료한 문화체육시설의 예약시스템 또는 정보화사업 시스템, 홈페이지구축사업 실적만 기재하며, 다음의 실적 증빙서류를 제출하여야 함. 운영관리 프로그램, 행정감면공동이용시스템 연계, 반응형웹사이트 구축 과업을 포함하는 사업 - 단순 하드웨어 납품, 유지보수는 제외함",
      "tables": [
        [
          [
            "성명",
            "소속",
            "직책\n연령",
            "세"
          ],
          [
            "학 력",
            "대학교         전공",
            "근무경력     년  개월 기술등급",
            ""
          ],
          [
            "",
            "대학원         전공",
            "자  격  증\n(취득년월)",
            ""
          ],
          [
            "사업참여임무\n사업참여기간\n∼\n목표투입공수       개월",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "순번",
            "①사업명",
            "②사업개요"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "계",
            "건",
            ""
          ]
        ],
        [
          [
            "경        력",
            "",
            "",
            "",
            ""
          ],
          [
            "사   업   명",
            "참 여 기 간\n(년월 ～ 년월)",
            "담 당 업 무",
            "발 주 처",
            "비 고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 서식18 용역수행 실적증명서 신 청 인 업체명 대 표 자 영업소재지 전화번호 사업자번호 법인등록번호 증명서 용도 입찰 및 제안서 심사 제출용 제 출 처 수행실적 내용 사 업 명 구 분 소프트웨어개발 유지관리ᆞ운영위탁 컨설팅 기타 사업개요 계약번호 계약일자계약기간 계약금액 VAT 포함 수행 또는 납품실적 완료일자지분율 실적원 증 명 서 발급기관 위 사실을 증명함. 년 월 일 기관명 인 전화번호 주 소 발급부서 담당자 전화번호 주 1. 본수행실적증명서의실적은수행이완료기성포함된실적이어야하며, 수행중인실적은제외 2. 공동계약으로이행한경우해당지분율과해당이행완료실적을기재단, 분담이행에의한경우특별 한사유가없으면예산액을기준으로지분율기재 3. 민간실적의경우수행실적증명서외에도계약서및세금계산서, 필요시거래명세표등을첨부 - 62 - 서식19 사회적 책임 확인서 구분 처분일자 처분기간 임금체불 고용개선 조치미이행 주상세기준은 신인도항목 평가기준을 참고하여, 해당사항이 없으면 해당없음표기 당사는 위 사업의 신인도 확인서를 제출함에 있어 신의성실의 원칙에 따라 작성하고 상기 기재사항이 틀림없으며, 만약 부정한 방법 또는 허위로 제출한 사실이 발견된 때에는 본 입찰에서 제외 또는 취소, 계약의 해제 또는 해지 및 부정당업자 입찰참가자격제한조치 등 어떠한 제재 또는 처분을 받아도 하등의 이의를 제기치 않겠습니다. 2024. . . 주 소 회사명 대표자 인 안양시장 귀하",
      "tables": [
        [
          [
            "구분",
            "처분일자",
            "처분기간"
          ],
          [
            "임금체불",
            "",
            ""
          ],
          [
            "고용개선\n조치미이행",
            "",
            ""
          ]
        ],
        [
          [
            "[주]\n1. 본 수행실적증명서의 실적은 수행이 완료(기성 포함)된 실적이어야 하며, 수행 중인 실적은 제외\n2. 공동계약으로 이행한 경우 해당 지분율과 해당 이행완료실적을 기재 단, 분담이행에 의한 경우 특별\n한 사유가 없으면 예산액을 기준으로 지분율 기재\n3. 민간실적의 경우 수행실적증명서 외에도 계약서 및 세금계산서, 필요시 거래명세표 등을 첨부",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "신 청 인",
            "업체명",
            "",
            "",
            "대 표 자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "영업소재지",
            "",
            "",
            "전화번호",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업자번호",
            "",
            "",
            "법인등록번호",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "증명서 용도",
            "입찰 및 제안서 \n심사 제출용",
            "",
            "제 출 처",
            "",
            "",
            ""
          ],
          [
            "",
            "수행실적\n내용",
            "사 업 명",
            "",
            "",
            "구  분",
            "",
            "소프트웨어개발 (\n)\n유지관리ㆍ운영위탁(\n)\n컨설팅 (\n)\n기타 (\n)",
            ""
          ],
          [
            "",
            "",
            "사업개요",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "계약번호",
            "",
            "계약일자 계약기간",
            "계약금액\n(VAT 포함)",
            "수행 또는 납품실적",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "실적(원)\n완료일자 지분율(%)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "증 명 서\n발급기관",
            "위 사실을 증명함.\n년    월    일",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기관명:\n(인)\n(전화번호:\n)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주  소:",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "발급부서:\n담당자 :\n(전화번호:\n)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 서식20 접수번호 2024- 정성적 지표 2024. . . 업 체 명 대 표 자 인 원본 제외한 업체명 등 표기금지 1. 제출수량 총 10부 2. 업체명, 대표자는 원본 1부에만 기재 후 인감 날인, 나머지 9부는 응모업체 등을 인지할 수 있는 어떤 표기도 금지하며, 인지할 수 있다고 객관적으로 판단되는특정 표기가 발견될 시 접수는 무효 처리됨 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 제 안 서 - 64 - 정성적 제안서 목차 I. 일반현황 1. 제안사 일반현황 2. 수행조직 및 업무분장 II. 전략 및 방법론 1. 사업 이해도 2. 추진전략 3. 적용기술 4. 표준프레임워크 적용 5. 개발방법론 III. 기술 및 기능 1. 시스템 장비 구성 요구사항 2. 기능 요구사항 3. 보안 요구사항 4. 데이터 요구사항 5. 시스템 운영 요구사항 6. 제약사항 IV. 성능 및 품질 1. 성능 요구사항 2. 품질 요구사항 3. 인터페이스 요구사항",
      "tables": [
        [
          [
            "Ⅰ. 일반현황\n 1. 제안사 일반현황\n 2. 수행조직 및 업무분장\nⅡ. 전략 및 방법론\n 1. 사업 이해도\n 2. 추진전략\n 3. 적용기술\n 4. 표준프레임워크 적용\n 5. 개발방법론",
            "Ⅲ. 기술 및 기능\n 1. 시스템 장비 구성 요구사항\n 2. 기능 요구사항\n 3. 보안 요구사항\n 4. 데이터 요구사항\n 5. 시스템 운영 요구사항\n 6. 제약사항\nⅣ. 성능 및 품질\n 1. 성능 요구사항\n 2. 품질 요구사항\n 3. 인터페이스 요구사항"
          ]
        ],
        [
          [
            "업    체    명",
            "대      표      자"
          ],
          [
            "",
            "(인)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 서식21 접수번호 2024- 2024. . . 업 체 명 대 표 자 인 원본 제외 업체명 등 표기금지 1. 제출수량 총 10부 2. 업체명, 대표자는 원본 1부에만 기재 후 인감 날인, 나머지 9부는 응모업체 등을 인지할 수 있는 어떤 표기도 금지하며, 인지할 수 있다고 객관적으로 판단되는특정 표기가 발견될 시 접수는 무효 처리됨 호계체육관 배드민턴장 및 탁구장 예약시스템 구축용역 제안서 발표자료 - 66 - VIII 정보화 사업 보안 준수사항 및 보안특약 붙임 목차 1. 사업자 정보보안 준수사항 2. 외주 용역사업 보안특약 조항 별표 1 사업자 보안위규 처리기준 별표 2 보안 위약금 부과 기준 별표 3 누출금지 대상 정보 3. 전산시스템 용역 보안 준수사항 4. 보안 서약서 5. 보안확약서대표자용, 직원용 6. 개인정보처리 위탁 계약서 7. 개인정보처리현황 점검진단표 8. 용역업체 정보보안 보안의식 교육일지 9. 정보시스템 기술적용계획표",
      "tables": [
        [
          [
            "업    체    명",
            "대      표      자"
          ],
          [
            "",
            "(인)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 67 - 붙임 1 사업자정보보안준수사항 사업자는보안사고예방을위해국가정보보안기본지침제63조에따라사업단계별 계약, 수행, 종료 보안사항을준수해야한다. 사업자에의한보안사고발생시사업자보안위규처리기준에따라행정조치됨 을유념하시고본준수사항을숙지하시기바랍니다. 1. 계약단계 가. 본사업에투입되는자료장비등에대해대외보안이필요할경우보안의 범위및책임을명확히하기위해사업수행계약서와별도로아래의사항이 명시된비밀유지계약서를작성하여발주기관에제출해야한다. - 비밀정보의범위 - 보안준수사항 - 위반시손해배상책임 - 지적재산권문제 - 자료의반환 2. 수행단계 2-1. 참여인원에대한보안관리 가. 사업참여인원에대한신원확인을실시하고발주기관에증빙자료를제출해 야한다. 나. 사업자대표자및참여인원각자의친필서명이들어있는보안서약서를 발주기관에제출해야한다. 다. 본사업참여직원은사업자임의로교체할수없으며, 신상변동해외여행 포함사항발생시발주기관에즉시보고하고승인을받아야한다. - 68 - 2-2. 사무실장비에대한보안관리 가. 사업수행을위해외부사무실을사용할경우CCTV, 시건장치등비인가 자에대한출입통제대책을마련해야한다. 나. PC, 휴대용저장매체등을반입및반출시발주기관의승인을받아야하 며, 해당장비에유료최신백신을설치하고악성코드를주기적으로검사 해야한다. 다. 발주기관은사업자에게제공한사무실에대해수시로보안점검을할수있다. 라. 사업관련자료를보관한PC로인터넷에접속하면안된다. 마. USB메모리등휴대용저장매체는사용을금지하되불가피한경우발주기관 의승인후사용할수있다. 바. 사업자PC 및휴대용저장매체에정보시스템접속정보ID, 비밀번호를 저장하면안된다. 사. 사업참여인원의개인휴대폰은발주기관의통제하에카메라및충전포트에보 안스티커를부착해야한다. 아. 사업자가사용하는노트북PC, 휴대용저장매체등은퇴근휴가시와같이 일정기간사용하지않을경우분실방지를위해시건장치가있는보관함에 보관해야한다. 2-3. 내외부망접근시보안관리 가. 사업자사용통신망은안양도시공사행정통신망내부망과분리하여구성 해야한다. 단, 업무상필요한경우발주기관의승인후해당서버에만제한적 으로접근해야한다. 나. 사업참여인원의사용자계정ID은하나의그룹으로등록해야한다. 다. 계정별정보시스템접근권한을차등부여하되내부문서접근은금지한다. 라. 사업참여인원이root 계정등정보시스템에중대한영향을끼칠수있는 계정에대한단독접근은불허하며, 필요할경우발주기관의승인을받아 야한다. 마. 계정별부여된접근권한은불필요시곧바로권한을해지하거나계정을폐 기해야한다. 바. 발주기관은사용자별로부여한계정에접속하여저장된자료와작업이력을 확인할수있다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 사. PM은사업참여인원이접근한서버및네트워크장비에대한로깅기록을 매일확인하고이상유무를발주기관에보고해야한다. 아. 사업자가사용하는PC는인터넷연결을금지하되, 사업수행을위해부득 이한경우필요한보안조치를시행하고발주기관의승인후사용해야한다. 자. 발주기관내부에서비인가무선AP무선공유기, 스마트폰핫스팟등 설정 을금지하며, 시스템개발PC와연결은금지한다. 차. 발주기관에휴대용무선모뎀WiFi, LTE 등을반입하면안된다. 카. 발주기관에노트북PC 반입시무선통신기능사용불가조치Driver 삭제등 를시행해야한다. 타. 발주기관외부에서내부에있는개발PC 및정보시스템에원격접속은금지한다. 2-4. 자료에대한보안관리 가. 사업수행을위해발주기관에서사업자에게제공하는내부자료는자료관리 대장을작성하고, 인계자인수자가자필로서명해야한다. 나. 사업관련자료는웹하드, P2P사이트, 웹오피스, 클라우드서비스등인터 넷자료공유사이트및사업참여인원의개인메일함에저장하면안된다. 다. 발주기관이제공한사무실에서사업을수행할경우, 매일퇴근시관련자 료를발주기관에반납해야한다. 단, 비밀문서를제외한일반문서는발주기 관이제공한사무실에시건장치가된보관함에보관할수있다. 라. 사업수행시생산되는모든산출물은발주기관의파일서버에저장하거나, 발주기관에서지정한PC에저장관리해야한다. 파일저장PC는인터넷연결금지 마. 사업수행으로생산되는모든산출물및기록은발주기관이인가하지않은 자에게제공대여열람을금지한다. 3. 종료단계 가. 사업자PC 및휴대용저장매체등에저장된사업관련자료는검증된삭 제SW로완전삭제해야하며, 발주기관의승인후반출해야한다. 완전삭제SW 목록은httpservice1.nis.go.kr 참고 나. 사업관련자료삭제조치후사업자에게복사본등사업과관련된제반자 료를보유하고있지않다는사업자대표명의의보안확약서를자필서명하 여발주기관에제출해야한다. - 70 - 붙임 2 외주 용역사업 보안특약 조항 1 사업자는 발주처의 보안정책을 위반하였을 경우 별표 1의 보안위규 처리기 준에 따라 위규자 및 관리자를 행정조치하고 별표 2의 보안 위약금을 발주 처에 납부한다. 2 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별표 3의 누출금지 대상정보에 대한 보안관리계획을 사업제안서에 기재하여야 하며, 해당 정보 누출 시 안양시는지방자치단체를 당사자로 하는 계약에 관한 법률 시행령제92조에 따라 사업자를 부정당업체 로 등록한다. 3 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완 료 후에도 이를 외부에 유출해서는 안 되며, 사업 종료 시 정보보안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 4 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과 를 제출해야 한다. 별표 1 사업자 보안위규 처리기준 별표 2 보안 위약금 부과 기준 별표 3 누출금지 대상 정보",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 별표 1 사업자 보안위규 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 - 72 - 구 분 위 규 사 항 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상 위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓 고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항"
          ],
          [
            "보  통",
            "1.  기관  제공  중요정책ㆍ민감  자료  관리  소홀\n    가.  주요  현안ㆍ보고자료를  책상  위  등에  방치\n    나.  정책ㆍ현안자료를  휴지통ㆍ폐지함  등에  유기  또는  이면지 \n활용\n2.  사무실  보안관리  부실\n    가.  캐비넷ㆍ서류함ㆍ책상  등을  개방한  채  퇴근 \n    나.  출입키를  책상  위  등에  방치\n3.  보호구역  관리  소홀 \n    가.  통제ㆍ제한구역  출입문을  개방한  채  근무\n    나.  보호구역내  비인가자  출입허용  등  통제  미실시\n4.  전산정보  보호대책  부실\n    가.  휴대용저장매체를  서랍ㆍ책상  위  등에  방치한  채  퇴근\n    나.  네이트온  등  비인가  메신저  무단  사용 \n    다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽂아  놓\n고  퇴근\n    라.  부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 \n부여\n    마.  PC  비밀번호를  모니터  옆  등  외부에  노출\n    바.  비인가  보조기억매체  무단  사용"
          ],
          [
            "경  미",
            "1.  업무  관련서류  관리  소홀\n    가.  진행  중인  업무자료를  책상  등에  방치,  퇴근\n    나.  복사기ㆍ인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n    가.  각종  보안장비  운용  미숙\n    나.  경보ㆍ보안장치  작동  불량 \n3.  전산정보  보호대책  부실 \n    가.  PC내  보안성이  검증되지  않은  프로그램  사용\n    나.  보안관련  소프트웨어의  주기적  점검  위반"
          ]
        ],
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심  각",
            "1.  비밀  및  대외비  급  정보  유출  및  유출시도\n    가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n    나.  개인정보·신상정보  목록  유출\n    다.  비공개  항공사진·공간정보  등  비공개  정보  유출\n2.  정보시스템에  대한  불법적  행위\n    가.  관련  시스템에  대한  해킹  및  해킹시도\n    나.  시스템  구축  결과물에  대한  외부  유출\n    다.  시스템  내  인위적인  악성코드  유포",
            "◦  사업참여  제한\n◦  위규자  및  직속\n      감독자  등  중징계\n◦  재발 방지를 위한 \n      조치계획  제출\n◦  위규자 대상 특별\n      보안교육  실시"
          ],
          [
            "중  대",
            "1.  비공개  정보  관리  소홀 \n    가.  비공개  정보를  책상  위  등에  방치 \n    나.  비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n    다.  개인정보․신상정보  목록을  책상  위  등에  방치\n    라.  기타  비공개  정보에  대한  관리소홀\n2.  사무실ㆍ보호구역  보안관리  허술\n    가.  통제구역  출입문을  개방한  채  퇴근  등\n    나.  인가되지  않은  작업자의  내부  시스템  접근\n    다.  통제구역  내  장비·시설  등  무단  사진촬영 \n3.  전산정보  보호대책  부실\n    가.  업무망  인터넷망  혼용사용,  보안  USB  사용규정  위반 \n    나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  사업 \n관련  자료  수발신\n    다.  개발·유지보수  시  원격작업  사용\n    라.  저장된  비공개  정보  패스워드  미부여\n    마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n    바.  외부용  PC를  업무망에  무단  연결  사용\n    사.  보안관련  프로그램  강제  삭제\n    아.  사용자 계정관리 미흡 및  오남용(시스템 불법접근 시도 등)",
            "◦  위규자  및  직속\n      감독자  등  중징계\n◦  재발 방지를 위한\n      조치계획  제출\n◦  위규자 대상 특별\n      보안교육  실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 73 - 별표 2 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비 중 부정당업자 등록 계약금액의 15이하 계약금액의 10이하 계약금액의 5이하 위규수준은별표1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는1회의사고만으로도그파급력이큰것을감안하여타항 목과별도부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산 - 74 - 별표 3 누출금지 대상정보 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8.공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9. 개인정보보호법제2조제1호의 개인정보 10. 보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 11. 그 밖에 안양시장이 공개가 불가하다고 판단한 자료",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미  3건  이상"
          ],
          [
            "위약금\n비    중",
            "부정당업자  등록",
            "계약금액의 \n15%이하",
            "계약금액의 \n10%이하",
            "계약금액의 \n5%이하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 75 - 붙임 3 전산시스템 용역 보안 준수사항 1. 참여인원 보안 준수사항 용역사업 참여자는 정보노출 금지조항 및 개인의 친필 서명이 들어간 보안서약확약서 제출 용역사업 참여자에 대해서는 작업 수행 전에, 법적 또는 안양시 규정에 따른 비밀유지 의무 준수사항 및 위반 시 처벌내용 등에 대한 보안교육 이행 누출금지 대상 정보의 외부 누출 금지 비밀관련 사업을 수행할 경우 비밀취급인가 취득 전산시스템 용역 수행 시 개인정보 취급이 불가피 한 경우, 개인정보 처리를 위 한 업무위탁 계약을 체결해야 한다.개인정보처리 업무위탁 계약서 2부를 작 성하고, 발주기관과 용역사업 참여자가 서명 또는 날인한 후 각 1부씩 보관 한다. 2. 자료에 대한 보안 준수사항 계약서 등에 명시한 누출금지 대상정보가 필요할 경우 자료관리 대장을 작성, 인계자인수자가 직접 서명한 후 수령하고 사업완료시 관련자료 반납 용역사업 관련자료 및 사업과정에서 생산된 모든 산출물은 공사의 파일 서버 에 저장하거나 보안담당관이 지정한 PC에 저장관리 용역사업 관련 자료는 인터넷 웹하드, P2P 등 인터넷 자료공유사이트 및 개인 메일함에 저장을 금지하고 발주기관과 용역업체간 전자우편을 이용해 자료 전 송이 필요한 경우에는 자체 전자우편을 이용, 첨부자료 암호화 후 수발신 대외비 이상의 비밀은 전자우편으로 송수신 금지 용역사업 수행으로 생산되는 산출물 및 기록은 보안담당관이 인가하지 않은 비인가자에게 제공대여열람을 금지 3. 사무실장비에 대한 보안준수 사항 용역사업 수행 장소는 발주처가 요청하는 공간 내 시건장치와 통제가 가능한 공간을 이용하거나 CCTV시건장치 등 비인가자 출입통제 대책이 마련된 외부 사무실을 사용 용역업체 사무실 또는 용역업무를 수행하는 공간에 대한 보안점검 실시 협조 내부에서 용역사업을 수행할 경우 참여직원은 노트북 등 관련 장비를 외부에 반출입시마다 악성코드 감염여부 및 자료 무단반출 여부 확인 인가받지 않은 USB메모리 등의 휴대용 저장매체 사용을 금지하며 산출물 저 장을 위하여 휴대용 저장매체가 필요한 경우 보안담당관의 승인 하에 사용 4. 내외부망 접근 시 보안준수 사항 용역업체 사용전산망은 업무망과 분리구성하고 필요한 서버에만 제한적 접근 허용 용역업체에서 사용하는 PC는 인터넷 연결을 금지하며, 사업수행상 연결이 필요한 경우에는 보안담당관의 보안 통제 하에 제한적 허용 - 76 - 별표 4 보 안 서 약 서 본인은 년 월 일 부로 관련 용역사 업업무를 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 관련 업무중 알게 될 일체의 내용이 직무상 기밀사항임을 인정한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공 개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 4. 본인은 하도급업체를 통한 사업 수행시 하도급업체로 인해 발생하는 위 반사항에 대하여 모든 책임을 부담한다. 년 월 일 서 약 자 업 체 명 업체대표 직 위 참여직원 성 명 서명 또는 인 생년월일 서약집행자 소 속 공사담당자 직 위 성 명 서명 또는 인 생년월일 개인정보 수집 및 이용 동의 개인정보의 수집 및 이용에 동의하십니까? 동의함 동의하지 않음 개인정보보호법에 따라 수집보유 및 처리하는 개인정보성명, 소속, 생년월일 등를 본 과 업의 보안준수사항 서약 목적으로 사용 할 예정이며, 문서보존기간 종료 즉시 안전한 방법 으로 폐기 처리할 예정입니다. 개인정보 수집 동의 거부 시 용역사업을 수행할 수 없음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 77 - 별표 5대표자용 보 안 확 약 서 본인은 귀 기관과 계약한 용역사업의 수행을 완료하는데 있어 다음 각 호의 보안사항에 대한 준수책임이 있음을 서약하며 이에 확약 서를 제출합니다. 1. 본 업체단체는 업체단체 및 사업 참여자가 용역사업 수행 중 알게 된 모 든 자료를 반납 및 파기하였으며 알게 된 정보에 대한 유출을 절대 금지 하겠습니다. 2. 본 업체단체는 하도급업체에 대하여 위와 같이 동일한 보안사항 준수책 임을 확인하고 보안확약서를 받았으며 하도급업체가 위 보안사항을 위 반할 경우에 주사업자로서 이에 동일한 법적 책임을 지겠습니다. 3. 본 업체단체는 위 보안사항을 위반할 경우에 귀 기관의 사업에 참여제 한 또는 그 밖의 관련법규에 따른 책임과 손해배상을 감수하겠습니다. 년 월 일 서 약 자 업 체 명 서약업체대표 직 위 성 명 서명 서약집행자 소 속 공사담당자 직 위 성 명 서명 개인정보 수집 및 이용 동의 개인정보의 수집 및 이용에 동의하십니까? 동의함 동의하지 않음 개인정보보호법에 따라 수집보유 및 처리하는 개인정보성명, 소속, 생년월일 등를 본 과 업의 보안준수사항 서약 목적으로 사용 할 예정이며, 문서보존기간 종료 즉시 안전한 방 법으로 폐기 처리할 예정입니다. 개인정보 수집 동의 거부 시 용역사업을 수행할 수 없음 - 78 - 별표 5직원용 보 안 확 약 서 본인은 귀 기관과 계약한 용역사업의 수행을 완료하는데 있어 다음 각 호의 보안사항에 대한 준수책임이 있음을 서약하며 이에 확약서 를 제출합니다. 1. 업체단체 및 사업 참여자가 용역사업 수행 중 알게 된 모든 자료를 반납 및 파기하였으며 알게 된 정보에 대한 유출을 절대 금지하겠습니다. 2. 하도급업체에 대하여 위와 같이 동일한 보안사항 준수책임을 확인하고 보 안확약서를 받았으며 하도급업체가 위 보안사항을 위반할 경우에 주사업 자로서 이에 동일한 법적 책임을 지겠습니다. 3. 위 보안사항을 위반할 경우에 귀 기관의 사업에 참여제한 또는 그 밖의 관련법규에 따른 책임과 손해배상을 감수하겠습니다. 년 월 일 서 약 자 업 체 명 업체직원 직 위 성 명 서명 또는 인 생년월일 서약집행자 소 속 공사담당자 직 위 성 명 서명 또는 인 생년월일 개인정보 수집 및 이용 동의 개인정보의 수집 및 이용에 동의하십니까? 동의함 동의하지 않음 개인정보보호법에 따라 수집보유 및 처리하는 개인정보성명, 소속, 생년월일 등를 본 과 업의 보안준수사항 서약 목적으로 사용 할 예정이며, 문서보존기간 종료 즉시 안전한 방법 으로 폐기 처리할 예정입니다. 개인정보 수집 동의 거부 시 용역사업을 수행할 수 없음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 79 - 별표 6 안양시 개인정보처리위탁 계약서 사업계약명 위탁업무 기간 년 월 일 년 월 일 안양시이하 위탁자이라 합니다와 계약상대자이하 수탁자이라 합니다는 위탁자의 개인정보 처리업무를수탁자에게 위탁함에 있어 다음과 같은 내용으로 본 업무위탁계약을 체결합니다. 제1조 목적 이 계약은 위탁자가 개인정보처리업무를 수탁자에게 위탁하고, 수탁자 는 이를 승낙하여 수탁자의 책임아래 성실하게 업무를 완성하도록 하는데 필요한 사항 을 정함을목적으로 합니다. 제2조 용어의 정의본 계약에서 별도로 정의되지 아니한 용어는개인정보 보호법시행 령 및 시행규칙,개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제2023-6호 및표준 개인정보 보호지침개인정보보호위원회 고시 제2024-1호에서 정의된 바에 따릅니다. 제3조 위탁업무의 목적 및 범위 수탁자는 계약이 정하는 바에 따라 과업의 목적으로 다음과 같은 개인정보 처리 업무를 수행합니다.1 1. 과업수행을 위한 개인정보이름, 주소, 전화번호 등 위탁업무의 목적 및 범위는 수탁업체와 협의하여 부서 실정에 맞게 변 경해서 작성하시기 바랍니다. 제4조 재위탁 제한 1수탁자는 위탁자의 사전 승낙을 얻은 경우를 제외하고 위탁 자와의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없습 니다. 2수탁자가 다른 제3의 회사와 수탁계약을 할 경우에는 수탁자는 해당 사실을 계약 체결7일 이전에 위탁자에게 통보하고 협의하여야 합니다. 제5조 개인정보의 안전성 확보조치 수탁자는개인정보 보호법제23조제2항 및 제24조 제3항 및 제29조, 같은 법 시행령 제21조 및 제30조, 개인정보의 안전성 확보조치 기 준개인정보보호위원회 고시 제2023-6호에 따라 개인정보의 안전성 확보에 필요한 관리 적기술적 조치를 취하여야 합니다. 제6조 개인정보의 처리제한 1수탁자는 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서는 안 됩니다. 2수탁자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유 하고 있는 개인정보를 개인정보 보호법시행령 제16조 및개인정보의 안전성 확보조 치 기준개인정보보호위원회 고시 제2023-6호에 따라 즉시 파기하거나 위탁자에게 반 1 각호의 업무 예시 고객만족도 조사 업무, 회원가입 및 운영 업무, 사은품 배송을 위한 이름, 주소, 연락처 처리 등 - 80 - 납하여야 합니다. 3제2항에 따라 수탁자가 개인정보를 파기한 경우 지체 없이 위탁자에게 그 결과를 통보하여야 합니다. 제7조 수탁자에 대한 관리감독 등 1위탁자는 수탁자에 대하여 다음 각 호의 사항을 관리하도록 요구할 수 있으며, 수탁자는 특별한 사유가 없는 한 이에 응하여야 합니다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적 외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2위탁자는 수탁자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구할수 있으며, 수탁자는 특별한 사유가 없는 한 이행하여야 합니다. 3위탁자는 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손 되지 아니하도록 1년에 1회 수탁자를 교육 또는 교육이수를 요구할 있으며, 수탁자는 이에 응하여야 합니다.2 4제1항에 따른 교육의 시기와 방법 등에 대해서는 위탁자는 수탁자와 협의하여시행합 니다. 제9조 정보주체 권리보장 1수탁자는 정보주체의 개인정보 열람, 정정삭제, 처리 정지 요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 합니다. 제10조 개인정보의 파기 1수탁자는 제4조의 위탁업무기간이 종료되면 특별한 사유가 없 는 한 지체 없이 개인정보를 파기하고 이를 위탁자에게 확인받아야 합니다. 제11조 손해배상 1수탁자 또는 수탁자의 임직원 기타 수탁자의 수탁자가 이 계 약에 의하여위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반 하거나 수탁자 또는 수탁자의 임직원 기타 수탁자의 수탁자의 귀책사유로 인하여 이 계약이 해지되어 위탁자 또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 수탁자는 그 손해를 배상하여야 합니다. 2제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 위탁자가 전부 또는 일부를 배상한 때에는 위탁자는 이를 수탁자에게 구상할 수 있습니다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 위탁자와 수탁자가서명 또는 날인한 후 각 1부씩 보관합니다. 20 . . 계약일자 명시 위탁자 주 소 기관명 안양시 대표자 성명 인 2개인정보의 안전성 확보조치 기준 고시개인정보보호위원회 고시 제2023-6호 및 개인정보 보호법 제26조에 따라 개인정보처리자 및 취급자는 개인정보보호에 관한 교육을 의무적으로 시행하여야 합니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 81 - 별표 7 개인정보처리현황 점검진단표 분야 해당 법 조항 세부 점검 항목 준수보완 필요 해당 없음 제15조개인정보의 수집이용 동의 1. 각종 게시판, 기타 개인정보 수집 시 동의 여부 2. 정보주체 동의 시 필수 고지항목4개 고지 여부 3. 필수 고지항목4개 내용의 적정 여부 4개 목적, 항목, 보유 및 이용기간, 거부권 및 불이익 제16조최소 수집 및 서비스 제공 거부 4. 목적에 필요한 최소한의 개인정보 수집 여부 5. 최소한 정보 외의 개인정보 수집에 대한 미동의를 이유로 재화 또는 서비스 제공 거부 여부 제17조개인정보의 제공 6. 제3자에게 개인정보 제공 시 정보주체 동의 여부 7. 정보주체 동의 시 필수 고지항목5개 고지 여부 8. 필수 고지항목5개 내용의 적정 여부 5개 제공받는 자, 목적, 항목, 보유 및 이용기간, 거부권 및 불이익 제18조개인정보의 이용제공 제한 9. 개인정보 수집 당시 정보주체의 이용제공 동의 범위를 초과하여 이용제공 여부 10. 개인정보 제공 시 제공 목적범위 내 이용, 안전 조치 실시, 목적 달성 후 파기 등 요청 여부 11. 동의에 의한 목적 외 이용, 목적 외 제3자 제공 시 필수 고지항목5개 고지 여부 12. 필수 고지항목5개 내용의 적정 여부 5개 제공받는 자, 목적, 항목, 보유 및 이용기간, 거부권 및 불이익 제21조개인정보의 파기 13. 보유기간 경과, 치리 목적제공받은 경우 제공받은 목적 달성 후 지체 없이 개인정보 파기 여부 14. 개인정보 파기 시 복구 또는 재생되지 않도록 조치 여부 15. 임시파일 및 출력자료 등에 대한 즉시 파기 여부 16. 법령에 따라 보존할 경우 별도 분리 보관 여부 제22조동의를 받는 방법 17. 최소 개인정보와 그 외의 개인정보 구분 동의 여부 18. 동의가 필요한 정보필수정보와 동의 없이 처리 할 수 있는 정보선택정보의 구분 동의 여부 19. 홍보 권유에 활용하기 위한 정보와 그렇지 않은 정보의 구분 동의 여부 20. 선택항목 및 홍보 권유 정보의 미동의를 이유로 재화 또는 서비스 제공 거부 여부 - 82 - 분야 해당 법 조항 세부 점검 항목 제23조민감정보의 처리 제한 21. 사상, 정치, 건강 등 민감정보의 동의에 의한 수집 및 제공 시 구분 동의 여부 22. 정보주체 동의 시 필수 고지항목수집 4개, 제공 5개 고지 여부 23. 필수 고지항목4개 또는 5개 내용의 적정 여부 제28조개인정보취 급자에 대한 감독 24. 개인정보취급자에 대한 관리감독접근권한 관리, 통제 등 포함 여부 25. 개인정보취급자에 대한 보안서약서 징구 여부 26. 개인정보취급자에 대한 정기적인 교육 실시 여부 제29조 안전 조치의무 접근권한 관리 및 접근 통제 27. 시스템에 대한 접근권한을 필요 최소한의 범위로 업무 담당자에 따라 차등 부여 여부 28. 전보퇴직 등 인사이동으로 취급자가 변경될 경우 접근권한 변경 또는 말소 여부 29. 접근권한의 부여변경말소 내역의 기록관리 및 최소 3년간 보관 여부 30. 취급자별로 개별 계정 발급 여부 31. 안전한 비밀번호 작성규칙의 수립적용 여부 개인정보 의 암호화 32. 비밀번호의 외부 송수신 시 암호화 조치 여부 33. 비밀번호의 내부 저장 시 일방향 암호화 조치 여부 34. 고유식별정보의 외부 송수신 시 암호화 조치 여부 35. 고유식별정보의 인터넷과 내부망의 중간지점DMZ 저장 시 암호화 조치 여부 접속기록 의 보관 36. 취급자의 접속기록을 최소 6개월 이상 보관관리 여부 37. 접속기록의 항목4개이 적정한지 여부 4개 ID, 날짜 및 시간, 접속자 IP 주소, 수행업무열람, 수정, 삭제, 인쇄, 입력 등 38. 접속기록이 위변조 및 도난, 분실되지 않도록 접속기록의 안전하게 보관 여부 제30조개인정보 처리방침의 수립공개 39. 개인정보 처리방침의 홈페이지 등 공개 여부",
      "tables": [
        [
          [
            "분야\n(해당  법  조항)",
            "",
            "세부  점검  항목"
          ],
          [
            "제23조(민감정보의 \n처리  제한)",
            "",
            "21.  사상,  정치,  건강  등  민감정보의  동의에  의한  수집 \n및  제공  시  구분  동의  여부\n22.  정보주체  동의  시  필수  고지항목(수집  4개,  제공 \n5개)  고지  여부\n23.  필수  고지항목(4개  또는  5개)  내용의  적정  여부"
          ],
          [
            "제28조(개인정보취\n급자에  대한 \n감독)",
            "",
            "24.  개인정보취급자에  대한  관리·감독(접근권한  관리, \n통제  등  포함)  여부\n25.  개인정보취급자에  대한  보안서약서  징구  여부\n26.  개인정보취급자에  대한  정기적인  교육  실시  여부"
          ],
          [
            "제29조 \n(안전\n조치의무\n)",
            "접근권한 \n관리  및 \n접근  통제",
            "27.  시스템에  대한  접근권한을  필요  최소한의  범위로 \n업무  담당자에  따라  차등  부여  여부\n28.  전보·퇴직  등  인사이동으로  취급자가  변경될  경우 \n접근권한  변경  또는  말소  여부\n29.  접근권한의  부여·변경·말소  내역의  기록관리  및 \n        최소  3년간  보관  여부\n30.  취급자별로  개별  계정  발급  여부\n31.  안전한  비밀번호  작성규칙의  수립·적용  여부"
          ],
          [
            "",
            "개인정보\n의  암호화",
            "32.  비밀번호의  외부  송·수신  시  암호화  조치  여부\n33.  비밀번호의  내부  저장  시  일방향  암호화  조치  여부\n34.  고유식별정보의  외부  송·수신  시  암호화 조치  여부\n35.  고유식별정보의  인터넷과  내부망의  중간지점(DMZ) \n        저장  시  암호화  조치  여부"
          ],
          [
            "",
            "접속기록\n의  보관",
            "36. 취급자의 접속기록을 최소 6개월 이상 보관·관리 여부\n37.  접속기록의  항목(4개*)이  적정한지  여부\n    *  4개  :  ID,  날짜  및  시간,  접속자  IP  주소,  수행업무(열람, \n                  수정,  삭제,  인쇄,  입력  등)\n38.  접속기록이  위·변조  및  도난,  분실되지  않도록 \n        접속기록의  안전하게  보관  여부"
          ],
          [
            "제30조(개인정보 \n처리방침의 \n수립·공개)",
            "",
            "39.  개인정보  처리방침의  홈페이지  등  공개  여부"
          ]
        ],
        [
          [
            "분야\n(해당  법  조항)",
            "세부  점검  항목",
            "보완 \n해당 \n준수\n필요\n없음"
          ],
          [
            "제15조(개인정보의 \n수집·이용  동의)",
            "1.  각종  게시판,  기타  개인정보  수집  시  동의  여부\n2.  정보주체  동의  시  필수  고지항목(4개*)  고지  여부\n3.  필수  고지항목(4개*)  내용의  적정  여부\n  *  4개  :  목적,  항목,  보유  및  이용기간,  거부권  및  불이익",
            ""
          ],
          [
            "제16조(최소  수집 \n및  서비스  제공 \n거부)",
            "4.  목적에  필요한  최소한의  개인정보  수집  여부\n5.  최소한  정보  외의  개인정보  수집에  대한  미동의를 \n   이유로  재화  또는  서비스  제공  거부  여부",
            ""
          ],
          [
            "제17조(개인정보의 \n제공)",
            "6.  제3자에게  개인정보  제공  시  정보주체  동의  여부\n7.  정보주체  동의  시  필수  고지항목(5개*)  고지  여부\n8.  필수  고지항목(5개*)  내용의  적정  여부\n  *  5개  :  제공받는  자,  목적,  항목,  보유  및  이용기간, \n                  거부권  및  불이익",
            ""
          ],
          [
            "제18조(개인정보의 \n이용·제공  제한)",
            "9.  개인정보  수집  당시  정보주체의  이용·제공  동의 \n     범위를  초과하여  이용·제공  여부\n10.  개인정보  제공  시  제공  목적범위  내  이용,  안전 \n        조치  실시,  목적  달성  후  파기  등  요청  여부\n11.  동의에  의한  목적  외  이용,  목적  외  제3자  제공  시 \n        필수  고지항목(5개*)  고지  여부\n12.  필수  고지항목(5개*)  내용의  적정  여부\n  *  5개  :  제공받는  자,  목적,  항목,  보유  및  이용기간, \n                  거부권  및  불이익",
            ""
          ],
          [
            "제21조(개인정보의 \n파기)",
            "13.  보유기간  경과,  치리  목적(제공받은  경우  제공받은 \n        목적)  달성  후  지체  없이  개인정보  파기  여부\n14.  개인정보  파기  시  복구  또는  재생되지  않도록 \n        조치  여부\n15.  임시파일  및  출력자료  등에  대한  즉시  파기  여부\n16.  법령에  따라  보존할  경우  별도  분리  보관  여부",
            ""
          ],
          [
            "제22조(동의를 \n받는  방법)",
            "17.  최소  개인정보와  그  외의  개인정보  구분  동의  여부\n18.  동의가  필요한  정보(필수정보)와  동의  없이  처리\n        할  수  있는  정보(선택정보)의  구분  동의  여부\n19.  홍보  권유에  활용하기  위한  정보와  그렇지  않은 \n        정보의  구분  동의  여부\n20.  선택항목  및  홍보  권유  정보의  미동의를  이유로 \n        재화  또는  서비스  제공  거부  여부",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 83 - 별표 8 용역업체 정보보안 보안의식 교육일지 계 약 명 1. 당해 계약을 통해 얻은 정보 또는 국가의 기밀사항을 계약 이행 전ᆞ후를 막론하고 외부에 누설하지 않는다. 2. 용역 과정상에 취득한 정보에 대한 보안사항 및 업무수행 중 알게 된 내용과 단계 별 성과품, 기타 자료에 대하여 발주기관 승인 없이 공개하지 않는다. 3. 본 용역과 관련된 자료 및 기록에 대해 발주자의 승인 없이 타인에게 제공ᆞ대여 할 수 없으며, 불법복제 사용ᆞ자료의 외부누설 과 보안사항의 불이행 등에 따른 민ᆞ형사상 책임 및 도의적인 책임을 감수한다. 4. 과업수행 과정에서 발생한 폐기물은 소각처리 한다. 5. 본 용역과 관련하여 사용하는 컴퓨터는 다음 보안대책을 철저히 이행한다. 부팅 패스워드 설정, 로그인 패스워드 설정, 화면보호기 설정 추측하기 어려운 패스워드 설정 최신 바이러스 백신 및 윈도우 보안 패치 설치 USB메모리, CD-Write, 외장형 하드디스크 등 대용량 저장장치 사용금지 파일공유 금지 및 외부유출 행위 금지 허가받지 않은 네트워크 접속시도는 불법 행위임을 인식하고 안양시이하 발주기 관이라 함으로부터 업무상 허가된 내부망 네트워크에만 접속한다. 본인이 사용하는 IP와 PC로부터 해킹, 바이러스 유포 등의 침해사고 발생 시 민형사상의 모든 책임을 진다. 발주기관에서 제공하는 모든 보안프로그램 설치와 이를 통해 수집되는 정보의 열 람과 사용에 동의하며, 보안프로그램을 임의로 삭제하지 않는다. 업무상 필요하지 않는 성인사이트, 게임, 증권 등의 인터넷사이트를 임의로 차단하 더라도 이의를 제기하지 않는다. 6. 내부 자료에 대한 보안관리 업무 수행을 위해 제공하는 내부 자료는 자료관리대장을 작성하여 인수인계 시 직접 서명한다. 제공된 내부 자료에 대해 복사 및 외부반출을 할 수 없으며, 업무 완료 후 발주기관에 반환한다. - 84 - 7. 장비에 대한 보안관리 PC노트북 포함는 반입시마다 최신 바이러스 백신프로그램 설치와 바이러스 감 염 여부를 확인하여야 한다. 업무 수행을 위해 반입된 PC는 업무 종료시까지 반출을 할 수 없다. 다만, 불가피한 경우 안양시의 승인 후 반출할 수 있다. USB 등의 보조기억매체는 사용할 수 없다. 다만, 불가피한 경우는 발주기관의 승인 후 사용할 수 있다. 업무 종료 시 PC 및 사용된 보조기억매체는 Format하고 발주기관의 승인 후 반출한다. 8. 내외부망 접근에 대한 보안관리 사용자계정ID은 하나의 그룹으로 등록하고 사용자계정별로 정보시스템에 접근권 한을 부여토록 한다. 사용자계정별로 부여된 권한은 불필요 시 곧바로 권한을 해지하거나 계정을 폐기 한다. 발주기관은 사용자별로 부여한 계정에 접속하여 저장된 자료와 작업이력을 확인할 수 있다. 담당자는 서버 관리자로 하여금 내부 서버에 대한 접근기록을 확인하도록 한다. PC노트북 포함는 인터넷 연결을 금지한다. 다만, 불가피한 경우는 필요한 보안조치를 실시하고 안양시의 확인 후 사용한다. 9. 기타 산출물에 대한 보안관리 등 업무 수행 시 생산되는 모든 산출물은 담당 부서의 파일서버에 저장하거나, 발주기관에서 지정한 PC에 저장한다. 업무 수행으로 생산되는 모든 산출물 및 기록은 발주기관이 인가하지 않은 자에게 제공대여열람을 금지한다. 업무 수행으로 생산되는 모든 산출물 및 기록의 소유권 및 지적재산권은 발주기관 에 있다. 계약사에 의한 보안사고 발생시 민형사상의 모든 법적 책임은 계약사에게 있다. 보안사고 발생 시 또는 인지 시에는 즉시 발주기관에 통보하여야 한다. 10. 기타 안양시 보안업무처리규칙, 국가 정보보안 기본지침을 준수하고 이를 위반 시 민형사상의 모든 법적 책임 등의 조치에 이의를 제기하지 않는다. 20 . .",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 85 - 별표 9 기술적용계획표, 기술적용결과표 사업명 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축 호계체육관 배드민턴장 및 탁구장 예약 시스템 구축 작성일 2024. . 법률 및 고시 구분 항 목 법률 o 국가정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어산업 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 지침과학기술정보통신부 o 전자서명인증업무지침과학기술정보통신부 o 전자정부서비스 호환성 준수지침행정안전부 o 정보보호시스템 공통평가기준과학기술정보통신부 o 정보보호시스템 평가인증 지침과학기술정보통신부 o 정보시스템 감리기준행정안전부 o 전자정부사업관리 위탁에 관한 규정행정안전부 o 전자정부사업관리 위탁용역계약 특수조건행정안전부 o 행정전자서명 인증업무지침행정안전부 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부 o 개인정보의 안전성 확보조치 기준행정안전부 o 정보보호 관리체계 인증 등에 관한 고시과학기술정보통신부 o 지방자치단체 입찰 및 계약 집행 기준행정안전부 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부 o 지방자치단체 기술용역계약일반조건행정안전부 o 표준 개인정보 보호지침행정안전부 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준과학기술정보통신부 o 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정과학기술정보통신부 o 분리발주 대상 소프트웨어과학기술정보통신부 o 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한과학기술정보통신부 o 소프트웨어 품질인증의 세부기준 및 절차과학기술정보통신부 o 소프트웨어사업 하도급계약의 적정성 판단기준과학기술정보통신부 o 물품구매계약일반조건기획재정부계약예규 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 하도급거래 공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부 o 개인정보의 기술적관리적 보호조치 기준방송통신위원회고시 - 86 - 서비스 접근 및 전달 분야 구 분 항 목 기본 지침 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4 HTML 5, CSS 3 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd - 한국형 웹 콘텐츠 접근성 지침 2.0 o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검 토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스 는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0 XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0",
      "tables": [
        [
          [
            "구  분",
            "항    목"
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 \n수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 \n등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "외부 접근 \n장치",
            "o 웹브라우저 관련\n - HTML 4 /HTML 5, CSS 3\n - XHTML 1.0\n - XML 1.0, XSL 1.0\n - ECMAScript 3rd\n - 한국형 웹 콘텐츠 접근성 지침 2.0"
          ],
          [
            "",
            "o 모바일 관련\n - 모바일 웹 콘텐츠 저작 지침 1.0 (KICS.KO-10.0307)"
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS X ISO/IEC 20000)/ ITIL v3"
          ],
          [
            "서비스 전달 \n프로토콜",
            "IPv4\nIPv6"
          ]
        ],
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검\n토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스\n는 범정부 차원의 공유·활용이 가능하도록 지원하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "서비스 통합",
            "o 웹 서비스\n - SOAP 1.2, WSDL 2.0, XML 1.0\n - UDDI v3\n - RESTful"
          ],
          [
            "",
            "o 비즈니스 프로세스 관리\n - UML 2.0/BPMN 1.0\n - ebXML/BPEL 2.0/ XPDL 2.0"
          ],
          [
            "데이터 공유 o 데이터 형식 :  XML 1.0",
            ""
          ],
          [
            "인터페이스",
            "o 서비스 발견 및 명세 : UDDI v3, WSDL 2.0"
          ]
        ],
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "o  국가정보화  기본법\no  공공기관의  정보공개에  관한  법률\no  개인정보  보호법\no  소프트웨어산업  진흥법\no  인터넷주소자원에  관한  법률\no  전자서명법\no  전자정부법\no  정보통신기반  보호법\no  정보통신망  이용촉진  및  정보보호  등에  관한  법률\no  통신비밀보호법\no  국가를  당사자로  하는  계약에  관한  법률\no  하도급거래  공정화에  관한  법률\no  지방자치단체를  당사자로  하는  계약에  관한  법률"
          ],
          [
            "고시  등",
            "o  보안업무규정(대통령령)\no  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\no  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  지침(과학기술정보통신부)\no  전자서명인증업무지침(과학기술정보통신부)\no  전자정부서비스  호환성  준수지침(행정안전부)\no  정보보호시스템  공통평가기준(과학기술정보통신부)\no  정보보호시스템  평가·인증  지침(과학기술정보통신부)\no  정보시스템  감리기준(행정안전부)\no  전자정부사업관리  위탁에  관한  규정(행정안전부) \no  전자정부사업관리  위탁용역계약  특수조건(행정안전부) \no  행정전자서명  인증업무지침(행정안전부)\no  행정기관  도메인이름  및  IP주소체계  표준(행정안전부)\no  개인정보의  안전성  확보조치  기준(행정안전부)\no  정보보호  관리체계  인증  등에  관한  고시(과학기술정보통신부)\no  지방자치단체  입찰  및  계약  집행  기준(행정안전부)\no  지방자치단체  입찰시  낙찰자  결정기준(행정안전부)\no  지방자치단체  기술용역계약일반조건(행정안전부)\no  표준  개인정보  보호지침(행정안전부) \no  엔지니어링사업대가의  기준(산업통상자원부고시)\no  소프트웨어  기술성  평가기준(과학기술정보통신부)\no  소프트웨어사업의  제안서  보상기준  등에  관한  운영규정(과학기술정보통신부)\no  분리발주  대상  소프트웨어(과학기술정보통신부)\no  대기업인  소프트웨어사업자가  참여할  수  있는  사업금액의  하한(과학기술정보통신부)\no  소프트웨어  품질인증의  세부기준  및  절차(과학기술정보통신부)\no  소프트웨어사업  하도급계약의  적정성  판단기준(과학기술정보통신부)\no  물품구매계약일반조건(기획재정부계약예규)\no  용역계약일반조건(기획재정부계약예규)\no  협상에  의한  계약체결기준(기획재정부계약예규)\no  하도급거래  공정화지침(공정거래위원회예규)\no  정보보호조치에  관한  지침(과학기술정보통신부)\no  개인정보의  기술적·관리적  보호조치  기준(방송통신위원회고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 87 - 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적 용 부분 적용 미 적 용 해 당 없 음 기본 지침 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원 되는 장비를 채택하여야 한다. 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 모델링 UML2.0 o 개발프레임워크 전자정부 표준프레임워크 - 88 - 요소기술 분야 구 분 항 목 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부 장관에 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정 안전부에 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템 과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 데이터 표현 o 정적표현 HTML 5 o 동적표현 - JSP 2.1 - ASP - PHP 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 Delphi 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용",
      "tables": [
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적 용\n부분\n적용",
            "",
            "미 적 용",
            "해 당 없 음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원\n되는 장비를 채택하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행\n하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보\n시스템과 호환성 및 확장성이 보장되어야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "o 화상회의 및 멀티미디어 통신 : H.320~H.324, H.310",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 부가통신: VoIP\n - H.323\n - SIP \n - Megaco(H.248)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "운영체제 및\n기반 환경",
            "o 서버용(개방형) 운영 체제 및 기반환경 : \n - POSIX.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- UNIX \n - Windows Server\n - Linux",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 모바일용 운영 체계 및 기반환경\n - android\n- IOS\n - Windows Phone",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터베이스",
            "o DBMS\n - RDBMS\n - ORDBMS\n - OODBMS\n - MMDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "시스템 관리",
            "o ITIL v3 / ISO20000",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "o 모델링 : UML2.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 개발프레임워크 : 전자정부 표준프레임워크",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "",
            "항    목"
          ],
          [
            "기본 지침",
            "",
            ""
          ],
          [
            "o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다.",
            "",
            ""
          ],
          [
            "o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, \n데이터베이스 통합 등을 위하여 표준화되어야 한다.",
            "",
            ""
          ],
          [
            "o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수\n하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 \n행정안전부  장관에  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정\n안전부에 표준 등록을 요청하여야 한다.",
            "",
            ""
          ],
          [
            "o  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템\n과의  연계를  위해  데이터베이스  사용이  투명해야  하며  다양한 \n유형의 인터페이스를 지원하여야 한다.",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            ""
          ],
          [
            "데이터 표현",
            "o 정적표현 : HTML 5",
            ""
          ],
          [
            "",
            "o 동적표현\n - JSP 2.1\n - ASP\n - PHP",
            ""
          ],
          [
            "프로그래밍",
            "o 프로그래밍\n - C",
            ""
          ],
          [
            "",
            "- C++ \n  -\nJava\n  - C#\n  - 기타 (Delphi)",
            ""
          ],
          [
            "데이터 교환",
            "o 교환프로토콜: \n - XMI 2.0\n - SOAP 1.2",
            ""
          ],
          [
            "",
            "o 문자셋\n - EUC-KR \n - UTF-8(단, 신규시스템은 UTF-8 우선 적용)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 89 - 보안 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립 하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된서비스 접근 및 전달,플랫폼 및 기반구조,요소 기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으로 하여야 한다. 세부 기술 지침 관리적 보안 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 기술적 보안 o 국가용 암호 제품 대상국정원 보안적합성 인증 필요 - PKI제품 - SSO제품 - 디스크파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 o CC제품군국제 CC인 경우 IT 보안인증사무국의 인증 필요 - 침입차단 - 침입탐지 - 침입방지 - 통합보안관리 - 보안관리서버 - 웹방화벽 - DDos 대응 - VOIP 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망 - 네트워크 접근통제 - 스팸메일차단 - 바이러스백신 - PC매체제어 - PC침입차단 - 콘텐츠보안 - 자료유출 방지 - 메일보안 - 서버보안 - DB접근 통제 - 다중영역구분 - 스마트카드 - 보안USB - 복합기 완전삭제",
      "tables": [
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립\n하고  이를  적용하여야  한다.    이는  정보시스템의  구축  운영과 \n관련된“서비스 접근 및 전달”,“플랫폼 및 기반구조”,“요소\n기술” 및 “인터페이스 및 통합” 분야를 모두 포함하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 \n공인전자서명 또는 행정전자서명을 기반으로 하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관리적 \n보안",
            "o 국가정보보안기본지침(국가정보원)\n- 국가 사이버안전 매뉴얼",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기술적 \n보안",
            "o 국가용 암호 제품 대상(국정원 보안적합성 인증 필요) \n - PKI제품\n - SSO제품\n - 디스크․파일 암호화 제품\n - 문서 암호화 제품(DRM)등\n - 메일 암호화 제품\n - 키보드 암호화 제품\n - 하드웨어 보안 토큰\n - DB암호화 제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o CC제품군(국제 CC인 경우 IT 보안인증사무국의 인증 필요)\n - 침입차단\n - 침입탐지\n - 침입방지\n - 통합보안관리\n - 보안관리서버\n - 웹방화벽\n - DDos 대응\n - VOIP 보안\n - 무선침입방지\n - 무선랜 인증\n - 가상사설망\n - 네트워크 접근통제\n - 스팸메일차단\n - 바이러스백신\n - PC매체제어\n - PC침입차단\n - 콘텐츠보안\n - 자료유출 방지\n - 메일보안\n - 서버보안\n - DB접근 통제\n - 다중영역구분\n  - 스마트카드\n  - 보안USB\n  - 복합기 완전삭제",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}