{
  "csv_metadata": {
    "공고 번호": "20240624332",
    "공고 차수": 0.0,
    "사업명": "인천공항운영서비스㈜ 차세대 ERP시스템 구축 사업(재공고)",
    "사업 금액": 1095991600,
    "발주 기관": "인천공항운영서비스(주)",
    "공개 일자": "2024-06-18 15:37:22",
    "입찰 참여 시작일": "2024-06-18 17:00:00",
    "입찰 참여 마감일": "2024-07-02 14:00:00",
    "사업 요약": "- 사업명: 인천공항운영서비스 차세대 ERP시스템 구축 사업\n- 사업기간: 9개월 (안정화 기간 포함)\n- 사업예산: 996,356,000원\n- 계약방법: 제한경쟁입찰(협상에 의한 계약)\n- 주요 시스템 구축-운영 현황: ERP 시스템과 그룹웨어 시스템 운영 중\n- 사업 추진방안: 차세대 시스템의 필요성, 사업 추진 방향, 추진 체계, 일정 등을 반영하여 사업을 추진하고 업무 효율화와 혁신적인 업무 프로세스 개선을 목표로 함\n- 제안서 안내: 사업 추진 일반과 요구사항 총괄표 등 제안서 작성 요령을 따름",
    "파일형식": "pdf",
    "파일명": "인천공항운영서비스(주)_인천공항운영서비스㈜ 차세대 ERP시스템 구축 .pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "차세대 ERP시스템 구축 사업 제 안 요 청 서 2024. 6. 목 차 I. 사업 개요 1. 사업명1 2. 사업기간1 3. 사업예산1 4. 계약방법1 II. 주요 시스템 구축운영 현황 1. ERP 시스템1 2. 그룹웨어 시스템 1 III. 사업 추진방안 1. 차세대 시스템 추진 배경 및 필요성2 2. 사업 추진 방향 및 규모 3 3. 사업 추진 체계4 4. 사업 추진 일정4 IV. 제안서 안내 1. 사업 추진 일반5 2. 요구사항 총괄표 5 3. 상세 요구사항 7 V. 제안서 작성요령 1. 제안서의 효력 52 2. 제안서 안내 사항 52 3. 제안서 목차 및 작성 방법54 VI. 입찰 안내 사항 1. 입찰참가자격56 2. 입찰 및 계약 방식57 3. 제안서 평가 방법 57 4. 우선협상자 선정 및 협상순서61 5. 유의사항61 서식62",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "- 1 - I 사업 개요 1. 사업명 인천공항운영서비스 차세대 ERP시스템 구축 사업 2. 사업기간 계약 체결일로부터 9개월 안정화 기간 포함 추진 일정은 사업 기간 내에 과제별 특성에 따라 제안하고 협의 가능 3. 사업예산 996,356,000원부가세 별도 시스템구축 비용 및 클라우드서비스 사용료1년간 포함 4. 계약방법 제한경쟁입찰협상에 의한 계약 II 주요 시스템 구축운영 현황 1. ERP 시스템 2019년 더존 ERP iU 패키지 기반 ERP 시스템 구축 인사 및 회계관리 등 ERP 표준 모듈을 활용하되 일반 사용자의 사용성 향상을 위하여 별도의 Web버전 ERP iU Web 추가 개발하여 운영 데이터 신뢰성 저하 및 오류 발생 등의 사유로 근대 및 급여 업무 관련하여 시스템 활용도 저하 발생 현행 ERP 시스템은 연동 Web 버전의 기반기술의 기술서비스 중단에 따른 보안성 이슈 기능 개선 및 시스템 고도화 제한 2. 그룹웨어 시스템 2019년 임직원 업무편의 제공 및 모회사와 문서유통을 염두하여 Handy 그룹웨어 V8.3 도입 포털, 메일, 전자결재 및 문서관리 등 정보 공유 및 협업 지원 일반 사용자의 복무신청, 지출결의 및 연말정산 기능을 ERP와 연동 개발하여 사용자 편의 제공 2023년 일부 기능 개선 및 DB증가에 따른 서버 용량 증설 - 2 - III 사업 추진 방안 1. 차세대 시스템 추진 배경 및 필요성 As - Is - 19년 구축 후 업그레이드 및 고도화 未 추진 - 기본 패키지 사용에 따른 데이터 신뢰성 저하 및 오류 발생 등의 사유로 미사용 기능 다수 - 급여 업무 개선을 위한 근태기 실시간 연동 요구 - 효율적 성과관리를 위한 시스템 개발 필요 - Web 버전 개발 기반기술의 서비스 중단에 따른 보안문제 이슈로 고도화 추진 제한 - IT 기획운영 조직 및 전담 인력 부재 업무 효율화 개선된 업무 프로세스 수행을 위한 시스템 필요 - 실무부서 수작업중복업무 제거를 위한 시스템 추가 개발 요구 - 업무 수행체계의 혁신적인 변화 및 업무 프로세스 개선 반영 - 일하는 방식의 혁신을 지원하는 스마트한 업무 환경 제공 기술지원 중단 ERP iU Web 토대가 되는 글로벌 기반기술1 서비스 종료로 벤더의 판매 및 기술지원이 24년 중단 예정 - 사용자의 다양한 개선 및 고도화 요구가 있으나 기술지원 중단, 기술구조 노후 등으로 서비스 개선 및 고도화 한계 직면 - 최신 ICTInformation and Communication Technologies기술 기반 정보시스템 인프라 환경 구축 필요 1 Java 개발도구 JDX 7.x 버전 기술지원 중단, Webwas서버인 ApacheTomcat 7.x 버전 기술지원 중단",
      "tables": [
        [
          [
            "As  -  Is",
            "",
            ""
          ],
          [
            "-\n‘19년  구축  후  업그레이드  및  고도화  未  추진\n- 기본  패키지  사용에  따른  데이터  신뢰성  저하 \n및  오류  발생  등의  사유로  미사용  기능  다수\n- 급여  업무  개선을  위한  근태기  실시간  연동  요구\n- 효율적  성과관리를  위한  시스템  개발  필요\n- Web  버전  개발  기반기술의  서비스  중단에 \n따른  보안문제  이슈로  고도화  추진  제한\n-\nIT  기획·운영  조직  및  전담  인력  부재",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 3,
      "text": "- 3 - 2. 사업 추진 방향 및 규모 기본 방향 우리회사 업무환경에 적합하고 최신의 ICT기술이 적용된 ERP 패키지 솔루션과 성과관리시스템 개발 및 GW 연동 규모 및 범위 차세대 ERP 패키지 도입 및 그룹웨어 결재시스템 연동 - 정부정책 공기업 적용성이 확보된 ERP 패키지 솔루션 도입 - 인사관리 인사정보관리, 인사발령, 근태관리, 연차관리, 급여관리, 교육관리 및 각종 인사 레포트 기능 구현 근태기 실시간 연동, 일일 다근태 및 연차촉진 기능 추가 - 성과관리 개인 및 조직성과평가를 위한 기능 구현 및 인사정보연동 - 재무회계 예산 및 재무회계 관리 기능 구현 CMS, 법인카드 및 홈텍스 등 외부시스템과 연동 - 전자서명 근로계약서, 개인정보 이용동의서 등의 양식을 시스템에 등재하여 온라인 근로계약체결계약서확인, 서명, 배포 기능 구현 - 인사모바일 연동 현업 사용자의 사용성 향상근태 결재 상신 제외 - 그룹웨어 연동 지출결의서, 휴가신청 등 그룹웨어 전자결재시스템과 연동 결재 프로세스는 현행과 동일하게 유지 - 업무 자동화 수작업 및 개인 보관 중인 경영정보에 대한 업무 개선 - 데이터 이관 기존 ERP 시스템의 데이터 이관을 통한 업무 연속성 보장 구축 시스템 구성도 - 4 - 3. 사업 추진 체계 경영기획그룹장 사업총괄 총무팀장 사업 추진 및 일정관리 시스템 구축 이슈에 대한 보고 및 의사결정 경영본부팀장사업부서장 요구사항 정의 해당 시스템에 대한 업무 해당 시스템 테스트 사용자 교육 참여 4. 사업 추진 일정 추진일정 24년 상반기 중 사업자를 선정하고 25년 3월 정식 오픈 - 제안요청서RFP 사전 규격 공개 24년 5월 - 사업 공고 및 사업자 선정 24년 7월 - 시스템 구축 및 개발 24년 7월 25년 3월 추진과제 2024년 5월 6월 기본계획 수립 사전규격공개 및 사업공고 사업수행 ᄂ To Be 설정 ᄂ 패키지 구축 ᄂ 커스터마이징개발 ᄂ 개별 PG 테스트 ᄂ 사용자교육 ᄂ 통합테스트 안정화 정식 오픈 상기 추진 일정은 계약 업체의 개발 방법 및 단위 시스템별 특성에 따라 변동이 될 수 있으며, 세부 일정은 계약 후 협의하여 조정 가능",
      "tables": [
        [
          [
            "우리회사 업무환경에 적합하고 최신의 ICT기술이 적용된\nERP 패키지 솔루션과 성과관리시스템 개발 및 G/W 연동",
            ""
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "총무팀장"
          ],
          [
            "사업  추진  및  일정관리\n  시스템  구축  이슈에  대한 \n보고  및  의사결정"
          ]
        ],
        [
          [
            "경영본부팀장·사업부서장"
          ],
          [
            "＊  요구사항  정의\n  ＊  해당  시스템에  대한  업무\n  ＊  해당  시스템  테스트\n  ＊  사용자  교육  참여"
          ]
        ],
        [
          [
            "추진과제",
            "2024년",
            "",
            ""
          ],
          [
            "",
            "5월",
            "6월",
            ""
          ],
          [
            "■  기본계획  수립",
            "",
            "",
            ""
          ],
          [
            "■  사전규격공개  및  사업공고",
            "",
            "",
            ""
          ],
          [
            "■  사업수행",
            "",
            "",
            ""
          ],
          [
            "ㄴ  To  –  Be  설정",
            "",
            "",
            ""
          ],
          [
            "ㄴ  패키지  구축",
            "",
            "",
            ""
          ],
          [
            "ㄴ  커스터마이징(개발)",
            "",
            "",
            ""
          ],
          [
            "ㄴ  개별  PG  테스트",
            "",
            "",
            ""
          ],
          [
            "ㄴ  사용자교육",
            "",
            "",
            ""
          ],
          [
            "ㄴ  통합테스트  /  안정화",
            "",
            "",
            ""
          ],
          [
            "■  정식  오픈",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 4,
      "text": "- 5 - IV 제안서 안내 1. 사업 추진 일반 제안 업체는 본 사업의 목적 및 목표 달성을 위해 대내외 환경 분석과 과업 내용을 충분히 반영하여 시스템 구축 계획을 수립하여야 하며, 해당 시스템의 기능, 차별화, 특장점 및 효과를 구체적으로 명시하여야 함 제안 시스템은 최신 기술과 버전을 이용한 것이어야 하며, 사업과 관련이 있는 신기술 보유 및 자체 개발 기술이 있는 경우 이를 기술하고 객관적으로 증빙할 자료를 제시하여야 하고, 해당 개발 기술은 본 제안요청서에서 요구한 기능과 성능을 만족하여야 함 - 웹기반 시스템 구축에 적합한 객관적으로 검증된 최신 표준개발방법론을 제시하고 방법론의 구체적인 단계와 활동, 산출물에 대하여 상세히 명시하여야 함 - 개발되는 시스템의 안정성, 고성능, 유연성을 보장하기 위한 설계구조와 성능 및 상세기능을 명확하게 제시하여야 하고, 시스템 구성에서의 적용방안을 구체적으로 제시하여야 함 본 사업의 수행을 위한 개발 장비, 개발도구 보유현황 및 확보 방안을 제시하여야 하고, 제시한 장비 및 도구를 이용하여 개발하며 소요되는 일체의 비용은 제안 업체가 부담함 - 본 사업에 적용되는 모든 SW는 호환성 및 안정성을 고려한 최신의 버전으로 적용해야 하며, 모든 SW에 대해서는 시스템별 제품명, 규격, 수량, 금액, 라이선스 수, AS정책, 무상 유지보수내용, 유상 유지보수금액 및 조건, 제품정보납품기관, 기능, 장점 등 설명자료 등의 정보를 제시하여야 함 - 모든 제품은 범용성, 안정성, 보안성, 효율성 등이 검증된 제품을 제공하여야 함 - 6 - 사용자 중심의 정형화면 구성과 화면 단위별로 사용자별 권한 관리가 가능 - 구축 시스템은 IT 편의성에 대한 요구 수준이 높은 사용자가 중심이 되는 시스템으로써 사용자 활용 중심의 시스템으로 제안되어야 하며, 최종사용자의 의사를 적극적으로 취합하여 시스템에 반영될 수 있는 방안을 제시해야 함 본 제안요청서에 명시된 모든 조항은 최소한의 사항만이 규정되어 있으므로, 상세하게 기술되지 않았거나 누락된 사항이라도 본 사업의 목적과 전략 수행을 위해 필요하다고 판단되는 사항에 대해서는 철저히 검토하여 제안내용에 포함되도록 하고, 사업 기간 중 이와 관련하여 추가 개발 요구사항이 발생할 경우에는 협의하여 반영하여야 함 2. 요구사항 총괄표 요구사항 구분 기능FUR Function Requirement 인터페이스-IR Interface Requirement 데이터DAR Data Requirement 테스트TER Test Requirement 보안SER Security Requirement 품질QUR Quality Requirement 제약사항COR Constraint Requirement 프로젝트관리PMR Project Management Requirement 프로젝트지원PSR Project Support Requirement 장비구성ECR Equipment Composition Requirement 합 계",
      "tables": [
        [
          [
            "요구사항  구분",
            "",
            ""
          ],
          [
            "기능–FUR",
            "Function  Requirement",
            ""
          ],
          [
            "인터페이스-IR",
            "Interface  Requirement",
            ""
          ],
          [
            "데이터–DAR",
            "Data  Requirement",
            ""
          ],
          [
            "테스트–TER",
            "Test  Requirement",
            ""
          ],
          [
            "보안–SER",
            "Security  Requirement",
            ""
          ],
          [
            "품질–QUR",
            "Quality  Requirement",
            ""
          ],
          [
            "제약사항–COR",
            "Constraint  Requirement",
            ""
          ],
          [
            "프로젝트관리–PMR",
            "Project  Management \nRequirement",
            ""
          ],
          [
            "프로젝트지원–PSR",
            "Project  Support  Requirement",
            ""
          ],
          [
            "장비구성–ECR",
            "Equipment  Composition \nRequirement",
            ""
          ],
          [
            "합  계",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - 3. 상세 요구사항 기능 요구사항 공통 요구사항 고유번호 FUR-001 요구사항 명칭 업무 프로세스 분석 및 설계 요구사항 분류 기능 요구사항 공통 요구사항 상세설명 정의 업무 프로세스 분석 및 설계 세부내용 기존 업무 프로세스 분석 및 업무 간소화 방안 도출 - 수작업 업무 자동화 방안 도출 - 기존 업무 분석을 통한 불필요 및 중복 업무 간소화 방안 도출 기관 시스템 환경과 업무 프로세스 특성을 고려하여 효과적인 구축 방안을 설계하여 제시 - 정보화사업 추진 관련 제반 환경 분석, 기관 내부 시스템 환경 분석 - 프로세스 기반 업무에 대한 구축 방안 제시 업무 현업과의 충분한 인터뷰를 통해 사용자 중심의 시스템이 구축되도록 제 시 요구사항 고유번호 FUR-002 요구사항 명칭 목표 시스템의 설계 및 구현 요구사항 분류 기능 요구사항 공통 요구사항 상세설명 정의 설계 및 구현 시 목표 시스템이 갖추어야할 특성 세부내용 안정성 - 시스템 안정성 관련 사용자 요구 수준 보장 - 사용자 편의성을 고려한 다양한 서비스 제공 - 외부시스템 연계 사항 증가에 대응 사용 편의성 - 다양한 사용자의 접근용이성 및 사용 용이성 확보 통합성 - 전사 차원의 통합된 정보 유지 및 분석 기반 확보 - 시스템의 통합 기반 확보 유연성 - 다양한 사용자 채널을 수용할 수 있는 유연한 기반 확보 - 신속한 연계를 지원할 수 있는 체제 - 요구사항 변경에 대해 신속 대응이 가능하도록 시스템의 유연성 확보 확장성 - 소프트웨어, 유지관리운영 측면에서 시스템 확장성 보장 - 8 - 요구사항 고유번호 FUR-003 요구사항 명칭 업무의 공통기능 요구사항 분류 기능 요구사항 공통 요구사항 상세설명 정의 업무의 공통기능에 대한 정의 세부내용 사용자가 공통으로 사용하는 기능을 취합하여 분리 메뉴 구성을 통해 사용자가 쉽게 접근하여 사용할 수 있도록 편의성을 제공. 그룹웨어 등 타 시스템과의 유기적 연계 고려 Excel을 통한 자료 UploadDownload 제공 및 현황조회 정보의 Excel 자 료 변환 제공 경영정보시스템 -인사급여근태평가전자서명과 관련된 모듈로 구성 -프로세스 중심의 업무 시스템 구성으로 이루어져야 하며 업무 프로세스 는 시각화된 프로세스 메뉴 형태로 제공 -약 2,500명의 User License 제공 -시스템 상에서 사용자 작성 매뉴얼을 제공 파일첨부 기능의 Drag Drop 기능 및 대용량 첨부 지원 최적의 설계 방안을 제시하여야 하며 단계적인 발전방향과 필요 요구사 항을 제시하여 체계적인 경영정보시스템 환경이 구성되고 안정적으로 시스템이 운용될 수 있도록 제안 업무 현업과의 충분한 인터뷰를 통해 사용자 중심의 시스템이 구축되도 록 제시 기능별 활용여부 점검이 가능하도록 각 기능별 활용 현황 통계 제공 요구사항 고유번호 FUR-004 요구사항 명칭 업무의 공통기능 요구사항 분류 사용자정의 보고서 요구사항 상세설명 정의 사용자정의 보고서 기능요구사항 세부내용 사용자정의 보고서 - 계정별 원장 피벗기능 구현 - 관리항목별 원가 및 손인현황 - 프로젝트별 손익현황 그룹별 조회 기능 - 공통비 배부 단위 등록 - 인사정보 현황 피벗기능 구현 - 비정형자료검색 인사정보급여정보근태정보 table 활용해서 조건 검색 가능 - 급여보고서 피벗 기능 구현 급여정보 및 현황 조건검색 구현 그룹웨어 전자결재 연동 - 예산조정신청, 지출결의서, 근태계 등 최소 10여종 전자결재 연동",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "업무 프로세스 분석 및 설계"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 공통"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "업무 프로세스 분석 및 설계"
          ],
          [
            "",
            "세부내용",
            "○ 기존 업무 프로세스 분석 및 업무 간소화 방안 도출\n - 수작업 업무 자동화 방안 도출\n - 기존 업무 분석을 통한 불필요 및 중복 업무 간소화 방안 도출\n○ 기관 시스템 환경과 업무 프로세스 특성을 고려하여 효과적인 구축 방안을 \n설계하여 제시\n - 정보화사업 추진 관련 제반 환경 분석, 기관 내부 시스템 환경 분석\n - 프로세스 기반 업무에 대한 구축 방안 제시\n○ 업무 현업과의 충분한 인터뷰를 통해 사용자 중심의 시스템이 구축되도록 제\n시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "업무의 공통기능"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 공통"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "업무의 공통기능에 대한 정의"
          ],
          [
            "",
            "세부내용",
            "○ 사용자가 공통으로 사용하는 기능을 취합하여 분리 메뉴 구성을 통해 \n사용자가 쉽게 접근하여 사용할 수 있도록 편의성을 제공.\n○ 그룹웨어 등 타 시스템과의 유기적 연계 고려\n○ Excel을 통한 자료 Upload/Download 제공 및 현황조회 정보의 Excel 자\n료 변환 제공\n○ 경영정보시스템\n -인사/급여/근태/평가/전자서명과 관련된 모듈로 구성\n -프로세스 중심의 업무 시스템 구성으로 이루어져야 하며 업무 프로세스\n  는 시각화된 프로세스 메뉴 형태로 제공\n -약 2,500명의 User License 제공\n -시스템 상에서 사용자 작성 매뉴얼을 제공\n○ 파일첨부 기능의 Drag & Drop 기능 및 대용량 첨부 지원\n○ 최적의 설계 방안을 제시하여야 하며 단계적인 발전방향과 필요 요구사\n항을  제시하여  체계적인  경영정보시스템  환경이  구성되고  안정적으로 \n시스템이 운용될 수 있도록 제안\n○ 업무 현업과의 충분한 인터뷰를 통해 사용자 중심의 시스템이 구축되도\n록 제시\n○ 기능별 활용여부 점검이 가능하도록 각 기능별 활용 현황 통계 제공"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "목표 시스템의 설계 및 구현"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 공통"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "설계 및 구현 시 목표 시스템이 갖추어야할 특성"
          ],
          [
            "",
            "세부내용",
            "○ 안정성\n  - 시스템 안정성 관련 사용자 요구 수준 보장\n - 사용자 편의성을 고려한 다양한 서비스 제공\n - 외부시스템 연계 사항 증가에 대응\n○ 사용 편의성\n - 다양한 사용자의 접근용이성 및 사용 용이성 확보\n○ 통합성\n - 전사 차원의 통합된 정보 유지 및 분석 기반 확보\n - 시스템의 통합 기반 확보\n○ 유연성\n - 다양한 사용자 채널을 수용할 수 있는 유연한 기반 확보\n - 신속한 연계를 지원할 수 있는 체제\n - 요구사항 변경에 대해 신속 대응이 가능하도록 시스템의 유연성 확보\n○ 확장성\n - 소프트웨어, 유지관리운영 측면에서 시스템 확장성 보장"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "업무의 공통기능"
          ],
          [
            "요구사항 분류",
            "",
            "사용자정의 보고서"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자정의 보고서 기능요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 사용자정의 보고서\n  - 계정별 원장 (피벗기능 구현)\n  - 관리항목별 원가 및 손인현황\n  - 프로젝트별 손익현황 (그룹별 조회 기능)\n  - 공통비 배부 단위 등록\n  - 인사정보 현황 (피벗기능 구현)\n  - 비정형자료검색\n    (인사정보/급여정보/근태정보 table 활용해서 조건 검색 가능)\n  - 급여보고서 (피벗 기능 구현)\n    (급여정보 및 현황 조건검색 구현)  \n○ 그룹웨어 전자결재 연동\n  - 예산조정신청, 지출결의서, 근태계 등 최소 10여종 전자결재 연동"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 기능 요구사항 예산 요구사항 고유번호 FUR-005 요구사항 명칭 세목코드관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 세목코드관리 세부내용 효율적 예산관리를 위한 유형별 예산코드의 체계적인 관리 - 일반예산 세목코드, 비용코드, 사업비 세목코드 등 관리 - 예산분류 및 예산분류코드 관리 - 사업예산 세목비용코드관리 - 일반예산 세목비용계정코드 연계관리 - 일반예산편성 부서별관리 - 예산코드관리 요구사항 고유번호 FUR-006 요구사항 명칭 예산편성 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 예산항목별로 예산을 편성하고 전체 예산규모를 결정 및 관리함 세부내용 부서별 실행예산 신청 예산 신청에 승인반려 등 전자결재 연동 신청예산을 바탕으로 한 실행예산편성 전산화 - 인건비 연구사업비 경상 운영비 등 예산 조정 및 확정 임시예산 및 본예산 기능을 부여하여 예산편성 예산의 산출근거는 수식으로 구성하여 자동계산 처리 요구사항 고유번호 FUR-007 요구사항 명칭 예산조정 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 예산조정에 대한 신청 및 승인 세부내용 부서별 예산 조정 신청 전자결재 연동 - 예산 단위 수정 불가소속 부서 고정 조정 신청에 대한 승인 - 전 부서조회, 전체 권한 필요 예산보고서 - 예실대비현황PIVOT 조회 및 인쇄 - 10 - 요구사항 고유번호 FUR-008 요구사항 명칭 예산관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 예산에 대한 통제 및 집행 관리 세부내용 효율적인 예산관리 체계 구현 - 원인행위 발생과 관련하여 예산집행, 통제, 변경 기능 - 지급 결의서 작성 시 사전통제항목에 대해서는 가용예산에 대한 자동 한도 체크 후 예산집행 가능 - 비목통제, 세세목, 실수입통제, 미통제 기능 구현 타 시스템 연계를 통한 예산 통제 강화 및 실적관리 - 예산항목 중 통제가능여부를 판단하여 항목별 통제설정 - 품의결의서 입력 시 예산 한도금액을 초과하면 전표 생성 방지 - 조직별기간별계정별예산항목별 한도 체크 가능 - 담당자 마스터, 변경통제 마스터, 승인한도권한 마스터 등 예산운영 마스터설정을 변경함으로써 편리하게 통제 방식 변경 예산금액과 회계 집행 금액 실시간 연계 반영 조직별기간별계정별예산항목별 한도 체크 가능 간접비 통합계정에서의 인건비, 간접비 실 지출금액, 비율 관리기능 요구사항 고유번호 FUR-009 요구사항 명칭 예산현황 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 예산의 예실대비 분석 및 과년도 예산, 집행실적의 조회 세부내용 예산의 예실 분석 - 편성예산대비 실적현황 기능 제공 - 예실대비표 실시간 증빙 내역 확인 기능 - 예산집행실적총괄표 - 경상운영비 예실대비표 제공 과년도 예산 및 집행실적의 조회 - 이하 여백 -",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "세목코드관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "세목코드관리"
          ],
          [
            "",
            "세부내용",
            "○ 효율적 예산관리를 위한 유형별 예산코드의 체계적인 관리\n - 일반예산 세목코드, 비용코드, 사업비 세목코드 등 관리\n - 예산분류 및 예산분류코드 관리\n - 사업예산 세목/비용코드관리\n - 일반예산 세목/비용/계정코드 연계관리\n - 일반예산편성 부서별관리\n - 예산코드관리"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "예산관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예산에 대한 통제 및 집행 관리"
          ],
          [
            "",
            "세부내용",
            "○ 효율적인 예산관리 체계 구현\n - 원인행위 발생과 관련하여 예산집행, 통제, 변경 기능\n -  지급  결의서  작성  시  사전통제항목에  대해서는  가용예산에  대한  자동 \n한도 체크 후 예산집행 가능\n - 비목통제, 세세목, 실수입통제, 미통제 기능 구현\n○ 타 시스템 연계를 통한 예산 통제 강화 및 실적관리\n - 예산항목 중 통제가능여부를 판단하여 항목별 통제설정 \n - 품의/결의서 입력 시 예산 한도금액을 초과하면 전표 생성 방지\n - 조직별/기간별/계정별/예산항목별 한도 체크 가능\n - 담당자 마스터, 변경/통제 마스터, 승인한도/권한 마스터 등 예산운영 \n마스터설정을 변경함으로써 편리하게 통제 방식 변경\n○ 예산금액과 회계 집행 금액 실시간 연계 반영\n○ 조직별/기간별/계정별/예산항목별 한도 체크 가능\n  * 간접비 통합계정에서의 인건비, 간접비 실 지출금액, 비율 관리기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "예산편성"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예산항목별로 예산을 편성하고 전체 예산규모를 결정 및 관리함"
          ],
          [
            "",
            "세부내용",
            "○ 부서별 실행예산 신청 \n○ 예산 신청에 승인/반려 등 전자결재 연동\n○ 신청예산을 바탕으로 한 실행예산편성 전산화\n - 인건비 / 연구사업비 / 경상 운영비 등\n○ 예산 조정 및 확정\n○ 임시예산 및 본예산 기능을 부여하여 예산편성\n○ 예산의 산출근거는 수식으로 구성하여 자동계산 처리"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "예산현황"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예산의 예실대비 분석 및 과년도 예산, 집행실적의 조회"
          ],
          [
            "",
            "세부내용",
            "○ 예산의 예실 분석\n  - 편성예산대비 실적현황 기능 제공\n  - 예실대비표 실시간 증빙 내역 확인 기능\n  - 예산집행실적총괄표\n  - 경상운영비 예실대비표 제공\n○ 과년도 예산 및 집행실적의 조회"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "예산조정"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "예산조정에 대한 신청 및 승인"
          ],
          [
            "",
            "세부내용",
            "○ 부서별 예산 조정 신청 전자결재 연동\n - 예산 단위 수정 불가(소속 부서 고정)\n○ 조정 신청에 대한 승인\n - 전 부서조회, 전체 권한 필요\n○ 예산보고서\n - 예실대비현황(PIVOT) 조회 및 인쇄"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 기능 요구사항 인사 요구사항 고유번호 FUR-010 요구사항 명칭 조직 및 정원관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 사업장, 부서별 인력 정현원현황 이력관리 세부내용 조직관리 사업장, 부서별 인원현황 관리 - 조직정보 이력내역 조회 - 상위 조직 하에 하위 조직을 펼치고 접는 기능을 통해 보여주는 화면 제공 - 조직부서별 소속직원 조회 정원관리 부서 직급 직위별 정현원현황 관리 - 정현원 현황 관리부서 직급 직위별 조직도 조회 요구사항 고유번호 FUR-011 요구사항 명칭 직무관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 직무기반의 인사운영을 위해 전사 직무분류체계 및 직종직무를 생성 관 리하는 기능 세부내용 직종 직무정보 생성 수정 조회 직무별 과업 및 권한 설정 관리 - 직무이동 경로 등 개인별 직무이력 조회 기능 요구사항 고유번호 FUR-012 요구사항 명칭 사원정보인사정보DB 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 직원의 기본적인 인적사항 및 신상 변동사항을 최신의 정보로 유지하여 인사 각 업무에 활용하기 위한 기능 세부내용 사원정보 등록인사 기초코드관리 - 인사기본사항, 학력, 자격, 경력, 직원근무지, 장애인보훈, 노조비노조, 인사 기타 정보기간제 근로자 계약기간 등 등 데이터를 등록변경 - 인사정보에 추가 항목 설정 및 관리 기능 - 인사정보에 대한 접근권한 관리 및 승인 후 출력 정보 관리 기능 - 신청에 의한 인사정보 변경사항과 자동 변경사항, 승인 변경사항 등 분류 사원정보 변경 신청 증빙첨부사용자용 및 승인 관리 인사기록 정보 및 인사기록카드 조회 및 입퇴사 관리 - 권한 분류에 의한 인사기록 정보 조회 - 부서장이 해당 부서원 인사기록카드 조회 - 인사기록카드 출력항목 설정 및 출력 양식 저장 기능 인사기록카드 양식은 개발 필요 직원근무지 설정 관리 장애인보훈 대상자 관리 - 법정 의무 고용 및 부담금 관련 리포트 현황 - 12 - 요구사항 고유번호 FUR-013 요구사항 명칭 데이터 일괄 업로드 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 인사정보DB 데이터 대량업로드 및 다운로드 기능 세부내용 인사정보DB 데이터 대량업로드 및 다운로드 기능excel 기반 - 업로드 시 발생한 에러 내역 확인 요구사항 고유번호 FUR-014 요구사항 명칭 조건 검색 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 임의의 조건검색을 통해 조건과 일치하는 인사정보DB 데이터값 조회 기능 세부내용 조건검색을 통해 조건과 일치하는 인사정보DB 데이터 값 조회 기능 - 조회된 데이터 값을 엑셀의 형식으로 다운로드 - 임의의 검색조건을 저장 요구사항 고유번호 FUR-015 요구사항 명칭 인사발령 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 발령유형별 관련된 제반 절차를 수행 후 시스템에 인사발령 처리하는 기능 세부내용 인사발령 등록 - 채용 전보 승진 징계 휴복직 퇴직 조직개편 등 인사발령 기능, 대량 발령의 경우 일괄 발령 기능 - 미래시점 발령 기능지정된 시점에 자동 발령 및 시스템 반영 일괄 발령 유형별 엑셀파일로 인사정보DB에 일괄 대량발령 업로드 발령사항 시행문 발령 내용을 PDF 파일 생성 인사기록정보 작성 - 직책 부여 대상자 인사 프로파일 생성 조회 수정 수습 해제 대상자 선정 및 관리 - 수습 해제 등 대상자 정보 취합 요구사항 고유번호 FUR-016 요구사항 명칭 승진관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 승진자 기준정보 등 승지자 관리 세부내용 경력평가승진활용 - 산출기준에 따른 개인별 자동 점수 산출근속기간을 반영 승진승급 기준정보 관리 - 승진승급 기준점수 산정, 가점 및 평정항목 산정, 승진대상자 기준 적 용인사평가, 경력평가 항목별 비율 설정 등 산정 승진후보자명부 생성 관리기준정보 설정과 연게 - 승진후보자명부 생성조회관리조정 승진자 일괄 발령 처리 승진 결과에 대한 통계 분석 - 직종별, 직군별, 직급별, 부서별 승진 현황 등 구분 설정값에 따른 통계 분석 기능",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "FUR-013"
          ],
          [
            "요구사항  명칭",
            "데이터 일괄 업로드"
          ],
          [
            "요구사항  분류",
            "기능 요구사항"
          ],
          [
            "정의\n요구사항\n세부내용\n상세설명",
            "인사정보DB 데이터 대량업로드 및 다운로드 기능\n○ 인사정보DB 데이터 대량업로드 및 다운로드 기능(excel 기반)\n  - 업로드 시 발생한 에러 내역 확인"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "조직 및 정원관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업장, 부서별 인력 정·현원/현황 이력관리"
          ],
          [
            "",
            "세부내용",
            "○ 조직관리: 사업장, 부서별 인원현황 관리\n - 조직정보 이력내역 조회\n- 상위 조직 하에 하위 조직을 펼치고 접는 기능을 통해 보여주는 화면 제공\n- 조직·부서별 소속직원 조회\n○ 정원관리: 부서 / 직급 / 직위별 정·현원현황 관리\n- 정·현원 현황 관리(부서 / 직급 / 직위별) / 조직도 조회"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-014"
          ],
          [
            "요구사항  명칭",
            "",
            "조건 검색"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "임의의 조건검색을 통해 조건과 일치하는 인사정보DB 데이터값 조회 기능"
          ],
          [
            "",
            "세부내용",
            "○ 조건검색을 통해 조건과 일치하는 인사정보DB 데이터 값 조회 기능\n  - 조회된 데이터 값을 엑셀의 형식으로 다운로드\n  - 임의의 검색조건을 저장"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "직무관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "직무기반의 인사운영을  위해  전사  직무분류체계  및  직종/직무를  생성  관\n리하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 직종 / 직무정보 생성 / 수정 / 조회\n○ 직무별 과업 및 권한 설정 관리\n  - 직무이동 경로 등\n○ 개인별 직무이력 조회 기능"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-015"
          ],
          [
            "요구사항  명칭",
            "",
            "인사발령 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "발령유형별 관련된 제반 절차를 수행 후 시스템에 인사발령 처리하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 인사발령 등록\n  -  채용 / 전보 / 승진 / 징계 / 휴복직 / 퇴직 /  조직개편  등  인사발령  기능, \n대량 발령의 경우 일괄 발령 기능\n  - 미래시점 발령 기능(지정된 시점에 자동 발령 및 시스템 반영)\n○ 일괄 발령 : 유형별 엑셀파일로 인사정보DB에 일괄 대량발령 업로드\n○ 발령사항 시행문 : 발령 내용을 PDF 파일 생성\n○ 인사기록정보 작성\n  - 직책 부여 대상자 인사 프로파일 생성 / 조회 / 수정\n○ 수습 해제 대상자 선정 및 관리\n  - 수습 해제 등 대상자 정보 취합"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "사원정보(인사정보DB)"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "직원의  기본적인  인적사항  및  신상  변동사항을  최신의  정보로  유지하여 \n인사 각 업무에 활용하기 위한 기능"
          ],
          [
            "",
            "세부내용",
            "○ 사원정보 등록(인사 기초코드관리)\n  - 인사기본사항, 학력, 자격, 경력, 직원근무지, 장애인/보훈, 노조/비노조,\n인사 기타 정보(기간제 근로자 계약기간 등) 등 데이터를 등록/변경\n  - 인사정보에 추가 항목 설정 및 관리 기능\n  - 인사정보에 대한 접근권한 관리 및 승인 후 출력 정보 관리 기능\n  - 신청에 의한 인사정보 변경사항과 자동 변경사항, 승인 변경사항 등 분류\n○ 사원정보 변경 신청 / 증빙첨부(사용자용) 및 승인 관리\n○ 인사기록 정보 및 인사기록카드 조회 및 입·퇴사 관리  \n  - 권한 분류에 의한 인사기록 정보 조회\n  - 부서장이 해당 부서원 인사기록카드 조회\n  - 인사기록카드 출력항목 설정 및 출력 양식 저장 기능\n    ※ 인사기록카드 양식은 개발 필요\n○ 직원근무지 설정 관리\n○ 장애인/보훈 대상자 관리\n  - 법정 의무 고용 및 부담금 관련 리포트 현황"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-016"
          ],
          [
            "요구사항  명칭",
            "",
            "승진관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "승진자 기준정보 등 승지자 관리"
          ],
          [
            "",
            "세부내용",
            "○ 경력평가(승진활용)\n - 산출기준에 따른 개인별 자동 점수 산출(근속기간을 반영)\n○ 승진/승급 기준정보 관리\n - 승진/승급 기준점수 산정, 가점 및 평정항목 산정, 승진대상자 기준 적\n용(인사평가, 경력평가 항목별 비율 설정) 등 산정\n○ 승진후보자명부 생성 관리(기준정보 설정과 연게)\n - 승진후보자명부 생성/조회/관리/조정\n○ 승진자 일괄 발령 처리\n○ 승진 결과에 대한 통계 분석\n - 직종별, 직군별, 직급별, 부서별 승진 현황 등 구분 설정값에 따른 통계 분석 기능"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 요구사항 고유번호 FUR-017 요구사항 명칭 휴복직 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 휴복직 신청 승인하며, 휴직사유별 처리기준을 관리하는 기능 세부내용 휴직 기준정보 관리 휴복직 신청사용자용 및 승인 관리 - 휴복직 신청 가능여부 검증초과사용 여부, 증빙서류 첨부 등 - 휴직과 모성보호 연계출산휴가 사용, 유사산휴가 사용 등 휴직 상세 종류별 사용일 조회 관리 휴직자 복무상황 점검 요구사항 고유번호 FUR-018 요구사항 명칭 출장관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 직원의 국내외 출장을 신청 승인 관리하는 기능 세부내용 출장 기준정보 관리 출장 신청사용자용 출장결과보고서 작성 출장 이력 관리 요구사항 고유번호 FUR-019 요구사항 명칭 포상 징계 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 포상 징계 기준을 관리하며, 포상 징계 사안 발생시 인사위원회 심의를 거쳐 포상 징계를 상신하고 이력 관리 세부내용 포상 징계 기준정보 관리 - 승진가점여부, 포상정보 평가 및 승진 표기 여부 등 포상 접수사용자용 및 포상 자격 검토 확인 - 과거 포상이력, 징계내역 등 참고하여 포상제한 해당 여부 검토 기능 - 심의 대상자 필요 양식에 의한 명부 출력접수된 공적조서 포함 - 외부 포상 공지 및 접수첨부기능 포함, 사용자용 확정 관리 기능 포상실시, 포상 내역 등록, 이력관리 - 포상기관명, 훈격 등 기록 및 관리기능 징계확정 및 처분 통지, 징계 발령, 이력관리 - 징계처분 통지서 PDF파일 생성 - 징계 내역 관리징계내역, 후속조치, 만료 등 기능 - 14 - 요구사항 고유번호 FUR-020 요구사항 명칭 근태관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 근태 기준정보를 관리하고, 직원들의 근무계획 및 근무실적시간외근무, 연차, 휴가, 출장 등을 관리하는 기능 세부내용 근태 기준정보 관리 각 부서 근태담당자 등록 변경 관리 근무유형에 따른 일일 근무코드 생성 조회 수정 - 동일일자에 2개이상 근태코드 신청가능 여부 및 1일 2회 출퇴근 설정 등 다근태 관리 기능 익월 근무계획 생성 확정 - 일괄 업로드 기능, 패턴에 의한 자동 생성, 근태 특이사항 DATA 반영 일일 기준 출퇴근값 관리 - 근무 계획에서 확정된 출퇴근 기준 값을 시스템에 적용 - 시스템 통해 일단위 근태 상세내역 조회 및 관리전체 신청 정보 포함 부서별 초과근로 총량제 할당 및 시간외 근로 검증 승인 근무 변경 승인 - 승인된 근무변경 내역초과근로 근무코드변경과 기타 근무 변동 DATA를 시스템 검증설정한 기준정보 관리 의거 통하여 반영하여 일일 출퇴근 기준 값을 변경 일일 근무마감 - 기준 출퇴근 값과 근태기기 입력값을 비교하여 일일 근무 마감 - 사후는 해당부서 근태담당자 수정 후 시스템 반영 - 사전 사후 등록일 기준으로 현황 관리 기능사후 승인 별도 통계 필요 일일 근태 특이사항 처리 - 모바일 또는 시스템 통한 알람으로 직원이 확인 후 특이사항 처리 - 기한 내 미처리 시 근무시간 부족의 경우 자동으로 지각조퇴 처리 기능 - 출근 또는 퇴근에 미체킹한 경우 결근 처리 기능 - 근무시간 초과의 경우 지연 체킹 처리 기능 일일 근무실적 마감값을 기준으로 실확정 근무시간 계산 - 부서별개인별 근무시간 계산 및 누적치 계산소정초과 화면으로 모니터링 기능 주 월 단위 근무실적 집계 관리 주 또는 월단위 부재, 휴가, 휴직 등의 정보률 반영하여 휴무 발생 검증 관리 월 근태 오류 집계 관리휴무발생검증, 사후 증빙 등 검증 후 근태 사후변경 월 근태마감 및 확정 - 직원별 월 초과근로시간, 휴일초과근로시간야간근로시간 등 계산 기능 근태 사전사후 변경 내역 조회기간별 조직관리자 권한에 의거 해당 부서원의 근무실적 연계한 출근 현황 캘 린더 제공 기능 미체크 오류 예외 관리 - 근무지 외 근무 또는 임원, 운전기사 등 체킹 예외대상자 발생 시 대상자 등록",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-017"
          ],
          [
            "요구사항  명칭",
            "",
            "휴/복직 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "휴/복직 신청 승인하며, 휴직사유별 처리기준을 관리하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 휴직 기준정보 관리\n○ 휴/복직 신청(사용자용) 및 승인 관리\n  - 휴/복직 신청 가능여부 검증(초과사용 여부, 증빙서류 첨부 등)\n  - 휴직과 모성보호 연계(출산휴가 사용, 유사산휴가 사용 등)\n○ 휴직 상세 종류별 사용일 조회 관리\n○ 휴직자 복무상황 점검"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-018"
          ],
          [
            "요구사항  명칭",
            "",
            "출장관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "직원의 국내외 출장을 신청 / 승인 / 관리하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 출장 기준정보 관리\n○ 출장 신청(사용자용)\n○ 출장결과보고서 작성\n○ 출장 이력 관리"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-019"
          ],
          [
            "요구사항  명칭",
            "",
            "포상 / 징계 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "포상 / 징계  기준을  관리하며,  포상 / 징계  사안  발생시  인사위원회  심의를 \n거쳐 포상 / 징계를 상신하고 이력 관리"
          ],
          [
            "",
            "세부내용",
            "○ 포상 / 징계 기준정보 관리\n  - 승진가점여부, 포상정보 평가 및 승진 표기 여부 등\n○ 포상 접수(사용자용) 및 포상 자격 검토 확인\n  - 과거 포상이력, 징계내역 등 참고하여 포상제한 해당 여부 검토 기능\n  - 심의 대상자 필요 양식에 의한 명부 출력(접수된 공적조서 포함)\n  - 외부 포상 공지 및 접수(첨부기능 포함, 사용자용) 확정 관리 기능\n○ 포상실시, 포상 내역 등록, 이력관리\n  - 포상기관명, 훈격 등 기록 및 관리기능\n○ 징계확정 및 처분 통지, 징계 발령, 이력관리\n  - 징계처분 통지서 PDF파일 생성\n  - 징계 내역 관리(징계내역, 후속조치, 만료 등) 기능"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-020"
          ],
          [
            "요구사항  명칭",
            "",
            "근태관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "근태  기준정보를  관리하고,  직원들의  근무계획  및  근무실적(시간외근무, \n연차, 휴가, 출장 등)을 관리하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 근태 기준정보 관리\n○ 각 부서 근태담당자 등록 / 변경 관리\n○ 근무유형에 따른 일일 근무코드 생성 / 조회 / 수정\n  - 동일일자에 2개이상 근태코드 신청가능 여부 및 1일 2회 출퇴근 설정 등 \n다근태 관리 기능\n○ 익월 근무계획 생성 / 확정\n  - 일괄 업로드 기능, 패턴에 의한 자동 생성, 근태 특이사항 DATA 반영\n○ 일일 기준 출퇴근값 관리\n  - 근무 계획에서 확정된 출퇴근 기준 값을 시스템에 적용\n  - 시스템 통해 일단위 근태 상세내역 조회 및 관리(전체 신청 정보 포함)\n○ 부서별 초과근로 총량제 할당 및 시간외 근로 검증 / 승인\n○ 근무 변경 승인\n  -  승인된  근무변경  내역(초과근로 / 근무코드변경)과  기타  근무  변동 \nDATA를  시스템  검증(설정한  기준정보  관리  의거)  통하여  반영하여 \n일일 출퇴근 기준 값을 변경\n○ 일일 근무마감\n  - 기준 출퇴근 값과 근태기기 입력값을 비교하여 일일 근무 마감\n  - 사후는 해당부서 근태담당자 수정 후 시스템 반영\n  - 사전 / 사후 등록일 기준으로 현황 관리 기능(사후 승인 별도 통계 필요)\n○ 일일 근태 특이사항 처리\n  - 모바일 또는 시스템 통한 알람으로 직원이 확인 후 특이사항 처리\n  - 기한 내 미처리 시 근무시간 부족의 경우 자동으로 지각 /조퇴 처리 기능\n  - 출근 또는 퇴근에 미체킹한 경우 결근 처리 기능\n  - 근무시간 초과의 경우 지연 체킹 처리 기능\n○ 일일 근무실적 마감값을 기준으로 실확정 근무시간 계산\n  - 부서별/개인별 근무시간 계산 및 누적치 계산(소정/초과) 화면으로 모니터링 기능\n○ 주 / 월 단위 근무실적 집계 관리\n○ 주 또는 월단위 부재, 휴가, 휴직 등의 정보률 반영하여 휴무 발생 검증 관리\n○ 월 근태 오류 집계 관리(휴무발생검증, 사후 증빙 등) 검증 후 근태 사후변경\n○ 월 근태마감 및 확정\n  - 직원별 월 초과근로시간, 휴일초과근로시간，야간근로시간 등 계산 기능\n○ 근태 사전/사후 변경 내역 조회(기간별)\n○ 조직관리자 권한에 의거 해당 부서원의 근무실적 연계한 출근 현황 캘\n린더 제공 기능\n○ 미체크 오류 예외 관리\n  - 근무지 외 근무 또는 임원, 운전기사 등 체킹 예외대상자 발생 시 대상자 등록"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 요구사항 고유번호 FUR-021 요구사항 명칭 유연 근무 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 근로시간을 어느 정도 자유를 보장해 출퇴근 시간을 조정하여 운영 관리 기능 세부내용 유연근무 기준정보 관리 - 사용가능 직무, 유연근무 주 단위, 초과근로 분배, 소정근로 분배 등 유연근무 신청 접수사용자용 및 검토 승인 유연근무 변경 - 유연근무 승인 정보를 부서근태담당자가 조회하고 변경여부 신청하여 근무실적에 반영 요구사항 고유번호 FUR-022 요구사항 명칭 연차 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 연차 부여 기준에 따라, 직원별로 연차휴가를 생성하고, 미 사용연차를 관리하는 기능 세부내용 연차 기준정보 관리 전년도 근태정보 반영한 회계연도 기준 연차 생성 관리 - 법적 기준 및 복무 상황을 반영한 연차 계산 기능 전월 근태정보 반영한 1년 미만 입사자 연차 자동 생성 관리 - 법적 기준 및 복무 상황을 반영한 연차 계산 기능 연차 사용 촉진 관리 - 법적 기준에 맞는 개인별 연차촉진 자료 발송 기능 부여 사용 연차 조회 - 부서개인별 연차부여 사용내역 계산 및 모니터링 기능 요구사항 고유번호 FUR-023 요구사항 명칭 단축근무 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 가족돌봄 임신기 육아기 등 단축근무를 관리하는 기능 세부내용 단축근무 기준정보 관리 기능 - 급여 영향 여부, 단축 신청 단위 및 단축 가능 시간 등 단축근무 신청 접수사용자용 및 검토 승인 단축근무 관리 - 단축근무 신청 값에 의한 기준 출퇴근 시간 변경 관리 단축근무자 일수관리 - 주단위 스케줄에 변동에 따른 휴무 개수 검증 및 이력관리 기능 단축근무 확정 - 단축근로 사용자 누적 데이터 관리 단축근무 변경 - 단축근무 확정 정보를 부서 근태담당자가 조회하고 변경여부 신청하여 근무계획에 변경 반영 - 16 - 요구사항 고유번호 FUR-024 요구사항 명칭 휴가 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 각종 휴가를 신청하고 사용 관리하는 기능 세부내용 휴가 기준정보 관리 휴가 신청 검증 증빙확인 승인 확정사용자용 포함 휴가 변경신청 승인 확정사용자용 포함 사후 증빙 제출 알람 각종 휴가 사용내역 조회 - 부서개인별 휴가 사용내역 계산 및 모니터링 기능 요구사항 고유번호 FUR-025 요구사항 명칭 인사통계 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 각종 HR데이터에 대한 정형화된 리포트 제공 기능 세부내용 각종 HR데이터에 대한 리포트 제공 기능조회, 파일export - 시점기간별 입퇴사자 현황정현원조직직군 직종직급직무별 현황조회 - 사원명부 정년퇴직 예정자 현황 조회 - 부부사원 명단 직원가족 명단 조회 - 징계 포상 조회 - 장애 보훈 여성인원현황 조회 - 발령 이력 조회 관리자 공석 조회 - 학력 조회 자격증 조회 - 휴가 휴직 파견 겸직 등 조회 - 근태내역일별 조회시간단위 기능특정기간, 근태종류별, 근태내역 유무별, 단축유연모성보호 근무별 등 - 기타 등록된 정보 연계 데이터 조회 요구사항 고유번호 FUR-026 요구사항 명칭 모성보호 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 결혼한 여성의 임신 및 기초자료를 관리 세부내용 모성보호 기준정보 관리 임산부 신청 접수사용자용, 증빙확인, 승인 일가정 양립 근무제도 사용일 관리 - 휴가 휴직 단축근무 각 근무제도별 총 사용가능일 및 누적사용일 확인 기능 - 출산 후 자녀가족 등록 및 사원정보 가족사항에 연동 기능 - 임신기간에 맞춘 휴가 사용 가능 여부 검증 등",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-024"
          ],
          [
            "요구사항  명칭",
            "",
            "휴가 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "각종 휴가를 신청하고 사용 관리하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 휴가 기준정보 관리\n○ 휴가 신청 / 검증 / 증빙확인 / 승인 / 확정(사용자용 포함)\n○ 휴가 변경신청 / 승인 / 확정(사용자용 포함)\n○ 사후 증빙 제출 알람\n○ 각종 휴가 사용내역 조회\n  - 부서·개인별 휴가 사용내역 계산 및 모니터링 기능"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-021"
          ],
          [
            "요구사항  명칭",
            "",
            "유연 근무"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "근로시간을 어느 정도 자유를 보장해 출퇴근 시간을 조정하여 운영 관리 기능"
          ],
          [
            "",
            "세부내용",
            "○ 유연근무 기준정보 관리\n  - 사용가능 직무, 유연근무 주 단위, 초과근로 분배, 소정근로 분배 등\n○ 유연근무 신청 접수(사용자용) 및 검토 승인\n○ 유연근무 변경\n  - 유연근무 승인 정보를 부서근태담당자가 조회하고 변경여부 신청하여\n    근무실적에 반영"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-022"
          ],
          [
            "요구사항  명칭",
            "",
            "연차 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연차 부여 기준에 따라, 직원별로 연차휴가를 생성하고, 미 사용연차를\n관리하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 연차 기준정보 관리\n○ 전년도 근태정보 반영한 회계연도 기준 연차 생성 관리\n  - 법적 기준 및 복무 상황을 반영한 연차 계산 기능\n○ 전월 근태정보 반영한 1년 미만 입사자 연차 자동 생성 관리\n  - 법적 기준 및 복무 상황을 반영한 연차 계산 기능\n○ 연차 사용 촉진 관리\n  - 법적 기준에 맞는 개인별 연차촉진 자료 발송 기능\n○ 부여 / 사용 연차 조회\n  - 부서·개인별 연차부여 / 사용내역 계산 및 모니터링 기능"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-025"
          ],
          [
            "요구사항  명칭",
            "",
            "인사통계"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "각종 HR데이터에 대한 정형화된 리포트 제공 기능"
          ],
          [
            "",
            "세부내용",
            "○ 각종 HR데이터에 대한 리포트 제공 기능(조회, 파일export)\n  - 시점·기간별 입·퇴사자 현황/ 정·현원(조직/ 직군/ 직종/ 직급/ 직무별) 현황조회\n  - 사원명부 / 정년퇴직 예정자 현황 조회\n  - 부부사원 명단 / 직원가족 명단 조회\n  - 징계 / 포상 조회\n  - 장애 / 보훈 / 여성인원현황 조회\n  - 발령 이력 조회 / 관리자 공석 조회\n  - 학력 조회 / 자격증 조회\n  - 휴가 / 휴직 / 파견 / 겸직 등 조회\n  -  근태내역(일별)  조회(시간단위)  기능(특정기간,  근태종류별,  근태내역 \n유무별, 단축/유연/모성보호 근무별 등)\n  - 기타 등록된 정보 연계 데이터 조회"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-026"
          ],
          [
            "요구사항  명칭",
            "",
            "모성보호"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "결혼한 여성의 임신 및 기초자료를 관리"
          ],
          [
            "",
            "세부내용",
            "○ 모성보호 기준정보 관리\n○ 임산부 신청 접수(사용자용), 증빙확인, 승인\n○ 일·가정 양립 근무제도 사용일 관리\n  - 휴가 / 휴직 / 단축근무 각 근무제도별 총 사용가능일 및 누적사용일 확인 기능\n  - 출산 후 자녀가족 등록 및 사원정보 가족사항에 연동 기능\n  - 임신기간에 맞춘 휴가 사용 가능 여부 검증 등"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-023"
          ],
          [
            "요구사항  명칭",
            "",
            "단축근무 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "가족돌봄 / 임신기 /육아기 등 단축근무를 관리하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 단축근무 기준정보 관리 기능\n  - 급여 영향 여부, 단축 신청 단위 및 단축 가능 시간 등\n○ 단축근무 신청 접수(사용자용) 및 검토 승인\n○ 단축근무 관리\n  - 단축근무 신청 값에 의한 기준 출퇴근 시간 변경 관리\n○ 단축근무자 일수관리\n  - 주단위 스케줄에 변동에 따른 휴무 개수 검증 및 이력관리 기능\n○ 단축근무 확정\n  - 단축근로 사용자 누적 데이터 관리\n○ 단축근무 변경\n  - 단축근무 확정 정보를 부서 근태담당자가 조회하고 변경여부 신청하여 \n근무계획에 변경 반영"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항 고유번호 FUR-027 요구사항 명칭 제증명 발급 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 각종 증명서 발급 승인 기능 세부내용 제증명 신청접수사용자용 자동발급사용자용 - 재직증명서, 재직증명서영문, 원천징수영수증, 갑종근로소득증명서 등에 대해 자동발급 기능전자날인 - 발급문서 출력 기능모바일 다운 포함 발급승인ERP - 발급승인조회용발급용 - 증명서 발급내역 관리 기능 증명서 양식 신규 개발 요구사항 고유번호 FUR-028 요구사항 명칭 계약서전자서명 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 직원들에게 징구해야할 계약서 및 동의서 서명 날인 및 관리 기능 세부내용 계약서 관리 - 계약서별 기준 및 양식등록근로계약서, 보수계약서 및 동의서 등 - 계약서별 또는 대상자별 진행 사항 조회 기능 - 계약서별 출력물 양식 개발 각종 신청서에 포함되거나 별도로 동의를 받아야 하는 동의서의 서명 날인 기능모바일 발송 - 각종 건별 양식 표준화 및 통합 작업 - 이하 여백 - - 18 - 기능 요구사항 성과평가관리 요구사항 고유번호 FUR-029 요구사항 명칭 개인성과 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 개인 성과관리인사평가 기능 세부내용 평가연도 및 일정등록 - 연도별 평가단위, 일정을 설정관리자 환경설정 등 평가기준 및 평정단계 설정 - 기본 환경 설정관리자 - 평정단계최대 5단계 세부설정 평가항목 및 평가요소 등록 - 평가항목별 등록 및 설정 - 평가항목별 평가요소 등록역량정의 등 평가대상자등록평가자 - 평가자 기준 설정, 평가자 등록 평가대상자등록피평가자 - 피평가자 기준 설정, 피평가자 등록 평가대상자현황 관리 - 평가대상자 현황 조회 및 관리, 평가대상자 명부 조회 평가자 맵핑 - 조직도에 따른 자동 평가자 맵핑 - 평가자-피평가자 맵핑 조정 평가조직관리하이어라키 - 평가자 그룹 설정, 평가레벨관리, 평가라인 관리 - 조직도 업로드 평정배분 - 평가구성별 등급배분 및 할당 - 조직별 등급배분 및 조정 평가현황 - 평정단계별 진척도, 평가항목별, 부서별 현황 조회모니터링 - 조직별 평가 진행현황 조회 평가절차등록목표관리 - 목표수립, 목표승인 및 피드백, 목표조정, 목표변경처리이력 평가점수관리 - 평가점수계산, 등급별 점수범위 관리, 평가점수 조회, 평가점수 보정 기능 자동보정, 개별보정, 기준에 따른 평가점수 자동산출 피드백 관리 - 평가자의견피드백 조회 및 관리 평가결과 현황 - 평가조정이력, 단계별 평가결과 조회, 평가종합결과 조회, 평가군별 조회 평가결과 조회 - 피평가자의 평가결과 조회 기능조회 가능 범위 설정",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-027"
          ],
          [
            "요구사항  명칭",
            "",
            "제증명 발급"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "각종 증명서 발급 승인 기능"
          ],
          [
            "",
            "세부내용",
            "○ 제증명 신청/접수(사용자용)\n○ 자동발급(사용자용)\n  -  재직증명서,  재직증명서(영문),  원천징수영수증,  갑종근로소득증명서 \n등에 대해 자동발급 기능(전자날인)\n  - 발급문서 출력 기능(모바일 다운 포함)\n○ 발급승인(ERP)\n  - 발급승인(조회용/발급용)\n  - 증명서 발급내역 관리 기능\n○ 증명서 양식 신규 개발"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-028"
          ],
          [
            "요구사항  명칭",
            "",
            "계약서(전자서명) 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "직원들에게 징구해야할 계약서 및 동의서 서명 날인 및 관리 기능"
          ],
          [
            "",
            "세부내용",
            "○ 계약서 관리\n  - 계약서별 기준 및 양식등록(근로계약서, 보수계약서 및 동의서 등)\n  - 계약서별 또는 대상자별 진행 사항 조회 기능\n  - 계약서별 출력물 양식 개발\n○ 각종 신청서에 포함되거나 별도로 동의를 받아야 하는 동의서의 서명 \n날인 기능(모바일 발송)\n  - 각종 건별 양식 표준화 및 통합 작업"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-029"
          ],
          [
            "요구사항  명칭",
            "",
            "개인성과 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인 성과관리(인사평가) 기능"
          ],
          [
            "",
            "세부내용",
            "○ 평가연도 및 일정등록\n - 연도별 평가단위, 일정을 설정(관리자 환경설정 등)\n○ 평가기준 및 평정단계 설정\n - 기본 환경 설정(관리자)\n - 평정단계(최대 5단계) 세부설정\n○ 평가항목 및 평가요소 등록\n - 평가항목별 등록 및 설정\n - 평가항목별 평가요소 등록(역량정의 등)\n○ 평가대상자등록(평가자)\n - 평가자 기준 설정, 평가자 등록\n○ 평가대상자등록(피평가자)\n - 피평가자 기준 설정, 피평가자 등록\n○ 평가대상자현황 관리\n - 평가대상자 현황 조회 및 관리, 평가대상자 명부 조회\n○ 평가자 맵핑\n - 조직도에 따른 자동 평가자 맵핑\n - 평가자-피평가자 맵핑 조정\n○ 평가조직관리(하이어라키)\n - 평가자 그룹 설정, 평가레벨관리, 평가라인 관리\n - 조직도 업로드\n○ 평정배분\n - 평가구성별 등급배분 및 할당\n - 조직별 등급배분 및 조정\n○ 평가현황\n - 평정단계별 진척도, 평가항목별, 부서별 현황 조회(모니터링)\n - 조직별 평가 진행현황 조회\n○ 평가절차등록(목표관리)\n - 목표수립, 목표승인 및 피드백, 목표조정, 목표변경처리이력\n○ 평가점수관리\n - 평가점수계산, 등급별 점수범위 관리, 평가점수 조회, 평가점수 보정 기능\n(자동보정, 개별보정), 기준에 따른 평가점수 자동산출\n○ 피드백 관리\n - 평가자의견(피드백) 조회 및 관리\n○ 평가결과 현황\n - 평가조정이력, 단계별 평가결과 조회, 평가종합결과 조회, 평가군별 조회\n○ 평가결과 조회\n - 피평가자의 평가결과 조회 기능(조회 가능 범위 설정)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항 고유번호 FUR-030 요구사항 명칭 개인성과 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 개인 성과관리인사평가 기능 세부내용 평가결과 통보 - 피평가자에게 평가결과를 통보할 수 있는 기능 - 평가결과에 대한 이의신청 기능 평가결과 집계통계 - 평가등급별 인원현황 집계, 개인별 평가점수 통계, 평가그룹별 통계, 평 가 report 산출 web피평가자용 - 개인별 목표수립 - 개인별 업무실적 등록 - 개인별 평가등록 - 개인별 목표조회평가결과평가점수 조회 web평가자용 - 피평가자의 목표승인반려피드백 - 피평가자의 업무실적 승인 - 평가 등급 및 점수 부여평가 수행 - 평가자 평가조정 다면평가 - 평가자-피평가자 랜덤 맵핑 기능 - 평가자에 대한 평가안내 메시지 발송 기능 - 다면평가 결과 리포트 도출 목표, 과제 지표 설정에 대한 Pool 제공 전사단위의 전략목표, 과제 관리 기능평정단계별 관리 사원명부 등 인적사항 데이터 업로드 및 연동 기능 기능별 파일 export 및 import자료 등록 또는 실적입력의 일괄처리, 관 리 기능 제공 다음 평가단계별 관리가 가능하도록 구현 - 전략목표설정, 조직목표설정, 단위부서설계, 부서 KPI 설정, 전사 KPI 설정 - 평가기준수립, 등급별인원배분, 본부별 계획수립, 시스템 설정평가단위설 정, 평가절차등록, 평가항목 설정, 평가요소 설정, 평가대상자 선정, 평가자 맵핑, 평가조직관리, 평가배분율지정, 시스템 접근권한 부여 등 - 개인별 목표설정면담, 목표승인 - 수시점검체크리스트 - 정기 중간점검목표조정 및 유지 - 평가시행개인별 실적 집계, 면담, 1차평가, 2차평가, 평가확정 및 면 담, 통보, 피드백 - 이의신청접수, 검토, 위원회, 조정 - 최종 평가결과 확정통보 - 20 - 요구사항 고유번호 FUR-031 요구사항 명칭 조직업적평가 기준 등록 및 지표 등록 및 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 조직업적평가 기준 등 등록 및 관리 기능 세부내용 평가 전반 - 연도별 평가 관련 사항 구분하여 표출 평가결과, 피평가부서, 평가자, 평가지표, 직제개편에 따른 조직 구조 변경 등을 반영 - 평가계획에 따른 지표 등록, 실적 마감 등 일정 반영 - 평가자 명단, 평가대상부서명 등록 및 관리 - 지표나 목표 추가 및 변경, 평가부서와 평가자 간 연계 용이성 제공 - 평가기간 내 지표에 따른 실적과 성과 등 상세 내역을 용이하게 파악 할 수 있도록 구성 - 엑셀, 한글, PDF 자료 업로드나 다운 기능 제공 - 그룹별 동일 실적청렴도 등에 대한 일괄 입력 기능 제공 지표 등록 - 부서별 평가지표 및 목표치, 실행계획 등록 - 부서별 평가지표와 연관되는 회사 전략목표, 전략과제 연계 - 지표에 대한 다양한 산식의 자유로운 구성 및 관리방안 제공 - 지표와 목표치에 대한 담당자 검토 및 수정, 수정의견 등록 및 변경 이력 조회 요구사항 고유번호 FUR-032 요구사항 명칭 조직업적평가 실시 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 조직업적평가 평가 요소별 평가 수행 및 평가 결과 산출 세부내용 비계량지표 평가 - 부서별 업로드한 첨부파일, 지표에 따른 실적성과 열람 - 평가자와 피평가부서의 맵핑 평가 권한이 있는 부서의 지표, 실적, 첨부파일 열람 - 지표에 따른 부서별 평가점수, 평가의견 기입 상대평가가 될 수 있도록 평가군 내 동점 입력 제한 계량지표 평가 - 부서별 업로드한 첨부파일 열람 - 부서에서 작성한 계량 실적의 사실여부 확인 수정의견 있을 경우 의견 기입 및 재업로드 요청 수정 이력 조회 - 난이도점수 등록 및 이를 총점에 반영할 수 있도록 연계 만점 달성률부서실적 90점 난이도점수 10점 총점 산출 - 비계량, 계량 결과 합산 및 평가군 내 고득점 순으로 등급 자동 배분",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-031"
          ],
          [
            "요구사항 명칭",
            "",
            "조직업적평가 기준 등록 및 지표 등록 및 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "조직업적평가 기준 등 등록 및 관리 기능"
          ],
          [
            "",
            "세부내용",
            "○ 평가 전반\n  - 연도별 평가 관련 사항 구분하여 표출\n  ·평가결과, 피평가부서, 평가자, 평가지표, 직제개편에 따른 조직 구조 변경 \n등을 반영\n  - 평가계획에 따른 지표 등록, 실적 마감 등 일정 반영\n  - 평가자 명단, 평가대상부서명 등록 및 관리\n  - 지표나 목표 추가 및 변경, 평가부서와 평가자 간 연계 용이성 제공\n  - 평가기간 내 지표에 따른 실적과 성과 등 상세 내역을 용이하게 파악\n할 수 있도록 구성\n  - 엑셀, 한글, PDF 자료 업로드나 다운 기능 제공\n  - 그룹별 동일 실적(청렴도 등)에 대한 일괄 입력 기능 제공\n ○ 지표 등록\n  - 부서별 평가지표 및 목표치, 실행계획 등록\n  - 부서별 평가지표와 연관되는 회사 전략목표, 전략과제 연계\n  - 지표에 대한 다양한 산식의 자유로운 구성 및 관리방안 제공\n  - 지표와 목표치에 대한 담당자 검토 및 수정, 수정의견 등록 및 변경 이력 조회"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-032"
          ],
          [
            "요구사항 명칭",
            "",
            "조직업적평가 실시"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "조직업적평가 평가 요소별 평가 수행 및 평가 결과 산출"
          ],
          [
            "",
            "세부내용",
            "○ 비계량지표 평가\n  - 부서별 업로드한 첨부파일, 지표에 따른 실적/성과 열람\n  - 평가자와 피평가부서의 맵핑\n   ·평가 권한이 있는 부서의 지표, 실적, 첨부파일 열람\n  - 지표에 따른 부서별 평가점수, 평가의견 기입\n   ·상대평가가 될 수 있도록 평가군 내 동점 입력 제한\n ○ 계량지표 평가\n  - 부서별 업로드한 첨부파일 열람\n  - 부서에서 작성한 계량 실적의 사실여부 확인\n   ·수정의견 있을 경우 의견 기입 및 재업로드 요청\n   ·수정 이력 조회\n  - 난이도점수 등록 및 이를 총점에 반영할 수 있도록 연계\n   ·만점: 달성률(부서실적) 90점 + 난이도점수 10점\n○ 총점 산출\n  - 비계량, 계량 결과 합산 및 평가군 내 고득점 순으로 등급 자동 배분"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-030"
          ],
          [
            "요구사항  명칭",
            "",
            "개인성과 관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인 성과관리(인사평가) 기능"
          ],
          [
            "",
            "세부내용",
            "○ 평가결과 통보\n - 피평가자에게 평가결과를 통보할 수 있는 기능\n - 평가결과에 대한 이의신청 기능\n○ 평가결과 집계(통계)\n - 평가등급별 인원현황 집계, 개인별 평가점수 통계, 평가그룹별 통계, 평\n가 report 산출\n○ web(피평가자용)\n - 개인별 목표수립\n - 개인별 업무실적 등록\n - 개인별 평가등록\n - 개인별 목표조회/평가결과/평가점수 조회\n○ web(평가자용)\n - 피평가자의 목표승인/반려/피드백\n - 피평가자의 업무실적 승인\n - 평가 등급 및 점수 부여(평가 수행)\n - 평가자 평가조정\n○ 다면평가\n - 평가자-피평가자 랜덤 맵핑 기능\n - 평가자에 대한 평가안내 메시지 발송 기능\n - 다면평가 결과 리포트 도출\n○ 목표, 과제 지표 설정에 대한 Pool 제공\n○ 전사단위의 전략목표, 과제 관리 기능(평정단계별 관리)\n○ 사원명부 등 인적사항 데이터 업로드 및 연동 기능\n○ 기능별 파일 export 및 import(자료 등록 또는 실적입력의 일괄처리, 관\n리 기능 제공)\n○ 다음 평가단계별 관리가 가능하도록 구현\n - 전략목표설정, 조직목표설정, 단위부서설계, 부서 KPI 설정, 전사 KPI 설정\n - 평가기준수립, 등급별인원배분, 본부별 계획수립, 시스템 설정(평가단위설\n정, 평가절차등록, 평가항목 설정, 평가요소 설정, 평가대상자 선정, 평가자 \n맵핑, 평가조직관리, 평가배분율지정, 시스템 접근권한 부여 등)\n - 개인별 목표설정(면담, 목표승인)\n - 수시점검(체크리스트)\n - 정기 중간점검(목표조정 및 유지)\n - 평가시행(개인별 실적 집계, 면담, 1차평가, 2차평가, 평가확정 및 면\n담, 통보), 피드백\n - 이의신청(접수, 검토, 위원회, 조정)\n - 최종 평가결과 확정(통보)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 요구사항 고유번호 FUR-033 요구사항 명칭 조직업적평가 결과 확정 및 활용 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 조직업적평가 결과 확정 및 활용 기능 세부내용 평가결과 확정 - 1차, 2차 평가자별 반영 비율에 따른 평가점수 합산 - 평가군별 등급배분비율에 맞추어 고득점 순으로 평가등급 할당 - 평가등급 및 점수 조회부서장 대상 결과 활용 - 성과급 지급에 활용될 수 있도록 개인역량평가종합평가와 일정 비율로 합산하여 최종평가등급 확정 성과급 지급군별직책 반영 등급배분비율에 맞추어 자동 할당 평가 기간 내 부서 이동이 있을 경우 일정 시점 및 근무기간을 기준으로 조직업적평가 결과를 자동 반영 - 개인별 최종평가등급 조회전직원 대상 기능 요구사항 급여 요구사항 고유번호 FUR-034 요구사항 명칭 급여 기준정보 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 급여 산정과 관련된 정보 및 세액관련 정보 관리 세부내용 급여기준 등록급여산정 기간, 급여발생기준 기초설정 기능 급여 코드관리 - 급여지급 및 공제 등의 항목은 코드로 관리하고 사용유무 설정 기능을 포함, 규정 변경 및 지급형태 등에 따라 항목코드 추가삭제이력 관리 기능 직능급 등록 -직군, 직급별 직능급 등록, 승급에 따른 추가이력 관리 책정임금 관리 - 월 지급액 지급항목을 기준으로 급여액 추가삭제이력관리 기능 노동조합관리 및 체크오프조합비공제 관리 - 조합별 노동조합 등록, 조합원 등록, 노동조합비등록계산식 포함, 급여공제 반영, 조합가입, 탈퇴, 이동 이력 관리 - 노동조합 근로시간면제시간 관리 기능인원 등록, 신청시간, 승인시간, 불승인시간, 이력관리 등 변동급여 등록 - 정기 급여 이외 별도 계산 또는 기타 항목 등을 급여 계산 전 등록하는 기능 상여지급 설정 - 상여지급 귀속년월 등록, 정율, 정액 구준 급여포함여부, 세금계산여부 등록 기능 급여양식 등록 - 급여명세표 출력 설정, 지급, 공제, 근태, 인적 사항 등 - 22 - 요구사항 고유번호 FUR-035 요구사항 명칭 급여 계산 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 급여 지급을 위한 급여 계산 세부내용 계산식 등록 - 급여 지급, 공제 항목별 코드 처리, 과세, 비과세 구분, 일할계산 적용식, 통상임금, 4대보험료 등록 단위처리 방식 등 설정 기능 - 급여 항목별 계산식 등록 기능 - 식대, 노동조합비, 상조회비, 동호회비, 국세청 학자금상환, 기타공제 등 모든 공제 항목 등록 - 입퇴사, 휴직, 병가, 휴가 등 일할계산 기능 - 급여 기초자료 변경발령근태에 따른 급여 소급 계산 기능 - 일일 다근태 및 유형별 근태 기록 결과값에 급여 계산 기능 수당 기준정보 관리 및 지급 관리 - 직무수당, 안전수당, 직책수당, 선임수당 등 책정임금과 연동하여 추가 삭제 이력관리 기능 급여압류 공제 관리 - 압류정보 등록공제반영압류시작일 기준에 따라 해당 기간의 법령 최저생계비을 각각 적용 지급관리 잔고관리리포트 기능 국세청 학자금 상환 공제 관리 - 대상자 공제정보 등록상환액 관리 기능 지급항목 및 각 공제 일괄 업로드 관리 급여계산 - 급여계산 후 공제 및 각종 급여반영 검증 관리 - 급여전표 자동생성 검증 후 회계분개 연계 기능 - 급여명세서 조회 급여명세서에서 급여 고정지급항목을 선택하면 계산값 내역 조회 기능 - 연도별 월별 명세서 조회 및 출력 기능 환입정보 조회 및 수정 - 급여 환입정보를 급여담당자가 조회할 수 있는 기능 - 급여 사후관리계좌입금 등로 인해 급여담당자가 환입정보 수정 기능 - 환입일 경우 다음달에 공제항목으로 처리하는 구조",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-033"
          ],
          [
            "요구사항 명칭",
            "",
            "조직업적평가 결과 확정 및 활용"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "조직업적평가 결과 확정 및 활용 기능"
          ],
          [
            "",
            "세부내용",
            "○ 평가결과 확정\n  - 1차, 2차 평가자별 반영 비율에 따른 평가점수 합산\n  - 평가군별 등급배분비율에 맞추어 고득점 순으로 평가등급 할당\n  - 평가등급 및 점수 조회(부서장 대상)\n ○ 결과 활용\n  - 성과급 지급에 활용될 수 있도록 개인역량평가(종합평가)와 일정 비율로 \n합산하여 최종평가등급 확정\n   ·성과급 지급군별(직책 반영) 등급배분비율에 맞추어 자동 할당\n   ·평가 기간 내 부서 이동이 있을 경우 일정 시점 및 근무기간을 기준으로 \n조직업적평가 결과를 자동 반영\n  - 개인별 최종평가등급 조회(전직원 대상)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-034"
          ],
          [
            "요구사항 명칭",
            "",
            "급여 기준정보 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "급여 산정과 관련된 정보 및 세액관련 정보 관리"
          ],
          [
            "",
            "세부내용",
            "○ 급여기준 등록(급여산정 기간, 급여발생기준 기초설정 기능)\n ○ 급여 코드관리\n - 급여지급 및 공제 등의 항목은 코드로 관리하고 사용유무 설정 기능을 포함, \n규정 변경 및 지급형태 등에 따라 항목(코드) 추가/삭제/이력 관리 기능\n ○ 직능급 등록\n -직군, 직급별 직능급 등록, 승급에 따른 추가/이력 관리\n ○ 책정임금 관리\n - 월 지급액 지급항목을 기준으로 급여액 추가/삭제/이력관리 기능\n ○ 노동조합관리 및 체크오프(조합비공제) 관리\n - 조합별 노동조합 등록, 조합원 등록, 노동조합비등록(계산식 포함), 급여공제  \n  반영, 조합가입, 탈퇴, 이동 이력 관리\n - 노동조합 근로시간면제시간 관리 기능(인원 등록, 신청시간, 승인시간,   \n   불승인시간, 이력관리 등)\n ○ 변동급여 등록\n - 정기 급여 이외 별도 계산 또는 기타 항목 등을 급여 계산 전 등록하는 기능\n○ 상여지급 설정\n - 상여지급 귀속년월 등록, 정율, 정액 구준 급여포함여부, 세금계산여부 등록 기능\n○ 급여양식 등록\n - 급여명세표 출력 설정, (지급, 공제, 근태, 인적 사항 등)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-035"
          ],
          [
            "요구사항 명칭",
            "",
            "급여 계산 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "급여 지급을 위한 급여 계산"
          ],
          [
            "",
            "세부내용",
            "○ 계산식 등록\n - 급여 지급, 공제 항목별 코드 처리, 과세, 비과세 구분, 일할계산 적용식,  \n   통상임금, 4대보험료 등록 단위처리 방식 등 설정 기능\n - 급여 항목별 계산식 등록 기능\n - 식대, 노동조합비, 상조회비, 동호회비, 국세청 학자금상환, 기타공제 등 모든  \n   공제 항목 등록\n - 입/퇴사, 휴직, 병가, 휴가 등 일할계산 기능\n - 급여 기초자료 변경(발령/근태)에 따른 급여 소급 계산 기능\n - 일일 다근태 및 유형별 근태 기록 결과값에 급여 계산 기능 \n ○ 수당 기준정보 관리 및 지급 관리\n - 직무수당, 안전수당, 직책수당, 선임수당 등 책정임금과 연동하여       \n   추가 / 삭제 / 이력관리 기능\n ○ 급여압류 공제 관리\n - 압류정보 등록/공제반영(압류시작일 기준에 따라 해당 기간의 법령      \n   (최저생계비)을 각각 적용 / 지급관리 / 잔고관리(리포트) 기능\n ○ 국세청 학자금 상환 공제 관리\n - 대상자 공제정보 등록/상환액 관리 기능\n ○ 지급항목 및 각 공제 일괄 업로드 관리\n ○ 급여계산 \n - 급여계산 후 공제 및 각종 급여반영 검증 관리\n - 급여전표 자동생성 검증 후 회계분개 연계 기능\n - 급여명세서 조회 : 급여명세서에서 급여 고정지급항목을 선택하면 계산값  \n  내역 조회 기능\n - 연도별 월별 명세서 조회 및 출력 기능\n ○ 환입정보 조회 및 수정\n - 급여 환입정보를 급여담당자가 조회할 수 있는 기능\n - 급여 사후관리(계좌입금 등)로 인해 급여담당자가 환입정보 수정 기능\n - 환입일 경우 다음달에 공제항목으로 처리하는 구조"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 요구사항 고유번호 FUR-036 요구사항 명칭 급여대장관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 급여대장관리 세부내용 급여 지급에 대한 대장 정보 관리 - 급여대장집계고용형태, 사원구분 등 급여담당자가 급여관련 데이터를 원하는 항목만 선택하여 출력모든 급여항목을 제공하고 원하는 항목을 선택드래그하여 Excell 형태로 제공 - 급여명세서 보안 PDF제작 및 문자, 메일 보내기 기능개별 안내문, 일괄 안내문 포함 - 책정임금 현황 관리 기능 - 월급여, 항목별급여, 개인별급여, 년도별 급여 현황 리포트 기능 - 대량이체파일 생성 전 급여계좌 검증 기증펌뱅킹 연동 요구사항 고유번호 FUR-037 요구사항 명칭 통상임금 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 통상임금 관리 세부내용 통상임금 계산식 등록 통상임금 계산 기능 통상임금 양식등록 및 현황 관리 기능 요구사항 고유번호 FUR-038 요구사항 명칭 사회보험 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 사회보험 관리 세부내용 사업장별 사회보험 기준정보 관리 신고 자료별 대상자 선정 보수 및 재직기간 산정 - 각 보험료 공제액, 휴직출산휴가 기간 보수 - 재직자 및 퇴직자 보수총액 사회보험 신고 - 사회보험 관련기관 정보연계, 보험료 공제 급여처리 기능과 연계 처리 - 사회보험 각종 현황 통계 보고 기능 사회보험 자격납부관리 - 신고결과를 통한 대상자의 자격정보관리 - 월별고지금액 접수 및 확인 - 사회보험료 납부 사회보험 정산관리 - 각 보험별 급여공제 반영 - 사회보험별 취득내역 보험료 업로드 기능데이터 정합성 검증 포함 - 24 - 요구사항 고유번호 FUR-039 요구사항 명칭 퇴직금 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 퇴직금의 계산 및 지급 명세서, 현황 등을 관리 세부내용 퇴직연금 운용 관리 - 연금사업자 및 사업자별 적립금 현황 관리 기능 - 개인별 퇴직연금 적립금 관리 기능 퇴직기준 및 퇴직급여 기준정보 관리 - 퇴직금 계산식 설정퇴직연금 DB, DC 관리 - 퇴직금 계산재계산 및 지급관리 기능 - 퇴직금 중간정산 데이터 반영퇴직금, 퇴직소득세 등 - 퇴직금 누진제 데이터 반영 대상자관리 - 퇴직대상자 및 퇴직금산출관리, 퇴직금중도정산 및 정산이력 관리 - 퇴직자 4대보험 반영 자동 정산, 퇴직금 신고내역 관리, 퇴직소득 원천징수영수증 및 퇴직금계산서, 예상퇴직금 확인서 조회출력 기능 - 퇴직금 계산서는 임원퇴직금 계산서, 정규직퇴직금 계산서3개월평균, 퇴직금 계산서근로기준법 - 매월 퇴직발령에 따른 퇴직급여 지급 대상자, 제도전환 요청 대상자, 퇴직급여 계산을 위한 대상자 리스트 생성 - DB, DC별 각 가입 대상자 리스트 조회 - DC전환 신청 후 ERP DB리스트에서 제외신청일 이전 일자로 종료일 생성하고 DC리스트에 신청일자로 신규 생성 기능 특이사항 조회 - 휴복직, 징계, 결근, 산재 등의 근무실적을 조회하여 퇴직급여 기산일, 제외일수 등을 확인 퇴직금 계산 - 급여 및 성과급 재계산 후 퇴직급여 계산 및 검증 기능 - 퇴직급여 추계액은 매월 산정, 결과를 개인별 퇴직금현황 정보조회 기능 - 분기별 추계액 자료를 엑셀 다운로드 기능재무회계팀에 송부 퇴직급여 지급 퇴직금 추계액 등록 기능 - 평균임금 계산, 퇴직금 추계약 산출 기능 퇴직금 보고서 - 퇴직금 명세서, 퇴직금 추계액 대장, 지급현황, 퇴직소득 원천징수영수증 조회 및 출력 기능",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-036"
          ],
          [
            "요구사항 명칭",
            "",
            "급여대장관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "급여대장관리"
          ],
          [
            "",
            "세부내용",
            "○ 급여 지급에 대한 대장 정보 관리\n  - 급여대장(집계/고용형태, 사원구분 등 급여담당자가 급여관련 데이터를  \n 원하는 항목만 선택하여 출력(모든 급여항목을 제공하고 원하는 항목을  \n 선택(드래그)하여 Excell 형태로 제공)\n  - 급여명세서 보안 PDF제작 및 문자, 메일 보내기 기능(개별 안내문, 일괄  \n   안내문 포함)\n  - 책정임금 현황 관리 기능\n  - 월급여, 항목별급여, 개인별급여, 년도별 급여 현황 리포트 기능\n   - 대량이체파일 생성 전 급여계좌 검증 기증(펌뱅킹 연동)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-037"
          ],
          [
            "요구사항 명칭",
            "",
            "통상임금 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통상임금 관리"
          ],
          [
            "",
            "세부내용",
            "○ 통상임금 계산식 등록\n ○ 통상임금 계산 기능\n ○ 통상임금 양식등록 및 현황 관리 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-039"
          ],
          [
            "요구사항 명칭",
            "",
            "퇴직금 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "퇴직금의 계산 및 지급 명세서, 현황 등을 관리"
          ],
          [
            "",
            "세부내용",
            "○ 퇴직연금 운용 관리\n - 연금사업자 및 사업자별 적립금 현황 관리 기능\n - 개인별 퇴직연금 적립금 관리 기능\n ○ 퇴직기준 및 퇴직급여 기준정보 관리 \n - 퇴직금 계산식 설정(퇴직연금 DB, DC) 관리\n - 퇴직금 계산/재계산 및 지급관리 기능\n - 퇴직금 중간정산 데이터 반영(퇴직금, 퇴직소득세 등)\n - 퇴직금 누진제 데이터 반영\n ○ 대상자관리\n - 퇴직대상자 및 퇴직금산출관리, 퇴직금중도정산 및 정산이력 관리\n - 퇴직자 4대보험 반영 자동 정산, 퇴직금 신고내역 관리, 퇴직소득       \n  원천징수영수증 및 퇴직금계산서, 예상퇴직금 확인서 조회/출력 기능\n - 퇴직금 계산서는 임원퇴직금 계산서, 정규직퇴직금 계산서(3개월평균), 퇴직금  \n  계산서(근로기준법)\n - 매월 퇴직발령에 따른 퇴직급여 지급 대상자, 제도전환 요청 대상자, 퇴직급여  \n  계산을 위한 대상자 리스트 생성\n - DB, DC별 각 가입 대상자 리스트 조회 \n - DC전환 신청 후 ERP DB리스트에서 제외(신청일 이전 일자로 종료일 생성)하고  \n  DC리스트에 신청일자로 신규 생성 기능\n ○ 특이사항 조회\n -  휴/복직, 징계, 결근, 산재 등의 근무실적을 조회하여 퇴직급여 기산일, 제외일수  \n  등을 확인\n ○ 퇴직금 계산\n - 급여 및 성과급 재계산 후 퇴직급여 계산 및 검증 기능\n - 퇴직급여 추계액은 매월 산정, 결과를 개인별 퇴직금현황 정보조회 기능 \n - 분기별 추계액 자료를 엑셀 다운로드 기능(재무회계팀에 송부)\n ○ 퇴직급여 지급\n ○ 퇴직금 추계액 등록 기능\n - 평균임금 계산, 퇴직금 추계약 산출 기능\n ○ 퇴직금 보고서\n - 퇴직금 명세서, 퇴직금 추계액 대장, 지급현황, 퇴직소득 원천징수영수증  \n  조회 및 출력 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-038"
          ],
          [
            "요구사항 명칭",
            "",
            "사회보험 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사회보험 관리"
          ],
          [
            "",
            "세부내용",
            "○ 사업장별 사회보험 기준정보 관리\n ○ 신고 자료별 대상자 선정\n ○ 보수 및 재직기간 산정\n - 각 보험료 공제액, 휴직/출산휴가 기간 보수\n - 재직자 및 퇴직자 보수총액\n ○ 사회보험 신고\n - 사회보험 관련기관 정보연계, 보험료 공제 급여처리 기능과 연계 처리\n - 사회보험 각종 현황 통계 보고 기능\n ○ 사회보험 자격납부관리\n - 신고결과를 통한 대상자의 자격정보관리\n - 월별고지금액 접수 및 확인\n - 사회보험료 납부\n ○ 사회보험 정산관리\n - 각 보험별 급여공제 반영\n - 사회보험별 취득내역 / 보험료 업로드 기능(데이터 정합성 검증 포함)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 요구사항 고유번호 FUR-040 요구사항 명칭 사업, 기타, 이자, 배당 소득 관리 기능 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 사업, 기타, 이자, 배당 소득 관리 기능 세부내용 거주자 사업소득 관리 - 소득자 등록, 소득 등록 거주자 기타소득 관리 - 소득자 등록, 소득 등록 비거주자 사업, 기타소득 관리 - 소득자 등록, 소득 등록 이자배당 소득 관리 - 소득자 등록, 소득 등록 보고서 - 소득자별 이체현황, 연간지급명세서, 원천징수영수증, 정보 현황 이력 관리 사업소득 연말정산 - 사업소득 원천징수영수증, 연말정산 관리 기능 종교인기타소득 연말정산 - 종교인 원천징수영수증, 연말정산 관리 기능 - 이하 여백 - - 26 - 요구사항 고유번호 FUR-041 요구사항 명칭 연말정산 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 연말정산 관리 세부내용 연말정산 계산 프로그램 기능 - 연도별 세법 변경에 따른 패치 적시 제공 - 연말정산재정산중도정산 기능 및 이력관리 기능 - 연말정산 자료 입력기간 설정 기능 급여내역 및 사원정보를 기본으로 연말정산 시 필요한 정보 자동연계 기능 국세청 연말정산 간소화 서비스 PDF파일을 업로드 기능 국세청 등 연말정산 관련정보 온라인신청 및 처리 등 연계 기능 개인별 연말정산 사전 조회 기능, 연말정산 처리 내역 정보 조회 기능 연말정산 후 발생되는 차액환급,추가징수,분납 특정월 급여 연계 기능 국세청 홈택스 신고 위한 전산매체 생성 기능 - 각 지급명세서 파일 생성 기능 - 근로소득 간이지급명세서 대상자관리 및 전산매체 생성 기능 - 근로소득의료비퇴직소득 등 연말정산 확정 후 급여 공제항목 반영 기능 중도퇴사자 연말정산 시 퇴직자 4대보험 정산금액 입력 및 수정 기능 연말정산 결과 리포트 제공 및 출력 기능 - 근로소득 공제신고서, 근로소득 원천징수영수증, 기부금 명세서, 소득자별 근로소득원천징수부, 갑종근로소득세 원천징수영수증명서 등 요구사항 고유번호 FUR-042 요구사항 명칭 세무신고 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 세무신고 세부내용 세무신고 문서 제작 지원 기능 - 원천징수이행상황신고서, 갑근세납세필증명서, 지방소득세, 주민세종업원분신고서 - 학자금상환금전자신고명세서 - 지급조서전산메체 제작근로소득, 기타소득, 사업소득 등 - 소득자료제출집계표, 간이지급명세서",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-040"
          ],
          [
            "요구사항 명칭",
            "",
            "사업, 기타, 이자, 배당 소득 관리 기능"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업, 기타, 이자, 배당 소득 관리 기능"
          ],
          [
            "",
            "세부내용",
            "○ 거주자 사업소득 관리\n - 소득자 등록, 소득 등록\n ○ 거주자 기타소득 관리\n - 소득자 등록, 소득 등록\n ○ 비거주자 사업, 기타소득 관리\n - 소득자 등록, 소득 등록\n ○ 이자배당 소득 관리\n - 소득자 등록, 소득 등록\n ○ 보고서\n  - 소득자별 이체현황, 연간지급명세서, 원천징수영수증, 정보 현황 이력 관리\n ○ 사업소득 연말정산\n  - 사업소득 원천징수영수증, 연말정산 관리 기능\n ○ 종교인(기타소득) 연말정산\n  - 종교인 원천징수영수증, 연말정산 관리 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-041"
          ],
          [
            "요구사항 명칭",
            "",
            "연말정산 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연말정산 관리"
          ],
          [
            "",
            "세부내용",
            "○ 연말정산 계산 프로그램 기능\n - 연도별 세법 변경에 따른 패치 적시 제공\n - 연말정산/재정산/중도정산 기능 및 이력관리 기능\n - 연말정산 자료 입력기간 설정 기능\n ○ 급여내역 및 사원정보를 기본으로 연말정산 시 필요한 정보 자동연계 기능\n ○ 국세청 연말정산 간소화 서비스 PDF파일을 업로드 기능\n ○ 국세청 등 연말정산 관련정보 온라인신청 및 처리 등 연계 기능\n ○ 개인별 연말정산 사전 조회 기능, 연말정산 처리 내역 정보 조회 기능\n ○ 연말정산 후 발생되는 차액(환급,추가징수,분납) 특정월 급여 연계 기능\n ○ 국세청 홈택스 신고 위한 전산매체 생성 기능\n - 각 지급명세서 파일 생성 기능\n - 근로소득 간이지급명세서 대상자관리 및 전산매체 생성 기능\n - 근로소득，의료비，퇴직소득 등\n ○ 연말정산 확정 후 급여 공제항목 반영 기능\n ○ 중도퇴사자 연말정산 시 퇴직자 4대보험 정산금액 입력 및 수정 기능\n ○ 연말정산 결과 리포트 제공 및 출력 기능\n - 근로소득 공제신고서, 근로소득 원천징수영수증, 기부금 명세서, 소득자별  \n  근로소득원천징수부, 갑종근로소득세 원천징수영수증명서 등"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-042"
          ],
          [
            "요구사항 명칭",
            "",
            "세무신고"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "세무신고"
          ],
          [
            "",
            "세부내용",
            "○ 세무신고 문서 제작 지원 기능\n - 원천징수이행상황신고서, 갑근세납세필증명서, 지방소득세,\n   주민세(종업원분)신고서\n - 학자금상환금전자신고(명세서)\n - 지급조서전산메체 제작(근로소득, 기타소득, 사업소득 등)\n - 소득자료제출집계표, 간이지급명세서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 기능 요구사항 교육 요구사항 고유번호 FUR-043 요구사항 명칭 기준관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 교육 관련 기준정보 관리 세부내용 교육정보 및 대상자 관련 기준 정보 관리 - 교육과정개설, 교육과정코드 관리, 교육계획수립 - 신청자 현황 관리 - 교육과정 관리 기능 분류수준에 따른 교육체계 구현 기능 포함 요구사항 고유번호 FUR-044 요구사항 명칭 교육신청 및 관리 기능 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 교육신청 및 관리 기능 세부내용 교육신청자 현황 조회, 교육신청 승인, 교육신청결과 조회 기능 요구사항 고유번호 FUR-045 요구사항 명칭 교육실적관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 교육과정별 실적관리 기능 세부내용 교육과정별 실적교육시간, 수강인원, 교육비용 등 관리 개인별 실적수강 과목, 이수시간 등 조건별 통계 산출 기능 제공 평가수행 - 교육 종료 후 교육별 평가 및 개선사항 입력 요구사항 고유번호 FUR-046 요구사항 명칭 교육통계 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 교육과 관련한 통계 정보 제공 세부내용 세부교육과정별 정보 관리 - 교육분류코드, 실시예정일, 정원, 장소, 교육내용, 이수시간, 수강자목 록, 출결현황, 교육비, 교육대상, 실시주체 등 - 교육과정 정보 엑셀 대량 업로드 기능 교육 평가, 강사 평가 조회 - 28 - 기능 요구사항 재무회계 요구사항 고유번호 FUR-047 요구사항 명칭 기준관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 재무관련 기준정보 관리 세부내용 각종 기준정보에 대한 등록 관리 - 계정코드 및 관리항목코드 관리 - 거래처 코드 및 계좌정보 관리 - 은행 코드 및 계좌 관리 - 은행 연계를 통한 환율정보 조회 - 업무 및 사업별 계정매핑 관리 - 재무제표 양식관리 요구사항 고유번호 FUR-048 요구사항 명칭 지급신청관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 지급신청관리 세부내용 각종 지급신청서 등록 관리 - 법인카드 지급신청서 등록 - 기타소득 지급신청서 등록 개인별 지급신청서 내역 조회 요구사항 고유번호 FUR-049 요구사항 명칭 지출결의서 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 지출결의서관리 세부내용 지출결의 등록 및 결의승인 관리 - 결의등록 및 결의등록 목록 조회 - 결의승인 및 취소 - 지급신청서 목록 및 조회 홈텍스 연계 - 세금계산서 및 계산서 수신 내역 확인 - 이메일로 담당자 구분 기능 추가권한 관리 포함 - 전표번호별 결제 여부 확인 기능 추가 - ERP상 결재문서 확인지출결의서 호출 기능 추가",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-043"
          ],
          [
            "요구사항 명칭",
            "",
            "기준관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "교육 관련 기준정보 관리"
          ],
          [
            "",
            "세부내용",
            "○ 교육정보 및 대상자 관련 기준 정보 관리\n - 교육과정개설, 교육과정코드 관리, 교육계획수립\n - 신청자 현황 관리\n - 교육과정 관리 기능\n  : 분류수준에 따른 교육체계 구현 기능 포함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-047"
          ],
          [
            "요구사항 명칭",
            "",
            "기준관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "재무관련 기준정보 관리"
          ],
          [
            "",
            "세부내용",
            "○ 각종 기준정보에 대한 등록 관리\n - 계정코드 및 관리항목코드 관리\n - 거래처 코드 및 계좌정보 관리\n - 은행 코드 및 계좌 관리\n - 은행 연계를 통한 환율정보 조회\n - 업무 및 사업별 계정매핑 관리\n - 재무제표 양식관리"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-044"
          ],
          [
            "요구사항 명칭",
            "",
            "교육신청 및 관리 기능"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "교육신청 및 관리 기능"
          ],
          [
            "",
            "세부내용",
            "○ 교육신청자 현황 조회, 교육신청 승인, 교육신청결과 조회 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-048"
          ],
          [
            "요구사항 명칭",
            "",
            "지급신청관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "지급신청관리"
          ],
          [
            "",
            "세부내용",
            "○ 각종 지급신청서 등록 관리\n - 법인카드 지급신청서 등록\n - 기타소득 지급신청서 등록\n○ 개인별 지급신청서 내역 조회"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "FUR-045"
          ],
          [
            "요구사항  명칭",
            "",
            "교육실적관리"
          ],
          [
            "요구사항  분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "교육과정별 실적관리 기능"
          ],
          [
            "",
            "세부내용",
            "○ 교육과정별 실적(교육시간, 수강인원, 교육비용 등) 관리\n○ 개인별 실적(수강 과목, 이수시간 등) 조건별 통계 산출 기능 제공\n○ 평가수행 - 교육 종료 후 교육별 평가 및 개선사항 입력"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-046"
          ],
          [
            "요구사항 명칭",
            "",
            "교육통계"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "교육과 관련한 통계 정보 제공"
          ],
          [
            "",
            "세부내용",
            "○ 세부교육과정별 정보 관리\n -  교육분류코드,  실시(예정)일,  정원,  장소,  교육내용,  이수시간,  수강자목\n록, 출결현황, 교육비, 교육대상, 실시주체 등\n - 교육과정 정보 엑셀 대량 업로드 기능\n○ 교육 평가, 강사 평가 조회"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-049"
          ],
          [
            "요구사항 명칭",
            "",
            "지출결의서 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "지출결의서관리"
          ],
          [
            "",
            "세부내용",
            "○ 지출결의 등록 및 결의승인 관리\n  - 결의등록 및 결의등록 목록 조회\n  - 결의승인 및 취소\n  - 지급신청서 목록 및 조회\n○ 홈텍스 연계\n  - 세금계산서 및 계산서 수신 내역 확인\n  - 이메일로 담당자 구분 기능 추가(권한 관리 포함)\n  - 전표번호별 결제 여부 확인 기능 추가\n  - ERP상 결재문서 확인(지출결의서 호출) 기능 추가"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - 요구사항 고유번호 FUR-050 요구사항 명칭 자금관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 자금에 대한 계획수립, 운용, 집행 및 결산을 관리 세부내용 자금수지 계획수립 - 일일자금보고 현황은행데이터와 비교 자료 포함 - 월자금 보고은행데이터와 비교 자료 포함 금융자산관리 - 종류별 및 건별관리 은행 입출금 관리 - 은행별, 자금종류별, 기간별 구분관리 현황 정보 - 미결항목현황 - 자금비교 기타가수금 지급신청 관리 CMS 연동 - ERP상 지급신청반제 이체내역 전송 - ERP에서 전송된 이채내역 CMS로 지급처리 거래처계좌 신청 및 승인 프로세스를 통해 처리된 계좌만 지급처리 - CMS상 이체 완료 내역 ERP 결과값 수신 법인카드 전문 관리 프로그램CMS와 별도 연동 - 법인카드 승인 및 매입 내역 수신 - 카드사별 법인카드내역 발급 및 상태제신고 현황 포함 확인 - 홈텍스 연계 과세정보 수신 - 기타 법인카드 관련 업무 요구사항 고유번호 FUR-051 요구사항 명칭 결산관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 회계연도 결산작업, 결산마감 재무제표 및 부속명세서 등을 관리 세부내용 사업별, 회계단위별 결산 및 통합결산 기능 구현 유연한 계정체계 관리 결산명세서 작성 - 일계표, 월계표, 계정별원장, 합계잔액 시산표, 포괄손익계산서, 재무상 태표 기능 관리 재무제표 작성 결산 및 현황 분석 - 수입지출 예산에 대한 결산 및 현황을 실시간 분석 - 회계단위별, 부서별, 사업별, 예산과목별 분석 예산잔액 및 집행예산 정보제공을 통한 실시간 예산통제 집행 데이터 일괄 증빙 뷰어 기능 - 30 - 요구사항 고유번호 FUR-052 요구사항 명칭 세무관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 법인세, 원천세, 기타 조세 등의 세무관련 관리 세부내용 국세청 관리 - 매입관리 - 세금계산서 관리 - 매입매출장관리 - 국세청 홈텍스 신고 - 홈텍스 사용자 관리 급여 외 원천세 관리 - 원천징수 및 신고급여소득, 퇴직소득, 기타소득, 사업소득 - 원천징수영수증 작성 - 원천세 신고서류 작성 부가세 관리 등 요구사항 고유번호 FUR-053 요구사항 명칭 카드관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 카드관리 세부내용 현황정보 - 부서별개인별 카드발급현황 - 카드사용 내역 조회 권한관리 - 사용자별 법인카드 회계처리 기능권한 구분 요구사항 고유번호 FUR-054 요구사항 명칭 자산등록관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 자산기준정보 및 등록 관리 세부내용 자산분류코드 관리 유형자산관리 - 자산 취득 - 자산 대장 및 이력관리 각종 통계현황을 제공 - 년별 자산 취득자료, 자산대장 생성 건설중인자산 관리 - 건설중인 자산 및 본자산 대체 제공 자산등록 및 변동사항에 대한 일괄 등록 자산시뮬레이션 관리 국고보조금 상각처리 자산변동처리 - 전체매각,부분매각,전체폐기,부분폐기",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-052"
          ],
          [
            "요구사항 명칭",
            "",
            "세무관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "법인세, 원천세, 기타 조세 등의 세무관련 관리"
          ],
          [
            "",
            "세부내용",
            "○ 국세청 관리\n  - 매입관리\n  - 세금계산서 관리\n  - 매입매출장관리\n  - 국세청 홈텍스 신고\n  - 홈텍스 사용자 관리\n○ 급여 외 원천세 관리\n  - 원천징수 및 신고(급여소득, 퇴직소득, 기타소득, 사업소득)\n  - 원천징수영수증 작성\n  - 원천세 신고서류 작성\n○ 부가세 관리 등"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-050"
          ],
          [
            "요구사항 명칭",
            "",
            "자금관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "자금에 대한 계획수립, 운용, 집행 및 결산을 관리"
          ],
          [
            "",
            "세부내용",
            "○ 자금수지 계획수립\n  - 일일자금보고 현황(은행데이터와 비교 자료 포함)\n  - 월자금 보고(은행데이터와 비교 자료 포함)\n○ 금융자산관리\n  - 종류별 및 건별관리\n○ 은행 입/출금 관리\n  - 은행별, 자금종류별, 기간별 구분관리\n○ 현황 정보\n  - 미결항목현황\n  - 자금비교\n○ 기타가수금 지급신청 관리\n○ CMS 연동\n  - ERP상 지급신청(반제) 이체내역 전송\n  - ERP에서 전송된 이채내역 CMS로 지급처리\n   (거래처계좌 신청 및 승인 프로세스를 통해 처리된 계좌만 지급처리)\n  - CMS상 이체 완료 내역 ERP 결과값 수신\n○ 법인카드 전문 관리 프로그램(CMS와 별도) 연동\n  - 법인카드 승인 및 매입 내역 수신\n  - 카드사별 법인카드내역 발급 및 상태(제신고 현황 포함) 확인\n  - 홈텍스 연계 과세정보 수신\n  - 기타 법인카드 관련 업무"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-053"
          ],
          [
            "요구사항 명칭",
            "",
            "카드관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "카드관리"
          ],
          [
            "",
            "세부내용",
            "○ 현황정보\n  - 부서별/개인별 카드발급현황\n  - 카드사용 내역 조회\n○ 권한관리\n  - 사용자별 법인카드 회계처리 기능/권한 구분"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-051"
          ],
          [
            "요구사항 명칭",
            "",
            "결산관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "회계연도 결산작업, 결산마감 재무제표 및 부속명세서 등을 관리"
          ],
          [
            "",
            "세부내용",
            "○ 사업별, 회계단위별 결산 및 통합결산 기능 구현\n○ 유연한 계정체계 관리\n○ 결산명세서 작성\n  - 일계표, 월계표, 계정별원장, 합계잔액 시산표, 포괄손익계산서, 재무상\n태표 기능 관리\n○ 재무제표 작성\n○ 결산 및 현황 분석\n  - 수입/지출 예산에 대한 결산 및 현황을 실시간 분석\n  - 회계단위별, 부서별, 사업별, 예산과목별 분석\n○ 예산잔액 및 집행예산 정보제공을 통한 실시간 예산통제\n○ 집행 데이터 일괄 증빙 뷰어 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-054"
          ],
          [
            "요구사항 명칭",
            "",
            "자산등록관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "자산기준정보 및 등록 관리"
          ],
          [
            "",
            "세부내용",
            "○ 자산분류코드 관리\n○ 유형자산관리\n  - 자산 취득\n  - 자산 대장 및 이력관리\n○ 각종 통계현황을 제공\n  - 년별 자산 취득자료, 자산대장 생성\n○ 건설중인자산 관리 \n - 건설중인 자산 및 본자산 대체 제공 \n○ 자산등록 및 변동사항에 대한 일괄 등록 \n○ 자산시뮬레이션 관리 \n○ 국고보조금 상각처리  \n○ 자산변동처리 \n  - 전체매각,부분매각,전체폐기,부분폐기"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 요구사항 고유번호 FUR-055 요구사항 명칭 감가상각 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 자산의 감가 상각처리와 결과 반영등 관리 세부내용 감가상각 처리 및 결과 등록 - 내용연수는 년상각 또는 월상각 처리 감가상각 결과 반영 - 감가상각내역 및 완료 조회 - 이하 여백 - - 32 - 인터페이스 요구사항 요구사항 고유번호 IR-001 요구사항 명칭 사용자 인터페이스 표준화 및 개인정보보호 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 사용자 인터페이스 표준화 및 개인정보 보호 세부내용 다양한 OS와 다양한 웹브라우저익스플로러, 크롬 등에서 별도의 플러그인 설치 없이 모든 서비스를 이용 가능하도록 구성 제안사는 전산시스템이 제공하는 모든 서비스에 대해 웹 표준 및 웹 접근성 관련 지침을 준수하도록 설계 - 전자정부 웹사이트 품질관리 지침행정안전부 고시 행정안전부 고시 제2024-25호 - 한국형 웹 콘텐츠 접근성 지침 2.2국립전파연구원 UIUX설계 시 전자정부 웹사이트 UIUX 가이드행정안전부를 적용 UI 인터페이스 효율성, 일관성, 사용편리성을 위해 개발표준 인터페이스 방안을 정하여 시스템을 구현, 패키지 소프트웨어의 경우 도입되는 제반 시 스템과 최대한 통일성을 가져가야 함 - 전체 시스템 간 통일성을 부여하여 UI를 구성하여야 함 - 화면 레이아웃 표준화, 코드화 등 중복 최소화와 입력 편의성 고려 - 화면 표준화화면디자인, 색상, 폰트, 각종 실행버튼, 아이콘 등 - 각종 용어 표준화 처리화면 또는 출력물에 표시되는 개인정보는 개인정보보호 지침에 따라 보호 요구사항 고유번호 IR-002 요구사항 명칭 온라인도움말 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 온라인도움말 서비스 제공 세부내용 사용자가 온라인 도움말을 이용하여 사용자 기능을 이용할 수 있도록 도움말 기능을 체계적으로 구성하여야 함 각 기능화면 구성별로 도움말 기능을 제공해야 함 사용자의 편의성을 최대한 고려하여 사용 시나리오에 따라 화면을 설계하고 각 화면의 속성 및 기능에 대한 주요 도움말을 제공해야 함 주요 기능에 대해서는 색인 검색을 통한 도움말 제공이 가능하여야 함 요구사항 고유번호 IR-003 요구사항 명칭 메시지 기능 제공 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 유형별 메시지 기능 제공 세부내용 화면 오류가 발생 시 오류 메시지 기능을 제공하여야 함 - 업무 특성 및 오류 유형에 맞는 메시지를 제공 삭제, 입력정보 완료 혹은 미완료 후 저장 등 사용자의 수행 활동에 대한 메시지를 제공 등 활동에 대한 확인 메시지를 제공함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUR-055"
          ],
          [
            "요구사항 명칭",
            "",
            "감가상각"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "자산의 감가 상각처리와 결과 반영등 관리"
          ],
          [
            "",
            "세부내용",
            "○ 감가상각 처리 및 결과 등록\n   - 내용연수는 년상각 또는 월상각 처리 \n○ 감가상각 결과 반영\n   - 감가상각내역 및 완료 조회"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 인터페이스 표준화 및 개인정보보호"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자 인터페이스 표준화 및 개인정보 보호"
          ],
          [
            "",
            "세부내용",
            "○ 다양한 OS와 다양한 웹브라우저(익스플로러, 크롬 등)에서 별도의 플러그인\n설치 없이 모든 서비스를 이용 가능하도록 구성\n○ 제안사는 전산시스템이 제공하는 모든 서비스에 대해 웹 표준 및 웹 접근성 \n관련 지침을 준수하도록 설계\n - 전자정부 웹사이트 품질관리 지침(행정안전부 고시 행정안전부 고시 제2024-25호)\n - 한국형 웹 콘텐츠 접근성 지침 2.2(국립전파연구원)\n○ UI/UX설계 시 전자정부 웹사이트 UI/UX 가이드(행정안전부)를 적용\n○  UI  인터페이스  :  효율성,  일관성,  사용편리성을  위해  개발표준  인터페이스 \n방안을 정하여 시스템을 구현, 패키지 소프트웨어의 경우 도입되는 제반 시\n스템과 최대한 통일성을 가져가야 함\n - 전체 시스템 간 통일성을 부여하여 UI를 구성하여야 함\n - 화면 레이아웃 표준화, 코드화 등 중복 최소화와 입력 편의성 고려\n - 화면 표준화(화면디자인, 색상, 폰트, 각종 실행버튼, 아이콘 등)\n - 각종 용어 표준화\n○ 처리화면 또는 출력물에 표시되는 개인정보는 개인정보보호 지침에 따라 보호"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "온라인도움말"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "온라인도움말 서비스 제공"
          ],
          [
            "",
            "세부내용",
            "○ 사용자가 온라인 도움말을 이용하여 사용자 기능을 이용할 수 있도록 도움말 \n기능을 체계적으로 구성하여야 함\n○ 각 기능화면 구성별로 도움말 기능을 제공해야 함\n○ 사용자의 편의성을 최대한 고려하여 사용 시나리오에 따라 화면을 설계하고 \n각 화면의 속성 및 기능에 대한 주요 도움말을 제공해야 함\n○ 주요 기능에 대해서는 색인 검색을 통한 도움말 제공이 가능하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "메시지 기능 제공"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "유형별 메시지 기능 제공"
          ],
          [
            "",
            "세부내용",
            "○ 화면 오류가 발생 시 오류 메시지 기능을 제공하여야 함\n - 업무 특성 및 오류 유형에 맞는 메시지를 제공\n○ 삭제, 입력정보  완료 혹은 미완료  후 저장  등 사용자의 수행  활동에 대한 \n메시지를 제공 등 활동에 대한 확인 메시지를 제공함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 요구사항 고유번호 IR-004 요구사항 명칭 시스템인터페이스 일반 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 시스템인터페이스 일반 세부내용 시스템의 성능에 미치는 영향을 고려하여 갱신주기, 연계 어플리케이션 실행시간 등을 설정하여야 함 데이터 연계의 정확성을 위해 개발 및 테스트 환경을 구성하고, 연계 어플리케이 션의 기능수행 정확도를 검증한 후 운영 시스템에 이관하여 시스템을 운 영 사용자 또는 정보 증가 시에도 안정적인 성능을 제공하여야 함 요구사항 고유번호 IR-005 요구사항 명칭 내부 시스템 연계 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 인천공항운영서비스 내부시스템간의 정보 연계방안 세부내용 각종 품의서 및 결의서 등 경영정보시스템에서 생성된 정보에 대해 전자 결재시스템그룹웨어을 통해 결재를 진행하고 관련 정보를 연계 수신 요구사항 고유번호 IR-006 요구사항 명칭 외부 시스템 연계 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 외부시스템과의 정보 연계방안 세부내용 인터페이스 하고자 하는 외부 기관 기업 등에서 제공하는 연계 방식을 준용하여 연계할 수 있도록 데이터 연계 수집 은행 연계 - 계좌정보, 입출금내역 및 잔고정보 연계 카드사 연계 - 법인카드 및 이용내역에 대한 정보 연계 국세청 홈택스 시스템 연계 - 매입세금계산서 정보 수신 요구사항 고유번호 IR-007 요구사항 명칭 연계모듈 제공 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 개방형 표준 연계모듈 및 연계방안 제시 세부내용 다양한 주체에게 구축시스템과 관련된 데이터를 온라인으로 제공할 경우, 개방형 연계 기술을 활용한 모듈API 등을 제공 구축시스템 연계 시에는 주관기관의 표준연계 모듈을 이용 데이터 연계 시 시스템 성능에 영향부하 등을 주지 않도록 개발 외부 연계시스템은 해당 시스템담당과 협의하여 원활한 연계가 되도록 구축 시스템 연계방안 제시 - 시스템은 사용자 이용이 편리하도록 웹 기반 구축 - 웹접근성, 호환성, 보안 관련지침 및 가이드라인을 준수하여 개발 - 연계 대상 시스템과 표준화 된 연계방안을 제시 - 표준 API 제공 및 타 시스템에서 용이하게 연계하여 사용 가능 - 34 - 요구사항 고유번호 IR-008 요구사항 명칭 프로토콜 변환 및 지원 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 프로토콜 변환 및 지원 세부내용 DB2DB, File2File, HTTP 등에 대한 프로토콜 변환하여야 함 다른 이기종타사제품간 혹은 비 표준화된 연계 시 프로토콜에 대한 변환 을 지원하여야 함 요구사항 고유번호 IR-009 요구사항 명칭 연계데이터 정합성 확보 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 연계데이터 정합성 확보 세부내용 기관 별 연계 방식에 따른 각 유형별 정합성 확보 방안을 제시 데이터 누락을 방지하기 위해 각 연계 단계별 정합성 검증 방안 제시 ERP-그룹웨어 간 데이터 정합성 확보 방안 제시 요구사항 고유번호 IR-010 요구사항 명칭 시스템정보 연계방안 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 연계데이터 정합성 확보 세부내용 연계대상, 연계범위, 연계방식, 연계주기, 연계건수 등 사업 추진 시 연계 관 련 제반 사항을 제시하되, 구축단계에서의 적용은 수요기관과 협의 시스템의 성능에 미치는 영향을 고려하여 갱신주기, 연계 어플리케이션 실 행 시간 등을 설정하여야 함 정확성을 위해 개발 및 테스트 환경을 구성하고, 연계 어플리케이션의 기능수 행 정확도를 검증한 후 운영 시스템에 이관하여 시스템을 운영 사용자 또는 정보 증가 시에도 안정적인 성능을 제공하여야 하며 추가 라 이선스 비용 등이 발생하지 않아야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "IR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "프로토콜 변환 및 지원"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로토콜 변환 및 지원"
          ],
          [
            "",
            "세부내용",
            "○ DB2DB, File2File, HTTP 등에 대한 프로토콜 변환하여야 함\n○ 다른 이기종(타사제품간) 혹은 비 표준화된 연계 시 프로토콜에 대한 변환\n을 지원하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템인터페이스 일반"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템인터페이스 일반"
          ],
          [
            "",
            "세부내용",
            "○  시스템의  성능에  미치는  영향을  고려하여  갱신주기,  연계  어플리케이션 \n실행시간 등을 설정하여야 함\n○ 데이터 연계의 정확성을 위해 개발 및 테스트 환경을 구성하고, 연계 어플리케이\n션의 기능수행 정확도를 검증한 후 운영 시스템에 이관하여 시스템을 운\n영\n○ 사용자 또는 정보 증가 시에도 안정적인 성능을 제공하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "내부 시스템 연계"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "인천공항운영서비스 내부시스템간의 정보 연계방안"
          ],
          [
            "",
            "세부내용",
            "○ 각종 품의서 및 결의서 등 경영정보시스템에서 생성된 정보에 대해 전자\n결재시스템(그룹웨어)을 통해 결재를 진행하고 관련 정보를 연계 수신"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "연계데이터 정합성 확보"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연계데이터 정합성 확보"
          ],
          [
            "",
            "세부내용",
            "○ 기관 별 연계 방식에 따른 각 유형별 정합성 확보 방안을 제시\n○ 데이터 누락을 방지하기 위해 각 연계 단계별 정합성 검증 방안 제시\n○ ERP-그룹웨어 간 데이터 정합성 확보 방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "외부 시스템 연계"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "외부시스템과의 정보 연계방안"
          ],
          [
            "",
            "세부내용",
            "○ 인터페이스 하고자 하는 외부 기관 / 기업 등에서 제공하는 연계 방식을\n   준용하여 연계할 수 있도록 데이터 연계 / 수집\n○ 은행 연계\n - 계좌정보, 입출금내역 및 잔고정보 연계\n○ 카드사 연계\n - 법인카드 및 이용내역에 대한 정보 연계\n○ 국세청 홈택스 시스템 연계\n - 매입세금계산서 정보 수신"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템정보 연계방안"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연계데이터 정합성 확보"
          ],
          [
            "",
            "세부내용",
            "○ 연계대상, 연계범위, 연계방식, 연계주기, 연계건수 등 사업 추진 시 연계 관\n련 제반 사항을 제시하되, 구축단계에서의 적용은 수요기관과 협의\n○ 시스템의 성능에 미치는 영향을 고려하여 갱신주기, 연계 어플리케이션 실\n행 시간 등을 설정하여야 함\n○ 정확성을 위해 개발 및 테스트 환경을 구성하고, 연계 어플리케이션의 기능수\n행 정확도를 검증한 후 운영 시스템에 이관하여 시스템을 운영\n○ 사용자 또는 정보 증가 시에도 안정적인 성능을 제공하여야 하며 추가 라\n이선스 비용 등이 발생하지 않아야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "IR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "연계모듈 제공"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개방형 표준 연계모듈 및 연계방안 제시"
          ],
          [
            "",
            "세부내용",
            "○ 다양한 주체에게 구축시스템과 관련된 데이터를 온라인으로 제공할 경우, \n개방형 연계 기술을 활용한 모듈(API 등)을 제공\n○ 구축시스템 연계 시에는 주관기관의 표준연계 모듈을 이용\n○ 데이터 연계 시 시스템 성능에 영향(부하 등)을 주지 않도록 개발\n○ 외부 연계시스템은 해당 시스템담당과 협의하여 원활한 연계가 되도록 구축\n○ 시스템 연계방안 제시\n - 시스템은 사용자 이용이 편리하도록 웹 기반 구축\n - 웹접근성, 호환성, 보안 관련지침 및 가이드라인을 준수하여 개발\n - 연계 대상 시스템과 표준화 된 연계방안을 제시\n - 표준 API 제공 및 타 시스템에서 용이하게 연계하여 사용 가능"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 데이터 요구사항 요구사항 고유번호 DAR-001 요구사항 명칭 초기 데이터구축 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 초기 데이터구축 요구사항 세부내용 시스템 테스트, 사용자교육, 시험운영 등 일련의 과정을 수행하기 필수적인 초기데이터 구축 초기데이터 구축 원칙 - 구축할 성격에 대한 적절한 선임 및 자료 내용 검증 - 구축 전 충분한 자료의 확보 및 확보된 자료의 이상 유무 확인 - 자료의 전체적인 체계에 대한 기본적인 이해 필수 사업자번호, 법인번호 등 주요키와 이력정보 조회에 필요한 주요 관리 코드 적용 및 관련 데이터를 초기 구축하여야 함 요구사항 고유번호 DAR-002 요구사항 명칭 데이터 이행 검증 및 안정화 지원 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 이행 검증 및 안정화 지원 세부내용 현 시스템 데이터이관 - 현 시스템의 회계 데이터 이관 기준정보, 전기수 회계전표이관, 예산데이터이관 - 현 시스템의 인사 데이터 이관 인사정보, 발령정보, 교육결과등록, 상벌내역, 근태정보- 잔여연차일수, 급여데이터, 사업소득자, 기타소득자 등 최종 데이터 이행 작업과 이행 결과를 검증 이관된 시스템에 등록되는 데이터를 향후 데이터 분석을 통하여 다양한 분야에 활용을 위한 체계적인 분류와 관리가 필요함으로 이를 위한 체계적 관리 방안 마련 데이터 유형에 맞게 카테고리별 구분하고 검색과 활용이 용이한 분류 체계로 구축 등록, 수정 및 처리활용 시 데이터의 요구되는 항목에 대한 검증과 보조 항 목을 구분하여 체계화 요구사항 고유번호 DAR-003 요구사항 명칭 백업 대응방안 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 보존 적합성 및 백업 방안 제시 세부내용 시스템은 자료의 파손, 변질, 분실 등에 대비하기 위하여 백업 방안 마련 발생 가능한 장애요소들을 유형별로 구분하여 제시, 대처방안을 문서화하여 산출물로 제시 백업 대상, 매체, 주기, 방법 절차를 문서화 하여 산출물로 제시 요구사항 고유번호 DAR-004 요구사항 명칭 복구 요구사항 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 복구 대응방안 세부내용 데이터 업로드 및 데이터 복구를 관리하여야 하며, 관련한 표준 체계 수립 및 적용하여야 함 시스템은 보안 사고가 발생하여 데이터가 위변조, 손실되면 12시간 이내에 데이터를 복구해야 함 복구시기, 방법, 절차를 문서화 하여 산출물로 제시 유실데이터 처리 방안을 문서화 하여 산출물로 제시 - 36 - 요구사항 고유번호 DAR-005 요구사항 명칭 SQL 튜닝 요구사항 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 SQL 튜닝방안 제시 세부내용 데이터베이스의 안정적인 성능유지를 위한 품질 관리 방안 제시 변경되는 DB의 품질 확보 방안표준용어사용, 정규화 등 변경 후 DB의 성능 유지 방안인덱스 조정 등 변경 후 우려되는 성능 저하 등의 부작용 해소 방안문제되는 쿼리 사전 발 견 및 튜닝 방안 제시 요구사항 고유번호 DAR-006 요구사항 명칭 데이터 무결성 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 무결성 요구사항 세부내용 DB 세부항목 정합성 심층 분석 및 정제하여야 함 - 정합성 규칙 작성데이터 분석정제관리 개선 방안 도출 요구사항 고유번호 DAR-007 요구사항 명칭 데이터 표준화 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 표준 수립 세부내용 데이터 표준 개선정비 - 구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계데이터 표준 화 지침 및 가이드 등를 개선정비하여야 함 - 시스템 구축에 따라 추가가 필요한 데이터 표준항목단어, 용어, 도메인을 정의하고 데이터 표준사전 등에 반영하여야 함 요구사항 고유번호 DAR-008 요구사항 명칭 공통 데이터 표준화 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 범정부 및 주관기관 표준 준수 세부내용 범정부 표준 준수 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시을 준수하여야 함 주관기관 표준을 준수 - 수행사는 발주기관의 데이터 표준을 준수하고 그와 상충되는 요소에 대해 서는 발주기관과 협의하여 대응 방안을 수립하고 이력을 남겨야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "SQL 튜닝 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "SQL 튜닝방안 제시"
          ],
          [
            "",
            "세부내용",
            "○ 데이터베이스의 안정적인 성능유지를 위한 품질 관리 방안 제시\n○ 변경되는 DB의 품질 확보 방안(표준용어사용, 정규화 등)\n○ 변경 후 DB의 성능 유지 방안(인덱스 조정 등)\n○ 변경 후 우려되는 성능 저하 등의 부작용 해소 방안(문제되는 쿼리 사전 발\n견 및 튜닝 방안 제시)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "초기 데이터구축"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "초기 데이터구축 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 시스템 테스트, 사용자교육, 시험운영 등 일련의 과정을 수행하기 필수적인 \n초기데이터 구축\n○ 초기데이터 구축 원칙\n - 구축할 성격에 대한 적절한 선임 및 자료 내용 검증\n - 구축 전 충분한 자료의 확보 및 확보된 자료의 이상 유무 확인\n - 자료의 전체적인 체계에 대한 기본적인 이해 필수\n○ 사업자번호, 법인번호 등 주요키와 이력정보 조회에 필요한 주요 관리 코드 \n적용 및 관련 데이터를 초기 구축하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 무결성"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 무결성 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ DB 세부항목 정합성 심층 분석 및 정제하여야 함\n - 정합성 규칙 작성/데이터 분석/정제/관리 개선 방안 도출"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 이행 검증 및 안정화 지원"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 이행 검증 및 안정화 지원"
          ],
          [
            "",
            "세부내용",
            "○ 현 시스템 데이터이관 \n  - 현 시스템의 회계 데이터 이관 (기준정보, 전기수 회계전표이관, 예산데이터이관) \n  - 현 시스템의 인사 데이터 이관 (인사정보, 발령정보, 교육결과등록, 상벌내역,  \n 근태정보- 잔여연차일수, 급여데이터, 사업소득자, 기타소득자 등)\n○ 최종 데이터 이행 작업과 이행 결과를 검증\n○ 이관된 시스템에 등록되는 데이터를 향후 데이터 분석을 통하여 다양한 분야에 \n활용을 위한 체계적인 분류와 관리가 필요함으로 이를 위한 체계적 관리 방안 마련\n○ 데이터 유형에 맞게 카테고리별 구분하고 검색과 활용이 용이한 분류 체계로 구축\n○ 등록, 수정 및 처리·활용 시 데이터의 요구되는 항목에 대한 검증과 보조 항\n목을 구분하여 체계화"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준화"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 표준 수립"
          ],
          [
            "",
            "세부내용",
            "○ 데이터 표준 개선·정비\n  - 구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계(데이터 표준\n화 지침 및 가이드 등)를 개선·정비하여야 함\n  - 시스템 구축에 따라 추가가 필요한 데이터 표준항목(단어, 용어, 도메인)을 \n정의하고 데이터 표준사전 등에 반영하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "백업 대응방안"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 보존 적합성 및 백업 방안 제시"
          ],
          [
            "",
            "세부내용",
            "○ 시스템은 자료의 파손, 변질, 분실 등에 대비하기 위하여 백업 방안 마련\n○ 발생 가능한 장애요소들을 유형별로 구분하여 제시, 대처방안을 문서화하여 산출물로 제시\n○ 백업 대상, 매체, 주기, 방법 절차를 문서화 하여 산출물로 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "공통 데이터 표준화"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "범정부 및 주관기관 표준 준수"
          ],
          [
            "",
            "세부내용",
            "○ 범정부 표준 준수\n  - 공공기관의 데이터베이스 표준화 지침(행정안전부 고시)을 준수하여야 함\n○ 주관기관 표준을 준수\n  - 수행사는 발주기관의 데이터 표준을 준수하고 그와 상충되는 요소에 대해\n서는 발주기관과 협의하여 대응 방안을 수립하고 이력을 남겨야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "복구 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "복구 대응방안"
          ],
          [
            "",
            "세부내용",
            "○ 데이터 업로드 및 데이터 복구를 관리하여야 하며, 관련한 표준 체계 수립 \n및 적용하여야 함\n○ 시스템은 보안 사고가 발생하여 데이터가 위변조, 손실되면 12시간 이내에 \n데이터를 복구해야 함\n○ 복구시기, 방법, 절차를 문서화 하여 산출물로 제시\n○ 유실데이터 처리 방안을 문서화 하여 산출물로 제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 데스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 테스트 요구 일반사항 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 테스트 요구 일반사항 세부내용 각 구축 단계별로 세부적인 계획을 수립하여 시행하여야 하며, Test 계획서 와 결과서를 제출해야 함 개발초기부터 구축완료까지 지속적인 테스트와 해당 결과를 반영하여 요구 사항이 충족되는 시스템이 되도록 하여야 함 산출 정보 테스트계획서 요구사항 고유번호 TER-002 요구사항 명칭 통합 테스트 방안 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 통합테스트 요청과 관련된 사항과 방안 제시 세부내용 통합테스트는 2회이상 실시하여야 함 - 세부계획은 발주기관과 협의 통합테스트를 수행하여 이를 기반으로 구축 사업의 안정적인 서비스 품질 이 실현되도록 검증되어야 함 데이터는 실제 운영환경에서 발생 가능한 모든 경우의 데이터를 생성하여 테스트를 수행해야 함 정상처리, 예외처리, 비상상황 등의 다양한 상황이 테스트 되도록 테스트 케이스 및 시나리오를 작성하여 테스트해야 함 산출 정보 테스트계획서 - 이하 여백 - - 38 - 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 보안 정책 및 가이드라인 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 보안 정책 및 이와 관련된 각종 규정 준수 세부내용 수행사는 발주기관의 보안정책 및 지침을 준수해야 함 본 사업에 투입되는 인력은 인천공항운영서비스 보안관련 규정을 준수해야 함 행정안전부에서 제공하는 웹어플리케이션 개발 보안 가이드 준수 국가공공기관_발주_용역사업_보안관리요령국정원 준수 정보시스템구축단계별정보보호가이드라인한국인터넷진흥원 준수 침해 사고 발생시 국가사이버안전센터의 국가 사이버 안전매뉴얼의 대응 절차를 준수해야 함 요구사항 고유번호 SER-002 요구사항 명칭 사용자인증 및 개인정보보호 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사용자인증 및 개인정보보호 세부내용 비밀번호는 발주기관 정책을 준수하여야 함 전자인증정보를 포함한 키 값 및 파라미터 정보는 암호화하여 구성해야 함 사용자 인증정보, 주민등록번호, 패스워드 등 보안이 요구되는 정보를 소스 코드에 직접 하드코딩 하지 않아야 함 개인정보처리방침에 따라 개인정보를 처리파기해야 함 암호화는 국정원 기준을 준수해야 하고, 적용 암호화 수준 및 알고리즘을 구체적으로 제시해야 함 인증 절차 없이 시스템의 화면이나 소스코드에 개인정보가 노출되지 않아야 함 공공기관의 개인정보 보호에 관한 법률 및 지침 등 관련 법령을 준수하여야 함 요구사항 고유번호 SER-003 요구사항 명칭 권한관리 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사용자권한관리 및 접근 제어 세부내용 로그인 실패 횟수 제한가 5회 이상시 접속을 제한하여야 함 용역유지보수 등 직원의 경우, 별도 계정 및 권한을 부여하여 접근함 시스템의 화면에 대한 접근은 사용자 권한관리에 의해서 통제되어야 하고, 통제수준은 그룹별개인별기능별로 구체화되어야함 - 사용자는 업무 수행을 위한 추가 권한 필요시에 시스템 관리자에게 필요한 권한을 부여 요청하고 시스템 관리자가 이를 조정 가능하여야 함 - 감사 등 조회 권한이 필요한 부서에 조회 권한이 부여되어야 함 메뉴 및 기능, 데이터 조작 버튼에 대한 접근 권한은 조직도에 따른 사용자 의 권한, 역할에 따른 권한 등에 따라 각 시스템에서 설정하여 통제되어야 함 사용자의 시스템 접근 정보를 모니터링 할 수 있어야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "테스트 요구 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트 요구 일반사항"
          ],
          [
            "",
            "세부내용",
            "○ 각 구축 단계별로 세부적인 계획을 수립하여 시행하여야 하며, Test 계획서\n와 결과서를 제출해야 함\n○ 개발초기부터 구축완료까지 지속적인 테스트와 해당 결과를 반영하여 요구\n사항이 충족되는 시스템이 되도록 하여야 함"
          ],
          [
            "산출 정보",
            "",
            "테스트계획서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "보안 정책 및 가이드라인 준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안 정책 및 이와 관련된 각종 규정 준수"
          ],
          [
            "",
            "세부내용",
            "○ 수행사는 발주기관의 보안정책 및 지침을 준수해야 함\n○ 본 사업에 투입되는 인력은 인천공항운영서비스 보안관련 규정을 준수해야 함\n○ 행정안전부에서 제공하는 ‘웹어플리케이션 개발 보안 가이드’ 준수\n○ 국가/공공기관_발주_용역사업_보안관리요령(국정원) 준수\n○ 정보시스템구축단계별정보보호가이드라인(한국인터넷진흥원) 준수\n○  침해  사고  발생시  [국가사이버안전센터의  ‘국가  사이버  안전매뉴얼’]의 \n대응 절차를 준수해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "통합 테스트 방안"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통합테스트 요청과 관련된 사항과 방안 제시"
          ],
          [
            "",
            "세부내용",
            "○ 통합테스트는 2회이상 실시하여야 함\n  - 세부계획은 발주기관과 협의\n○  통합테스트를 수행하여  이를  기반으로  구축  사업의 안정적인  서비스  품질\n이 실현되도록 검증되어야 함\n○  데이터는  실제  운영환경에서  발생  가능한  모든  경우의  데이터를  생성하여 \n테스트를 수행해야 함\n○  정상처리,  예외처리,  비상상황  등의  다양한  상황이  테스트  되도록  테스트 \n케이스 및 시나리오를 작성하여 테스트해야 함"
          ],
          [
            "산출 정보",
            "",
            "테스트계획서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자인증 및 개인정보보호"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자인증 및 개인정보보호"
          ],
          [
            "",
            "세부내용",
            "○ 비밀번호는 발주기관 정책을 준수하여야 함\n○ 전자인증정보를 포함한 키 값 및 파라미터 정보는 암호화하여 구성해야 함\n○ 사용자 인증정보, 주민등록번호, 패스워드 등 보안이 요구되는 정보를 소스\n코드에 직접 하드코딩 하지 않아야 함\n○ 개인정보처리방침에 따라 개인정보를 처리/파기해야 함\n○ 암호화는 국정원 기준을 준수해야 하고, 적용 암호화 수준 및 알고리즘을\n구체적으로 제시해야 함\n○ 인증 절차 없이 시스템의 화면이나 소스코드에 개인정보가 노출되지 않아야 함\n○ 공공기관의 개인정보 보호에 관한 법률 및 지침 등 관련 법령을 준수하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "권한관리"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자권한관리 및 접근 제어"
          ],
          [
            "",
            "세부내용",
            "○ 로그인 실패 횟수 제한가 5회 이상시 접속을 제한하여야 함\n○ 용역(유지보수 등) 직원의 경우, 별도 계정 및 권한을 부여하여 접근함\n○ 시스템의 화면에 대한 접근은 사용자 권한관리에 의해서 통제되어야 하고, \n통제수준은 그룹별/개인별/기능별로 구체화되어야함\n - 사용자는 업무 수행을 위한 추가 권한 필요시에 시스템 관리자에게 필요한 \n권한을 부여 요청하고 시스템 관리자가 이를 조정 가능하여야 함\n - 감사 등 조회 권한이 필요한 부서에 조회 권한이 부여되어야 함\n○ 메뉴 및 기능, 데이터 조작 버튼에 대한 접근 권한은 조직도에 따른 사용자\n의 권한, 역할에 따른 권한 등에 따라 각 시스템에서 설정하여 통제되어야 함\n○ 사용자의 시스템 접근 정보를 모니터링 할 수 있어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 요구사항 고유번호 SER-004 요구사항 명칭 페이지 보안 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 웹페이지에 대한 보안 세부내용 SQL인젝션, 크로스사이트스크립팅, 웹쉘 업로드, 임의파일 다운로드 등의 웹 취약점이 없어야 함 관리자를 위한 별도의 클라이언트 프로그램을 제공할 경우 악용 가능한 취 약점이나 기능이 없어야 함 요구사항 고유번호 SER-005 요구사항 명칭 암호화 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 구간 암호화 및 전송자료 암호화 세부내용 사용자 PC부터 웹서버구간 간 암호화방식을 적용하여 구현하여야 함 - 정보시스템 로그인시 정보통신망으로 전송되는 중요정보아이디, 패스워드 와 같은 로그인 정보 및 주민등록번호 등에 대해 SSL, TLS 등 네트워크 구간 암호화 조치를 수행하여야 함 연계를 통해 전송되는 자료는 서버용 전송자료 암호화를 적용하여 전송하여야 함 연계 영역 간에는 사전 정해진 데이터 형식만 전달하도록 함 요구사항 고유번호 SER-006 요구사항 명칭 인력보안 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사업자 및 투입인력에 대한 보안준수사항 및 책임 등 세부내용 사업수행에 사용되는 인원, 문서, 장비 등의 보안 관리계획을 수립하여야 하며, 보안상 결격 사항이 없도록 조치 사업자는 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설하 여서는 안 되며, 발주사가 요구하는 보안사항을 철저히 준수하여야 함 본 제안 및 과업수행 중은 물론 향후에라도 보안사항 및 기타 시스템의 내 부구성, 네트워크, 보안장비, IP현황, 데이터 등 일체의 모든 사항에 대해 보안을 유지하여야 함 보안유출 등으로 인한 문제발생 시에는 사업자가 모든 책임과 배상의 의무 를 지며, 2차로 해당 대표자와 종사자가 민형사상 책임과 배상 의무를 져야 함 정보시스템 구축 각 단계별 정보보호가이드라인을 준수하고, 물리적, 관리 적, 기술적인 보안대책 등 안전 및 보안 관리에 대한 운영 규정을 마련하여 비상사태에 대비하여야 함 사업 참여 인원에 대해서는 사업 투입 전 보안서약서 작성 제출의무사항 및 보안취급규정 및 정보보안지침, 개인정보보호지침을 준수하여야 하며, 필요시 발주처의 신원조사에 즉시 응하여야 함 - 40 - 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 가용성 보장 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 가용성 보장 세부내용 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 시스템 조건 이 무엇이든지 간에 모든 채널에 동일한 자료 및 결과를 생성하고 인도 해야 함 시스템은 정상상태에서 매일 24시간 동안 무중단으로 운영 되어야함 요구사항 고유번호 QUR-002 요구사항 명칭 장애대응 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 장애 대응을 위한 백업절차 마련 세부내용 시스템은 신속한 장애 대응을 위하여 백업 절차를 마련해야 함 에러 복구, 장애 대책 확보 등 신뢰성 있는 서비스 환경을 제공하여야 함 테스트 결함 발생율 및 조치율 - 테스트 기간 동안 발견된 결함 수와 결함의 지속 시간을 측정하여야 함 결함 발생율이 5 이상이거나 중대 결함이 발생할 경우, 시스템 오픈 기 간을 연장해야 하며, 결함 지속 시간의 최대 한계값은 1시간 이하여야 함. - 테스트 기간 동안 발견된 결함에 대한 조치율은 100이어야 하며, 제안사 의 불가항력으로 인한 미조치 사항은 발주자의 승인을 득해야 하며, 결함에 대한 조치로 인하여 계획된 일정에 영향을 주어서는 안 됨 요구사항 고유번호 QUR-003 요구사항 명칭 이해 용이성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 쉽고 편한 기능 및 사용자 인터페이스 제공 세부내용 관리자 및 사용자가 시스템을 쉽고 편하게 사용할 수 있도록 하기 위해 기능 및 사용자 인터페이스에 다음 정보를 제공하여야 함 - 기능 이해도 자주 찾는 콘텐츠 순으로 찾기 쉬운 위치에 배치하는 등 정 보접근의 편의성 개선하고 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 정보를 제공해야 함 - 인터페이스 이해도 시스템에서 제공하는 인터페이스 기능과 방법을 초급 자라도 쉽게 운영할 수 있는 직관적인 인터페이스로 제작하고 관리자 매 뉴얼에 포함해야 함 사용자가 원하는 기능을 쉽게 찾아서 사용할 수 있는 체계를 제공하여야 한다. 시스템은 콘텐츠의 모양이나 배치를 이해하기 쉽게 구성하여야 함 온라인 서식을 포함하는 콘텐츠는 필요한 경우 서식과 관련한 정보를 제공 하여야 함 사용자 기능에 대한 온라인 도움말을 제공하여야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "페이지 보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹페이지에 대한 보안"
          ],
          [
            "",
            "세부내용",
            "○  SQL인젝션,  크로스사이트스크립팅,  웹쉘  업로드,  임의파일  다운로드  등의 \n웹 취약점이 없어야 함\n○ 관리자를 위한 별도의 클라이언트 프로그램을 제공할 경우 악용 가능한 취\n약점이나 기능이 없어야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "가용성 보장"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "가용성 보장"
          ],
          [
            "",
            "세부내용",
            "○ 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 시스템 조건\n이 무엇이든지 간에 모든 채널에 동일한 자료 및 결과를 생성하고 인도 해야 함\n○ 시스템은 정상상태에서 매일 24시간 동안 무중단으로 운영 되어야함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항 명칭",
            "",
            "암호화"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "구간 암호화 및 전송자료 암호화"
          ],
          [
            "",
            "세부내용",
            "○ 사용자 PC부터 웹서버구간 간 암호화방식을 적용하여 구현하여야 함\n -  정보시스템  로그인시  정보통신망으로  전송되는  중요정보(아이디,  패스워드\n와  같은  로그인  정보  및  주민등록번호  등)에  대해  SSL,  TLS  등  네트워크 \n구간 암호화 조치를 수행하여야 함\n○ 연계를 통해 전송되는 자료는 서버용 전송자료 암호화를 적용하여 전송하여야 함\n○ 연계 영역 간에는 사전 정해진 데이터 형식만 전달하도록 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "장애대응"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장애 대응을 위한 백업절차 마련"
          ],
          [
            "",
            "세부내용",
            "○ 시스템은 신속한 장애 대응을 위하여 백업 절차를 마련해야 함\n○ 에러 복구, 장애 대책 확보 등 신뢰성 있는 서비스 환경을 제공하여야 함\n○ 테스트 결함 발생율 및 조치율\n - 테스트 기간 동안 발견된 결함 수와 결함의 지속 시간을 측정하여야 함\n ※ 결함 발생율이 5% 이상이거나 중대 결함이 발생할 경우, 시스템 오픈 기\n간을 연장해야 하며, 결함 지속 시간의 최대 한계값은 1시간 이하여야 함.\n - 테스트 기간 동안 발견된 결함에 대한 조치율은 100%이어야 하며, 제안사\n의 불가항력으로 인한 미조치 사항은 발주자의 승인을 득해야 하며, 결함에 \n대한 조치로 인하여 계획된 일정에 영향을 주어서는 안 됨"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "이해 용이성"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "쉽고 편한 기능 및 사용자 인터페이스 제공"
          ],
          [
            "",
            "세부내용",
            "○ 관리자 및 사용자가 시스템을 쉽고 편하게 사용할 수 있도록 하기 위해 기능 및 \n사용자 인터페이스에 다음 정보를 제공하여야 함\n  - 기능 이해도: 자주 찾는 콘텐츠 순으로 찾기 쉬운 위치에 배치하는 등 정\n보접근의 편의성 개선하고 시스템에서 제공하는 모든 기능에 대해 사용자 \n매뉴얼에서 정보를 제공해야 함\n  - 인터페이스 이해도: 시스템에서 제공하는 인터페이스 기능과 방법을 초급\n자라도 쉽게 운영할 수 있는 직관적인 인터페이스로 제작하고 관리자 매\n뉴얼에 포함해야 함\n○ 사용자가 원하는 기능을 쉽게 찾아서 사용할 수 있는 체계를 제공하여야 한다.\n○ 시스템은 콘텐츠의 모양이나 배치를 이해하기 쉽게 구성하여야 함\n○ 온라인 서식을 포함하는 콘텐츠는 필요한 경우 서식과 관련한 정보를 제공\n하여야 함\n○ 사용자 기능에 대한 온라인 도움말을 제공하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항 명칭",
            "",
            "인력보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업자 및 투입인력에 대한 보안준수사항 및 책임 등"
          ],
          [
            "",
            "세부내용",
            "○  사업수행에  사용되는  인원,  문서,  장비  등의  보안  관리계획을  수립하여야 \n하며, 보안상 결격 사항이 없도록 조치\n○ 사업자는 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설하\n여서는 안 되며, 발주사가 요구하는 보안사항을 철저히 준수하여야 함\n○ 본 제안 및 과업수행 중은 물론 향후에라도 보안사항 및 기타 시스템의 내\n부구성,  네트워크,  보안장비,  IP현황,  데이터  등  일체의  모든  사항에  대해 \n보안을 유지하여야 함\n○ 보안유출 등으로 인한 문제발생 시에는 사업자가 모든 책임과 배상의 의무\n를 지며, 2차로 해당 대표자와 종사자가 민․형사상 책임과 배상 의무를 져야 함\n○  정보시스템  구축  각  단계별  정보보호가이드라인을  준수하고,  물리적,  관리\n적, 기술적인 보안대책 등 안전 및 보안 관리에 대한 운영 규정을 마련하여 \n비상사태에 대비하여야 함\n○ 사업 참여 인원에 대해서는 사업 투입 전 보안서약서 작성 제출(의무사항) \n및  보안취급규정  및  정보보안지침,  개인정보보호지침을  준수하여야  하며, \n필요시 발주처의 신원조사에 즉시 응하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 요구사항 고유번호 QUR-004 요구사항 명칭 변경 요구 및 변경처리 절차 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 변경 요구 및 변경처리 절차 세부내용 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사항 에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 baseline으로 간주함 제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증테 스트 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으 로 평가함 요구사항 고유번호 QUR-005 요구사항 명칭 신뢰성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 시스템 운영에 대한 신뢰성 세부내용 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 운영환경에 무관하게 모든 채널에 동일한 자료 및 결과를 생성해야 함 복구할 수 없는 자료의 손실로 이어질 수 있는 거래 오류를 방지하기 위한 통제방안을 최대한 시스템에 반영해야하고, 오류가 발생하는 즉시 처리할 수 있는 비상 대책안을 사용자와 공유해야 함 요구사항 고유번호 QUR-006 요구사항 명칭 유지관리 방안 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 유지관리 방안 세부내용 시스템 업그레이드 시스템은 새로운 기능을 구현하기 위해 필요한 경우 업 그레이드가 용이해야 하며, 보안사고 예방, 성능 개선 등이 발생하는 경우 패치를 제공하여야 함 무상보증 - 시스템의 무상보증기간은 검수완료일로부터 12개월로 하며, 단 납품 물품 중 무상보증기간이 12개월 이상인 경우 그에 따르며, 무상하자보수는 개발 소프트웨어, 하드웨어, 소프트웨어 등 시스템 전체로 한다. - 시스템 확장 유지관리에 용이하게 개발되어야 하며 시스템 확장 시 상호 운영성, 이식성 등을 보장하여야 함 - 42 - 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 개발 언어 사용 요구사항 분류 제약사항 요구사항 상세설명 정의 개발 언어 사용 세부내용 최신의 웹기반 기술 활용 - 최신의 웹기반 기술을 활용하여 UI 개발 비즈니스 로직 부분은 지속적인 기술지원이 가능한 개발 툴 및 언어를 사 용하여야 함. 기술지원 및 유지관리 용이성 등을 고려한 개발 언어를 협의하여 선정하여 야 함 요구사항 고유번호 COR-002 요구사항 명칭 데이터 사용 및 접근 제약사항 요구사항 분류 제약사항 요구사항 상세설명 정의 데이터 접근 정책 세부내용 사업수행 중에 취득한 자료와 정보에 관해서는 사업수행 중은 물론이고 사 업완료 후에도 인천공항운영서비스의 승인 없이는 절대로 외부에 유출 또 는 누출하거나 다른 용도로 사용할 수 없음 요구사항 고유번호 COR-003 요구사항 명칭 데이터 표준화 지침 적용 요구사항 분류 제약사항 요구사항 상세설명 정의 데이터 표준화 지침 방안 수립 세부내용 다수의 기관으로부터 취득할 데이터에 대하여 체계적으로 저장하고, 관리할 수 있는 구조로 데이터베이스를 설계하여야 함 데이터베이스 효율적인 운영관리 및 테이블 스페이스의 불필요한 낭비를 방지하기 위하여 테이블, 칼럼 등의 중복을 최소화 하여야 함 타 시스템과의 연계 및 시스템 확장 등을 감안하여 유연하고, 확장성을 제 공할 수 있는 구조로 데이터베이스를 설계하여야 함 공공데이터 관리지침행정안전부 고시를 수용할 수 있도록 데이터베이스를 설계하여야 함 데이터는 공유 및 재사용, 데이터 교환, 데이터 품질향상, 데이터베이스 통 합 등을 고려하여 표준화 되어야 함 행정정보의 공동 활용에 필요한 행정코드는 행정표준코드를 사용하여야 함 표준화된 코드 체계의 적용으로 통계 산출 및 데이터 연계 등에 활용되어야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "변경 요구 및 변경처리 절차"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "변경 요구 및 변경처리 절차"
          ],
          [
            "",
            "세부내용",
            "○ 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사항\n에서  변경관리  절차를  통해  승인을  획득한  요구사항을  최종  baseline으로 \n간주함\n○ 제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증(테\n스트) 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으\n로 평가함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "개발 언어 사용"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발 언어 사용"
          ],
          [
            "",
            "세부내용",
            "○ 최신의 웹기반 기술 활용\n - 최신의 웹기반 기술을 활용하여 UI 개발\n○ 비즈니스 로직 부분은 지속적인 기술지원이 가능한 개발 툴 및 언어를 사\n용하여야 함.\n○ 기술지원 및 유지관리 용이성 등을 고려한 개발 언어를 협의하여 선정하여\n야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "신뢰성"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 운영에 대한 신뢰성"
          ],
          [
            "",
            "세부내용",
            "○  시스템은  통상적인  업무시간  동안  가용성을  보장하여야  하며,  운영환경에 \n무관하게 모든 채널에 동일한 자료 및 결과를 생성해야 함\n○ 복구할 수 없는 자료의 손실로 이어질 수 있는 거래 오류를 방지하기 위한 \n통제방안을  최대한  시스템에  반영해야하고,  오류가  발생하는  즉시  처리할 \n수 있는 비상 대책안을 사용자와 공유해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 사용 및 접근 제약사항"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 접근 정책"
          ],
          [
            "",
            "세부내용",
            "○ 사업수행 중에 취득한 자료와 정보에 관해서는 사업수행 중은 물론이고 사\n업완료  후에도  인천공항운영서비스의  승인  없이는  절대로  외부에  유출  또\n는 누출하거나 다른 용도로 사용할 수 없음"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "유지관리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "유지관리 방안"
          ],
          [
            "",
            "세부내용",
            "○ 시스템 업그레이드: 시스템은 새로운 기능을 구현하기 위해 필요한 경우 업\n그레이드가 용이해야 하며, 보안사고 예방, 성능 개선 등이 발생하는 경우 \n패치를 제공하여야 함\n○ 무상보증\n  - 시스템의 무상보증기간은 검수완료일로부터 12개월로 하며, 단 납품 물품 \n중 무상보증기간이 12개월 이상인 경우 그에 따르며, 무상하자보수는 개발 \n소프트웨어, 하드웨어, 소프트웨어 등 시스템 전체로 한다.\n  - 시스템 확장: 유지관리에 용이하게 개발되어야 하며 시스템 확장 시 상호\n운영성, 이식성 등을 보장하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준화 지침 적용"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 표준화 지침 방안 수립"
          ],
          [
            "",
            "세부내용",
            "○ 다수의 기관으로부터 취득할 데이터에 대하여 체계적으로 저장하고, 관리할 \n수 있는 구조로 데이터베이스를 설계하여야 함\n○  데이터베이스  효율적인  운영관리  및  테이블  스페이스의  불필요한  낭비를 \n방지하기 위하여 테이블, 칼럼 등의 중복을 최소화 하여야 함\n○ 타 시스템과의 연계 및 시스템 확장 등을 감안하여 유연하고, 확장성을 제\n공할 수 있는 구조로 데이터베이스를 설계하여야 함\n○ 공공데이터 관리지침(행정안전부 고시를 수용할 수 있도록 데이터베이스를 \n설계하여야 함\n○ 데이터는 공유 및 재사용, 데이터 교환, 데이터 품질향상, 데이터베이스 통\n합 등을 고려하여 표준화 되어야 함\n○ 행정정보의 공동 활용에 필요한 행정코드는 행정표준코드를 사용하여야 함\n○ 표준화된 코드 체계의 적용으로 통계 산출 및 데이터 연계 등에 활용되어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - 요구사항 고유번호 COR-004 요구사항 명칭 개인정보보호법 준수 요구사항 분류 제약사항 요구사항 상세설명 정의 개인정보보호법 준수 세부내용 개인정보보호 관련 모든 법규를 충실히 이행할 수 있는 개발 표준안을 마 련하여 이를 개발에 반영하여야 함 - 개인정보 열람 시 접근 이력 기록 및 필요시 사유 입력 - 개인정보 열람에 대한 이력관리 통계 또는 조회 화면 제공 - 개인정보 중 고유식별정보에 대한 암호화 - 관련된 정보의 접근, 열람, 저장 등의 모든 로그를 저장 관리 - 개인정보 조회 권한 이력 관리 요구사항 고유번호 COR-005 요구사항 명칭 웹표준 및 호환성 준수 요구사항 분류 제약사항 요구사항 상세설명 정의 웹표준 및 호환성 준수 세부내용 o 웹 호환성 확보를 위하여 전자정부서비스 호환성 준수지침행정안전부 고 시의 준수하여야 함 - OS Win, MAC, Linux 등 - 최소 상이한 2종 이상Edge Chrome 등의 웹브라우저를 지원해야 함 요구사항 고유번호 COR-006 요구사항 명칭 소프트웨어 개발보안시큐어 코딩관련 가이드 준수 요구사항 분류 제약사항 요구사항 상세설명 정의 소프트웨어 개발보안 준수사항 제시 세부내용 o 소프트웨어 개발보안시큐어 코딩에 해당되는 사업의 경우 기능개발 시 소프트웨어 개발보안 가이드 및 점검 시 소프트웨어 보안약점 진단가이드 준수 요구사항 고유번호 COR-007 요구사항 명칭 개발도구 요구사항 요구사항 분류 제약사항 요구사항 상세설명 정의 개발도구 제공 방안 세부내용 기본사항 - 자연어처리NLP를 활용한 동의어 사전 구축 - 입력된 텍스트를 기반으로 스키마, 그리드 컬럼 등을 자동 구성 - 사전학습 모델을 통해 소스코드 데이터셋을 학습해 IntelliSense 사전을 생성 하고 수행 - 쿼리 추천기능을 통한 편집 및 메뉴 자동 개발 - 테스트에 필요한 속성을 분류하고 테스트 케이스 문서를 자동으로 생성 - 기존 쿼리를 분석해 Table Diagram을 자동으로 생성해 쉬운 쿼리 작성이 가능 - 코드의 문법적 오류나 안티패턴을 찾아 일관된 코드 스타일 작성 유도 - AI 빌더로 메타데이터EWP를 분석자가학습 후 HTML 파일로 변환 Script Editor 제공 - 44 - 요구사항 고유번호 COR-008 요구사항 명칭 ERP 프레임워크 요구사항 요구사항 분류 제약사항 요구사항 상세설명 정의 프레임워크 적용 방안 세부내용 기본사항 - 온라인 프로그램용 Front-End 및 Back-End 프레임워크 제공 - 배치 프로그램용 Batch 프레임워크 제공 - UI 화면 개발용 도구 제공 보안 사항 - 웹 취약점 공격에 대한 보안 이슈 해결보안 코딩 준수, SSL 적용, 인증 토큰값 사용 - 중요 정보 보호개인정보 암호화, SHA-256 알고리즘 적용 유연한 연계 - 시스템 연계 표준 및 방식 제공 - 연계 정보 및 상태 관리 사용자 경험 UX 제공 - HTML5 최신 기술 적용 - 유형별 UI Layout 및 재사용 컴포넌트 표준화로 사용성 강화 표준화된 개발방법 - 표준화된 개발 방법론 - ALM 통합 관리 요구사항, 설계, 구현, 테스트, 코드인스펙션, 배포 전체 과정 레이아웃 구현을 위한 컴포넌트 - HTMLDOM 구조에서 CSS 에 대한 전문적 노하우가 없이는 구현하기 까다로운 레이아웃 배치를 손쉬운 설정 만으로 처리해주는 컴포넌트 제공 - 표준 레이아웃의 구현을 손쉽게 할 수 있도록 해주는 핵심 컴포넌트 화면 사이즈의 변화에 따라 내부 컴포넌트들이 유연하게 적응될 수 있도록 하는 역할 - 화면 높이 맞춰서 출력해주는 fit-bottom 옵션을 통해 브라우저 화면 전체를 이용할 수 있도록 하며 라인 정렬 전자정부 프레임워크로 되어있거나 호환성 보장하여야함. AI 기능이 확장 가능한 솔루션",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "개인정보보호법 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보보호법 준수"
          ],
          [
            "",
            "세부내용",
            "○ 개인정보보호 관련 모든 법규를 충실히 이행할 수 있는 개발 표준안을 마\n련하여 이를 개발에 반영하여야 함\n - 개인정보 열람 시 접근 이력 기록 및 필요시 사유 입력\n - 개인정보 열람에 대한 이력관리 통계 또는 조회 화면 제공\n - 개인정보 중 고유식별정보에 대한 암호화\n - 관련된 정보의 접근, 열람, 저장 등의 모든 로그를 저장 관리\n - 개인정보 조회 권한 이력 관리"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "웹표준 및 호환성 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹표준 및 호환성 준수"
          ],
          [
            "",
            "세부내용",
            "o  웹  호환성  확보를  위하여  「전자정부서비스  호환성  준수지침(행정안전부  고\n시)」의 준수하여야 함\n - OS: Win, MAC, Linux 등\n - 최소 상이한 2종 이상(Edge Chrome 등)의 웹브라우저를 지원해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어 개발보안(시큐어 코딩)관련 가이드 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어 개발보안 준수사항 제시"
          ],
          [
            "",
            "세부내용",
            "o 소프트웨어 개발보안(시큐어 코딩)에 해당되는 사업의 경우 기능개발 시\n  소프트웨어 개발보안 가이드 및 점검 시 소프트웨어 보안약점 진단가이드 준수"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "ERP 프레임워크 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프레임워크 적용 방안"
          ],
          [
            "",
            "세부내용",
            "○ 기본사항\n - 온라인 프로그램용 Front-End 및 Back-End 프레임워크 제공\n - 배치 프로그램용 Batch 프레임워크 제공\n - UI 화면 개발용 도구 제공 \n○ 보안 사항\n - 웹 취약점 공격에 대한 보안 이슈 해결(보안 코딩 준수, SSL 적용, 인증     \n 토큰값 사용)\n - 중요 정보 보호(개인정보 암호화, SHA-256 알고리즘 적용)\n○ 유연한 연계\n - 시스템 연계 표준 및 방식 제공\n - 연계 정보 및 상태 관리\n○ 사용자 경험 UX 제공\n - HTML5 최신 기술 적용\n - 유형별 UI Layout 및 재사용 컴포넌트 표준화로 사용성 강화\n○ 표준화된 개발방법\n - 표준화된 개발 방법론\n - ALM 통합 관리 (요구사항, 설계, 구현, 테스트, 코드인스펙션, 배포 전체 과정)\n○ 레이아웃 구현을 위한 컴포넌트 \n - HTML(DOM 구조)에서 CSS 에 대한 전문적 노하우가 없이는 구현하기 \n까다로운 레이아웃 배치를 손쉬운 설정 만으로 처리해주는 컴포넌트 제공\n - 표준 레이아웃의 구현을 손쉽게 할 수 있도록 해주는 핵심 컴포넌트 화면 \n사이즈의 변화에 따라 내부 컴포넌트들이 유연하게 적응될 수 있도록 하는 \n역할\n - 화면 높이 맞춰서 출력해주는 fit-bottom 옵션을 통해 브라우저 화면 전체를 \n이용할 수 있도록 하며 라인 정렬\n○ 전자정부 프레임워크로 되어있거나 호환성 보장하여야함.\n○ AI 기능이 확장 가능한 솔루션"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "개발도구 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발도구 제공 방안"
          ],
          [
            "",
            "세부내용",
            "○ 기본사항\n- 자연어처리(NLP)를 활용한 동의어 사전 구축\n- 입력된 텍스트를 기반으로 스키마, 그리드 컬럼 등을 자동 구성\n- 사전학습 모델을 통해 소스코드 데이터셋을 학습해 IntelliSense 사전을 생성\n하고 수행\n- 쿼리 추천기능을 통한 편집 및 메뉴 자동 개발\n- 테스트에 필요한 속성을 분류하고 테스트 케이스 문서를 자동으로 생성\n- 기존 쿼리를 분석해 Table Diagram을 자동으로 생성해 쉬운 쿼리 작성이 \n가능\n- 코드의 문법적 오류나 안티패턴을 찾아 일관된 코드 스타일 작성 유도\n- AI 빌더로 메타데이터(EWP)를  분석/자가학습 후 HTML 파일로 변환\n○ Script Editor 제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 제안 개발방법론 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 제안 개발방법론의 범위 등 제시 세부내용 제안된 방법론은 정보시스템 개발 시 발생되는 착오 및 소프트웨어 품질 저하, 생산성 저하 등의 위험 요소를 방지하고, 시스템 개발의 표준 및 절 차의 확립을 통해 유지관리 용이성을 확보할 수 있는 검증된 것이어야 함 사용될 개발방법론에 따른 단계별 산출물 목록, 산출물 상세내용, 산출물 간의 연관도를 제시하여야 함 개발이 체계적으로 추진되도록 각 개발 단계별 활용할 도구분석 및 설계 도구, 개발도구 등와 기법의 적정성을 제시하여야 함 요구사항 고유번호 PMR-002 요구사항 명칭 사업관리방법 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 체계적인 사업관리 방안 제시 세부내용 위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리 방법 론을 통한 체계적인 사업 관리 방안을 제시해야 함 개발의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 체계적으로 프로젝트를 관리관리도구 이용해야 함 요구사항 고유번호 PMR-003 요구사항 명칭 일정계획 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 일정계획 제시 세부내용 사업을 기간 내에 완수하기 위한 개발 단계별 추진일정 및 세부 활동 내용 등이 포함된 개발 일정계획을 제시하여야 함 시스템 오픈 이후 발주자와 협의한 안정화 활동기간으로 정함 - 안정화 활동이란 일별 가동상태 모니터링 및 기록, 예방점검 활동 실시, 운 영 유지관리 인력 교육, 자체 헬프데스크 운영 및 비상연락체제 가동, 개발 자원 이관 및 기술지원을 의미함 요구사항 고유번호 PMR-004 요구사항 명칭 요구사항관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 요구사항 관리방안 제시 세부내용 사업자는 기능비기능 요구사항을 빠짐없이 관리하고, 각각의 요구사항이 분석, 설계, 시험단계 등 개발 전 단계의 관련 산출물에 반영 여부를 확인 할 수 있도록 관리요구사항추적하여야 함 - 46 - 요구사항 고유번호 PMR-005 요구사항 명칭 위험관리 방안 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 위험관리 방안 제시 세부내용 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항의 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 통제 및 리스크 관리 방안을 제시하며, 지속적으로 문제를 파악 관리하고, 조치사항 에 대하여 추적할 수 있는 방안을 제시해야 함 요구사항 고유번호 PMR-006 요구사항 명칭 보고관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 정기보고 및 수시보고 세부내용 사업진행에 대한 업무내용, 진척사항, 기타 특기사항을 기록한 업무일지를 작성하여 주간, 월간 단위로 작성제출하여야 함 원활한 과업 추진을 위해 필요시 비정기적인 보고 요청에 대응해야 함 요구사항 고유번호 PMR-007 요구사항 명칭 산출물관리방안 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 산출물관리방안 제시 세부내용 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 작업 일정 계획 및 품질보증계획과 연계하여 산출물의 종류, 주요내용, 작성 및 제출 시기, 제출 부수, 제출매체 등을 제시하여야 함 - 산출물 및 각종 worksheet의 관리방안을 제시하여야 함 - 산출물 제출 시기는 사업추진 공정, 품질보증 계획과 연계하여 제시 하여야 함 요구사항 고유번호 PMR-008 요구사항 명칭 품질보증활동 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 품질보증활동 수행 세부내용 - 성과품의 품질확보를 위하여 지속적인 품질보증활동 수행 - 품질보증계획 수립, 품질보증 목표 및 표준에 대한 교육 - 계획에 따른 품질보증 수행, 품질결함분석 및 시정조치, 변경요청 - 단계별 품질목표 달성, 품질표준 준수 등에 관한 보고서 제출",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "위험관리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "위험관리 방안 제시"
          ],
          [
            "",
            "세부내용",
            "○ 본  사업의  수행 시  발생 예상되는 쟁점  및 미결사항에 대한 관리, 사용자 \n요구사항의 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 통제 및 \n리스크 관리 방안을 제시하며, 지속적으로 문제를 파악 관리하고, 조치사항\n에 대하여 추적할 수 있는 방안을 제시해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "제안 개발방법론"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "제안 개발방법론의 범위 등 제시"
          ],
          [
            "",
            "세부내용",
            "○  제안된  방법론은  정보시스템  개발  시  발생되는  착오  및  소프트웨어  품질 \n저하, 생산성 저하 등의 위험 요소를 방지하고, 시스템 개발의 표준 및 절\n차의 확립을 통해 유지관리 용이성을 확보할 수 있는 검증된 것이어야 함\n○  사용될  개발방법론에  따른  단계별  산출물  목록,  산출물  상세내용,  산출물 \n간의 연관도를 제시하여야 함\n○  개발이  체계적으로  추진되도록  각  개발  단계별  활용할  도구(분석  및  설계 \n도구, 개발도구 등)와 기법의 적정성을 제시하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "보고관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정기보고 및 수시보고"
          ],
          [
            "",
            "세부내용",
            "○  사업진행에  대한  업무내용,  진척사항,  기타  특기사항을  기록한  업무일지를 \n작성하여 주간, 월간 단위로 작성․제출하여야 함\n○ 원활한 과업 추진을 위해 필요시 비정기적인 보고 요청에 대응해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사업관리방법"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "체계적인 사업관리 방안 제시"
          ],
          [
            "",
            "세부내용",
            "○ 위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리 방법\n론을 통한 체계적인 사업 관리 방안을 제시해야 함\n○  개발의  완성도를  높이기  위해서  프로젝트  착수에서  종료까지  체계적으로 \n프로젝트를 관리(관리도구 이용)해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물관리방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산출물관리방안 제시"
          ],
          [
            "",
            "세부내용",
            "○  사업추진과정에서  생산되는  제반  작업  단위별 산출물에  대하여  작업  일정\n계획 및 품질보증계획과 연계하여 산출물의 종류, 주요내용, 작성 및 제출\n시기, 제출 부수, 제출매체 등을 제시하여야 함\n - 산출물 및 각종 worksheet의 관리방안을 제시하여야 함\n - 산출물 제출 시기는 사업추진 공정, 품질보증 계획과 연계하여 제시 하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "일정계획"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "일정계획 제시"
          ],
          [
            "",
            "세부내용",
            "○ 사업을 기간 내에 완수하기 위한 개발 단계별 추진일정 및 세부 활동 내용 \n등이 포함된 개발 일정계획을 제시하여야 함\n○ 시스템 오픈 이후 발주자와 협의한 안정화 활동기간으로 정함\n - 안정화 활동이란 일별 가동상태 모니터링 및 기록, 예방점검 활동 실시, 운\n영 유지관리 인력 교육, 자체 헬프데스크 운영 및 비상연락체제 가동, 개발\n자원 이관 및 기술지원을 의미함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "요구사항관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "요구사항 관리방안 제시"
          ],
          [
            "",
            "세부내용",
            "○  사업자는  기능/비기능  요구사항을  빠짐없이  관리하고,  각각의  요구사항이 \n분석, 설계, 시험단계 등 개발 전 단계의 관련 산출물에 반영 여부를 확인\n할 수 있도록 관리(요구사항추적)하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "품질보증활동"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질보증활동 수행"
          ],
          [
            "",
            "세부내용",
            "- 성과품의 품질확보를 위하여 지속적인 품질보증활동 수행\n - 품질보증계획 수립, 품질보증 목표 및 표준에 대한 교육\n - 계획에 따른 품질보증 수행, 품질결함분석 및 시정조치, 변경요청\n - 단계별 품질목표 달성, 품질표준 준수 등에 관한 보고서 제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 요구사항 고유번호 PMR-009 요구사항 명칭 검수 및 검사 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 검수 및 검사 요건 세부내용 검수는 완료보고서 접수일로부터 14일 이내에 실시 - 제안요청서, 제안서, 협상 결과, 계약서, 사업수행계획서 등과 일치하지 않 을 경우 지체 없이 보완 후 재검수를 받아야 함 시스템 납품설치와 시스템의 정상가동 여부에 대하여 확인하며, 시스템 관 리, 기술지원 등 시스템 운영에 필요한 제반사항을 포함 요구사항 고유번호 PMR-010 요구사항 명칭 정보보안 계획 수립 및 실행 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 정보보안 계획 수립 및 실행 세부내용 사업수행기간 중 보안 관련법규를 준수하고 대외 보안유지에 적극 협조하 여야 함 - 사업 수행기간 중 중요 데이터 등 정보 누출에 대비하여 구체적인 정보보 호계획 및 방안을 제시 사업수행기간 중 주관기관으로부터 제공되는 모든 자료는 별도의 자료반 출입대장을 작성 및 관리해야 하며 주관기관의 승인 후 이용할 수 있음. 또한 제공된 자료의 이용이 종료된 경우 복구가 불가능 하도록 파기해야 하며 그 과정 및 결과를 주관기관으로부터 승인을 받아야함. 요구사항 고유번호 PMR-012 요구사항 명칭 보안서약 및 책임 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 보안서약 및 책임 세부내용 보안서약서 제출 및 보안 준수 - 사업에 참여하는 모든 인원은 별도양식에 의하여 상기의 내용을 포함한 보 안 서약서를 반드시 제출하여야 함 - 사업 수행 중 취득한 지식에 대하여 과업수행 중은 물론 사업이 완료된 후에도 외부에 누설하거나 다른 용도로 이용해서는 안 되며, 이를 위반하 였을 경우 법적인 책임을 져야 함 요구사항 고유번호 PMR-013 요구사항 명칭 정보보안 계획 수립 및 실행 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 정보보안 계획 수립 및 실행 세부내용 사업수행기간 중 보안 관련법규를 준수하고 대외 보안유지에 적극 협조하여야 함 - 사업 수행기간 중 중요 데이터 등 정보 누출에 대비하여 구체적인 정보보 호계획 및 방안을 제시 - 48 - 요구사항 고유번호 PMR-014 요구사항 명칭 해킹, 바이러스 등 침해사고 예방대책 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 해킹, 바이러스 등 침해사고 예방대책 세부내용 해킹, 바이러스 등 침해사고 예방대책 제시 - 해킹, 바이러스 등으로 인한 침해사고 예방대책 및 서비스 중단사태 발생에 대한 긴급 복구 방안 등을 포함한 보안대책을 제시해야 함 - 사업기간 중 불법SW의 사용으로 인한 문제에 대한 책임을 져야함 요구사항 고유번호 PMR-015 요구사항 명칭 사업관련 자료 보안방안 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 자료에 대한 보안관리 및 외부 유출 금지 세부내용 사업관련 자료 보안방안 개념 정의 - 계약서 등에 명시한 누출금지 대상정보를 업체에 제공할 경우 자료 관리 대장을 작성하여 인계자인수자가 직접 서명한 후 제공하고 사업 완료시 관련자료 전량 회수 - 용역사업 관련자료 및 사업과정에서 생산된 모든 산출물은 사내의 파일 서버 에 저장하거나 보안담당자가 지정한 PC에 저장관리 - 발주처 제공 사무실에서 용역사업을 수행할 경우 제공한 비공개 자료는 매일 퇴근 시 반납토록 하며 비밀문서를 제외한 일반문서는 용역업체에 제공된 사무실에 시건장치가 된 보관함이 있을 경우에 보관가능 사업관련 자료 외부 유출 금지 - 자료는 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송을 금지해야 함 정보통신망 구성도, 정보시스템 구성도, 사업 산출물 및 개인정보 등은 비공개자료로 분류하여 관리 - 제안사가 업무상 필요에 의해 부득이하게 외부에서 전자우편 등으로 자료 를송수신시에는 보안대책 마련 - 제안사는 사업 수행과정에서 취득한 자료와 정보산출물에 대해서 발주기 관승인 없이 외부 공개 또는 제공을 금지 - 이하 여백 -",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-014"
          ],
          [
            "요구사항 명칭",
            "",
            "해킹, 바이러스 등 침해사고 예방대책"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "해킹, 바이러스 등 침해사고 예방대책"
          ],
          [
            "",
            "세부내용",
            "○ 해킹, 바이러스 등 침해사고 예방대책 제시\n  - 해킹, 바이러스 등으로 인한 침해사고 예방대책 및 서비스 중단사태 발생에 \n대한 긴급 복구 방안 등을 포함한 보안대책을 제시해야 함\n  - 사업기간 중 불법SW의 사용으로 인한 문제에 대한 책임을 져야함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "검수 및 검사"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "검수 및 검사 요건"
          ],
          [
            "",
            "세부내용",
            "○ 검수는 완료보고서 접수일로부터 14일 이내에 실시\n - 제안요청서, 제안서, 협상 결과,  계약서, 사업수행계획서  등과 일치하지 않\n을 경우 지체 없이 보완 후 재검수를 받아야 함\n○ 시스템 납품설치와 시스템의 정상가동 여부에 대하여 확인하며, 시스템 관\n리, 기술지원 등 시스템 운영에 필요한 제반사항을 포함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "정보보안 계획 수립 및 실행"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정보보안 계획 수립 및 실행"
          ],
          [
            "",
            "세부내용",
            "○  사업수행기간 중 보안 관련법규를  준수하고  대외  보안유지에  적극  협조하\n여야 함\n - 사업 수행기간 중 중요 데이터 등 정보 누출에 대비하여 구체적인 정보보\n호계획 및 방안을 제시\n○ 사업수행기간 중 주관기관으로부터 제공되는 모든 자료는 별도의 ‘자료반\n출입대장’을 작성 및 관리해야 하며 주관기관의 승인 후 이용할 수 있음. \n    또한 제공된 자료의  이용이  종료된  경우  복구가  불가능 하도록  파기해야 \n하며 그 과정 및 결과를 주관기관으로부터 승인을 받아야함."
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-015"
          ],
          [
            "요구사항 명칭",
            "",
            "사업관련 자료 보안방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "자료에 대한 보안관리 및 외부 유출 금지"
          ],
          [
            "",
            "세부내용",
            "○ 사업관련 자료 보안방안 개념 정의\n  - 계약서 등에 명시한 “누출금지 대상정보”를 업체에 제공할 경우 “자료\n관리  대장”을 작성하여  인계자·인수자가 직접  서명한  후 제공하고  사업\n완료시 관련자료 전량 회수\n  - 용역사업 관련자료 및 사업과정에서 생산된 모든 산출물은 사내의 파일 서버\n에 저장하거나 보안담당자가 지정한 PC에 저장·관리\n  -  발주처  제공  사무실에서  용역사업을  수행할  경우  제공한  비공개  자료는 \n매일  퇴근  시  반납토록  하며  비밀문서를  제외한  일반문서는  용역업체에 \n제공된 사무실에 시건장치가 된 보관함이 있을 경우에 보관가능\n○ 사업관련 자료 외부 유출 금지\n  - 자료는 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송을 금지해야 함\n   *  정보통신망  구성도,  정보시스템  구성도,  사업  산출물  및  개인정보  등은 \n비공개자료로 분류하여 관리\n  - 제안사가 업무상 필요에 의해 부득이하게 외부에서 전자우편 등으로 자료\n를송·수신시에는 보안대책 마련\n  - 제안사는 사업 수행과정에서 취득한 자료와 정보(산출물)에 대해서 발주기\n관승인 없이 외부 공개 또는 제공을 금지"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "보안서약 및 책임"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안서약 및 책임"
          ],
          [
            "",
            "세부내용",
            "○ 보안서약서 제출 및 보안 준수\n  - 사업에 참여하는 모든 인원은 별도양식에 의하여 상기의 내용을 포함한 보\n안 서약서를 반드시 제출하여야 함\n  -  사업  수행  중  취득한  지식에  대하여  과업수행  중은  물론  사업이  완료된 \n후에도 외부에 누설하거나 다른 용도로 이용해서는 안 되며, 이를 위반하\n였을 경우 법적인 책임을 져야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-013"
          ],
          [
            "요구사항 명칭",
            "",
            "정보보안 계획 수립 및 실행"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정보보안 계획 수립 및 실행"
          ],
          [
            "",
            "세부내용",
            "○ 사업수행기간 중 보안 관련법규를 준수하고 대외 보안유지에 적극 협조하여야 함\n  - 사업 수행기간 중 중요 데이터 등 정보 누출에 대비하여 구체적인 정보보\n호계획 및 방안을 제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 안정화 활동 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 목표 시스템 가동 후 안정화 활동에 관한 사항 세부내용 사업기간 중 목표시스템 가동 시 일정한 기간 동안 가동상태 모니터링 및 기록, 예방점검 활동 실시, 유지인력 교육, 비상연락체계 가동, 기술지원 등 안정화 활동을 수행하여야 함. 요구사항 고유번호 PSR-002 요구사항 명칭 하자보수 일반 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 사업 완료 후 하자보수에 관한 사항 세부내용 본 사업의 개발SW 등의 하자보수기간은 검사완료일로부터 12개월로 함 하자보수 기간 중 시스템의 결함 및 SW개발, 제작, 설치 등의 하자가 발견 될 경우 24시간 이내 개발된 SW상의 문제가 발견된 경우 즉시 필요한 조 치를 취하여 문제를 해결 하여야 함. 요구사항 고유번호 PSR-003 요구사항 명칭 운영 일반 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 운영 일반 사항 세부내용 개발 시스템의 정상운영을 위한 시스템 조건, 조직, 보안대책 수립, 최적화 된 프로그램 수행 목표시스템의 관리 및 운영조직을 기술하고 해당 조직의 역할과 책임, 기타 제도적 운영관리 대책 기술 데이터베이스 구축 정보 현행화 방안 기술 요구사항 고유번호 PSR-004 요구사항 명칭 교육 일반사항 요구사항 분류 프로젝트지원 요구사항 요구사항 상세설명 정의 교육 일반사항 세부내용 시스템 개발 및 운영에 필요한 교육을 지속적으로 실시하여야 하며, 교육계 획서를 작성하여 발주 기관에 제출, 승인을 얻어야 함 교육계획서에는 교육훈련에 대한 목적 및 내용, 교육대상, 방법, 일정, 장소, 강사진 등에 대한 상세사항이 포함되어야 함 - 50 - 요구사항 고유번호 PSR-005 요구사항 명칭 도입 제품에 대한 교육 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 도입 제품에 대한 교육 세부내용 관리자, 운영자별로 도입 시스템에 대한 기본교육에서 운영 교육까지 실시 하되 교육내용, 인원, 일정, 장소, 교육조건 등 교육지원 계획을 제시해야 함 요구사항 고유번호 PSR-006 요구사항 명칭 교육자료 제작 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 시스템에 대한 교육자료 제작 세부내용 시스템에 대한 교육자료를 제작하여야 함 - 관리자, 시스템 운용자, 일반사용자 등 사용자별 교육자료를 매뉴얼로 작성 하여야 함 요구사항 고유번호 PSR-007 요구사항 명칭 기술이전 방안 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 기술이전 방안 세부내용 시스템 개발 및 운영에 필요한 내용으로 시스템의 운영, 감시 및 보안, 비 상복구 방법 등 시스템 구성방법 및 장애 대처 방법, 기타 운영에 관한 사 항 등 시스템 운영직원의 자체유지보수 능력 배양을 위한 기술이전 계획을 제시하여야 함 요구사항 고유번호 PSR-008 요구사항 명칭 취약점 점검 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 취약점 점검 수행 세부내용 시스템 저해요소분석 및 개선, 취약점 대체방안 및 해결안 마련 및 제공이 가능하도록 취약점 점검 용역 수행 업체는 목표시스템 구축 완료 후, 최종 산출물에 대해 정보보안 전문가 또는 전문 보안점검도구를 활용하여 보안 취약점을 점검, 도출된 취 약점에 대한 개선을 완료하고 그 결과를 제출해야 함 시스템 구축 완료 후, 국제 웹 보안 표준 기구OWASP, Open Web Application Security Project와 국가정보원, 지식경제부에서 권고하는 보안 진단 항목을 통해 시스템을 점검해야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "도입 제품에 대한 교육"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "도입 제품에 대한 교육"
          ],
          [
            "",
            "세부내용",
            "○ 관리자, 운영자별로 도입 시스템에 대한 기본교육에서 운영 교육까지 실시\n하되 교육내용, 인원, 일정, 장소, 교육조건 등 교육지원 계획을 제시해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "안정화 활동"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "목표 시스템 가동 후 안정화 활동에 관한 사항"
          ],
          [
            "",
            "세부내용",
            "○ 사업기간 중 목표시스템 가동 시 일정한 기간 동안 가동상태 모니터링 및 \n기록, 예방점검 활동 실시, 유지인력 교육, 비상연락체계 가동, 기술지원 등 \n안정화 활동을 수행하여야 함."
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "교육자료 제작"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템에 대한 교육자료 제작"
          ],
          [
            "",
            "세부내용",
            "○ 시스템에 대한 교육자료를 제작하여야 함\n - 관리자, 시스템 운용자, 일반사용자 등 사용자별 교육자료를 매뉴얼로 작성\n하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수 일반"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업 완료 후 하자보수에 관한 사항"
          ],
          [
            "",
            "세부내용",
            "○ 본 사업의 개발SW 등의 하자보수기간은 검사완료일로부터 12개월로 함\n○ 하자보수 기간 중 시스템의 결함 및 SW개발, 제작, 설치 등의 하자가 발견\n될 경우 24시간 이내 개발된 SW상의 문제가 발견된 경우 즉시 필요한 조\n치를 취하여 문제를 해결 하여야 함."
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "기술이전 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술이전 방안"
          ],
          [
            "",
            "세부내용",
            "○ 시스템 개발 및 운영에 필요한 내용으로 시스템의 운영, 감시 및 보안, 비\n상복구 방법 등 시스템 구성방법 및 장애 대처 방법, 기타 운영에 관한 사\n항 등 시스템 운영직원의 자체유지보수 능력 배양을 위한 기술이전 계획을 \n제시하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "운영 일반"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "운영 일반 사항"
          ],
          [
            "",
            "세부내용",
            "○ 개발 시스템의 정상운영을 위한 시스템 조건, 조직, 보안대책 수립, 최적화\n된 프로그램 수행 \n○ 목표시스템의 관리 및 운영조직을 기술하고 해당 조직의 역할과 책임, 기타 \n제도적 운영관리 대책 기술\n○ 데이터베이스 구축 정보 현행화 방안 기술"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "취약점 점검"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "취약점 점검 수행"
          ],
          [
            "",
            "세부내용",
            "○ 시스템 저해요소분석 및 개선, 취약점 대체방안 및 해결안 마련 및 제공이 \n가능하도록 취약점 점검\n○ 용역 수행 업체는 목표시스템 구축 완료 후, 최종 산출물에 대해 정보보안 \n전문가 또는 전문 보안점검도구를 활용하여 보안 취약점을 점검, 도출된 취\n약점에 대한 개선을 완료하고 그 결과를 제출해야 함\n○  시스템  구축  완료  후,  국제  웹  보안  표준  기구(OWASP,  Open  Web \nApplication  Security  Project)와  국가정보원,  지식경제부에서  권고하는  보안 \n진단 항목을 통해 시스템을 점검해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "교육 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "교육 일반사항"
          ],
          [
            "",
            "세부내용",
            "○ 시스템 개발 및 운영에 필요한 교육을 지속적으로 실시하여야 하며, 교육계\n획서를 작성하여 발주 기관에 제출, 승인을 얻어야 함\n○ 교육계획서에는 교육훈련에 대한 목적 및 내용, 교육대상, 방법, 일정, 장소, \n강사진 등에 대한 상세사항이 포함되어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 시스템 장비구성 요구사항 요구사항 고유번호 ECR-001 요구사항 명칭 시스템 구성 요구사항 분류 시스템 장비구성 요구사항 요구사항 상세설명 정의 시스템 구성 세부내용 구축 시 필요한 시스템 구성도 및 시스템 사양을 구체적으로 제시하며, 서버는 클라우드서비스를 사용함 - 이하 여백 - - 52 - V 제안서 작성요령 1. 제안서의 효력 제안서에 제시된 내용과 발주자 요구에 의하여 수정, 보완, 변경된 제안 내용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 가지며, 계약서에 명시된 경우는 계약서가 우선함 발주기관은 필요 시 제안사에 대하여 추가 제안이나 자료를 요구할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 2. 제안서 안내 사항 제안서 규격 및 수량 - 작성형태 A4 종방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡방향 또는 기타 용지를 일부 사용할 수 있음 - 작성분량 제안서 200페이지 내외, 요약본 50페이지 내외 요약본은 PT 심사 발표 자료로 활용 제안서 제출 - 정성적 제안서 원본 제안서 1부서식1-1, 요약 제안서 9부서식1-2 - 정량적 제안서 신용평가등급확인서 - 제출장소 인천광역시 중구 공항로 424번길 84 인하국제의료센터 7층 총무팀 - 제출방법 직접 제출우편택배 등 기타접수 불가 제안서 작성 지침 및 유의 사항 - 제안서는 작성 지침에 따라 세분해서 누락없이 작성하고 기술적인 설명 자료 등의 내용이 많을 경우에는 별지를 사용하여 작성함 - 상기 제안 요구사항에 명시된 사항은 수행을 위한 방안을 반드시 제시해야 함 - 본 제안요청서에 기술되지 않았더라도 본 사업을 추진하는데 있어",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 구성"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 구성"
          ],
          [
            "",
            "세부내용",
            "○  구축  시  필요한  시스템  구성도  및  시스템  사양을  구체적으로  제시하며,   \n   서버는 클라우드서비스를 사용함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 필수적이라고 판단되는 사항은 제안범위에 포함해야 함 - 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련 번호를 붙이되, 각 장별로 번호를 부여해야 함 - 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 - 참고문헌 활용 시 참고문헌 목록을 첨부하고 인용 부분을 명시해야 함 - 제안서의 내용은 명확한 용어를 사용하여 표현해야함. 예를 들어,사용 가능하다, 할 수 있다, 고려하고 있다등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것을 계량화하여야 함 - 제출된 제안서의 기재 내용은 발주기관과의 협의 없이 수정 및 삭제할 수 없음 - 본 제안요청서는 전체 또는 일부가 제안서 제출 이외의 다른 목적으로 사용되어서는 안되며 선정된 사업자는 발주기관의 보안요청을 준수할 것에 동의하여야 함 - 제안사가 제출한 제안서 및 관련 자료는 외부에 공개하지 않음을 원칙으로 함 - 제안 심사 시 제출한 요약서를 활용하여 발표 및 심사하며, 제안서 및 요약서 이외의 사전 협의되지 않은 자료는 심사 발표 시 활용 불가 - 제안사의 제안내용 확인을 위한 추가 자료 요청 또는 현장 실사에 응해야 함 - 제출된 제안서는 일체 반환되지 않으며 본 제안과 관련된 일체의 소요 비용은 제안사가 부담 - 제안서에 제시한 투입인력이 본 사업에 투입되지 않거나 제안서 내용을 허위로 작성한 사실이 발견될 시 계약 해지 가능 - 54 - 3. 제안서 작성 목차 및 방법 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연력, 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매 출액, 유사사업실적 등을 명료하게 제시 - 본 사업과 관련이 있는 3년 이내의 유사사업실적ERP 경영정보시스템 구축 제시 2. 제안사의 조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시 - 사업총괄책임자PM 공고일 이전부터 제안서 평가일까지 계속 재직자 II. 전략 및 방법론 1. 사업 이해도 제안사는 해당 사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여여 하며, 목표시스템 구성도 및 구성 체계를 제시 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이고 타당한 대안을 제시 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부개발방법론, 적용기술의 실현가능성 등을 제시하여야 한다. 대상 업무별 개발방안통합연계 범위 관련 적절한 방안 제시 등, 프로토타입 구현 등 개발에 대한 전반적인 방안을 제시한다. 제안사는 첨부된 기술적용계획표를 작성하여 기술적용계획 제시 4. 표준 프레임워크 적용 제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상 되는 문제점을 기술하고 실현 가능한 대응 방안을 제시 5. 개발 방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용 방법론의 경험을 기술 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출 시기를 기술 III. 기술 및 기능 1. 시스템 장비구성 요구 사항 시스템을 하드웨어부문, 소프트웨어 부문, 기타부문 등으로 구분하여 각 구분별 구성 장치의 사양, 기능, GS인증제품 제안 내역 등을 제시하고 시스템의 설치 및 공급계획, 유지보수 방안을 기술하여야 한다.특히, 시스템의 최대사양 중 제안 사양을 명확히 제시 2. 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기술, 제안한 방안 및 기술의 적용방안을 제시하여야 한다. 업무 프로세스 분식 자동화, 간소화 방안 제시 포함 3. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안방안 등 을 구체적으로 제시하여야 한다. 4. 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시 하여야 한다. 5. 시스템 운영 요구사항 계약목적물의 운영 절차 및 방법을 운영 중 비상사태 발생 시 대응방안 등 구체적으로 제시하여야 한다. 6. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로 기술하여 야 한다.",
      "tables": [
        [
          [
            "1. 사업 \n이해도",
            "제안사는 해당 사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, \n전제조건 및 제안의  특징 및 장점을 요약하여 기술하여여 하며, 목표시스템 구성도 \n및 구성 체계를 제시"
          ],
          [
            "2. 추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소  고려하여  창의적이고 \n타당한 대안)을 제시"
          ],
          [
            "3. 적용기술",
            "제안사는 사업수행을 위한 주요 적용기술 및 세부개발방법론, 적용기술의 실현가능성 \n등을  제시하여야  한다.  대상  업무별  개발방안(통합/연계  범위  관련  적절한  방안  제시 \n등), 프로토타입 구현 등 개발에 대한 전반적인 방안을 제시한다.\n ※ 제안사는 첨부된 기술적용계획표를 작성하여 기술적용계획 제시"
          ],
          [
            "4. 표준 \n프레임워크 \n적용",
            "제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상\n되는 문제점을 기술하고 실현 가능한 대응 방안을 제시"
          ],
          [
            "5. 개발 \n방법론",
            "업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용\n방법론의 경험을 기술\n 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출 시기를 기술"
          ]
        ],
        [
          [
            "1. 시스템 \n장비구성 \n요구 사항",
            "시스템을  하드웨어부문,  소프트웨어 부문, 기타부문  등으로  구분하여  각  구분별  구성 \n장치의 사양, 기능, GS인증제품 제안 내역 등을 제시하고 시스템의 설치 및 공급계획, \n유지보수 방안을 기술하여야 한다.(특히, 시스템의 최대사양 중 제안 사양을 명확히 제시)"
          ],
          [
            "2. 기능 \n요구사항",
            "방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기술, \n제안한 방안 및 기술의 적용방안을 제시하여야 한다.\n ※ 업무 프로세스 분식 자동화, 간소화 방안 제시 포함"
          ],
          [
            "3. 보안 \n요구사항",
            "보안요구사항 및 시스템과의  관련성을 분석하고  적용할  보안기술,  표준,  제안방안  등\n을 구체적으로 제시하여야 한다."
          ],
          [
            "4. 데이터 \n요구사항",
            "데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시\n하여야 한다."
          ],
          [
            "5. 시스템 운영 \n요구사항",
            "계약목적물의 운영 절차 및 방법을 운영 중 비상사태 발생 시 대응방안 등 \n구체적으로 제시하여야 한다."
          ],
          [
            "6. 제약사항",
            "기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로 기술하여\n야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 항 목 작 성 방 법 IV. 성능 및 품질 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구, 구현 및 테스트 방안을 구체적으로 제시 2. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시 3. 인터 페이스 요구사항 시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단점의 분석을 통해 가장 적합한 방안을 구체적으로 기술 사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 제공하기 위한 분석 및 설계, 구현방안과 검토 계획을 구체적으로 기술 V. 프로젝트 관리 1. 관리 방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 한다. 또한, 문 제발생시 보고 체계 및 위험관리 방안을 구체적으로 제시 2. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등을 제시 3. 개발장비 개발환경의 구성 여부와 해결방안을 명확히 제시 VI. 프로젝트 지원 1. 품질보증 조직, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 하고, 개발완 료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시 4. 유지관리 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시 5. 하자보수 하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시 6. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보 방안과 개인 정보보호 대책을 제시 7. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시하여야 한다. - 56 - VI 입찰 안내 사항 1. 입찰 참가자격 국가를 당사자로 하는 계약에 관한 법률 시행령제12조 및 동법 시행규칙 제14조에 의한 소정의 자격을 갖춘 업체로서 입찰등록을 필한 자 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령제2조의 2 중소기업자와의 우선조달계약 1호 및 소상공인 보호 및 지원에 관한 법률 제2조에 따른 중소기업소상공인으로서 중소기업 범위 및 확인에 관한 규정에 따라 중소벤처기업부에서 발급된 중소기업소상공인확인서를 소지한 자입찰 마감일 전일까지 발급된 것으로 유효기간 내에 있어야 함 국가종합전자조달시스템 입찰참가자격등록규정에 의하여 나라장터G2B에 다음 분야의 입찰 참가 자격을 등록한 자 - 소프트웨어사업컴퓨터관련서비스사업, 업종코드1468 중소기업제품 구매촉진 및 판로지원에 관한 법률 제9조 및 동법 시행령 제10조에 따라 다음의 직접생산확인증명서를 소지한 자로 직접생산확인증명서는 입찰서 제출 마감 전까지 발급받아 제출하되 유효기간 내에 있어야 함 - 패키지소프트웨어개발및도입서비스세부품명번호8111159801 또는 - 정보시스템개발서비스세부품명번호8111159901 공동계약공동 및 분담 이행방식 및 하도급 불가 아래의 하나에 해당하는 경우 입찰참가 불가 - 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조에 해당하는 자 - 국가를 당사자로 하는 계약에 관한 법률 제27조의5 및 동법 시행령 제12조 제3항에 따라조세포탈 등을 한 자로서 유죄판결이 확정된 날부터 2년이 지나지 아니한 자",
      "tables": [
        [
          [
            "1. 품질보증",
            "조직, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시"
          ],
          [
            "2. 시험운영",
            "대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 하고, 개발완\n료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시"
          ],
          [
            "3. 교육훈련",
            "사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육일정, \n교육훈련 조직 등을 상세히 제시"
          ],
          [
            "4. 유지관리",
            "유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시"
          ],
          [
            "5. 하자보수",
            "하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시"
          ],
          [
            "6. 기밀보안",
            "기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보 방안과 개인\n정보보호 대책을 제시"
          ],
          [
            "7. 비상대책",
            "안정적인 시스템 운영을 위하여 백업/복구 및 장애대응 대책을 제시하여야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 2. 입찰 및 계약 방식 관련 기준 -국가를 당사자로 하는 계약에 따른 법률 시행령제43조 및기획 재정부 계약예규 제656호, 2023.06.16.협상에 의한 계약체결기준 -소프트웨어 기술성 평가기준 지침과학기술정보통신부 고시, 2020-100호, 2020.12.24.을 준용 입찰 및 계약방식 구분 세 부 내 용 비고 입찰방식 제한경쟁입찰 낙찰자 결정 협상에 의한 계약 평가방식 제안서 평가 기술평가80 가격평가20 - 대금 지급 계약금 30, 1차 중도금 30, 2차 중도금 30, 잔금 10이며, 세금계산서 발행 후 현금 지급 조건 3. 제안서 평가 방법 기술평가와 가격평가를 실시하여 종합평가 점수로 평가 - 평가비율 기술평가80, 가격평가20 - 종합평가 점수 기술평가 점수 입찰가격 평가 점수 기술평가 - 평가위원회는 참여 업체별 제안서 발표PT 심사로 진행하고, 제안사의 사업관리자PM가 직접 발표하며 참석자 수는 PM 포함 3명으로 한정 기술평가 위원회 미 참석 시 사업수행 의사가 없는 것으로 간주 - 평가위원은 평가의 공정성 및 전문성을 기하기 위하여 각계 관련 전문가들로 구성하며 제안서 발표일은 입찰 마감일 기준 7일 이내 통보 - 발표 시간은 제안사별 30분제안설명 20분, 질의응답 10분내외로 하며 발표순서는 제안서 제출 순 진행 - 평가점수 산정 각 제안업체가 받은 점수 중에서 최저 및 최고점수를 제외한 후 산술평균소수점 다섯째자리에서 반올림하여 산출하나, 최저 또는 최고 점수가 2개 이상일 때에는 이중 하나만 제외함 - 심사선정 결과는 나라장터 공개 예정 - 58 - 평가 항목 및 배점 평가부문 평가항목 기 술 평 가 정량 평가 I. 일반 현황10점 1. 사업 이행실적 2. 경영상태 정 성 평 가 II. 전략 및 방법론10점 1. 사업 이해도 2. 추진 전략 3. 적용 기술 III. 기술 및 기능25점 1. 기능 요구사항 2. 보안 요구사항 3. 데이터 요구사항 4. 제약사항 IV.성능 및 품질15점 1. 성능 요구사항 2. 품질 요구사항 3. 인터페이스 요구사항 V. 프로젝트 관리10점 1. 관리방법론 2. 일정계획 VI. 프로젝트 지원10점 1. 품질보증 2. 교육훈련 유지보수 3. 비상대책 및 기타 가격평가 입찰가격 평점 산식에 의한 평가 합계",
      "tables": [
        [
          [
            "구분",
            "세 부 내 용",
            "비고"
          ],
          [
            "입찰방식",
            "제한경쟁입찰",
            ""
          ],
          [
            "낙찰자 결정",
            "협상에 의한 계약",
            ""
          ],
          [
            "평가방식",
            "제안서 평가",
            "기술평가(80%) + 가격평가(20%)"
          ]
        ],
        [
          [
            "평가부문",
            "",
            "평가항목",
            "",
            ""
          ],
          [
            "기 술 평 가",
            "정량\n평가",
            "I. 일반\n  현황(10점)",
            "1. 사업 이행실적",
            ""
          ],
          [
            "",
            "",
            "",
            "2. 경영상태",
            ""
          ],
          [
            "",
            "정 성 평 가",
            "Ⅱ. 전략 및\n  방법론(10점)",
            "1. 사업 이해도",
            ""
          ],
          [
            "",
            "",
            "",
            "2. 추진 전략",
            ""
          ],
          [
            "",
            "",
            "",
            "3. 적용 기술",
            ""
          ],
          [
            "",
            "",
            "Ⅲ. 기술 및\n  기능(25점)",
            "1. 기능 요구사항",
            ""
          ],
          [
            "",
            "",
            "",
            "2. 보안 요구사항",
            ""
          ],
          [
            "",
            "",
            "",
            "3. 데이터 요구사항",
            ""
          ],
          [
            "",
            "",
            "",
            "4. 제약사항",
            ""
          ],
          [
            "",
            "",
            "Ⅳ.성능 및\n  품질(15점)",
            "1. 성능 요구사항",
            ""
          ],
          [
            "",
            "",
            "",
            "2. 품질 요구사항",
            ""
          ],
          [
            "",
            "",
            "",
            "3. 인터페이스 요구사항",
            ""
          ],
          [
            "",
            "",
            "Ⅴ. 프로젝트\n  관리(10점)",
            "1. 관리방법론",
            ""
          ],
          [
            "",
            "",
            "",
            "2. 일정계획",
            ""
          ],
          [
            "",
            "",
            "Ⅵ. 프로젝트\n  지원(10점)",
            "1. 품질보증",
            ""
          ],
          [
            "",
            "",
            "",
            "2. 교육훈련 / 유지보수",
            ""
          ],
          [
            "",
            "",
            "",
            "3. 비상대책 및 기타",
            ""
          ],
          [
            "가격평가",
            "",
            "입찰가격 평점 산식에 의한 평가",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 정량평가 배점 기준 - 사업 이행실적5점 사업수행 실적최근 3년 이내 합산 - 경영상태5점 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의 100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의 95 B, B0, B- B- B, B0, B- 배점의 90 CCC 이하 C 이하 CCC 이하 배점의 70 1. 신용정보의 이용 및 보호에 관한 법률 제4조 제1항 제1호 또는 자본시장과 금융투자업에 관한 법률 제9조 제26항에 의거 업무를 영위하는 신용조회사 또는 신용평가사가 심사기준일 이전에 평가한 유효기간 내에 있는 회사채, 기업어음, 기업신용평가등급으로 평가하되, 가장 최근의 신용평가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 동일일자에 다수가 있어 그 결과가 상이한 경우 가장 낮은 등급으로 평가한다. 2. 신용평가등급 확인서가 확인되지 않은 경우에는 최저등급으로 평가하며, 유효기간 만료일이 입찰공고일인 경우에도 유효한 것으로 평가한다. 3. 합병한 업체에 대하여는 합병 후 새로운 신용평가등급으로 심사하여야 하며 합병 후의 새로운 신용평가등급이 없는 경우에는 합병 대상업체 중 가장 낮은 신용평가등급을 받은 업체의 신용평가등급으로 심사한다. 평가등급 평점 100 이상 배점의 100 70 이상 100 미만 배점의 90 40 이상 70 미만 배점의 80 40 미만 배점의 70 사업수행실적 기준 해당 사업규모 대비 입찰공고일 기준 최근 3년간 사업수행실적금액 기준을 합산 적용. 단, 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 최근 7년간 사업수행실적을 합산 적용 1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 별도로 정한 경우를 제외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으로 평가한다. 2. 실적 인정 범위는 제안요청서에 정하되, 수행실적은 서식3에 따라 제출된 실적을 기준으로 평가한다. 경영정보시스템MIS, ERP, 업무포털, 그룹웨어, 전자결재시스템 구축과 유관한 실적만을 인정 3. 입찰자는 수행실적 평가를 위하여 서식3의 주요사업실적현황과 서식4 또는 다음 각 목에 따른 수행실적증명서 및 그에 준하는 실적증명서 등을 제출하여야 한다. 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공기업법령 적용 기관이 발급한 수행실적증명서 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행실적증명서, 계약서, 세금계산서필요시 거래명세표 포함를 첨부하여야 한다. 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급하는 소프트웨어사업 수행실적 확인서 라. 실적에 대한 입증 책임은 입찰자가 부담하며 의무를 다하지 아니하여 실적 확인이 어려운 경우에 는 실적으로 인정하지 아니한다. 4. 공동수급체의 경우 구성원별 실적에 지분율을 곱한 후 그 실적들을 합산한 실적으로 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사 실적A사 지분율B사 실적B사 지분율에 대한 점수 - 60 - 정성평가 배점 기준 가격평가 산출방법 - 협상에 의한 계약 체결기준기획재정부 계약 예규에 따라 평가 점수를 산출하며 구체적인 평가 방법은 조달청 규정에 따름 1. 입찰가격을 추정가격의 100분의 80 이상으로 입찰한 자에 대한 평가 평점입찰가격평가배점한도 해당입찰가격 최저입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 추정가격의 100분의 70미만 일 경우에는 100분의 70으로 계산 개정 2015.9.21., 2023.6.30. 해당입찰가격 해당 평가대상자의 입찰가격 입찰가격 평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를 포함하여 적용하고, 예정 가격을 작성한 경우에는 추정가격을 예정가격으로 적용 2. 입찰가격을 추정가격의 100분의 80 미만인 입찰한 자에 대한 평가 평점입찰가격평가배점한도 추정가격의상당가격 최저입찰가격 추정가격의상당가격추정가격의상당가격 추정가격의상당가격해당입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 추정가격의 100분의 70미만 일 경우에는 100분의 70으로 계산 개정 2015.9.21., 2023.6.30. 해당입찰가격 해당평가대상자의 입찰가격으로 하되, 입찰가격이 추정가격의 100분의 70미만일 경우에는 배점한도의 30에 해당하는 평점을 부여 개정 2015.9.21., 2023.6.30. SW 사업 및 소방장비관리법에 따른 소방장비, 경찰관 직무집행법에 따른 경찰장구, 해양경찰장비 도입 및 관리에 관한 법률에 따른 해양경찰장비, 군수품관리법에 따른 군수품으로서 소방ᆞ경찰ᆞ해양경찰ᆞ군의 안전 관련 물품 구매ᆞ제조의 경우에는 해당 입찰가 격이 추정가격의 100분의 80미만일 경우에는 배점한도의 30에 해당하는 평점을 부여 신설 2014.1.10, 개정 2015.9.21., 2023.6.30. 입찰가격 평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를 포함하여 적용하고, 예정 가격을 작성한 경우에는 추정가격을 예정가격으로 적용 3. 입찰가격 평점산식에 의한 계산결과 소수점이하의 숫자가 있는 경우에는 소수점 다섯째자리에서 반올림함 등급 매우우수 우수 점수 배점의 100 배점의 90",
      "tables": [
        [
          [
            "평가등급",
            "평점"
          ],
          [
            "100% 이상",
            "배점의 100%"
          ],
          [
            "70% 이상 100% 미만",
            "배점의 90%"
          ],
          [
            "40% 이상 70% 미만",
            "배점의 80%"
          ],
          [
            "40% 미만",
            "배점의 70%"
          ]
        ],
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            "AAA, AA+, AA0, AA-,\nA+, A0, A-, BBB+, BBB0",
            "배점의 100%"
          ],
          [
            "BBB-, BB+, BB0, BB-",
            "A3-, B+, B0",
            "BBB-, BB+, BB0, BB-",
            "배점의 95%"
          ],
          [
            "B+, B0, B-",
            "B-",
            "B+, B0, B-",
            "배점의 90%"
          ],
          [
            "CCC+ 이하",
            "C 이하",
            "CCC+ 이하",
            "배점의 70%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 4. 우선협상대상자 선정 및 협상 순서 제안서 평가결과 기술능력평가80점 점수가 8568점 이상인 자를 대상으로 입찰가격평가20점 점수와 합산하여 고득점 순으로 선정 동점자 발생 시 평가지표는 1기술 및 기능 2성능 및 품질 3프로젝트 지원 4전략 및 방법론 5프로젝트 관리 순으로 우선 순위를 두고 평가하여 순위 산출 협상이 성립된 때는 다른 협상적격자와의 협상을 실시하지 않음 모든 협상적격자와 협상 결렬 시 재공고 입찰에 부칠 수 있음 5. 유의사항 제안된 제안서는 일체 반환되지 않으며, 본 제안과 관련된 일체의 소요 비용은 입찰참가자의 부담으로 함 제출된 제안서는 계약 내용에 포함되므로 유의하여 작성하여야 함 본 제안을 수행함에 있어 자의적으로 발생하는 저작권, 사용료 및 특허권 등에 관한 문제에 대해 일체의 책임은 제안사에 있음 본 용역은 제 3자에게 재용역이 불가함 계약서에 명시되지 않은 사항이더라도 과업 수행상 불가피하거나, 당연히 시행하여야 할 사항에 대해서는 계약서에 포함된 것으로 간주함 제안서 평가 시 평가위원이 요구한 추가 과업 내용이나, 추가 제안사항에 대해 동의한 경우 과업계획에 반영하여야 함 제안사가 제출한 제안서의 내용은 발주기관이 별도로 요청하지 않는 한 변경할 수 없으며, 제안서계약서 등의 내용이 상이할 경우 발주기관의 해석에 따름 용역 수행 중 획득한 정보는 발주기관의 허락 없이 타사에 누설하지 못함 입찰공고서, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률, 기획재정부 계약예규 등 관련 규정 및 발주사의 계약 요령에 따름 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 국가를 당사자로 하는 계약에 관한 법률 등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있음 본 사업을 통해 개발되는 SW는계약예규용역계약일반조건제56조 계약목적물의 지식재산권 귀속 등에 따라 타 기관과의 공동활용 계획 없음 - 62 - 서식 1-1 제 안 서 입찰명 인천공항운영서비스 차세대 ERP시스템 구축 사업 입찰명 인천공항운영서비스 차세대 ERP시스템 구축 사업 입찰명 인천공항운영서비스 차세대 ERP시스템 구축 사업 입찰공고번호 제 호 20 년 월 제 안 회 사 명",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 서식 1-2 제 안 서 입찰명 인천공항운영서비스 차세대 ERP시스템 구축 사업 입찰명 인천공항운영서비스 차세대 ERP시스템 구축 사업 입찰명 인천공항운영서비스 차세대 ERP시스템 구축 사업 입찰공고번호 제 호 20 년 월 제 안 회 사 명 요약본 - 64 - 서식 2 제안회사 일반현황 가. 기본사항 회 사 명 주 소 전 화 번 호 사업자번호 면허 허가 등록증보유현황 필 요 시 자 본 금 비 고 나. 회사연혁 연 월 일 내 용 주 자격관련 면허증, 허가증, 등록증 사본 첨부필요시",
      "tables": [
        [
          [
            "회\n사\n명",
            ""
          ],
          [
            "주  \n \n \n  소",
            ""
          ],
          [
            "전\n화\n번\n호",
            ""
          ],
          [
            "사 업 자 번 호",
            ""
          ],
          [
            "면 허 / 허 가 /\n등 록 증 보 유 현 황\n필\n요\n시\n(\n)",
            ""
          ],
          [
            "자\n  본\n \n금",
            ""
          ],
          [
            "비     고",
            ""
          ]
        ],
        [
          [
            "연   월   일",
            "내          용"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 서식 3 주요사업 실적현황 단위 천원, VAT제외 사업명 사업기간 계약금액 발주처 수행업무 실적증명 첨부 - 하도급은 발주처가 승인한 경우에 한하여 작성 - 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재 - 실적을 확인할 수 있는 실적증명서, 계약서등의 증거서류 제출, 확인 불가능한 실적은 인정하지 않음 - 실적증명자료는 붙임으로 첨부하여야 하며 실적증명 첨부서류에 페이지를 명시하여 위 실적증명 첨부란에 페이지를 표시하여야 함 - 66 - 서식 4 용역이행실적증명서 신청인 업체명 사업장 소재지 사업자등록번 호 증명서용도 용역범위 및 기준 금액, 물량 등 용역이행 실적내용 용역명 용역내용 계약번호 계약일자 계약기간 증명서 발 급 기 관 위의 사실을 증명합니다. 20 . . . 기 관 명 인 주 소 담당부서 주1 민간실적은 계약서, 세금계산서, 거래명세표 등 증빙자료를 첨부하여야 하며, 특히 필요한 경우 공급받는 자의 인감증명법인 또는 개인을 첨부한 거래사실 확인서를 제출하게 할 수 있음 2 이행실적은 입찰공고에 명시한 용역범위 및 기준물량, 금액 등 등의 조건에 부합된 경우에 한하며, 공 동계약으로 이행하였을 경우 비율과 이행실적을 기재해야 함",
      "tables": [
        [
          [
            "신 청 인",
            "업체명",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업장 소재지",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업자등록번\n호",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "증명서용도",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용역범위 및 기준\n(금액, 물량 등)",
            "",
            "",
            "",
            ""
          ],
          [
            "용역이행\n실적내용",
            "용역명",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용역내용",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계약번호\n(계약일자)",
            "계약기간",
            "",
            "",
            ""
          ],
          [
            "",
            "(        )",
            "",
            "",
            "",
            ""
          ],
          [
            "증 명 서\n발     급\n기     관",
            "위의 사실을 증명합니다.\n20  .    .    .",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기 관 명",
            "(인)",
            "",
            "",
            ""
          ],
          [
            "",
            "주    소",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "담당부서",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "사업명",
            "사업기간",
            "계약금액",
            "발주처",
            "수행업무",
            "실적증명\n첨부"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 하도급은 발주처가 승인한 경우에 한하여 작성\n - 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재\n - 실적을 확인할 수 있는 실적증명서, 계약서등의 증거서류 제출, 확인 불가능한 실적은  \n   인정하지 않음\n - 실적증명자료는 붙임으로 첨부하여야 하며 실적증명 첨부서류에 페이지를 명시하여  \n   위 실적증명 첨부란에 페이지를 표시하여야 함",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}