{
  "csv_metadata": {
    "공고 번호": "20240345257",
    "공고 차수": 1.0,
    "사업명": "정읍체육트레이닝센터 통합운영관리시스템 구축 용역(협상에의한계약,긴급)",
    "사업 금액": 200000000,
    "발주 기관": "전북특별자치도 정읍시",
    "공개 일자": "2024-04-02 15:19:35",
    "입찰 참여 시작일": "2024-04-05 10:00:00",
    "입찰 참여 마감일": "2024-04-09 17:00:00",
    "사업 요약": "- 사업 개요: 정읍체육트레이닝센터 통합운영관리시스템 구축\n- 추진배경: 노후화된 운영시스템 개선, 체육시설 이용 편의성 개선, 대내외 홍보력 강화, 정보 제공 기능 강화, 다양한 디바이스에 대응 가능한 시스템 구축\n- 사업범위: 회원관리시스템 구축, 온라인 예약 시스템 구축, H/W 연동 프로그램 제공, 감면기능 구현, 웹예약시스템 CMS 구축, 모바일 수강 신청 시스템 도입\n- 기대효과: 운영관리의 표준화, 통계자료 구축, 편리한 예약 및 결제 절차 개선, 감면 서비스 제공, 웹예약시스템 신뢰성 및 안정성 확보, 다양한 기능 제공\n- 추진목표: 체육시설 운영의 효율성 향상, 서비스 환경 개선, 사용자 친화적인 시스템 구축, 보안 및 개인정보 보호 강화, 결제 및 통합관리 기능 고도화",
    "파일형식": "pdf",
    "파일명": "전북특별자치도 정읍시_정읍체육트레이닝센터 통합운영관리시스템 구.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사업명 정읍체육트레이닝센터 통합운영관리시스템구축 주관기관 정읍시청 2024. 03. 담 당 성 명 소 속 전화팩스 e-mail 이준영 체육진흥사업소 063-539-5442 063-539-6538 jyl2628korea.kr",
      "tables": [
        [
          [
            "사 업 명",
            "정읍체육트레이닝센터\n통합운영관리시스템 구축"
          ],
          [
            "주관기관",
            "정읍시청"
          ]
        ],
        [
          [
            "담 당",
            "성 명",
            "소 속",
            "전화(팩스)",
            "e-mail"
          ],
          [
            "",
            "이준영",
            "체육진흥사업소",
            "063-539-5442\n(063-539-6538)",
            "jyl2628@korea.kr"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "목 차 목 차 I. 사업 개요 1 II. 사업 목적 1 III. 사업 내용 2 IV. 과업수행 지침 4 V. 과업 수행방법 및 요청사항 6 VI. 제안 참가 자격 및 낙찰자 결정 방법 56 VII. 제안서 작성 요령 69 VIII. 기타사항 75 IX. 관련서식 79",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 1 - I 사업 개요 1. 사 업 명 정읍체육트레이닝센터 통합운영관리시스템 구축 2. 과업기간 착수일로부터 80일 이내 3. 사업예산 200,000천원금이억원, 부가가치세 포함 4. 계약방법 제한경쟁입찰 협상에 의한 계약 o 관련 법령 - 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제43조 - 지방자치단체 입찰시 낙찰자 결정기준행정안전부 예규 제 198호, 2022.01.11. 본 사업은 소프트웨어 진흥법 제50조에 따라 과업내용 확정을 위하여 과업심의위원회를 개최 한 사업임 본 사업은 소프트웨어 진흥법 제50조에 따라 계약당사자가 과업내용 변경으로 인한 계약내 용 변경이 필요한 경우 과업심의위원회 개최를 요청할 수 있음. 본 사업은 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 제10조의 규정에 의거한 소프트웨어 개발사업의 적정 사업기간 산정 기준에 따른 사업임 II 사업 목적 o 노후화 된 운영관리시스템을 이용자 편의에 맞게 통폐합하고 고객의 요구에 신 속히 대응할 수 있는 시스템으로 질적 개선 o 시설별로 상이한 예약시스템 운영으로 연령별, 사용자별 체육시설 이용을 위한 편의성 및 접근성이 떨어져 이를 효율적으로 관리운영할 시스템 부재 o 최신의 트렌드와 기술을 반영한 개편을 통해 시청 브랜드의 대내외 홍보력 강 화 o 정보 콘텐츠 재구성 및 현행화, 시설대관 및 수강신청 등 시민들의 편의에 맞추 어 인터넷 통합 예약시스템 및 자동화를 반영한 통합운영관리시스템 구축 o 대민 서비스환경 개선과 사용자 친화적인 웹예약시스템을 재구축하여 원활한 정보를 제공함으로써 온라인 정보 제공 기능 강화 o 모바일 등 다양한 사용자 디바이스PC, 스마트폰, 태블릿 등 환경에 능동적으로",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 2 - 대응할 수 있는 반응형 웹 기반의 웹예약시스템 구축 o CMSContents Management System로 일반 관리자가 직접 웹예약시스템의 콘 텐츠 및 시스템 운용을 가능하게 함으로써 분산 관리가 가능하고 편리한 회원 가입 및 관리 운용 체계 도입 필요 o 사용자 중심의 주요 콘텐츠의 연계 및 재배치를 통한 사용자의 사용성 및 편의 성 증대 필요 o 전자정부 표준 프레임워크 기반으로 개발을 통해 웹 접근성, 호환성, 정보보안, 개인정보보호 등과 관련한 각종 정부 지침 준수를 통한 정읍시청 체육시설 웹 예약시스템의 신뢰성 및 안정성 확보 o 향후 시청 내 체육시설의 무인발권, 출입통제, 주차관제 시스템과 연동 하여 결 제, 발권, 통합관리 등의 고도화 기반 마련 o 전산화 된 고객 및 수입관리를 통하여 각종 보고서 등의 통계자료 활용 필요 III 사업 내용 사업범위 o 최신 기술의 회원관리시스템 구축 - 최신기술을 반영한 통합운영관리시스템의 구축으로 시청에서 운영하는 센터의 업무 표준화 - 각 시설별 회원, 강습, 매출, 출입, 시간, 사물함 등 관리의 전산화 - 운영관리 및 각종 분석자료 제공을 통한 통계자료 구축 - 관리자 모드 구축 - 회원등록, 이용마감, 환불 알림, 고객알림 문자발송자동포함 o 온라인 예약 시스템 구축 - 온라인을 통해 수강신청 및 체육시설의 대관신청 - 통합 예약결제시스템 구축PC, 모바일 웹하여 결제, 부분 환불등의 절차 개선이용자 편의",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 3 - - 신규 등록 및 기간 연장, 환불까지 가능하도록 기능 개선 o 운영시스템과의 HW 연동 프로그램 제공 - 비대면자동화 시스템무인발권기, 전자키등과 실시간 연동으로 다양하고 편리한 기능 제공 o 회원관리시스템 감면기능 구현 - 정읍시청 정책에 맞는 감면 서비스 제공 - 행안부 행정정보공동이용시스템 연계를 통해 즉시 감면 서비스 구축 o 전자정부 표준프레임워크를 통한 웹예약시스템 CMS관리자 시스템페이지 구축 - 최신의 전자정부프레임워크3.9 이상의 2레벨 호환등급 기술 적용 o 기존 운영시스템 기초 기능 구현과 연계 및 보완 - 현재 운영 중인 체육시설 운영시스템을 분석하여 사용하는 기능들을 구현 하고, 단점을 보완하여 새롭게 운영할 수 있도록 구축 o 모바일 수강 신청, 결제 시스템 도입 - 모바일핸드폰, 태블릿 등에서도 PC에서 제공하는 모든 서비스를 이용할 수 있도록 기능 도입 o 간편인증 서비스로 고객접근성 및 편의성 확대 - 간편인증을 통한 수강신청 및 대관예약 기능 구축 o 관리자 접근권한 차등부여 및 권한변경, 말소 구현으로 개인정보 보호 및 보안 기능 강화 o 외부시스템PG결제, SMS발송, 알림톡 등과 안정적이고 유연한 연계",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 4 - 시설별 도입시스템 가. 정읍시청 체육시설 시스템 기능 비고 솔루션 운영 관리를 위한 통합운영관리 시스템 웹예약시스템 통합 Web 예약 시스템 중계서버 시스템 자동화시스템 중계서버 로컬 중계서버 자동화시스템 무인발권기, 출입통제시스템 부가장비 데스크 용 부가장비 일체 IV 과업수행 지침 1. 기본사항 본 제안요청서는 정읍체육트레이닝센터 통합운영관리시스템 구축 을 수행하는 것에 그 목적이 있으며, 용역 수행업체이하 사업자는 정읍시청이하 발주자 사업을 신의성실의 원칙에 따라 수행하여야 한다. 본 제안요청서는 사업자가 임의로 해석할 수 없으며, 내용이 불분명하거나 기재 되지 않은 사항은 상호 협의하여 결정한다. 본 과업수행에 필요한 모든 요건은 제안요청서에 따르며, 과업내용을 정확히 숙지하지 못하여 발생되는 모든 문제 및 손해는 사업자가 전적으로 책임진다. 사업자는 소속된 정직원들이 본 과업을 수행하게 하여야 하며, 제3자에게 과업수행과 관련된 사항의무, 책임 및 권한 양도이관매도할 수 없다. 사업자는 과업 진행상황 및 점검내용을 발주자에게 정기수시보고를 실시 하고 발주자 감독관의 확인을 받아야 한다. 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호,",
      "tables": [
        [
          [
            "시스템",
            "기능",
            "비고"
          ],
          [
            "솔루션",
            "운영  관리를  위한  통합운영관리  시스템",
            ""
          ],
          [
            "웹예약시스템",
            "통합  Web  예약  시스템",
            ""
          ],
          [
            "중계서버  시스템",
            "자동화시스템  중계서버",
            "로컬 \n중계서버"
          ],
          [
            "자동화시스템",
            "무인발권기,  출입통제시스템",
            ""
          ],
          [
            "부가장비",
            "데스크  용  부가장비  일체",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 5 - 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요 한 경우, 계약상대자는 정읍시청의 장에게 소프트웨어사업 과업변경요청서 를 제출하여 과업심의위원회의 개최를 요청할 수 있다 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 13서식 참조 2. 전제조건 본 사업은 정읍체육트레이닝센터 통합운영관리시스템 구축으로 클라우드 서 버를 이용한다. 3. 기타사항 본 사업은 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업이다. 본 사업은 소프트웨어 진흥법 제43조, 같은 법 시행령 제35조 내지 제37조, 소프트웨어사업 계약 및 관리감독에 관한 지침 제5조, 제6조에 따라 소 프트웨어사업 영향평가를 미리 실시한 사업임",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 6 - V 과업 수행방법 및 요청사항 과업 수행 방법 o 사업추진체계 - 사업추진 조직 - 주요역할 구 분 주요역할 및 기능 구성 사업총괄 사업수행 총괄 기본추진방향 및 주요 의사결정 사업계획 및 운영계획 수립 사업수행 관리, 검수 및 결과평가 사업관련 요구사항 정의 및 조정 결과물 인수운영 구축내용 검수 및 평가 정읍시청 체육진흥사업소 실무지원 시스템개발 관련 자료 제공 주기적 협의회 참여 및 의견제시 요구사항 정의 및 검토 지원 유관부서 업무추진 협력지원 운영 테스트 수행 회원관리프로그램 및 통합운영관리시스템 담당자 용역수행 웹예약시스템 구축 방향 수립 개발요구사항 분석 웹, 콘텐츠 기획 및 디자인 사용자 UI 분석 설계 시스템 설계 및 개발 시스템 연계 및 프로그래밍 테스트 완료보고서 및 산출물 납품 등 개편 후 운영교육 및 기술전수 하자보수 웹예약시스템 취약점 발생 시 수정에 따른 프로그램 수정 용역사업자 사업총괄기관 정읍시청 실무지원 사업주관 회원관리프로그램 및 통합운영관리시스템 담당자 체육진흥사업소 용역수행 용역사업자",
      "tables": [
        [
          [
            "실무지원",
            "",
            "사업주관"
          ],
          [
            "회원관리프로그램  및 \n통합운영관리시스템  담당자",
            "",
            "체육진흥사업소"
          ]
        ],
        [
          [
            "구      분",
            "주요역할  및  기능",
            "구성"
          ],
          [
            "사업총괄",
            "○  사업수행  총괄\n○  기본추진방향  및  주요  의사결정\n○  사업계획  및  운영계획  수립\n○  사업수행  관리,  검수  및  결과평가\n○  사업관련  요구사항  정의  및  조정\n○  결과물  인수·운영\n○  구축내용  검수  및  평가",
            "정읍시청\n체육진흥사업소"
          ],
          [
            "실무지원",
            "○  시스템개발  관련  자료  제공\n○  주기적  협의회  참여  및  의견제시\n○  요구사항  정의  및  검토  지원\n○  유관부서  업무추진  협력/지원\n○  운영  테스트  수행",
            "회원관리프로그램  및 \n통합운영관리시스템 \n담당자"
          ],
          [
            "용역수행",
            "○  웹예약시스템  구축  방향  수립\n○  개발요구사항  분석  /  웹,  콘텐츠  기획  및  디자인 \n○  사용자  UI  분석  설계  /  시스템  설계  및  개발 \n○  시스템  연계  및  프로그래밍\n○  테스트  /  완료보고서  및  산출물  납품  등\n○  개편  후  운영교육  및  기술전수  /  하자보수\n○  웹예약시스템  취약점  발생  시  수정에  따른  프로그램  수정",
            "용역사업자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 7 - o 추진일정 단 계 추진일정 M M1 M2 착수 사업수행계획 수립 분석 현행업무 분석 프로세서데이터 분석 설계 데이터베이스 설계 화면 설계 프로세서 설계 개발 화면디자인 프로그래밍 및 코딩 통합테스트 개편 완료 산출물 작성 관리자 교육 웹사이트 오픈 보고 착수보고회 중간보고회 완료보고회 추진일정은 변경될 수 있으며, 본 일정을 참고로 제안사가 상세 사업 추진일정 제안",
      "tables": [
        [
          [
            "단          계",
            "",
            "추진일정",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "M",
            "",
            "",
            "",
            "M+1",
            "",
            "",
            "",
            "M+2",
            "",
            ""
          ],
          [
            "착수",
            "사업수행계획  수립",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "분석",
            "현행업무  분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "프로세서/데이터 분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "설계",
            "데이터베이스  설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "화면  설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "프로세서  설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "개발",
            "화면디자인",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "프로그래밍  및  코딩",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "통합테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "개편 \n완료",
            "산출물  작성",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "관리자  교육",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "웹사이트  오픈",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "보고",
            "착수보고회",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "중간보고회",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "완료보고회",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 8 - 제안요청서 o 요구사항 총괄표 순서 구 분 설 명 1 시스템 장비 구성요구사항 ECR,Equipment Composition Requirement 목표사업수행을 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 시스템 장비 구성에 대한 요구사항을 기술함 2 기능 요구사항 SFR,System Function Requirement 목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사용자가 반드시 수행할 수 있어야하는 기능동작에 대하여 기술함 3 성능 요구사항 PER,Performance Requirement 목표 시스템의 처리속도 및 시간, 처리량, 가용성 등 성능에 대한 요구사항을 기술함 4 인터페이스 요구사항 SIR,System Interface Requirement 목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요구사항을 기술함 5 데이터 요구사항 DAR,Data Requirement 목표 시스템의 서비스에 필요한 DB 설계 등 데이터를 구축하기 위해 필요한 요건을 기술함 6 테스트 요구사항 TER,Test Requirement 목표시스템의 시험 운영 및 정상 운영을 위한 조건, 조직, 보안대책을 기술한 것 7 보안요구사항 SER,Security Requirement 정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항을 기술함 8 품질요구사항 QUR,Quality Requirement 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 기술함 9 제약사항 COR,Constraint Requirement 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술표준업무법제도 등 제약조건 등을 파악하여 기술함 10 프로젝트 관리 요구사항 PMR,Project Mgmt. Requirement 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안에 대한 요구사항을 기술함 11 프로젝트 지원 요구사항 PSR, Project Support Requirement 향후 프로젝트의 수행을 위해 필요한 지원사항 및 방안에 대한 요구사항을 기술함",
      "tables": [
        [
          [
            "순서",
            "구  분",
            "설          명"
          ],
          [
            "1",
            "시스템 장비 구성요구사항\n(ECR,Equipment \nComposition Requirement)",
            "목표사업수행을 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 \n시스템 장비 구성에 대한 요구사항을 기술함"
          ],
          [
            "2",
            "기능 요구사항\n(SFR,System Function \nRequirement)",
            "목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 \n사용자가 반드시 수행할 수 있어야하는 기능(동작)에 대하여 기술함"
          ],
          [
            "3",
            "성능 요구사항\n(PER,Performance \nRequirement)",
            "목표 시스템의 처리속도 및 시간, 처리량, 가용성 등 성능에 대한 \n요구사항을 기술함"
          ],
          [
            "4",
            "인터페이스 요구사항\n(SIR,System Interface \nRequirement)",
            "목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 \n인터페이스에 대한 요구사항을 기술함"
          ],
          [
            "5",
            "데이터 요구사항\n(DAR,Data Requirement)",
            "목표 시스템의 서비스에 필요한 DB 설계 등 데이터를 구축하기 위해 \n필요한 요건을 기술함"
          ],
          [
            "6",
            "테스트 요구사항\n(TER,Test Requirement)",
            "목표시스템의 시험 운영 및 정상 운영을 위한 조건, 조직, 보안대책을 \n기술한 것"
          ],
          [
            "7",
            "보안요구사항\n(SER,Security Requirement)",
            "정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 \n및 기능, 운영 접근을 통제하기 위한 요구사항을 기술함"
          ],
          [
            "8",
            "품질요구사항\n(QUR,Quality Requirement)",
            "품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 기술함"
          ],
          [
            "9",
            "제약사항\n(COR,Constraint Requirement)",
            "목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 \n기술·표준·업무·법제도 등 제약조건 등을 파악하여 기술함"
          ],
          [
            "10",
            "프로젝트 관리 요구사항\n(PMR,Project Mgmt. Requirement)",
            "프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안에 \n대한 요구사항을 기술함"
          ],
          [
            "11",
            "프로젝트 지원 요구사항\n(PSR, Project Support Requirement)",
            "향후 프로젝트의 수행을 위해 필요한 지원사항 및 방안에 대한 \n요구사항을 기술함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 9 - o 요구사항 목록 구 분 고유번호 ID 설 명 시스템 장비 구성요구사항 ECR 목표사업수행 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 장비도입과 같은 시스템 장비 구성에 대한 요구사항 기능 요구사항 SFR 목표 시스템사업이 반드시 수행하여야 하거나 목표 시스템을 이용하여 사용자가 반드시 수행할 수 있어야 하는 기능동작에 대한 요구사항 성능 요구사항 PER 목표 시스템의 처리속도 및 시간, 처리량, 동적정적용량, 가용성 등 성능에 대한 요구사항 인터페이스 요구사항 SIR 목표시스템과 외부 연결 인터페이스 요구사항 데이터 요구사항 DAR 목표시스템 서비스의 DB 설계 및 데이터 구축 요건 요구사항 테스트 요구사항 TER 구축되는 시스템이 계획된 목표 대비 제대로 운영되는가를 테스트 하고, 점검하기 위한 테스트 요구사항 보안요구사항 SER 정보자산 기밀성 및 무결성 확보 요구사항 품질요구사항 QUR 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질항목, 품질평가 대상 및 목표에 대한 요구사항 제약사항 COR 목표 시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술표준업무법제도 등 제약조건 등에 대한 설명 프로젝트 관리 요구사항 PMR 프로젝트 관리방법 및 추진 단계별 수행 요구사항 프로젝트 지원 요구사항 PSR 프로젝트 수행을 위해 필요한 지원사항 및 방안 요구사항 개발요건 및 내용이 변경될 경우 상호협의하여 결정하며, 제안요청서 요구사항에 명시되지 않았으 나 시청 판단으로 추가되어야 할 요구사항또는기능에 대해서는 별도 표시하여 추가 작성 가능함",
      "tables": [
        [
          [
            "구  분",
            "고유번호( ID)",
            "설          명"
          ],
          [
            "시스템 장비 \n구성요구사항",
            "ECR",
            "목표사업수행 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 \n장비도입과 같은 시스템 장비 구성에 대한 요구사항"
          ],
          [
            "기능 요구사항",
            "SFR",
            "목표 시스템(사업)이 반드시 수행하여야 하거나 목표 시스템을 이용하여 \n사용자가 반드시 수행할 수 있어야 하는 기능(동작)에 대한 요구사항"
          ],
          [
            "성능 요구사항",
            "PER",
            "목표 시스템의 처리속도 및 시간, 처리량, 동적·정적용량, 가용성 등 성능에 \n대한 요구사항"
          ],
          [
            "인터페이스 요구사항",
            "SIR",
            "목표시스템과 외부 연결 인터페이스 요구사항"
          ],
          [
            "데이터 요구사항",
            "DAR",
            "목표시스템 서비스의 DB 설계 및 데이터 구축 요건 요구사항"
          ],
          [
            "테스트 요구사항",
            "TER",
            "구축되는 시스템이 계획된 목표 대비 제대로 운영되는가를 테스트 하고,   \n점검하기 위한 테스트 요구사항"
          ],
          [
            "보안요구사항",
            "SER",
            "정보자산 기밀성 및 무결성 확보 요구사항"
          ],
          [
            "품질요구사항",
            "QUR",
            "목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질항목, \n품질평가 대상 및 목표에 대한 요구사항"
          ],
          [
            "제약사항",
            "COR",
            "목표 시스템 설계, 구축, 운영과 관련하여 사전에 파악된 \n기술·표준·업무·법제도 등 제약조건 등에 대한 설명"
          ],
          [
            "프로젝트 관리 요구사항",
            "PMR",
            "프로젝트 관리방법 및 추진 단계별 수행 요구사항"
          ],
          [
            "프로젝트 지원 요구사항",
            "PSR",
            "프로젝트 수행을 위해 필요한 지원사항 및 방안 요구사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 10 - 요구사항 세부내용 o 시스템 장비 구성 요구사항ECR Equipment Composition Requirement 요구사항 고유번호 ECR-001 요구사항 분류 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 발주기관에서 제시하는 HW 서비스 환경에 적합하게 개발하여야 한다. 정보시스템 구축 시 정보자원을 도입하거나 교체할 때 클라우드컴퓨팅서비스 우선 이용을 권고함에 따른 민간클라우드서비스 서버 구축 제안하는 민간클라우드컴퓨팅서비스사 과학기술정보통신부 인증 필수 서버장비는 호스팅 업체를 통한 신규로 구축할 수 있다. 클라우드 제공 업체를 통한 서버 세팅이 가능하며, 관련비용은 프로젝트에 포함된다. 클라우드 업체를 통한 서버구성인 경우 준공 후 1년12개월의 무상유지보수기간 호스팅 비용단독형 방화벽 및 회선비용 포함 비용은 제안사가 지급하며 유상유지보수 전환 시 발주기관에서 비용을 지불 한다 WAS는 공개용 SW로 향후 유지보수가 가능한 제품을 선별하여 구축한다. 개발 플랫폼은 JAVA기반으로 운영할 수 있는 DBMS로 구축하여야 한다. 시스템 개발은 데이터이관의 안정성, 시스템 성능, 개발 편의성, 유지보수 비용 및 용의성 등을 고려한 후 상호 협의 하에 최적의 데이터베이스로 구축하여야 한다. 기존 모든 부가장비들을 사용하여 회원관리시스템과 완벽히 호환되어 연동되 어야 하고 업무처리 시 지연이 발생되지 않아야 한다. 다른 종류의 DB, OS 및 웹서버를 변경시 반드시 발주기관과 사전 상호 협의해 야 하며 이에 따르는 라이선스 비용 또는 제반비용은 수주자가 부담한다. 효율적 관리 방안 제시 효율적인 서비스 관리를 위한 방안을 제시하여야 함 모니터링 웹을 통한 클라우드 자원서버 등의 자동 생성, 관리, 사용량 통계 및 모니터링 기능이 제공되어야 함 유지관리 모든 SW는 업무용으로 사용하는데 관리적, 기술적, 법적 하자가 없 어야 하며 유지관리 방안이 제시되어야 함 백업 백업 정책을 수립하여 정기적으로 백업을 수행하여야 하며, 복구 시 백업 시점과 100 동일하게 복구될 수 있어야 함 접근통제 물리적 통제권을 담보할 수 없는 위치해외 등에 데이터를 저장하지 않아야 함 발주기관 시스템 구성 및 상세장비현황은 비공개로, 보안서약 후 직접 열람 관련 요구사항 클라우드 견적서 3종이상 제출",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "ECR-001"
          ],
          [
            "요구사항  분류",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세",
            "○  발주기관에서  제시하는  H/W  서비스  환경에  적합하게  개발하여야  한다.\n○  정보시스템  구축  시  정보자원을  도입하거나  교체할  때  클라우드컴퓨팅서비스     \n      우선  이용을  권고함에  따른  민간클라우드서비스  서버  구축\n      (제안하는  민간클라우드컴퓨팅서비스사    과학기술정보통신부  인증  필수)\n○  서버장비는  호스팅  업체를  통한  신규로  구축할  수  있다.\n○  클라우드  제공  업체를  통한  서버  세팅이  가능하며,  관련비용은  프로젝트에 \n포함된다.\n○  클라우드  업체를  통한  서버구성인  경우  준공  후  1년(12개월)의 \n무상유지보수기간  호스팅  비용(단독형  방화벽  및  회선비용  포함)  비용은 \n제안사가  지급하며  유상유지보수  전환  시  발주기관에서  비용을  지불  한다\n○  WAS는  공개용  S/W로  향후  유지보수가  가능한  제품을  선별하여  구축한다. \n○  개발  플랫폼은  JAVA기반으로  운영할  수  있는  DBMS로  구축하여야  한다. \n○  시스템  개발은  데이터이관의  안정성,  시스템  성능,  개발  편의성,  유지보수  비용 \n및  용의성  등을  고려한  후  상호  협의  하에  최적의  데이터베이스로  구축하여야 \n한다.\n○  기존  모든    부가장비들을  사용하여  회원관리시스템과  완벽히  호환되어  연동되\n어야  하고  업무처리  시  지연이  발생되지  않아야  한다. \n○  다른  종류의  DB,  OS  및  웹서버를  변경시  반드시  발주기관과  사전  상호  협의해\n야  하며  이에  따르는  라이선스  비용  또는  제반비용은  수주자가  부담한다.\n○  효율적  관리  방안  제시:  효율적인  서비스  관리를  위한  방안을  제시하여야  함\n○  모니터링:  웹을  통한  클라우드  자원(서버  등)의  자동  생성,  관리,  사용량  통계 \n및  모니터링  기능이  제공되어야  함\n○  유지관리:  모든  S/W는  업무용으로  사용하는데  관리적,  기술적,  법적  하자가  없\n어야  하며  유지관리  방안이  제시되어야  함\n○  백업:  백업  정책을  수립하여  정기적으로  백업을  수행하여야  하며,  복구  시  백업 \n시점과  100%  동일하게  복구될  수  있어야  함\n○  접근통제:  물리적  통제권을  담보할  수  없는  위치(해외  등)에  데이터를  저장하지 \n않아야  함\n  ※  발주기관  시스템  구성  및  상세장비현황은  비공개로,  보안서약  후  직접  열람"
          ],
          [
            "관련  요구사항",
            "클라우드  견적서  3종이상  제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 11 - 요구사항 고유번호 ECR-002 요구사항 분류 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항-DB, WEB서버 요구 사항 상세 제안사는 클라우드 인프라 구성 관련 업무를 지원하여야 함 보안인증CSAP을 받은 클라우드서비스 이용 클라우드 인프라 구성 요구사항 구분 내역 수량 식 항목 CPU vcore MEM GB 클 라 우 드 서 비 스 인 프 라 서버 운영 서버 WEB 2이상 16이상 1 WAS 2이상 16이상 1 DB 4이상 32이상 1 소 계 3 시스템 SW OS 기술지원 포함 1 WEB 1 WAS 1 DBMS 1 보안 SW 웹방화벽 1 백신 1 추가적인 부가서비스는 발주기관과 협의하여 진행 한다. 요구사항 고유번호 ECR-003 요구사항 분류 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 DBMS 요구 사항 상세 공통규격 ISV 라이선스 가능, 동급이상의 DBMS 제품 납품가능 인터넷 서비스를 제공하는데 문제가 없는 공식 라이선스 납품 요구사항 분류 ECR-004 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 중계서버시스템 중계서버 세부 내용 SERVER Xeon 4C E3-1240v5 80W 3.5GHz2133MHz,1x8GB, OBay 3.5in HS RAM 8GB DISK ThinkSystem 3.5 2TB 7.2k SATA 2 운영체제 Windows Server 2016 LTD 수 량 1식",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "ECR-002",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "시스템  구성  요구사항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "시스템  구성  요구사항-DB,  WEB서버",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세",
            "○  제안사는  클라우드  인프라  구성  관련  업무를  지원하여야  함\n○  보안인증(CSAP)을  받은  클라우드서비스  이용\n○  클라우드  인프라  구성  요구사항 \n○  추가적인  부가서비스는  발주기관과  협의하여  진행  한다.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구분",
            "",
            "",
            "내역",
            "",
            "",
            "수량\n(식)",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "항목",
            "CPU\n(vcore)",
            "MEM\n(GB)",
            "",
            ""
          ],
          [
            "",
            "",
            "클 라 우 드\n서 비 스",
            "인 프 라",
            "서버",
            "WEB\n운영\nWAS\n서버\nDB",
            "2이상\n2이상\n4이상",
            "16이상\n16이상\n32이상",
            "1\n1\n1",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "소  계",
            "",
            "",
            "",
            "3",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "시스템 \nS/W",
            "OS",
            "",
            "",
            "1\n1\n1\n1",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "WEB",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "기술지원  포함\nWAS",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "DBMS",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "보안\nS/W",
            "웹방화벽",
            "",
            "",
            "1",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "백신",
            "",
            "",
            "1",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "ECR-003"
          ],
          [
            "요구사항  분류",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  구성  요구사항–  DBMS"
          ],
          [
            "요구\n사항\n상세",
            "○  공통규격   \n○  ISV  라이선스  가능,  동급이상의  DBMS  제품  납품가능\n○  인터넷  서비스를  제공하는데  문제가  없는  공식  라이선스  납품"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-004"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "중계서버시스템  –  중계서버"
          ],
          [
            "",
            "세부\n내용",
            "○  SERVER\n      Xeon  4C  E3-1240v5  80W  3.5GHz/2133MHz,1x8GB,  O/Bay  3.5in  HS\n○  RAM  :  8GB\n○  DISK  :  ThinkSystem  3.5“  2TB  7.2k  SATA  *2\n○  운영체제  :  Windows  Server  2016  LTD\n○  수  량  :  1식"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 12 - 요구사항 분류 ECR-005 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 서버시스템 RACK 세부 내용 FOR GUIDE FRAME LOGO PLATE DOOR LOCK SYSTEM CAGE FRAME 1200H 600W 900D 요구사항 분류 ECR-006 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 서버시스템 UPS 세부 내용 1K UPS Rack type 요구사항 분류 ECR-007 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 서버시스템 Console 세부 내용 모니터 22 TFT LCD 키보드 KEYBOARD 108 KEY PS2USB 마우스 OPTICAL 광마우스 USB 1휠2버튼 요구사항 분류 ECR-08 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 중계서버시스템 OS 세부 내용 Windows Server 2016 LTD 수 량 1EA",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "ECR-005"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "서버시스템  –  RACK"
          ],
          [
            "",
            "세부\n내용",
            "○  FOR  GUIDE  FRAME\n  ○  LOGO  PLATE\n  ○  DOOR  LOCK  SYSTEM\n  ○  CAGE  FRAME\n  ○  1200(H)  *  600(W)  *  900(D)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-006"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "서버시스템  –  UPS"
          ],
          [
            "",
            "세부\n내용",
            "○  1K  UPS  Rack  type"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-007"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "서버시스템  –  Console"
          ],
          [
            "",
            "세부\n내용",
            "○  모니터  :  22“  TFT  LCD           \n  ○  키보드  :  KEYBOARD  108  KEY  (PS2/USB)\n  ○  마우스  :  OPTICAL  광마우스  USB  (1휠/2버튼)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-08"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "중계서버시스템  –  OS"
          ],
          [
            "",
            "세부\n내용",
            "○  Windows  Server  2016  LTD \n  ○  수  량  :  1EA"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 13 - 요구사항 분류 ECR-09 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 중계서버시스템 백신 세부 내용 V3.net for Server 9.0 수 량 1EA 요구사항 분류 ECR-010 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 회원카드 세부 내용 가로 850mm 세로 530mm 바코드 타입 수 량 3,000 장 요구사항 분류 ECR-011 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 회원카드리더기 세부 내용 바코드리더기 1D2D 수 량 2EA 요구사항 분류 ECR-012 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 영수증프린터 세부 내용 인쇄 방식 열전사 라인 인쇄 인쇄 속도 최고 200mm초 크 기 0.99W X 2.4H 1.41W X 3.39Hmm 컬럼 크기 5642컬럼 전 원 24V DC 7 기 타 어댑터 포함 수 량 2EA",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "ECR-09"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "중계서버시스템  –  백신"
          ],
          [
            "",
            "세부\n내용",
            "○  V3.net  for  Server  9.0\n    ○  수  량  :  1EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-010"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  회원카드"
          ],
          [
            "",
            "세부\n내용",
            "○  가로  850mm  *  세로  530mm\n○  바코드  타입 \n○  수  량  :  3,000  장"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-011"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  회원카드리더기"
          ],
          [
            "",
            "세부\n내용",
            "○  바코드리더기  (1D/2D)\n○  수  량  :  2EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-012"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  영수증프린터"
          ],
          [
            "",
            "세부\n내용",
            "○  인쇄  방식  :  열전사  라인  인쇄                                                                 \n○  인쇄  속도  :  (최고)  200mm/초\n○  크  기  :  0.99(W)  X  2.4(H)  /  1.41(W)  X  3.39(H)mm\n○  컬럼  크기  :  56/42컬럼\n○  전  원  :  24V  DC  ±  7%                                                                               \n○  기  타  :  어댑터  포함\n○  수  량  :  2EA"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 14 - 요구사항 분류 ECR-013 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 신용카드리더기 세부 내용 규격 130mm x 35mm x 40mm 타입 USB 타입 리딩트랙 너비 1.5mm 작동방법 IC칩 인증사입또는 중앙 통로사이로 긁기 수 량 2EA 요구사항 분류 ECR-013 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 감열지 세부 내용 규 격 79 mm 용지폭 x 70 mm 용지 롤 지름 약 관 무약관 1BOX 50 ROLL 바닥농도 80이상 평활도 500이상 사용조건 온도 535도. 습도 3085 수 량 2BOX",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "ECR-013"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  신용카드리더기"
          ],
          [
            "",
            "세부\n내용",
            "○  규격:  130mm  x  35mm  x  40mm\n○  타입:  USB  타입\n○  리딩트랙  너비:  1.5mm\n○  작동방법:  IC칩  인증사입(또는  중앙  통로사이로  긁기)\n○  수  량  :  2EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-013"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  감열지"
          ],
          [
            "",
            "세부\n내용",
            "○  규  격  :    79  mm  (용지폭)  x  70  mm  (용지  롤  지름)\n○  약  관  :  무약관\n○  1BOX  :  50  ROLL                      ○  바닥농도  :  80%이상\n○  평활도  :  500이상                   \n○  사용조건  :  온도  5~35도.    습도  30~85%\n○  수  량  :  2BOX"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 15 - 요구사항 분류 ECR-014 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 무인발권시스템 세부 내용 무인발권기카드전용 - 함 체 w500d400h1520 Steel, 이동형 캐스터 적용, 상단 LED bar 데코, 분체도장 - 주제어부 intel core i5-9400F6 CPU 4.1Ghz 하드디스크 SSD 128G 이상 500W 파워 외장그래픽 GeForce GT1030 series 이상 - 모 니 터 42사이즈 이상 LED Monitor IPS panel, 250cdm2, FHD 42사이즈 이상 IR Touch 및 강화유리 - 신용카드리더기 IC인증 리더기 운영기관의 결제사에 맞는 리더기 - 영수증프린터 - 회원카드리더기바코드 1D2D 겸용 회원관리시스템과 연계 하여 회원정보 매출정보 입장정보 등을 통합관리 할 수 있어야 한다 회원정보시스템 연계로 정기회원 재등록이 가능하여야 한다 입장권 발권시 전자키시스템 연계하여 전자락커 발권번호를 표출해야 한다. 센터의 안내 및 공고 등 홍보동영상을 표출하는 기능을 제공 하여야 한다. 수량 2EA 요구사항 분류 ECR-15 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 - ACU 세부 내용 CPU 16bit microprocessor Memory ROM4Mbit, RAM8Mbit이상 User 10,000건 Event Buffer 10,000건 통신방식 TCPIP Display LED powerLED, TxRx LED Power Current AC187253V, DC 12V Operating Humidity 10 90 relative humidity non-condensing 크기 160 19224 main board size이하 ACU 외함 포함 제작사양 수량 7EA",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "ECR-014"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "무인발권시스템"
          ],
          [
            "",
            "세부\n내용",
            "○  무인발권기(카드전용)   \n  -  함        체 \n        ·  w500*d400*h1520\n        ·  Steel,  이동형  캐스터  적용,  상단  LED  bar  데코,  분체도장\n  -  주제어부 \n        ·  intel  core  i5-9400F/6  CPU  4.1Ghz                     \n        ·  하드디스크:  SSD  128G  이상\n        ·  500W  파워                                             \n        ·  외장그래픽  GeForce  GT1030  series  이상\n  -  모  니  터\n          ·  42\"사이즈  이상  LED  Monitor         \n          ·  IPS  panel,  250cd/m2,  FHD\n          ·  42\"사이즈  이상  IR  Touch  및  강화유리\n  -  신용카드리더기  :  IC인증  리더기\n                                      (운영기관의  결제사에  맞는  리더기)\n  -  영수증프린터\n  -  회원카드리더기(바코드)  :  1D/2D  겸용   \n    ○  회원관리시스템과  연계  하여  회원정보/  매출정보/  입장정보  등을  통합관리 \n할  수  있어야  한다 \n    ○  회원정보시스템  연계로  정기회원  재등록이  가능하여야  한다 \n    ○  입장권  발권시  전자키시스템  연계하여  전자락커  발권번호를  표출해야  한다.\n    ○  센터의  안내  및  공고  등  홍보동영상을  표출하는  기능을  제공  하여야  한다.\n    ○  수량  2EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-15"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  -  ACU"
          ],
          [
            "",
            "세부\n내용",
            "○  CPU  :  16bit  microprocessor\n○  Memory  :  ROM(4Mbit),  RAM(8Mbit)이상\n○  User  :  10,000건    ○  Event  Buffer  :  10,000건\n○  통신방식  :  TCP/IP  ○  Display  LED  :  powerLED,  Tx/Rx  LED\n○  Power  /  Current  :  AC187~253V,  DC  12V\n○  Operating  Humidity  :  10%  ~  90%  relative  humidity  non-condensing\n○  크기  :  160  *192*24  (main  board  size)이하\n○  ACU  외함  포함  (제작사양) \n○  수량    7EA"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 16 - 요구사항 분류 ECR-016 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 - 바코드리더기 세부 내용 리딩거리 0mm-215mm0-8.5 for 0.33mmmil bar codes 리딩폭 60mm2.4face105mm4.1216mm8.5 스캔속도 1120 scan lines per second 최소인식넓이 0.13mm 바코드인터페이스 USB 제품색상 밝은 회색 레이저다이오드 밝기 Visible laser diode 650nm -10nm 바코드 리더기 브라켓 포함 수량 7EA 요구사항 분류 ECR-017 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 - Lock Device 세부 내용 Dead Bolt 또는 EMElectronic Magnetic 방식 수량 7EA 요구사항 분류 ECR-018 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 - 퇴실버튼 세부 내용 BAR TYPE 접점출력 4개 통신방식 유선 출력배선 황선2선 사이즈 4013813.5mm 수량 7식",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "ECR-016"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  -  바코드리더기"
          ],
          [
            "",
            "세부\n내용",
            "○  리딩거리  :    0mm-215mm(0\"-8.5\")  for  0.33mm(mil)  bar  codes\n  ○  리딩(폭)  :  60mm(2.4\")@face:105mm(4.1\")@216mm(8.5\")\n  ○  스캔속도  :  1120  scan  lines  per  second\n  ○  최소인식넓이  :  0.13mm\n  ○  바코드인터페이스  :  USB\n  ○  제품색상  :  밝은  회색 \n  ○  레이저/다이오드  밝기  :  Visible  laser  diode  650nm  (+-)10nm\n  ○  바코드  리더기  브라켓  (포함)\n  ○  수량  7EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-017"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  -  Lock  Device"
          ],
          [
            "",
            "세부\n내용",
            "○  Dead  Bolt  또는  EM(Electronic  Magnetic)  방식\n  ○  수량  7EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-018"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  -  퇴실버튼"
          ],
          [
            "",
            "세부\n내용",
            "○  BAR  TYPE \n  ○  접점출력  4개\n  ○  통신방식  :  유선\n  ○  출력배선  :  황선2선\n  ○  사이즈  :  40*138*13.5mm\n  ○  수량  7식"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 17 - o 기능 요구사항SFR System Functional Requirement 요구사항 고유번호 SFR-001 요구사항 분류 기능 요구사항 요구사항 명칭 시스템의 기능 및 서비스 수용 요구 사항 상세 개발하는 시스템은 웹예약시스템, 회원관리시스템, HW연동프로그램의 필수 기능과 서비스 모두 연동 및 일원화 운영되어야 한다. 단, 요구사항분석설계개발 중 개편되는 시스템에 불필요하거나 개선이 필요 한 부분이 있으면 상호 협의 하에 기능을 제외변경 한다. 기존 데이터 이관 시 업무중단 최소화를 위해 자료 이관범위 및 방안을 수립 하고 신속 정확히 작업하여야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-001"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템의  기능  및  서비스  수용"
          ],
          [
            "요구\n사항\n상세",
            "○  개발하는  시스템은  웹예약시스템,  회원관리시스템,  H/W연동프로그램의  필수 \n기능과  서비스  모두  연동  및  일원화  운영되어야  한다.\n    ※  단,  요구사항분석/설계/개발  중  개편되는  시스템에  불필요하거나  개선이  필요\n한  부분이  있으면  상호  협의  하에  기능을  제외/변경  한다. \n○  기존  데이터  이관  시  업무중단  최소화를  위해  자료  이관범위  및  방안을  수립\n하고  신속  정확히  작업하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 18 - 요구사항 고유번호 SFR-002 요구사항 분류 기능 요구사항 요구사항 명칭 표준화 지침웹사이트 구축 표준화 지침 가이드 요구 사항 상세 최신 적용 지침을 고려하여 시스템 개발 준수 정보시스템 및 웹사이트 구축 관련지침 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 - 표준 프레임워크 적용 가이드라인행정안전부 - 행정기관 정보시스템 접근권한 관리규정행정안전부 - 행정공공기관 웹사이트 구축운영 가이드행정안전부 - 행정정보 데이터베이스 표준화지침행정안전부 - 한국형 웹콘텐츠 접근성 지침 2.1방송통신표준 - 모바일 전자정부 서비스 관리 지침행정안전부예규 - 홈페이지 개인정보 노출방지 안내서한국인터넷진흥원 - 소프트웨어 개발 보안 가이드한국인터넷진흥원 정보보호 관련지침 - 전자정부 정보보호 관리체계행정안전부 - 소프트웨어 개발보안 가이드 및 보안약점 진단가이드행정안전부 - 홈페이지 취약점 진단제거 가이드한국인터넷진흥원 - 국가ᆞ공공기관 암호사용 기준국가정보원 개인정보보호 관련지침 - 개인정보보호 지침행정안전부 - 웹사이트 개인정보 노출방지 가이드라인행정안전부 - 공공기관 I-PIN 의무도입 적용지침행정안전부 - 개인정보 기술적 보호 조치 및 가이드라인행정안전부 - 개인정보 안전성 확보조치 기준행정안전부 - 소프트웨어 개발 보안 가이드한국인터넷진흥원 - 개인정보 보호법 관련 규칙, 지침 가이드 등개인정보보호위원회 설계단계 완료 이전에 위 표준지침이 변경되거나 새 표준이 발표될 때는 변 경 된 내용 및 새 표준을 반영하여야 함. 전자정부 웹사이트 품질관리 지침행정안전부 준수 이 외의 웹사이트 관련 각종 법규 및 가이드라인 준수 웹사이트에서 사용하는 이미지, 폰트 등에 대한 저작권 문제가 발생하지 않도 록 확인 후 적용 해야함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-002"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "표준화  지침(웹사이트  구축  표준화  지침  가이드)"
          ],
          [
            "요구\n사항\n상세",
            "○  최신  적용  지침을  고려하여  시스템  개발  준수\n○  정보시스템  및  웹사이트  구축  관련지침\n    -  행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부)\n    -  표준  프레임워크  적용  가이드라인(행정안전부)\n    -  행정기관  정보시스템  접근권한  관리규정(행정안전부)\n    -  행정·공공기관  웹사이트  구축·운영  가이드(행정안전부)\n    -  행정정보  데이터베이스  표준화지침(행정안전부)\n    -  한국형  웹콘텐츠  접근성  지침  2.1(방송통신표준)\n    -  모바일  전자정부  서비스  관리  지침(행정안전부예규) \n    -  홈페이지  개인정보  노출방지  안내서(한국인터넷진흥원)\n    -  소프트웨어  개발  보안  가이드(한국인터넷진흥원)\n○  정보보호  관련지침\n    -  전자정부  정보보호  관리체계(행정안전부)\n    -  소프트웨어  개발보안  가이드  및  보안약점  진단가이드(행정안전부)\n    -  홈페이지  취약점  진단‧제거  가이드(한국인터넷진흥원)\n    -  국가ㆍ공공기관  암호사용  기준(국가정보원)\n○  개인정보보호  관련지침\n    -  개인정보보호  지침(행정안전부)\n    -  웹사이트  개인정보  노출방지  가이드라인(행정안전부)\n    -  공공기관  I-PIN  의무도입  적용지침(행정안전부)\n    -  개인정보  기술적  보호  조치  및  가이드라인(행정안전부)\n    -  개인정보  안전성  확보조치  기준(행정안전부)\n    -  소프트웨어  개발  보안  가이드(한국인터넷진흥원)\n    -  개인정보  보호법  관련  규칙,  지침  가이드  등(개인정보보호위원회) \n○  설계단계  완료  이전에  위  표준(지침)이  변경되거나  새  표준이  발표될  때는  변\n경  된  내용  및  새  표준을  반영하여야  함.\n○  전자정부  웹사이트  품질관리  지침(행정안전부)  준수\n  ※이  외의  웹사이트  관련  각종  법규  및  가이드라인  준수\n○  웹사이트에서  사용하는  이미지,  폰트  등에  대한  저작권  문제가  발생하지  않도\n록  확인  후  적용  해야함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 19 - 요구사항 고유번호 SFR-005 요구사항 분류 기능 요구사항 요구사항 명칭 기본정보관리 요구 사항 상세 회원관리, 수강관리, 강사관리, 대관관리, 시설관리, 사물함관리, 사용자관리 등 시스템 전반에서 사용하는 기본정보에 대해서 코드를 정의하고 구분 가능 해야 한다. 기초코드 정의는 관리자가 생성변경삭제 관리할 수 있고 확장성을 고려해 야 하고 무결해야 한다. 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-003 요구사항 명칭 웹예약시스템 공통사항 요구 사항 상세 설명 정의 웹예약시스템 구축 방향 세부 내용 최신의 전자정부표준프레임워크 기반으로 구축 반응형 웹 방식의 웹예약시스템PC 및 모바일 구축 - 사용자 환경PC, 모바일 등에 따라 자동으로 최적화된 화면 제공 웹예약시스템 구축 - 대표 도메인의 서브디렉토리 형태로 구성하여 일원화된 주소체계로 구축 - 행정공공기관 웹사이트 관리개선 추진계획에 의거 추진 웹예약시스템 구조개선 및 콘텐츠관리시스템 구축 - 관리자가 쉽게 디자인 및 콘텐츠 관리할 수 있는 구조로 제작 각 컨텐츠 및 페이지별로 만족도 조사기능 및 통계 기능 구현 세부 과업을 기재하지 않은 사항에 대해서는 구청의 의견을 적극적으로 반영 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-004 요구사항 명칭 웹예약시스템 로그인 요구 사항 상세 설명 정의 웹예약시스템 로그인 관리 세부 내용 웹예약시스템 회원제 유지 - 휴대폰 본인인증등으로 로그인 할 수 있도록 구축 및 간편 회원인증 - 로그인 활용 각종 게시판 게시글 작성삭제수정 등 - 웹예약시스템 로그인시 휴대폰 본인인증 또는 ID,비밀번호 로그인 방식을 모두 지원 - 회원관리 시스템 지원로그인, 휴면, 탈퇴처리",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "웹예약시스템  공통사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "웹예약시스템  구축  방향"
          ],
          [
            "",
            "세부 \n내용",
            "○  최신의  전자정부표준프레임워크  기반으로  구축\n○  반응형  웹  방식의  웹예약시스템(PC  및  모바일)  구축\n  -  사용자  환경(PC,  모바일  등)에  따라  자동으로  최적화된  화면  제공\n○  웹예약시스템  구축\n    -  대표  도메인의  서브디렉토리  형태로  구성하여  일원화된  주소체계로  구축\n    -  “행정·공공기관  웹사이트  관리개선  추진계획”에  의거  추진\n○  웹예약시스템  구조개선  및  콘텐츠관리시스템  구축\n    -  관리자가  쉽게  디자인  및  콘텐츠  관리할  수  있는  구조로  제작\n○  각  컨텐츠  및  페이지별로  만족도  조사기능  및  통계  기능  구현\n○  세부  과업을  기재하지  않은  사항에  대해서는  구청의  의견을  적극적으로  반영"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "웹예약시스템  로그인"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "웹예약시스템  로그인  관리"
          ],
          [
            "",
            "세부 \n내용",
            "○ 웹예약시스템  회원제  유지\n    -  휴대폰  본인인증등으로  로그인  할  수  있도록  구축  및  간편  회원인증\n    -  로그인  활용  :  각종  게시판  게시글  작성/삭제/수정  등\n    -  웹예약시스템  로그인시  휴대폰  본인인증  또는  ID,비밀번호 \n        로그인  방식을  모두  지원\n    -  회원관리  시스템  지원(로그인,  휴면,  탈퇴처리)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-005"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "기본정보관리"
          ],
          [
            "요구\n사항\n상세",
            "○  회원관리,  수강관리,  강사관리,  대관관리,  시설관리,  사물함관리,  사용자관리 \n등  시스템  전반에서  사용하는  기본정보에  대해서  코드를  정의하고  구분  가능\n해야  한다. \n○  기초코드  정의는  관리자가  생성/변경/삭제  관리할  수  있고  확장성을  고려해\n야  하고  무결해야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 20 - 요구사항 고유번호 SFR-006 요구사항 분류 기능요구사항 요구사항 명칭 통합운영관리시스템 회원관리 요구 사항 상세 회원정보 관리등록수정삭제상태변경 등 기능 제공 기본적인 회원가입 절차를 준수한다.14세미만 구분, 본인인증, 약관동의, 개 인정보보호동의, 회원정보입력 등 노인75세이상대상으로 회원 가입 시 민감 정보를 선택 수집동의하도록 하 고, 관리자는 민감 정보 수집 동의한 대상으로 동의서 양식을 출력할 수 있 도록 하는 기능을 제공한다. 회원가입 시 비밀번호는 발주기관의 비밀번호 규칙을 안내하고 이를 준수하 고 비밀번호 입력시 회원에게 위험양호안전 등의 수준을 실시간으로 보여 주고, 위험수준 비밀번호에 대해 회원가입을 제한한다. 회원 개인정보 중 중요한 정보비밀번호 등가 일방향 암호화되는 것에 대해 웹예약시스템, 회원관리시스템은 처리 가능해야 한다. 공공시설 이용요금 즉시감면 서비스를 이용하기 위해 행정정보공동이용센터 시스템과 연동하고 회원의 정보장애인, 유공자, 다자녀 등를 즉시조회, 저장, 관리될 수 있도록 한다. 이는 회원가입회원수정에서 가능하고 회원관리시스 템에서도 관리자가 직접 조회 가능하도록 한다. 회원관리시스템 회원조회 기능 - 이름, 휴대전화번호로 조회 가능 - 회원의 불필요한 개인정보는 보이지 않음 - 여러 조건에 따라 그룹별 회원조회가 가능 연령별, 지역별, 관내관외, 프로그램별 등 회원관리시스템에서 관리자가 직접 회원가입 처리시 기본 가입절차를 준수할 수 있도록 하고, 가입수정탈퇴 시 회원이 직접 인증할 수 있는 기능을 제 공한다. 회원 탈퇴 시 탈퇴 주요사유 예시를 선택하거나 탈퇴사유를 직접 입력을 입 력할 수 있도록 한다. 관리자는 회원탈퇴에 대한 이력을 검색할 수 있어야 하고 관련정보ID, 이름, 탈퇴시간, 탈퇴사유 등을 포함되어야 한다. 회원대상으로 개인정보이용현황을 정기적으로 발송할 수 있어야 한다. 회원가입, 로그인, 로그아웃 버튼이 명확하게 보여져야 하며, 로그인 후 로그 인 상태로 전환되었음을 명확하게 알 수 있도록 해야 한다. 중복 회원관리 - 오프라인 가입 시 온라인 회원가입 여부 확인하여 중복 배제 - 온라인 가입시 오프라인 회원가입 여부 확인하여 중복 배제 - 오프라인 회원 온라인 전환 기능 제공",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-006"
          ],
          [
            "요구사항  분류",
            "기능요구사항"
          ],
          [
            "요구사항  명칭",
            "통합운영관리시스템  회원관리"
          ],
          [
            "요구\n사항\n상세",
            "○  회원정보  관리(등록·수정·삭제·상태변경  등)  기능  제공\n○  기본적인  회원가입  절차를  준수한다.(14세미만  구분,  본인인증,  약관동의,  개\n인정보보호동의,  회원정보입력  등)\n○  노인(75세이상)대상으로  회원  가입  시  민감  정보를  선택  수집·동의하도록  하\n고,  관리자는  민감  정보  수집  동의한  대상으로  동의서  양식을  출력할  수  있\n도록  하는  기능을  제공한다. \n○  회원가입  시  비밀번호는  발주기관의  비밀번호  규칙을  안내하고  이를  준수하\n고  비밀번호  입력시  회원에게  위험/양호/안전  등의  수준을  실시간으로  보여\n주고,  위험수준  비밀번호에  대해  회원가입을  제한한다. \n○  회원  개인정보  중  중요한  정보(비밀번호  등)가  일방향  암호화되는  것에  대해 \n웹예약시스템,  회원관리시스템은  처리  가능해야  한다.\n○  ‘공공시설  이용요금  즉시감면  서비스’를  이용하기  위해  행정정보공동이용센터 \n시스템과  연동하고  회원의  정보(장애인,  유공자,  다자녀  등)를  즉시조회,  저장, \n관리될  수  있도록  한다.  이는  회원가입/회원수정에서  가능하고  회원관리시스\n템에서도  관리자가  직접  조회  가능하도록  한다. \n○  회원관리시스템  회원조회  기능\n    -  이름,  휴대전화번호로  조회  가능\n    -  회원의  불필요한  개인정보는  보이지  않음\n    -  여러  조건에  따라  그룹별  회원조회가  가능\n      (연령별,  지역별,  관내/관외,  프로그램별  등)\n○  회원관리시스템에서  관리자가  직접  회원가입  처리시  기본  가입절차를  준수할 \n수  있도록  하고,  가입/수정/탈퇴  시  회원이  직접  인증할  수  있는  기능을  제\n공한다. \n○  회원  탈퇴  시  탈퇴  주요사유  예시를  선택하거나  탈퇴사유를  직접  입력을  입\n력할  수  있도록  한다.\n○  관리자는  회원탈퇴에  대한  이력을  검색할  수  있어야  하고  관련정보(ID,  이름, \n탈퇴시간,  탈퇴사유  등)을  포함되어야  한다. \n○  회원대상으로  개인정보이용현황을  정기적으로  발송할  수  있어야  한다.\n○  회원가입,  로그인,  로그아웃  버튼이  명확하게  보여져야  하며,  로그인  후  로그\n인  상태로  전환되었음을  명확하게  알  수  있도록  해야  한다. \n○  중복  회원관리 \n  -  오프라인  가입  시  온라인  회원가입  여부  확인하여  중복  배제\n  -  온라인  가입시  오프라인  회원가입  여부  확인하여  중복  배제\n  -  오프라인  회원  온라인  전환  기능  제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 21 - 요구사항 고유번호 SFR-007 요구사항 분류 기능 요구사항 요구사항 명칭 회원카드 관리회원카드 발급조회삭제 관리 요구 사항 상세 통합회원카드 발급기HW와 연동하여 회원카드를 발급할 수 있도록 해야 한다. 통합회원카드 리더기와 연동하여 회원카드를 태깅 하는 회원조회, 회원 입퇴 장시 소리를 발생하여 안내 가능하도록 해야 한다. 회원카드를 소지하지 않은 경우 모바일 회원카드로 대체하여 입퇴장이 가능 하도록 해야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-007"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "회원카드  관리(회원카드  발급/조회/삭제  관리)"
          ],
          [
            "요구\n사항\n상세",
            "○  통합회원카드  발급기(H/W)와  연동하여  회원카드를  발급할  수  있도록  해야 \n한다. \n○  통합회원카드  리더기와  연동하여  회원카드를  태깅  하는  회원조회,  회원  입·퇴\n장시  소리를  발생하여  안내  가능하도록  해야  한다. \n○  회원카드를  소지하지  않은  경우  모바일  회원카드로  대체하여  입·퇴장이  가능\n하도록  해야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 22 - 요구사항 고유번호 SFR-008 요구사항 분류 기능 요구사항 요구사항 명칭 수강관리강습반 신청승인관리 요구 사항 상세 수강신청신규 등록 뿐 아니라 프로그램 연장에 대한 기능을 제공하여야 한다. 수강신청은 1달단위로 신청받는다. 3개월 강좌는 3달단위로 받는다. 자유롭게 설정가능해야한다. 수강신청은 종목과 중분류와 같이 단계적으로 구분되어 생성, 관리되어야 한 다. 또한 강습요일, 시간, 배정인원, 대기순서, 신청제한조건, 마감관리 등 강 습반에 대한 기본적인 수강관리 설정이 모두 포함되어야 한다. 강습반 분류기준과 강습반 설정 내용은 기존 사용했던 기준이지만 시스템 분석설계 중 제안사와 업무담당자간 긴밀히 논의하여 가장 회원과 관리자 입장에서 가장 적합하고 편리한 방법을 선택하여 변경될 수 있다. 강습반은 연령, 성별 등 구분되어 신청 가능하도록 해야 하고, 하나의 강습반 에 대해서 관리자가 연령, 성별 때문에 여러 강습반을 개설하지 않고도 회원 이 수강신청 시 시스템이 자동으로 회원의 정보연령, 성별 등를 판단하여 신청할 수 있도록 해야 한다. 강습반 강사를 관리할 수 있는 기능이 있어야 하고, 웹예약시스템에서도 강 습반별종목별 등 강사소개 메뉴가 있어야 한다. 그리고 하나의 강습반에 여 러 강사가 매칭 될 수 있도록 한다. 수강신청 시 화면상으로 쉽게 사물함임대신청을 연계하여 신청할 수 있도록 안내 한다. HOME 화면에서 회원 본인의 수강중, 수강신청중대기의 정보를 한눈에 확 인하고 관련 상세정보를 연결할 수 있도록 안내한다. 수강신청 또는 결제 시 회원에게 해당되는 할인정보와 할인이유를 안내하도 록 한다. 공공기관 이용요금 즉시감면 서비스 이용 환불신청 기능과 관리자에서 환불신청 처리에 대한 기능을 제공한다. 결제대행사 또는 VAN사를 통해 처리된 환불정보는 회원관리시스템의 관리자 기능에서 관리가 가능 하여야 한다 재등록 신청시 수강 받은 강습강사에 대해 평가할 수 있는 기능을 제공한다. 회원의 등록현황, 상담현황 등 다양한 결과의 현황을 조회할 수 있어야 한다. 강좌별 출석부 출력 및 다운이 가능해야하며, 환불자 발생 시 별도 표시가 가능하여야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-008"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "수강관리(강습반  신청/승인/관리)"
          ],
          [
            "요구\n사항\n상세",
            "○  수강신청신규  등록  뿐  아니라  프로그램  연장에  대한  기능을  제공하여야 \n      한다.\n○  수강신청은  1달단위로  신청받는다.  3개월  강좌는  3달단위로  받는다. \n      자유롭게  설정가능해야한다.\n○  수강신청은  종목과  중분류와  같이  단계적으로  구분되어  생성,  관리되어야  한\n다.  또한  강습요일,  시간,  배정인원,  대기순서,  신청제한조건,  마감관리  등  강\n습반에  대한  기본적인  수강관리  설정이  모두  포함되어야  한다. \n      *  강습반  분류기준과  강습반  설정  내용은  기존  사용했던  기준이지만  시스템 \n분석·설계  중  제안사와  업무담당자간  긴밀히  논의하여  가장  회원과  관리자 \n입장에서  가장  적합하고  편리한  방법을  선택하여  변경될  수  있다. \n○  강습반은  연령,  성별  등  구분되어  신청  가능하도록  해야  하고,  하나의  강습반\n에  대해서  관리자가  연령,  성별  때문에  여러  강습반을  개설하지  않고도  회원\n이  수강신청  시  시스템이  자동으로  회원의  정보(연령,  성별  등)를  판단하여 \n신청할  수  있도록  해야  한다. \n○  강습반  강사를  관리할  수  있는  기능이  있어야  하고,  웹예약시스템에서도  강\n습반별/종목별  등  강사소개  메뉴가  있어야  한다.  그리고  하나의  강습반에  여\n러  강사가  매칭  될  수  있도록  한다. \n○  수강신청  시  화면상으로  쉽게  사물함임대신청을  연계하여  신청할  수  있도록 \n안내  한다.\n○  HOME  화면에서  회원  본인의  수강중,  수강신청중(대기)의  정보를  한눈에  확\n인하고  관련  상세정보를  연결할  수  있도록  안내한다. \n○  수강신청  또는  결제  시  회원에게  해당되는  할인정보와  할인이유를  안내하도\n록  한다.  (공공기관  이용요금  즉시감면  서비스  이용)\n○  환불신청  기능과  관리자에서  환불신청  처리에  대한  기능을  제공한다. \n○  결제대행사  또는  VAN사를  통해  처리된  환불정보는  회원관리시스템의 \n      관리자  기능에서    관리가  가능  하여야  한다\n○  재등록  신청시  수강  받은  강습강사에  대해  평가할  수  있는  기능을  제공한다. \n○  회원의  등록현황,  상담현황  등  다양한  결과의  현황을  조회할  수  있어야  한다.\n○  강좌별  출석부  출력  및  다운이  가능해야하며,  환불자  발생  시  별도  표시가 \n      가능하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 23 - 요구사항 고유번호 SFR-009 요구사항 분류 기능 요구사항 요구사항 명칭 사물함 임대관리 요구 사항 상세 사물함 위치와 사물함 추가변경삭제는 유연하게 관리자가 관리할 수 있어 야 한다. 회원은 사물함 위치, 번호, 임대현황에 대해서 그림으로 쉽게 파악할 수 있어 야 하고, 마우스로 쉽게 선택 및 신청할 수 있어야 한다. 화면에서 회원 본인의 사물함 임대현황을 한눈에 확인하고 관련 상세정보를 연결할 수 있도록 안내한다. 사물함 신청 중 여러 개의 사물함을 임시 선택하면 신청 중인 화면에서 선택 리스트를 보여주고 삭제도 가능하도록 해야 한다. 또한 여러 개 임시 선택된 사물함들을 한 번에 대기신청 할 수 있도록 한다. 회원 1명당 사물함 대기 신청할 수 있는 횟수를 제한한다. 관리자는 사물함위치별 사물함임대현황, 만기예정자, 미반납자, 강제반납자 등 관리현황을 확인하고 관리할 수 있어야 한다. 사물함 상품관리 시 사용기간, 금액, 비과세 적용, 수입금 항목 등을 설정할 수 있어야 한다. 요구사항 고유번호 SFR-010 요구사항 분류 기능 요구사항 요구사항 명칭 입퇴장관리 요구 사항 상세 수강 프로그램이 있는 회원이 입장퇴장 시 회원정보, 수강 프로그램, 사물함 임대정보 등을 확인할 수 있어야 하고, 입퇴장 체크와 프로그램에 따라 입 장 횟수 차감이 되어야 한다. 이때 입퇴장에 대한 소리가 나야한다. 특정 회원이 입퇴장한 내역시간, 장소, 횟수 등이 조회되어야 한다. 회원카드가 있는 회원은 회원카드 리더기를 인식하여 입퇴장될 수 있도록 해야 하고, 회원카드가 없어도 관리자에 의해 입퇴장 체크가 될 수 있도록 해야 한다. 프로그램별 일일입장 항목을 생성, 관리할 수 있고, 이를 선택하여 결제 가능 해야 한다. 종목, 중분류, 프로그램에 따라 입장현황 조회와 통계처리가 가능해야 한다. 미수강자의 경우 출입이 제한되어야 한다. 회원카드에 있는 정보성별, 수강중인 강좌에 따라 남여 탈의실 입장관리가 구분되어야 한다. 모바일 회원카드를 통해서도 입출입이 가능해야한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-009"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "사물함  임대관리"
          ],
          [
            "요구\n사항\n상세",
            "○  사물함  위치와  사물함  추가/변경/삭제는  유연하게  관리자가  관리할  수  있어\n야  한다. \n○  회원은  사물함  위치,  번호,  임대현황에  대해서  그림으로  쉽게  파악할  수  있어\n야  하고,  마우스로  쉽게  선택  및  신청할  수  있어야  한다. \n○  화면에서  회원  본인의  사물함  임대현황을  한눈에  확인하고  관련  상세정보를 \n연결할  수  있도록  안내한다.\n○  사물함  신청  중  여러  개의  사물함을  임시  선택하면  신청  중인  화면에서  선택\n리스트를  보여주고  삭제도  가능하도록  해야  한다.  또한  여러  개  임시  선택된 \n사물함들을  한  번에  대기신청  할  수  있도록  한다. \n○  회원  1명당  사물함  대기  신청할  수  있는  횟수를  제한한다. \n○  관리자는  사물함위치별  사물함임대현황,  만기예정자,  미반납자,  강제반납자 \n등  관리현황을  확인하고  관리할  수  있어야  한다. \n❍  사물함  상품관리  시  사용기간,  금액,  비과세  적용,  수입금  항목  등을 \n      설정할  수  있어야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-010"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "입퇴장관리"
          ],
          [
            "요구\n사항\n상세",
            "○  수강  프로그램이  있는  회원이  입장/퇴장  시  회원정보,  수강  프로그램,  사물함 \n임대정보  등을  확인할  수  있어야  하고,  입∙퇴장  체크와  프로그램에  따라  입\n장  횟수  차감이  되어야  한다.  이때  입∙퇴장에  대한  소리가  나야한다. \n○  특정  회원이  입∙퇴장한  내역(시간,  장소,  횟수  등)이  조회되어야  한다. \n○  회원카드가  있는  회원은  회원카드  리더기를  인식하여  입∙퇴장될  수  있도록 \n해야  하고,  회원카드가  없어도  관리자에  의해  입∙퇴장  체크가  될  수  있도록 \n해야  한다. \n○  프로그램별  일일입장  항목을  생성,  관리할  수  있고,  이를  선택하여  결제  가능\n해야  한다. \n○  종목,  중분류,  프로그램에  따라  입장현황  조회와  통계처리가  가능해야  한다. \n○  미수강자의  경우  출입이  제한되어야  한다.\n○  회원카드에  있는  정보(성별,  수강중인  강좌)에  따라  남/여  탈의실  입장관리가 \n구분되어야  한다.\n○  모바일  회원카드를  통해서도  입출입이  가능해야한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 24 - 요구사항 고유번호 SFR-011 요구사항 분류 기능 요구사항 요구사항 명칭 수익금관리 요구 사항 상세 일일, 월간, 분기별, 연간 등 기간별 매출에 대한 조회가 가능해야한다. 매출에 대한 조회, 취소, 수정, 환불 기능을 제공해야 한다. 신용카드 결제, 현금영수증 결제 등 내역을 확인 가능해야 하고, 결제정보, 회원정보, 카드사, 결제방식PGVAN 등이 조회되어야 한다. 종목별, 중분류, 강습반별, 업장별, 카드사별, 중도해약, 미납자 매출, 수익금현 황 등이 조회되어야 한다. 할인감면 현황, 사물함 수입내역, 일일입장 수입 등 조회되어야 한다. 이외 매출, 수익금관리, 이용객 현황 등은 기존 시스템에서 사용하던 기능을 바탕으로 지원해야 한다. 프로그램별 수입 집계 및 회원카드 재발급비 등 수입금 추가입력 기능 제공 등 환불관리 문화와 체육 강좌 환불기준에 따라 환불처리 및 내역 조회 환불내역 조회 및 환불사유 분석, 환불 금액의 자동 산출이 되어야 한다. 지정된 양식의 일일수입금 일보가 출력 가능하여야 한다. 당월, 당일, 연도별에 대해 매출을 관리할 수 있도록 시스템화 되어야 하며, 실제 결제하는 직원이 마감할 수 있도록 담당자별 매출현황을 확인할 수 있 어야한다 매출 통계와 통계양식은 발주기관에서 요구하는 통계양식을 그대로 반영하여 구현한다 매출 통계는 신뢰성을 검증할 수 있도록 운영 시설, 강좌, 강사 등의 데이터 를 검수할 수 있도록 대사검증 정보를 제공해야 한다 수입금 정산을 위해 PG사의 결제데이터와 연계하여 자동 정산되어야 한다. 수입금 정산에 필요한 양식은 발주기관에서 요구하는 양식으로 최대한 반영 하여 구현한다 수입금 정산 시 현금, 카드, 가상계좌, 제로페이 등 결제 수단에 대한 모든 정산이 자동으로 이루어져 수입금 양식에 반영되어야 한다. 매출은 카드, 가상계좌, 제로페이, 현금 등 결제 수단별 통계, 담당자별 통게, 강좌강사 등 다양한 통계를 제공하여야 한다 실제 입급되는 통장과의 금액을 맞추기 위해 수입금 통장 입금별 매출 통계 자료를 구현하여야 한다",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-011"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "수익금관리"
          ],
          [
            "요구\n사항\n상세",
            "○  일일,  월간,  분기별,  연간  등  기간별  매출에  대한  조회가  가능해야한다.\n○  매출에  대한  조회,  취소,  수정,  환불  기능을  제공해야  한다.\n○  신용카드  결제,  현금영수증  결제  등  내역을  확인  가능해야  하고,  결제정보, \n회원정보,  카드사,  결제방식(PG/VAN)  등이  조회되어야  한다.\n○  종목별,  중분류,  강습반별,  업장별,  카드사별,  중도해약,  미납자  매출,  수익금현\n황  등이  조회되어야  한다.\n○  할인(감면)  현황,  사물함  수입내역,  일일입장  수입  등  조회되어야  한다.\n○  이외  매출,  수익금관리,  이용객  현황  등은  기존  시스템에서  사용하던  기능을 \n바탕으로  지원해야  한다.  (프로그램별  수입  집계  및  회원카드  재발급비  등 \n수입금  추가입력  기능  제공  등)\n○  환불관리:  문화와  체육  강좌  환불기준에  따라  환불처리  및  내역  조회 \n○  환불내역  조회  및  환불사유  분석,  환불  금액의  자동  산출이  되어야  한다. \n○  지정된  양식의  일일수입금  일보가  출력  가능하여야  한다.\n○  당월,  당일,  연도별에  대해  매출을  관리할  수  있도록  시스템화  되어야  하며, \n실제  결제하는  직원이  마감할  수  있도록  담당자별  매출현황을  확인할  수  있\n어야한다\n○  매출  통계와  통계양식은  발주기관에서  요구하는  통계양식을  그대로  반영하여 \n구현한다\n○  매출  통계는  신뢰성을  검증할  수  있도록  운영  시설,  강좌,  강사  등의  데이터\n를  검수할  수  있도록  대사(검증)  정보를  제공해야  한다\n○  수입금  정산을  위해  PG사의  결제데이터와  연계하여  자동  정산되어야  한다.\n○  수입금  정산에  필요한  양식은  발주기관에서  요구하는  양식으로  최대한  반영\n하여  구현한다\n○  수입금  정산  시  현금,  카드,  가상계좌,  제로페이  등  결제  수단에  대한  모든 \n정산이  자동으로  이루어져  수입금  양식에  반영되어야  한다.\n○  매출은  카드,  가상계좌,  제로페이,  현금  등  결제  수단별  통계,  담당자별  통게, \n강좌/강사  등  다양한  통계를  제공하여야  한다\n○  실제  입급되는  통장과의  금액을  맞추기  위해  수입금  통장  입금별  매출  통계\n자료를  구현하여야  한다"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 25 - 요구사항 고유번호 SFR-012 요구사항 분류 기능 요구사항 요구사항 명칭 알림메시지 요구 사항 상세 회원에게 알림메시지문자, 카카오톡 등를 발송할 수 있어야 한다. 회원이 반드시 알아야 하는 정보에 대해 자동으로 알림메시지가 발송되어야 한다. 강습반 대기승인, 대관승인, 개인정보파기 알림, 비밀번호 찾기 등 특정그룹의 회원조회 결과에 따라 단체 알림메시지를 보낼 수 있어야 한다. 자주 사용하는 알림메시지에 대해 등록, 관리할 수 있어야 한다. 알림메시지 전송 내역발신자, 수신자, 시간, 내용, 수신여부, 실패여부 등을 조회할 수 있어야 한다. ID, 발신자, 수신자, 휴대폰번호, 기간 등 선택 발신자 또는 발신그룹별로 알림메시지 전송건수를 확인할 수 있어야 하고, 발신자 또는 발신그룹별로 월별 전송건수를 제한할 수 있는 기능이 있어야 한다. 요구사항 고유번호 SFR-013 요구사항 분류 기능 요구사항 요구사항 명칭 결제관리 요구 사항 상세 홈페이지는 발주기관에서 지정하는 전자지불시스템PG과 연계하여 결제 가 능해야 하며, 발주기관에서 요청하는 모든 사업장별로 온-오프라인 결제가 가능해야 한다. 홈페이지 이용회원 입장에서 편리하고 쉬운 결제방식PG을 사용할 수 있도 록 하고, 이는 담당부서와 협의하여 조정하도록 한다. 홈페이지모바일에서 회원이 결제 진행 중 결제 오류가 발생되지 않도록 주 의해야 하며, 만약 오류가 발생 하더라도 이에 대한 사유가 팝업으로 안내되 어야 한다. 홈페이지는 수강신청, 대관신청, 사물함 신청 등 여러 건의 결제 건에 대해서 한 번에 결제할 수 있는 기능을 제공해야 한다. 장바구니 기능 장바구니에 담긴 항목은 사용자가 삭제 가능해야 하고, 특정 항목 클릭 시 관련 상세정보가 보일 수 있도록 해야 한다. 회원관리시스템 및 무인발권기는 결제대행업체와 연계하여 결제 가능해야 한 다. 과세비과세 결제 건에 대해서 한 번에 결제하고 하나의 영수증으로 출력되 는 기능을 제공해야 한다. 회원의 결제내역 중 선택하여 영수증을 재출력 할 수 있는 제공한다. 정책에 따라 현재 사용 중인 PG사, VAN사는 변경될 수 있다. 접수처에서 반 변경 시 수강료의 차액에 대한 결제가 원활해야 한다. 행안부 행정정보공동이용시스템 연계를 통해 즉시 감면 서비스 구축으로 감면 해당자에게 할인금액 적용하여 회원 편의성을 제공해야한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-012"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "알림메시지"
          ],
          [
            "요구\n사항\n상세",
            "○  회원에게  알림메시지(문자,  카카오톡  등)를  발송할  수  있어야  한다.\n○  회원이  반드시  알아야  하는  정보에  대해  자동으로  알림메시지가  발송되어야 \n한다.  (강습반  대기승인,  대관승인,  개인정보파기  알림,  비밀번호  찾기  등)\n○  특정그룹의  회원조회  결과에  따라  단체  알림메시지를  보낼  수  있어야  한다.\n○  자주  사용하는  알림메시지에  대해  등록,  관리할  수  있어야  한다.\n○  알림메시지  전송  내역(발신자,  수신자,  시간,  내용,  수신여부,  실패여부  등)을 \n조회할  수  있어야  한다.  (ID,  발신자,  수신자,  휴대폰번호,  기간  등  선택)\n○  발신자  또는  발신그룹별로  알림메시지  전송건수를  확인할  수  있어야  하고, \n발신자  또는  발신그룹별로  월별  전송건수를  제한할  수  있는  기능이  있어야 \n한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-013"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "결제관리"
          ],
          [
            "요구\n사항\n상세",
            "○  홈페이지는  발주기관에서  지정하는  전자지불시스템(P/G)과  연계하여  결제  가\n능해야  하며,  발주기관에서  요청하는  모든  사업장별로  온-오프라인  결제가 \n가능해야  한다.\n○  홈페이지  이용회원  입장에서  편리하고  쉬운  결제방식(P/G)을  사용할  수  있도\n록  하고,  이는  담당부서와  협의하여  조정하도록  한다. \n○  홈페이지/모바일에서  회원이  결제  진행  중  결제  오류가  발생되지  않도록  주\n의해야  하며,  만약  오류가  발생  하더라도  이에  대한  사유가  팝업으로  안내되\n어야  한다. \n○  홈페이지는  수강신청,  대관신청,  사물함  신청  등  여러  건의  결제  건에  대해서 \n한  번에  결제할  수  있는  기능을  제공해야  한다.  (장바구니  기능) \n○  장바구니에  담긴  항목은  사용자가  삭제  가능해야  하고,  특정  항목  클릭  시 \n관련  상세정보가  보일  수  있도록  해야  한다. \n○  회원관리시스템  및  무인발권기는  결제대행업체와  연계하여  결제  가능해야  한\n다.\n○  과세/비과세  결제  건에  대해서  한  번에  결제하고  하나의  영수증으로  출력되\n는  기능을  제공해야  한다. \n○  회원의  결제내역  중  선택하여  영수증을  재출력  할  수  있는  제공한다.\n○  정책에  따라  현재  사용  중인  P/G사,  VAN사는  변경될  수  있다. \n○  접수처에서  반  변경  시  수강료의  차액에  대한  결제가  원활해야  한다.\n○  행안부  행정정보공동이용시스템  연계를  통해  즉시  감면  서비스  구축으로 \n      감면  해당자에게  할인금액  적용하여  회원  편의성을  제공해야한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 26 - 요구사항 고유번호 SFR-014 요구사항 분류 기능 요구사항 요구사항 명칭 회원관리시스템 관리 요구 사항 상세 사용자관리자 생성삭제조회 등 기능과 사용자 관리 기능이 있어야 한다. 사용자의 비밀번호는 단방향 암호화되어 관리되어야 하고, 비밀번호 변경 시, 사용자에게 비밀번호가 포함된 알림메시지가 발송되어야 한다. 비밀번호는 발주기관 비밀번호규칙을 준수해야 한다. 사용자의 접속기록 정보이름, 작업내용, 시간, IP 등가 시간순서대로 저장, 조회 되어야 한다. 시스템 메뉴기능 별 사용자의 접근권한 부여회수변경 기능이 있어야 하며, 접근권한 변경 기록이 저장, 조회되어야 한다. 3년 이상 보관 여러 접근권한을 묶음으로 관리하고 권한 부여회수할 수 있어야 한다. 사용자 등급에 따라 접근권한을 차별화 할 수 있어야 한다. 연동장비POS, 무인발권기, 게이트, 회원DB, 서버, 결제연동서버 등에 대한 설정 기능IPPORT, IDPW, USB, Serial 등이 있어야 한다. 일정시간 미동작시 회원관리시스템은 자동 로그아웃이 되어야 하고, 이에 대 한 자동로그아웃 팝업을 띄운다. 단, 안내센터 등에서 사용하는 계정은 자 동로그아웃이 안되도록 하는 기능이 있어야 한다. 사용자 로그인시 5회 이상 비밀번호가 틀리면 자동 잠겨야 한다. 이때 사용 자는 문자인증으로 잠김을 풀 수 있어야 한다. 이에 대한 이력조회가 가능해 야 한다. 회원관리시스템 사용시 오류 또는 장애로 인해 발생되는 모든 실패장비연동, 네트워크, 입력 값 오류 등등에 대해서 관리자가 쉽게 알 수 있도록 팝업으 로 실패 원인을 안내해야 한다. 회원관리시스템은 CS 또는 Web기반으로 제작하여 수정변경이 유연하도록 제작 하여야 한다. 요구사항 고유번호 SFR-015 요구사항 분류 기능 요구사항 요구사항 명칭 강사관리강사 이력 및 근태관리 요구사항 상세 강사별 간단한 인적사항 및 계약기간 등록 강사 이력 등 관리 가능 강사출강부 출력, 강사 경력증명서 출력 강사료 관리 배분제, 시간제 등",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-014"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "회원관리시스템  관리"
          ],
          [
            "요구\n사항\n상세",
            "○  사용자(관리자)  생성/삭제/조회  등  기능과  사용자  관리  기능이  있어야  한다.\n○  사용자의  비밀번호는  단방향  암호화되어  관리되어야  하고,  비밀번호  변경  시, \n사용자에게  비밀번호가  포함된  알림메시지가  발송되어야  한다.  비밀번호는 \n발주기관  비밀번호규칙을  준수해야  한다. \n○  사용자의  접속기록  정보(이름,  작업내용,  시간,  IP  등)가  시간순서대로  저장, \n조회  되어야  한다.\n○  시스템  메뉴/기능  별  사용자의  접근권한  부여/회수/변경  기능이  있어야  하며, \n접근권한  변경  기록이  저장,  조회되어야  한다.  (3년  이상  보관)\n○  여러  접근권한을  묶음으로  관리하고  권한  부여/회수할  수  있어야  한다.\n○  사용자  등급에  따라  접근권한을  차별화  할  수  있어야  한다. \n○  연동장비(POS,  무인발권기,  게이트,  회원DB,  서버,  결제연동서버  등)에  대한 \n설정  기능(IP/PORT,  ID/PW,  USB,  Serial  등)이  있어야  한다.\n○  일정시간  미동작시  회원관리시스템은  자동  로그아웃이  되어야  하고,  이에  대\n한  ‘자동로그아웃’  팝업을  띄운다.  (단,  안내센터  등에서  사용하는  계정은  자\n동로그아웃이  안되도록  하는  기능이  있어야  한다.)\n○  사용자  로그인시  5회  이상  비밀번호가  틀리면  자동  잠겨야  한다.  이때  사용\n자는  문자인증으로  잠김을  풀  수  있어야  한다.  이에  대한  이력조회가  가능해\n야  한다.\n○  회원관리시스템  사용시  오류  또는  장애로  인해  발생되는  모든  실패(장비연동, \n네트워크,  입력  값  오류  등등)에  대해서  관리자가  쉽게  알  수  있도록  팝업으\n로  실패  원인을  안내해야  한다. \n○  회원관리시스템은  C/S  또는  Web기반으로  제작하여  수정/변경이  유연하도록 \n제작  하여야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-015"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "강사관리(강사  이력  및  근태관리)"
          ],
          [
            "요구사항\n상세",
            "○  강사별  간단한  인적사항  및  계약기간  등록  (강사  이력  등  관리  가능)\n  ○  강사출강부  출력,  강사  경력증명서  출력\n  ○  강사료  관리  (배분제,  시간제  등)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 27 - 요구사항 고유번호 SFR-016 요구사항 분류 기능 요구사항 요구사항 명칭 개인정보 관리 요구 사항 상세 개인정보 접속기록 관리 - 회원관리시스템을 운영하는 직원 계정에 대한 다음과 같은 내용을 포함한 접속 기록을 2년 이상 보관 취급자 식별정보이름 접속일시 접속지IP 시스템 접근 내역 및 결과 홍OO 2022.01.01 1500 112.168.1.OOO 접근 메뉴 및 조회수정삭제다운로드 - 저장된 접속기록에 대한 조회, 엑셀 다운로드 및 보관기간 경과에 따른 삭제처리 접근권한 관리 - 회원관리시스템을 운영하는 직원 계정에 대하여 업무별 차등 권한을 부여 및 관 리 - 접근권한 변경 이력 관리 및 해당 이력 엑셀다운로드 기능 SSL구간암호화 적용 - 구간암호화를 적용을 통한 개인정보 및 기타 정보에 대한 외부 유출 차단 개인정보 암호화 - 개인정보가 포함된 데이터는 암호화하여 데이터베이스에 저장 관리 개인정보 관련 법 준수 - 개인정보보호법, 동법 시행령, 개인정보의 안전성 확보조치 기준 등 개인정보보 호와 관련한 법을 준수하고, 개정으로 인한 시스템 개선 준수",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-016"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "개인정보  관리"
          ],
          [
            "요구\n사항\n상세",
            "○  개인정보  접속기록  관리\n    -  회원관리시스템을  운영하는  직원  계정에  대한  다음과  같은  내용을  포함한  접속\n기록을  2년  이상  보관\n   \n취급자 \n접속일시\n시스템 접근 내역 및 결과\n접속지(IP)\n식별정보(이름)\n접근 메뉴 및 \n홍OO\n2022.01.01 15:00\n112.168.1.OOO\n조회/수정/삭제/다운로드\n  -  저장된  접속기록에  대한  조회,  엑셀  다운로드  및  보관기간  경과에  따른  삭제처리\n○  접근권한  관리\n  -  회원관리시스템을  운영하는  직원  계정에  대하여  업무별  차등  권한을  부여  및  관\n리\n  -  접근권한  변경  이력  관리  및  해당  이력  엑셀다운로드  기능\n○  SSL(구간암호화)  적용\n  -  구간암호화를  적용을  통한  개인정보  및  기타  정보에  대한  외부  유출  차단\n○  개인정보  암호화\n  -  개인정보가  포함된  데이터는  암호화하여  데이터베이스에  저장  관리\n○  개인정보  관련  법  준수\n  -  개인정보보호법,  동법  시행령,  개인정보의  안전성  확보조치  기준  등  개인정보보\n호와  관련한  법을  준수하고,  개정으로  인한  시스템  개선  준수"
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 28 - 요구사항 고유번호 SFR-017 요구사항 분류 기능 요구사항 요구사항 명칭 회원 관리 및 수익 분석통계 요구사항 상세설명 회원별 주소관내관외와 나이, 성별, 휴대폰번호, 수강강좌목록, 회원카드 목록 신규 회원 리스트 및 전체 회원리스트 등 회원 구성 통계 프로그램별월별 재등록 현황 및 등록인원 통계 결제수단별 통계 카드계좌이체현금제로페이 등 등록방법에 따른 통계 방문키오스크온라인유선 등 프로그램별 환불감면 회원 리스트환불사유, 감면사유, 감면비율별, 감면금 액 등 문화체육강좌별 현금영수증 승인내역 회원 요일별 이용현황연령대별 등록현황장기 등록현황거주지별 현황 사물함 이용통계 사용자 현황, 만료자 현황, 대기자 현황, 수강중인 강좌 문화체육 강좌별 이용인원 통계 산출방식 등록인원일자요일 월수금3. 화목2, 토1 등 개월수 각 통계자료는 엑셀로 다운로드 되도록 한다. 현황은 표와 그래프를 활용 운영담당자가 직관적으로 확인할 수 있어야 한 다 총괄담당자는 모든 시설의 모든 현황을 한눈에 확인할 수 있는 모니터링 시스템을 제공해야 한다",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-017"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "회원  관리  및  수익  분석·통계"
          ],
          [
            "요구사항\n상세설명",
            "○  회원별  주소(관내/관외)와  나이,  성별,  휴대폰번호,  수강강좌목록,  회원카드 \n목록\n  ○  신규  회원  리스트  및  전체  회원리스트  등  회원  구성  통계\n  ○  프로그램별/월별  재등록  현황  및  등록인원  통계\n  ○  결제수단별  통계  (카드/계좌이체/현금/제로페이  등)\n  ○  등록방법에  따른  통계  (방문/키오스크/온라인/유선  등)\n  ○  프로그램별  환불/감면  회원  리스트(환불사유,  감면사유,  감면비율별,  감면금\n액  등)\n  ○  문화/체육강좌별  현금영수증  승인내역\n  ○  회원  요일별  이용현황/연령대별  등록현황/장기  등록현황/거주지별  현황\n  ○  사물함  이용통계:  사용자  현황,  만료자  현황,  대기자  현황,  수강중인  강좌\n  ○  문화/체육  강좌별  이용인원  통계\n    *산출방식:  등록인원*일자*(요일:  월수금(3).  화목(2),  토(1)  등)  *개월수\n  ○  각  통계자료는  엑셀로  다운로드  되도록  한다.\n  ○  현황은  표와  그래프를  활용  운영담당자가  직관적으로  확인할  수  있어야  한\n다\n  ○  총괄담당자는  모든  시설의  모든  현황을  한눈에  확인할  수  있는  모니터링 \n  시스템을  제공해야  한다"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 29 - 요구사항 고유번호 SFR-018 요구사항 분류 기능 요구사항 요구사항 명칭 수강ᆞ대관신청시스템 기능 요구 사항 상세 각 센터의 수강신청이 가능하도록 구현 수강예약 시 회원, 매출, 강좌 정보 등 현재 운영 중인 회원관리시스템과의 연속 성을 고려하여 구축되어야 한다. 온라인 계좌이체, 카드 등 다양한 방식의 결제 및 환불기능 구현 온라인, 오프라인 수강 내역이 구분되어야 하며 수익금 관련 통계 다운로드 기 능추가 추가 사항은 업무담당자와 협의 후 기능 추가 가능 공공요금 이용감면서비스를 통해 회원의 결제 처리와 연동 하여야 한다 무인발권기를 통해 일일입장 및 재수강, 다른 강습 등록, 출입체크 등 기능 지원 하여야 하며, 무인발권기를 통해서 공공시설 이용요금 즉시감면서비스과 연계가 이루어져야 한다. 수강 접수결제, 환불, 수강 변경, 수강 변경 결제환불 등 수강 처리 업무가 자 유롭게 이루어져야 한다. 수강 결제 및 환불 처리 결제 등 처리 금액에 대해서 PG사 결제 데이터와 연동 되어야 한다. 각 센터별 대관신청이 가능하도록 구현 대관 신청 시 대관자, 매출, 대관 정보 등 회원관리시스템과의 연계 및 연속성을 고려하여 구축되어야 한다. 온라인, 오프라인 등 대관 신청시 가능하여야 한다. 계좌이체, 카드 등 온-오프라인에 다양한 방식의 결제 및 환불 기능 구현",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-018"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "수강ㆍ대관신청시스템  기능"
          ],
          [
            "요구\n사항\n상세",
            "○  각  센터의  수강신청이  가능하도록  구현\n○  수강예약  시  회원,  매출,  강좌  정보  등  현재  운영  중인  회원관리시스템과의  연속\n성을  고려하여  구축되어야  한다. \n○  온라인  계좌이체,  카드  등  다양한  방식의  결제  및  환불기능  구현\n○  온라인,  오프라인  수강  내역이  구분되어야  하며  수익금  관련  통계  다운로드  기\n능추가\n○  추가  사항은  업무담당자와  협의  후  기능  추가  가능\n○  공공요금  이용감면서비스를  통해  회원의  결제  처리와  연동  하여야  한다\n○  무인발권기를  통해  일일입장  및  재수강,  다른  강습  등록,  출입체크  등  기능  지원\n하여야  하며,  무인발권기를  통해서  공공시설  이용요금  즉시감면서비스과  연계가 \n이루어져야  한다.\n○  수강  접수/결제,  환불,  수강  변경,  수강  변경  결제/환불  등  수강  처리  업무가  자\n유롭게  이루어져야  한다.\n○  수강  결제  및  환불  처리  결제  등  처리  금액에  대해서  PG사  결제  데이터와  연동\n되어야  한다.\n○  각  센터별  대관신청이  가능하도록  구현\n○  대관  신청  시  대관자,  매출,  대관  정보  등  회원관리시스템과의  연계  및  연속성을 \n고려하여  구축되어야  한다.\n○  온라인,  오프라인  등  대관  신청시  가능하여야  한다.\n○  계좌이체,  카드  등  온-오프라인에  다양한  방식의  결제  및  환불  기능  구현"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 30 - 요구사항 고유번호 SFR-019 요구사항 분류 기능 요구사항 요구사항 명칭 비대면 자격확인 서비스 요구사항 상세설명 행정안전부와 연계된 비대면 자격확인 서비스 구축 비대면 자격확인 서비스 이용 시 사전 동의가 구축되어야 한다. 비대면 자격확인 서비스에 대한 로그 내역 구축시간, 동의여부, 동의자, 결과값 등하며, 관리자가 확인할 수 있어야 한다. 시청에서 지정된 서버에 비대면 자격확인 서비스를 구축하여야 한다행정안전부 와 연계된 서버이며, 윈도우 기반 비대면 자격확인 서비스의 기능은 모두 구현하여야 한다. - API 방식과 웹페이지 방식을 모두 구현하여야한다 구축하는 비대면 자격확인 서비스는 시청에서 보유하는 다른 시스템공영, 거주 자, 공공 과의 연계 확장성을 보장하여야 한다. 비대면 자격확인 서비스의 운영현황이 출력되어야 한다. - 비대면 자격확인서비스의 자격정보별로 사용 현황이 출력되어야 한다.년, 월, 일, 시스템별, 사용건수 등 비대면 자격확인 서비스의 자격정보 변경 및 수정에 대해 감안하여 개발하여야 한다. 비대면 자격 확인 서비스의 시스템은 CMS시스템과 연계, 통합되어야 한다. 요구사항 고유번호 SFR-020 요구사항 분류 기능 요구사항 요구사항 명칭 카카오톡 알림 서비스 구축 요구사항 상세설명 회원 결제 사항, 안내문, 비밀번호 찾기 등 SMS 및 메일로 제공하는 알림과 동 일하게 카카오톡 알림으로도 제공할 수 있어야 한다. SMS 알림 문자 전송에 동의한 회원과 동일하게 카카오톡 알림도 동의한 회원에 게 제공, 미제공 기능을 추가하여야 한다. 카카오톡 알림 서비스 연계 및 서버 등 내부 서버를 이용하여 구축하여야 한다. 위 내용에서 제시하지 않은 다른 사항이 있을 경우 발주사와 협의하에 사업자가 마련하여야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-019"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "비대면  자격확인  서비스"
          ],
          [
            "요구사항\n상세설명",
            "○  행정안전부와  연계된  비대면  자격확인  서비스  구축\n○  비대면  자격확인  서비스  이용  시  사전  동의가  구축되어야  한다.\n○  비대면  자격확인  서비스에  대한  로그  내역  구축(시간,  동의여부,  동의자,  결과값 \n등)하며,  관리자가  확인할  수  있어야  한다.\n○  시청에서  지정된  서버에  비대면  자격확인  서비스를  구축하여야  한다(행정안전부\n와  연계된  서버이며,  윈도우  기반)\n○  비대면  자격확인  서비스의  기능은  모두  구현하여야  한다.\n    -  API  방식과  웹페이지  방식을  모두  구현하여야한다\n○  구축하는  비대면  자격확인  서비스는  시청에서  보유하는  다른  시스템(공영,  거주\n자,  공공)  과의  연계  확장성을  보장하여야  한다.\n○  비대면  자격확인  서비스의  운영현황이  출력되어야  한다.\n    -  비대면  자격확인서비스의  자격정보별로  사용  현황이  출력되어야  한다.(년,  월, \n일,  시스템별,  사용건수  등) \n○  비대면  자격확인  서비스의  자격정보  변경  및  수정에  대해  감안하여  개발하여야 \n한다.\n○  비대면  자격  확인  서비스의  시스템은  CMS시스템과  연계,  통합되어야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-020"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "카카오톡  알림  서비스  구축"
          ],
          [
            "요구사항\n상세설명",
            "○  회원  결제  사항,  안내문,  비밀번호  찾기  등  SMS  및  메일로  제공하는  알림과  동\n일하게  카카오톡  알림으로도  제공할  수  있어야  한다.\n○  SMS  알림  문자  전송에  동의한  회원과  동일하게  카카오톡  알림도  동의한  회원에\n게  제공,  미제공  기능을  추가하여야  한다.\n○  카카오톡  알림  서비스  연계  및  서버  등  내부  서버를  이용하여  구축하여야  한다. \n○  위  내용에서  제시하지  않은  다른  사항이  있을  경우  발주사와  협의하에  사업자가 \n마련하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 31 - 요구사항 고유번호 SFR-021 요구사항 분류 기능 요구사항 요구사항 명칭 신규사업장 추가 요구 사항 상세 현재 운영중인 센터 이외의 신규 사업장 추가 시, 기존 화면과 동일하고 모든 기능을 이용할 수 있도록 개발되어야하며, 신규사업장 추가시에 발생되는 오류 는 유지보수 범위내에 포함시켜야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-021"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "신규사업장  추가"
          ],
          [
            "요구\n사항\n상세",
            "○  현재  운영중인  센터  이외의  신규  사업장  추가  시,  기존  화면과  동일하고  모든 \n기능을  이용할  수  있도록  개발되어야하며,  신규사업장  추가시에  발생되는  오류\n는  유지보수  범위내에  포함시켜야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 32 - o 성능 요구사항Performance Requirement 요구사항 고유번호 PER-001 요구사항 분류 성능 요구사항 요구사항 명칭 평균 응답시간 요구 사항 상세 웹 사이트 응답속도 향상을 보장하여야 하며, 시스템은 정상 상태에서 사용 자의 모든 질의 요청에 대한 처리를 3초 이내에 화면에 보여주어야 함 만약 회원관리시스템이 WEB 방식 또는 CS방식으로 개발되는 경우 모두 회 원 관리시스템의 응답속도는 3초 이내가 되어야 하며 연동 장비간POS장비 등 지연 또는 오류가 발생되지 않도록 반드시 주의해야 한다. 대량의 데이터 로딩통계, 검색, 이미지 등, 동시접속자가 사용자 용량의 90를 초과하는 경우에는 적용되지 않음 웹페이지 용량 최소화, 연결 최소화, 페이지 표시랜더링 순서 최적화 등 다 양한 최적화 기법을 적용하여 웹사이트의 성능을 최적화해야 함 서비스 개시 전테스트 단계 최적화 점검을 하고, 최적화 점검결과서에 따라 반드시 문제점 등을 보완해야 함 사용자 정보 요청 시 또는 사용자가 입력한 데이터 형식의 모든 오류에 대하 여 3초 이내의 적절한 응답 또는 오류 메시지를 제공해야 함 대량 데이터 처리 등 10초 이상 걸리는 서비스는 사용자에게 팝업 메시지를 제공해야 함 오류 메시지에 중요 정보서버 설정 정보, 세션정보, SQL정보 등가 노출되지 않도록 적절한 에러 처리 로직 및 에러 화면을 구성하여 제공해야 함 단, 평균 응답시간을 향상시키기 위한 추가시스템WAS, 웹가속시스템 등 이 필요한 경우 발주기관과 사전 협의해야 하고, 이에 소요되는 제반비용은 수주자가 부담하여야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PER-001"
          ],
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  명칭",
            "평균  응답시간"
          ],
          [
            "요구\n사항\n상세",
            "○  웹  사이트  응답속도  향상을  보장하여야  하며,  시스템은  정상  상태에서  사용\n자의  모든  질의  요청에  대한  처리를  3초  이내에  화면에  보여주어야  함\n○  만약  회원관리시스템이  WEB  방식  또는  C/S방식으로  개발되는  경우  모두  회\n원  관리시스템의  응답속도는  3초  이내가  되어야  하며  연동  장비간(POS장비 \n등)  지연  또는  오류가  발생되지  않도록  반드시  주의해야  한다. \n○  대량의  데이터  로딩(통계,  검색,  이미지  등),  동시접속자가  사용자  용량의 \n90%를  초과하는  경우에는  적용되지  않음\n○  웹페이지  용량  최소화,  연결  최소화,  페이지  표시(랜더링)  순서  최적화  등  다\n양한  최적화  기법을  적용하여  웹사이트의  성능을  최적화해야  함\n○  서비스  개시  전(테스트  단계)  최적화  점검을  하고,  최적화  점검결과서에  따라 \n반드시  문제점  등을  보완해야  함\n○  사용자  정보  요청  시  또는  사용자가  입력한  데이터  형식의  모든  오류에  대하\n여  3초  이내의  적절한  응답  또는  오류  메시지를  제공해야  함\n○  대량  데이터  처리  등  10초  이상  걸리는  서비스는  사용자에게  팝업  메시지를 \n제공해야  함\n○  오류  메시지에  중요  정보(서버  설정  정보,  세션정보,  SQL정보  등)가  노출되지 \n않도록  적절한  에러  처리  로직  및  에러  화면을  구성하여  제공해야  함\n      ※  단,  평균  응답시간을  향상시키기  위한  추가시스템(WAS,  웹가속시스템  등)\n이  필요한  경우  발주기관과  사전  협의해야  하고,  이에  소요되는  제반비용은 \n수주자가  부담하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 33 - 요구사항 고유번호 PER-002 요구사항 분류 성능 요구사항 요구사항 명칭 서비스별 성능 모니터링 및 보완 요구 사항 상세 대상시스템에 대하여 안정적 운영 지원 및 사용자 지원 방안을 제시하고, 향 후 확장성, 호환성, 유연성 등을 충분히 고려한 개발 방안을 제시함 시스템개발 중 로그 또는 툴도구을 이용하여 시스템 성능상태를 모니터링 하고 성능 상 문제점을 미리 파악하여 조치한 후 시스템을 오픈해야 함 웹페이지 용량 감축 등 최적화를 고려하여 구축해야함 - 첫페이지 등 주요페이지의 용량은 3MB 이내로 해야함 단, 홍보쇼핑몰 등 웹사이트 특성에 따라 3MB를 초과할 수 있음 웹페이지별 용량과 http 요청 횟수 등을 최소화하여 응답속도를 향상시키는 방향으로 웹 사이트 구축해야함 - 첫페이지 등 주요페이지의 응답속도는 3초 이하를 권장함 웹사이트 구축 후 부하테스트를 통해 응답시간, 시간당처리량, 자원 사용량 등 성능을 시험해야함 웹사이트 유지보수 사업인 경우에는 최적화 분석대상, 분석주기, 분석 방법 등을 계획 하고 지속적으로 점검하여 기준에 미진한 사항은 개선 해야함 웹사이트 용량 및 응답속도 측정 결과서, 성능측정결과서 제출 o 인터페이스 요구사항System Interface Requirement 요구사항 고유번호 SIR-001 요구사항 분류 인터페이스 요구사항 요구사항 명칭 개발환경 구성 요구 사항 상세 인터넷 및 인트라넷을 지원하는 웹 환경 제공 웹 시스템 개발언어는 반응형 웹 전용 개발언어를 사용하고, 웹 환경의 데이 터 연계 환경을 구축하여 개발하여야 함 콘텐츠관리시스템은 사용자 이용이 편리하도록 웹 기반으로 구축 요구사항 고유번호 SIR-002 요구사항 분류 인터페이스 요구사항 요구사항 명칭 UI 표준 준수 요구 사항 상세 UI는 직관적이면서도 사용자의 효율적인 상호작용이 가능하여야 하며, 다양 한 사용자 요구 수용이 가능할 수 있도록 시스템의 유연한 변경이 가능하여 야 함 사용자 경험을 고려하여 정확한 내용 전달이 가능하도록 사용자 화면 설계 및 적용",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PER-002"
          ],
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  명칭",
            "서비스별  성능  모니터링  및  보완"
          ],
          [
            "요구\n사항\n상세",
            "○  대상시스템에  대하여  안정적  운영  지원  및  사용자  지원  방안을  제시하고,  향\n후  확장성,  호환성,  유연성  등을  충분히  고려한  개발  방안을  제시함\n○  시스템개발  중  로그  또는  툴(도구)을  이용하여  시스템  성능상태를  모니터링\n하고  성능  상  문제점을  미리  파악하여  조치한  후  시스템을  오픈해야  함\n○  웹페이지  용량  감축  등  최적화를  고려하여  구축해야함 \n      -  첫페이지  등  주요페이지의  용량은  3MB  이내로  해야함\n      ※  단,  홍보·쇼핑몰  등  웹사이트  특성에  따라  3MB를  초과할  수  있음\n○  웹페이지별  용량과  http  요청  횟수  등을  최소화하여  응답속도를  향상시키는 \n방향으로  웹  사이트  구축해야함\n      -  첫페이지  등  주요페이지의  응답속도는  3초  이하를  권장함\n○  웹사이트  구축  후  부하테스트를  통해  응답시간,  시간당처리량,  자원  사용량 \n등  성능을  시험해야함\n○  웹사이트  유지보수  사업인  경우에는  최적화  분석대상,  분석주기,  분석  방법 \n등을  계획  하고  지속적으로  점검하여  기준에  미진한  사항은  개선  해야함\n○  웹사이트  용량  및  응답속도  측정  결과서,  성능측정결과서  제출"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-001"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "개발환경  구성"
          ],
          [
            "요구\n사항\n상세",
            "인터넷  및  인트라넷을  지원하는  웹  환경  제공\n○  웹  시스템  개발언어는  반응형  웹  전용  개발언어를  사용하고,  웹  환경의  데이\n터  연계  환경을  구축하여  개발하여야  함\n○  콘텐츠관리시스템은  사용자  이용이  편리하도록  웹  기반으로  구축"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-002"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "UI  표준  준수"
          ],
          [
            "요구\n사항\n상세",
            "○  UI는  직관적이면서도  사용자의  효율적인  상호작용이  가능하여야  하며,  다양\n한  사용자  요구  수용이  가능할  수  있도록  시스템의  유연한  변경이  가능하여\n야  함\n○  사용자  경험을  고려하여  정확한  내용  전달이  가능하도록  사용자  화면  설계 \n및  적용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 34 - 요구사항 분류 SIR-003 요구사항 분류 인터페이스 요구사항 요구사항 명칭 사용자 메뉴구성 설계 요구 사항 상세 서비스를 쉽게 이용할 수 있도록 직관적 편리성을 제고한 메뉴 체계를 수립 해야 함 사용자 경험을 고려한 UXUser experience를 설계하여 정확한 내용 전달이 가능한 메뉴 개발 서비스 이용 시 혼란을 줄 수 있는 구성을 피하고, 콘텐츠에 집중할 수 있는 UIUser interface 설계를 통해 높은 가독성을 제공해야 함 사용자에게 필요한 콘텐츠 및 기능에 부합할 수 있도록 3단계가 넘지 않도 록 메뉴 구성 정보의 접근성, 가독성, 편리성을 최대한 고려한 메뉴 체계를 수립해야 함 요구사항 고유번호 SIR-004 요구사항 분류 인터페이스 요구사항 요구사항 명칭 타 시스템과 연계 요구 사항 상세 시스템 간 연계 및 데이터 자동수동반영을 위한 관련 시스템과의 원활한 연 계를 위해 충분한 검토와 반영 타 시스템과의 업무 활용성을 고려한 연계 지원 기존 연계시스템은 안정적 운영관리를 위하여 지속적으로 지원하며 신규 연계가 필요한 경우 연계 대상 시스템 및 데이터는 효율성을 고려하여 주관 기관과 협의 후 정함 요구사항 고유번호 SIR-005 요구사항 분류 인터페이스 요구사항 요구사항 명칭 행정감면서비스 연계 요구 사항 상세 키오스크, 웹예약시스템, 회원관리프로그램에서 행정감면서비스 이용이 가능 해야한다. 각 사업장 데스크에서는 대면으로 회원등록 시, 도입되어있는 전자서명가능 한 기기와 호환되게 행명감면서비스 연계를 하여하한다. 사용자가 주민등록 번호를 누르고, 즉시로 행정감면서비스를 통해 자신이 할인받을 수 있는 내 역이 조회되어야한다. 도입되어있는 기기와 호환이 되지 않을 경우, 다른방법을 제시한다. 그 이외에 도입되는 출입통제시스템 연계 및 기능 구성 제안",
      "tables": [
        [
          [
            "요구사항  분류",
            "SIR-003"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "사용자  메뉴구성  설계"
          ],
          [
            "요구\n사항\n상세",
            "○  서비스를  쉽게  이용할  수  있도록  직관적  편리성을  제고한  메뉴  체계를  수립\n해야  함\n○  사용자  경험을  고려한  UX(User  experience)를  설계하여  정확한  내용  전달이 \n가능한  메뉴  개발\n○  서비스  이용  시  혼란을  줄  수  있는  구성을  피하고,  콘텐츠에  집중할  수  있는 \nUI(User  interface)  설계를  통해  높은  가독성을  제공해야  함\n○  사용자에게  필요한  콘텐츠  및  기능에  부합할  수  있도록  3단계가  넘지  않도\n록  메뉴  구성\n○  정보의  접근성,  가독성,  편리성을  최대한  고려한  메뉴  체계를  수립해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-004"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "타  시스템과  연계"
          ],
          [
            "요구\n사항\n상세",
            "○  시스템  간  연계  및  데이터  자동·수동반영을  위한  관련  시스템과의  원활한  연\n계를  위해  충분한  검토와  반영\n○  타  시스템과의  업무  활용성을  고려한  연계  지원 \n    ※  기존  연계시스템은  안정적  운영관리를  위하여  지속적으로  지원하며  신규 \n연계가  필요한  경우  연계  대상  시스템  및  데이터는  효율성을  고려하여  주관\n기관과  협의  후  정함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-005"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "행정감면서비스  연계"
          ],
          [
            "요구\n사항\n상세",
            "○  키오스크,  웹예약시스템,  회원관리프로그램에서  행정감면서비스  이용이  가능\n해야한다. \n○  각  사업장  데스크에서는  대면으로  회원등록  시,  도입되어있는  전자서명가능\n한  기기와  호환되게  행명감면서비스  연계를  하여하한다.  사용자가  주민등록\n번호를  누르고,  즉시로  행정감면서비스를  통해  자신이  할인받을  수  있는  내\n역이  조회되어야한다. \n      ※  도입되어있는  기기와  호환이  되지  않을  경우,  다른방법을  제시한다. \n○  그  이외에  도입되는  출입통제시스템  연계  및  기능  구성  제안"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 35 - 요구사항 고유번호 SIR-006 요구사항 분류 인터페이스 요구사항 요구사항 명칭 시스템 연동 및 연계에 관한 사항 요구 사항 상세 무인발권시스템 연계 방안 서술 및 최적화 방안 제시 출입통제시스템 연계 방안 서술 및 최적화 방안 제시 전자키시스템 연계 방안 서술 및 최적화 방안 제시 o 데이터 요구사항Data Requirement 요구사항 고유번호 DAR-001 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 표준준수 요구 사항 상세 DB 구조의 설계는 관련 업무 처리 절차를 반영하여 유기적으로 구조화하고 향후 업무 변동에 따른 확장성을 충분히 고려하여야 함. 데이터의 정합성을 유지하면서 시스템의 성능을 저하시키지 않도록 DB 설계 가 되어야 하며, DB설계 검증을 위해 검증 절차서를 제출하고, 절차에 따른 검증 후 결과서를 제출하여야 함. DB설계 및 표준화 수행 시 공공데이터 관련 지침고시 등 준수 - 행정안전부 행정표준코드httpswww.code.go.kr - 공공데이터 공통표준용어행정안전부고시 범정부메타시스템 등록을 위한 정보제공 및 등록업무 추진 요구사항 고유번호 데이터 요구사항 요구사항 분류 DAR-002 요구사항 명칭 데이터베이스 품질관리 체계 및 방안 요구 사항 상세 요구사항 정의 데이터베이스 품질관리 요구사항 사업수행을 통해 개발 또는 변경된 시스템과 관련하여 테이블 목록, 관계도 ERD, 엔티티 정의서 등 데이터베이스 상세 설계자료 제작하여 제출 사업이 종료되고, 하자보수 기간검수 후 12개월 내에 데이터베이스 구조가 변경되었을 경우 가장 최신 내용으로 업데이트 구조 최적화 및 DBMS 튜닝 등을 통해 데이터 안정성 및 성능 개선 데이터 저장 시 보안이 필요한 필드가 있을 경우 암복호화 기능 제공 개인 정보 등 데이터 이관 시 개인정보유출 방지를 위해 이관 자료에 대한 점검 후 조치 초기 데이터 및 모든 데이터에 대한 구성, 방법론 등 품질관리 체계 및 방안 을 제시 초기 데이터와 관련한 세부내용은 사업 착수 후 협의하여 별도로 수립시행 공공데이터 관리지침행정안전부고시 제2021-70호을 준수",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SIR-006"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  연동  및  연계에  관한  사항"
          ],
          [
            "요구\n사항\n상세",
            "○  무인발권시스템  연계  방안  서술  및  최적화  방안  제시\n○  출입통제시스템  연계  방안  서술  및  최적화  방안  제시\n○  전자키시스템  연계  방안  서술  및  최적화  방안  제시"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "DAR-001"
          ],
          [
            "요구사항  분류",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "데이터  표준준수"
          ],
          [
            "요구\n사항\n상세",
            "○  DB  구조의  설계는  관련  업무  처리  절차를  반영하여  유기적으로  구조화하고 \n향후  업무  변동에  따른  확장성을  충분히  고려하여야  함.\n○  데이터의  정합성을  유지하면서  시스템의  성능을  저하시키지  않도록  DB  설계\n가  되어야  하며,  DB설계  검증을  위해  검증  절차서를  제출하고,  절차에  따른 \n검증  후  결과서를  제출하여야  함.\n○  DB설계  및  표준화  수행  시  공공데이터  관련  지침·고시  등  준수\n-  행정안전부  “행정표준코드”(https://www.code.go.kr)     \n-  공공데이터  공통표준용어(행정안전부고시)\n  범정부메타시스템  등록을  위한  정보제공  및  등록업무  추진"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "데이터  요구사항"
          ],
          [
            "요구사항  분류",
            "DAR-002"
          ],
          [
            "요구사항  명칭",
            "데이터베이스  품질관리  체계  및  방안"
          ],
          [
            "요구\n사항\n상세",
            "○  요구사항  정의  :  데이터베이스  품질관리  요구사항\n○  사업수행을  통해  개발  또는  변경된  시스템과  관련하여  테이블  목록,  관계도\n(ERD),  엔티티  정의서  등  데이터베이스  상세  설계자료  제작하여  제출\n○  사업이  종료되고,  하자보수  기간(검수  후  12개월)  내에  데이터베이스  구조가 \n변경되었을\n      경우  가장  최신  내용으로  업데이트\n      구조  최적화  및  DBMS  튜닝  등을  통해  데이터  안정성  및  성능  개선\n○  데이터  저장  시  보안이  필요한  필드가  있을  경우  암·복호화  기능  제공  :  개인\n정보  등\n○  데이터  이관  시  개인정보유출  방지를  위해  이관  자료에  대한  점검  후  조치\n○  초기  데이터  및  모든  데이터에  대한  구성,  방법론  등  품질관리  체계  및  방안\n을  제시\n○  초기  데이터와  관련한  세부내용은  사업  착수  후  협의하여  별도로  수립·시행\n○  공공데이터  관리지침(행정안전부고시  제2021-70호)을  준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 36 - 요구사항 고유번호 데이터 요구사항 요구사항 분류 DAR-003 요구사항 명칭 DB 자료 이관 및 검증 요구 사항 상세 요구사항 정의 데이터베이스 최적화 설계 요구사항 DB 구조를 분석하여 효율적인 설계 방안 제시 - 타 시스템과의 연계 및 시스템 확장 등을 고려하여 유연하고 확장성을 제공 할 수 있는 안정화된 테이블 구조 및 표준을 고려하여 설계 - DB의 효율적인 운영관리를 위해 테이블, 칼럼 등의 중복을 최소화하여 설계 - 데이터 저장 시 보안이 필요한 필드가 있을 경우 암호화복호화 기능 제공 - 시스템의 특성상 이력관리에 따른 대량의 데이터를 처리하도록 설계 - 대량의 데이터 처리에 따른 서비스 속도 개선 방안 제시 공공기관의 데이터베이스 표준화 지침행정안전부 고시 제2015-26호을 준수 데이터 값 진단 수행 및 검증 - 데이터 값 진단 범위전체 또는 일부를 발주기관과 협의하여야 함 - 범정부 또는 발주기관의 표준을 준수하여 진단기준을 제시하여야 함 - 진단 결과에 따라 개선방안을 제시하여야 함 이외의 사항은 상호협의한다. 요구사항 고유번호 데이터 요구사항 요구사항 분류 DAR-004 요구사항 명칭 백업 및 복구 대응 방안 요구 사항 상세 요구사항 정의 데이터 백업 및 복구 대응 방안 요구사항 발생 가능한 장애요소들을 유형별로 구분하여 대처방안을 제시 백업 대상, 매체, 주기, 방법, 절차 등 관리 방안을 제시 장애 시 복구, 방법, 절차 등 대처 방안을 제시 요구사항 고유번호 데이터 요구사항 요구사항 분류 DAR-005 요구사항 명칭 데이터 구조 설계 준수사항 요구 사항 상세 공동 데이터 표준화 및 한글화 요구사항 - 메타데이터의 원활한 검색을 위해 개별 시스템의 모든 DB 테이블 및 컬럼명 은 한글화 하여야 한다",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "데이터  요구사항"
          ],
          [
            "요구사항  분류",
            "DAR-003"
          ],
          [
            "요구사항  명칭",
            "DB  자료  이관  및  검증"
          ],
          [
            "요구\n사항\n상세",
            "○  요구사항  정의  :  데이터베이스  최적화  설계  요구사항\n○  DB  구조를  분석하여  효율적인  설계  방안  제시\n    -  타  시스템과의  연계  및  시스템  확장  등을  고려하여  유연하고  확장성을  제공\n할  수  있는  안정화된  테이블  구조  및  표준을  고려하여  설계\n    -  DB의  효율적인  운영관리를  위해  테이블,  칼럼  등의  중복을  최소화하여  설계\n    -  데이터  저장  시  보안이  필요한  필드가  있을  경우  암호화·복호화  기능  제공\n    -  시스템의  특성상  이력관리에  따른  대량의  데이터를  처리하도록  설계\n    -  대량의  데이터  처리에  따른  서비스  속도  개선  방안  제시\n○  공공기관의  데이터베이스  표준화  지침(행정안전부  고시  제2015-26호)을  준수\n○  데이터  값  진단  수행  및  검증\n-  데이터  값  진단  범위(전체  또는  일부)를  발주기관과  협의하여야  함\n-  범정부  또는  발주기관의  표준을  준수하여  진단기준을  제시하여야  함\n-  진단  결과에  따라  개선방안을  제시하여야  함\n※  이외의  사항은  상호협의한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "데이터  요구사항"
          ],
          [
            "요구사항  분류",
            "DAR-004"
          ],
          [
            "요구사항  명칭",
            "백업  및  복구  대응  방안"
          ],
          [
            "요구\n사항\n상세",
            "○  요구사항  정의  :  데이터  백업  및  복구  대응  방안  요구사항\n○  발생  가능한  장애요소들을  유형별로  구분하여  대처방안을  제시\n○  백업  대상,  매체,  주기,  방법,  절차  등  관리  방안을  제시\n○  장애  시  복구,  방법,  절차  등  대처  방안을  제시"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "데이터  요구사항"
          ],
          [
            "요구사항  분류",
            "DAR-005"
          ],
          [
            "요구사항  명칭",
            "데이터  구조  설계  준수사항"
          ],
          [
            "요구\n사항\n상세",
            "○  공동  데이터  표준화  및  한글화  요구사항\n  -  메타데이터의  원활한  검색을  위해  개별  시스템의  모든  DB  테이블  및  컬럼명\n은  한글화  하여야  한다"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 37 - 요구사항 고유번호 데이터 요구사항 요구사항 분류 DAR-006 요구사항 명칭 공공데이터 개방계획 요구 사항 상세 데이터개방 요구사항 - 공공데이터 개방목록 선정 및 제출하여야 한다 요구사항 고유번호 데이터 요구사항 요구사항 분류 DAR-007 요구사항 명칭 공공데이터베이스 메타데이터 등록 및 관리 현행화 요구 사항 상세 메타데이터 현행화 요구사항 - 본 사업을 통해 구축되는 시스템의 데이터베이스에 대해 발주기관의 메타데이 터관리시스템과 중앙메타관리시스템에 메타데이터 표준 관리항목이 등록 및 현행화되도록 지원하여야 함 o 테스트 요구사항Test Requirement 요구사항 고유번호 TER-001 요구사항 분류 테스트 요구사항 요구사항 명칭 테스트 계획 수립 요구 사항 상세 제안사는 요구사항별 적합, 부적합 판정할 수 있도록 체계적인 단위 및 통합 테스트 방안에 대한 계획을 제시하여야 함 테스트 방안은 다음과 같은 세부적인 사항을 포함하여야 함 - 각각의 테스트 실시 후 테스트 결과를 기록하고, 테스트 결과 결함이 해소될 때까지 테스트를 지속적으로 실시하고, 테스트 결과에 대한 이력 관리 방안을 제시하여야 함 - 발생 가능한 상황에 대해서 시나리오를 작성하여 업무에 적합한 테스트 데 이터 오류 데이터 포함 작성 방안을 제시하여야 함 - 테스트환경, 방법기간 등 세부적인 테스트 수행절차 방안을 제시하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "데이터  요구사항"
          ],
          [
            "요구사항  분류",
            "DAR-006"
          ],
          [
            "요구사항  명칭",
            "공공데이터  개방계획"
          ],
          [
            "요구\n사항\n상세",
            "○  데이터개방  요구사항 \n  -  공공데이터  개방목록  선정  및  제출하여야  한다"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "데이터  요구사항"
          ],
          [
            "요구사항  분류",
            "DAR-007"
          ],
          [
            "요구사항  명칭",
            "공공데이터베이스  메타데이터  등록  및  관리  현행화"
          ],
          [
            "요구\n사항\n상세",
            "○  메타데이터  현행화  요구사항 \n-  본  사업을  통해  구축되는  시스템의  데이터베이스에  대해  발주기관의  메타데이\n터관리시스템과  중앙메타관리시스템에  메타데이터  표준  관리항목이  등록  및 \n현행화되도록  지원하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "TER-001"
          ],
          [
            "요구사항  분류",
            "테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "테스트  계획  수립"
          ],
          [
            "요구\n사항\n상세",
            "○  제안사는  요구사항별  적합,  부적합  판정할  수  있도록  체계적인  단위  및  통합 \n테스트  방안에  대한  계획을  제시하여야  함\n○  테스트  방안은  다음과  같은  세부적인  사항을  포함하여야  함\n    -  각각의  테스트  실시  후  테스트  결과를  기록하고,  테스트  결과  결함이  해소될 \n때까지  테스트를  지속적으로  실시하고,  테스트  결과에  대한  이력  관리  방안을 \n제시하여야  함\n    -  발생  가능한  상황에  대해서  시나리오를  작성하여  업무에  적합한  테스트  데\n이터  (오류  데이터  포함)  작성  방안을  제시하여야  함\n    -  테스트환경,  방법·기간  등  세부적인  테스트  수행절차  방안을  제시하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 38 - 요구사항 고유번호 TER-002 요구사항 분류 테스트 요구사항 요구사항 명칭 통합테스트 요구 사항 상세 통합테스트 시나리오에 따라 단위테스트가 완료된 프로그램들을 대상으로 다 음 사항을 검증하여야 함 기능, 성능 등의 요구사항 및 설계사양 충족여부 검증 기능의 정상적 수행여부 검증 등 기능수행 후의 결과가 사전에 예측된 결과와 일치하는지 검증 시스템의 접근권한 및 업무 권한에 대한 적절성검증 대내시스템 간, 영역 간 연계 및 이를 포함하는 업무흐름 검증 대외기관 연계 및 이를 포함하는 업무 흐름 검증 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함 요구사항 고유번호 TER-003 요구사항 분류 테스트 요구사항 요구사항 명칭 단위테스트 요구 사항 상세 단위테스트의 범위, 수행절차, 조직, 일정, 시험환경 및 평가기준을 구체적으 로 수립하여야 함 제안사는 요구사항별 적합, 부적합을 판정할 수 있도록 단위 및 통합테스트 에 대한 체계적인 테스트방안을 제시해야 함 테스트 방안은 다음과 같은 세부적인 사항을 포함해야 함 - 본 사업기간 동안 각각의 테스트 실시 후 테스트 결과를 기록하고, 테스트 결과를 모니터링하여 결함 발견 시 결함이 해소될 때까지 테스트를 지속적으 로 실시해야 하며, 이때 테스트 결과에 대한 이력을 관리해야 함 - 발생 가능한 상황에 대해서 시나리오를 작성하여 업무에 적합한 테스트 데 이터오류 데이터 포함를 입력하여 체계적이고 효율적으로 실시해야 함 단위시험 시에 다음 내용이 점검되어야 함 - 결함유형 분석결함발생건수, 결함비율 - 결함심각도 분석치명적 결함, 주요결함, 단순결함, 사소한 결함, 개선사항별 발생결함 건수 - 결함발견 추세분석시험일시, 발견결함 수",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "TER-002"
          ],
          [
            "요구사항  분류",
            "테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "통합테스트"
          ],
          [
            "요구\n사항\n상세",
            "○  통합테스트  시나리오에  따라  단위테스트가  완료된  프로그램들을  대상으로  다\n음  사항을  검증하여야  함\n○  기능,  성능  등의  요구사항  및  설계사양  충족여부  검증\n○  기능의  정상적  수행여부  검증  등\n○  기능수행  후의  결과가  사전에  예측된  결과와  일치하는지  검증\n○  시스템의  접근권한  및  업무  권한에  대한  적절성검증 \n○  대내시스템  간,  영역  간  연계  및  이를  포함하는  업무흐름  검증\n○  대외기관  연계  및  이를  포함하는  업무  흐름  검증\n○  결함을  파악하고  원인을  추적하여  결함을  제거하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "TER-003"
          ],
          [
            "요구사항  분류",
            "테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "단위테스트"
          ],
          [
            "요구\n사항\n상세",
            "○  단위테스트의  범위,  수행절차,  조직,  일정,  시험환경  및  평가기준을  구체적으\n로  수립하여야  함\n○  제안사는  요구사항별  적합,  부적합을  판정할  수  있도록  단위  및  통합테스트\n에  대한  체계적인  테스트방안을  제시해야  함\n○  테스트  방안은  다음과  같은  세부적인  사항을  포함해야  함\n    -  본  사업기간  동안  각각의  테스트  실시  후  테스트  결과를  기록하고,  테스트\n결과를  모니터링하여  결함  발견  시  결함이  해소될  때까지  테스트를  지속적으\n로  실시해야  하며,  이때  테스트  결과에  대한  이력을  관리해야  함\n    -  발생  가능한  상황에  대해서  시나리오를  작성하여  업무에  적합한  테스트  데\n이터(오류  데이터  포함)를  입력하여  체계적이고  효율적으로  실시해야  함\n  ○  단위시험  시에  다음  내용이  점검되어야  함\n    -  결함유형  분석(결함발생건수,  결함비율)\n    -  결함심각도  분석(치명적  결함,  주요결함,  단순결함,  사소한  결함,  개선사항별 \n발생결함  건수)\n    -  결함발견  추세분석(시험일시,  발견결함  수)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 39 - 요구사항 고유번호 TER-004 요구사항 분류 테스트 요구사항 요구사항 명칭 인수테스트 요구 사항 상세 사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여 조직 및 역할, 점 검사항, 최종 검수 기준, 점검 후 조치 방안 등을 세부적으로 기술하여 계획 을 수립하여야 함 요구사항별 적합부적합 판정을 할 수 있도록 요구사항별 테스트를 수행할 수 있어야 하며, 이에 따른 테스트 데이터를 준비하야 함 발주기관과 협의하여 승인 검사테스트를 계획 개발 완료 시, 최종 산출물 및 테스트 결과물을 첨부하여 발주기관의 1차 승 인검사를 거친 뒤, 발주기관에 승인 검사 및 테스트를 요청하여야 하며, 승인 검사 및 테스트 과정에서 발견된 하자 사항은 만족한 결과를 얻을 때까지 보 완테스트를 반복적으로 실시해야 함 발주기관 운영자들이 테스트를 실시할 수 있도록 테스트 시나리오 제공 최종 승인 처리는 발주기관의 승인을 받은 일자에 완료된 것으로 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "TER-004"
          ],
          [
            "요구사항  분류",
            "테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "인수테스트"
          ],
          [
            "요구\n사항\n상세",
            "○  사용자  승인을  위한  검사  및  테스트  수행방법,  절차,  참여  조직  및  역할,  점\n검사항,  최종  검수  기준,  점검  후  조치  방안  등을  세부적으로  기술하여  계획\n을  수립하여야  함\n○  요구사항별  적합/부적합  판정을  할  수  있도록  요구사항별  테스트를  수행할 \n수  있어야  하며,  이에  따른  테스트  데이터를  준비하야  함\n○  발주기관과  협의하여  승인  검사/테스트를  계획\n○  개발  완료  시,  최종  산출물  및  테스트  결과물을  첨부하여  발주기관의  1차  승\n인검사를  거친  뒤,  발주기관에  승인  검사  및  테스트를  요청하여야  하며,  승인\n검사  및  테스트  과정에서  발견된  하자  사항은  만족한  결과를  얻을  때까지  보\n완·테스트를  반복적으로  실시해야  함\n○  발주기관  운영자들이  테스트를  실시할  수  있도록  테스트  시나리오  제공\n○  최종  승인  처리는  발주기관의  승인을  받은  일자에  완료된  것으로  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 40 - o 보안 요구사항Security Requirement 요구사항 고유번호 SER-001 요구사항 분류 보안 요구사항 요구사항 명칭 시스템 보안 대책 요구 사항 상세 발주기관은 사업결과물에 대해 보안성 점검을 실시할 수 있으며 사업자는 이 에 따른 개선 조치 등을 수행해야 함 시스템에 대한 국가정보원 8대 취약점, OWASP TOP 10, 홈페이지 취약점 진 단제거 가이드한국인터넷진흥원 등을 반영한 보안 취약점을 점검해야 함 보안성 검토결과에 따른 보안조치 권고사항을 사업자는 성실히 이행해야 함 웹 응용프로그램 개발 시 주요 보안 취약점을 고려, 개발보안Secure 코딩 등을 준수하여 프로그램을 개발해야 함 소프트웨어 개발 단계에서 안전하지 않은 함수의 사용, 부적절한 예외처리 등으로 인한 소프트웨어 취약점 발생 가능성 최소화시큐어코딩 확행 인증 우회 방지 및 입력정보 적합성 검사, 개발보안 가이드 준수 등 웜, 바이러스 등 악성SW을 예방하고 탐지, 대응하는 대책을 수립시행해야 함 내외부 시스템 연계 보안 - 내외부시스템과의 연동 시에는 운영중인 망연계장비 등을 활용하여 최적화 된 연계 방안을 구상하여 적용하여야 함 구간 암호화 - 사용자 PC부터 웹서버구간 간 암호화방식을 적용하여 구현해야 함 로그인 등 홈페이지로 전송되는 중요정보아이디, 패스워드와 같은 로그인 정보 및 개인정보 등에 대해 스니핑 등의 위협으로부터 보호하기 위하여 SSL 등 네트워크 구간 암호화 조치를 수행해야 함 - 구간 암호화는 접속기기PC, 모바일에 관계없이 적용되어야 하며 모바일 SSL의 안정적 운영을 위한 방안을 마련해야 함 글 등록 및 첨부파일을 이용한 악성코드 삽입에 대한 보안 대책이 있어야 한 다. XSS 공격 등 보안취약점 제거 및 정해진 데이터 형식만 파일 등록되도록 기술적 보안대책 마련",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-001"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  보안  대책"
          ],
          [
            "요구\n사항\n상세",
            "○  발주기관은  사업결과물에  대해  보안성  점검을  실시할  수  있으며  사업자는  이\n에  따른  개선  조치  등을  수행해야  함\n○  시스템에  대한  국가정보원  8대  취약점,  OWASP  TOP  10,  홈페이지  취약점  진\n단·제거  가이드(한국인터넷진흥원)  등을  반영한  보안  취약점을  점검해야  함\n○  보안성  검토결과에  따른  보안조치  권고사항을  사업자는  성실히  이행해야  함\n○  웹  응용프로그램  개발  시  주요  보안  취약점을  고려,  개발보안(Secure  코딩 \n등)을  준수하여  프로그램을  개발해야  함\n○  소프트웨어  개발  단계에서  안전하지  않은  함수의  사용,  부적절한  예외처리 \n등으로  인한  소프트웨어  취약점  발생  가능성  최소화(시큐어코딩  확행)\n    *  인증  우회  방지  및  입력정보  적합성  검사,  개발보안  가이드  준수  등\n○  웜,  바이러스  등  악성 SW을  예방하고  탐지,  대응하는  대책을  수립·시행해야 \n함\n○  내·외부  시스템  연계  보안\n    -  내·외부시스템과의  연동  시에는  운영중인  망연계장비  등을  활용하여  최적화\n된  연계  방안을  구상하여  적용하여야  함\n○  구간  암호화\n    -  사용자  PC부터  웹서버구간  간  암호화방식을  적용하여  구현해야  함\n      •  로그인  등  홈페이지로  전송되는  중요정보(아이디,  패스워드와  같은  로그인 \n정보  및  개인정보  등)에  대해  스니핑  등의  위협으로부터  보호하기  위하여 \nSSL  등  네트워크  구간  암호화  조치를  수행해야  함\n    -  구간  암호화는  접속기기(PC,  모바일)에  관계없이  적용되어야  하며  모바일 \nSSL의  안정적  운영을  위한  방안을  마련해야  함\n○  글  등록  및  첨부파일을  이용한  악성코드  삽입에  대한  보안  대책이  있어야  한\n다.\n      *  XSS  공격  등  보안취약점  제거  및  정해진  데이터  형식만  파일  등록되도록 \n기술적  보안대책  마련"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 41 - 요구사항 고유번호 SER-002 요구사항 분류 보안 요구사항 요구사항 명칭 보안 코딩 및 웹 보안 취약점 제거 요구 사항 상세 홈페이지 SW웹 개발 보안가이드 등을 준수하여 보안에 취약하지 않도록 시스템을 개발해야 함 전자정부 표준프레임워크를 기반으로 개발하고, 보안을 고려한 소스 코딩으 로 애플리케이션 취약점으로 인한 보안 문제점이 발생되지 않아야 함 소스코드 보안약점, 웹취약점 및 서버-클라이언트 취약점을 진단점검하여 이 상이 없어야 함 - 소프트웨어 보안약점 진단도구를 사용하여 개발하고 행정기관 및 공공기관 정보시스템 구축운영 지침 별표3의 소프트웨어 보안약점을 필수 진단항목 으로 포함하여 진단 실시 및 검출된 보안약점을 제거하고 그 결과를 제출해 야 함 - 시스템 서비스 개시 전테스트 단계 웹취약점 점검을 수검하고, 취약점 점 검 결과에 따라 반드시 취약점 조치 완료 후 서비스 및 결과 제출 사업 완료시 소스코드 보안약점웹취약점 점검 및 조치관련 증빙서류 제출 - 소스코드 보안약점지침 별표 3 점검결과서 및 조치내역서, 웹취약점 점검 결과서 및 조치내역서",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-002"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "보안  코딩  및  웹  보안  취약점  제거"
          ],
          [
            "요구\n사항\n상세",
            "○  ‘홈페이지  SW(웹)  개발  보안가이드’  등을  준수하여  보안에  취약하지  않도록 \n시스템을  개발해야  함\n○  전자정부  표준프레임워크를  기반으로  개발하고,  보안을  고려한  소스  코딩으\n로  애플리케이션  취약점으로  인한  보안  문제점이  발생되지  않아야  함\n○  소스코드  보안약점,  웹취약점  및  서버-클라이언트  취약점을  진단·점검하여  이\n상이  없어야  함\n    -  소프트웨어  보안약점  진단도구를  사용하여  개발하고  「행정기관  및  공공기관 \n정보시스템  구축·운영  지침」  별표3의  소프트웨어  보안약점을  필수  진단항목\n으로  포함하여  진단  실시  및  검출된  보안약점을  제거하고  그  결과를  제출해\n야  함\n    -  시스템  서비스  개시  전(테스트  단계)  웹취약점  점검을  수검하고,  취약점  점\n검  결과에  따라  반드시  취약점  조치  완료  후  서비스  및  결과  제출\n○  사업  완료시  소스코드  보안약점·웹취약점  점검  및  조치관련  증빙서류  제출\n    -  소스코드  보안약점(지침  별표  3)  점검결과서  및  조치내역서,  웹취약점  점검 \n결과서  및  조치내역서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 42 - 요구사항 고유번호 SER-003 요구사항 분류 보안 요구사항 요구사항 명칭 개인정보보호 및 데이터 암호화 요구 사항 상세 개인정보 수집, 이용 및 제공 시 개인정보 보호대책을 검토하고 구현해야 함 - 정보시스템 및 DB에 주요개인정보를 저장할 경우 암호화 및 접근을 제어해 야 함 - 정보통신망을 통하여 개인정보를 송수신하는 경우 통신구간에 대한 암호화 적용 개인정보 보호법을 준수한 개인정보 보호방안을 마련 - 게시판 및 게시물에 대한 개인정보 필터링 기능을 구현해야 함 - DB에 데이터를 저장할 경우 개인정보와 민감정보 등의 필드 암호화 필수 - 웹브라우저와 웹서버 사이에 전송되는 ID, 비밀번호 등의 개인정보는 암호 화처리 - 회원정보의 등록, 삭제, 수정, 다운로드 사항에 대한 로그 기록 기능 구축 소통 데이터는 검증필 암호모듈 활용 암호화, 통신구간 內데이터 저장 금 지 개인정보와 관련하여 모든 DB 트랜잭션 로그 및 열람기록은 저장하여 관리 할 수 있도록 기능 구현 사용자를 분류하여 등급 및 역할에 따라 정보 공개 및 접속 권한 여부를 설 정하도록 함 시스템에 보관되어 있는 각종 데이터와 사용자 인증정보의 올바른 보관과 활 용을 위해 자료의 검색 및 조회에 대한 접근 권한을 규정하여 관리함 개인정보 보호 및 보안 강화 - 사용자 등록이 필요한 경우 개인정보를 최소화하고 개인정보 및 비밀번호 특수문자포함 9자리 이상 등 주요 정보는 암호화하여 DB에 보관 - 로그인 실패 횟수를 제한하고 5회 실패 시 30분간 로그인 제한기능 구현 - 관리자 사이트 접속제한 기능 구현관리자 2차인증을 통한 로그인 - 사용자 및 관리자 접속 기록 관리 관리자, 기업, 인재 각 아이디에 대한 계정에 관한 설정 및 분류 필요 - 각 계정에 대한 접근권한 및 분류 설정",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-003"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "개인정보보호  및  데이터  암호화"
          ],
          [
            "요구\n사항\n상세",
            "○  개인정보  수집,  이용  및  제공  시  개인정보  보호대책을  검토하고  구현해야  함\n    -  정보시스템  및  DB에  주요개인정보를  저장할  경우  암호화  및  접근을  제어해\n야  함\n    -  정보통신망을  통하여  개인정보를  송·수신하는  경우  통신구간에  대한  암호화\n적용\n○  「개인정보  보호법」을  준수한  개인정보  보호방안을  마련\n    -  게시판  및  게시물에  대한  개인정보  필터링  기능을  구현해야  함\n    -  DB에  데이터를  저장할  경우  개인정보와  민감정보  등의  필드  암호화  필수\n    -  웹브라우저와  웹서버  사이에  전송되는  ID,  비밀번호  등의  개인정보는  암호\n화처리\n    -  회원정보의  등록,  삭제,  수정,  다운로드  사항에  대한  로그  기록  기능  구축\n      *  소통  데이터는  검증필  암호모듈  활용  암호화,  통신구간  內데이터  저장  금\n지\n○  개인정보와  관련하여  모든  DB  트랜잭션  로그  및  열람기록은  저장하여  관리\n할  수  있도록  기능  구현\n○  사용자를  분류하여  등급  및  역할에  따라  정보  공개  및  접속  권한  여부를  설\n정하도록  함\n○  시스템에  보관되어  있는  각종  데이터와  사용자  인증정보의  올바른  보관과  활\n용을  위해  자료의  검색  및  조회에  대한  접근  권한을  규정하여  관리함\n○  개인정보  보호  및  보안  강화\n    -  사용자  등록이  필요한  경우  개인정보를  최소화하고  개인정보  및  비밀번호\n(특수문자포함  9자리  이상)  등  주요  정보는  암호화하여  DB에  보관\n    -  로그인  실패  횟수를  제한하고  5회  실패  시  30분간  로그인  제한기능  구현\n    -  관리자  사이트  접속제한  기능  구현(관리자  2차인증을  통한  로그인)\n    -  사용자  및  관리자  접속  기록  관리\n○  관리자,  기업,  인재  각  아이디에  대한  계정에  관한  설정  및  분류  필요\n    -  각  계정에  대한  접근권한  및  분류  설정"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 43 - 요구사항 고유번호 SER-004 요구사항 분류 보안 요구사항 요구사항 명칭 용역수행 관련 보안 관리 요구 사항 상세 용역사업 전반에 걸쳐 보안책임자를 선임하여 보안 관리 참여 인력에 대한 보안관리 - 사업수행자는 수행인원과 업체 대표용 보안서약서 제출 - 사업수행자는 용역사업 수행 전 참여인원에 대해 법률 또는 규정에 의한 비 밀 유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육 실시 - 사업수행자는 보안인식강화를 위해 주기적으로 자체 보안교육을 실시하여야 하며, 발주기관이 요구하는 보안교육에 참석 사무실 보안 - 사업수행자는 사무실 또는 용역 업무를 수행하는 공간에 대해 보안점검을 주1회 이상 실시하여야 하며, 결과 내용에 대해 사업담당의 확인 및 개선조 치 요구에 따라야 함 - 사업장을 마련하여 자체보안점검, 비인가자의 출입관리, PC 보안 프로그램 설치백신, 저장매체 통제 등, 인터넷 통제, 시건장치 설치 등 발주기관의 보 안 업무지침을 준용하여 관리해야 함 매체 및 장비 반출입 보안 - 사업수행자는 PC, 노트북 등 관련 장비를 반출입하는 경우, 백신 등 PC보안 프로그램의 설치 여부를 사전 확인조치해야 함 악성코드 감염여부 및 자료 무단반출 여부 - 사업수행 기간 중 PC,노트북 및 USB 등 이동식 보조기억 매체 반출 시 반 입 전후를 비교하여 변경된 데이터는 모두 삭제하고 이를 확인할 수 없을 때에는 반출 전에 데이터를 완전삭제하거나 불용 처리하며, 사업수행업체의 직원 신분 변경 시에도 동일하게 조치함 - 사업수행자는 용역사업에 이용되는 노트북 PC에 백신 등의 자체 PC 보안 프로그램을 설치하여야 함 - 사업수행자는 노트북 및 PC에 전원기동CMOS 패스워드, 윈도우로그인 패 스워드, 화면 보호기10분간격 패스워드를 영문자 및 숫자가 조합된 9글자 이상으로 설정하여야 함 사업 종료시 취득한 자료는 반납 또는 폐기 사업 종료시 대표자명의의 보안확약서를 제출함 국가ᆞ공공기관 용역업체 보안관리 가이드라인 국정원, 14.3 준수",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-004"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "용역수행  관련  보안  관리"
          ],
          [
            "요구\n사항\n상세",
            "○  용역사업  전반에  걸쳐  보안책임자를  선임하여  보안  관리\n○  참여  인력에  대한  보안관리\n    -  사업수행자는  수행인원과  업체  대표용  보안서약서  제출\n    -  사업수행자는  용역사업  수행  전  참여인원에  대해  법률  또는  규정에  의한  비\n밀  유지의무  준수  및  위반  시  처벌내용  등에  대한  보안교육  실시\n    -  사업수행자는  보안인식강화를  위해  주기적으로  자체  보안교육을  실시하여야 \n하며,  발주기관이  요구하는  보안교육에  참석\n○  사무실  보안\n    -  사업수행자는  사무실  또는  용역  업무를  수행하는  공간에  대해  보안점검을 \n주1회  이상  실시하여야  하며,  결과  내용에  대해  사업담당의  확인  및  개선조\n치  요구에  따라야  함\n    -  사업장을  마련하여  자체보안점검,  비인가자의  출입관리,  PC  보안  프로그램 \n설치(백신,  저장매체  통제  등),  인터넷  통제,  시건장치  설치  등  발주기관의  보\n안  업무지침을  준용하여  관리해야  함\n○  매체  및  장비  반출입  보안\n    -  사업수행자는  PC,  노트북  등  관련  장비를  반출입하는  경우,  백신  등  PC보안\n프로그램의  설치  여부를  사전  확인․조치해야  함\n○  악성코드  감염여부  및  자료  무단반출  여부\n    -  사업수행  기간  중  PC,노트북  및  USB  등  이동식  보조기억  매체  반출  시  반\n입  전․후를  비교하여  변경된  데이터는  모두  삭제하고  이를  확인할  수  없을 \n때에는  반출  전에  데이터를  완전삭제하거나  불용  처리하며,  사업수행업체의 \n직원  신분  변경  시에도  동일하게  조치함\n    -  사업수행자는  용역사업에  이용되는  노트북․  PC에  백신  등의  자체  PC  보안\n프로그램을  설치하여야  함\n    -  사업수행자는  노트북  및  PC에  전원기동(CMOS)  패스워드,  윈도우로그인  패\n스워드,  화면  보호기(10분간격)  패스워드를  영문자  및  숫자가  조합된  9글자 \n이상으로  설정하여야  함\n○  사업  종료시  취득한  자료는  반납  또는  폐기\n○  사업  종료시  대표자명의의  보안확약서를  제출함\n○  국가ㆍ공공기관  용역업체  보안관리  가이드라인  (국정원,  ’14.3)  준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 44 - o 품질 요구사항Quality Requirement 요구사항 고유번호 QUR-001 요구사항 분류 품질 요구사항 요구사항 명칭 기능구현 정확성 요구 사항 상세 홈페이지 개편에 적용할 표준 프로세스, 개발방법론, 개발표준 등을 선정하 고, 효과적인 적용 방안과 필요한 요소기술의 식별 및 확보 방안을 제시해야 함 요구사항의 개발에 따른 검증 방안과 개발 단계별 추적성 확보 방안을 제시 해야 함 요구사항 만족을 위한 아키텍처 정의에 따른 검증 방안과 상세 설계 수행 및 산출물에 대한 검증 방안을 구체적으로 제시해야 함 - 산출물은 CBD SW개발 표준 산출물 관리 가이드한국정보화진흥원를 준수 해야 함 개발 효율성과 품질 향상을 위한 소스코드의 검증방안과 개발된 SW의 단계 별 테스트 방안을 구체적으로 제시해야 함 프로젝트의 형상관리 방안과 성과물의 빌드배포 관리방안을 제시함 지속적이고 효과적인 품질관리를 위한 조직의 구성방안 및 세부 품질활동 수 행방안을 구체적으로 제시해야 함 요구사항 고유번호 QUR-002 요구사항 분류 품질 요구사항 요구사항 명칭 상호 운용성데이터 교환성 요구 사항 상세 공공기관의 데이터베이스 표준화지침행정안전부 고시에 따라 데이터 품 질관리 계획을 수립하고, 이행해야 함 - 해당사업의 품질관리 조직, 품질담당자 및 역할별 책임사항 - 사업단계별계획, 수행, 인도, 운영 등 품질관리활동 계획 및 절차 - 품질보증 방법 - 업무규칙 및 품질측정 스크립트 작성 계획 - 품질측정표 작성 계획 - 기타 행정DB 품질확보에 필요한 사항",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "QUR-001"
          ],
          [
            "요구사항  분류",
            "품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "기능구현  정확성"
          ],
          [
            "요구\n사항\n상세",
            "○  홈페이지  개편에  적용할  표준  프로세스,  개발방법론,  개발표준  등을  선정하\n고,  효과적인  적용  방안과  필요한  요소기술의  식별  및  확보  방안을  제시해야 \n함\n○  요구사항의  개발에  따른  검증  방안과  개발  단계별  추적성  확보  방안을  제시\n해야  함\n○  요구사항  만족을  위한  아키텍처  정의에  따른  검증  방안과  상세  설계  수행  및 \n산출물에  대한  검증  방안을  구체적으로  제시해야  함\n    -  산출물은  ‘CBD  SW개발  표준  산출물  관리  가이드’(한국정보화진흥원)를  준수\n해야  함\n○  개발  효율성과  품질  향상을  위한  소스코드의  검증방안과  개발된  SW의  단계\n별  테스트  방안을  구체적으로  제시해야  함\n○  프로젝트의  형상관리  방안과  성과물의  빌드·배포  관리방안을  제시함\n○  지속적이고  효과적인  품질관리를  위한  조직의  구성방안  및  세부  품질활동  수\n행방안을  구체적으로  제시해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "QUR-002"
          ],
          [
            "요구사항  분류",
            "품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "상호  운용성(데이터  교환성)"
          ],
          [
            "요구\n사항\n상세",
            "○  「공공기관의  데이터베이스  표준화지침」(행정안전부  고시)에  따라  데이터  품\n질관리  계획을  수립하고,  이행해야  함\n    -  해당사업의  품질관리  조직,  품질담당자  및  역할별  책임사항\n    -  사업단계별(계획,  수행,  인도,  운영  등)  품질관리활동  계획  및  절차\n    -  품질보증  방법\n    -  업무규칙  및  품질측정  스크립트  작성  계획\n    -  품질측정표  작성  계획\n    -  기타  행정DB  품질확보에  필요한  사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 45 - 요구사항 고유번호 QUR-003 요구사항 분류 품질 요구사항 요구사항 명칭 신뢰성사용성정확성기능구현 요구 사항 상세 시스템은 정상상태에서 매일 24시간 동안 무중단으로 운영되어야 함 시스템은 장애 발생 시 12시간 이내에 정상 상태로 복구되어야 하며, 복구시 간 중에 장애 상황을 공지하고, 서비스 이용에 지장을 초래하지 않는 시간을 이용하여 작업하여야 함 오류, 접속시간 지연 등이 발생하였을 때 해결방법, 진행상태 표시등의 안내 메시지 제공 시스템 주요기능 및 맵을 작성하여 사용자의 편의를 증진하고, 온라인 도움 말과 사용매뉴얼운영자용, 관리자용 제공 기능 구현 정확성은 운영자가 직접 테스트 수행 기간에 테스트를 수행함으로 써 평가 o 제약사항Constraint Requirement 요구사항 고유번호 COR-001 요구사항 분류 제약사항 요구사항 명칭 개발 표준 준수 요구 사항 상세 개발은 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부 고시 제2021-03호, 2021. 01. 19.에 의거하여 전자정부 표준 프레임워크의 활 용을 고려해야 함 모든 서비스는 다양한 OS, 브라우저, 기기를 수용해야 함 유연성 및 확장성을 확보하도록 모듈화 개발전략을 반영해야 함 현재 보유된 SW를 최대한 재활용하며, 추가 도입이 필요한 솔루션의 경우 본 용역에 포함하여 수행해야 함 정보시스템 구축ᆞ운영지침 제41조 제5항에 따른 작업 장소 이외에서 근 무하는 관련 사항에 대한 보안사업품질 관리는 원격지 개발사업 관리가이 드한국정보화진흥원에 준하여 이루어져야 함 위의 표준은 링크된 사이트에 대해서는 제외하며, 적용이 불가능한 사항에 대해서는 명확한 사유를 제시해야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "QUR-003"
          ],
          [
            "요구사항  분류",
            "품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "신뢰성∙사용성∙정확성(기능구현)"
          ],
          [
            "요구\n사항\n상세",
            "○  시스템은  정상상태에서  매일  24시간  동안  무중단으로  운영되어야  함\n○  시스템은  장애  발생  시  12시간  이내에  정상  상태로  복구되어야  하며,  복구시\n간  중에  장애  상황을  공지하고,  서비스  이용에  지장을  초래하지  않는  시간을 \n이용하여  작업하여야  함\n○  오류,  접속시간  지연  등이  발생하였을  때  해결방법,  진행상태  표시등의  안내\n메시지  제공\n○  시스템  주요기능  및  맵을  작성하여  사용자의  편의를  증진하고,  온라인  도움\n말과  사용매뉴얼(운영자용,  관리자용)  제공\n○  기능  구현  정확성은  운영자가  직접  테스트  수행  기간에  테스트를  수행함으로\n써  평가"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-001"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "개발  표준  준수"
          ],
          [
            "요구\n사항\n상세",
            "○  개발은  「행정기관  및  공공기관  정보시스템  구축‧운영지침(행정안전부  고시 \n제2021-03호,  2021.  01.  19.」에  의거하여  「전자정부  표준  프레임워크」의  활\n용을  고려해야  함\n○  모든  서비스는  다양한  OS,  브라우저,  기기를  수용해야  함\n○  유연성  및  확장성을  확보하도록  모듈화  개발전략을  반영해야  함\n○  현재  보유된  S/W를  최대한  재활용하며,  추가  도입이  필요한  솔루션의  경우 \n본  용역에  포함하여  수행해야  함\n○  「정보시스템  구축ㆍ운영지침  제41조  제5항」에  따른  작업  장소  이외에서  근\n무하는  관련  사항에  대한  보안․사업․품질  관리는  「원격지  개발사업  관리가이\n드(한국정보화진흥원)」에  준하여  이루어져야  함\n○  위의  표준은  링크된  사이트에  대해서는  제외하며,  적용이  불가능한  사항에 \n대해서는  명확한  사유를  제시해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 46 - 요구사항 고유번호 COR-002 요구사항 분류 제약사항 요구사항 명칭 개발언어 사용 요구 사항 상세 제조사의 지속적인 기술지원이 가능한 개발 툴 및 언어를 사용하여야 하며, 유지관리 용이성을 위하여 가급적 JAVA 등 범용적으로 사용하고 있는 언어 선정 기술지원 및 유지관리 용이성 등을 고려한 개발 언어를 협의하여 선정하여야 함 - 특정 개발 언어 사용 시 협의 필요 요구사항 고유번호 COR-003 요구사항 분류 제약사항 요구사항 명칭 기존 시스템과 연관성 분석 요구 사항 상세 기존 시스템 운영에 영향을 주지 않는 시스템을 구현하여야 함 - 기 운영되고 있는 시스템 구조 및 전체 표준과 호환성, 시스템 통합 및 분 산설계, 데이터 유형, 프로세스 환경 유형, 사용자 유형, 시스템 간 물리적 네 트워크 연결구성을 고려하여 구조 설계를 하여야 함 시스템 개발 과정에서 업무 현황 조사, 팀별 인터뷰, 설문조사 등 사용자 요 구사항을 최대한 반영 기 도입 운영 중인 소프트웨어와의 연계 및 호환성 확보 요구사항 고유번호 COR-004 요구사항 분류 제약사항 요사항 명칭 관련 법제도 및 지침, 표준 준수 요구 사항 상세 본 사업의 수행함에 있어 관련 법령 및 규정, 지침, 표준 등을 준수해야 함 정보시스템 및 웹사이트 구축 관련 지침 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 - 전자정부 웹사이트 품질관리 지침행정안전부 - 행정업무용 표준관리 규정행정안전부 - 행정기관의 코드표준화 추진지침행정안전부 - 표준 프레임워크 적용 가이드라인행정안전부 - 행정기관 정보시스템 접근권한 관리규정행정안전부 - 정부디렉토리 관리지침행정안전부 - 행정공공기관 웹사이트 구축운영 가이드행정안전부 - 행정정보 공동이용 지침행정안전부 - 공공기관의 데이터베이스 표준화 지침행정안전부 - 공유서비스 개발 가이드라인행정안전부 - 공유서비스 기술표준적용 가이드라인행정안전부 - 한국형 웹콘텐츠 접근성 지침 2.1과학기술정보통신부",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "COR-002"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "개발언어  사용"
          ],
          [
            "요구\n사항\n상세",
            "○  제조사의  지속적인  기술지원이  가능한  개발  툴  및  언어를  사용하여야  하며, \n유지관리  용이성을  위하여  가급적  JAVA  등  범용적으로  사용하고  있는  언어 \n선정\n○  기술지원  및  유지관리  용이성  등을  고려한  개발  언어를  협의하여  선정하여야 \n함\n    -  특정  개발  언어  사용  시  협의  필요"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-003"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "기존  시스템과  연관성  분석"
          ],
          [
            "요구\n사항\n상세",
            "○  기존  시스템  운영에  영향을  주지  않는  시스템을  구현하여야  함\n    -  기  운영되고  있는  시스템  구조  및  전체  표준과  호환성,  시스템  통합  및  분\n산설계,  데이터  유형,  프로세스  환경  유형,  사용자  유형,  시스템  간  물리적  네\n트워크  연결구성을  고려하여  구조  설계를  하여야  함\n○  시스템  개발  과정에서  업무  현황  조사,  팀별  인터뷰,  설문조사  등  사용자  요\n구사항을  최대한  반영\n○  기  도입  운영  중인  소프트웨어와의  연계  및  호환성  확보"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-004"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요사항  명칭",
            "관련  법제도  및  지침,  표준  준수"
          ],
          [
            "요구\n사항\n상세",
            "○  본  사업의  수행함에  있어  관련  법령  및  규정,  지침,  표준  등을  준수해야  함\n○  정보시스템  및  웹사이트  구축  관련  지침\n    -  행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부)\n    -  전자정부  웹사이트  품질관리  지침(행정안전부)\n    -  행정업무용  표준관리  규정(행정안전부)\n    -  행정기관의  코드표준화  추진지침(행정안전부)\n    -  표준  프레임워크  적용  가이드라인(행정안전부)\n    -  행정기관  정보시스템  접근권한  관리규정(행정안전부)\n    -  정부디렉토리  관리지침(행정안전부)\n    -  행정·공공기관  웹사이트  구축·운영  가이드(행정안전부)\n    -  행정정보  공동이용  지침(행정안전부)\n    -  공공기관의  데이터베이스  표준화  지침(행정안전부)\n    -  공유서비스  개발  가이드라인(행정안전부)\n    -  공유서비스  기술표준적용  가이드라인(행정안전부)\n    -  한국형  웹콘텐츠  접근성  지침  2.1(과학기술정보통신부)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 47 - 모바일서비스 관련 지침 - 행정업무 모바일 서비스 구축 가이드라인행정안전부 - 모바일 전자정부서비스 구축 가이드라인행정안전부 - 대국민 모바일 서비스 구축 가이드라인행정안전부 - 모바일 대민서비스 보안취약점 점검 가이드행정안전부 - 모바일 표준프레임워크 적용 가이드라인행정안전부 - 모바일 전자정부서비스 호환성 준수지침행정안전부 - 모바일 전자정부 서비스 관리 지침행정안전부 - 모바일 서비스 사용자 인터페이스 설계 지침행정안전부 - 모바일 전자정부 공통기반 및 지원센터 활용 가이드라인행정안전부 - 모바일 전자정부 서비스 보안 가이드라인행정안전부 - 모바일서비스 사용자인터페이스 가이드라인행정안전부 - 모바일 애플리케이션 접근성 지침과학기술정보통신부 정보보호 관련 지침 - 전자정부 정보보호 관리체계행정안전부 - 소프트웨어 개발보안 가이드행정안전부 - 홈페이지 취약점 진단제거 가이드한국인터넷진흥원 - Web2.0 정보보호 실무가이드행정안전부 - 웹사이트 SW웹 개발보안가이드행정안전부 - 소프트웨어 보안약점 진단가이드행정안전부 - 정보신기술 도입 보안관리 실무가이드행정안전부 - 국가공공기관 암호사용 기준국가정보원 개인정보보호 관련 지침 - 개인정보보호 지침행정안전부 - 웹사이트 개인정보 노출방지 가이드라인행정안전부 - 공공기관 I-PIN 의무도입 적용지침행정안전부 - 개인정보 기술적 보호 조치 및 가이드라인행정안전부 - 개인정보의 안전성 확보조치 기준행정안전부 기타 관련 지침 - 정보기술아키텍쳐 도입 운영지침행정안전부 - 데이터 품질관리 지침한국데이터진흥원 - 범정부 EA 메타모델 적용 가이드행정안전부 - 범정부 EA 활용 가이드행정안전부 - 범정부 EA포털 정보화사업 및 정보자원 등록 및 관리 - 국가 정보보안 기본지침국가정보원 등 사업기간 중 위의 관련지침 등이 변경되거나 새롭게 관련 지침이 발표 되었 을 때에도 이를 반영해야 함",
      "tables": [
        [
          [
            "",
            "○  모바일서비스  관련  지침 \n    -  행정업무  모바일  서비스  구축  가이드라인(행정안전부)\n    -  모바일  전자정부서비스  구축  가이드라인(행정안전부)\n    -  대국민  모바일  서비스  구축  가이드라인(행정안전부)\n    -  모바일  대민서비스  보안취약점  점검  가이드(행정안전부)\n    -  모바일  표준프레임워크  적용  가이드라인(행정안전부)\n    -  모바일  전자정부서비스  호환성  준수지침(행정안전부)\n    -  모바일  전자정부  서비스  관리  지침(행정안전부)\n    -  모바일  서비스  사용자  인터페이스  설계  지침(행정안전부)\n    -  모바일  전자정부  공통기반  및  지원센터  활용  가이드라인(행정안전부)\n    -  모바일  전자정부  서비스  보안  가이드라인(행정안전부) \n    -  모바일서비스  사용자인터페이스  가이드라인(행정안전부) \n    -  모바일  애플리케이션  접근성  지침(과학기술정보통신부) \n○  정보보호  관련  지침\n    -  전자정부  정보보호  관리체계(행정안전부) \n    -  소프트웨어  개발보안  가이드(행정안전부)\n    -  홈페이지  취약점  진단‧제거  가이드(한국인터넷진흥원)\n    -  Web2.0  정보보호  실무가이드(행정안전부)\n    -  웹사이트  SW(웹)  개발보안가이드(행정안전부)\n    -  소프트웨어  보안약점  진단가이드(행정안전부) \n    -  정보신기술  도입  보안관리  실무가이드(행정안전부)\n    -  국가·공공기관  암호사용  기준(국가정보원)\n○  개인정보보호  관련  지침\n    -  개인정보보호  지침(행정안전부)\n    -  웹사이트  개인정보  노출방지  가이드라인(행정안전부)\n    -  공공기관  I-PIN  의무도입  적용지침(행정안전부)\n    -  개인정보  기술적  보호  조치  및  가이드라인(행정안전부)\n    -  개인정보의  안전성  확보조치  기준(행정안전부)\n○  기타  관련  지침\n    -  정보기술아키텍쳐  도입  운영지침(행정안전부)\n    -  데이터  품질관리  지침(한국데이터진흥원)\n    -  범정부  EA  메타모델  적용  가이드(행정안전부)\n    -  범정부  EA  활용  가이드(행정안전부)\n    -  범정부  EA포털  정보화사업  및  정보자원  등록  및  관리\n    -  국가  정보보안  기본지침(국가정보원)  등 \n○  사업기간  중  위의  관련지침  등이  변경되거나  새롭게  관련  지침이  발표    되었\n을  때에도  이를  반영해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 48 - 요구사항 고유번호 COR-005 요구사항 분류 제약사항 요구사항 명칭 저작권 보호 및 관리 요구 사항 상세 개발된 모든 산출물, 자료, 디자인, 이미지 등 모든 지식재산권은 발주기관과 계약상대자가 공동 소유함을 원칙으로 하되 세부사항은 협의하여 결정 - 해당 결과물에 대한 권리는 저작권복제권, 배포권, 대여권 및 2차적 저작물 작성에 관한 권리2차적 저작물 창작권리 및 2차적 저작물 이용권리를 포함 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동 활용할 계획이 없음을 사전에 안내함 제안사는 계약에 의거 제공한 SW, 이미지 등이 국내외의 특허권 및 저작권 을 침해하고 있다는 이유로 발주기관을 상대로 한 소송이 제기되었을 경우 계약자의 비용으로 이를 변호하고, 발주기관에 발생된 손해 및 비용에 대하 여 배상 기본적으로 콘텐츠에 삽입된 자료는 자료의 출처를 명시해야 함 제안사는 신규개발 프로그램 및 제3자로부터 구매공급한 콘텐츠 등 모든 관 련 프로그램이 사용자 환경에 따라 설치 할 수 있도록 구축하여야 함 최종 산출물 제출시, 저작권 확보에 대한 자료 제출 - 저작권이 걸려있는 신문기사, 이미지 등의 경우 저작권 허락동의서를 문서 로 확보해야 함 요구사항 고유번호 COR-006 요구사항 분류 제약사항 요구사항 명칭 웹사이트 웹취약점 점검 및 조치에 관한 사항 요구 사항 상세 소프트웨어 개발 보안 가이드 등을 준수하여 보안에 취약하지 않도록 시 스템을 개발하여야 함. 사업 완료시 웹취약점 점검 및 조치 관련 증빙서류를 제출하여야 함. - 웹취약점 점검정보통신보안담당관 의뢰 결과보고서 및 조치내역서 제출 산출정보 - 취약점 점검보고서 - 취약점 점검 결과 조치 내역서",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "COR-005"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "저작권  보호  및  관리"
          ],
          [
            "요구\n사항\n상세",
            "○  개발된  모든  산출물,  자료,  디자인,  이미지  등  모든  지식재산권은  발주기관과 \n계약상대자가  공동  소유함을  원칙으로  하되  세부사항은  협의하여  결정 \n    -  해당  결과물에  대한  권리는  저작권(복제권,  배포권,  대여권)  및  2차적  저작물 \n작성에  관한  권리(2차적  저작물  창작권리  및  2차적  저작물  이용권리)를  포함\n○  사업을  통해  개발되는  소프트웨어는  용역계약일반조건  제56조(계약목적물의 \n지식재산권  귀속  등)에  따라  타  기관과  공동  활용할  계획이  없음을  사전에 \n안내함\n○  제안사는  계약에  의거  제공한  S/W,  이미지  등이  국내외의  특허권  및  저작권\n을  침해하고  있다는  이유로  발주기관을  상대로  한  소송이  제기되었을  경우 \n계약자의  비용으로  이를  변호하고,  발주기관에  발생된  손해  및  비용에  대하\n여  배상\n○  기본적으로  콘텐츠에  삽입된  자료는  자료의  출처를  명시해야  함 \n○  제안사는  신규개발  프로그램  및  제3자로부터  구매‧공급한  콘텐츠  등  모든  관\n련  프로그램이  사용자  환경에  따라  설치  할  수  있도록  구축하여야  함\n○  최종  산출물  제출시,  저작권  확보에  대한  자료  제출\n    -  저작권이  걸려있는  신문기사,  이미지  등의  경우  저작권  허락동의서를  문서\n로  확보해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-006"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "웹사이트  웹취약점  점검  및  조치에  관한  사항"
          ],
          [
            "요구\n사항\n상세",
            "○  “소프트웨어  개발  보안  가이드  “  등을  준수하여  보안에  취약하지  않도록  시\n스템을  개발하여야  함.\n○  사업  완료시  웹취약점  점검  및  조치  관련  증빙서류를  제출하여야  함.\n      -  웹취약점  점검(정보통신보안담당관  의뢰)  결과보고서  및  조치내역서  제출\n○  산출정보\n    -  취약점  점검보고서\n    -  취약점  점검  결과  조치  내역서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 49 - o 프로젝트관리 요구사항Project Management Requirement 요구사항 고유번호 PMR-001 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 사업수행조직 구성 요구 사항 상세 사업수행자는 전체 또는 부문별 책임자를 임명하여 사업 수행 본 사업의 핵심인력인 프로젝트관리자PM는 유사사업 PM경력이 있는 자로 공고일 전일 자사 임직원이어야 함 투입 인력 교체 시 교체 인력에 대해 동일한 자료 제출 및 보안 교육을 실시 해야 함 본 사업은 하도급을 허용하지 않음 요구사항 고유번호 PMR-002 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 사업수행 장소 요구 사항 상세 사업수행 장소는 원활한 업무협의 및 응급상황 대응을 위해 발주기관에 인접 한 위치에 있는 것을 권고하며 발주기관과 협의하여 정함 사업수행자는 작업 장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업 장소에 관하여 우선 검토한다. 다만, 발주기관에서는 사업수행자가 제시한 작업장소 가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 사업수행자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대 한 대응방안을 제안하여야 함 사업수행자는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방안을 제시 하여야 함 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 원격지 보안관리대책 시건장치, 출입통제 등을 실시하여야 함 1. 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 2. 개인소유 PC 및 보조기억장치 반입반출 통제 3. 생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐기 할 것 4. 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 등",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PMR-001"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "사업수행조직  구성"
          ],
          [
            "요구\n사항\n상세",
            "○  사업수행자는  전체  또는  부문별  책임자를  임명하여  사업  수행\n○  본  사업의  핵심인력인  프로젝트관리자(PM)는  유사사업  PM경력이  있는  자로 \n공고일  전일  자사  임직원이어야  함\n○  투입  인력  교체  시  교체  인력에  대해  동일한  자료  제출  및  보안  교육을  실시\n해야  함\n○  본  사업은  하도급을  허용하지  않음"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-002"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "사업수행  장소"
          ],
          [
            "요구\n사항\n상세",
            "○  사업수행  장소는  원활한  업무협의  및  응급상황  대응을  위해  발주기관에  인접\n한  위치에  있는  것을  권고하며  발주기관과  협의하여  정함\n○  사업수행자는  작업  장소  상호협의  시  제안요청서  내  명시된  보안요구사항을 \n준수한  작업장소를  제시할  수  있으며,  발주기관에서는  제시된  작업  장소에 \n관하여  우선  검토한다.  다만,  발주기관에서는  사업수행자가  제시한  작업장소\n가  보안요구사항을  준수하지  못한  경우  거부할  수  있음\n○  사업수행자는  원격지  개발에  따른  보안사고  등  위험요인을  식별하여  이에  대\n한  대응방안을  제안하여야  함\n○  사업수행자는  원격지  개발에  따른  개발방법  등에  대한  구체적인  방안을  제시\n하여야  함\n○  원격지  개발에  따른  수행  장소  등에  대하여  구체적인  원격지  보안관리대책\n(시건장치,  출입통제  등)을  실시하여야  함\n      1.  프로젝트  사무실,  중요장비  설치장소에  대한  출입보안\n      2.  개인소유  PC  및  보조기억장치  반입·반출  통제\n      3.  생성문서는  별도  잠금장치가  된  곳에  보관하며,  안전한  방법에  따라  폐기\n할  것\n      4.  문서의  보안등급  부여  및  차별화  된  권한관리를  수행할  것  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 50 - 요구사항 고유번호 PMR-003 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 사업수행 일반 요구 사항 상세 개발소프트웨어 등의 설치과정에서 발생하는 제반 안전사고 책임 및 행정적, 기술적 제반비용과 문제처리는 사업자가 부담함 사업수행자는 개발소프트웨어 등을 납품 시 원소유자의 저작권을 침해하지 아니하는 제품을 납품하여야 함 SW산출물 반출 절차 등 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요 청서에 명시된 누출금지 정보에 해당하지 않을 경우 SW산출물을 제공함. 다 만 SW산출물의 활용 절차와 공급자가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가자격 제한 등에 관하여는소프트웨어사업 관리감독에 관한 일 반기준과학기술정보정통부 고시 제14조의2산출물의 활용에 따른다. 요구사항 고유번호 PMR-004 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 사업수행계획서 작성 요구 사항 상세 선정된 사업수행자는 계약일로부터 14일 이내에 계약서, 제안요청서, 제안서 등을 근거로, 본 사업을 수행하기 위한 사업수행계획서와 기술적용계획표를 작성제출하여야 함 기술적용계획표 작성 시 주관기관과 상호 협의하여 조정할 수 있음 행정기관 및 공공기관 정보시스템 구축운영 지침 사업수행 계획은 수행공정간 연계가 보일 수 있도록 하며, 품질보증 기간 등 을 고려하여 상세하게 기술해야 함 모든 활동에 대한 업무 상세 정의와 일정계획, 수행 방안 및 의사소통 방안, 기밀 보장 방안 등 상세 프로젝트 계획을 제공하여야 함 사업 추진 중에 진행되는 각종 보고정기비정기 계획을 상세히 제시하여야 함 요구사항 고유번호 PMR-005 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 이행 및 승인테스트 계획서 작성 요구 사항 상세 이행 및 승인테스트에 대한 계획을 기술하여야 함 테스트 단계별로 수행방법, 절차, 참여 조직 및 역할, 점검사항, 최종 검수기 준, 점검 후 조치 방안 및 자료 테스트 수행방안 등을 세부적으로 기술 사업수행자는 주관기관과 협의하여 승인테스트를 계획하고, 주관기관이 승인 테스트를 이행하기 위하여 필요한 모든 조력을 제공하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PMR-003"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "사업수행  일반"
          ],
          [
            "요구\n사항\n상세",
            "○  개발소프트웨어  등의  설치과정에서  발생하는  제반  안전사고  책임  및  행정적, \n기술적  제반비용과  문제처리는  사업자가  부담함\n○  사업수행자는  개발소프트웨어  등을  납품  시  원소유자의  저작권을  침해하지 \n아니하는  제품을  납품하여야  함\n○  SW산출물  반출  절차  등  공급자는  지식재산권의  활용을  위하여  SW산출물의 \n반출을  요청할  수  있으며,  발주기관에서는  「보안업무규정」  제4조  및  제안요\n청서에  명시된  누출금지  정보에  해당하지  않을  경우  SW산출물을  제공함.  다\n만  SW산출물의  활용  절차와  공급자가  SW산출물  활용  절차를  지키지  않는 \n경우  입찰참가자격  제한  등에  관하여는「소프트웨어사업  관리감독에  관한  일\n반기준」(과학기술정보정통부  고시)  제14조의2(산출물의  활용)에  따른다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-004"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "사업수행계획서  작성"
          ],
          [
            "요구\n사항\n상세",
            "○  선정된  사업수행자는  계약일로부터  14일  이내에  계약서,  제안요청서,  제안서 \n등을  근거로,  본  사업을  수행하기  위한  사업수행계획서와  기술적용계획표를 \n작성·제출하여야  함\n○  기술적용계획표  작성  시  주관기관과  상호  협의하여  조정할  수  있음\n      ※  행정기관  및  공공기관  정보시스템  구축․운영  지침\n○  사업수행  계획은  수행공정간  연계가  보일  수  있도록  하며,  품질보증  기간  등\n을  고려하여  상세하게  기술해야  함\n○  모든  활동에  대한  업무  상세  정의와  일정계획,  수행  방안  및  의사소통  방안, \n기밀  보장  방안  등  상세  프로젝트  계획을  제공하여야  함\n○  사업  추진  중에  진행되는  각종  보고(정기/비정기)  계획을  상세히  제시하여야 \n함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-005"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "이행  및  승인테스트  계획서  작성"
          ],
          [
            "요구\n사항\n상세",
            "○  이행  및  승인테스트에  대한  계획을  기술하여야  함 \n○  테스트  단계별로  수행방법,  절차,  참여  조직  및  역할,  점검사항,  최종  검수기\n준,  점검  후  조치  방안  및  자료  테스트  수행방안  등을  세부적으로  기술\n○  사업수행자는  주관기관과  협의하여  승인테스트를  계획하고,  주관기관이  승인 \n테스트를  이행하기  위하여  필요한  모든  조력을  제공하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 51 - 요구사항 고유번호 PMR-006 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 개발환경 및 개발시스템 설치 요구 사항 상세 사업수행자는 개발 시스템 설치 전 설치장소의 정보시스템 운영 환경에 관한 기술적 검토 및 안정성을 검증하여야 하며, 사전 검증 없이 발생된 제반 문 제에 대해서는 사업수행자가 모든 책임을 짐 본 사업의 목표시스템 구성을 위한 기존 시스템에 대한 재배치, 환경 설정, 정책 최적화 등에 비용이 발생할 경우 사업수행자 부담으로 함 개발 시스템 설치와 관련하여 각종 환경 설정과 정상 가동에 따른 업무협의 및 보완 사항은 전적으로 사업수행자의 주관책임 하에 유지보수 업체제조 사의 협력이 필요할 경우 제조사, 관련 기관과 협력하여 문제점을 보완하고 정상 가동하도록 조치하여야 함 개발 시스템 설치 시 운영 중인 서버 및 네트워크 등에 지장이 없도록 하여 야 하며, 기존 시스템을 중단하게 될 경우에는 업무에 지장을 초래하지 않는 시간을 이용하여 작업하여야 함 개발ᆞ시험환경은 실제 운영환경과 분리 운영하고, 실제 운영환경으로 이전 시 개발환경 초기화, 불필요한 서비스 제거 등 보안조치 실시 요구사항 고유번호 PMR-007 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 검수 요구 사항 상세 사업 진행검사는 제반 작업진척 사항 등의 실적을 기준으로 실시하며 검사 내용에 대해 주관기관의 시정요구가 있을 경우 사업수행자는 성실히 이행하 여야 함 개발 시스템은 프로그램별로 각각 일정에 따라 검수를 실시하며 검사 대상과 방법은 주관기관에서 따로 정함 요구사항 분류 PMR-008 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 시험운영 요구 사항 상세 시험운영은 개발 서버에서 실 운영서버로 이전 후 공식 오픈 전까지의 운영 을 의미함 시험운영을 통해 구축된 모든 기능과 연계서비스에 대한 테스트가 수행되어 야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PMR-006"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "개발환경  및  개발시스템  설치"
          ],
          [
            "요구\n사항\n상세",
            "○  사업수행자는  개발  시스템  설치  전  설치장소의  정보시스템  운영  환경에  관한 \n기술적  검토  및  안정성을  검증하여야  하며,  사전  검증  없이  발생된  제반  문\n제에  대해서는  사업수행자가  모든  책임을  짐\n○  본  사업의  목표시스템  구성을  위한  기존  시스템에  대한  재배치,  환경  설정, \n정책  최적화  등에  비용이  발생할  경우  사업수행자  부담으로  함\n○  개발  시스템  설치와  관련하여  각종  환경  설정과  정상  가동에  따른  업무협의 \n및  보완  사항은  전적으로  사업수행자의  주관․책임  하에  유지보수  업체(제조\n사의  협력이  필요할  경우  제조사),  관련  기관과  협력하여  문제점을  보완하고 \n정상  가동하도록  조치하여야  함\n○  개발  시스템  설치  시  운영  중인  서버  및  네트워크  등에  지장이  없도록  하여\n야  하며,  기존  시스템을  중단하게  될  경우에는  업무에  지장을  초래하지  않는 \n시간을  이용하여  작업하여야  함\n○  개발ㆍ시험환경은  실제  운영환경과  분리  운영하고,  실제  운영환경으로  이전 \n시  개발환경  초기화,  불필요한  서비스  제거  등  보안조치  실시"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-007"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "검수"
          ],
          [
            "요구\n사항\n상세",
            "○  사업  진행검사는  제반  작업진척  사항  등의  실적을  기준으로  실시하며  검사 \n내용에  대해  주관기관의  시정요구가  있을  경우  사업수행자는  성실히  이행하\n여야  함\n○  개발  시스템은  프로그램별로  각각  일정에  따라  검수를  실시하며  검사  대상과 \n방법은  주관기관에서  따로  정함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "PMR-008"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "시험운영"
          ],
          [
            "요구\n사항\n상세",
            "○  시험운영은  개발  서버에서  실  운영서버로  이전  후  공식  오픈  전까지의  운영\n을  의미함\n○  시험운영을  통해  구축된  모든  기능과  연계서비스에  대한  테스트가  수행되어\n야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 52 - 요구사항 고유번호 PMR-009 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 일정관리 및 보고회 개최 요구 사항 상세 설명 사업수행계획서를 제출시 일정에 관한 내용은 WBSWork Breakdown Structure나 PERT, 혹은 Gantt Chart를 사용하여 세부 활동 내역까지 상세히 작성해야 함 필요시 설계 및 구현 각각의 단계별 착수보고회, 중간보고회, 완료보고회 등 사업진행과 관련한 보고회를 개최할 수 있으며 이때 관련 전문가, 자문위원 등의 참석을 요구할 수 있음 사업 과정에서 중간보고회, 완료보고회 등 보고 일정을 설정하고 여기서 도 출된 결과를 반영하여 산출물을 제출해야 함 일정은 수치화하여 진도를 보고할 수 있어야 하며 해당 과정에서 계획 대비 10이상 지연이 발생 시 비상으로 간주하고 이에 대한 방안을 수립하여 진 도 보고서를 작성하고 실천해야 함 일정상의 변동이 있으면 지속적으로 실제 일정 내역을 반영하여 산출물로 남 겨야 함 보고회 개최에 따른 회의자료 제작 등 제반 비용은 사업수행자가 전액 부담 하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PMR-009"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "일정관리  및  보고회  개최"
          ],
          [
            "요구\n사항\n상세\n설명",
            "○  사업수행계획서를  제출시  일정에  관한  내용은  WBS(Work \nBreakdown \nStructure)나  PERT,  혹은  Gantt  Chart를  사용하여  세부  활동  내역까지  상세히 \n작성해야  함\n○  필요시  설계  및  구현  각각의  단계별  착수보고회,  중간보고회,  완료보고회  등 \n사업진행과  관련한  보고회를  개최할  수  있으며  이때  관련  전문가,  자문위원 \n등의  참석을  요구할  수  있음\n○  사업  과정에서  중간보고회,  완료보고회  등  보고  일정을  설정하고  여기서  도\n출된  결과를  반영하여  산출물을  제출해야  함\n○  일정은  수치화하여  진도를  보고할  수  있어야  하며  해당  과정에서  계획  대비 \n10%이상  지연이  발생  시  비상으로  간주하고  이에  대한  방안을  수립하여  진\n도  보고서를  작성하고  실천해야  함\n○  일정상의  변동이  있으면  지속적으로  실제  일정  내역을  반영하여  산출물로  남\n겨야  함\n○  보고회  개최에  따른  회의자료  제작  등  제반  비용은  사업수행자가  전액  부담 \n하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 53 - 요구사항 고유번호 PMR-010 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 산출물 관리 요구 사항 상세 사업위험, 사업진도, 사업수행 시 보안 관리 방법, 사업수행 성과물이나 산출 물의 형상관리 및 문서 관리 방법 등을 구체적으로 제시해야 함 사업자는 계약일로부터 14일 이내에 행정기관 및 공공기관 정보시스템 구 축운영 지침 제7조제4항에 따라 기술적용계획표가 포함된 사업수행계획서, 기타 사업 수행에 필요한 제반서류착수계 등를 제출해야 함 사업진행내용, 추진경과, 장비 반출입 상황, 기타 특이사항 등을 기록한 업무 일지를 작성제출주간월간 해야 하고, 특이사항 발생 시마다 보고서를 작성 제출해야 함 착수중간완료 보고회 시에는 PT용 보고자료를 작성제출해야 하며, 이에 소 요되는 경비는 사업자가 부담해야 함 모든 산출물은 저작권과 관련된 사항이므로 주의해서 작성해야 하며, 저작권 과 관련된 문제 발생 시 사업자가 모든 책임을 져야 함 제출일정에 맞추어 다음의 산출물을 제출해야 함 단 계 산 출 물 제출일정 착수 사업수행계획서 착수계 제출 시 착수보고서PT자료 착수보고 시 분석 요구사항 정의서 분석 후 10일 이내 요구사항 명세서 개발 개발표준 정의서 준공 시 UI 설계서스토리보드 데이터베이스 설계서 및 테이블 정의서 메뉴 구조도 시스템 구성도 프로그램 목록 및 소스 테스트 결과보고서 구현 시스템 운영자사용자 매뉴얼 사업 완료보고서 관리 중간보고서 발주기관 요구 시 주간월간보고서 주1회월1회 수시보고서 필요 시 기타각종 보고자료, 요구서류 필요 시 보고서는 한글로 작성하고, 준공시 산출물 전량을 정리하여 CD 또는 USB2 부 이상로 제작, 제출해야 함 사업자계약상대자는 과업이 완료되기 15일 전에 보고서의 초안을 제출 하 여 심의를 받고, 수정사항에 대해서는 보완토록 함 계획된 성과품 이외에 과업수행의 내역을 파악할 수 있는 별도의 산출물을 요구할 수 있음",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PMR-010",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "산출물  관리",
            "",
            ""
          ],
          [
            "요구\n사항\n상세",
            "○  사업위험,  사업진도,  사업수행  시  보안  관리  방법,  사업수행  성과물이나  산출\n물의  형상관리  및  문서  관리  방법  등을  구체적으로  제시해야  함\n○  사업자는  계약일로부터  14일  이내에  「행정기관  및  공공기관  정보시스템  구\n축‧운영  지침」  제7조제4항에  따라  기술적용계획표가  포함된  사업수행계획서, \n기타  사업  수행에  필요한  제반서류(착수계  등)를  제출해야  함\n○  사업진행내용,  추진경과,  장비  반출‧입  상황,  기타  특이사항  등을  기록한  업무 \n일지를  작성·제출(주간/월간)  해야  하고,  특이사항  발생  시마다  보고서를  작성 \n·제출해야  함\n○  착수/중간/완료  보고회  시에는  PT용  보고자료를  작성·제출해야  하며,  이에  소\n요되는  경비는  사업자가  부담해야  함\n○  모든  산출물은  저작권과  관련된  사항이므로  주의해서  작성해야  하며,  저작권\n과  관련된  문제  발생  시  사업자가  모든  책임을  져야  함\n○  제출일정에  맞추어  다음의  산출물을  제출해야  함\n단  계\n착수\n분석\n개발\n구현\n관리\n  ※  보고서는  한글로  작성하고,  준공시  산출물  전량을  정리하여  CD  또는  USB(2\n부  이상)로  제작,  제출해야  함\n  ※  사업자(계약상대자)는  과업이  완료되기  15일  전에  보고서의  초안을  제출  하\n여  심의를  받고,  수정사항에  대해서는  보완토록  함\n  ※  계획된  성과품  이외에  과업수행의  내역을  파악할  수  있는  별도의  산출물을 \n요구할  수  있음",
            "산        출        물 \n사업수행계획서",
            "제출일정\n착수계  제출  시"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "착수보고서(PT자료)\n요구사항  정의서",
            "착수보고  시\n분석  후  10일  이내"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "요구사항  명세서\n개발표준  정의서",
            "〃\n준공  시"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "UI  설계서(스토리보드)",
            "〃"
          ],
          [
            "",
            "",
            "데이터베이스  설계서  및  테이블  정의서",
            "〃"
          ],
          [
            "",
            "",
            "메뉴  구조도",
            "〃"
          ],
          [
            "",
            "",
            "시스템  구성도",
            "〃"
          ],
          [
            "",
            "",
            "프로그램  목록  및  소스",
            "〃"
          ],
          [
            "",
            "",
            "테스트  결과보고서\n시스템  운영자/사용자  매뉴얼",
            "〃\n〃"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업  완료보고서\n중간보고서",
            "〃\n발주기관  요구  시"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주간/월간보고서",
            "주1회/월1회"
          ],
          [
            "",
            "",
            "수시보고서",
            "필요  시"
          ],
          [
            "",
            "",
            "기타(각종  보고자료,  요구서류)",
            "필요  시"
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 54 - 요구사항 고유번호 PMR-011 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 리스크 관리 요구 사항 상세 보안, 일정지연, 품질저하, 시스템 장애 등 운영환경 변화에 따르는 리스크 발생을 사전 예방하고 리스크 발생 시 사후 대처방안을 제시해야 함 성능상 문제 등으로 HW 또는 SW가 변경되는 경우에 대한 사후 대응방안 을 구체적으로 제시하여야 함 프로젝트 추진과정에서 요구되는 진척위험변경사항의 관리 방안 및 지속적 으로 문제를 파악 관리할 수 있는 방안을 제시하여야 함 요구사항 고유번호 PMR-012 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 SW사업저장소 사업정보 제출의무 이행 요구 사항 상세 소프트웨어 진흥법 제46조에 따라 해당 사업 수주자는 SW 사업정보SW사 업 수행 및 실적 정보 데이터를 작성하여 제출하여야 함 SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW 사업정보 저장소 데이터 제출 안내 문서를 참조토록 함 SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드 시 명시하도록 함 SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 측정 전문가를 포함토록 함 o 프로젝트지원 요구사항Project Support Requirement 요구사항 고유번호 PSR-001 요구사항 분류 프로젝트지원 요구사항 요구사항 명칭 교육지원 요구 사항 상세 설명 체계적이고 효율적인 교육을 위하여 교육훈련 계획을 제시하여야 함 교육 훈련계획 작성 시 교육대상, 교육일정, 장소, 인원, 교재 등 기타 제반 사항은 상호 합의하여 결정하며, 아래의 사항을 포함하여야 함 - 교육대상운영자, 관리자 등 교육대상 구분, 일정, 장소, 내용, 교재에 관한 사항 - 기타 교육관련 사항 등 시스템 구축 및 운영상 필요하다고 판단되어 발주기관에서 관련 교육을 요구 할 수 있으며, 본 사업 수행 범위 내에서 적극 지원하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PMR-011"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "리스크  관리"
          ],
          [
            "요구\n사항\n상세",
            "○  보안,  일정지연,  품질저하,  시스템  장애  등  운영환경  변화에  따르는  리스크 \n발생을  사전  예방하고  리스크  발생  시  사후  대처방안을  제시해야  함\n○  성능상  문제  등으로  H/W  또는  S/W가  변경되는  경우에  대한  사후  대응방안\n을  구체적으로  제시하여야  함\n○  프로젝트  추진과정에서  요구되는  진척/위험/변경사항의  관리  방안  및  지속적\n으로  문제를  파악  관리할  수  있는  방안을  제시하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-012"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "SW사업저장소  사업정보  제출의무  이행"
          ],
          [
            "요구\n사항\n상세",
            "○  「소프트웨어  진흥법  제46조」에  따라  해당  사업  수주자는  SW  사업정보(SW사\n업  수행  및  실적  정보)  데이터를  작성하여  제출하여야  함\n○  SW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  자료실의  ‘SW\n사업정보  저장소  데이터  제출  안내’  문서를  참조토록  함\n○  SW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에  반드\n시  명시하도록  함\n○  SW사업정보  중  기능점수  데이터의  작성을  위해  사업수행  인원  중  기능점수 \n측정  전문가를  포함토록  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PSR-001"
          ],
          [
            "요구사항  분류",
            "프로젝트지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "교육지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "○  체계적이고  효율적인  교육을  위하여  교육훈련  계획을  제시하여야  함\n○  교육  훈련계획  작성  시  교육대상,  교육일정,  장소,  인원,  교재  등  기타  제반 \n사항은  상호  합의하여  결정하며,  아래의  사항을  포함하여야  함\n    -  교육대상(운영자,  관리자  등  교육대상  구분),  일정,  장소,  내용,  교재에  관한 \n사항\n    -  기타  교육관련  사항  등\n○  시스템  구축  및  운영상  필요하다고  판단되어  발주기관에서  관련  교육을  요구\n할  수  있으며,  본  사업  수행  범위  내에서  적극  지원하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 55 - 요구사항 고유번호 PSR-002 요구사항 분류 프로젝트지원 요구사항 요구사항 명칭 기술이전 요구 사항 상세 사업수행 과정상 수반되는 전문기술 및 관련된 제반사항에 대한 기술이전 방 안기술이전 내용장애조치 및 응급조치 등, 방법, 기간, 인원 등 포함을 상 세히 제시하고 발주기관에 이전하는데 최선을 다하여야 함 사업수행 및 그 이후에도 관련분야의 정보기술에 대한 지속적인 정보제공 및 기술자문에 응해야 함 시스템 운영에 필요한 기술지원 및 관련 부대업무를 성실히 수행해야 함 - 타 시스템과의 연결, SW 업그레이드, 마이그레이션 및 환경설정 지원 기술이전 범위 및 방법 등 상호 협의 요구사항 고유번호 PSR-003 요구사항 분류 프로젝트지원 요구사항 요구사항 명칭 하자보수, 하자담보 책임 요구 사항 상세 사업자가 제3자로부터 구매하여 공급한 제품과 자체 개발한 SW를 포함한 전 시스템의 무상 하자보수기간은 준공일로부터 1년12개월까지로 함 사업자는 하자보수 기간 중 발생한 보안 위규에 대해서도 본 사업과 동일하 게 책임을 지며 그게 따른 처벌을 감수한다. 사업자는 사업기간 중 납품한 시스템의 하자발생 원인으로 SW상의 문제가 발견된 경우 즉시 필요한 조치를 취하여 문제를 해결함 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위하여 시스템을 단위 요소기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 제시 유상 유지보수 - 정보시스템의 안정적 운영 및 관련 규정 변경 등으로 인한 응용시스템의 변 경보완을 위한 유상 유지보수 계획을 수립하여야 함 발주기관의 최종 검사 완료 후, 안정적인 서비스를 위해 다음과 같은 사항이 포함된 효율적인 하자 담보 책임 계획을 수립 - 하지보수기간 중 중대한 결함이 발생하는 경우 문제해결시까지 발주기관에 서 요구하는 개발 참여자를 투입하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PSR-002"
          ],
          [
            "요구사항  분류",
            "프로젝트지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "기술이전"
          ],
          [
            "요구\n사항\n상세",
            "○  사업수행  과정상  수반되는  전문기술  및  관련된  제반사항에  대한  기술이전  방\n안(기술이전  내용(장애조치  및  응급조치  등),  방법,  기간,  인원  등  포함)을  상\n세히  제시하고  발주기관에  이전하는데  최선을  다하여야  함\n○  사업수행  및  그  이후에도  관련분야의  정보기술에  대한  지속적인  정보제공  및 \n기술자문에  응해야  함\n○  시스템  운영에  필요한  기술지원  및  관련  부대업무를  성실히  수행해야  함\n    -  타  시스템과의  연결,  S/W  업그레이드,  마이그레이션  및  환경설정  지원\n○  기술이전  범위  및  방법  등  상호  협의"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PSR-003"
          ],
          [
            "요구사항  분류",
            "프로젝트지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "하자보수,  하자담보  책임"
          ],
          [
            "요구\n사항\n상세",
            "○  사업자가  제3자로부터  구매하여  공급한  제품과  자체  개발한  S/W를  포함한 \n전  시스템의  무상  하자보수기간은  준공일로부터  1년(12개월)까지로  함\n○  사업자는  하자보수  기간  중  발생한  보안  위규에  대해서도  본  사업과  동일하\n게  책임을  지며  그게  따른  처벌을  감수한다.\n○  사업자는  사업기간  중  납품한  시스템의  하자발생  원인으로  S/W상의  문제가 \n발견된  경우  즉시  필요한  조치를  취하여  문제를  해결함\n○  시스템의  안정성  및  신뢰성  확보와  장애시간을  최소화하기  위하여  시스템을 \n단위  요소기술과  기능으로  구분하여  각각에  대한  세부  하자보수  계획을  제시\n○  유상  유지보수\n    -  정보시스템의  안정적  운영  및  관련  규정  변경  등으로  인한  응용시스템의  변\n경·보완을  위한  유상  유지보수  계획을  수립하여야  함\n○  발주기관의  최종  검사  완료  후,  안정적인  서비스를  위해  다음과  같은  사항이 \n포함된  효율적인  하자  담보  책임  계획을  수립\n    -  하지보수기간  중  중대한  결함이  발생하는  경우  문제해결 시 까지  발주기관에\n서  요구하는  개발  참여자를  투입하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 56 - VI 제안 참가 자격 및 낙찰자 결정 방식 1. 제안입찰참가자격 가. 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제13조입 찰의 참가자격 및 동법 시행규칙 제14조입찰 참가자격 요건의 증명에 의한 경쟁 입찰 참가 자격이 있는 업체 나. 중소기업제품구매촉진 및 판로지원에 관한 법률 제8조 및 동법 시행 령 제9조에 의한 입찰마감일까지 직접생산 확인증명서제품명 소프트웨 어엔지니어링업, 세부품명 정보시스템개발서비스8111159901, 유효기간 내 에 있어야 함를 소지한 업체 다. 공고일 전일 소프트웨어 진흥법 제24조에 의거 소프트웨어사업자컴퓨 터 관련 서비스사업업종코드 1468 및 정보통신공사업법제14조에 의 한 정보통신공사업0036으로 등록된 업체로 등록된 업체 라. 입찰공고일 전일부터낙찰자는 계약체결일까지 법인등기부등본상 본점 소재 지개인사업자의 경우 사업자등록증 또는 관련법령에 따른 허가인가면허등록 신고 등에 관련된 서류에 기재된 사업장의 소재지를 전라북도에 둔 업체 마.중소기업기본법제2조에 따른 중소기업자 또는소상공인 보호 및 지원에 관한 법 률제2조에 따른 소상공인 소프트웨어 진흥법에 의한 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시이 적용되는 사업으로 대기업 및 중견기업은 입 찰에 참여할 수 없음 대기업에 하도급 또는 대기업 직원의 인력파견 형태로도 참여 불가 바. 지방자치단체를 당사자로 하는 계약에 관한 법률 제31조 및 동법 시행령 제92조부정당업자의 입찰참가자격 제한 규정에 따라 입찰 참가자격을 제한 받지 아니한 업체 사. 공동수급 및 하도급 불가 아. 조달청 전자입찰 참가자격 등록업체이어야 하며, 조달청 입찰참가자격",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 57 - 미등록 업체는 조달청 입찰 참가 자격 등록 규정에 따라 제안서 제출마감 일 전 근무일까지 조달청 콜센터1588-0800에 문의하여 등록하여야 함 자. 제안 설명은 사업총괄책임자PM가 직접 발표하며, 발표자가 사업총괄책임 자PM와 다른 경우 제안발표를 제외하고, 제안서 등 서류만으로 평가함. 2. 입찰 및 낙찰자 결정 방식 가. 계약입찰 방식 제한경쟁입찰 나. 낙찰자 결정 방식 협상에 의한 계약 다. 관련법령 1 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제43조, 제44조 제안요청서 배부 제안서 접수 제안 설명 및 평가 협상대상 업체 선정 협상실시 사업자계약상대자 선정 및 계약체결 2 행정안전부 계약 예규2022.01.11. 협상에 의한 계약체결기준 3 소프트웨어 진흥법, 동법 시행령 및 동법 시행규칙 4 소프트웨어 기술성 평가기준과학기술정보통신부 고시 5 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통 신부고시 6 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부 고시 3. 제안서 평가 및 협상 가. 평가방법 제안서 평가는 본 사업의 4. 제안서 세부평가 기준의 평가항목의 배점기준 에 따라 평가하며, 본 제안요청서에서 정하지 않은 사항은 정부입찰계약집 행기준, 협상에 의한 계약체결 기준기획재정부 예규을 준용함 나. 평가항목 및 배점 1 종합 평가점수100 기술능력 평가점수90 입찰가격 평가점수10",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 58 - 2 기술능력 평가 90점정량적 평가 20점, 정성적 평가 70점 - 정량적 지표의 평가는 담당부서자가 평가하며, 제안사는 별지 서식10 정량적 평가지표 자가진단표를 작성제출하고, 정량적 지표 증빙자료를 USB에 저장된 전자파일 형태로 제출해야 함 - 정성적 지표의 평가는 제안 설명회를 개최하고, 정읍시청 에서 구성한 제안서 평가위원회에서 평가붙임 11 평가위원별 평가점수표함 3 입찰가격 평가 10점 - 입찰가격 평가는 제안서 평가위원회의 정성적 지표의 평가 후, 입찰가격 평가 산식에 따라 평가함 - 가격제안입찰서는 부가가치세가 포함된 가격으로 제출하여야 하며 제안서 등의 방문 제출 시 반드시 함께 제출해야 함 첨부된 제안요청서 내 가격입찰서별지 15 입찰가격제안서, 가격입찰서 산출 내역는 반드시 밀봉 후 인감 날인하여 제출해야 하며, 국가종합전자조달시스템에 가격 입찰서를 제출하지 아니하거나 제출하는 가격입찰서의 금액과 상이한 경우 그 입찰을 무효 로 함 다. 협상적격자 선정 및 협상순서 1 제안서 평가결과 기술능력 평가점수가 기술능력 평가분야 배점한도의 85 이상인 제안사를 협상적격자로 선정하며, 평가결과 협상적격자가 없는 경우에는 재 공고 입찰에 부칠 수 있음 2 협상순서는 협상적격자중 종합 평가점수의 고득점 순서에 따라 결정하며 종 합 평가점수가 동일한 제안자가 2인 이상일 경우에는 기술능력평가 점수가 높은 제안자를 선 순위자로 하고, 기술능력평가 점수도 동일한 경우에는 추 첨으로 정함 3 선순위 협상대상자와 협상이 성립낙찰자 결정된 때에는 다른 하순위 협상 적 격자와 협상을 실시하지 아니함 4 협상대상자와의 협상이 성립되지 않으면 동일한 기준과 절차에 따라 순차",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 59 - 적으로 차순위 협상적격자와 협상을 실시함 5 모든 협상적격자와 협상이 결렬될 시에는 재공고 입찰에 부칠 수 있음 6 협상범위는 협상대상자가 제안한 사업내용, 이행방법, 이행일정 및 기술평가 위원회에서 권유한 사항 등을 협상대상으로 하며 협상을 통해 그 내용의 일부를 조정할 수 있음 7 가격제안서입찰서의 입찰가격이 추정가격예정가격을 작성할 경우에는 예정 가격을 초과하는 자는 협상적격자에서 제외 8 협상이 성립된 후 사업 추진에 지장이 없도록 조속한 시일 내에 계약 체결 9 그 외 기술하지 아니한 사항은 지방자치단체 입찰시 낙찰자 결정 기준 협 상에 의한 계약 제안서 평가 세부기준을 따름",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 60 - 4. 제안서 세부평가 기준 가. 평가항목 및 배점 총괄표 평 가 요 소 평 가 항 목 배점 비고 기술능력 평가 90점 정량적 평가 20점 참여업체 기술인력 보유상태 10 계약부서 경영상태 8 기업신인도 2 전략 및 방법론 20 정성적 평가 70점 평가위원 평가 기술 및 기능 20 성능 및 품질 15 프로젝트 관리 5 프로젝트 지원 10 가격평가 10점 입찰가격평가 10 계약부서 합 계 100점 유의사항 모든 정량적 평가는 각 항목별 증빙서류로 평가하며, 모든 사본은 사실과 상위 없음을 명기하고 인감날인 후 제출 나. 정량평가 세부 평가기준 1 참여 업체 기술 인력 보유 상태 10점 절대평가제 1 평가방법 사업 책임기술자 및 부문별 참여 기술자 보유상태 - 보유상태 증빙서류는 다음과 같다. 가. 정보통신기술자 자격수첩 나. 재직확인을 위한 건강보험자격득실확인서 증빙서류 미제출로 인해 기술등급과 재직여부를 확인할 수 없는 인력은 대상에서 제외 2 참여업체 기술인력 보유상태별 기술등급 평가점수 개인별 기술등급을 점수화하여 누계로 계산ABC",
      "tables": [
        [
          [
            "평  가  요  소",
            "",
            "평      가      항      목",
            "배점",
            "비고"
          ],
          [
            "기술능력\n평가\n(90점)",
            "정량적\n평가\n(20점)",
            "◦  참여업체  기술인력  보유상태",
            "10",
            "계약부서"
          ],
          [
            "",
            "",
            "◦  경영상태",
            "8",
            ""
          ],
          [
            "",
            "",
            "◦  기업신인도",
            "2",
            ""
          ],
          [
            "",
            "정성적\n평가\n(70점)",
            "◦  전략  및  방법론",
            "20",
            "평가위원\n평가"
          ],
          [
            "",
            "",
            "◦  기술  및  기능",
            "20",
            ""
          ],
          [
            "",
            "",
            "◦  성능  및  품질",
            "15",
            ""
          ],
          [
            "",
            "",
            "◦  프로젝트  관리",
            "5",
            ""
          ],
          [
            "",
            "",
            "◦  프로젝트  지원",
            "10",
            ""
          ],
          [
            "가격평가  (10점)",
            "",
            "◦  입찰가격평가",
            "10",
            "계약부서"
          ],
          [
            "합                  계",
            "",
            "",
            "100점",
            ""
          ]
        ],
        [
          [
            "※  유의사항 \n모든  정량적  평가는  각  항목별  증빙서류로  평가하며,\n모든  사본은  “사실과  상위  없음”을  명기하고  인감날인  후  제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 61 - 참여 기술인력의 적적성 및 전문성 배점 A. 특고급 기술자 보유 1 3인 이상 5.0 2 1인2인 3.0 B. 중급 기술자 보유 1 3인 이상 3.0 2 1인2인 2.0 C. 초급 기술자 보유 1 3인 이상 2.0 2 1인2인 1.0 2 경영상태8점 절대평가제 - 신용정보의 이용 및 보호에 관한 법률 제4조 제1항 또는 자본시장과 금융투자업에 관한 법률 제9조 제26항의 업무를 영위하는 신용정보업자가 입찰공고일 전일 기준 최근 1년 이내에 평가한 회사채기업어음에 대한 신용 평가등급이나 기업신용 평가등급으로 유효기간 내에 있는 가장 최근의 신용평가등급으로 평가 - 신용평가기관에서 평가한 등급은 모형등급이 아닌 정식 평가를 받은 평 가등급으로 제출하여야 한다. 신용평가등급 배점 회사채 기업어음 기업신용 평가등급 AAA, AA, AA0, AA- A, A0, A-,BBB, BBB0 A1, A2, A20, A2- A3, A30, A3- AAA, AA, AA0, AA- A, A0, A-,BBB, BBB0 8.0 BBB-,BB, BB0, BB- A3-,B,B0 BBB-,BB, BB0, BB- 7.2 B, B0, B- B- B, B0, B- 6.4 CCC 이하 C 이하 CCC 이하 5.6 1 평가대상 업체의 회사채또는 기업어음 및 기업신용평가에 따른 평점 이 다른 경우에는 높은 평점으로 평가하며, 신용평가 등급확인서를 제출 하지 않은 경우에는 최저 등급으로 평가함",
      "tables": [
        [
          [
            "참여 기술인력의  적적성 및 전문성",
            "배점"
          ],
          [
            "A.  특/고급 기술자  보유",
            ""
          ],
          [
            "①  3인 이상",
            "5.0"
          ],
          [
            "②  1인∼2인",
            "3.0"
          ],
          [
            "B.  중급  기술자  보유",
            ""
          ],
          [
            "①  3인 이상",
            "3.0"
          ],
          [
            "②  1인∼2인",
            "2.0"
          ],
          [
            "C.  초급 기술자  보유",
            ""
          ],
          [
            "①  3인 이상",
            "2.0"
          ],
          [
            "②  1인∼2인",
            "1.0"
          ]
        ],
        [
          [
            "신용평가등급",
            "",
            "",
            "배점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용 평가등급",
            ""
          ],
          [
            "AAA, AA+,  AA0,  AA- \nA+,  A0,  A-,BBB+,  BBB0",
            "A1, A2+,  A20,  A2-\nA3+, A30,  A3-",
            "AAA, AA+,  AA0,  AA- \nA+,  A0,  A-,BBB+,  BBB0",
            "8.0"
          ],
          [
            "BBB-,BB+, BB0, BB-",
            "A3-,B+,B0",
            "BBB-,BB+,  BB0,  BB-",
            "7.2"
          ],
          [
            "B+, B0,  B-",
            "B-",
            "B+,  B0, B-",
            "6.4"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하",
            "5.6"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 62 - 2 합병한 업체에 대하여는 합병 후 새로운 신용평가등급으로 평가하며, 합병 후의 새로운 신용평가 등급이 없는 경우에는 합병대상 업체 중 가장 낮은 업체의 신 용평가등급을 적용함 3 기업신인도2점 절대평가제 1 평가방법 심사 항목당 배점 한도 내에서 절대평가 실시 심사항목 배 점 가. 기술품질인증보유 신제품NEP, 신기술NET, 특허국내특허, GS인증, 성능인증EPC 등 1 나. 혁신형 중소기업 중소기업청장또는 위임받은 자에 의해 혁신형벤처, inno-biz, 경영혁신형 중소기업으로 지정 받은 자 1 다. 계약이행과정의 성실성 감점제 1 하도급 대금지급내역 사후제출 미이행 입찰공고일 기준 최근 1년 이내 발주처의 정보화사업 계약이행과정에서 하도 급 대금지급내역 사후제출 의무 미이행 사례가 있는 경우 감점 부여 -0.5 2 납품 지연 입찰공고일 기준 최근 1년12개월 이내에 발주처의 계약이행과정에서 지 체상금 부과를 받은 사례가 있는 경우 지체일수에 따라 감점 부여 - 지체일수 15일 미만 -0.2 - 지체일수 15일 이상 30일 미만 -0.4 - 지체일수 30일 이상 45일 미만 -0.6 2 기술품질인증 보유 항목에 대한 인정 범위는 본 사업과 유관한 분야소프 트웨어산업 등에 한하고 2개 이상 보유시 그 중 한 가지만 평가하며, 각 인증 마크의 유효기간또는 효력 연장기간내에 한하여 평가함 단, 유효기간이 정해 지지 아니한 경우는 입찰공고일 전일부터 기산하여 2년 이내에 지정된 것에 한하여 평가 3 혁신형 중소기업 평가는 중소기업청장위임한 경우 포함이 확인한 자료를 제 출하여야 하며, 유효기간또는 효력 연장기간 내에 한하여 평가한다. 단, 유 효기간이 정해지지 아니한 경우에는 입찰공고일 전일부터 기산하여 2년 이내 에 지정된 것에 한하여 평가 4 하도급 대금지급내역 사후제출 의무 미이행 항목은 입찰공고일 기준 최근 1년 이내 준공사업 에 발주처의 정보화사업 계약이행과정에서 하도급 승인을 받은 사업 중 하도급 사업대가 지급내역의 사후제출수령자, 지급액, 지급일 등의무",
      "tables": [
        [
          [
            "가.  기술(품질)인증보유 \n신제품(NEP),  신기술(NET),  특허(국내특허),  GS인증,  성능인증(EPC)  등",
            "1"
          ],
          [
            "나.  혁신형  중소기업 \n중소기업청장(또는  위임받은  자)에  의해  혁신형(벤처,  inno-biz,  경영혁신형) \n중소기업으로  지정  받은  자",
            "1"
          ],
          [
            "다.  계약이행과정의  성실성",
            "감점제"
          ],
          [
            "(1)  하도급  대금지급내역  사후제출  미이행\n입찰공고일  기준  최근  1년  이내  발주처의  정보화사업  계약이행과정에서  하도\n급  대금지급내역  사후제출  의무  미이행  사례가  있는  경우  감점  부여",
            "(-0.5)"
          ],
          [
            "(2)  납품  지연\n입찰공고일  기준  최근  1년(12개월)  이내에  발주처의  계약이행과정에서  지\n체상금  부과를  받은  사례가  있는  경우  지체일수에  따라  감점  부여\n              -  지체일수  15일  미만 \n              -  지체일수  15일  이상  30일  미만\n              -  지체일수  30일  이상  45일  미만",
            "(-0.2)\n(-0.4)\n(-0.6)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 63 - 미이행 이력이 있는 업체에게 감점 적용함 5 납품지연 평가는 여러 건의 지체상금이 부과된 경우 각각의 지체일수를 합산 한 기간을 지체일수로 함 6 감점은 정량적 평가의 배점한도 내에서 적용함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 64 - 다. 정성평가 세부 평가기준70점, 제안서 평가위원회 평가 평가부문 평가항목 평가기준 배점 전략 및 방법론 20 사업 이해도 사업의 특성 및 목표에 대해 주변 환경분석과 업무내용의 연관관계의 이해 를 바탕으로 일관성 있는 방향과 전략을 제시하고 있는가를 평가한다. 다만, 당해 사업의 기획용역을 수행한 자 유무, 당해 사업의 기획용역을 수행한 자일 경우 사업자명, 사업자등록번호 제시하여 참여한 때에는 평가등급보다 한 단계 하위 등급의 점수를 부여한다. 20 추진 전략 개발업무 수행 시 위험요소를 고려하여 얼마나 창의적이며 타당한 대안을 제시하였는가를 평가한다. 적용 기술 사업에서 적용하고자 하는 기술이 향후 확장성을 고려하여 현실적으로 실현 가능하게 제시되어 있는지를 평가한다. 표준 프레임 워크 적용 정보시스템을 효율적으로 개발하고 유지 관리 할 수 있도록 소프트웨어의 기본 골격과 재사용 모듈 등 표준 프레임워크의 사용 계획과 예상되는 문제점을 구체적으로 기술하고 실현 가능한 대응 방안을 제시하였는지를 평가한다. 제안사의 전자정부프레임워크 호환성레벨 인증 여부를 기재 하고 연계 방 안을 기술 한다 개발 방법론 사업에 적정한 방법론의 제안 타당성을 평가하고, 실제 적용 사례와 경험을 바탕으로 효율적인 단계별 활동 내용을 구성하여 산출물의 적정성을 유지 하고, 기술과 경험을 적절히 활용하고 있는가를 평가한다. 기술 및 기능 20 시스템 요구사항 구축 장비의 논리적 설계, 연계성, 활용 운영성, 적용사례 등에 해당하는 내 용 기술 및 상호 운영성을 고려한 업체 간 협조, 협력 부분을 구체적으로 표기 20 기능 요구사항 도입된 솔루션의 활용 및 추가, 변경 개발과 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적으로 기술되어 있는가를 평가하고, 제안한 방안 및 기술이 적용 가능한지를 평가한다. 홈페이지 CMSContents Management System 부문의 기술적 인증 사항을 기술하고 적용 가능성을 평가 한다 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시하고 있는가를 평가하며, 데이터 전환을 위해 책임 조직이 투입되는가를 평가한다. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준 등을, 제안한 방안 및 기술이 적용 가능한지를 평가한다. 제약사항 제약사항 충족도는 기능 및 품질 등 요구사항을 구현 시 관련 제약사항을 충족시키며 구현 방안 및 테스트 방안을 구체적으로 기술하였는가를 평가 한다. 성능 및 품질 15 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 및 테스트 방안이 구체적으로 기술되어 있는가를 평가하고, 제안한 방안 및 기술을 통해 요구 성능을 충족시킬 수 있는지를 평가한다. 15 인터 페이스 요구사항 시스템 인터페이스는 자동화시스템과의 연계 방안들에 대한 분석을 통해 가장 적합한 방안이 구체적으로 기술되어 있는가를 평가하고, 무인발권기 ,인터페 이스는 사용자 편의성을 고려하고 발주처의 요구사항을 제공하기 위한 분석 및 설계, 구현 방안과 검토 계획을 구체적으로 기술하였는가를 평가한다. 테스트 요구사항 기 도입된 솔루션의 활용 및 기술지원, 업그레이드 상황 및 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한 테스트 제안사항,",
      "tables": [
        [
          [
            "전략  및 \n방법론\n(20)",
            "사업\n이해도",
            "사업의  특성  및  목표에  대해  주변  환경분석과  업무내용의  연관관계의  이해\n를  바탕으로  일관성  있는  방향과  전략을  제시하고  있는가를  평가한다.  다만, \n당해 사업의 기획용역을 수행한 자  유무,  당해  사업의  기획용역을  수행한  자일  경우\n(사업자명,  사업자등록번호)  제시하여  참여한  때에는  평가등급보다  한  단계  하위 \n등급의  점수를  부여한다.",
            "20"
          ],
          [
            "",
            "추진\n전략",
            "개발업무  수행  시  위험요소를  고려하여  얼마나  창의적이며  타당한  대안을 \n제시하였는가를  평가한다.",
            ""
          ],
          [
            "",
            "적용\n기술",
            "사업에서  적용하고자  하는  기술이  향후  확장성을  고려하여  현실적으로  실현 \n가능하게  제시되어  있는지를  평가한다.",
            ""
          ],
          [
            "",
            "표준 \n프레임\n워크  적용",
            "정보시스템을  효율적으로  개발하고  유지  관리  할  수  있도록  소프트웨어의 \n기본  골격과  재사용  모듈  등  표준  프레임워크의  사용  계획과  예상되는 \n문제점을  구체적으로  기술하고  실현  가능한  대응  방안을  제시하였는지를 \n평가한다. \n제안사의  전자정부프레임워크  호환성레벨  인증  여부를  기재  하고  연계  방\n안을  기술  한다",
            ""
          ],
          [
            "",
            "개발\n방법론",
            "사업에  적정한  방법론의  제안  타당성을  평가하고,  실제  적용  사례와  경험을 \n바탕으로  효율적인  단계별  활동  내용을  구성하여  산출물의  적정성을  유지\n하고,  기술과  경험을  적절히  활용하고  있는가를  평가한다.",
            ""
          ],
          [
            "및 기\n기술\n능\n(20)",
            "시스템 \n요구사항",
            "구축  장비의  논리적  설계,  연계성,  활용  운영성,  적용사례  등에  해당하는  내\n용  기술  및  상호  운영성을  고려한  업체  간  협조,  협력  부분을  구체적으로 \n표기",
            "20"
          ],
          [
            "",
            "기능 \n요구사항",
            "도입된  솔루션의  활용  및  추가,  변경  개발과  방법론  및  분석  도구를  통하여 \n구체적인  내용으로  분석되고  구현  방안이  구체적으로  기술되어  있는가를 \n평가하고,  제안한  방안  및  기술이  적용  가능한지를  평가한다.\n홈페이지  CMS(Contents  Management  System)  부문의  기술적  인증  사항을 \n기술하고  적용  가능성을  평가  한다",
            ""
          ],
          [
            "",
            "데이터\n요구사항",
            "데이터  전환  계획  및  검증  방법,  에러  데이터  처리  방법에  대해  구체적인 \n내용을  제시하고  있는가를  평가하며,  데이터  전환을  위해  책임  조직이 \n투입되는가를  평가한다.",
            ""
          ],
          [
            "",
            "보안\n요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표준  등을, \n제안한  방안  및  기술이  적용  가능한지를  평가한다.",
            ""
          ],
          [
            "",
            "제약사항",
            "제약사항  충족도는  기능  및  품질  등  요구사항을  구현  시  관련  제약사항을 \n충족시키며  구현  방안  및  테스트  방안을  구체적으로  기술하였는가를  평가\n한다.",
            ""
          ],
          [
            "성능  및 \n품질\n(15)",
            "성능 \n요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및  분석  도구를 \n통하여  구체적인  내용으로  분석되고  구현  및  테스트  방안이  구체적으로 \n기술되어  있는가를  평가하고,  제안한  방안  및  기술을  통해  요구  성능을 \n충족시킬  수  있는지를  평가한다.",
            "15"
          ],
          [
            "",
            "인터\n페이스\n요구사항",
            "시스템  인터페이스는  자동화시스템과의  연계  방안들에  대한  분석을  통해  가장 \n적합한  방안이  구체적으로  기술되어  있는가를  평가하고,  무인발권기  ,인터페\n이스는  사용자 편의성을 고려하고  발주처의 요구사항을 제공하기  위한 분석 및 설계, \n구현 방안과 검토 계획을 구체적으로 기술하였는가를 평가한다.",
            ""
          ],
          [
            "",
            "테스트\n요구사항",
            "기  도입된  솔루션의  활용  및  기술지원,  업그레이드  상황  및  구축된  시스템이 \n목표  대비  제대로  운영되는가를  테스트하고,  점검하기  위한  테스트  제안사항,",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 65 - 행정기관 및 공공기관 정보시스템 구축운영 지침제18조평가 배점에 따름 라. 가격평가10점, 입찰가격 평점 1 평가방법일부 준용 지방자치단체 입찰시 낙찰자 결정 기준제5장협상에 의한 계약체결기준의 입찰가격 평점 산식에 따름 2 입찰가격 평점산식 1 입찰가격이 예정가격예정가격을 작성하지 않은 경우에는 추정가격에 부가가치 평가부문 평가항목 평가기준 배점 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 성능 테스트 등 테스트 환경, 방법, 절차 등을 평가한다. 품질 요구사항 제공되는 분석 도구 및 구현 방안, 테스트 방안 및 해당시스템의 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안이 구체적으로 계획되어 있는가를 평가한다. 프로젝트 관리 5 관리 방법론 사업위험, 사업진도, 사업수행 시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 평가한다. 5 관리역량 사업관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소통 능력 등 프로젝트 관리 역량을 평가한다. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간의 산정과 도출된 활동 간의 배열이 합리적인지, 중간목표가 적정하게 제시되어 있는지, 각 활동에 적합한 자원이 적절히 할당되어 있는지 등을 평가한다. 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업 참여의 준비성과 관련하여 개발환경의 구성여부와 해결방안을 명확히 제시하고 있는가를 평가한다. 프로젝트 지원 10 품질보증 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 대외적으로 인정받을 만한 품질보증 관련 인증을 획득한 사례가 있는지를 확인하고 평가한다. 10 시험운영 시스템 공급자가 개발된 시스템의 시험운영을 위해 제공 및 지원하는 각종 시험운영 방법 및 조직 등에 대해 평가한다. 교육훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 제공 및 지원하는 각종 교육훈련의 방법, 내용, 일정 및 조직 등에 대해 평가한다. 하자보수 시스템 공급자가 제시하는 하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가한다. 기밀보안 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기밀을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체계 및 대책에 대하여 평가 한다. 비상대책 시스템 공급자가 안정적인 시스템 운영을 위해 제시하는 각종 백업복구 및 장애대응 대책에 대하여 평가한다.",
      "tables": [
        [
          [
            "",
            "",
            "목표시스템의  테스트  유형(단위  테스트,  통합  테스트,  시스템  테스트,  성능 \n테스트  등)  테스트  환경,  방법,  절차  등을  평가한다.",
            ""
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는  분석  도구  및  구현  방안,  테스트  방안  및  해당시스템의  분석·설계  등 \n각  단계별  품질  요구사항의  점검  및  검토  방안이  구체적으로  계획되어 \n있는가를  평가한다.",
            ""
          ],
          [
            "프로젝트 \n관리\n(5)",
            "관리\n방법론",
            "사업위험,  사업진도,  사업수행  시  보안을  관리하는  방법,  사업수행  성과물이나 \n산출물의  형상  및  문서를  관리하는  방법  등을  평가한다.",
            "5"
          ],
          [
            "",
            "관리역량",
            "사업관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트  관리  경험, \n의사소통  능력  등  프로젝트  관리  역량을  평가한다.",
            ""
          ],
          [
            "",
            "일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간의  산정과  도출된  활동 \n간의  배열이  합리적인지,  중간목표가  적정하게  제시되어  있는지,  각  활동에  적합한 \n자원이 적절히 할당되어 있는지 등을 평가한다.",
            ""
          ],
          [
            "",
            "개발장비",
            "사업자의  참여  의지  및  조직적  대응  정도,  사업  참여의  준비성과  관련하여 \n개발환경의  구성여부와  해결방안을  명확히  제시하고  있는가를  평가한다.",
            ""
          ],
          [
            "프로젝트\n지원\n(10)",
            "품질보증",
            "제시된  품질보증  방안이  해당  사업의  수행에  적합한지,  사업자가  대외적으로 \n인정받을  만한  품질보증  관련  인증을  획득한  사례가  있는지를  확인하고 \n평가한다.",
            "10"
          ],
          [
            "",
            "시험운영",
            "시스템  공급자가  개발된  시스템의  시험운영을  위해  제공  및  지원하는  각종 \n시험운영  방법  및  조직  등에  대해  평가한다.",
            ""
          ],
          [
            "",
            "교육훈련",
            "시스템  공급자가  시스템  운영  및  관리자를  위해  제공  및  지원하는  각종 \n교육훈련의  방법,  내용,  일정  및  조직  등에  대해  평가한다.",
            ""
          ],
          [
            "",
            "하자보수",
            "시스템  공급자가  제시하는  하자보수  계획,  조직,  절차,  범위  및  기간과  이와 \n관련된  기타의  활동  및  그  제한사항에  대해  평가한다.",
            ""
          ],
          [
            "",
            "기밀보안",
            "사업  추진  동안  악영향을  미치는  일련의  불순  활동들로부터  기밀을  보호함과 \n동시에  원활한  사업의  수행을  보장하기  위한  체계  및  대책에  대하여  평가\n한다.",
            ""
          ],
          [
            "",
            "비상대책",
            "시스템  공급자가  안정적인  시스템  운영을  위해  제시하는  각종  백업/복구 \n및  장애대응  대책에  대하여  평가한다.",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 66 - 세를 포함한 금액으로 한다. 이하같다의 100분의 80 이상인 경우 평점 입찰가격평가 배점한도 최저입찰가격 해당입찰가격 2 입찰가격이 예정가격의 100분의 80 미만인 경우 평점 입찰가격평가 배점한도 최저입찰가격 예정가격의 80 상당가격 2 예정가격의 80 상당가격- 해당입찰가격예정가격의80 상당가 격-예정가격의70 상당가격 1. 최저입찰가격은 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 예정 가격의 100분의 70미만일 경우에는 100분의 70으로 계산한다. 다만, SW사 업은 100분의 80미만인 경우 100분의 80으로 계산한다. 2. 해당입찰가격이 예정가격의 100분의 70미만SW사업은 100분의 80일 경 우에는 배점한도의 30에 해당하는 평점을 부여한다. 5. 입찰서류 및 제안서 제출 가. 제출기한, 제출 장소 및 제출서류 조달청 입찰공고문에 의함 나. 공고방법 정읍시청 페이지 및 나라장터 국가종합전자조달, www.g2b.go.kr 다. 제출방법 1 정량적 및 정성적 평가 제안서 등을 구분하여 입찰기한 내 직접 제출 우편 및 이메일 접수는 받지 않음 2 제출서류 - 정량적 제안서 1부관련 평가자료 포함 - 정성적 제안서 10부원본 1부, 평가본9부 - 프레젠테이션 자료 파일USB 별도 제출 명시된 기한 내에 제출해야 하며 제출된 서류는 일체 반환하지 않음 제출장소 제 출 서 류 제안서 제출 정읍시청 체육진흥사업소 1 입찰참가신청서 1부별지 서식 10 2 사업자등록증 사본 1부 3 제안서 평가본 포함 10부 - 제안서 원본 1부",
      "tables": [
        [
          [
            "제출장소",
            "제        출        서        류"
          ],
          [
            "<제안서  제출>\n정읍시청\n(체육진흥사업소)",
            "①  입찰참가신청서  1부[별지  서식  10]\n②  사업자등록증  사본  1부\n③  제안서  평가본  포함  10부\n    -  제안서  원본  1부"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 67 - 라. 계약 후 제출서류 사업수행계획서, 기술적용계획표 1 사업수행자는 계약일로부터 14일 이내에 사업수행계획서와 기술적용계획표 를 제출하고 사업 착수를 완료하여야 함 2 사업수행계획서에는 제안요청서, 제안서, 협상에 의해 수정보완추가된 내용 을 반영하여 제출하여야 하며 발주기관의 승인을 받아야 함 마. 유의사항 1 입찰공고문의 정한 기간 내에 입찰서류 및 제안서를 제출하지 않으면 제안 의사가 없는 것으로 간주하며 우편 및 이메일 접수는 받지 않음 2 제안서에는 법인또는 대표자 인감이 날인되어 있어야 함날인이 없으면 제안으로 인정하지 않음 3 본 사업은 20억원 미만의 SW사업으로 제안서 보상대상이 아님 - 평가본 및 평가본 요약서 각 9부 발표자료는 제안서 제출 시 함께 제출할 것 제안서평가본은 표지 및 내용에 회사명, 회사로고, 대표자성명 등 회사 식별정보를 제외하고 작성할 것 평가본은 제안서 제출시 pdf파일 제출하며, 제안서 원본은 최종 계약 업체에 한하여 차후 pdf파일 제출함 PDF파일은행정기관및공공기관의정보시스템구축운영지침 제31조제안서사전배포에의거심사위원들의심층검토를위해 사전배포될수있으니, PDF파일생성시보안설정복사방지, 출력해상도조정등 등유의하여작성 4 중소기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업확인서 1부 5 직접생산 확인증명서 6 법인등기부등본 및 법인 인감증명서 각 1부 개인사업자인 경우 주민등록등본 및 인감증명서 각 1부 사용인감 사용 시 사용인감계 별도 제출 7 청렴계약이행서약서 1부, 근로자권리보호 이행서약서 1부, 8 협상에 의한 계약 신인도 각서 1부 9 위임장 또는 재직증명서 1부 대리인 제출 시 10 평가관련 증명서류별권 제출 - 주요사업 실적증명 서류 - 신용평가등급 확인서, 신인도 가점 관련 증거 서류 - 정량적 지표 증빙자료를 usb에 저장하여 제출 11 기타 입찰참가자격을 증명하는 서류 12 확약서별지 서식 12",
      "tables": [
        [
          [
            "",
            "-  평가본  및  평가본  요약서  각  9부 \n    ※  발표자료는  제안서  제출  시  함께  제출할  것\n    ※  제안서평가본은  표지  및  내용에  회사명,  회사로고,  대표자성명  등  회사 \n식별정보를  제외하고  작성할  것\n    ※  평가본은  제안서  제출시  pdf파일  제출하며,  제안서  원본은  최종  계약\n업체에  한하여  차후  pdf파일  제출함\n※ PDF파일은 ‘행정기관 및 공공기관의 정보시스템 구축운영 지침’\n제31조(제안서 사전배포)에 의거 심사위원들의 심층 검토를 위해\n사전배포 될 수 있으니, PDF파일 생성 시 보안설정(복사방지,\n출력해상도 조정 등) 등 유의하여 작성\n④  「중소기업 범위 및 확인에 관한 규정」에 따라 발급된 중소기업확인서 1부\n⑤ 직접생산  확인증명서\n⑥  법인등기부등본  및  법인  인감증명서  각  1부\n          (개인사업자인  경우  주민등록등본  및  인감증명서  각  1부) \n      :  사용인감  사용  시  사용인감계  별도  제출\n⑦  청렴계약이행서약서 1부, 근로자권리보호 이행서약서 1부, \n⑧  협상에  의한  계약  신인도  각서  1부\n⑨  위임장  또는  재직증명서  1부  (대리인  제출  시)\n⑩  평가관련  증명서류(별권  제출)\n      -  주요사업  실적증명  서류\n      -  신용평가등급  확인서,  신인도  가점  관련  증거  서류\n      -  정량적  지표  증빙자료를  usb에  저장하여  제출\n⑪  기타  입찰참가자격을  증명하는  서류\n⑫  확약서[별지  서식  12]"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 68 - 6. 제안서 설명 및 평가 가. 일정계획 구 분 추진일정 비 고 입찰공고 입찰공고문 참조 조달청 홈페이지 나라장터 관련자료 문의 02-2155-6213 입찰참가 등록 및 제안서 접수 우편,이메일접수 불가 입찰공고문 참조 입찰참가등록 나라장터 제안서 접수 정읍시청 제안서 발표 및 평가 입찰공고문 참조 제안서 평가위원회자체평가 우선협상대상자 선정 협상 및 계약체결 입찰공고문 참조 우선협상대상자 선정개별통보 계약 협상성립 후 10일 이내 설명회 일시 및 장소는 상황에 따라 변경될 수 있으며, 코로나19 등 비대면 평가로 대체될 수 있으며 이에 따른 추가자료 요청이 있을 수 있음 제안자는 제안요청서의 내용을 충분히 숙지하고 입찰에 참가하여야 하며, 과업내용은 추후 협상 과정에서 상호 합의 하에 변경될 수 있음 7. 제안사 유의사항 가. 제안사 준수사항 1 제안사는 본 사업 추진과 관련하여 본 제안요청서에 명시된 사항을 반드시 준수하여야 함 2 제안사는 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설 을 금지하며, 발주기관이 요구하는 보안사항을 철저히 준수하여야 함 3 제안요청서 및 관련 자료는 제안서 작성 이외의 목적으로 사용해서는 안 됨 4 제안사가 제출한 모든 자료 및 문서는 제안사의 권익 보호를 위하여 제안 서 평가 외의 용도로 외부에 공개되지 않음을 원칙으로 함 5 제안서에 대한 해석상 문제가 있을 경우 상호 협의하여 조정함 6 제안서와 기타 구비서류를 검토하여 미비업체는 상황에 따라 보완지시실 격처리감점 처리 등의 조치하며, 그 결과를 기술평가 점수에 반영할 수 있음",
      "tables": [
        [
          [
            "구    분",
            "추진일정",
            "비  고"
          ],
          [
            "입찰공고",
            "입찰공고문  참조",
            "·조달청  홈페이지  (나라장터)\n·관련자료  문의:    (☎  02-2155-6213)"
          ],
          [
            "입찰참가  등록  및 \n제안서  접수\n(우편,이메일접수  불가)",
            "입찰공고문  참조",
            "·입찰참가등록  :  나라장터\n·제안서  접수  :  정읍시청"
          ],
          [
            "제안서  발표  및  평가",
            "입찰공고문  참조",
            "·제안서  평가위원회(자체평가)"
          ],
          [
            "우선협상대상자  선정\n협상  및  계약체결",
            "입찰공고문  참조",
            "·우선협상대상자  선정(개별통보)\n·계약  :  협상성립  후  10일  이내"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 69 - 나. 제안사 유의사항 1 본 제안요청서 및 계약사항에 관하여 이견이 발생하였을 경우 또는 계약상에 정하지 아니한 사항에 대하여는 협의로 결정함 2 제안사는 공급하는 제품의 품질에 대하여 최종적인 책임을 져야 하며 기 술 환경 및 기타 사정 등으로 인하여 일부 사업의 내용 및 범위 등의 변 경이 필요한 경우에는 협의로 조정할 수 있음 3 제안요청서 및 계약사항에 대한 이견이 발생하는 경우는 협의하여 조정함 4 제안 내용에 대한 확인검증이 필요한 경우 제안사에 입증 자료를 요구 할 수 있으며, 입증 자료를 제출하지 못하는 경우 불가능한 것으로 판단함 5 입찰공고문, 제안요청서에 기재되지 않은 사항은 지방계약법, 소프트웨어 진흥법 등 관련 규정에 따름 6 평가위원회의 평가 결과에 대하여 이의를 제기할 수 없음 VII 제안서의 작성 요령 1. 제안서 작성 방법 가. 제안서의 효력 1 제출된 제안서의 내용은 변경할 수 없으며 추후 사업수행자 선정 시 계약 조건의 일부로 간주한다. 2 발주기관은 입찰참가자에 대하여 추가제안이나 추가자료를 요청할 수 있 으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가진다. 3 추가자료 요청 시에 제안 업체는 이에 성실히 임하여야 하며, 미제출 시 불 이익에 대한 책임은 제안 업체가 진다.제안서 검토 후 추후 통보 4 발주기관의 요구에 의하여 수정, 보완 또는 변경된 제안내용은 계약서에",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 70 - 명시하지 않더라도 계약서와 동일한 효력을 진다. 단, 계약서에 명시된 경우 는 계약서의 내용이 우선한다. 나. 제안서 작성지침권고사항 및 유의사항 1 제안서의 작성은 3. 제안서 목차 및 4. 제안서 세부 작성지침을 준수하여 작성하여야 하며, 제안서 작성지침에서 제시하는 참고서식 이외의 증빙자료나 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서 원본에만 별첨으로 첨부하여야 함 - 특히, 제안의 기술부문 요구사항에 대해서는 보다 구체적이고 상세한 방안 을 제시하여야 함 - 제안서의 목차와 함께 별지 서식 11 제안요구사항 수용 조견표를 작성하고 첨부해서 제출하여야 함 2 제안서의 내용은 명확한 용어를 사용하여 표현하여야 한다. 예를 들어, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하여야 함 3 각종 증빙서류의 표지에는 원본과 사본의 구분을 표시하여야 하며, 사본 일 경우 원본대조필 인을 날인하여야 하고 원본과 사본의 내용이 상이할 경우 원본의 내용을 채택함 4 제안서는 제본하지 말고 A4용지 3hole 바인더를 사용해야 함 - 제안서 본문 내용은 200페이지100장 내외로 작성양면 - 평가용 제안서는 업체명, 로고 등 제안사를 표시하는 일체의 정보가 포 함되지 않도록 유의하여 작성평가용 제안서 PDF본 포함 5 제안서는 A4종 방향 작성을 원칙으로 하되, 부득이한 경우 A4횡 또는 기타 용지를 일부 사용할 수 있음 6 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여함 7 제안서는 한글 또는 파워포인트, MS워드 작성이 원칙이며, 사용된 영문약어에 대",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 71 - 하여는 약어표를 제공하여야 함 8 제안은 제안요구사항 및 제안서 작성요령을 최대한 충족하도록 작성해야 함 9 제안서의 요약서를 작성하여 제출하고자 할 경우, 70페이지 내외로 작성 하되, 흑백원본은 칼라인쇄으로 인쇄해야 함 10 본 제안요청서 등에 포함된 정보에 대한 정확성을 위하여 노력하였으나, 각 제안사는 가능한 한 제시된 정보들의 정확성에 대해 스스로 확인할 것을 권고함 2. 정량적 제안서 작성지침별도 제출 가. 참여업체의 기술인력 보유상태 1 기술인력은 공고일 기준 소속업체 입찰참여업체에 6개월 이상 연속 재 직하고 있는 정보통신 기술자 만 인정 - 재직증명서, 공인기관인증 자격증 사본 또는 그에 상응하는 증명서 - 기술인력의 소속업체 재직 여부와 재직 기간 확인이 가능한 서류 제출 나. 경영상태 1 신용평가등급확인서 다. 기업신인도 1 기술품질인증보유 증명서 - 신제품NEP, 신기술NET, 특허국내특허, GS인증, 성능인증EPC 등 공고일 전일 기준 최근 2년 발급 2 혁신형 중소기업 증명서 - 혁신형벤처, inno-biz, 경영혁신형 중소기업으로 지정 받은 자 기술품질인증보유 및 혁신형 중소기업에 대한 인정 범위는 소프트웨어산 업 등에 한하고 항목 당 2개 이상 보유 시, 그 중 한 가지만 인정 유의사항 모든 사본은 사실과 상위 없음을 명기하고 인감날인 후 제출하며, 객관적 자료 미제출시 최하점 처리함",
      "tables": [
        [
          [
            "※  유의사항\n모든  사본은  “사실과  상위  없음”을  명기하고  인감날인  후  제출하며, \n객관적  자료  미제출시  최하점  처리함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 72 - 3. 제안서 목차 구 분 목 차 정성적 평가 I. 일반현황 1. 제안사 일반현황 2. 주요 사업실적 3. 수행조직 및 업무분장 II. 전략 및 방법론 1. 사업 이해도 2. 추진전략 3. 적용기술 4. 전자정부표준프레임워크 적용호환성레벨2 적용방안 5. 개발방법론 III. 기술 및 기능 1. 시스템 장비 구성 요구사항 2. 기능 요구사항 3. 보안 요구사항 4. 데이터 요구사항 5. 시스템 운영 요구사항 6. 제약사항 IV. 성능 및 품질 1. 성능 요구사항 2. 품질 요구사항 3. 인터페이스 요구사항 V. 프로젝트 관리 1. 관리방법론 2. 관리역량 3. 일정계획 4. 개발장비 VI. 프로젝트 지원 1. 품질보증 2. 시험운영 3. 교육훈련 4. 하자보수 5. 기밀보안 6. 비상대책",
      "tables": [
        [
          [
            "구\n분",
            "목\n차"
          ],
          [
            "정성적  평가",
            "Ⅰ.  일반현황\n    1.  제안사  일반현황\n    2.  주요  사업실적\n    3.  수행조직  및  업무분장\nⅡ.  전략  및  방법론\n    1.  사업  이해도\n    2.  추진전략\n    3.  적용기술\n    4.  전자정부표준프레임워크  적용(호환성레벨2  적용방안)\n    5.  개발방법론\nⅢ.  기술  및  기능\n    1.  시스템  장비  구성  요구사항\n    2.  기능  요구사항\n    3.  보안  요구사항\n    4.  데이터  요구사항\n    5.  시스템  운영  요구사항\n    6.  제약사항\nⅣ.  성능  및  품질\n    1.  성능  요구사항\n    2.  품질  요구사항\n    3.  인터페이스  요구사항\nⅤ.  프로젝트  관리\n    1.  관리방법론\n    2.  관리역량\n    3.  일정계획\n    4.  개발장비\nⅥ.  프로젝트  지원\n    1.  품질보증\n    2.  시험운영\n    3.  교육훈련\n    4.  하자보수\n    5.  기밀보안\n    6.  비상대책"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 73 - 4. 제안서 세부 작성지침 작성항목 작성방법 목차 제안서 목차를 작성하고, 제안요구사항 수용 조견표를 작성하여 첨부해야 함 별지 서식11 제안요구사항 수용 조견표 정 성 적 평 가 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요연혁, 조직 및 인원, 최근 3년간 자본금 및 부문별 매출액 등을 명료하게 제시하여야 함 별지서식1 제안사 일반현황, 별지서식2조직 및 인원현황,별지서식3 자본금 및 매출액최근3년 2. 주요 사업실적 최근 3년간 주요 사업실적해당사업과 유사사업 위주을 제시하여야 함 별지서식4 유사사업 실적최근3년, 별지서식5사업실적 증명원 3. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 함 II. 전략 및 방법론 1. 사업 이해도 제안사는 본 사업의 제안내용을 명확하게 이해하고, 본 제안의 목적, 범위, 전제조건 및 제안의 핵심 기술전략, 제안의 특징 및 장점을 요약하여 기술 함. 목표시스템 구성도 및 구성 체계를 제시하여야 함 2. 추진전략 제안사는 본 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이고 타당한 대안을 제시하여야 함 3. 적용기술 제안사는 본 사업수행을 위한 주요 적용기술 및 세부개발방법론, 적용기술의 실현가능성 등을 제시하여야 하며, 통합연계 범위 관련 적절한 방안 제시 등 Prototype 구현 등 개발에 대한 전반적인 방안을 제시하여야 함 4. 전자정부 표준 프레임워크 적용 제안사는 본 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상되는 문제점을 기술하고 실현가능한 대응방안을 제시하여야 함.전자정부 표준프레임워크 호환성 레벨2 적용방안 포함 5. 개발방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용 방법론의 경험을 기술하여야 함 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술해야 함 III. 기술 및 기능 1. 시스템 장비 구성 요구사항 웹 응용 소프트웨어 도입을 위한 기존 장비 연계 및 활용 적정성, GS인증 제품 제안내역 등을 제시하고 유지보수 방안을 구체적으로 기술하여야 함 2. 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기술, 제안한 방안 및 기술의 적용방안을 제시하여야 함 3. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안 방안 등을 구체적으로 제시하여야 함 4. 데이터 요구사항데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시하여야 함 5. 시스템 운영 요구사항 시스템 운영과 관련된 필요사항, 경험, 고려사항 및 유사시 대응책 등을 제시 하여야 함 6. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로 기술하여야 함",
      "tables": [
        [
          [
            "§  목차",
            "",
            "제안서  목차를  작성하고,  제안요구사항  수용  조견표를  작성하여  첨부해야  함\n※  [별지  서식11]  제안요구사항  수용  조견표"
          ],
          [
            "정 성 적 평 가",
            "Ⅰ.  일반현황\n    1.  제안사 \n        일반현황\n    2.  주요  사업실적\n    3.  수행조직  및 \n          업무분장",
            "제안사의  일반현황  및  주요연혁,  조직  및  인원,  최근  3년간  자본금  및  부문별 \n매출액  등을  명료하게  제시하여야  함\n※  [별지서식1]  제안사  일반현황,  [별지서식2]조직  및  인원현황,[별지서식3]  자본금  및  매출액(최근3년)\n최근  3년간  주요  사업실적(해당사업과  유사사업  위주)을  제시하여야  함\n※  [별지서식4]  유사사업  실적(최근3년),  [별지서식5]사업실적  증명원\n본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  함"
          ],
          [
            "",
            "Ⅱ.  전략  및  방법론\n    1.  사업  이해도\n    2.  추진전략\n    3.  적용기술\n    4.  전자정부  표준\n  프레임워크  적용\n    5.  개발방법론\nⅢ.  기술  및  기능\n    1.  시스템  장비\n          구성  요구사항\n    2.  기능  요구사항\n    3.  보안  요구사항 \n    4.  데이터  요구사항\n    5.  시스템  운영 \n          요구사항\n    6.  제약사항",
            "제안사는  본  사업의  제안내용을  명확하게  이해하고,  본  제안의  목적,  범위, \n전제조건  및  제안의  핵심  기술전략,  제안의  특징  및  장점을  요약하여  기술  함. \n목표시스템  구성도  및  구성  체계를  제시하여야  함\n제안사는  본  사업을  효과적으로  수행하기  위한  추진전략(위험요소  고려하여 \n창의적이고  타당한  대안)을  제시하여야  함\n제안사는  본  사업수행을  위한  주요  적용기술  및  세부개발방법론,  적용기술의 \n실현가능성  등을  제시하여야  하며,  통합/연계  범위  관련  적절한  방안  제시 \n등  Prototype  구현  등  개발에  대한  전반적인  방안을  제시하여야  함\n제안사는  본  사업에  적용될  표준프레임워크  및  공통컴포넌트의  사용  계획과 \n예상되는  문제점을  기술하고  실현가능한  대응방안을  제시하여야  함.(전자정부\n표준프레임워크  호환성  레벨2  적용방안  포함)\n업무개발에  적용할  방법론  절차  및  기법의  활용방안을  제시하여야  하며,  적용\n방법론의  경험을  기술하여야  함\n개발방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술해야  함\n웹  응용  소프트웨어  도입을  위한  기존  장비  연계  및  활용  적정성,  GS인증   \n제품  제안내역  등을  제시하고  유지보수  방안을  구체적으로  기술하여야  함\n방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고  구현  방안이  구체적인 \n기술,  제안한  방안  및  기술의  적용방안을  제시하여야  함\n보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표준,  제안\n방안  등을  구체적으로  제시하여야  함\n데이터  전환  계획  및  검증  방법,  에러  데이터  처리  방법에  대해  구체적인  내용을 \n제시하여야  함\n시스템  운영과  관련된  필요사항,  경험,  고려사항  및  유사시  대응책  등을  제시\n하여야  함\n기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안을  구체적으로 \n기술하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 76,
      "text": "- 74 - 작성항목 작성방법 정 성 적 평 가 IV. 성능 및 품질 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구, 구현 및 테스트 방안을 구체적으로 제시하여야 함 2. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시하여야 함 3. 인터페이스 요구사항 자동화시스템 연계 인터페이스 방안을 제시하여야 함 행정감면서비스 연계방안 제시 V. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 함 2. 관리역량 사업관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소 통 능력 등 프로젝트 관리 역량을 제시하여야 함 3. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등 을 제시하여야 함 4. 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성과 관련하여 개 발환경의 구성여부와 해결방안을 명확히 제시하여야 함 VI. 프로젝트 지원 1. 품질보증 조직, 인원, 방법, 절차 등 본 사업의 수행을 위한 품질보증 방안을 제시하여야 함 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하고, 개발 완료 후, 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시하여야 함 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육 일정, 교육훈련 조직 등을 상세히 제시하여야 함 4. 하자보수 하자보수 및 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시하여야 함 5. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개 인정보보호 대책을 제시하여야 함 6. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시해야 함 평가위원용 제안서는 업체명, 로고, 대표자 성명 등 제안사를 표시하는 일체의 정보가 포함되지 않도록 작성",
      "tables": [
        [
          [
            "정 성 적 평 가",
            "Ⅳ.  성능  및  품질\n구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및  분석  도구, \n    1.  성능  요구사항\n구현  및  테스트  방안을  구체적으로  제시하여야  함\n분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안을  구체적으로 \n    2.  품질  요구사항\n제시하여야  함\n    3.  인터페이스 \n자동화시스템  연계  인터페이스  방안을  제시하여야  함\n          요구사항\n행정감면서비스  연계방안  제시",
            ""
          ],
          [
            "",
            "Ⅴ.  프로젝트  관리\n사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행  성과물이나 \n    1.  관리방법론\n산출물의  형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여야  함\n사업관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트  관리  경험,  의사소\n    2.  관리역량\n통  능력  등  프로젝트  관리  역량을  제시하여야  함\n사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  인력,  조직  등\n    3.  일정계획\n을  제시하여야  함\n사업자의  참여  의지  및  조직적  대응  정도,  사업참여의  준비성과  관련하여  개\n    4.  개발장비\n발환경의  구성여부와  해결방안을  명확히  제시하여야  함",
            ""
          ],
          [
            "",
            "Ⅵ.  프로젝트  지원\n    1.  품질보증\n조직,  인원,  방법,  절차  등  본  사업의  수행을  위한  품질보증  방안을  제시하여야  함\n대상  업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시하고,  개발\n    2.  시험운영\n완료  후,  시스템의  이용  및  관리운영에  관한  전반적인  방안을  제시하여야  함\n사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방법,  내용,  교육\n    3.  교육훈련\n일정,  교육훈련  조직  등을  상세히  제시하여야  함\n하자보수  및  유지관리  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의 \n    4.  하자보수\n활동  등을  종합적으로  제시하여야  함\n기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과  개\n    5.  기밀보안\n인정보보호  대책을  제시하여야  함\n    6.  비상대책\n안정적인  시스템  운영을  위하여  백업/복구  및  장애대응  대책을  제시해야  함",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 77,
      "text": "- 75 - VIII 기타사항 1. 하자담보 책임기간 가. 무상 하자보수는 일괄 수행체계를 갖추고 시스템구축 완료검수 후 1년12 개월로 하며, 동기간 중 시스템의 하자 발생 시 즉시 보완해야 함 2. 작업장소의 결정 가. 본 사업의 작업 장소는 원활한 사업수행을 위해 발주기관과 협의하여 결 정하며, 핵심 개발인력이 아닌 지원인력의 근무 장소는 보안 등 특별한 사유 가 있는 경우를 제외하고는 계약상대자가 달리 정할 수 있음 나. 작업 장소 관련 비용은 전체 사업예산에 계상되어 있으므로 제안사가 부담하 여야 함작업 장소 사용료, 수도광열비, 기타 발생하는 부대비용 등 다. 계약상대자는 본 제안요청서에 명시한 보안요구사항을 준수하여 작업장소를 제시할 수 있으며 발주기관은 이를 우선적으로 검토하며, 발주기관은 제 시된 작업장소가 요구사항을 준수하는지를 확인하고 미흡할 경우 제시된 장소를 거부할 수 있음 라. 원격지 개발 장소 보안요구사항 1 원격지 개발 수행 장소는 시건장치와 통제가 가능하고, CCTV 등 비인가 자출입 통제 대책이 마련된 공간을 사용하여야 함 2 원격지 개발을 위하여 사용되는 정보시스템은 관리자를 지정하여 관리대장에 등 록하고, 바이러스 백신, 보조기억 매체제어 등 정보보호 SW를 반드시 설 치한 후 사용하여야 하고, 정보시스템 HDD의 비인가 반출을 방지하기 위 하여 봉인표를 부착하여 주기적으로 점검하여야 하며, 원격지 개발 수행 장소를 기준으로 반출입 되는 모든 정보시스템휴대용 저장매체 포함은 반 드시 반출입 대장에 기록해야 함 3 반입 시 바이러스 백신으로 악성코드 감염 여부를 확인하고 반출 시 사업부 서장의 확인 하에 포맷하여 반출하여야 함 4 휴대용 저장매체는 사용할 수 없도록 정보시스템에 조치하여야 하며, 조치가 불",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 78,
      "text": "- 76 - 가피한 경우 발주자의 승인 하에 원격지 개발 사업자 명의로 발급관리 되어 야 함 3. 특허권 및 저작권 보호 가. 제안사가 제공한 SW로 인하여 소프트웨어 사용 기간 동안 발주자가 소유 권 및 지적재산권 침해에 관한 소송 또는 소송 외 청구를 당하거나 그로 인한 재판이 결정된 경우, 공급업체는 자기의 비용과 선택으로 즉시 동 SW의 계속 점유권 및 사용권을 발주자에게 부여 또는 소유권 및 지적재산 권 침해 SW와 동등 또는 더 우수한 물품으로 대체하고 동 SW를 제거 하여야 함 나. 제안사는 계약에 의거 제공한 전산장비가 소프트웨어 사용 기간 내에 국내외의 특허권 및 저작권을 침해하고 있다는 이유로 소송이 제기될 경우, 발주자 에게 발생한 모든 손해 및 비용을 지급하여야 함 4. 계약목적물의 지식재산권 가. 용역수행과 관련한 모든 산출물의 저작권에 대한 권리는 발주기관과 계약상대자 가 공동으로 소유함을 원칙으로 하되 세부사항은 협의하여 결정함. 별도로 협의되지 않은 사항은 행정안전부 예규 계약일반조건에 따름 나. 계약상대자는 행정안전부 예규 계약일반조건에 따른 지식재산권을 행사하 기 위해서 필요한 소프트웨어 산출물의 반출을 요청할 수 있으며, 발주기 관은 보안업무규정 및 제안요청서에 명시한 누출금지정보에 따른 비밀에 해당하지 않으면 소프트웨어 산출물을 제공함 다. 계약상대자는 제공받은 소프트웨어 산출물에 대하여 제안요청서ᆞ계약서 에 누출금지정보로 명시한 정보를 삭제하고 활용하여야 하며 대표 명의의 확약 서를 제출하여야 함 라. 계약상대자는 반출된 소프트웨어 산출물을 제3자에게 제공하려는 경우 미 리 발주기관으로부터 승인을 받아야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 79,
      "text": "- 77 - 마. 계약상대자는 다음 어느 하나에 해당하는 경우 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제92조 제2항 제3호에 따라 입찰참가자격이 제한됨 입찰참가자격이 제한됨 1 제공받은 소프트웨어 산출물을 무단으로 유출하거나 누출되는 경우 2 누출금지정보를 삭제하지 않고 활용하는 경우 5. 누출금지 정보의 범위 가. 아래와 같이 누출금지 정보를 지정하며, 입찰 및 사업수행과정에서 무단 으로 누출할 경우 관련 법령에 따라 부정당업자로 입찰참가자격을 제한함 1 정보시스템의 내ᆞ외부 IP주소 현황 2 세부 정보시스템 구성현황 및 정보통신망 구성도 3 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4 정보통신망 취약점 분석ᆞ평가 결과물 5 정보화 용역사업 결과물 및 관련 프로그램 소스코드 6 국가용 보안시스템 및 정보보호시스템 도입 현황 7 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조 제1항에 따라 비공개 대상 정보 로 분류된 기관의 내부문서 9 공공기관의 정보공개에 관한 법률 제2조 제2항, 보안업무규정 제4조의 비밀 의 구분 및 동 시행규칙 제16조의 대외비 누출금지 정보를 삭제하지 않고 활용하는 경우 6. SW 산출물 반출 절차 등 가. 공급자는 지식재산권의 활용을 위하여 SW 산출물의 반출을 요청할 수 있으 며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지 정",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 80,
      "text": "- 78 - 보에 해당하지 않을 경우 SW 산출물을 제공함단 공급자는 아래 내용을 준수 해야 함 1 공급자는 공급받은 SW 산출물에 대하여 제안요청서, 계약서 등에 누출금지 정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명의의 확약서를 발주기관에 제출하여야 함 2 공급자가 반출된 SW 산출물을 제3자에게 제공하려는 경우 반드시 발주기 관으로부터 사전승인을 받아야 함 3 발주기관은 공급자가 제공받은 SW 산출물을 무단으로 유출하거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 지방자치단체 를 당사자로 하는 계약에 관한 법률에 따라 입찰참가자격을 제한함 7. 관련 법 규정 가. 본 제안요청서에 명시되지 아니한 계약과 관련된 사항은 다음 법 규정을 따름 1 지방자치단체를 당사자로 하는 계약에 관한 법률 및 동법 시행령과 시행규칙 2 용역계약일반조건최신 행정안전부 계약 예규 적용",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 81,
      "text": "- 79 - IX 관련서식 붙임 목차 1. 사업자 정보보안 준수사항 2. 외주 용역사업 보안특약 조항 별표 1 사업자 보안위규 처리기준 별표 2 보안 위약금 부과 기준 별표 3 누출금지 대상 정보 3. 전산시스템 용역 보안 준수사항 4. 보안 서약서, 보안확약서 5. 청렴계약이행서약서 6. 개인정보처리 업무위탁 계약서 7. 개인정보처리현황 점검진단표 8. 용역업체 정보보안 보안의식 교육일지 9. 비밀유지계약서 10. 정보시스템 기술적용계획표 11. 평가위원별 평가점수표 12. SW기술자 등급분류 기준표 13. 소프트웨어 개발사업의 적정 사업기간 종합 산정서 14. 소프트웨어사업 영향평가 결과서 별지서식 목차 1. 일반현황 및 주요연혁 2. 자본금 및 매출액최근3년 3. 유사 사업 실적최근 3년 4. 사업실적 증명원 5. 경영실태 확인서 6. 평가용 제안서 표지 제작 기준 7. 입찰 참가 신청서 8. 제안요구사항 수용 조견표 9. 정량적 평가 지표 자기진단표 10. 추가 제안 사항 요약 11. 확약서 12. 자료 인수인계 대장 13. 사용 인감계 14. 입찰가격제안서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 80 - 붙임 1 사업자 정보보안 준수사항 사업자는 보안사고 예방을 위해 국가정보보안기본지침 제63조에 따라 사업 단계별계약, 수행, 종료 보안사항을 준수해야 한다. 사업자에 의한 보안사고 발생 시 사업자 보안위규 처리기준에 따라 행정조치 됨을 유념하시고 본 준수사항을 숙지하시기 바랍니다. 1. 계약단계 가. 사업자가 하도급 계약을 체결할 경우 원래 사업계약 수준의 비밀 유지 조항을 포함해야 한다. 나. 본 사업에 투입되는 자료장비 등에 대해 대외보안이 필요할 경우 보안의 범 위 및 책임을 명확히 하기 위해 사업수행계약서와 별도로 아래의 사항이 명 시된 비밀유지계약서를 작성하여 발주기관에 제출해야 한다. - 비밀정보의 범위 - 보안 준수사항 - 위반시 손해배상 책임 - 지적재산권 문제 - 자료의 반환 2. 수행단계 2-1. 참여인원에 대한 보안관리 가. 사업 참여인원에 대한 신원확인을 실시하고 발주기관에 증빙자료를 제출해야 한다. 나. 사업자 대표자 및 참여인원 각자의 친필 서명이 들어 있는 보안서약서를 발주 기관에 제출해야 한다. 다. 본 사업 참여직원은 사업자 임의로 교체할 수 없으며, 신상변동해외여행 포함 사항 발생 시 발주기관에 즉시 보고하고 승인을 받아야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 81 - 2-2. 사무실장비에 대한 보안관리 가. 사업 수행을 위해 외부 사무실을 사용할 경우 CCTV, 시건장치 등 비인가자에 대한 출입통제 대책을 마련해야 한다. 나. PC, 휴대용 저장매체 등을 반입 및 반출 시 발주기관의 승인을 받아야 하며, 해당 장비에 유료 최신 백신을 설치하고 악성코드를 주기적으로 검사해야 한 다. 다. 발주기관은 사업자에게 제공한 사무실에 대해 수시로 보안점검을 할 수 있다. 라. 사업 관련 자료를 보관한 PC로 인터넷에 접속하면 안 된다. 마. USB메모리 등 휴대용 저장매체는 사용을 금지하되 불가피한 경우 발주기관의 승인 후 사용할 수 있다. 바. 사업자 PC 및 휴대용 저장매체에 정보시스템 접속정보ID, 비밀번호를 저장하 면 안 된다. 사. 사업 참여인원의 개인 휴대폰은 발주기관의 통제 하에 카메라 및 충전포트에 보안 스티커를 부착해야 한다. 아. 사업자가 사용하는 노트북PC, 휴대용 저장매체 등은 퇴근휴가 시와 같이 일정 기간 사용하지 않을 경우 분실 방지를 위해 시건장치가 있는 보관함에 보관 해야 한다. 2-3. 내외부망 접근시 보안관리 가. 사업자 사용 통신망은 발주기관 행정통신망내부망과 분리하여 구성해야 한 다. 단, 업무상 필요한 경우 발주기관의 승인 후 해당 서버에만 제한적으로 접근 해야 한다. 나. 사업 참여인원의 사용자 계정ID은 하나의 그룹으로 등록해야 한다. 다. 계정별 정보시스템 접근권한을 차등 부여하되 내부문서 접근은 금지한다. 라. 사업 참여인원이 root 계정 등 정보시스템에 중대한 영향을 끼칠 수 있는 계정에 대한 단독 접근은 불허하며, 필요할 경우 발주기관의 승인을 받아야 한다. 마. 계정별 부여된 접근권한은 불필요 시 곧바로 권한을 해지하거나 계정을 폐기 해야 한다. 바. 발주기관은 사용자별로 부여한 계정에 접속하여 저장된 자료와 작업이력을 확 인할 수 있다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 82 - 사. PM은 사업 참여인원이 접근한 서버 및 네트워크 장비에 대한로깅 기록을 매 일 확인하고 이상 유무를 발주기관에 보고해야 한다. 아. 사업자가 사용하는 PC는 인터넷 연결을 금지하되, 사업수행을 위해 부득이한 경우 필요한 보안조치를 시행하고 발주기관의 승인 후 사용해야 한다. 자. 발주기관 내부에서 비인가 무선 AP무선공유기, 스마트폰 핫스팟 등 설정을 금지하며, 시스템 개발PC와 연결은 금지한다. 차. 발주기관에 휴대용 무선 모뎀WiFi, LTE 등을 반입하면 안 된다. 카. 발주기관에 노트북PC 반입 시 무선통신기능 사용불가 조치Driver 삭제 등를 시 행해야 한다. 타. 발주기관 외부에서 내부에 있는 개발 PC 및 정보시스템에 원격 접속은 금지한다. 2-4. 자료에 대한 보안관리 가. 사업 수행을 위해 발주기관에서 사업자에게 제공하는 내부 자료는 자료관리 대장을 작성하고, 인계자인수자가 자필로 서명해야 한다. 나. 사업 관련 자료는 웹하드, P2P사이트, 웹오피스, 클라우드 서비스 등 인터넷 자료공유사이트 및 사업 참여인원의 개인 메일함에 저장하면 안 된다. 다. 발주기관이 제공한 사무실에서 사업을 수행할 경우, 매일 퇴근 시 관련 자료 를 발주기관에 반납해야 한다. 단, 비밀문서를 제외한 일반문서는 발주기관이 제공한 사무실에 시건장치가 된 보관함에 보관할 수 있다. 라. 사업 수행 시 생산되는 모든 산출물은 발주기관의 파일서버에 저장하거나, 발 주기관에서 지정한 PC에 저장관리해야 한다. 파일 저장 PC는 인터넷 연결 금지 마. 사업 수행으로 생산되는 모든 산출물 및 기록은 발주기관이 인가하지 않은 자에게 제공대여열람을 금지한다. 3. 종료단계 가. 사업자 PC 및 휴대용 저장매체 등에 저장된 사업 관련 자료는 검증된 삭제 SW로 완전 삭제해야 하며, 발주기관의 승인 후 반출해야 한다. 완전 삭제 SW 목록은 httpservice1.nis.go.kr 참고 나. 사업 관련자료 삭제 조치 후 사업자에게 복사본 등 사업과 관련된 제반자료를 보유하고 있지 않다는 사업자 대표 명의의 보안확약서를 자필 서명하여 발주 기관에 제출해야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 85,
      "text": "- 83 - 붙임 2 외주 용역사업 보안특약 조항 1 사업자는 발주기관의 보안정책을 위반하였을 경우 별표 1의 위규처리 기준에 따라 위규자 및 관리자를 행정조치하고 별표 2의 보안 위약금을 발주기관에 납부한다. 2 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기 술적 보안대책 및 별표 3의 누출금지 대상정보에 대한 보안관리계획을 사업 제안서에 기재하여야 하며, 해당 정보 누출 시 발주기관은국가를 당사자로 하는 계약에 관한 법률 시행령제76조에 따라 사업자를 부정당업체로 등록한다. 3 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업 종료 시 정보보안담당자의 입회하 에 완전 폐기 또는 반납해야 한다. 4 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활 용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제 출해야 한다. 별표 1 사업자 보안위규 처리기준 별표 2 보안 위약금 부과 기준 별표 3 누출금지 대상 정보",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 86,
      "text": "- 84 - 별표 1 사업자 보안위규 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역 사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n  가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n  나. 개인정보·신상정보 목록 유출\n  다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n  가. 관련 시스템에 대한 해킹 및 해킹시도\n  나. 시스템 구축 결과물에 대한 외부 유출\n  다. 시스템 내 인위적인 악성코드 유포",
            "◦  사업참여 제한\n◦  위규자 및 직속\n   감독자 등 중징계\n◦  재발 방지를 위한 \n   조치계획 제출\n◦  위규자 대상 특별\n   보안교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀 \n  가. 비공개 정보를 책상 위 등에 방치 \n  나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n  다. 개인정보․신상정보 목록을 책상 위 등에 방치\n  라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n  가. 통제구역 출입문을 개방한 채 퇴근 등\n  나. 인가되지 않은 작업자의 내부 시스템 접근\n  다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3. 전산정보 보호대책 부실\n  가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 \n  나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용역\n사업 관련 자료 수발신\n  다. 개발·유지보수 시 원격작업 사용\n  라. 저장된 비공개 정보 패스워드 미부여\n  마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n  바. 외부용 PC를 업무망에 무단 연결 사용\n  사. 보안관련 프로그램 강제 삭제\n  아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            "◦  위규자 및 직속\n    감독자  등 중징계\n◦  재발 방지를 위한\n   조치계획 제출\n◦  위규자 대상 특별\n   보안교육 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 87,
      "text": "- 85 - 구 분 위 규 사 항 처 리 기 준 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상 위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위규자 및 직속 감독자 등 경징계 위규자 및 직속 감독자 사유서 경위서 징구 위규자 대상 특별 보안교육 실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면ᆞ구 두 경고 등 문책 위규자 사유서 경위서 징구",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n  가. 주요 현안ㆍ보고자료를 책상 위 등에 방치\n  나.  정책ㆍ현안자료를  휴지통ㆍ폐지함 등에 유기  또는 이면지 \n활용\n2. 사무실 보안관리 부실\n  가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근 \n  나. 출입키를 책상 위 등에 방치\n3. 보호구역 관리 소홀 \n  가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n  나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n  가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n  나. 네이트온 등 비인가 메신저 무단 사용 \n  다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽂아  놓고 \n퇴근\n  라.  부팅ㆍ화면보호  패스워드 미부여  또는 \"1111\" 등  단순숫자 \n부여\n  마. PC 비밀번호를 모니터 옆 등 외부에 노출\n  바. 비인가 보조기억매체 무단 사용",
            "◦  위규자 및 직속\n   감독자 등 경징계 \n◦  위규자 및 직속\n   감독자  사유서 \n/     \n경위서 징구\n◦  위규자  대상  특별     \n보안교육 실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n  가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n  나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n  가. 각종 보안장비 운용 미숙\n  나. 경보ㆍ보안장치 작동 불량 \n3. 전산정보 보호대책 부실 \n  가. PC내 보안성이 검증되지 않은 프로그램 사용\n  나. 보안관련 소프트웨어의 주기적 점검 위반",
            "◦  위규자  서면ㆍ구\n두   경고 등 문책\n◦  위규자  사유서 \n/ \n경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 88,
      "text": "- 86 - 별표 2 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비 중 부정당업자 등록 계약금액의 15이하 계약금액의 10이하 계약금액의 5이하 위규 수준은 별표1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목 과 별도 부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미  3건  이상"
          ],
          [
            "위약금\n비    중",
            "부정당업자  등록",
            "계약금액의 \n15%이하",
            "계약금액의 \n10%이하",
            "계약금액의 \n5%이하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 89,
      "text": "- 87 - 별표 3 누출금지 대상정보 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네 트워크 장비 설정 정보 8. 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9. 개인정보보호법제2조제1호의 개인정보 10. 보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 11. 그 밖에 발주기관이 공개가 불가하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 90,
      "text": "- 88 - 붙임 3 전산시스템 용역 보안 준수사항 1. 참여인원 보안 준수사항 용역사업 참여자는 정보노출 금지조항 및 개인의 친필 서명이 들어간 보안서약확약서 제출 용역사업 참여자에 대해서는 용역 수행 전에, 법적 또는 정읍시청 규정에 따른 비밀유지 의무 준수사항 및 위반 시 처벌내용 등에 대한 보안교육 이행 누출금지 대상 정보의 외부 누출 금지 비밀관련 사업을 수행할 경우 비밀취급인가 취득 전산시스템 용역 수행 시 개인정보 취급이 불가피 한 경우, 개인정보 처리를 위한 업무위탁 계약을 체결해야 한다.개인정보처리 업무위탁 계약서 2부를 작성하고, 발주기관과 용역사업 참여자가 서명 또는 날인한 후 각 1부씩 보관한다. 2. 자료에 대한 보안 준수사항 계약서 등에 명시한 누출금지 대상정보가 필요할 경우 자료관리 대장을 작성, 인 계자인수자가 직접 서명한 후 수령하고 사업완료시 관련자료 반납 용역사업 관련자료 및 사업과정에서 생산된 모든 산출물은 발주기관의 파일 서 버에 저장하거나 보안담당관이 지정한 PC에 저장관리 용역사업 관련 자료는 인터넷 웹하드, P2P 등 인터넷 자료공유사이트 및 개인 메일함에 저장을 금지하고 용역 발주기관과 용역업체간 전자우편을 이용해 자료 전송이 필요한 경우에는 자체 전자우편을 이용, 첨부자료 암호화 후 수발신 대외비 이상의 비밀은 전자우편으로 송수신 금지 용역사업 수행으로 생산되는 산출물 및 기록은 보안담당관이 인가하지 않은 비 인가자에게 제공대여열람을 금지 3. 사무실장비에 대한 보안준수 사항 용역사업 수행 장소는 시건장치와 통제가 가능한 공간을 이용하거나 CCTV시건장 치 등 비인가자 출입통제 대책이 마련된 외부사무실을 사용 용역업체 사무실 또는 용역업무를 수행하는 공간에 대한 보안점검 실시 협조 발주기관 내부에서 용역사업을 수행할 경우 용역 참여직원은 노트북 등 관련 장 비를 외부에 반출입시마다 악성코드 감염여부 및 자료 무단반출 여부 확인 인가받지 않은 USB메모리 등의 휴대용 저장매체 사용을 금지하며 산출물 저장 을 위하여 휴대용 저장매체가 필요한 경우 보안담당관의 승인 하에 사용 4. 내외부망 접근 시 보안준수 사항 용역업체 사용전산망은 업무망과 분리구성하고 필요한 서버에만 제한적 접근허용 용역업체에서 사용하는 PC는 인터넷 연결을 금지하며, 사업수행상 연결이 필요 한 경우에는 보안담당관의 보안 통제 하에 제한적 허용",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 91,
      "text": "- 89 - 붙임 4 용역사업 착수시 보안 서약서 용역업체 대표자용 본인은 년 월 일부로 용역사업명을 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 용역사업명 수행중 알게 될 일체의 내용이 직무상 기밀 사항임을 인정하고, 용 역수행중 취득한 각종 성과품문서,도면,동영상,사진 등은 귀 발주기관의 직원이라고 하 여도 본 사업에 직접 관여하지 않는 자에 대해서는 공개 또는 누설하지 않으며, 사업 수 행 중은 물론 종료 후에도 자신 또는 제3자를 위하여 사용하지 않는다. 2. 본 사업 추진의 사실 및 그 성과가 귀 발주기관에 의하여 적법하게 공개된 경우라고 하 여도 미공개 부문에 대해서는 비밀을 유지한다. 3. 본 사업이 완료되거나 사업 진행 중에 어떠한 사유로든 본인이 본 사업을 수행할 수 없 게 된 경우, 그 시점에서 본인이 보유하고 있는 기밀사항을 포함한 관련 자료를 즉시 귀 발주기관에 반납하고 비밀을 유지한다. 4. 본인 회사의 직원이 기밀을 누설하거나 관계 규정을 위반한 경우에도 총괄책임을 지겠으 며, 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 5. 본인은 하도급업체를 통한 사업 수행시 하도급업체로 인해 발생하는 위반사항에 대하여 모든 책임을 부담한다. 6. 상기 보안 서약 미준수 시 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제98조, 제99조, 제113조 및 제127조 등 보안 관련 법규 년 월 일 서 약 자 업 체 명 용역업체 대표자 직 위 성 명 서명 생 년 월 일 서약 집행자 소 속 발주기관 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 92,
      "text": "- 90 - 용역사업 착수시 보안 서약서 용역업체 직원용 본인은 년 월 일부로 용역사업명을 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 용역사업명 수행중 알게 될 일체의 내용이 직무상 기밀 사항임을 인정하고, 용 역수행중 취득한 각종 성과품문서,도면,동영상,사진 등은 귀 발주기관의 직원이라고 하 여도 본 사업에 직접 관여하지 않는 자에 대해서는 공개 또는 누설하지 않으며, 사업 수 행 중은 물론 종료 후에도 자신 또는 제3자를 위하여 사용하지 않는다. 2. 본 사업 추진의 사실 및 그 성과가 귀 발주기관에 의하여 적법하게 공개된 경우라고 하 여도 미공개 부문에 대해서는 비밀을 유지한다. 3. 본 사업이 완료되거나 사업 진행 중에 어떠한 사유로든 본인이 본 사업을 수행할 수 없 게 된 경우, 그 시점에서 본인이 보유하고 있는 기밀사항을 포함한 관련 자료를 즉시 귀 발주기관에 반납하고 비밀을 유지한다. 4. 상기 보안 서약 미준수 시 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제98조, 제99조, 제113조 및 제127조 등 보안 관련 법규 년 월 일 서 약 자 업 체 명 용역업체 직원 직 위 성 명 서명 생 년 월 일 서약 집행자 소 속 발주기관 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 93,
      "text": "- 91 - 용역사업 완료시 대표자용 보 안 확 약 서 본인은 귀 기관과 계약한 용역사업의 수행을 완료함에 있어, 다음 각호의 보안 사항에 대한 준수 책임이 있음을 서약하며 이에 확약서를 제출합니다. 1. 본 업체단체는 업체단체 및 사업 참여자가 사업수행 중 지득한 모 든 자료를 반납 및 파기하였으며, 지득한 정보에 대한 유출을 절대 금 지하겠습니다. 2. 본 업체단체는 하도급업체에 대해 상기 항과 동일한 보안사항 준수 책임을 확인하고 보안확약서 징구하였으며, 하도급업체가 위의 보안사 항을 위반할 경우에 주사업자로서 이에 동일한 법적책임을 지겠습니 다. 3. 본 업체단체는 상기 보안사항을 위반할 경우에 귀 기관의 사업에 참여 제한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하겠습니다. 년 월 일 서약업체단체 대표 소 속 직 급 성 명 서명 개인정보 수집이용 동의여부 동의함 동의하지 않음 개인정보 수집이용에 대한 안내 수집이용 목적 정보화 용역사업 참여자에 대한 보안확약 수집이용 항목 소속직위, 성명, 연락처 보유이용 기간 수집이용에 대한 동의일로부터 자료 파기 시 동의하지 않을 경우의 처리 용역사업 참여 제한 개인정보 수집이용 동의여부 위와 같이 개인정보를 수집이용하는 것에 동의 정읍시청 귀중",
      "tables": [
        [
          [
            "보  안  확  약  서\n    본인은  귀  기관과  계약한  (용역사업)의  수행을  완료함에  있어,  다음  각호의  보안\n사항에  대한  준수  책임이  있음을  서약하며  이에  확약서를  제출합니다.\n1. 본  업체(단체)는  업체(단체)  및  사업  참여자가  사업수행  중  지득한  모\n든  자료를  반납  및  파기하였으며,  지득한  정보에  대한  유출을  절대  금\n지하겠습니다.     \n2. 본  업체(단체)는  하도급업체에  대해  상기  항과  동일한  보안사항  준수 \n책임을  확인하고  보안확약서  징구하였으며,  하도급업체가  위의  보안사\n항을  위반할  경우에  주사업자로서  이에  동일한  법적책임을  지겠습니\n다.\n3. 본  업체(단체)는  상기  보안사항을  위반할  경우에  귀  기관의  사업에  참여 \n제한  또는  기타  관련  법규에  따른  책임과  손해배상을  감수하겠습니다.\n                                                                                  년            월            일\n      서약업체(단체)  대표\n            소                속  :\n            직                급  :\n            성                명  :                                              (서명)\n개인정보  수집․이용  동의여부\n□동의함          □동의하지  않음\n정읍시청  귀중",
            "",
            "",
            ""
          ],
          [
            "",
            "[  개인정보  수집·이용에  대한  안내  ]",
            "",
            ""
          ],
          [
            "",
            "수집․이용  목적",
            "정보화  용역사업  참여자에  대한  보안확약",
            ""
          ],
          [
            "",
            "수집․이용  항목",
            "소속(직위),  성명,  연락처",
            ""
          ],
          [
            "",
            "보유․이용  기간",
            "수집․이용에  대한  동의일로부터  자료  파기  시",
            ""
          ],
          [
            "",
            "동의하지  않을  경우의  처리 용역사업  참여  제한",
            "",
            ""
          ],
          [
            "",
            "개인정보  수집․이용 \n동의여부",
            "위와  같이  개인정보를  수집․이용하는  것에  동의",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 94,
      "text": "- 92 - 붙임 5 업체 제출용 정 읍 시 청 청 렴 계 약 이 행 서 약 서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되고 부패기업 및 국가에 대한 제재가 강 화되는 추세에 맞추어 청렴계약제 시행 취지에 적극 호응하여 정읍시청에서 시행하는 공사용역, 물 품입찰에 참여함에 있어 당사 및 하도급업체하도급업체와 직간접적으로 업무를 수행한 자 포함 의 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입 찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 이를 위반하여 경쟁입찰에 있어서 입찰가격을 서로 상의하여 미리 입찰가격협정을 주도하여 낙 찰을 받은 자는 귀 청 등에서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날부터 2년 동안 참가하지 않겠으며, 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 자는 귀 청 등에 서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날부터 11개월 이상 1년 1개월 미만 동안 참 가하지 않고, 입찰자간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰을 위하여 담 합하는 자는 귀 청 등에서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날부터 5개월 이상 7 개월 미만 동안 참가하지 않으며, 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점 규제 및 공정거래에 관한 법률에 따라 공정거래위원회에 발주관서가 고발하여 과징금등을 부과 토록 하는데 이의를 제기하지 않겠습니다. 2. 입찰낙찰 또는 계약체결계약이행 과정준공 이후도 포함에서 관계임직원 또는 심의위원 등에게 직간접적으로 금품향응 등의 뇌물친인척 등에 대한 부정한 취업 제공 포함이나 부당한 이익을 제공하지 않겠으며, 이를 위반하였을 때에는 다음 각호 각목의 1에 해당하는 기간 동안 귀 청 등에서 시행하는 입찰에 참가하지 않겠습니다. 1 2억원 이상의 뇌물이나 부당한 이익을 제공 2년 2 1억원 이상 2억원 미만의 뇌물이나 부당한 이익을 제공 1년 3 1천만원 이상 1억원 미만의 뇌물이나 부당한 이익을 제공 6개월 4 1천만원 미만의 뇌물이나 부당한 이익을 제공 3개월 3. 입찰, 계약체결, 계약이행과 관련하여 관계임직원 또는 심의위원 등에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공한 사실이 드러날 경우에는지방계약법제30조의2에 따라 계약 체결 이전의 경우에는 낙찰자결정 취소, 공사착공 전에는 계약취소, 공사착공이후에는 발주처에 서 전체 또는 일부 계약을 해지하여도 감수하고 민형사상 이의를 제기하지 않겠습니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 95,
      "text": "- 93 - 4. 회사 임직원이 관계 임직원 또는 심의위원 등에게 뇌물친인척 등에 대한 부정한 취업 제공 포 함을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하고 업체의 임직원하도급업체 나 하도급업체와 직간접적으로 업무수행하는 자를 포함과 대리인이 관계임직원 또는 심의위원 등에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공하거나 담합 등 불공정 행위를 하 지 않도록 하는 업체윤리강령과 내부비리 제보자에 대하여도 일체의 불이익 처분을 하지 않는 사규를 제정하도록 적극 노력하고, 제보된 위반사항에 대하여 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공하거나 담합 등 불공정한 행위가 있는 것으로 판명된 경우 뇌물제공한 업체는 입찰에 참가하지 않겠습니다. 5. 본건 입찰, 계약체결, 계약이행, 준공과 관련하여 귀 청 등에서 시행하는 시민감사옴부즈만 및 시민참여옴부즈만이 요구하는 자료제출, 서류 열람, 현장 확인 등 활동에 적극 협조하겠습니다. 6. 본건 관련 하도급 계약체결 및 이행에 있어서 법령에 위반되는 하도급일괄 하도급, 무면허 하도 급, 재하도급을 하지 않겠으며, 하도급자로부터 금품을 수수하거나 부당 또는 불공정한 행위를 하지 아니하겠습니다. 7. 경쟁입찰과 관련한 담합으로 인하여 발주처에 손해를 가했을 경우 다음 각 호의 금액을 배상토 록 하겠습니다. 1 담합에 따라 결정된 낙찰가격과 담합이 없었을 경우 형성되었으리라고 인정되는 가격의 차액 2 담합으로 인하여 입찰이 유찰된 경우 입찰공고 및 현장설명회 개최 등 재입찰 절차에 따라 소 요되는 각종 행정비용 3 담합으로 인하여 당해 발주사업 기간의 연장이나 지연에 따라 발주처에 주는 직간접적인 손해 4 기타 발주처가 입증하는 담합으로 인한 유무형의 손해 5 위 내용에도 불구하고 구체적인 손해액 산정이 곤란하거나 불가능한 경우에는 계약금액의 10 를 배상토록 하겠습니다. 위 청렴계약이행서약은 상호신뢰를 바탕으로 한 약속으로써 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격제한, 계약해지 등 정읍시청의 조치와 관련하여 당사가 시청을 상대로 손해배상을 청구하거나 당사를 배제하는 입 찰에 관하여 민형사상 이의를 제기하지 않을 것을 서약합니다. 2023년 월 일 서약자 상호 대표 인 금품제공 시 뇌물공여죄로 형사고발됨과 동시에 부정당업자로 입찰 참가자격 제한",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 96,
      "text": "- 94 - 청렴계약이행특수조건 제1조목적 이 청렴계약이행특수조건은 정읍시청 계약담당직원과 계약 상대자가 체결하는 공사용역물품구 매 등의 도급 계약 및 기타 계약에 있어 계약 일반 조건 외에 청렴 계약을 위한 내용을 특별히 규정함을 목 적으로 한다. 제2조청렴계약이행 준수의무 1 공사용역물품구매 등의 입찰에 청렴계약 이행 서약서를 제출하고 참가하 여 낙찰된 계약상대자는 계약체결 및 이행과 관련하여 어떠한 명분으로도 관계 직원에게 직간접으로 금품향 응 등의 뇌물이나 부당한 이익을 제공하여서는 아니 된다. 제3조부정당업자의 입찰참가자격제한 1 입찰에 참가하는 자가 입찰 가격이나 특정인의 낙찰을 위하여 담합 등 불공정 행위를 하였을 때에는 다음 각 호의 1에 해당 하는 기간 동안 정읍시청 및 산하기관 그리고 자치 구에서 시행하는 입찰에 참가제한을 받게 된다. 1. 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 자는 정읍시청과 및 산하기관 그리고 자치구에 서 발주하는 입찰에 입찰참가 자격제한 처분을 받는 날부터 2년 동안 참가하지 못한다. 2. 경쟁입찰에 있어서 입찰가격을 서로 상의하여 미리 입찰가격협정을 주도하거나 특정인의 낙찰을 위하여 담 합한 경우에는 정읍시청 및 산하기관 그리고 자치구에서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날 부터 1년 동안 참가하지 못한다. 2 입찰담합 등 불공정 행위를 한 경우에는 제 1항과 병행하여 독점규제 및 공정 거래에 관한법령에 따라 공정거래위원회에 고발 등 조치를 하는데 일체 이의를 제기 하지 않는다. 3 입찰계약체결 및 계약이행 과정에서 관계임직원에게 직간접적으로 금품, 향응 등의 뇌물친인척 등에 대한 부정한 취업 제공 포함이나 부당한 이익을 제공하지 않으며 이를 위반하였을 때에는 다음 각 호1에 해당하는 기간동안 정읍시 및 산하기관 그리고 자치구에서 시행하는 입찰에 참가제한을 받게 된다. 1, 입찰계약체결 및 계약이행 과정에서 관계 직원에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공 하므로서 입찰을 유리하게 하여 계약이 체결 되었거나 시공중 편의를 받아 부실 시공한자는 정읍시 및 산하 기관 그리고 자치구에서 발주하는 입찰에 입찰참가 자격제한 처분을 받는 날부터 2년동안 참가하지 못한다. 2. 입찰 및 계약조건이 입찰자 및 낙찰자에게 유리하게 되도록 하거나, 계약이행을 부실하게 할 목적으로 관 계임직원에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공한 자는 정읍시 및 산하기관 그리고 자치구에 서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날부터 1년 동안 참가하지 못한다. 3. 입찰, 계약체결 및 계약이행과 관련하여 관계 직원에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제 공한 자는 정읍시 및 산하기관 그리고 자치구에서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날부터 6 개월 동안 참가하지 못한다. 4 제1항 내지 제3항의 규정에 의하여 입찰참가자격을 제한하는 정읍시 및 산하기관 그리고 자치구에서 처분 을 받는 자는 정읍시 및 산하기관 그리고 자치구을 상대로 손해배상을 청구하거나 배제하는 입찰에 관하여 민. 형사상 이의를 제기하지 않는다. 제4조계약해지 등 1 입찰, 계약체결 및 계약이행과 관련하여 관계 직원에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공한 자는 다음 각 호의 1에서 정하는 바에 의하여 당해 계약에 대한 조치를 받는다. 1. 계약체결 전의 경우에는 적격낙찰자 결정대상에서 제외 또는 결정통보를 취소한다. 2. 계약체결 이후 공사착공 전의 경우에는 당해 계약을 해제한다. 3. 공사착공 이후에는 발주처에서 전체 또는 일부 계약해지 한다. 다만, 공사 성격, 진도進度, 규모, 공사기 간 등을 감안하여 발주처에서 그러하지 아니할 수 있다. 4. 계약상대자는 제1호 내지 제3호의 처리에 대하여 민. 형사상 일체 이의를 제기하지 않는다. 제5조기타사항 1 업체의 임. 직원하도급업체 포함과 대리인이 관계 직원에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공하거나 담합 등 불공정행위를 하지 않도록 하는 업체윤리 강령과 내부비리 제보자에 대하여도 일체의 불이익 처분을 하지 않는 사규를 제정하도록 적극 노력한다. 2 본 건 입찰, 계약체결, 계약이행, 준공과 관련하여 시청에서 시행하는 청렴계약 옴부즈만이 요구하는 자료제 출, 서류 열람, 현장 확인 등 활동에 적극 협력 하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 97,
      "text": "- 95 - 붙임 6 개인정보처리 업무위탁 계약서 정읍체육트레이닝센터 통합운영관리시스템 구축사업을 수행함에 있어 정읍시청 체육 시설이하 발주기관이라 한다.과 계약상대자는 발주기관의 개인정보 처리업무를 계약상 대자에게 위탁함에 있어 다음과 같은 내용으로 본 업무위탁 계약을 체결한다. 제1조 목적 이 계약은 발주기관이 개인정보 처리업무를 계약상대자에게 위탁하고, 계 약상대자은 이를 승낙하여 계약상대자의 책임아래 성실하게 업무를 완성하도록 하는데 필요한 사항을 정함을 목적으로 한다. 제2조 용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는개인정보 보호법, 같은 법 시행령 및 시행규칙,개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제 2021-2호 및표준 개인정보 보호지침개인정보보호위원회 고시 제2020-1호에서 정의 된 바에 따른다. 제3조 위탁업무의 목적 및 범위 계약상대자는 계약이 정하는 바에 따라 정읍체육트레 이닝센터 통합운영관리시스템구축 목적으로 다음과 같은 개인정보 처리 업무를 수행하 며 이 외 개인정보의 처리는 엄격히 금지한다.1 1. 회원관리시스템 회원 정보 이름, 생년월일 등 2. 상기 사항 외 사업 추진에 필요한 개인정보 제4조 위탁업무 기간 이 계약서에 의한 개인정보 처리업무의 기간은 다음과 같다. 계약기간 년 월 일 년 월 일 제5조 재위탁 제한 1 계약상대자는 발주기관의 사전 승낙을 얻은 경우를 제외하고 발주기관과의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁 할 수 없다. 2 계약상대자가 다른 제3의 회사와 수탁계약을 할 경우에는 계약상대자는 해당 사실을 계약 체결 7일 이전에 발주기관에게 통보하고 협의하여야 한다. 제6조 개인정보의 안전성 확보조치 계약상대자는개인정보 보호법제23조제2항 및 제 24조제3항 및 제29조, 같은 법 시행령 제21조 및 제30조, 개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제2021-2호에 따라 개인정보의 안전성 확보에 필요한 관리 적기술적 조치를 취하여야 한다. 제7조 개인정보의 처리제한 1 계약상대자는 계약기간은 물론 계약 종료 후에도 위탁업 무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여 서는 안 된다. 2 계약상대자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하 여 보유하고 있는 개인정보를 개인정보 보호법시행령 제16조 및개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제2021-2호에 따라 즉시 파기하거나 발주기관 에게 반납하여야 한다. 1 상세한 목적 및 범위는 제안요청서를 따른다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 98,
      "text": "- 96 - 3 제2항에 따라 계약상대자가 개인정보를 파기한 경우 지체없이 발주기관에게 그 결과를 통보하여야 한다. 제8조 수탁자에 대한 관리감독 등 1 발주기관은 계약상대자에 대하여 다음 각 호의 사항을 감독할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 발주기관은 계약상대자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시 정을 요구할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이행하여야 한다. 3 발주기관은 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손되지 아니하도록 1년에 1회 계약상대자를 교육할 수 있으며, 계약상대자는 이에 응하여야 한다.2 4 제1항에 따른 교육의 시기와 방법 등에 대해서는 발주기관은 계약상대자와 협의하여 시행한다. 제9조 정보주체 권리보장 1 수탁자는 정보주체의 개인정보 열람, 정정삭제, 처리 정지 요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제10조 개인정보의 파기 1 수탁자는 제4조의 위탁업무기간이 종료되면 특별한 사유가 없는 한 지체 없이 개인정보를 파기하고 이를 위탁자에게 확인받아야 한다. 제11조 손해배상 1 계약상대자 또는 계약상대자의 임직원 기타 계약상대자의 수탁 자가 이 계약에 의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 계약상대자 또는 계약상대자의 임직원 기타 계약상대자의 수탁 자의 귀책사유로 인하여 이 계약이 해지되어 발주기관 또는 개인정보주체 기타 제3자 에게 손해가 발생한 경우 계약상대자는 그 손해를 배상하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 발주기관이 전 부 또는 일부를 배상한 때에는 발주기관은 이를 계약상대자에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 발주기관과 계약상대자가 서명 또는 날인한 후 각 1부씩 보관한다. 20 . . 정읍시청 OOOO 성 명 OOO인 계약자 주소 성 명 인 2 개인정보 안전성 확보조치 기준 고시개인정보보호위원회 고시 제2021-2호 및 개인정보 보호법 제26 조에 따라 개인정보처리자 및 취급자는 개인정보보호에 관한 교육을 의무적으로 시행하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 99,
      "text": "- 97 - 붙임 7 개인정보처리현황 점검진단표 분야 해당 법 조항 세부 점검 항목 준수보완 필요 해당 없음 제15조개인정보의 수집이용 동의 1. 각종 게시판, 기타 개인정보 수집 시 동의 여부 2. 정보주체 동의 시 필수 고지항목4개 고지 여부 3. 필수 고지항목4개 내용의 적정 여부 4개 목적, 항목, 보유 및 이용기간, 거부권 및 불이익 제16조최소 수집 및 서비스 제공 거부 4. 목적에 필요한 최소한의 개인정보 수집 여부 5. 최소한 정보 외의 개인정보 수집에 대한 미동의를 이유로 재화 또는 서비스 제공 거부 여부 제17조개인정보의 제공 6. 제3자에게 개인정보 제공 시 정보주체 동의 여부 7. 정보주체 동의 시 필수 고지항목5개 고지 여부 8. 필수 고지항목5개 내용의 적정 여부 5개 제공받는 자, 목적, 항목, 보유 및 이용기간, 거부권 및 불이익 제18조개인정보의 이용제공 제한 9. 개인정보 수집 당시 정보주체의 이용제공 동의 범위를 초과하여 이용제공 여부 10. 개인정보 제공 시 제공 목적범위 내 이용, 안전 조치 실시, 목적 달성 후 파기 등 요청 여부 11. 동의에 의한 목적 외 이용, 목적 외 제3자 제공 시 필수 고지항목5개 고지 여부 12. 필수 고지항목5개 내용의 적정 여부 5개 제공받는 자, 목적, 항목, 보유 및 이용기간, 거부권 및 불이익 제21조개인정보의 파기 13. 보유기간 경과, 치리 목적제공받은 경우 제공받은 목적 달성 후 지체 없이 개인정보 파기 여부 14. 개인정보 파기 시 복구 또는 재생되지 않도록 조치 여부 15. 임시파일 및 출력자료 등에 대한 즉시 파기 여부 16. 법령에 따라 보존할 경우 별도 분리 보관 여부 제22조동의를 받는 방법 17. 최소 개인정보와 그 외의 개인정보 구분 동의 여부 18. 동의가 필요한 정보필수정보와 동의 없이 처리 할 수 있는 정보선택정보의 구분 동의 여부 19. 홍보 권유에 활용하기 위한 정보와 그렇지 않은 정보의 구분 동의 여부 20. 선택항목 및 홍보 권유 정보의 미동의를 이유로 재화 또는 서비스 제공 거부 여부",
      "tables": [
        [
          [
            "분야\n(해당  법  조항)",
            "세부  점검  항목",
            "보완 \n해당 \n준수\n필요\n없음"
          ],
          [
            "제15조(개인정보의 \n수집·이용  동의)",
            "1.  각종  게시판,  기타  개인정보  수집  시  동의  여부\n2.  정보주체  동의  시  필수  고지항목(4개*)  고지  여부\n3.  필수  고지항목(4개*)  내용의  적정  여부\n  *  4개  :  목적,  항목,  보유  및  이용기간,  거부권  및  불이익",
            ""
          ],
          [
            "제16조(최소  수집 \n및  서비스  제공 \n거부)",
            "4.  목적에  필요한  최소한의  개인정보  수집  여부\n5.  최소한  정보  외의  개인정보  수집에  대한  미동의를 \n   이유로  재화  또는  서비스  제공  거부  여부",
            ""
          ],
          [
            "제17조(개인정보의 \n제공)",
            "6.  제3자에게  개인정보  제공  시  정보주체  동의  여부\n7.  정보주체  동의  시  필수  고지항목(5개*)  고지  여부\n8.  필수  고지항목(5개*)  내용의  적정  여부\n  *  5개  :  제공받는  자,  목적,  항목,  보유  및  이용기간, \n                  거부권  및  불이익",
            ""
          ],
          [
            "제18조(개인정보의 \n이용·제공  제한)",
            "9.  개인정보  수집  당시  정보주체의  이용·제공  동의 \n   범위를  초과하여  이용·제공  여부\n10.  개인정보  제공  시  제공  목적범위  내  이용,  안전 \n        조치  실시,  목적  달성  후  파기  등  요청  여부\n11.  동의에  의한  목적  외  이용,  목적  외  제3자  제공  시 \n        필수  고지항목(5개*)  고지  여부\n12.  필수  고지항목(5개*)  내용의  적정  여부\n  *  5개  :  제공받는  자,  목적,  항목,  보유  및  이용기간, \n                  거부권  및  불이익",
            ""
          ],
          [
            "제21조(개인정보의 \n파기)",
            "13.  보유기간  경과,  치리  목적(제공받은  경우  제공받은 \n        목적)  달성  후  지체  없이  개인정보  파기  여부\n14.  개인정보  파기  시  복구  또는  재생되지  않도록 \n        조치  여부\n15.  임시파일  및  출력자료  등에  대한  즉시  파기  여부\n16.  법령에  따라  보존할  경우  별도  분리  보관  여부",
            ""
          ],
          [
            "제22조(동의를  받는 \n방법)",
            "17.  최소  개인정보와  그  외의  개인정보  구분  동의  여부\n18.  동의가  필요한  정보(필수정보)와  동의  없이  처리\n        할  수  있는  정보(선택정보)의  구분  동의  여부\n19.  홍보  권유에  활용하기  위한  정보와  그렇지  않은 \n        정보의  구분  동의  여부\n20.  선택항목  및  홍보  권유  정보의  미동의를  이유로 \n        재화  또는  서비스  제공  거부  여부",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 100,
      "text": "- 98 - 분야 해당 법 조항 세부 점검 항목 준수보완 필요 해당 없음 제23조민감정보의 처리 제한 21. 사상, 정치, 건강 등 민감정보의 동의에 의한 수집 및 제공 시 구분 동의 여부 22. 정보주체 동의 시 필수 고지항목수집 4개, 제공 5개 고지 여부 23. 필수 고지항목4개 또는 5개 내용의 적정 여부 제28조개인정보취 급자에 대한 감독 24. 개인정보취급자에 대한 관리감독접근권한 관리, 통제 등 포함 여부 25. 개인정보취급자에 대한 보안서약서 징구 여부 26. 개인정보취급자에 대한 정기적인 교육 실시 여부 제29조 안전 조치의무 접근권한 관리 및 접근 통제 27. 시스템에 대한 접근권한을 필요 최소한의 범위로 업무 담당자에 따라 차등 부여 여부 28. 전보퇴직 등 인사이동으로 취급자가 변경될 경우 접근권한 변경 또는 말소 여부 29. 접근권한의 부여변경말소 내역의 기록관리 및 최소 3년간 보관 여부 30. 취급자별로 개별 계정 발급 여부 31. 안전한 비밀번호 작성규칙의 수립적용 여부 개인정보 의 암호화 32. 비밀번호의 외부 송수신 시 암호화 조치 여부 33. 비밀번호의 내부 저장 시 일방향 암호화 조치 여부 34. 고유식별정보의 외부 송수신 시 암호화 조치 여부 35. 고유식별정보의 인터넷과 내부망의 중간지점DMZ 저장 시 암호화 조치 여부 접속기록 의 보관 36. 취급자의 접속기록을 최소 6개월 이상 보관관리 여부 37. 접속기록의 항목4개이 적정한지 여부 4개 ID, 날짜 및 시간, 접속자 IP 주소, 수행업무열람, 수정, 삭제, 인쇄, 입력 등 38. 접속기록이 위변조 및 도난, 분실되지 않도록 접속기록의 안전하게 보관 여부 제30조개인정보 처리방침의 수립공개 39. 개인정보 처리방침의 홈페이지 등 공개 여부",
      "tables": [
        [
          [
            "분야\n(해당  법  조항)",
            "",
            "세부  점검  항목",
            "보완 \n해당 \n준수\n필요\n없음"
          ],
          [
            "제23조(민감정보의 \n처리  제한)",
            "",
            "21.  사상,  정치,  건강  등  민감정보의  동의에  의한  수집  및 \n제공  시  구분  동의  여부\n22.  정보주체  동의  시  필수  고지항목(수집  4개,  제공  5개) \n고지  여부\n23.  필수  고지항목(4개  또는  5개)  내용의  적정  여부",
            ""
          ],
          [
            "제28조(개인정보취\n급자에  대한 \n감독)",
            "",
            "24.  개인정보취급자에  대한  관리·감독(접근권한  관리,  통제  등 \n포함)  여부\n25.  개인정보취급자에  대한  보안서약서  징구  여부\n26.  개인정보취급자에  대한  정기적인  교육  실시  여부",
            ""
          ],
          [
            "제29조 \n(안전\n조치의무)",
            "접근권한 \n관리  및 \n접근  통제",
            "27.  시스템에  대한  접근권한을  필요  최소한의  범위로  업무 \n담당자에  따라  차등  부여  여부\n28.  전보·퇴직  등  인사이동으로  취급자가  변경될  경우 \n접근권한  변경  또는  말소  여부\n29.  접근권한의  부여·변경·말소  내역의  기록관리  및 \n        최소  3년간  보관  여부\n30.  취급자별로  개별  계정  발급  여부\n31.  안전한  비밀번호  작성규칙의  수립·적용  여부",
            ""
          ],
          [
            "",
            "개인정보\n의  암호화",
            "32.  비밀번호의  외부  송·수신  시  암호화  조치  여부\n33.  비밀번호의  내부  저장 시 일방향  암호화 조치 여부\n34.  고유식별정보의  외부 송·수신 시 암호화 조치 여부\n35.  고유식별정보의  인터넷과  내부망의  중간지점(DMZ) \n     저장  시  암호화  조치  여부",
            ""
          ],
          [
            "",
            "접속기록\n의  보관",
            "36. 취급자의 접속기록을 최소 6개월 이상 보관·관리 여부\n37.  접속기록의  항목(4개*)이  적정한지  여부\n    *  4개  :  ID,  날짜  및  시간,  접속자  IP  주소,  수행업무(열람, \n                  수정,  삭제,  인쇄,  입력  등)\n38.  접속기록이  위·변조  및  도난,  분실되지  않도록 \n        접속기록의  안전하게  보관  여부",
            ""
          ],
          [
            "제30조(개인정보 \n처리방침의 \n수립·공개)",
            "",
            "39.  개인정보  처리방침의  홈페이지  등  공개  여부",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 101,
      "text": "- 99 - 붙임 8 용역업체 정보보안 보안의식 교육일지 계 약 명 1. 당해 계약을 통해 얻은 정보 또는 국가의 기밀사항을 계약 이행 전ᆞ후를 막론하고 외부에 누설하지 않는다. 2. 용역 과정상에 취득한 정보에 대한 보안사항 및 업무수행 중 알게 된 내용과 단계 별 성과품, 기타 자료에 대하여 발주기관 승인 없이 공개하지 않는다. 3. 본 용역과 관련된 자료 및 기록에 대해 발주자의 승인 없이 타인에게 제공ᆞ대여 할 수 없으며, 불법복제 사용ᆞ자료의 외부누설 과 보안사항의 불이행 등에 따른 민ᆞ형사상 책임 및 도의적인 책임을 감수한다. 4. 과업수행 과정에서 발생한 폐기물은 소각처리 한다. 5. 본 용역과 관련하여 사용하는 컴퓨터는 다음 보안대책을 철저히 이행한다. 부팅 패스워드 설정, 로그인 패스워드 설정, 화면보호기 설정 추측하기 어려운 패스워드 설정 최신 바이러스 백신 및 윈도우 보안 패치 설치 USB메모리, CD-Write, 외장형 하드디스크 등 대용량 저장장치 사용금지 파일공유 금지 및 외부유출 행위 금지 허가받지 않은 네트워크 접속시도는 불법 행위임을 인식하고 정읍시청이하 발주 기관이라 함으로부터 업무상 허가된 내부망 네트워크에만 접속한다. 본인이 사용하는 IP와 PC로부터 해킹, 바이러스 유포 등의 침해사고 발생 시 민형사상의 모든 책임을 진다. 발주기관에서 제공하는 모든 보안프로그램 설치와 이를 통해 수집되는 정보의 열 람과 사용에 동의하며, 보안프로그램을 임의로 삭제하지 않는다. 업무상 필요하지 않는 성인사이트, 게임, 증권 등의 인터넷사이트를 임의로 차단하 더라도 이의를 제기하지 않는다. 6. 내부 자료에 대한 보안관리 업무 수행을 위해 제공하는 내부 자료는 자료관리대장을 작성하여 인수인계 시 직접 서명한다. 제공된 내부 자료에 대해 복사 및 외부반출을 할 수 없으며, 업무 완료 후 발주기관에 반환한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 102,
      "text": "- 100 - 7. 장비에 대한 보안관리 PC노트북 포함는 반입시마다 최신 바이러스 백신프로그램 설치와 바이러스 감염 여부를 확인하여야 한다. 업무 수행을 위해 반입된 PC는 업무 종료시까지 반출을 할 수 없다. 다만, 불가피한 경우 발주기관의 승인 후 반출할 수 있다. USB 등의 보조기억매체는 사용할 수 없다. 다만, 불가피한 경우는 발주기관의 승인 후 사용할 수 있다. 업무 종료 시 PC 및 사용된 보조기억매체는 Format하고 발주기관의 승인 후 반출한다. 8. 내외부망 접근에 대한 보안관리 사용자계정ID은 하나의 그룹으로 등록하고 사용자계정별로 정보시스템에 접근권 한을 부여토록 한다. 사용자계정별로 부여된 권한은 불필요 시 곧바로 권한을 해지하거나 계정을 폐기 한다. 발주기관은 사용자별로 부여한 계정에 접속하여 저장된 자료와 작업이력을 확인할 수 있다. 담당자는 서버 관리자로 하여금 내부 서버에 대한 접근기록을 확인하도록 한다. PC노트북 포함는 인터넷 연결을 금지한다. 다만, 불가피한 경우는 필요한 보안조치를 실시하고 발주기관의 확인 후 사용한다. 9. 기타 산출물에 대한 보안관리 등 업무 수행 시 생산되는 모든 산출물은 담당 부서의 파일서버에 저장하거나, 발주기관에서 지정한 PC에 저장한다. 업무 수행으로 생산되는 모든 산출물 및 기록은 발주기관이 인가하지 않은 자에게 제공대여열람을 금지한다. 업무 수행으로 생산되는 모든 산출물 및 기록의 소유권 및 지적재산권은 발주기관 에 있다. 계약사에 의한 보안사고 발생시 민형사상의 모든 법적 책임은 계약사에게 있다. 보안사고 발생 시 또는 인지 시에는 즉시 발주기관에 통보하여야 한다. 10. 기타 정읍시청 보안업무처리규칙, 국가 정보보안 기본지침을 준수하고 이를 위반 시 민형사상의 모든 법적 책임 등의 조치에 이의를 제기하지 않는다. 20 . . 교육담당자 서명 교육대상자 서명 소 속",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 103,
      "text": "- 101 - 붙임 9 비밀유지계약서 정읍시청이하 발주기관이라 함과 년 월 일부로 용역명 관련 용역사업업무를 수행 하는 업체는 다음과 같이 비밀유지계약을 체결한다. 제1조목적 본 계약은 계약업체에게 용역수행과정에서 취득할 수 있는 누출금지 대상정보에 대한 비 밀유지의무를 부과하고 누출 시 발생할 수 있는 손해에 대한 책임을 명확히 하기 위함이다. 제2조비밀유지의무 계약업체은 본 사업을 수행함에 있어 제안요청서에 명시된 발주기관의 누출금지 대상 정보에 대한 비밀유지의무를 성실히 이행하여야 한다. 계약업체은 누출금지 대상정보의 사용허가를 얻지 아니한 자에게 해당정보를 제공하거나 목적외의 용도로 사용하여서는 안된다. 제3조보안준수사항 이행 계약업체은 누출금지 대상정보에 대한 비밀유지를 위하여 제안요청서에 명시된 용역업체 보안준수사항을 성실히 이행하여야 한다. 제4조손해배상 계약업체은 용역업체 보안준수사항 미이행으로 인하여 누출금지 대상정보가 누출되었 을 경우 발생하는 모든 피해에 대해 손해배상책임을 진다. 제5조자료의 반환 계약업체은 용역수행과정에서 취득한 누출금지 대상정보를 용역사업 완료시 반환하여야 하며 누출금지 대상정보를 보유하고 있지 않다는 업체대표명의의 보안확약서 및 업체 직원명의 의 보안서약서를 제출하여야 한다. 년 월 일 계 약 자 업 체 명 계약집행자 소 속 업체 대표 직 위 담당직원 직 위 성 명 서명 성 명 서명 생년월일 생년월일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 104,
      "text": "- 102 - 붙임 10 기술적용계획표, 기술적용결과표 사업명 정읍시청 통합운영관리시스템 구축 작성일 2024. 00. 법률 및 고시 구분 항 목 법률 o 국가정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어산업 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 지침과학기술정보통신부 o 전자서명인증업무지침과학기술정보통신부 o 전자정부서비스 호환성 준수지침행정안전부 o 정보보호시스템 공통평가기준과학기술정보통신부 o 정보보호시스템 평가인증 지침과학기술정보통신부 o 정보시스템 감리기준행정안전부 o 전자정부사업관리 위탁에 관한 규정행정안전부 o 전자정부사업관리 위탁용역계약 특수조건행정안전부 o 행정전자서명 인증업무지침행정안전부 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부 o 개인정보의 안전성 확보조치 기준행정안전부 o 정보보호 관리체계 인증 등에 관한 고시과학기술정보통신부 o 지방자치단체 입찰 및 계약 집행 기준행정안전부 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부 o 지방자치단체 용역계약일반조건행정안전부 o 표준 개인정보 보호지침행정안전부 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준과학기술정보통신부 o 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정과학기술정보통신부 o 분리발주 대상 소프트웨어과학기술정보통신부 o 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한과학기술정보통신부 o 소프트웨어 품질인증의 세부기준 및 절차과학기술정보통신부 o 소프트웨어사업 하도급계약의 적정성 판단기준과학기술정보통신부 o 용역계약일반조건기획재정부 계약예규 o 용역계약일반조건기획재정부 계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 하도급거래 공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부 o 개인정보의 기술적관리적 보호조치 기준방송통신위원회고시",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "o  국가정보화  기본법\no  공공기관의  정보공개에  관한  법률\no  개인정보  보호법\no  소프트웨어산업  진흥법\no  인터넷주소자원에  관한  법률\no  전자서명법\no  전자정부법\no  정보통신기반  보호법\no  정보통신망  이용촉진  및  정보보호  등에  관한  법률\no  통신비밀보호법\no  지방자치단체를  당사자로  하는  계약에  관한  법률\no  하도급거래  공정화에  관한  법률"
          ],
          [
            "고시  등",
            "o  보안업무규정(대통령령)\no  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\no  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  지침(과학기술정보통신부)\no  전자서명인증업무지침(과학기술정보통신부)\no  전자정부서비스  호환성  준수지침(행정안전부)\no  정보보호시스템  공통평가기준(과학기술정보통신부)\no  정보보호시스템  평가·인증  지침(과학기술정보통신부)\no  정보시스템  감리기준(행정안전부)\no  전자정부사업관리  위탁에  관한  규정(행정안전부) \no  전자정부사업관리  위탁용역계약  특수조건(행정안전부) \no  행정전자서명  인증업무지침(행정안전부)\no  행정기관  도메인이름  및  IP주소체계  표준(행정안전부)\no  개인정보의  안전성  확보조치  기준(행정안전부)\no  정보보호  관리체계  인증  등에  관한  고시(과학기술정보통신부)\no  지방자치단체  입찰  및  계약  집행  기준(행정안전부)\no  지방자치단체  입찰시  낙찰자  결정기준(행정안전부)\no  지방자치단체  용역계약일반조건(행정안전부)\no  표준  개인정보  보호지침(행정안전부) \no  엔지니어링사업대가의  기준(산업통상자원부고시)\no  소프트웨어  기술성  평가기준(과학기술정보통신부)\no  소프트웨어사업의  제안서  보상기준  등에  관한  운영규정(과학기술정보통신부)\no  분리발주  대상  소프트웨어(과학기술정보통신부)\no  대기업인  소프트웨어사업자가  참여할  수  있는  사업금액의  하한(과학기술정보통신부)\no  소프트웨어  품질인증의  세부기준  및  절차(과학기술정보통신부)\no  소프트웨어사업  하도급계약의  적정성  판단기준(과학기술정보통신부)\no  용역계약일반조건(기획재정부  계약예규)\no  용역계약일반조건(기획재정부  계약예규)\no  협상에  의한  계약체결기준(기획재정부계약예규)\no  하도급거래  공정화지침(공정거래위원회예규)\no  정보보호조치에  관한  지침(과학기술정보통신부)\no  개인정보의  기술적·관리적  보호조치  기준(방송통신위원회고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 105,
      "text": "- 103 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적 용 부 분 적 용 미 적 용 해 당 없 음 기본 지침 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4 HTML 5, CSS 3 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd - 한국형 웹 콘텐츠 접근성 지침 2.0 o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검 토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스 는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0 XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적 용",
            "부 분 적 용",
            "미 적 용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용할 \n수  있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터  사용자 \n등  서비스  이용  소외계층을  고려한  설계·구현을  검토하여야  한다.",
            "",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부  접근 \n장치",
            "o  웹브라우저  관련\n  -  HTML  4  /HTML  5,  CSS  3\n  -  XHTML  1.0\n  -  XML  1.0,  XSL  1.0\n  -  ECMAScript  3rd\n  -  한국형  웹  콘텐츠  접근성  지침  2.0",
            "○\n○\n○",
            "○",
            "",
            "○",
            ""
          ],
          [
            "",
            "o  모바일  관련\n  -  모바일 웹 콘텐츠 저작 지침 1.0 (KICS.KO-10.0307)",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4\nIPv6",
            "○",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검\n토하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스\n는  범정부  차원의  공유·활용이  가능하도록  지원하여야  한다.",
            "",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  통합",
            "o  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0\n  -  UDDI  v3\n  -  RESTful",
            "",
            "○",
            "",
            "○\n○",
            ""
          ],
          [
            "",
            "o  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0\n  -  ebXML/BPEL  2.0/  XPDL  2.0",
            "",
            "○",
            "",
            "○",
            ""
          ],
          [
            "데이터  공유 o  데이터  형식  :    XML  1.0",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "인터페이스",
            "o  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 106,
      "text": "- 104 - 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적 용 부분 적용 미 적 용 해 당 없 음 기본 지침 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 모델링 UML2.0 o 개발프레임워크 전자정부 표준프레임워크 Spring Framework",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적 용",
            "부분\n적용",
            "미 적 용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템  운영에  사용되는  통신장비는 \nIPv4와 \nIPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수행\n하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는  정보\n시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "o  화상회의 및 멀티미디어 통신 : H.320~H.324, H.310",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "o  부가통신:  VoIP\n  -  H.323\n  -  SIP \n  -  Megaco(H.248)",
            "",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "o  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UNIX \n  -  Windows  Server\n  -  Linux",
            "○\n○",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "o  모바일용  운영  체계  및  기반환경\n  -  android\n-  IOS\n  -  Windows  Phone",
            "",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "데이터베이스",
            "o  DBMS\n  -  RDBMS\n  -  ORDBMS\n  -  OODBMS\n  -  MMDBMS",
            "○",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "시스템  관리",
            "o  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "o  모델링  :  UML2.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "o  개발프레임워크  :  전자정부  표준프레임워크",
            "○",
            "",
            "",
            "",
            "Spring \nFramework"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 107,
      "text": "- 105 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해 당 없 음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향 상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부 장관에 보고하고 행정안전부의행정기관의 코드표 준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전 부에 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템 과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 데이터 표현 o 정적표현 HTML 5 o 동적표현 - JSP 2.1 - ASP - PHP 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 Delphi 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용",
      "tables": [
        [
          [
            "구    분",
            "",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "",
            "",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "o  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향\n상,  데이터베이스  통합  등을  위하여  표준화되어야  한다.",
            "",
            "",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "o  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부  장관에  보고하고  행정안전부의“행정기관의  코드표\n준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전\n부에  표준  등록을  요청하여야  한다.",
            "",
            "",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "o  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템\n과의  연계를  위해  데이터베이스  사용이  투명해야  하며  다양한 \n유형의  인터페이스를  지원하여야  한다.",
            "",
            "",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  표현",
            "o  정적표현  :  HTML  5",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o  동적표현\n  -  JSP  2.1\n  -  ASP\n  -  PHP",
            "",
            "○",
            "",
            "",
            "○\n○",
            ""
          ],
          [
            "프로그래밍",
            "o  프로그래밍\n  -  C",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- C++ \n    -\nJava\n    - C#\n    - 기타  (Delphi)",
            "",
            "○\n○",
            "",
            "",
            "○\n○",
            ""
          ],
          [
            "데이터  교환",
            "o  교환프로토콜: \n  -  XMI  2.0\n  -  SOAP  1.2",
            "",
            "",
            "",
            "",
            "○\n○",
            ""
          ],
          [
            "",
            "o  문자셋\n  -  EUC-KR \n  -  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "",
            "○",
            "",
            "",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 108,
      "text": "- 106 - 보안 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수 립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으로 하여야 한다. 세부 기술 지침 관리적 보안 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 기술적 보안 o 국가용 암호 제품 대상국정원 보안적합성 인증 필요 - PKI제품 - SSO제품 - 디스크파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 o CC제품군국제 CC인 경우 IT 보안인증사무국의 인증 필요 - 침입차단 - 침입탐지 - 침입방지 - 통합보안관리 - 보안관리서버 - 웹방화벽 - DDos 대응 - VOIP 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망 - 네트워크 접근통제 - 스팸메일차단 - 바이러스백신 - PC매체제어 - PC침입차단 - 콘텐츠보안 - 자료유출 방지 - 메일보안 - 서버보안 - DB접근 통제 - 다중영역구분 - 스마트카드 - 보안USB - 복합기 완전삭제 최신 기준은 국가사이버안전센터 홈페이지 참조",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수\n립하고  이를  적용하여야  한다.    이는  정보시스템의  구축  운영과 \n관련된“서비스  접근  및  전달”,“플랫폼  및  기반구조”,“요소기술” \n및  “인터페이스  및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "o  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n공인전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관리적 \n보안",
            "o  국가정보보안기본지침(국가정보원)\n-  국가  사이버안전  매뉴얼",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "기술적 \n보안",
            "o  국가용  암호  제품  대상(국정원  보안적합성  인증  필요) \n  -  PKI제품\n  -  SSO제품\n  -  디스크․파일  암호화  제품\n  -  문서  암호화  제품(DRM)등\n  -  메일  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ],
          [
            "",
            "o  CC제품군(국제  CC인  경우  IT  보안인증사무국의  인증  필요)\n  -  침입차단\n  -  침입탐지\n  -  침입방지\n  -  통합보안관리\n  -  보안관리서버\n  -  웹방화벽\n  -  DDos  대응\n  -  VOIP  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망\n  -  네트워크  접근통제\n  -  스팸메일차단\n  -  바이러스백신\n  -  PC매체제어\n  -  PC침입차단\n  -  콘텐츠보안\n  -  자료유출  방지\n  -  메일보안\n  -  서버보안\n  -  DB접근  통제\n  -  다중영역구분\n    - 스마트카드\n    - 보안USB\n    - 복합기  완전삭제",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 109,
      "text": "- 107 - 붙임 11 평가위원별 평가점수표 평가위원별 평가점수표 평가위원명단 위원명 소 속 평가위원별평가결과 평가위원명 업 체 별 평 점 A B C D ... 계약담당자는평가의공정성확보를위하여필요하다고인정되는경우에는위원명을공개 하지아니할수있음",
      "tables": [
        [
          [
            "위원명",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소\n속",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "평가위원명",
            "업  체  별    평  점",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "B\nC\nD\n...\nA",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 110,
      "text": "- 108 - 붙임 12 sw기술자 등급분류 기준표 SW기술자 등급분류 기준표 구분 기술자격자 학력경력자 기술사 기술사 특급기술자 고급기술자자격취득후3년이상소프트웨어기술 분야에서일정기간경력을갖추거나근무한사람 고급기술자 중급기술자자격취득후3년이상소프트웨어기술 분야에서일정기간경력을갖추거나근무한사람 박사학위를가진자로서기사자격을취득한자 중급기술자 기사의자격을취득한자로서3년이상소프트웨어 기술분야에서일정기간경력을갖추거나근무한사람 산업기사의자격을취득한자로서7년이상소프트웨어 기술분야에서일정기간경력을갖추거나근무한사람 기사자격을취득한자로서석사학위취득후2년이상 소프트웨어기술분야에서일정기간경력을갖추거나 근무한사람 초급기술자 기사자격을취득한자 산업기사이상의자격을취득한자 전문학사이상의학위를가진자 고등학교를졸업한후3년이상 소프트웨어기술분야에서일정기간 경력을갖추거나근무한사람 고급기능사 산업기사의자격을취득한자로서4년이상 소프트웨어기능분야에서일정기간경력을갖추거나 근무한사람 기능사의자격을취득한자로서7년이상소프트웨어 기능분야에서일정기간경력을갖추거나근무한사람 중급기능사 산업기사의자격을취득한자 기능사의자격을취득한자로서3년이상소프트웨어 기능분야에서일정기간경력을갖추거나근무한사람 초급기능사 기능사의자격을취득한자",
      "tables": [
        [
          [
            "구분",
            "기술자격자",
            "학력·경력자"
          ],
          [
            "기술사",
            "∙기술사",
            ""
          ],
          [
            "특급기술자",
            "∙고급기술자 자격 취득 후 3년 이상 소프트웨어 기술\n분야에서 일정기간 경력을 갖추거나 근무한 사람",
            ""
          ],
          [
            "고급기술자",
            "∙ 중급기술자 자격 취득 후 3년 이상 소프트웨어 기술\n분야에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 박사학위를 가진 자로서 기사자격을 취득한 자",
            ""
          ],
          [
            "중급기술자",
            "∙ 기사의 자격을 취득한 자로서 3년 이상 소프트웨어\n기술 분야에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 산업기사의 자격을 취득한 자로서 7년 이상 소프트웨어\n기술 분야에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 기사자격을 취득한 자로서 석사학위 취득 후 2년 이상\n소프트웨어 기술 분야에서 일정기간 경력을 갖추거나\n근무한 사람",
            ""
          ],
          [
            "초급기술자",
            "∙ 기사 자격을 취득한 자\n∙ 산업기사 이상의 자격을 취득한 자",
            "∙ 전문학사 이상의 학위를 가진 자\n∙ 고등학교를 졸업한 후 3년 이상\n소프트웨어 기술 분야에서 일정기간\n경력을 갖추거나 근무한 사람"
          ],
          [
            "고급기능사",
            "∙ 산업기사의 자격을 취득한 자로서 4년 이상\n소프트웨어 기능 분야에서 일정기간 경력을 갖추거나\n근무한 사람\n∙ 기능사의 자격을 취득한 자로서 7년 이상 소프트웨어\n기능 분야에서 일정기간 경력을 갖추거나 근무한 사람",
            ""
          ],
          [
            "중급기능사",
            "∙ 산업기사의 자격을 취득한 자\n∙ 기능사의 자격을 취득한 자로서 3년 이상 소프트웨어\n기능 분야에서 일정기간 경력을 갖추거나 근무한 사람",
            ""
          ],
          [
            "초급기능사",
            "∙ 기능사의 자격을 취득한 자",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 111,
      "text": "- 109 - 2009년7월31일이전경력에대해서만적용되는노임대가적용기준 단, 2009년7월31일까지의경력에의한구분은아래의표를기준으로산정할수있음 구분 기술자격자 학력ᆞ경력자 기술사 기술사 특급기술자 기사자격을가진자로서10년이상해당 기술분야에서일정기간경력을갖추거나 근무한사람 산업기사자격을가진자로서13년 이상해당기술분야에서일정기간 경력을갖추거나근무한사람 박사학위를가진자로서3년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 석사학위를가진자로서9년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 학사학위를가진자로서12년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 전문대학을졸업한자로서15년이상해당기술 분야에서일정기간경력을갖추거나근무한사람 고급기술자 기사자격을가진자로서7년이상 해당기술분야에서일정기간경력을 갖추거나근무한사람 산업기사자격을가진자로서10년이상 해당기술분야에서일정기간경력을 갖추거나근무한사람 박사학위를가진자 석사학위를가진자로서6년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 학사학위를가진자로서9년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 전문대학을졸업한자로서12년이상해당기술 분야에서일정기간경력을갖추거나근무한사람 고등학교졸업한자로서15년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 중급기술자 기사자격을가진자로서4년이상 해당기술분야에서일정기간경력을 갖추거나근무한사람 산업기사자격을가진자로서7년이상 해당기술분야에서일정기간 경력을갖추거나근무한사람 석사학위를가진자로서3년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 학사학위를가진자로서6년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 전문대학을졸업한자로서9년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 고등학교를졸업한자로서12년이상해당기술분야 에서일정기간경력을갖추거나근무한사람 초급기술자 기사자격을가진자 산업기사자격을가진자 석사학위를가진자 학사학위를가진자 전문대학을졸업한자 고등학교를졸업한자로서3년이상해당기술분야 에서일정기간경력을갖추거나근무한사람",
      "tables": [
        [
          [
            "구분",
            "기술자격자",
            "학력ㆍ경력자"
          ],
          [
            "기술사",
            "∙기술사",
            ""
          ],
          [
            "특급기술자",
            "∙ 기사자격을 가진 자로서 10년 이상 해당\n기술 분야에서 일정기간 경력을 갖추거나\n근무한 사람\n∙ 산업기사자격을 가진 자로서 13년\n이상 해당기술 분야에서 일정기간\n경력을 갖추거나 근무한 사람",
            "∙ 박사학위를 가진 자로서 3년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 석사학위를 가진 자로서 9년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 학사학위를 가진 자로서 12년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 전문대학을 졸업한 자로서 15년 이상 해당기술\n분야에서 일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "고급기술자",
            "∙ 기사자격을 가진 자로서 7년 이상\n해당 기술 분야에서 일정기간 경력을\n갖추거나 근무한 사람\n∙ 산업기사자격을 가진 자로서 10년 이상\n해당기술 분야에서 일정기간 경력을\n갖추거나 근무한 사람",
            "∙ 박사학위를 가진 자\n∙ 석사학위를 가진 자로서 6년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 학사학위를 가진 자로서 9년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 전문대학을 졸업한 자로서 12년 이상 해당기술\n분야에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 고등학교 졸업한 자로서 15년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "중급기술자",
            "∙ 기사자격을 가진 자로서 4년 이상\n해당 기술 분야에서 일정기간 경력을\n갖추거나 근무한 사람\n∙ 산업기사자격을 가진 자로서 7년 이상\n해당기술 분야에서 일정기간\n경력을 갖추거나 근무한 사람",
            "∙ 석사학위를 가진 자로서 3년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 학사학위를 가진 자로서 6년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 전문대학을 졸업한 자로서 9년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 고등학교를 졸업한 자로서 12년이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "초급기술자",
            "∙ 기사자격을 가진 자\n∙ 산업기사자격을 가진 자",
            "∙ 석사학위를 가진 자\n∙ 학사학위를 가진 자\n∙ 전문대학을 졸업한 자\n∙ 고등학교를 졸업한 자로서 3년 이상 해당기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 112,
      "text": "- 110 - 비고 소프트웨어기술자의범위는소프트웨어진흥법제2조제10호에서정한바에따름 소프트웨어진흥법제2조정의 10. 소프트웨어기술자란국가기술자격법에따라정보처리분야의기술자격을취득한사람 또는소프트웨어기술분야에서대통령령으로정하는학력이나경력을가진사람을말함 소프트웨어진흥법시행령제2조소프트웨어기술자의범위 1소프트웨어진흥법이하법이라함 제2조제10호나목에서대통령령으로정하는학력이나 경력을가진사람이란다음각호의어느하나에해당하는사람을말함 1. 초중등교육법제2조제3호또는고등교육법제2조에따른학교에서소프트웨어 고급기능사 산업기사자격을가진자로서4년이상 해당기능분야에서일정기간경력을 갖추거나근무한사람 기능사자격을가진자로서7년이상해당 기능분야에서일정기간경력을갖추거 나근무한사람 기능대학또는전문대학을졸업한자로서4년 이상해당기능분야에서일정기간경력을 갖추거나근무한사람 고등학교를졸업한자로서7년이상해당기능분야 에서일정기간경력을갖추거나근무한사람 직업훈련기관의교육을이수한자로서7년 이상 해당기능분야에서일정기간경력을갖추거나 근무한사람 기능실기시험을합격한자로서10년이상해당 기능분야에서일정기간경력을갖추거나근무한사람 중급기능사 산업기사자격을가진자 기능사자격을가진자로서3년이상해당 기능분야에서일정기간경력을갖추거 나근무한사람 기능대학또는전문대학을졸업한자 고등학교를졸업한자로서3년이상해당기능 분야에서일정기간경력을갖추거나근무한사람 직업훈련기관의교육을이수한자로서5년 이상 해당기능분야에서일정기간경력을 갖추거나 근무한사람 기능실기시험을합격한자로서5년이상해당기능 분야에서일정기간경력을갖추거나근무한사람 그밖에10년이상해당기능분야에서일정기간 경력을갖추거나근무한사람 초급기능사기능사자격을가진자 고등학교를졸업한자 직업훈련기관의교육을이수한자 기능실기시험을합격한자 그밖에5년이상해당기능분야에서일정기간 경력을갖추거나근무한사람",
      "tables": [
        [
          [
            "고급기능사",
            "∙ 산업기사자격을 가진 자로서 4년이상\n해당기능 분야에서 일정기간 경력을\n갖추거나 근무한 사람\n∙ 기능사자격을 가진 자로서 7년이상 해당\n기능 분야에서 일정기간 경력을 갖추거\n나 근무한 사람",
            "∙ 기능대학 또는 전문대학을 졸업한 자로서 4년\n이상 해당기능 분야에서 일정기간 경력을\n갖추거나 근무한 사람\n∙ 고등학교를 졸업한 자로서 7년 이상 해당기능 분야\n에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 직업훈련기관의 교육을 이수한 자로서 7년\n이상\n해당기능 분야에서 일정기간 경력을 갖추거나\n근무한 사람\n∙ 기능실기시험을 합격한 자로서 10년 이상 해당\n기능 분야에서 일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "중급기능사",
            "∙ 산업기사자격을 가진 자\n∙ 기능사자격을 가진 자로서 3년이상 해당\n기능 분야에서 일정기간 경력을 갖추거\n나 근무한 사람",
            "∙ 기능대학 또는 전문대학을 졸업한 자\n∙ 고등학교를 졸업한 자로서 3년 이상 해당 기능\n분야에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 직업훈련기관의 교육을 이수한 자로서 5년\n이상\n해당기능 분야에서 일정기간 경력을\n갖추거나\n근무한 사람\n∙ 기능실기시험을 합격한 자로서 5년 이상 해당기능\n분야에서 일정기간 경력을 갖추거나 근무한 사람\n∙ 그밖에 10년 이상 해당기능 분야에서 일정기간\n경력을 갖추거나 근무한 사람"
          ],
          [
            "초급기능사 ∙ 기능사 자격을 가진 자",
            "",
            "∙ 고등학교를 졸업한 자\n∙ 직업훈련기관의 교육을 이수한 자\n∙ 기능실기시험을 합격한 자\n∙ 그밖에 5년 이상 해당기능 분야에서 일정기간\n경력을 갖추거나 근무한 사람"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 113,
      "text": "- 111 - 기술분야를전공한사람 2. 소프트웨어기술을가진사람으로서소프트웨어기술분야에서일정기간경력을갖추거나 근무한사람 3. 그밖에제1호및제2호의사람과학력경력이같거나그이상이라고인정되는사람 2제1항에따른소프트웨어기술자에대한세부적인인정기준및절차방법등은과학기술 정보통신부장관이정하여고시함 기술자격자 중기술사, 기사, 산업기사, 기능사는국가기술자격법의기술자격종목중다음 각목의정보처리분야기술자격을취득한자를말함 가. 기술사 정보관리, 컴퓨터시스템응용 나. 기사 정보처리, 전자계산기조직응용, 정보보안 다. 산업기사 정보처리, 사무자동화, 정보보안 라. 기능사 정보처리, 정보기기운용",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 114,
      "text": "- 112 - 붙임 13 소프트웨어 개발사업의 적정 사업기간 종합 산정서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 115,
      "text": "- 113 - 붙임 14 소프트웨어사업 영향평가 결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 116,
      "text": "- 114 -",
      "tables": [
        [
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 117,
      "text": "- 115 - 별지서식 1 일반현황 및 주요연혁 회 사 명 대 표 자 사 업 분 야 주 소 연 락 처 전화 FAX 회사설립년도 년 월 해당부문 사업기간 년 월 년 월 년 개월 주요연혁",
      "tables": [
        [
          [
            "회   \n  사 \n    명",
            "대  표  자"
          ],
          [
            "사  업    분  야",
            ""
          ],
          [
            "주                  소",
            ""
          ],
          [
            "연   \n  락      처",
            "전화  :                                                        FAX  :"
          ],
          [
            "회사설립년도",
            "년                  월"
          ],
          [
            "해당부문  사업기간             년      월    ～          년        월  (      년      개월)",
            ""
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 118,
      "text": "- 116 - 별지서식 2 자본금 및 매출액최근3년 단위 천원 구 분 20 년 20 년 20 년 합 계 평 균 총 자 산 자 기 자 본 유 동 부 채 고 정 부 채 유 동 자 산 당 기 순 이 익 매 출 원 가 총 매 출 액 매출액 SW HW 시스템개발 컨설팅 기 타 계 자기자본비율 자기자본총자산 자기자본 이익률 유 동 비 율 유동자산유동부채 신용평가등급 회사채에 대한 신용평가등급 등급평가일 기업어음에 대한 신용평가등급 등급유효기간 기업신용평가등급 주 1. 결산 공고되었거나 자체 보고된 대차대조표, 손익계산서 등 회계자료를 첨부함 2. 신용평가등급, 등급평가일, 등급유효기간 등이 명시된 신용평가 등급 확인서를 제출함",
      "tables": [
        [
          [
            "구          분",
            "",
            "20      년",
            "",
            "20      년",
            "20      년",
            "합    계",
            "평    균"
          ],
          [
            "총        자        산",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자    기    자    본",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유    동    부    채",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고    정    부    채",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유    동    자    산",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "당  기  순  이  익",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매    출    원    가",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "총    매    출    액",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "S/W",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "H/W",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템개발",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "컨설팅",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기  타",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율\n(자기자본/총자산)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본  이익률",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유    동    비    율\n(유동자산/유동부채)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "회사채에  대한  신용평가등급",
            "",
            "",
            "등급평가일",
            "",
            "",
            "",
            ""
          ],
          [
            "기업어음에  대한  신용평가등급",
            "",
            "",
            "등급유효기간",
            "",
            "",
            "",
            ""
          ],
          [
            "기업신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 119,
      "text": "- 117 - 별지서식 3 유사사업 실적최근 3년 연번 1계약명 사 업 기 간 2 계약금액 단위천원 발주처 3구체적 업무수행 내 용 4타사와 공동 프로젝트 수행여부 비 고 계 주 1. 계약명 연도순으로기재하며본업무와유관유사한것만해당건수별로정확하게기재함 유사실적 국내소재업체중입찰공고일전일기준최근3년내수행준공한발주처의운영규모와안정성을고 려하여지자체및공공기관발주체육문화시설운영관리시스템사업으로 위사업중3가지사업을포함하는사업에한함. 2. 계약금액 공동으로업무를수행한경우총액을기재하되자사의비용만을괄호안에기재함 3. 타사와공동프로젝트수행여부 타사와공동으로프로젝트를수행한경우타사의상호명을기재함 4. 실적의인정은아래의서류로제출한다. 실적의증명은아래의서류로제출한다. 1지자체및공공기관에서발행하는실적증명서또는한국소프트웨어산업협회에서발행하는 이행실적확인서 기재된내용의확인결과기재된내용중허위사실이발견된경우0점처리함 1 회원관리프로그램 2 반응형홈페이지 3 반응형웹예약시스템",
      "tables": [
        [
          [
            "",
            "연번 ①계약명",
            "사  업\n기  간",
            "②  계약금액\n(단위:천원)",
            "발주처",
            "③구체적\n업무수행\n내        용",
            "④타사와\n공동  프로젝트\n수행여부",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 120,
      "text": "- 118 - 별지서식 4 사 업 실 적 증 명 원 1. 사 업 명 2. 총 계약 금액 참여지분율 3. 계 약 일 자 4. 착 수 일 자 5. 완 료 일 자 6. 사 업 내 용 귀 기관에서 발주한 사업에 대하여 폐사에서 상기와 같이 수행실적이 있음을 증명하 여 주시기 바랍니다. 20 년 월 일 주 소 상 호 대표자 위 사실을 증명합니다. 20 년 월 일 주 소 상 호 대표자 1. 1개 기관에 2건 이상의 실적이 있을 때에는 각각 실적증명원을 발급 첨부 하여야 함 2. 전산용 실적증명원 서식도 가능하나 위 서식의 내용을 포함 하여야 함 3. 총 계약 금액란은 기재후 투명 접착테이프로 붙여 증명을 받아야 함",
      "tables": [
        [
          [
            "사  업  실  적  증  명  원",
            ""
          ],
          [
            "1.  사      업      명",
            ""
          ],
          [
            "2.  총  계약  금액",
            "(참여지분율  :        %)"
          ],
          [
            "3.  계  약    일  자",
            ""
          ],
          [
            "4.  착  수    일  자",
            ""
          ],
          [
            "5.  완  료    일  자",
            ""
          ],
          [
            "6.  사  업    내  용",
            ""
          ],
          [
            "귀  기관에서  발주한  사업에  대하여  폐사에서  상기와  같이  수행실적이  있음을  증명하\n여  주시기  바랍니다.\n                                                                                    20      년      월      일\n                                                                    주    소  : \n                                                                    상    호  : \n                                                                    대표자  :",
            ""
          ],
          [
            "위  사실을  증명합니다.\n                                                                                    20      년      월      일\n                                                                    주    소  : \n                                                                    상    호  :\n                                                                    대표자  :",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 121,
      "text": "- 119 - 별지서식 5 경영실태 확인서 1. 업체명 신용정보업자의 소정양식 신용정보업자가 평가한 회사채에 대한 신용평가등급 확인서 신용평가 등급, 등급평가일, 등급 유효기간 등이 명시되어야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 122,
      "text": "- 120 - 별지서식6 평가용제안서표지제작기준 70 글자크기 16, 글자체 견고딕체 정읍시청통합운영관리시스템구축 제 안 서 글자크기 32, 글자체 견고딕체 2023. . 글자크기 20, 글자체 견고딕체 30 30 10 10",
      "tables": [
        [
          [
            "70\n↱ 글자크기 : 16, 글자체 : 견고딕체\n「 정읍시청 통합운영관리시스템 구축」\n제\n안\n서\n↳ 글자크기 : 32, 글자체 : 견고딕체\n2023.\n.\n↳ 글자크기 : 20, 글자체 : 견고딕체\n30\n30\n10",
            "",
            "10"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 123,
      "text": "- 121 - 별지서식7 입 찰 참 가 신 청 서 아래 사항 중 해당되는 경우에는 기재하시기 바랍니다. 처리시간 즉 시 신 청 인 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 입 찰 개 요 입 찰 공 고 지 명 번 호 입 찰 일 자 입 찰 건 명 입 찰 보 증 금 납부면제 및 지급 확 약 본인은 낙찰 후 계약 미체결 시 귀 센터에 낙찰금액의 5100에 해당하는 입찰보증금을 현금으로 납부할 것을 확약합니다. 대리인 사용인감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 주민등록번호 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 사용인감 본인은 위의 번호로 공고지명통지한 귀 기관의 정읍시청 통합운영관리시스템 구축에 대한 일반제한 지명 경쟁 입찰에 참가하고자 정부에서 정한 공사물품구매기술용역 입찰유의서 및 입찰공고 사항을 모두 승낙하고 별첨 서류를 첨부하여 입찰참가 신청을 합니다. 붙임서류 1. 입찰참가자격을 증명하는 서류사본 1통 2. 인감신고서 1통 3. 기타 공고로서 정한 서류 신 청 인 정읍시청 귀중",
      "tables": [
        [
          [
            "처리시간\n입  찰  참  가  신  청  서\n즉        시\n  *  아래  사항  중  해당되는  경우에는  기재하시기  바랍니다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호  또는  법인명칭",
            "",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주                        소",
            "",
            "",
            "",
            "전  화  번  호",
            ""
          ],
          [
            "",
            "대          표          자",
            "",
            "",
            "",
            "주민등록번호",
            ""
          ],
          [
            "입찰개요",
            "입    찰      공    고\n  (지  명)    번    호",
            "",
            "",
            "",
            "입  찰  일  자",
            ""
          ],
          [
            "",
            "입    찰      건    명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰보증금",
            "납부면제  및  지급\n확                        약",
            "",
            "본인은  낙찰  후  계약  미체결  시  귀  센터에  낙찰금액의  5/100에 \n  해당하는  입찰보증금을  현금으로  납부할  것을  확약합니다.",
            "",
            "",
            ""
          ],
          [
            "대리인\n사용인감",
            "",
            "본  입찰에  관한  일체의  권한을 \n  다음의  자에게  위임합니다.\n  성                명  :\n  주민등록번호  :",
            "",
            "본  입찰에  사용할  인감을  다음과  같이 \n  신고합니다.\n  사용인감  :                                            ",
            "",
            ""
          ],
          [
            "본인은  위의  번호로  공고(지명통지)한  귀  기관의  「정읍시청  통합운영관리시스템  구축」에  대한  일반(제한·\n지명)  경쟁  입찰에  참가하고자  정부에서  정한  공사(물품구매·기술용역)  입찰유의서  및  입찰공고  사항을 \n모두  승낙하고  별첨  서류를  첨부하여  입찰참가  신청을  합니다.\n    붙임서류  :  1.  입찰참가자격을  증명하는  서류사본  1통\n                          2.  인감신고서  1통\n                          3.  기타  공고로서  정한  서류\n                                                                                    신  청  인  :                                                \n정읍시청  귀중",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 124,
      "text": "- 122 - 별지서식8 제안요구사항 수용 조견표 연번 요구사항 번호 요구사항명 또는요구사항내용 요약 수용 여부 제안서내용 제안서 페이지 주1. 요구사항번호는 제안요청서의 요구사항 번호를 기재하며, 제안요청서의 페이지를 기재하지 않는 대신 요구사항 목록의 순서를 고려하여 작성필요한 경우에는 제안요청서상의 페이지 표기도 가능하며, 페이지를 표기할 경우 요구사항번호 란에 괄호를 이용하여 작성 2. 요구사항 명 은 제안요청서의 요구사항 명을 기재필요시 요구사항 내용을 요약 3. 내용은 간결하게 핵심만 기재하고 수용 여부는 또는 X 로 표기",
      "tables": [
        [
          [
            "연번",
            "요구사항\n번호",
            "요구사항 명\n(또는 요구사항 내용\n요약)",
            "수용\n여부",
            "제안서 내용",
            "제안서\n페이지"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 125,
      "text": "- 123 - 별지서식9 정량적평가지표 자가진단표 주 1. 사업수행금액은 3년간 유사사업 분야 합산금액을 기재함 - 수행경험은 별지 서식3의 내용 중 평가에 반영할 사항을 기재할 것. 2. 기술인력은 관련 증빙자료를 제출한 인원만 포함 3. 경영상태는 신용평가등급을 해당란에 기재함 4. 신인도는 기업신인도 관련 해당란에 표시함 5. 정량평가를 위해 위 표를 작성하고, 반드시 계산을 위한 세부자료 및 증빙자료를 제출할 것 회 사 명 가. 사업수행 실적 실적년도 20 년 20 년 20 년 20 년 금액 점 수 실적금액 나. 기술인력 보유상태 기술상태 특급기술자 고급기술자 중급기술자 초급기술자 합 계 점 수 보유인력 명 명 명 명 명 다. 경영상태 기업신용 평가등급 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용평가 등급 점 수 라. 신인도 기업 신인도 가. 기술품질 인증보유 나. 혁신형 중소기업 벤처, inno-biz, 경영혁신형지정 다. 계약이행과정의 성실성 하도급 대금지급내역 사후제출 미이행 여부, 납품지연 여부 점 수 정량적평가지표 총 점수",
      "tables": [
        [
          [
            "회  사  명",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "가.  사업수행\n실적",
            "실적년도",
            "20    년",
            "20    년",
            "20    년",
            "20    년",
            "금액",
            "점  수"
          ],
          [
            "",
            "실적금액",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "나.  기술인력\n보유상태",
            "기술상태",
            "특급기술자",
            "고급기술자",
            "중급기술자",
            "초급기술자",
            "합      계",
            "점  수"
          ],
          [
            "",
            "보유인력",
            "명",
            "명",
            "명",
            "명",
            "명",
            ""
          ],
          [
            "다.  경영상태",
            "기업신용\n평가등급",
            "회사채에  대한\n신용평가등급",
            "",
            "기업어음에 \n대한\n신용평가등급",
            "",
            "기업신용평가\n등급",
            "점  수"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "라.  신인도",
            "기업\n신인도",
            "가.  기술(품질)  인증보유",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "나.  혁신형  중소기업\n  (벤처,  inno-biz,  경영혁신형)지정",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "다.  계약이행과정의  성실성\n  (하도급  대금지급내역  사후제출  미이행  여부, \n  납품지연  여부)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "점  수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정량적평가지표  총  점수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 126,
      "text": "- 124 - 별지서식10 추가제안사항 요약 순번 건 명 제안개요 추진 기간 제공조건 추진방법 비고 주1. 필요시 추가 제안사항 세부내역 별첨 가능.",
      "tables": [
        [
          [
            "순번",
            "건        명\n(제안개요)",
            "추진\n기간",
            "제공조건",
            "추진방법",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 127,
      "text": "- 125 - 별지서식11 확 약 서 입찰건명 정읍시청통합운영관리시스템구축용역의목적과그제안요청서에제시된 모든사항을충분히검토, 숙지인정한후본제안서를제출합니다. 또한당사는사업자평가및선정방식, 제안요청서내용과본입찰에관련된 귀기관의방침에이의가없음을확약합니다. 년 월 일 주 소 상호또는명칭 법인등록번호 대 표 자 인 정읍시청귀중",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 128,
      "text": "- 126 - 별지서식12 자료 인수인계 대장 사업명 용역업체 연번 제공자료명 제공사유 제공기간 매체 제공자 인수자 삭제및회수 확인",
      "tables": [
        [
          [
            "연번",
            "제공자료명",
            "제공사유",
            "제공기간",
            "매체",
            "제공자",
            "인수자",
            "삭제 및 회수\n확인"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 129,
      "text": "- 127 - 별지서식13 사 용 인 감 계 정읍시청 통합운영관리시스템 구축과 관련하여 당사가 사용하는 법인 개인인감을 대신하여 입찰계약 및 제반 신고서류에 사용코자 다음과 같이 사용인감을 제출하오며 이로 인한 법률상의 모든 책임을 당사가 질 것을 확약 합니다. 사 용 인 감 인 적 사 항 주 소 상호또는법인명 대 표 자 붙 임 인감법인증명서 1부. 2023. . . 상호 또는 법인명 주 소 대 표 자 인 정읍시청 시장귀하",
      "tables": [
        [
          [
            "사 용 인 감",
            "인 적 사 항"
          ],
          [
            "",
            "주          소 : \n상호또는법인명 : \n대    표    자 :"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 130,
      "text": "- 128 - 별지서식14 입 찰 가 격 제 안 서 입 찰 내 용 공 고 번 호 입 찰 일 자 건 명 정읍체육트레이닝센터 통합운영관리시스템 구축 금 액금 원 사 업 기 간 계약일로부터 일 제 안 자 상호 또는 법인 명칭 법인등록번호 주 소 전 화 번 호 대 표 자 생 년 월 일 본인은 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제43조협상에 의한 계 약체결에 의거 발주된 본 사업의 제안요청서 내용을 모두 숙지하고 응찰에 임하며, 귀 기관 이 정한 사업기간 내에 사업을 성실하게 수행할 것을 확약하며 본 가격제안 입찰서를 제출합 니다. 붙임 가격산출내역서 1부 입찰자 정읍시장 귀하",
      "tables": [
        [
          [
            "입  찰  가  격  제  안  서",
            "",
            "",
            "",
            ""
          ],
          [
            "입 찰 내 용",
            "공   고   번   호",
            "입 \n찰 \n일 \n자",
            "",
            ""
          ],
          [
            "",
            "건\n \n명",
            "정읍체육트레이닝센터  통합운영관리시스템  구축",
            "",
            ""
          ],
          [
            "",
            "금",
            "액 금                            원  (￦                            )",
            "",
            ""
          ],
          [
            "",
            "사\n업\n기\n간",
            "계약일로부터            일",
            "",
            ""
          ],
          [
            "제 안 자",
            "상호  또는  법인  명칭",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주 \n소",
            "",
            "전  화  번  호",
            ""
          ],
          [
            "",
            "대 \n표 \n자",
            "",
            "생  년  월  일",
            ""
          ],
          [
            "본인은  ｢지방자치단체를  당사자로  하는  계약에  관한  법률  시행령｣  제43조(협상에  의한  계\n약체결)에  의거  발주된  본  사업의  제안요청서  내용을  모두  숙지하고  응찰에  임하며,  귀  기관\n이  정한  사업기간  내에  사업을  성실하게  수행할  것을  확약하며  본  가격제안  입찰서를  제출합\n니다. \n붙임  :  가격산출내역서  1부\n입찰자                              \n정읍시장  귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 131,
      "text": "- 129 - 가격제안서봉투작성방법 - 앞면 가격제안서재중 주식회사 대표이사 인 날인요 - 뒷면 봉투사이즈는330mm 240mm으로한다. 날인 날인 날인 날인",
      "tables": [
        [
          [
            "- 뒷 면",
            "",
            "",
            ""
          ],
          [
            "날인",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "날인\n날인",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}