{
  "csv_metadata": {
    "공고 번호": "20240623903",
    "공고 차수": 0.0,
    "사업명": "IP-NAVI  해외지식재산센터 사업관리 시스템 기능개선",
    "사업 금액": 60000000,
    "발주 기관": "한국지식재산보호원",
    "공개 일자": "2024-06-18 13:59:59",
    "입찰 참여 시작일": "2024-06-18 14:00:00",
    "입찰 참여 마감일": "2024-07-02 10:00:00",
    "사업 요약": "- 사업개요: IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선\n- 추진목적: 해외지식재산센터의 현지 법률서비스 지원사업 관리 및 실적 통합관리, 온라인 상담창구 구축\n- 사업추진계획: 추진방향 설계, 관리자 시스템 개발, 실적 통합관리 기능 추가, 상담창구 구축\n- 제안요청 내용: 지원사업 관리 기능 추가, 관리자 시스템의 실적 통합관리 기능 추가, 상담창구 구축\n- 제안서 작성요령: 제안서 작성지침 및 유의사항 준수, 명확한 용어 사용, 객관적인 자료 제출, 기타 규정 따름",
    "파일형식": "pdf",
    "파일명": "한국지식재산보호원_IP-NAVI  해외지식재산센터 사업관리 시스템 기능개.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제안요청서 사 업 명 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 주관기관 2024. 6. 사업 책임자 해외지재권종합 지원실 실장 전충규 TEL026250-0865 FAX026250-0870 사업 실무자 해외지재권종합 지원실 전임 노승원 TEL026250-0868 목 차 1. 사업개요 1 2. 추진목적 1 3. 사업 추진계획 1 4. 제안요청 내용 3 5. 제안서 작성요령 4 6. 안내 사항 5 참고 제안요청사항 9 별표1. 누출금지 대상정보 별표2. 보안위반 처리기준 별표3. 사업자 보안관리 준수사항 별표4. 보안점검 체크리스트사전점검 별표5. 보안점검 체크리스트개발 및 전개 별첨 1 기술심의 평가표 41 별첨 2 입찰참가신청 서류 42 별첨 3 소프트웨어 개발사업 적정 사업기간 산정서 54 별첨 4 소프트웨어사업 영향평가 검토결과서 55 별첨 5 소프트웨어 과업변경요청서 57 별첨 6 기술적용계획표 58",
      "tables": [
        [
          [
            "사 업 명",
            "IP-NAVI\n해외지식재산센터 사업관리 시스템 기능개선"
          ],
          [
            "주관기관",
            ""
          ]
        ],
        [
          [
            "사업\n책임자",
            "해외지재권종합\n지원실",
            "실장 전충규",
            "TEL:02)6250-0865",
            "FAX:02)6250-0870"
          ],
          [
            "사업\n실무자",
            "해외지재권종합\n지원실",
            "전임 노승원",
            "TEL:02)6250-0868",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "- 1 - 1. 사업개요 ᄋ사 업 명 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 ᄋ사업기간 계약체결일 3개월 과업종료 후 안정적인 시스템 운영을 위해 무상 하자지원 12개월 ᄋ사업예산 일금 육천만원정60,000,000 부가세 포함 ᄋ계약방법 제한경쟁입찰협상에 의한 계약 2. 추진목적 ᄋ 해외지식재산센터 현지법률서비스 지원사업공고 확인 및 신청 접수, 수행관리 등 사업 전반 관리 시스템 기능 추가 필요 ᄋ지재권 상담지원사업 통계 등 사업실적을시스템을 통해 통합 관리함으로써DB 관리 효율성 및 정확성 확보 ᄋ온라인 상담 기능을 활용하여 물리적 공간과 시간에 제약 없이 상담이 가능한 해외 지재권 보호 종합상담창구 마련 3. 사업 추진계획 가. 추진방향 ᄋ해외지식재산센터 현지 법률서비스 지원사업 신청관리 시스템 추가 - 시스템 사용자관리자, 신청인, 수행대리인에 따라 접속화면 개별 구축 ᄋ지원사업 실적통계 분석및 관리기능 구현 ᄋ지재권 상담 및 법률 자문 일지 등록을 위한 상담 관리 기능 구현 및 상담 통계 분석 ᄋ 회원 대상11 온라인 상담 서비스 제공 게시판 화면 구축 - 2 - 나. 추진체계 및 역할 주관부서 보호원해외지재권종합지원실 기능개선사업관리및감독 주관사업자 시스템구축 사용자개선요구사항시스템반영 다. 추진일정 ᄋ 제안서 접수마감 공고문 참고 ᄋ제안서 평가기술평가 입찰 마감일로부터 10일 이내 ᄋ 제안서 평가위원회 개최 제안 업체별 발표 및 평가위원 QA 시간 및 장소 추후 별도 통보메일, 유선 등 라. 일정관리 ᄋ 사업수행기관은 수행계획서에 사업수행 전체 일정을 포함하여야 함 ᄋ 일정의 지연이 있을 경우 주관기관에 즉시 보고하여야 하며, 일정을 준수하기 위한 대책을 마련하여야 함 마. 계약추진 ᄋ 계약방법 제한경쟁입찰협상에 의한 계약 평가점수 기술평가90점 가격평가10점 ᄋ 참여제한 대기업 참여 불허, 공동수급 및 하도급 불가 6. 안내 사항입찰 참가 자격 참조",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - 4. 제안요청 내용 가. 지원사업 관리 기능 추가 ᄋ 해외 현지 법률서비스 지원사업 신청관리 통합시스템을 사용자에 따라 개별 구축 - 사업 공고 관리, 선정 심사, 사업 수행관리, 회원 관리 등 기능 포함된 관리자 시스템 구축 - 개인정보 입력 기반 회원가입, 사업 조회 및 신청, 만족도 조사 등 구현한 신청인 서비스 구축 - 사업정보 조회, 사업 관련 자료 업로드기능 탑재된 수행대리인 서비스 구축 ᄋ 우리원의 서버 인프라를 고려하여, 독립된 웹서버에 전개할 수 있도록 구성하고, 기존 인프라와 통합운영 환경 연계 - 메일발송 등 통지서비스는 기존 우리원 인프라에 추가 운영 - 우리원의 공식 홈페이지들과 상호 서비스콘텐츠 연계 지원 ᄋ 지원사업 신청서의 온라인 작성 지원 - 매년 변경되는 사업유형을 고려하여 유연한 신청서 작성 지원 - 지원사업 신청서를 온라인용으로 작성할 수 있도록 UI 제공 나. 관리자 시스템의 실적 통합관리 기능 추가 ᄋ 지원사업실적통계 분석및 관리 - 공고별, 지원기업별, 수행대리인별 사업 현황 정량 분석 ᄋ 해외IP센터 및 본사에서 수행한 지재권 상담 및 법률 자문 내역을 등록할 수 있는 상담 관리 기능 구현및 상담 통계 분석 - 오프라인 상담 이력을 종합하여 온라인 적재 지원 - 온라인으로 실시간 상담 업무 기록관리 지원 ᄋ 사업관리를 위한 편의 기능 제공 - 각종 업무용 엑셀 다운로드제출서류 일괄 다운로드 등 지원 - 4 - 다. 상담창구 구축 ᄋ 시스템 회원 대상 11 온라인 상담 서비스제공 게시판 기능 구축 ᄋ 자주묻는질문FAQ 게시판 기능 구축 5. 제안서 작성요령 가. 제안서의 효력 ᄋ 제안서는 제출 후 변경할 수 없으며, 계약체결 시 계약조건의 일부로 간주함 ᄋ 필요시 제안사에 대하여 추가제안 또는 추가자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐제출된 제안서는 사업주관기관에서 요청하지 않는 한 변경 불가 나. 제안서 작성지침 및 유의사항 ᄋ 제시한 제안서 목차 및 세부작성지침을 준용하여 제안서를 작성하여야 함 붙임 3 입찰참가신청 서류 별지 제5호 서식 제안서 목차 및 세부 작성지침 참조 ᄋ 제안서는 A4용지 기준 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는 기타 용지를 일부 사용할 수 있음 ᄋ 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 구분하여 번호를 부여함 ᄋ 제안서는 한글 작성이 원칙이며, 사용된 영문약어에 대해서는 약어 설명을 함께 제공해야 함 ᄋ 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 ᄋ 제안서의 내용은 명확한 용어를 사용하여 표현하여야 함. 예를 들어,",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 5 - 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표 현은 평가 시 불가능한 것으로 간주하게 되며, 계량화가 가능한 것은 계량화하여 표현하여야 함 ᄋ 과업내용 확정 심의 여부 본 사업은소프트웨어 진흥법제50조에 따른 과업내용 확정을 위하여 과업심의위원회를 개최한 사업임 ᄋ 과업내용 변경본 사업은소프트웨어 진흥법제50조, 같은 법 시행령제47조제1항제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우, 계약상대자는 국가기관등의장에게 소프트웨어사업 과업변경요청서를 제출하여야 하며, 국가기관등의장은 과업심의위원회 개최 요청에 대해서 특별한 사정이 없으면수용해야 함 붙임 6 소프트웨어 과업변경요청서 참고소프트웨어사업 계약 및 관리감독에 관한 지침별지 8호서식 참고 ᄋ 작성 시 아래 사항을 권장함 - 제안서 본문 내용은 300페이지150장 이내로 작성 - 제안 설명 시 홍보용 동영상 활용 금지 ᄋ 기타 공고서 및 조달청 제안평가 관련 규정에 따름 6. 안내 사항 가. 입찰방식 ᄋ 기본 방침 - 객관적이고 공정한 기준과 절차를 적용하여 경쟁에 의한 우수 사업자 선정 ᄋ 입찰 참가 자격 - 국가를 당사자로 하는 계약에 관한 법률 시행령제12조 규정경쟁 입찰의 참가자격에 의한 입찰참가 자격요건을 갖춘 업체 - 6 - 제안 업체는 국가종합전자조달시스템 입찰참가자격등록규정조달청 고시에 따름에 의하여 반드시 나라장터G2B에 입찰마감일 전일까지 입찰참가자격 을 등록해야 함 - 소프트웨어 진흥법제58조 및 같은 법 시행규칙 제17조에 따른 소프트웨어사업자 일반 현황 관리신청서를 제출한 자로서, 소프트 웨어사업자컴퓨터관련서비스사업, 업종코드1468로 등록되어 있는 업체 - 중소기업제품 구매촉진 및 판로지원에 관한 법률에 의한 중소기업 자로서중소기업자간 경쟁제품 직접생산확인기준에 따라 직접생산 확인증명서를 제출입찰참가등록 마감일 이전 발행된 것, 유효기간 내 - 기타 공고서에 따름 ᄋ 유의 사항 - 본 입찰은 사업금액이 20억원 미만인 사업으로서, 소프트웨어 진흥법제48조 제2항 및 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한과학기술정보통신부 고시 제2021-22호, 2021.3.26.규정을 준수하며, 해당기업은 입찰에 참여할 수 없음 중소기업기본법 제2조의 중소기업이 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법 제2조의 중견기업에 해당되는 대기업인 경우 그 사유 발생일로부터 5년이 경과되지 않을 대기업인 경우 사업금액의 하한을 20억원 이상으로 함 - 원활한 사업 수행 및 품질보증, 하자보수 지원, 향후 유지관리 등 사업 전반에 대한 책임감 있는 사업 수행을 위하여 하도급을 불허함 단, 통상적인 개발인력이 아닌 상용SW, 솔루션, 콘텐츠 수집을 위한 지원인력 등은 하도급으로 간주하지 않음 ᄋ 사업자 선정 방식 - 제한경쟁 입찰, 협상에 의한 계약 국가를 당사자로 하는 계약에 관한 법률 시행령제43조 및 제43조의2 협상에 의한 계약체결기준기획재정부 계약예규",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - - 최종낙찰자는 최종 산출내역서를 제출하여야 함 나. 제안서 평가 방법 ᄋ 제안서 평가 원칙 - 평가비율은 기술평가90, 가격평가10로 하며, 기술평가점수와 가격평가점수를 합산하여 종합평가점수를 산출함 행정기관 및 공공기관 정보시스템 구축운영 지침 제18조에 따라 해당 사업의 기술평가에 대한 배점을 90점으로 하며, 입찰가격 평가점수 산출방법은 기획재정부 계약예규의 산식에 따름 - 제안서 발표는 사업관리자PM의 전문성, 사업 이해도 등을 종 합적으로 평가하기 위해 반드시 사업관리자가 직접 제안서 발표 하여야 함 - 기술평가항목 및 배점기준은 별첨 1 기술심의 평가표에 의함 평가항목 개발 전략방법론, 개발기술 및 성능 부문, 프로젝트 관리 부문 등 - 기술평가 시 각 평가위원의 평가점수 중 최고점수와 최저점수를 제외한 나머지 점수를 산술평균한 점수를 90점 만점으로 환산하며, 기술능력평가 분야 배점한도의 8576.5점 이상인 자를 협상적격자로 선정 - 평가점수 결과는 소수점 다섯째자리에서 반올림 - 기타 평가의 방법과 결과공개 등 제반 사항은 조달청 규정에 따름 ᄋ소프트웨어 기술성 평가기준 지침제4조제5항에 따른 차등점 수제 미적용 ᄋ 우선협상대상자 선정 및 계약체결 - 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 우선협상대상자로 선정하여 기타 지원조건 등을 협상 - 협상대상자와 협상이 모두 결렬되면 재공고하여 재입찰 추진 다. 제출 서류 별첨 2 입찰참가신청 서류에 의함 ᄋ 유의사항 - 8 - - 조달청 제출 자료가 사본일 경우 사실과 상위 없음 기재 후 조달청에 등록한 사용인감으로 날인 후 제출 라. 제안서 제출 일정 및 방법 공고서에 의함온라인 제출 마. 입찰시 유의사항 ᄋ 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함 ᄋ 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 ᄋ 낙찰자로 결정된 이후에 제안업체 구성원을 변경할 수 없음 ᄋ 제안서 인력은 제안업체의 자사인력으로 구성하여야 하며 제안 업체 소속 외의 인력은 하도급으로 간주 단, 상용SW, 패키지 등의 서비스 지원인력, 외부 자문인력 등 통상적인 개발 인력이 아닌 경우는 제안서에 명기하지 말 것 참여인력에서 제외 ᄋ 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부정한 행위를 한 사업자는 향후 신규 사업의 참여에 제한을 받을 수 있음 ᄋ 본 사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함 ᄋ 사업추진 결과 발생한 지식재산권은 주관기관과 공동소유 ᄋ 본 사업을 통해 개발되는 소프트웨어는 타 기관과 공동활용할 계획이 없음을 사전에 안내함 ᄋ 문의처 - 한국지식재산보호원 해외지재권종합지원실 노승원 전임 Tel. 02-6250-0868 E-mail nohsw1koipa.re.kr",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 참고 제안요청사항 1. 요구사항 총괄표 구 분 설 명 요구 사항수 합 계 36 기능요구사항FUN 목표시스템이반드시수행하여야하거나목표시스템을 이용하여사용자가반드시할수있어야하는기능동작 에대해기술 10 성능요구사항PER 목표시스템의처리속도및시간, 오류응답시간등성능 에대한요구사항 3 인터페이스 요구사항INT 목표시스템과외부를연결하는시스템인터페이스 와사용자인터페이스에대한요구사항을기술 3 데이터요구사항DAR 데이터표준화, 구조관리및데이터값검증등데이터품 질향상을위해필요한요구사항을기술 4 테스트요구사항TER 구축된시스템이계획된목표대비제대로운영되는가를 테스트하고, 점검하기위한테스트요구사항을기술 1 보안요구사항SER 정보자산의기밀성과무결성을위해목표시스템의 데이터및기능, 운영접근통제, 개인정보보호대책을 위한요구사항기술 4 품질요구사항QUR 목표사업의원활한수행및운영을위해관리가 필요한품질항목, 품질평가대상및목표에대한 요구사항기술 2 제약사항COR 목표사업의원활한수행및운영을위해고려해야할 제약사항을기술 3 프로젝트관리 요구사항PMR 프로젝트의원활한수행을위한관리방법및추진 단계별수행방안에대한요구사항을기술 3 프로젝트지원 요구사항PSR 프로젝트의원활한수행을위해필요한지원사항 및방안에대한요구사항을기술함시스템서비스 안정화및운영, 교육훈련및기술지원, 하자보수 또는유지관리요구사항등을기술함 3 - 10 - 2. 세부 요구사항 ᄋ 기능 요구사항FUN System Function Requirement 요구사항 고유번호 FUN-001 요구사항 명칭 공통사항 요구사항 분류 기능 요구사항 요구 사항 상세 설명 정의 공통사항 세부 내용 홈페이지 개발 시 웹표준 및 웹접근성을 고려하여 개발 구축 시 필요한 모든 콘텐츠의 이미지와 서체는 직접 제작 또는 수집하여야 하며 저작권에 문제가 없어야 함 콘텐츠 수집 및 구성에 대해 주관기관 담당자와 협의하여 처리 홈페이지의 모든 콘텐츠는 반응형 웹기술을 통해 모바일 기기에서 문제없이 서비스되어야 함 웹사이트의 일관성과 통일성을 유지하기 위한 표준 웹 스타일 가이드 적용 최신 트렌드와 반응형 웹을 적용한 차별화된 메인과 서브페이지 디자인 제시 메뉴 구조는 사용자가 원하는 정보를 신속하게 취득할 수 있도록 정보구조 설계, 정보접근의 직관성, 명확성을 고려한 메뉴 설계 모든 프로그램 및 연계프로그램 Non-ActiveX 방식으로 구축 향후 확장성을 고려한 수요자 중심의 웹사이트 구축 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처 요구사항 고유번호 FUN-002 요구사항 명칭 수행대리인 접속 화면 구축 요구사항 분류 기능 요구사항 요구 사항 상세 설명 정의 수행대리인 화면 기능구성에 관한 사항 세부 내용 지원기업 선정평가 조회 - 공고별 선정평가에 대해 경과확인이 가능하도록 화면 제공 수행기관 보고서 및 지원금 신청서 제출 - 사업수행 결과에 대한 보고서 자료에 대한 업로드 기능 제공하고, 사 업완료 시 정부지원금 신청서에 대한 업로드 기능 제공 업로드된 파일은 관리자 승인을 통해 최종 제출 확정 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-001"
          ],
          [
            "요구사항 명칭",
            "",
            "공통사항"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공통사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 홈페이지 개발 시 웹표준 및 웹접근성을 고려하여 개발\n○ 구축 시 필요한 모든 콘텐츠의 이미지와 서체는 직접 제작 또는 \n수집하여야 하며 저작권에 문제가 없어야 함\n○ 콘텐츠 수집 및 구성에 대해 주관기관 담당자와 협의하여 처리\n○ 홈페이지의 모든 콘텐츠는 반응형 웹기술을 통해 모바일 기기에서 \n문제없이 서비스되어야 함\n○ 웹사이트의 일관성과 통일성을 유지하기 위한 표준 웹 스타일 가이드 적용\n○ 최신 트렌드와 반응형 웹을 적용한 차별화된 메인과 서브페이지 디자인 제시\n○ 메뉴 구조는 사용자가 원하는 정보를 신속하게 취득할 수 있도록 \n정보구조 설계, 정보접근의 직관성, 명확성을 고려한 메뉴 설계\n○ 모든 프로그램 및 연계프로그램 Non-ActiveX 방식으로 구축\n○ 향후 확장성을 고려한 수요자 중심의 웹사이트 구축"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-002"
          ],
          [
            "요구사항 명칭",
            "",
            "수행대리인 접속 화면 구축"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "수행대리인 화면 기능구성에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 지원기업 선정평가 조회\n - 공고별 선정평가에 대해 경과확인이 가능하도록 화면 제공\n○ 수행기관 보고서 및 지원금 신청서 제출\n - 사업수행 결과에 대한 보고서 자료에 대한 업로드 기능 제공하고, 사\n업완료 시 정부지원금 신청서에 대한 업로드 기능 제공\n  * 업로드된 파일은 관리자 승인을 통해 최종 제출 확정"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "구\n분\n설\n명",
            "",
            "요구\n사항수"
          ],
          [
            "합\n계",
            "",
            "36"
          ],
          [
            "기능 요구사항(FUN)",
            "목표시스템이 반드시 수행하여야 하거나 목표시스템을\n이용하여 사용자가 반드시 할 수 있어야 하는 기능(동작)\n에 대해 기술",
            "10"
          ],
          [
            "성능 요구사항(PER)",
            "목표시스템의 처리속도 및 시간, 오류응답시간 등 성능\n에 대한 요구사항",
            "3"
          ],
          [
            "인터페이스\n요구사항(INT)",
            "목표시스템과 외부를 연결하는 시스템 인터페이스\n와 사용자 인터페이스에 대한 요구사항을 기술",
            "3"
          ],
          [
            "데이터 요구사항(DAR)",
            "데이터 표준화, 구조관리 및 데이터 값 검증 등 데이터 품\n질 향상을 위해 필요한 요구사항을 기술",
            "4"
          ],
          [
            "테스트 요구사항(TER)",
            "구축된 시스템이 계획된 목표 대비 제대로 운영되는가를\n테스트하고, 점검하기 위한 테스트 요구사항을 기술",
            "1"
          ],
          [
            "보안요구사항(SER)",
            "정보 자산의 기밀성과 무결성을 위해 목표시스템의\n데이터 및 기능, 운영 접근 통제, 개인정보보호 대책을\n위한 요구사항 기술",
            "4"
          ],
          [
            "품질요구사항(QUR)",
            "목표사업의 원활한 수행 및 운영을 위해 관리가\n필요한 품질 항목, 품질평가 대상 및 목표에 대한\n요구사항 기술",
            "2"
          ],
          [
            "제약사항(COR)",
            "목표 사업의 원활한 수행 및 운영을 위해 고려해야 할\n제약사항을 기술",
            "3"
          ],
          [
            "프로젝트 관리\n요구사항(PMR)",
            "프로젝트의 원활한 수행을 위한 관리방법 및 추진\n단계별 수행방안에 대한 요구사항을 기술",
            "3"
          ],
          [
            "프로젝트 지원\n요구사항(PSR)",
            "프로젝트의 원활한 수행을 위해 필요한 지원 사항\n및 방안에 대한 요구사항을 기술함 시스템/서비스\n안정화 및 운영, 교육훈련 및 기술지원, 하자보수\n또는 유지관리 요구사항 등을 기술함",
            "3"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 요구사항 고유번호 FUN-003 요구사항 명칭 지원사업 신청자 접속 화면 구축 요구사항 분류 기능 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 일반 사용자 화면 기능구성에 관한 사항 세부 내용 메인화면 구성 - 지원사업관리, 안내지원, 자료실 등 매뉴를 구성하고, 지원사업 사업 수행기관에 대한 시스템 접속링크를 제공 - 사업공고 및 공지사항에 대한 최신 정보를 바로 확인 가능하도록 구성 회원가입 및 로그인 기능 - 사업자등록번호를 입력받고, 중복검색을 통해 기업당 1개의 아이디만 가입이 가능하도록 통제 - 사업자 등록번호는 공공데이터포털의 국세청 사업자 유효성 검증 적용 사업신청 기능 - 로그인이 진행되지 않은 상태에서는 접근이 불가능하도록 설정 - 등록된 공고를 리스트 형식으로 보여주고, 사업명, 공고기간 등 요약 정보를 표시 - 공고 지원사업 선택을 통해 사업신청에 필요한 정보신청기업, 신청 인, IP센터 등 등록화면 제공 등록화면의 경우 필요에 따라 여러 단계로 나눠서 화면제공 가능 - 신청정보가 모두 등록이 완료되면, 정상 신청에 대한 완료화면 제공 내정보 기능 - 계정 비밀번호, 기업정보 및 담당자 정보 등 수정기능 제공 -지원사업 수행화면을 통해 이전 사업신청 정보의 열람, 사업종류 에 따른 만족도 조사 화면, 지원사업의 신청 현황 제공 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처 요구사항 고유번호 FUN-004 요구사항 명칭 관리자 지원사업 관리 요구사항 분류 기능 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 관리자 전용 지원사업 관리 기능 개발 세부 내용 지원사업 공고 - 지원사업 공고에 대해 게시판 형식의 등록 정보를 리스트로 보여주 고, 기등록된 공고 정보에 대해 검색 기능 제공 - 제목, 내용이미지 업로드 가능, 기간, 유형 등을 통해 공고문을 등록 - 매년 사업계획이 변경될 수 있으므로, 지원사업의 공고는 연도별로 유형관리가 가능하도록 통제 지원사업 심사 관리 - 지원사업 공고와 동일한 리스트 화면을 구성하고, 접수 및 심사 현황 에 대한 정보를 리스트의 항목 구성에 포함하여 제공 - 12 - 요구사항 고유번호 FUN-005 요구사항 명칭 관리자 회원관리 기능 요구사항 분류 기능 요구사항 요구 사항 상세 설명 정의 지원기업 회원정보에 관한 사항 세부 내용 지원기업에 대한 요약정보를 리스트화하여 조회 가능하도록 하고, 각 지원기업별로 지원사업 이력정보를 확인할 수 있도록 정보 제공 리스트 정보 파일 다운로드 및 검색 기능 제공 지원사업 이력정보는 수행 정보를 기준으로 전체 리스트를 제공 - 향후 다년도 지원사업을 고려해 연도별 통계현황 추적 - 지원기업별 지원한도를 USD 기준으로 횟수, 총액 제한 방안 제안 회원정보는 비밀번호, 사업자등록번호 등 기본정보에 대해 관리자가 직접 변경이 가능하도록 수정기능 제공 및 정보 삭제 기능도 제공 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처 - 공고별 세부항목 조회 시 지원기업에 대한 신청정보를 리스트로 구성 하고, 지원기업별 요약정보사업유형, IP센터, 접수 및 심사 상태 등 를 같이 제공 - 평가위원들의 평가가 완료된 지원기업 심사의 경우 최종선정에 대한 평가정보를 등록하여 평가를 확정 반려 등 기재불비 사항에 대한 컨설팅 기능 구현 - 업무지침서의 정비개선에 따라 지원사업 접수건의 심사 과정에서 반 려 등 기재불비 사항에 대한 컨설팅 기능 고려 - 반려 등 기재불비 보완건에 대해서 심사전 재제출 기능 적용 - 접수상황에 대해서 필터링으로 검색하며 공고 회차별 접수건 심사 관 리 업무 체계화 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처",
      "tables": [
        [
          [
            "",
            "",
            "- 공고별 세부항목 조회 시 지원기업에 대한 신청정보를 리스트로 구성\n하고, 지원기업별 요약정보(사업유형, IP센터, 접수 및 심사 상태 등)\n를 같이 제공\n - 평가위원들의 평가가 완료된 지원기업 심사의 경우 최종선정에 대한 \n평가정보를 등록하여 평가를 확정\n○ 반려 등 기재불비 사항에 대한 컨설팅 기능 구현\n - 업무지침서의 정비/개선에 따라 지원사업 접수건의 심사 과정에서 반\n려 등 기재불비 사항에 대한 컨설팅 기능 고려\n - 반려 등 기재불비 보완건에 대해서 심사전 재제출 기능 적용\n - 접수상황에 대해서 필터링으로 검색하며 공고 회차별 접수건 심사 관\n리 업무 체계화"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-003"
          ],
          [
            "요구사항 명칭",
            "",
            "지원사업 신청자 접속 화면 구축"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "일반 사용자 화면 기능구성에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 메인화면 구성\n - 지원사업관리, 안내지원, 자료실 등 매뉴를 구성하고, 지원사업 사업 \n수행기관에 대한 시스템 접속링크를 제공\n - 사업공고 및 공지사항에 대한 최신 정보를 바로 확인 가능하도록 구성\n○ 회원가입 및 로그인 기능\n - 사업자등록번호를 입력받고, 중복검색을 통해 기업당 1개의 아이디만 \n가입이 가능하도록 통제\n - 사업자 등록번호는 공공데이터포털의 국세청 사업자 유효성 검증 적용\n○ 사업신청 기능\n - 로그인이 진행되지 않은 상태에서는 접근이 불가능하도록 설정\n -  등록된  공고를  리스트  형식으로  보여주고,  사업명,  공고기간  등  요약 \n정보를 표시\n -  공고  지원사업  선택을  통해  사업신청에  필요한  정보(신청기업,  신청\n인, IP센터 등) 등록화면 제공\n  * 등록화면의 경우 필요에 따라 여러 단계로 나눠서 화면제공 가능\n - 신청정보가 모두 등록이 완료되면, 정상 신청에 대한 완료화면 제공\n○ 내정보 기능\n - 계정 비밀번호, 기업정보 및 담당자 정보 등 수정기능 제공\n -“지원사업  수행”화면을  통해  이전  사업신청 정보의  열람,  사업종류\n에 따른 만족도 조사 화면, 지원사업의 신청 현황 제공"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-005"
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 회원관리 기능"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "지원기업 회원정보에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 지원기업에 대한 요약정보를 리스트화하여 조회 가능하도록 하고, 각 \n지원기업별로 지원사업 이력정보를 확인할 수 있도록 정보 제공\n  * 리스트 정보 파일 다운로드 및 검색 기능 제공\n○ 지원사업 이력정보는 수행 정보를 기준으로 전체 리스트를 제공\n  - 향후 다년도 지원사업을 고려해 연도별 통계/현황 추적\n  - 지원기업별 지원한도를 USD 기준으로 횟수, 총액 제한 방안 제안\n○ 회원정보는 비밀번호, 사업자등록번호 등 기본정보에 대해 관리자가 \n직접 변경이 가능하도록 수정기능 제공 및 정보 삭제 기능도 제공"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-004"
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 지원사업 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "관리자 전용 지원사업 관리 기능 개발"
          ],
          [
            "",
            "세부\n내용",
            "○ 지원사업 공고\n -  지원사업  공고에  대해  게시판  형식의  등록  정보를  리스트로  보여주\n고, 기등록된 공고 정보에 대해 검색 기능 제공\n - 제목, 내용(이미지 업로드 가능), 기간, 유형 등을 통해 공고문을 등록\n -  매년  사업계획이  변경될  수  있으므로,  지원사업의  공고는  연도별로 \n유형관리가 가능하도록 통제\n○ 지원사업 심사 관리\n - 지원사업 공고와 동일한 리스트 화면을 구성하고, 접수 및 심사 현황\n에 대한 정보를 리스트의 항목 구성에 포함하여 제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 요구사항 고유번호 FUN-006 요구사항 명칭 관리자 게시판 관리 요구사항 분류 기능 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 게시판을 활용한 자료저장 및 공유 세부 내용 양식자료실 및 공지사항 - 게시판 형식으로 구성하여 첨부파일 및 본문에 대한 등록수정삭제 향후 추가 게시판 운영이 가능하도록 게시판 분류 체계화 - 표준게시판은 기본유형으로 사용하고, 상담 주체별 기능등을 고려하 여 확장 가능하도록 구성 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처 요구사항 고유번호 FUN-007 요구사항 명칭 관리자 지재권 상담일지 관리 요구사항 분류 기능 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 IP센터 상담내역에 대한 정보 관리 세부 내용 IP센터에서 수행한 지재권상담 및 심층상담의 내역을 등록하여 관리할 수 있는 상담 게시판 제공 IP센터별 상담내역을 독자적으로 관리하도록 구성 - 우리원 관리자는 전체 상담내역과 통계를 조회 - 개별 IP센터는 자체 센터의 정보만 조회토록 접근권한을 제어 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처 - 14 - 요구사항 고유번호 FUN-008 요구사항 명칭 관리자 설정 관리 기능 요구사항 분류 기능 요구사항 요구 사항 상세 설명 정의 설정 관리 기능 세부 내용 통합코드 정보 관리 - IP센터 정보, 지원국가 등 시스템상 지원사업 기초정보에 대한 부분 을 코드화하여 등록수정삭제 기능 제공 수행대리인 정보 관리 - 수행대리인 대한 정보를 리스트화 하여 조회 기능을 제공하고, 기본 등록정보에 대해 등록수정삭제 기능을 제공 관리자 회원 관리 - 시스템 관리자, 본원 담당자, IP센터 담당자에 대한 관리자 회원정보 를 등록수정삭제 가능하도록 제공하고, 해당 권한은 시스템 관리 자만 가능하도록 설정 - 관리자 회원 정보는 IP 정보를 통해 접근통제가 가능하도록 기능 제공 단, 해외 IP센터의 경우는 VPN 사용등 IP주소 통제가 제한될 수 있음 고려 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처 요구사항 고유번호 FUN-009 요구사항 명칭 관리자 로그정보 관리 요구사항 분류 기능 요구사항 요구 사항 상세 설명 정의 로그정보 관리 세부 내용 지원기업에 발송한 메일 이력정보를 조회 및 검색 가능하도록 구성 관리자가 시스템을 통해 접속하는 모든 이력을 저장하고, 별도 조회화면을 통해 해당내용 확인 이름, 아이디, 이메일, 접속아이피, 접속시간, 접근메뉴사용기능, 조회대상 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-006"
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 게시판 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "게시판을 활용한 자료저장 및 공유"
          ],
          [
            "",
            "세부\n내용",
            "○ 양식자료실 및 공지사항\n - 게시판 형식으로 구성하여 첨부파일 및 본문에 대한 등록·수정·삭제\n○ 향후 추가 게시판 운영이 가능하도록 게시판 분류 체계화\n -  표준게시판은  기본유형으로  사용하고,  상담  주체별  기능등을  고려하\n여 확장 가능하도록 구성"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-008"
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 설정 관리 기능"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설정 관리 기능"
          ],
          [
            "",
            "세부\n내용",
            "○ 통합코드 정보 관리\n -  IP센터  정보,  지원국가  등 시스템상 지원사업  기초정보에  대한  부분\n을 코드화하여 등록·수정·삭제 기능 제공\n○ 수행대리인 정보 관리\n - 수행대리인 대한 정보를 리스트화 하여 조회 기능을 제공하고, 기본 \n등록정보에 대해 등록·수정·삭제 기능을 제공\n○ 관리자 회원 관리\n - 시스템 관리자, 본원 담당자, IP센터 담당자에 대한 관리자 회원정보\n를 등록·수정·삭제 가능하도록 제공하고, 해당 권한은 시스템 관리\n자만 가능하도록 설정\n - 관리자 회원 정보는 IP 정보를 통해 접근통제가 가능하도록 기능 제공\n  (단, 해외 IP센터의 경우는 VPN 사용등 IP주소 통제가 제한될 수 있음 고려)"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-007"
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 지재권 상담일지 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "IP센터 상담내역에 대한 정보 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ IP센터에서 수행한 지재권상담 및 심층상담의 내역을 등록하여 관리할 \n수 있는 상담 게시판 제공\n○ IP센터별 상담내역을 독자적으로 관리하도록 구성\n - 우리원 관리자는 전체 상담내역과 통계를 조회\n - 개별 IP센터는 자체 센터의 정보만 조회토록 접근권한을 제어"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-009"
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 로그정보 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "로그정보 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 지원기업에 발송한 메일 이력정보를 조회 및 검색 가능하도록 구성\n○ 관리자가 시스템을 통해 접속하는 모든 이력을 저장하고, 별도 \n조회화면을 통해 해당내용 확인\n  * 이름, 아이디, 이메일, 접속아이피, 접속시간, 접근메뉴(사용기능), \n조회대상"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 요구사항 고유번호 FUN-010 요구사항 명칭 관리자 통계 관리 요구사항 분류 기능 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 통계 관리 세부 내용 통계관리 - IP센터별 및 전체 통합으로 계약관리 현황에 대한 통계정보 제공 지원사업별, 지원유형별, 상담별 통계 내용을 별도로 구성 - 지원기업 및 수행대리인을 기준으로 기업별 비용 소진 정도를 제공 산출정보 사업 수행 결과보고서 관련요구사항 요구사항 출처 - 16 - ᄋ 성능 요구사항PER Performance Requirement 요구사항 고유번호 PER-001 요구사항 명칭 성능 일반 요구사항 분류 성능 요구사항 요구 사항 상세 설명 정의 성능 일반 사항 세부 내용 사업대상 시스템의 성능을 고려한 개발 방안을 제시하여야 함 대상시스템에 대하여 안정적 운영지원 및 사용자 지원 방안을 제시하여야 함 산출정보 관련요구사항 요구사항 출처 요구사항 고유번호 PER-002 요구사항 명칭 웹페이지 디스플레이 시간 요구사항 분류 성능 요구사항 요구 사항 상세 설명 정의 사용자 요구에 대한 웹페이지 디스플레이 반응 시간 세부 내용 시스템은 정상 상태에서 사용자의 질의 요청에 대한 결과 페이지를 화면에 출력할 때 3초 이내 보장 평균 응답시간은 시스템을 사용하는 동시 사용자가 최대 사용자 수의 90를 초과하는 경우에는 미적용 산출정보 관련요구사항 요구사항 출처 요구사항 고유번호 PER-003 요구사항 명칭 오류응답시간 요구사항 분류 성능 요구사항 요구 사항 상세 설명 정의 오류응답시간 세부 내용 사용자가 입력한 정보에서 발생할 수 있는 모든 오류에 대한 메시지를 정보 입력 후 3초 이내에 제시하여야 함 오류 메시지는 사용자가 인지하여 즉시 조치할 수 있도록 작성되어야 함 산출정보 관련요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "성능 일반"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "성능 일반 사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업대상 시스템의 성능을 고려한 개발 방안을 제시하여야 함\n○ 대상시스템에 대하여 안정적 운영지원 및 사용자 지원 방안을 제시하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "FUN-010"
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 통계 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "통계 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 통계관리\n - IP센터별 및 전체 통합으로 계약관리 현황에 대한 통계정보 제공\n  * 지원사업별, 지원유형별, 상담별 통계 내용을 별도로 구성\n - 지원기업 및 수행대리인을 기준으로 기업별 비용 소진 정도를 제공"
          ],
          [
            "산출정보",
            "",
            "사업 수행 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "웹페이지 디스플레이 시간"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자 요구에 대한 웹페이지 디스플레이 반응 시간"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템은 정상 상태에서 사용자의 질의 요청에 대한 결과 페이지를 \n화면에 출력할 때 3초 이내 보장\n○ 평균 응답시간은 시스템을 사용하는 동시 사용자가 최대 사용자 수의 \n90%를 초과하는 경우에는 미적용"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "오류응답시간"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "오류응답시간"
          ],
          [
            "",
            "세부\n내용",
            "○ 사용자가 입력한 정보에서 발생할 수 있는 모든 오류에 대한 메시지를 \n정보 입력 후 3초 이내에 제시하여야 함\n○ 오류 메시지는 사용자가 인지하여 즉시 조치할 수 있도록 작성되어야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - ᄋ 인터페이스 요구사항INT System Interface Requirement 요구사항 고유번호 INT-001 요구사항 명칭 사용단말을 고려한 화면사이즈 제공 요구사항 분류 인터페이스 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 사용단말을 고려한 화면사이즈 제공 세부 내용 모바일, PC 등 단말기에 독립적인 최적화 화면 및 정보제공 산출정보 관련요구사항 요구사항 출처 요구사항 고유번호 INT-002 요구사항 명칭 확인메시지 제공 요구사항 분류 인터페이스 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 홈페이지에서 발생하는 이벤트에 대한 메시지 제공 세부 내용 사용자가 게시글 등록, 수정, 삭제 시 확인 메시지 제공 오류가 발생한 즉시 사용자에게 오류 메시지 제공 대용량 파일 업로드 등의 장시간이 소요되는 작업일 경우 현재 작업 진행 중임을 알려주는 메시지 제공 산출정보 관련요구사항 요구사항 출처 - 18 - 요구사항 고유번호 INT-003 요구사항 명칭 통합 UI 요구사항 분류 인터페이스 요구사항 요구 사항 상세 설명 정의 통일성 있는 화면 구성 세부 내용 전체 시스템 간 통일성을 부여하여 UI를 구성하여야 함 주관기관의 고유 아이덴티티를 반영한 창의적 디자인 적용 화면 UI 기획 및 디자인에 관련된 제반 사항을 주관기관 담당자와 긴밀한 협조를 통하여 시행 메뉴 설계 시 정보 계층의 폭과 깊이를 고려하여 콘텐츠에 빠르게 접근할 수 있고 콘텐츠 추가도 용이하도록 구성 다양한 국가, 지역에서의 접속을 고려, 사용에 불편함이 없는 접속 속도를 보장할 수 있도록 웹디자인 설계텍스트, CSS 스타일 기반의 서비스 링크, 컬러, 이미지, 폰트 등의 접근성을 고려하여 시각적으로 통일성 강조 산출정보 관련요구사항 요구사항 출처 ᄋ 데이터 요구사항DAR Data Requirement 요구사항 고유번호 DAR-001 요구사항 명칭 데이터 표준 관리 요구사항 분류 데이터 품질 요구사항 요구 사항 상세 설명 정의 데이터 표준 관리 세부 내용 데이터 표준관리 - 사업 기간 동안 데이터 표준 관리를 위한 방안변경이력 포함을 제시 하고 표준 사전과 데이터 항목의 일치여부를 주기적으로 점검하여야 함 추가되는 데이터는 범정부 및 발주기관의 표준을 준수하여야 함 산출정보 데이터 표준관리 방안매뉴얼, 가이드 등 관련요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "INT-001"
          ],
          [
            "요구사항 명칭",
            "",
            "사용단말을 고려한 화면사이즈 제공"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용단말을 고려한 화면사이즈 제공"
          ],
          [
            "",
            "세부\n내용",
            "○ 모바일, PC 등 단말기에 독립적인 최적화 화면 및 정보제공"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "INT-003"
          ],
          [
            "요구사항 명칭",
            "",
            "통합 UI"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "통일성 있는 화면 구성"
          ],
          [
            "",
            "세부\n내용",
            "○ 전체 시스템 간 통일성을 부여하여 UI를 구성하여야 함\n○ 주관기관의 고유 아이덴티티를 반영한 창의적 디자인 적용\n○ 화면 UI 기획 및 디자인에 관련된 제반 사항을 주관기관 담당자와 \n긴밀한 협조를 통하여 시행\n○ 메뉴 설계 시 정보 계층의 폭과 깊이를 고려하여 콘텐츠에 빠르게 \n접근할 수 있고 콘텐츠 추가도 용이하도록 구성\n○ 다양한 국가, 지역에서의 접속을 고려, 사용에 불편함이 없는 접속 \n속도를 보장할 수 있도록 웹디자인 설계(텍스트, CSS 스타일 기반의 서비스)\n○ 링크, 컬러, 이미지, 폰트 등의 접근성을 고려하여 시각적으로 통일성 강조"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "INT-002"
          ],
          [
            "요구사항 명칭",
            "",
            "확인메시지 제공"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "홈페이지에서 발생하는 이벤트에 대한 메시지 제공"
          ],
          [
            "",
            "세부\n내용",
            "○ 사용자가 게시글 등록, 수정, 삭제 시 확인 메시지 제공\n○ 오류가 발생한 즉시 사용자에게 오류 메시지 제공\n○ 대용량 파일 업로드 등의 장시간이 소요되는 작업일 경우 현재 작업 \n진행 중임을 알려주는 메시지 제공"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준 관리"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 품질 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 표준 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 표준관리\n - 사업 기간 동안 데이터 표준 관리를 위한 방안(변경이력 포함)을 제시\n하고 표준 사전과 데이터 항목의 일치여부를 주기적으로 점검하여야 함\n  ※ 추가되는 데이터는 범정부 및 발주기관의 표준을 준수하여야 함"
          ],
          [
            "산출정보",
            "",
            "데이터 표준관리 방안(매뉴얼, 가이드 등)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항 고유번호 DAR-002 요구사항 명칭 데이터 구조 관리 요구사항 분류 데이터 품질 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 데이터 구조 관리 세부 내용 데이터 구조 관리 - 사업 기간 동안 데이터 구조 관리를 위한 방안변경이력 포함을 제 시하고 DB의 형상과 물리데이터 모델의 형상 일치 여부를 주기적으 로 점검하여야 함 산출정보 데이터 표준관리 방안매뉴얼, 가이드 등 관련요구사항 요구사항 출처 요구사항 고유번호 DAR-003 요구사항 명칭 데이터 값 검증 요구사항 분류 데이터 품질 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 데이터 값 검증 세부 내용 데이터 값 진단 계획 수립 - 데이터 값 검증 범위, 시기, 방법을 사업 계획에 명시해야 함 데이터 값 진단 수행 및 검증 - 공공데이터 범정부 품질진단 기준 및 업무규칙BR에 따라 주기적으로 값 검증을 수행하여야 함 공공데이터 품질관리 매뉴얼 참고 - 데이터 값 검증 결과에 따른 오류데이터를 개선하고, 오류로 인한 영 향도, 오류유형별 조치 방법 등을 관리하여야 함 - 반복적으로 발생하는 동일 오류가 있는 경우 재발 방지 방안을 제시 하고 개선활동을 수행하여야 함 - 운영시스템DB의 구축운영 근거법령, 규정, 규칙, 매뉴얼 등 등 관련 정책이 변경되는 경우 업무규칙BR을 추가발굴 또는 정비하여 야 함 산출정보 데이터 값 진단 계획결과, 업무규칙 정의서 관련요구사항 요구사항 출처 - 20 - 요구사항 고유번호 DAR-004 요구사항 명칭 메타데이터 현행화 요구사항 분류 데이터 품질 요구사항 요구 사항 상세 설명 정의 메타데이터 현행화 세부 내용 메타데이터 현행화 - 시스템의 메타데이터 표준 관리항목이 발주기관의 메타데이터 관리시 스템과 중앙메타시스템에 등록 및 현행화 되도록 지원하여야 함 발주기관에서 운영 중인 메타데이터 관리시스템이 없는 경우 문서, 파일 등으로 메타데이터 항목을 작성현행화하여 제출하여야 함 산출정보 메타데이터 현행화 결과 관련요구사항 요구사항 출처 ᄋ 테스트 요구사항TER Test Requirement 요구사항 고유번호 TER-001 요구사항 명칭 테스트 방안 요구사항 분류 테스트 요구사항 요구 사항 상세 설명 정의 사용자 관점의 웹서비스 테스트 세부 내용 시험운영은 개발 초기부터 구축 완료되기까지 지속적으로 테스트를 실시 하고 테스트 결과의 모니터링 및 테스트 결과를 계속적으로 반영 에러 조치 확인, 에러만이 아닌 불편사항에 대해서까지 보완하여 요구 사항이 모두 충족되는 홈페이지 구축 시스템 시험 운영방안, 시스템 구축 일정에 따른 대상 업무별 단위 시험, 통합시험 등에 대한 구체적인 시험운영 방안 기술 산출정보 관련요구사항 요구사항 출처 ᄋ 보안 요구사항SER Security Requirement 요구사항 고유번호 SER-001 요구사항 명칭 개인정보 보호 요구사항 분류 보안 요구사항 요구 사항 상세 정의 개인정보보호 대책 세부 내용 개인정보 수집, 이용 및 제공시 아래 개인정보보호대책을 검토하고 구현 - 정보시스템 및 DBMS에 주요 개인정보를 저장할 경우 암호화",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "메타데이터 현행화"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 품질 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "메타데이터 현행화"
          ],
          [
            "",
            "세부\n내용",
            "○ 메타데이터 현행화\n - 시스템의 메타데이터 표준 관리항목이 발주기관의 메타데이터 관리시\n스템과 중앙메타시스템에 등록 및 현행화 되도록 지원하여야 함\n  * 발주기관에서 운영 중인 메타데이터 관리시스템이 없는 경우 문서,\n파일 등으로 메타데이터 항목을 작성(현행화)하여 제출하여야 함"
          ],
          [
            "산출정보",
            "",
            "메타데이터 현행화 결과"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 관리"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 품질 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 구조 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 구조 관리\n - 사업 기간 동안 데이터 구조 관리를 위한 방안(변경이력 포함)을 제\n시하고 DB의 형상과 물리데이터 모델의 형상 일치 여부를 주기적으\n로 점검하여야 함"
          ],
          [
            "산출정보",
            "",
            "데이터 표준관리 방안(매뉴얼, 가이드 등)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "테스트 방안"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자 관점의 웹서비스 테스트"
          ],
          [
            "",
            "세부\n내용",
            "○ 시험운영은 개발 초기부터 구축 완료되기까지 지속적으로 테스트를 \n실시 하고 테스트 결과의 모니터링 및 테스트 결과를 계속적으로 반영 \n(에러 조치 확인, 에러만이 아닌 불편사항에 대해서까지 보완)하여 요구 \n사항이 모두 충족되는 홈페이지 구축\n○ 시스템 시험 운영방안, 시스템 구축 일정에 따른 대상 업무별 단위 \n시험, 통합시험 등에 대한 구체적인 시험운영 방안 기술"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 값 검증"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 품질 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 값 검증"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 값 진단 계획 수립\n - 데이터 값 검증 범위, 시기, 방법을 사업 계획에 명시해야 함\n○ 데이터 값 진단 수행 및 검증\n - 공공데이터 범정부 품질진단 기준* 및 업무규칙(BR)에 따라 주기적으로 \n값 검증을 수행하여야 함\n  * 공공데이터 품질관리 매뉴얼 참고\n - 데이터 값 검증 결과에 따른 오류데이터를 개선하고, 오류로 인한 영\n향도, 오류유형별 조치 방법 등을 관리하여야 함\n - 반복적으로 발생하는 동일 오류가 있는 경우 재발 방지 방안을 제시\n하고 개선활동을 수행하여야 함\n -  운영시스템(DB)의  구축·운영  근거(법령,  규정,  규칙,  매뉴얼  등)  등 \n관련 정책이 변경되는 경우 업무규칙(BR)을 추가발굴 또는 정비하여\n야 함"
          ],
          [
            "산출정보",
            "",
            "데이터 값 진단 계획/결과, 업무규칙 정의서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "개인정보 보호"
          ],
          [
            "요구사항 분류",
            "보안 요구사항"
          ],
          [
            "요구\n정의\n세부\n사항\n내용\n상세",
            "개인정보보호 대책\n○ 개인정보 수집, 이용 및 제공시 아래 개인정보보호대책을 검토하고 구현\n - 정보시스템 및 DBMS에 주요 개인정보를 저장할 경우 암호화"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 설명 - 정보통신망을 통하여 개인정보를 송ᆞ수신하는 경우 통신 구간에 대한 암호화 적용 개인정보보호관련 법규 및 지침 준수 - 개인정보보호 지침보호원 - 홈페이지 개인정보 노출방지 가이드라인개인정보보호위원회 - 개인정보 기술적 보호 조치 및 가인드라인개인정보보호위원회 - 개인정보의 안전성 확보조치 기준개인정보보호위원회 산출정보 사업수행 계획서 관련요구사항 요구사항 출처 개인정보보보호법, 보호원 개인정보보호지침 요구사항 고유번호 SER-002 요구사항 명칭 용역업체 정보보호 및 보안준수 요구사항 분류 보안 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 대내외 보안규정 준수 및 보안 이행사항 세부 내용 한국지식재산보호원 정보보안지침 준수 계약상대자는 과업내용과 관련하여 문서ᆞ인원ᆞ장비 등에 대한 관리적ᆞ 물리적ᆞ기술적 보안대책을 강구하여야 하며, 계약이 성립된 날로부터 10일 이내에 보안관리 책임자를 지정하여 대표자협력업체 포함의 보안서약서 및 보안 교육일지를 제출하여야 함 계약 종료 시에는 용역 수행 중 취득한 산출물 및 복사본 등 일체의 자료를 보관할 수 없으며, 제반자료를 전량 반납하고 보유하고 있지 않다는 대표자 명의의 보안 확약서 제출 본 사업과 관련 투입인력은 국가ᆞ공공기관 발주 용역사업 보안관리 요령및 수요기관 보안 관련 제반 규정 준수 계약자 보안준수 - 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설하여서는 안되며, 수요기관에서 요구하는 보안사항을 철저히 준수하여야 함 - 본 제안 및 과업수행 중은 물론 향후라도 보안사항 및 기타 시스템 내부 구성, 네트워크, 보안장비, 데이터 등 일체의 모든 사항에 대해 보안을 유지하여야 함 - 계약자는 보안준수사항을 위반하여 발생하는 모든 민ᆞ형사상 책임 및 그에 따른 유ᆞ무형의 손해배상을 전적으로 책임져야 한다. 또한, 계약자가 정보 누출시 국가를 당사자로 하는 계약에 관한 법률 시행령제76조 제1항 제3호에 따라 사업 책임자를 부정당업자로 등록하여 입찰 참가 자격을 제한 - P2P, 웹하드, 인터넷 사용, USB 및 자료 무단 반출 금지 - 물리적, 관리적, 기술적인 보안대책 등 안전 및 보안관리에 대한 운영 규정을 마련하여 비상사태에 대비하여야 함 - 사업수행업체의 보안점검을 위해 수요기관은 계약업체 현장에 직접 정기 및 수시 점검을 할 수 있으며, 계약업체는 보안점검에 만반의 준비를 하여야 함 - 22 - - 사업 참여인원에 대해서는 사업투입 전 보안서약서대표자, 참여인력 각각 작성, 보안각서를 제출 - 사업수행업체는 사업 착수 전 참여인원에 대해 법률 또는 주관기관의 규정에 의한 비밀 유지의무 준수 및 위반 시 처벌내용 등에 대한 보안 교육 실시 - 본 사업에서 산출된 문서나 제공된 자료는 그 중요도에 따라 기밀, 대외비, 일반정보로 분류하여 관리하여야 하며, 사업 완료 후 반드시 관련자료 반납 및 필요시 소각 처리 등 필요한 조치를 하여야 함 - 사업 참여인력은 사업과 관련하여 취득한 모든 자료를 대외비로 취급하며 주관기관의 승인없이 절대로 외부에 유출 또는 다른 용도로 사용할 수 없음 - 기타 개인정보의 안전성 확보를 위해 공공기관의 개인정보보호에 관한 법률 및 지침 등 관련법령을 준수 - 정보통신망 구성도, 정보시스템 구성도, 사업 산출물 및 개인정보 등은 비공개 자료로 분류하여 관리 - 사업수행업체는 비공개자료 중 출력물 형태로 제공받는 자료에 대해서는 자료관리 대장을 작성하여 인계자수요기관와 인수자사업수행업체 관리 책임자가 직접 서명한 후 인계ᆞ인수해야 함 - 사업수행업체는 비공개자료 출력 시에 출력물에 출력자, 출력일시 등을 표시 - 사업수행업체가 비공개 자료를 자체 보관ᆞ관리 시에는 지정된 별도 캐비닛에 보관ᆞ관리 - 사업수행업체는 캐비닛에 보관ᆞ관리되는 비공개 자료의 목록을 현행화하여 관리 - 개인정보처리에 관한 사항은 개인정보처리 위탁 계약서에 의거 준수 사업자는 별표1의 누출금지 대상정보에 따라 외부에 유출 및 본 사업과 관련하여 취득한 업무 내용 전반에 대해 제3자에게 누설하여서는 아니 되며, 이에 대한 보안서약서 및 대표명의 보안확약서 제출 사업자는 별표2의 보안위반 처리기준의 금지행위를 해서는 아니 되며, 보안 관리자를 지정하고 별표3의 사업자 보안관리 준수사항을 이행 개발 사업 착수 전후로 별표4, 5의 보안점검 체크리스트세부 항목을 점검하여 제출 원격지 개발 및 사업수행 보안관리 - 지정된 단말기에서만 접속 및 해당 단말기에 대한 접근인원 통제 - 지정 단말기는 한국특허정보원 IP정보통합센터 및 KT클라우드 MSP업체를 통해 제공 받은 VPNNGS을 통해 수행하고, 외부 인터넷 접속은 모두 차단 - 발주기관 내 VPN을 통해 개발 및 유지보수에 필요한 정보시스템에 접속 하는 등 소통구간 보호 통제 - 기타 국가정보원장이 배포한 국가공공기관 용역업체 보안관리 가이드 라인에서 제시된 온라인 개발에 관련된 보안대책의 준수 산출정보 관련요구사항 요구사항 출처 국가정보보안 기본지침, 보호원 정보보안지침, 보호원 보안업무규정",
      "tables": [
        [
          [
            "설명",
            "",
            "- 정보통신망을 통하여 개인정보를 송ㆍ수신하는 경우 통신 구간에 대한 \n암호화 적용\n○ 개인정보보호관련 법규 및 지침 준수\n - 개인정보보호 지침(보호원)\n - 홈페이지 개인정보 노출방지 가이드라인(개인정보보호위원회)\n - 개인정보 기술적 보호 조치 및 가인드라인(개인정보보호위원회)\n - 개인정보의 안전성 확보조치 기준(개인정보보호위원회)"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "개인정보보보호법, 보호원 개인정보보호지침"
          ]
        ],
        [
          [
            "",
            "",
            "- 사업 참여인원에 대해서는 사업투입 전 보안서약서(대표자, 참여인력 \n각각 작성), 보안각서를 제출\n - 사업수행업체는 사업 착수 전 참여인원에 대해 법률 또는 주관기관의 \n규정에 의한 비밀 유지의무 준수 및 위반 시 처벌내용 등에 대한 보안 \n교육 실시\n -  본  사업에서  산출된  문서나  제공된  자료는  그  중요도에  따라  기밀, \n대외비, 일반정보로 분류하여 관리하여야 하며, 사업 완료 후 반드시 \n관련자료 반납 및 필요시 소각 처리 등 필요한 조치를 하여야 함\n - 사업 참여인력은 사업과 관련하여 취득한 모든 자료를 대외비로 취급하며 \n주관기관의 승인없이 절대로 외부에 유출 또는 다른 용도로 사용할 수 없음\n - 기타 개인정보의 안전성 확보를 위해 공공기관의 개인정보보호에 관한 \n법률 및 지침 등 관련법령을 준수\n - 정보통신망 구성도, 정보시스템 구성도, 사업 산출물 및 개인정보 등은 \n비공개 자료로 분류하여 관리\n - 사업수행업체는 비공개자료 중 출력물 형태로 제공받는 자료에 대해서는 \n자료관리 대장을 작성하여 인계자(수요기관)와 인수자(사업수행업체 관리\n책임자)가 직접 서명한 후 인계ㆍ인수해야 함\n - 사업수행업체는 비공개자료 출력 시에 출력물에 출력자, 출력일시 등을 표시\n - 사업수행업체가 비공개 자료를 자체 보관ㆍ관리 시에는 지정된 별도 \n캐비닛에 보관ㆍ관리\n - 사업수행업체는 캐비닛에 보관ㆍ관리되는 비공개 자료의 목록을 현행화하여 관리\n - 개인정보처리에 관한 사항은 ‘개인정보처리 위탁 계약서’에 의거 준수\n○ 사업자는 [별표1]의 「누출금지 대상정보」에 따라 외부에 유출 및 본 \n사업과 관련하여 취득한 업무 내용 전반에 대해 제3자에게 누설하여서는 \n아니 되며, 이에 대한 보안서약서 및 대표명의 보안확약서 제출\n○ 사업자는 [별표2]의 「보안위반 처리기준」의 금지행위를 해서는 아니 되며, \n보안 관리자를 지정하고 [별표3]의 「사업자 보안관리 준수사항」을 이행\n○ 개발 사업 착수 전·후로 [별표4, 5]의 「보안점검 체크리스트」세부 \n항목을 점검하여 제출\n○ 원격지 개발 및 사업수행 보안관리\n - 지정된 단말기에서만 접속 및 해당 단말기에 대한 접근인원 통제\n - 지정 단말기는 한국특허정보원 IP정보통합센터 및 KT클라우드 MSP업체를 \n통해 제공 받은 VPN(NGS)을 통해 수행하고, 외부 인터넷 접속은 모두 차단\n - 발주기관 내 VPN을 통해 개발 및 유지보수에 필요한 정보시스템에 접속\n하는 등 소통구간 보호 통제\n - 기타 국가정보원장이 배포한 “국가공공기관 용역업체 보안관리 가이드\n라인”에서 제시된 온라인 개발에 관련된 보안대책의 준수"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 보호원 정보보안지침, 보호원 보안업무규정"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "용역업체 정보보호 및 보안준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "대내외 보안규정 준수 및 보안 이행사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 한국지식재산보호원 정보보안지침 준수\n○ 계약상대자는 과업내용과 관련하여 문서ㆍ인원ㆍ장비 등에 대한 \n관리적ㆍ 물리적ㆍ기술적 보안대책을 강구하여야 하며, 계약이 \n성립된 날로부터 10일 이내에 보안관리 책임자를 지정하여 \n대표자(협력업체 포함)의 보안서약서 및 보안 교육일지를 제출하여야 함\n○ 계약 종료 시에는 용역 수행 중 취득한 산출물 및 복사본 등 일체의 \n자료를 보관할 수 없으며, 제반자료를 전량 반납하고 보유하고 있지 \n않다는 대표자 명의의 보안 확약서 제출\n○ 본 사업과 관련 투입인력은 「국가ㆍ공공기관 발주 용역사업 \n보안관리 요령」및 수요기관 보안 관련 제반 규정 준수\n○ 계약자 보안준수\n - 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설하여서는 \n안되며, 수요기관에서 요구하는 보안사항을 철저히 준수하여야 함\n - 본 제안 및 과업수행 중은 물론 향후라도 보안사항 및 기타 시스템 \n내부 구성, 네트워크, 보안장비, 데이터 등 일체의 모든 사항에 대해 \n보안을 유지하여야 함\n - 계약자는 보안준수사항을 위반하여 발생하는 모든 민ㆍ형사상 책임 및 \n그에 따른 유ㆍ무형의 손해배상을 전적으로 책임져야 한다. 또한, 계약자가 \n정보 누출시 「국가를 당사자로 하는 계약에 관한 법률 시행령」제76조\n제1항 제3호에 따라 사업 책임자를 부정당업자로 등록하여 입찰 참가\n자격을 제한\n - P2P, 웹하드, 인터넷 사용, USB 및 자료 무단 반출 금지\n - 물리적, 관리적, 기술적인 보안대책 등 안전 및 보안관리에 대한 운영 \n규정을 마련하여 비상사태에 대비하여야 함\n -  사업수행업체의  보안점검을  위해  수요기관은  계약업체  현장에  직접 \n정기  및  수시  점검을  할  수  있으며,  계약업체는  보안점검에  만반의 \n준비를 하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 요구사항 고유번호 SER-003 요구사항 명칭 보안 취약점 점검 요구사항 분류 보안 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 취약점 점검 실시 및 후속 조치 세부 내용 변경된 시스템 및 개발된 소스코드 전체에 대한 보안 취약점 점검소스코드 보안약점 진단, 모의해킹 등을 1회 이상 자체적으로 실시해야 함 - 유지관리의 경우 유지관리로 인해 변경된 소스코드 전체 보안 취약점 점검을 실시해야 하며 점검 결과에 따른 후속 보완조치를 수행해야 함 - 한국특허정보원 IP정보통합센터 등 외부 기관을 통한 취약점 점검 실시 - 소스코드 보안약점 진단항목 소프트웨어 개발보안 가이드 참조 - 모의해킹 점검항목 OWASP 10대 취약점, 국정원 홈페이지 8대 취약 점, 웹 전자정부서비스 웹 취약점 표준 점검 21개 항목 등 산출정보 보안 취약점 점검 결과, 보안취약점 조치 이행 결과 관련요구사항 요구사항 출처 국가정보보안 기본지침 요구사항 고유번호 SER-004 요구사항 명칭 소프트웨어 개발보안시큐어코딩 관련 가이드 준수 요구사항 분류 보안 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 소프트웨어 개발보안 준수사항 제시 세부 내용 행정기관 및 공공기관 정보시스템 구축운영 지침 50조에 의거하여 소프트웨어 개발보안 절차를 준수해야 함 동 지침 51조에 의거, 소프트웨어 개발 보안가이드를 참고하여 투입되는 인력에 대해 개발 전 소프트웨어 개발보안 관련 교육을 실시하여야 함 산출정보 소프트웨어 개발보안 적용 내역, 보안 교육 자료 및 참석자 명단 관련요구사항 요구사항 출처 국가정보보안 기본지침, 행정기관 및 공공기관 정보시스템 구축운영 지침 - 24 - ᄋ 품질 요구사항QUR Quality Requirement 요구사항 고유번호 QUR-001 요구사항 명칭 품질보증 및 하자보수 요구사항 분류 품질 요구사항 요구 사항 상세 설명 정의 기술적 품질관리 세부 내용 사업자가 제3자로부터 구매하여 공급한 제품과 자체 개발한 SW를 포함한 전 시스템의 하자보수기간은 검사완료일로부터 12개월로 함 하자가 발견될 경우 해당 장비 또는 부품을 무상으로 수리하거나 동일 이상의 신품으로 교환하여야 하고 시스템의 결함을 수리하기 위해 소요되는 제반경비는 시스템 계약자 부담으로 함 사업자는 수요기관에 기술이전 및 하자보수와 시스템 운영상의 변동에 따른 교육 실시하여야 함 검수 완료 후 하자보수 기간 동안 시스템 이상 발생 시 장애접수 후 4시간 이내에 보수가 가능하도록 하자보수요원의 신속한 대응 제공 해당 하자보수 기간 내에 발생하는 하자보수의 범위는 개발 완료된 사이트의 유지관리에 따른 일반적인 하자보수 내용이 포함 하자보수의 불이행으로 인하여 서비스 지연이나 손실을 주었을 경우 주관기관은 제안업체에 손해배상을 청구할 수 있다. 산출정보 하자보수 처리 결과 보고서 관련요구사항 요구사항 출처 요구사항 고유번호 QUR-003 요구사항 명칭 시스템 사용성 요구사항 분류 품질 요구사항 요구 사항 상세 설명 정의 시스템 사용성 세부 내용 시스템은 민간클라우드KT클라우드 환경을 통해 서비스를 제공하며, 서버 성능 제안의 경우 특허정보원 IP정보통합센터 간 협의를 통해 수행 시스템은 일반 사용자들이 많이 사용하는 5종 이상의 브라우저 엣지, 크롬, 사파리, 오페라, 웨일 등에서 정상적으로 동작해야 함 시스템은 사용자가 운영하는 PC 환경에서 정상적으로 작동해야 함 산출정보 사업수행 계획서 관련요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "보안 취약점 점검"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "취약점 점검 실시 및 후속 조치"
          ],
          [
            "",
            "세부\n내용",
            "○ 변경된 시스템 및 개발된 소스코드 전체에 대한 보안 취약점 \n점검(소스코드 보안약점 진단, 모의해킹 등)을 1회 이상 자체적으로 \n실시해야 함\n - 유지관리의 경우 : 유지관리로 인해 변경된 소스코드 전체\n○ 보안 취약점 점검을 실시해야 하며 점검 결과에 따른 후속 \n보완조치를 수행해야 함\n - 한국특허정보원 IP정보통합센터 등 외부 기관을 통한 취약점 점검 실시\n - 소스코드 보안약점 진단항목 : 소프트웨어 개발보안 가이드 참조\n - 모의해킹 점검항목 : OWASP 10대 취약점, 국정원 홈페이지 8대 취약\n점, 웹 전자정부서비스 웹 취약점 표준 점검 21개 항목 등"
          ],
          [
            "산출정보",
            "",
            "보안 취약점 점검 결과, 보안취약점 조치 이행 결과"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "품질보증 및 하자보수"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술적 품질관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업자가 제3자로부터 구매하여 공급한 제품과 자체 개발한 S/W를 \n포함한 전 시스템의 하자보수기간은 검사완료일로부터 12개월로 함\n○ 하자가 발견될 경우 해당 장비 또는 부품을 무상으로 수리하거나 \n동일 이상의 신품으로 교환하여야 하고 시스템의 결함을 수리하기 위해 \n소요되는 제반경비는 시스템 계약자 부담으로 함\n○ 사업자는 수요기관에 기술이전 및 하자보수와 시스템 운영상의 \n변동에 따른 교육 실시하여야 함\n○ 검수 완료 후 하자보수 기간 동안 시스템 이상 발생 시 장애접수 후 \n4시간 이내에 보수가 가능하도록 하자보수요원의 신속한 대응 제공\n○ 해당 하자보수 기간 내에 발생하는 하자보수의 범위는 개발 완료된 \n사이트의 유지관리에 따른 일반적인 하자보수 내용이 포함\n○ 하자보수의 불이행으로 인하여 서비스 지연이나 손실을 주었을 경우 \n주관기관은 제안업체에 손해배상을 청구할 수 있다."
          ],
          [
            "산출정보",
            "",
            "하자보수 처리 결과 보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어 개발보안(시큐어코딩) 관련 가이드 준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소프트웨어 개발보안 준수사항 제시"
          ],
          [
            "",
            "세부\n내용",
            "○‘행정기관 및 공공기관 정보시스템 구축·운영 지침’ 50조에 \n의거하여 ‘소프트웨어 개발보안’ 절차를 준수해야 함\n○ 동 지침 51조에 의거, ‘소프트웨어 개발 보안가이드’를 참고하여 \n투입되는 인력에 대해 개발 전 소프트웨어 개발보안 관련 교육을 \n실시하여야 함"
          ],
          [
            "산출정보",
            "",
            "소프트웨어 개발보안 적용 내역, 보안 교육 자료 및 참석자 명단"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정기관 및 공공기관 정보시스템 구축·운영 지침"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 사용성"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 사용성"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템은 민간클라우드(KT클라우드) 환경을 통해 서비스를 제공하며, \n서버 성능 제안의 경우 특허정보원 IP정보통합센터 간 협의를 통해 수행\n○ 시스템은 일반 사용자들이 많이 사용하는 5종 이상의 브라우저 (엣지, \n크롬, 사파리, 오페라, 웨일 등)에서 정상적으로 동작해야 함\n○ 시스템은 사용자가 운영하는 PC 환경에서 정상적으로 작동해야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - ᄋ 제약사항COR Constraint Requirement 요구사항 고유번호 COR-001 요구사항 명칭 웹 호환성 및 접근성 준수 요구사항 분류 제약사항 응낙수준 필수 요구 사항 상세 설명 정의 웹 호환성 및 접근성 준수 필요 세부 내용 전자정부서비스 호환성 준수지침 및 전자정부 웹 호환성 준수지침 준수 한국형 웹 콘텐츠 접근성 지침KWCAG 2.1 준수 장애인, 고령자 등이 홈페이지에서 제공하는 정보를 동등하게 접근하고 이용할 수 있는 환경 구축 산출정보 관련요구사항 요구사항 출처 지능정보화 기본법 제46조, 장애인 차별 금지법 제21조 요구사항 고유번호 COR-002 요구사항 명칭 저작권 및 지적재산권 보호 요구사항 분류 제약사항 응낙수준 필수 요구 사항 상세 설명 정의 저작권 및 지적재산권법에 대한 책임 세부 내용 재산권 침해에 관한 소송 상태 또는 소송의 청구를 당하거나 그로 인한 재판이 결정된 경우, 계약자의 비용으로 즉시 동 소프트웨어의 계속 점유권 및 사용권을 주관기관에 부여하거나 또는 소유권 및 지적재산권 침해 소프트웨어와 동등 이상의 물품으로 대체하고 동 소프트웨어를 철거하여야 함 계약자는 구축된 시스템이 국내의 저작권 침해 등 법적 권리관계의 문제 발생 시 이에 대한 조치 및 책임을 져야 하며, 이에 따른 손해배상의 책임도 계약자에게 존재 제3자의 소유권 및 저작권을 침해하는 원본의 도용 등으로 수요기관이 피해를 입게 되는 경우 그 책임은 모두 계약자에게 있음 이 경우 사업수행자는 피해에 따른 모든 손해배상을 해야 하며, 수요기관이 요구하는 기간 내 소프트웨어의 재개발 등 필요한 조치를 하고, 이에 소요되는 비용은 계약자가 부담 계약자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함. 다만 SW산출물의 활용 절차와 계약자가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가 자격 제한 등에 관하여는소프트웨어사업 관리감독에 관한 일반기준 과학기술정보 정통부 고시 제14조의2산출물의 활용에 따른다. 산출정보 관련요구사항 프로젝트 관리 요구사항 요구사항 출처 SW사업 관리감독에 관한 일반기준과기정통부 고시 - 26 - 요구사항 고유번호 COR-003 요구사항 명칭 과업심의위원회 운영 요구사항 분류 제약사항 요구 사항 상세 설명 정의 과업심의위원회 운영 세부 내용 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위하여 과업심의위원회를 개최한 사업임 제안사는 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우, 소프트웨어사업 과업변경요청서를 제출하여야 하며, 과업심의위원회 개최 요청에 대해서 특별한사정이 없으면 수용해야 함 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 13호서식 참조 소프트웨어사업 과업심의위원회의 구성 및 개최 요청 절차 등에 관한 사항은 관련 법령을 따름 산출정보 관련요구사항 요구사항 출처 소프트웨어 진흥법 및 동법 시행령 ᄋ 프로젝트 관리 요구사항PMR Project Management Requirement 요구사항 고유번호 PMR-001 요구사항 명칭 프로젝트 관리 일반 요구사항 분류 프로젝트 관리 요구사항 요구 사항 상세 설명 정의 프로젝트 관리방법론 세부 내용 사업의 목표 달성을 위한 프로젝트 관리방법론을 제시하고, 프로젝트 관리, 진행 방법 및 절차, 산출물 등 필요하다고 판단되는 제반활동에 대한 방안을 마련하여야 함 본 용역의 수행 중 용역범위에 증감이 발생하거나 기타 주관기관이 필요 하다고 인정할 경우에는 상호 합의하에 과업내용을 조정할 수 있음 원시 자료를 이용하여 사업을 수행하고자 할 때에는 지적소유권저작권 여부를 확인하고 사용하여야 함 본 사업수행을 위한 사무환경 및 집기비품, 개발에 필요한 장비는 계약자가 마련해야 하며, 사무실 공간은 상호 협의하여 결정하여야 함 프로젝트의 목표관리, 진도관리, 변경관리, 성과관리 등 프로젝트 수행 과정상에서의 문제점 및 위험요소 등의 대응을 위해 정기 또는 비정기적으로 수행하는 보고체계를 계획하고 수행하여야 함 프로젝트의 원활한 진행을 위해 일정한 형태의 방법론을 마련하고 준수 하여야 함 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항의 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 통제 및 리스크 관리 방안 제시 지속적으로 문제를 파악 관리하고 조치사항에 대하여 추적할 수 있는 방안 제시 산출정보 사업수행계획서 관련요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "웹 호환성 및 접근성 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "웹 호환성 및 접근성 준수 필요"
          ],
          [
            "",
            "세부\n내용",
            "○ 전자정부서비스 호환성 준수지침 및 전자정부 웹 호환성 준수지침 \n준수\n○ 한국형 웹 콘텐츠 접근성 지침(KWCAG 2.1) 준수\n○ 장애인, 고령자 등이 홈페이지에서 제공하는 정보를 동등하게 \n접근하고 이용할 수 있는 환경 구축"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "지능정보화 기본법 제46조, 장애인 차별 금지법 제21조"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "과업심의위원회 운영"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "과업심의위원회 운영"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 사업은 「소프트웨어 진흥법」 제50조에 따른 과업내용 확정을 \n위하여 과업심의위원회를 개최한 사업임\n○ 제안사는 「소프트웨어 진흥법」 제50조, 같은 법 시행령 제47조 \n제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 \n계약금액·계약기간 조정이 필요한 경우, 소프트웨어사업 \n과업변경요청서*를 제출하여야 하며, 과업심의위원회 개최 요청에 \n대해서 특별한사정이 없으면 수용해야 함\n  *「소프트웨어사업 계약 및 관리감독에 관한 지침」 별지 13호서식 참조\n○ “소프트웨어사업 과업심의위원회”의 구성 및 개최 요청 절차 등에 \n관한 사항은 관련 법령을 따름"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "소프트웨어 진흥법 및 동법 시행령"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "저작권 및 지적재산권 보호"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "저작권 및 지적재산권법에 대한 책임"
          ],
          [
            "",
            "세부\n내용",
            "○ 재산권 침해에 관한 소송 상태 또는 소송의 청구를 당하거나 그로 \n인한 재판이 결정된 경우, 계약자의 비용으로 즉시 동 소프트웨어의 \n계속 점유권 및 사용권을 주관기관에 부여하거나 또는 소유권 및 \n지적재산권 침해 소프트웨어와 동등 이상의 물품으로 대체하고 동 \n소프트웨어를 철거하여야 함\n○ 계약자는 구축된 시스템이 국내의 저작권 침해 등 법적 권리관계의 \n문제 발생 시 이에 대한 조치 및 책임을 져야 하며, 이에 따른 손해배상의 \n책임도 계약자에게 존재\n○ 제3자의 소유권 및 저작권을 침해하는 원본의 도용 등으로 수요기관이 \n피해를 입게 되는 경우 그 책임은 모두 계약자에게 있음\n○ 이 경우 사업수행자는 피해에 따른 모든 손해배상을 해야 하며, 수요기관이 \n요구하는 기간 내 소프트웨어의 재개발 등 필요한 조치를 하고, 이에 소요되는 \n비용은 계약자가 부담\n○ 계약자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 \n있으며, 발주기관에서는 「보안업무규정」 제4조 및 제안요청서에 명시된 \n누출금지정보에 해당하지 않을 경우 SW산출물을 제공함. 다만 SW산출물의 \n활용 절차와 계약자가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가 \n자격 제한 등에 관하여는「소프트웨어사업 관리감독에 관한 일반기준」 \n(과학기술정보 정통부 고시) 제14조의2(산출물의 활용)에 따른다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "SW사업 관리감독에 관한 일반기준(과기정통부 고시)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 관리 일반"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트 관리방법론"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업의 목표 달성을 위한 프로젝트 관리방법론을 제시하고, 프로젝트 \n관리, 진행 방법 및 절차, 산출물 등 필요하다고 판단되는 제반활동에 \n대한 방안을 마련하여야 함\n○ 본 용역의 수행 중 용역범위에 증감이 발생하거나 기타 주관기관이 \n필요 하다고 인정할 경우에는 상호 합의하에 과업내용을 조정할 수 있음\n○ 원시 자료를 이용하여 사업을 수행하고자 할 때에는 \n지적소유권(저작권) 여부를 확인하고 사용하여야 함\n○ 본 사업수행을 위한 사무환경 및 집기비품, 개발에 필요한 장비는 \n계약자가 마련해야 하며, 사무실 공간은 상호 협의하여 결정하여야 함\n○ 프로젝트의 목표관리, 진도관리, 변경관리, 성과관리 등 프로젝트 \n수행 과정상에서의 문제점 및 위험요소 등의 대응을 위해 정기 또는 \n비정기적으로 수행하는 보고체계를 계획하고 수행하여야 함\n○ 프로젝트의 원활한 진행을 위해 일정한 형태의 방법론을 마련하고 \n준수 하여야 함\n○ 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, \n사용자 요구사항의 상세화 과정에서의 리스크 관리 등 각종 위험에 \n대한 통제 및 리스크 관리 방안 제시\n○ 지속적으로 문제를 파악 관리하고 조치사항에 대하여 추적할 수 있는 방안 제시"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 요구사항 고유번호 PMR-002 요구사항 명칭 산출물 요구사항 분류 프로젝트 관리 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 산출물 작성 및 제출일정 세부 내용 사업 단계별 산출물은 제출일정에 맞추어 제출 모든 산출물은 저작권과 관련된 사항임으로 주의해서 작성해야 하며 저작권과 관련된 문제 발생 시 계약업체가 모든 책임을 짐. 개발기간 동안 작성된 산출물 전량을 작성일자별로 정리하여 CD로 제작 제출하되, 성과품 종류와 제출부수는 계약자와 협의 조정함 구분 주요내용 수량제출일정 착수 보고서 제안요청서, 제안서, 계약서, 과업내용서등을 근거로, 본사업을수행하기위한프로젝트세부 추진계획서를작성하여제출 1부 계약 착수일 14일 이내 월간 보고서 계약일로부터사업완료일까지매월말기준세부 추진계획서에제시된사업수행절차에따른현재의 구체적인공정및진행사항, 업무추진상문제점및 대한등에대한진도보고서제출 - 추진계획대비실적분석 - 주요추진내용및단계별산출내역 - 차주월계획사항및계획변경사항 - 주요의사결정및협조및기타사항 1부 매월 중간 보고서 추진실적에대한분석결과와향후추진세부계획점검제출 - 추진현황분석결과내용현황과문제점, 개선요구 사항및과제 - 사용자요구사항분석서, 설계서등 - 개발현황및향후추진일정등 1부 상세 설계 완료후 14일 이내 완료 보고서 완료보고시제안요청서, 제안서, 계약서, 과업 지시서등용역설계서의업무범위에포함된 최종산출물에대한완료보고서제출 사업종료후1개월이내에Source, DB 백업자료등 업무범위에포함된모든사항에대한최종산출물 제출인쇄본및CD 각2매및관련원본파일 - 원본소스코드, 콘텐츠제작자료일체 - 데이터베이스스키마및개체관계도등 - 개발보고서프로그램개발명세서, 메뉴구성도등 - 보안확약서대표자 - SW라이센스인증서 1부 사업 종료 14일 이전 산출정보 관련요구사항 요구사항 출처 - 28 - 요구사항 고유번호 PMR-003 요구사항 명칭 문서 및 자료 보안관리 요구사항 분류 프로젝트 관리 요구사항 요구 사항 상세 설명 정의 문서 및 자료에 대한 보안관리 요구사항 세부 내용 제안사는 보호원으로부터 제공받은 제반 자료는 본 사업 이외의 목적에 사용할 수 없음 보안책임자는 인계자인수자 서명을 포함한 자료 인수인계 대장또는 자료관리대장을 작성하여 보호원으로부터 제공받은 비공개 자료들을 관리해야 함 - 자료 인수인계 대장은 자료명칭, 자료형태, 인계인수 일시, 인 계자 성명 및 서명, 인수자 성명 및 서명을 포함하여 작성 - 비공개자료 출력물은 지정된 별도의 장소시건장치가 부착되어 있는 보관함에 보관ᆞ관리하고, 복사 및 외부반출을 금지 사업수행 관련 자료 및 사업 수행 시 생산되는 모든 산출물은 사업 담당공무원이 지정한 위치파일서버 등에 저장 및 관리해야 하며 개인 PC 등에 이를 보관할 수 없음 - 비공개자료 생성 시에는 지정장소 내 비공개자료 폴더에 저장하고, 업무별로 지정된 사용자만이 접속이 가능하도록 통제 - 용역사업 관련 자료는 인터넷 웹하드, P2P 등 인터넷 자료 공유사이 트 및 개인 메일함에 저장 금지 - 사업 수행으로 생산되는 산출물 및 기록은 목적 외 비인가자에게 제 공ᆞ대여ᆞ열람을 일체 금지 제안사가 업무상 필요에 의해 부득이하게 외부 전자우편 등을 이용할 경우, 자료 송수신 시 암호화 등의 보안 대책을 마련해야 함. 단, 보호원 보안업무 규정에 의한 비공개자료비밀, 대외비 등는 전자우편으로 수발신을 금함 - 자료 암호화 시 비밀번호는 숫자, 문자, 특수문자 등을 혼합한 9자리 이상을 권고하며 유추하기 쉬운 문자열 등이 포함되지 않도록 설정 사업 종료 후 사업과 관련된 모든 자료를 반환, PC 보관 자료 완전삭제 등 자료가 외부에 유출되지 않도록 필요한 보안조치를 이행해야 함 - 참여인력이 사용한 장비는 완전삭제를 반드시 진행해야 하며 사업 담당공무원 확인 및 승인 하에 반출 산출정보 자료 인수인계 대장또는 자료관리대장, 완전삭제 확인서사진 등 관련요구사항 보안 요구사항 요구사항 출처 국가정보보안 기본지침, 보호원 정보보안지침, 보호원 보안업무 규정",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "문서 및 자료 보안관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "문서 및 자료에 대한 보안관리 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 제안사는 보호원으로부터 제공받은 제반 자료는 본 사업 이외의 \n목적에 사용할 수 없음\n○ 보안책임자는 인계자·인수자 서명을 포함한 “자료 인수인계 \n대장”(또는 “자료관리대장”)을 작성하여 보호원으로부터 제공받은 \n비공개 자료들을 관리해야 함\n - ‘자료 인수인계 대장’은 자료명칭, 자료형태, 인계·인수 일시, 인\n계자 성명 및 서명, 인수자 성명 및 서명을 포함하여 작성\n -  비공개자료  출력물은  지정된 별도의 장소(시건장치가  부착되어 있는 \n보관함)에 보관ㆍ관리하고, 복사 및 외부반출을 금지\n○ 사업수행 관련 자료 및 사업 수행 시 생산되는 모든 산출물은 사업 \n담당공무원이 지정한 위치(파일서버 등)에 저장 및 관리해야 하며 \n개인 PC 등에 이를 보관할 수 없음\n -  비공개자료  생성  시에는  지정장소  내  비공개자료  폴더에  저장하고, \n업무별로 지정된 사용자만이 접속이 가능하도록 통제\n - 용역사업 관련 자료는 인터넷 웹하드, P2P 등 인터넷 자료 공유사이\n트 및 개인 메일함에 저장 금지\n - 사업 수행으로 생산되는 산출물 및 기록은 목적 외 비인가자에게 제\n공ㆍ대여ㆍ열람을 일체 금지\n○ 제안사가 업무상 필요에 의해 부득이하게 외부 전자우편 등을 이용할 \n경우, 자료 송수신 시 암호화 등의 보안 대책을 마련해야 함. 단, \n보호원 보안업무 규정에 의한 비공개자료(비밀, 대외비 등)는 \n전자우편으로 수발신을 금함\n - 자료 암호화 시 비밀번호는 숫자, 문자, 특수문자 등을 혼합한 9자리 \n이상을 권고하며 유추하기 쉬운 문자열 등이 포함되지 않도록 설정\n○ 사업 종료 후 사업과 관련된 모든 자료를 반환, PC 보관 자료 \n완전삭제 등 자료가 외부에 유출되지 않도록 필요한 보안조치를 \n이행해야 함\n -  참여인력이  사용한  장비는  완전삭제를  반드시  진행해야  하며    사업 \n담당공무원 확인 및 승인 하에 반출"
          ],
          [
            "산출정보",
            "",
            "자료 인수인계 대장(또는 자료관리대장), 완전삭제 확인서(사진 등)"
          ],
          [
            "관련요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 보호원 정보보안지침, 보호원 보안업무 규정"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-002",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "산출물",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항\n응낙수준\n필수",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물 작성 및 제출일정",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○ 사업 단계별 산출물은 제출일정에 맞추어 제출\n구분\n  ※ 모든 산출물은 저작권과 관련된 사항임으로 주의해서 작성해야 하며 \n저작권과 관련된 문제 발생 시 계약업체가 모든 책임을 짐.\n  ※ 개발기간 동안 작성된 산출물 전량을 작성일자별로 정리하여 CD로 \n제작 제출하되, 성과품 종류와 제출부수는 계약자와 협의 조정함",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "주 요 내 용",
            "수량 제출일정",
            ""
          ],
          [
            "",
            "",
            "",
            "착수\n보고서",
            "○ 제안요청서, 제안서, 계약서, 과업내용서 등을\n근거로, 본 사업을 수행하기 위한 프로젝트 세부\n추진계획서를 작성하여 제출",
            "1부",
            "계약\n착수일\n14일\n이내"
          ],
          [
            "",
            "",
            "",
            "월간\n보고서",
            "○ 계약일로부터 사업완료일까지 매월 말 기준 세부\n추진계획서에 제시된 사업수행 절차에 따른 현재의\n구체적인 공정 및 진행사항, 업무 추진 상 문제점 및\n대한 등에 대한 진도 보고서 제출\n- 추진계획 대비 실적 분석\n- 주요 추진내용 및 단계별 산출내역\n- 차주·월 계획 사항 및 계획 변경 사항\n- 주요 의사결정 및 협조 및 기타 사항",
            "1부",
            "매월"
          ],
          [
            "",
            "",
            "",
            "중간\n보고서",
            "○ 추진실적에 대한 분석결과와 향후 추진세부계획 점검 제출\n- 추진현황 분석결과 내용(현황과 문제점, 개선요구\n사항 및 과제)\n- 사용자 요구사항 분석서, 설계서 등\n- 개발 현황 및 향후 추진일정 등",
            "1부",
            "상세\n설계\n완료 후\n14일\n이내"
          ],
          [
            "",
            "",
            "",
            "완료\n보고서",
            "○ 완료보고 시 제안요청서, 제안서, 계약서, 과업\n지시서 등 용역설계서의 업무 범위에 포함된\n최종 산출물에 대한 완료보고서 제출\n○ 사업 종료 후 1개월 이내에 Source, DB 백업자료 등\n업무 범위에 포함된 모든 사항에 대한 최종산출물\n제출 (인쇄본 및 CD 각 2매 및 관련 원본파일)\n- 원본 소스코드, 콘텐츠 제작자료 일체\n- 데이터베이스 스키마 및 개체관계도 등\n- 개발보고서(프로그램 개발명세서, 메뉴구성도 등)\n- 보안확약서(대표자)\n- S/W라이센스 인증서",
            "1부",
            "사업\n종료\n14일\n이전"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - ᄋ 프로젝트 지원 요구사항PSR Project Support Requirement 요구사항 고유번호 PSR-001 요구사항 명칭 하자보수 지원 요구사항 분류 프로젝트 지원 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 하자보수에 대한 상세내용 세부 내용 시스템 하자보수 방안을 구체적으로 제시하여야 함 하자담보 책임기간은 검수일로부터 1년으로 함 - 장애 발생 시 즉시 조치접수 후 2시간 이내 현장 도착, 4시간 이내 장애조치하고 장애발생 원인 및 조치방법을 문서화하여 사후 동일 장애 발생 시 즉각 대처할 수 있도록 재발방지 방안 제시 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위하여 시스템을 단위 요소기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 제시 하자보수 지원방안을 분야별등급별로 구분하여 지원범위, 지원방법, 지원인원을 제시해야 하며, 유상 유지관리 또는 재개발인 경우 비용 부담 조건, 유상 유지관리 제안가 등을 제시하여야 함 요구사항 고유번호 PSR-002 요구사항 명칭 교육지원 요구사항 분류 프로젝트 지원 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 교육지원 계획 및 방법 세부 내용 효율적인 운영과 장애조치를 위하여 수요기관이 자체적으로 유지관리 능력을 갖출 수 있도록 교육훈련 계획을 수립하고 관리자와 부서 사용자 교육 실시 담당자 교육 - 지원시스템의 운용을 위해서 업무 담당자가 시스템을 효율적으로 이용할 수 있는 교육을 실시하여야 함 시스템 운용 교육 - 시스템 운영자를 대상으로 실시하며, 개발 시스템의 구축 방법 및 운영을 위한 필요한 내용을 포함해야 함 - 교육자료에는 관리방법, 시스템 상세내역 등을 구체적으로 제시하고 사용자가 쉽게 이해할 수 있도록 작성 교육 일정 및 장소, 내용, 교재 등 기타 제반사항은 협의 후 결정 사업 완료 후 발주기관에서 시스템 운영 등에 대한 기술 이전 재교육을 요청할 경우 이에 응하여야 하고 소요비용은 사업자가 부담 요구사항 고유번호 PSR-003 요구사항 명칭 기술이전 요구사항 분류 프로젝트 지원 요구사항 응낙수준 필수 요구 사항 상세 설명 정의 주관기관 담당자 기술능력 향상을 위한 기술이전 세부 내용 계약자는 납품한 시스템의 효율적인 운영을 위하여 구성요소의 최적 구성과 운영을 위한 기술적 자문과 지원방안을 제시하여야 함 전문적 운영 실력을 갖추기 위해, 발주자의 업무담당자에 대한 교육계획을 제시하여야 하고, 발주기관의 요청이 있을 경우 1회에 한하여 추가 교육을 실시 하여야 함 - 30 - 원격지 개발 활성화 원격지개발장소제시검토절차 - 공급자는작업장소상호협의시제안요청서내명시된원격지보안요구사항을 준수한작업장소를제시할수있으며, 발주기관에서는제시된작업장소에 관하여우선검토한다. 다만, 발주기관에서는공급자가제시한작업장소가 보안요구사항을준수하지못한경우거부할수있음 SW산출물 활용 촉진 SW산출물반출절차등 - 공급자는지식재산권의활용을위하여SW산출물의반출을요청할수있으며, 발주기관에서는보안업무규정제4조및제안요청서에명시된누출금지 정보에해당하지않을경우SW산출물을제공함. 다만SW산출물의활용절 차와공급자가SW산출물활용절차를지키지않는경우입찰참가자격제한 등에관하여는소프트웨어사업관리감독에관한일반기준과학기술정보 정통부고시 제14조의2산출물의활용에따른다.",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수 지원"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "하자보수에 대한 상세내용"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 하자보수 방안을 구체적으로 제시하여야 함\n○ 하자담보 책임기간은 검수일로부터 1년으로 함\n - 장애 발생 시 즉시 조치(접수 후 2시간 이내 현장 도착, 4시간 이내 \n장애조치)하고  장애발생  원인  및  조치방법을  문서화하여  사후  동일 \n장애 발생 시 즉각 대처할 수 있도록 재발방지 방안 제시\n○ 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위하여 \n시스템을 단위 요소기술과 기능으로 구분하여 각각에 대한 세부 \n하자보수 계획을 제시\n○ 하자보수 지원방안을 분야별/등급별로 구분하여 지원범위, 지원방법, \n지원인원을 제시해야 하며, 유상 유지관리 또는 재개발인 경우 비용  \n부담 조건, 유상 유지관리 제안가 등을 제시하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "교육지원"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "교육지원 계획 및 방법"
          ],
          [
            "",
            "세부\n내용",
            "○ 효율적인 운영과 장애조치를 위하여 수요기관이 자체적으로 유지관리 능력을 \n갖출 수 있도록 교육훈련 계획을 수립하고 관리자와 부서 사용자 교육 실시\n○ 담당자 교육\n - 지원시스템의 운용을 위해서 업무 담당자가 시스템을 효율적으로 이용할 수 \n있는 교육을 실시하여야 함\n○ 시스템 운용 교육\n - 시스템 운영자를 대상으로 실시하며, 개발 시스템의 구축 방법 및 운영을 \n위한 필요한 내용을 포함해야 함\n -  교육자료에는  관리방법,  시스템  상세내역  등을  구체적으로  제시하고 \n사용자가 쉽게 이해할 수 있도록 작성\n○ 교육 일정 및 장소, 내용, 교재 등 기타 제반사항은 협의 후 결정\n○ 사업 완료 후 발주기관에서 시스템 운영 등에 대한 기술 이전 재교육을 \n요청할 경우 이에 응하여야 하고 소요비용은 사업자가 부담"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "기술이전"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항\n응낙수준\n필수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "주관기관 담당자 기술능력 향상을 위한 기술이전"
          ],
          [
            "",
            "세부\n내용",
            "○ 계약자는 납품한 시스템의 효율적인 운영을 위하여 구성요소의 최적 \n구성과 운영을 위한 기술적 자문과 지원방안을 제시하여야 함\n○ 전문적 운영 실력을 갖추기 위해, 발주자의 업무담당자에 대한 \n교육계획을 제시하여야 하고, 발주기관의 요청이 있을 경우 1회에 \n한하여 추가 교육을 실시 하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 별표1 누출금지 대상정보 보호등급 대상정보 가 등급 1관련 법령에서 규정한 비공개 정보 - 공공기관의 정보공개에 관한 법률 제9조 제1항 각호 - 개인정보 보호법 제2조 제1호의 개인정보 2기타 정보 - 인사정책예산구매계약 등 한국지식재산보호원 및 관련기관의 각 종 보고서 및 문서 - 한국지식재산보호원직원 및 내부업무를 위해 보유하고있 는 개인정보 - 한국지식재산보호원 외부로 유출될 경우 민형사상 책임이 발생할 수있는 문서 나 등급 1정보시스템의 내외부 IP주소 정보 2정보시스템 세부 구성에 관한 정보 - 세부 정보시스템 구성현황 및 정보통신망 구성도 - 국가용 보안시스템 및 정보보호시스템 도입 현황 - 침입차단시스템방지시스템IPS 등 정보보호제품 설정 정보 - 라우터스위치 등 네트워크 장비 설정 정보 3정보통신망 취약점 분석평가 결과물 4사용자계정비밀번호 등 정보시스템 접근통제 정보 다 등급 1반출승인을 받지 않은 용역사업 결과물 또는 프로그램 소스코드 2외부 공개대상이 아닌 기관 내부 문서 - 32 - 별표2 보안위반 처리기준 구 분 금 지 행 위 중 대 위 반 1. 보호원 누출금지 대상정보 가 급 정보에 대한 관리소홀 가. 시건되지 않은 장소에 보관 나. 노출된 장소에 관리자 없이 방치 다. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관 라. 권한이 없는 사용자가 보관 2. 부적절한 방법으로 특허청 시스템 접속 또는 조작 가. 정당한 접근권한 없이 시스템에 접속 나. 승인받은 권한을 초과하여 데이터를 조작 3. 제한구역 보안관리 소홀 가. 출입문을 개방상태로 방치 나. 출입문 열쇠 방치 다. 출입문 열쇠 분실 시 24시간내 보고 또는 48시간내 교체 불이행 라. 승인받지 않은 작업자의 출입 제한구역 전산실및보호원이지정한제한구역 보 통 위 반 1. 보호원 누출금지 대상정보 나 급 정보에 대한 관리소홀 가. 시건되지 않은 장소에 보관 나. 노출된 장소에 관리자 없이 방치 다. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관 라. 권한이 없는 사용자가 보관 2. 보호원 내부 네트워크에 연결된 전산장비 보안규정 위반 가. PC 봉인지 임의훼손 또는 보안USB 프로그램 임의해제 나. PC CMOS윈도우 비밀번호 미설정 또는 노출 다. 전산장비 사용자계정 또는 비밀번호 노출 3. 인원 보안관리 위반 가. 사전 승인받지 않고 사업 투입인력 교체 나. 출입증 분실 시 24시간내 보고 불이행",
      "tables": [
        [
          [
            "보호등급",
            "대상정보"
          ],
          [
            "<가 등급>",
            "① 관련 법령에서 규정한 비공개 정보\n- 공공기관의 정보공개에 관한 법률 제9조 제1항 각호\n- 개인정보 보호법 제2조 제1호의 개인정보\n② 기타 정보\n- 인사‧정책‧예산‧구매‧계약 등 한국지식재산보호원 및 관련기관의 각\n종 보고서 및 문서\n- 한국지식재산보호원 직원 및 내부업무를 위해 보유하고 있\n는 개인정보\n- 한국지식재산보호원  외부로 유출될 경우 민․형사상 책임이 \n발생할 수 있는 문서"
          ],
          [
            "<나 등급>",
            "① 정보시스템의 내․외부 IP주소 정보\n② 정보시스템 세부 구성에 관한 정보\n- 세부 정보시스템 구성현황 및 정보통신망 구성도\n- 국가용 보안시스템 및 정보보호시스템 도입 현황\n- 침입차단시스템․방지시스템(IPS) 등 정보보호제품 설정 정보\n- 라우터․스위치 등 네트워크 장비 설정 정보\n③ 정보통신망 취약점 분석․평가 결과물\n④ 사용자계정․비밀번호 등 정보시스템 접근통제 정보"
          ],
          [
            "<다 등급>",
            "① 반출승인을 받지 않은 용역사업 결과물 또는 프로그램 소스코드\n② 외부 공개대상이 아닌 기관 내부 문서"
          ]
        ],
        [
          [
            "구 분",
            "금     지     행     위"
          ],
          [
            "중 대\n위 반",
            "1. 보호원 누출금지 대상정보 ‘가’ 급 정보에 대한 관리소홀 \n가. 시건되지 않은 장소에 보관\n나. 노출된 장소에 관리자 없이 방치\n다. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관\n라. 권한이 없는 사용자가 보관\n2. 부적절한 방법으로 특허청 시스템 접속 또는 조작\n가. 정당한 접근권한 없이 시스템에 접속\n나. 승인받은 권한을 초과하여 데이터를 조작\n3. 제한구역 보안관리 소홀\n가. 출입문을 개방상태로 방치\n나. 출입문 열쇠 방치\n다. 출입문 열쇠 분실 시 24시간내 보고 또는 48시간내 교체 \n불이행\n라. 승인받지 않은 작업자의 출입\n＊ 제한구역 : 전산실 및 보호원이 지정한 제한구역"
          ],
          [
            "보 통\n위 반",
            "1. 보호원 누출금지 대상정보 ‘나’ 급 정보에 대한 관리소홀 \n가. 시건되지 않은 장소에 보관\n나. 노출된 장소에 관리자 없이 방치\n다. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관\n라. 권한이 없는 사용자가 보관\n2. 보호원 내부 네트워크에 연결된 전산장비 보안규정 위반\n가. PC 봉인지 임의훼손 또는 보안USB 프로그램 임의해제\n나. PC CMOS․윈도우 비밀번호 미설정 또는 노출\n다. 전산장비 사용자계정 또는 비밀번호 노출\n3. 인원 보안관리 위반\n가. 사전 승인받지 않고 사업 투입인력 교체\n나. 출입증 분실 시 24시간내 보고 불이행"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 18,
      "text": "- 33 - 구 분 금 지 행 위 벌 칙 경 미 위 반 1. 보호원 누출금지 대상정보 다 급 정보에 대한 관리소홀 가. 시건되지 않은 장소에 보관 나. 노출된 장소에 관리자 없이 방치 다. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관 라. 권한이 없는 사용자가 보관 2. 사무실 보안관리 소홀 가. 근무자 부재시 출입문을 개방상태로 방치 나. 출입문 열쇠 방치 다. 출입문 열쇠의 분실 시 24시간내 보고 또는 48시간내 교체 불이행 3. 전산장비 보안관리 미흡 가. 보안 소프트웨어백신, 내PC 지키미 등 주기적 점검 미실시 나. 인터넷 웹하드P2P 등 인터넷 자료공유사이트 이용 다. PC CMOS윈도우 비밀번호 미설정 또는 노출 라. 보조기억매체 방치 월2회이상위반시 위약금 부과 100만원 이하 행위자 확인서 징구 재발 방지를 위한 조치계획 제출 주 의 1. 보안절차 준수 미흡 가. 보안관련 서류 미제출 보안관련서류 보안서약서, 기본보안교육확인서, 데이터삭제확인서, 비밀누설금지서약서, 대표명의확약서 나. 정기 보안점검 및 교육 결과 보고서 미제출 다. 진행중인 업무자료를 노출된 장소에 관리자 없이 방치 라. 보안담당자 일지 미기록 등 임무소홀 2. 안전조치 불이행 가. 최종 퇴실전 사무실 소등 및 전산장비 전원 차단 행위자 확인서 징구 재발 방지를 위한 조치계획 제출 - 34 - 별표3 사업자 보안관리 준수사항 1참여인력에대한보안관리 보안서약서등제출 - 사업참여인원에대해사업투입전자체보안교육후, 보안서약서, 기본보안교육 내용을제출해야한다. 보안교육실시 - 사업자는보안인식제고를위해주기적으로자체보안교육을하며, 한국지식재산 보호원이하보호원이라한다가요구하는보안교육에참석해야한다. 인력변동관리 - 시스템접근권한을승인받은인력또는해당인력의업무변동이있는경우, 해당사유가발생한후1일내에신고해야한다. 2자료정보등의보안관리 비밀준수대상자료정보 - 사업자는아래의자료나정보이하비밀정보라한다에대하여비밀을유지 하여야한다. 보호원이본사업의이행을위하여사업자에게서면또는구두등의방법으로 비밀에해당한다고고지하고제공한자료나정보DB정보, IP 정보, 상세시스템 구성도등 법령또는보호원의내규에의하여공개가제한되거나비밀을유지해야하는 자료나정보미공개출원정보, 개인정보, 비밀지정문서등 사업자가본계약의이행중보호원이제공한비밀정보를이용가공하여얻은 자료나정보 비밀정보의관리 - 사업자는비밀정보의관리를위하여자료명, 자료용량쪽수, 인계자인수자서명이 포함된비밀정보관리대장을작성해야한다. - 사업자는비밀정보를업무별로지정된사용자만접근이가능하도록관리하고, 비밀정보를다른자료나정보와구분하여보관하여야한다. - 사업자는비밀정보출력시출력물에출력자, 출력일시, 보안경고문구등을표시 해야한다.",
      "tables": [
        [
          [
            "구 분",
            "금     지     행     위",
            "벌 칙"
          ],
          [
            "경 미\n위 반",
            "1. 보호원 누출금지 대상정보 ‘다’ 급 정보에 대한 관리소홀 \n가. 시건되지 않은 장소에 보관\n나. 노출된 장소에 관리자 없이 방치\n다. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관\n라. 권한이 없는 사용자가 보관\n2. 사무실 보안관리 소홀\n가. 근무자 부재시 출입문을 개방상태로 방치\n나. 출입문 열쇠 방치\n다. 출입문 열쇠의 분실 시 24시간내 보고 또는 48시간내 \n교체 불이행\n3. 전산장비 보안관리 미흡\n가. 보안 소프트웨어(백신, 내 PC 지키미 등) 주기적 점검 미실시\n나. 인터넷 웹하드․P2P 등 인터넷 자료공유사이트 이용\n다. PC CMOS․윈도우 비밀번호 미설정 또는 노출\n라. 보조기억매체 방치",
            "▪월 2회이상위반시\n위약금 부과\n(100만원 이하)\n▪행위자 확인서 \n징구\n▪재발 방지를 위한\n조치계획 제출"
          ],
          [
            "주 의",
            "1. 보안절차 준수 미흡\n가. 보안관련 서류 미제출\n＊ 보안관련 서류 : 보안서약서, 기본보안교육 확인서, 데이터 삭제 확인서,\n비밀누설금지 서약서, 대표명의 확약서\n나. 정기 보안점검 및 교육 결과 보고서 미제출\n다. 진행중인 업무자료를 노출된 장소에 관리자 없이 방치\n라. 보안담당자 일지 미기록 등 임무소홀\n2. 안전조치 불이행\n가. 최종 퇴실전 사무실 소등 및 전산장비 전원 차단",
            "▪행위자 확인서 \n징구\n▪재발 방지를 위한\n조치계획 제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 개인정보의관리 - 사업자는개인정보보호법제29조, 동법시행령제30조및개인정보의안전성 확보조치기준고시행정안전부고시제2017-1호에따라개인정보의안전성 확보에필요한관리적기술적조치를취하여야한다. - 사업자는계약이해지되거나또는계약기간이만료된경우위탁업무와관련하여 보유하고있는개인정보를개인정보보호법시행령제16조에따라즉시파기 하거나보호원에반납하여야한다. 3사무실및전산장비매체보안관리 사무실보안관리 - 사업자는사무실또는용역업무를수행하는공간에대해일일보안점검을해야하며, 보호원보안점검에따른지적사항발생시별표2의보안위반처리기준을따른다. 전산장비매체보안관리 - 사업자는PC, 노트북등전산장비를반출입하는경우, 다음사항을사전확인, 조치해야한다 반입시 백신, 내PC 지키미등PC 보안프로그램설치및악성코드감염여부검사 반출시 저장데이터완전삭제보호원정보보안담당의사전확인필요 - 사업자는보안USB 외의기타보조기억매체는사용할수없으며, 보안USB 외에는 자료를저장할수없다. - 사업자는전산장비매체를승인권자외의사용자가조작탈취할수있도록 방치하면안된다. 4정보통신시스템접근보안관리 사업자는정보통신시스템사용자계정이용시부여된권한목적이외의접근을 하면안되며, 승인된사용자만접근해야한다. 사업자는공용계정을사용하면안되며, 사용하지않는계정은주기적으로삭제 해야한다 공유폴더는사용해서는안된다. 5사업보안관리 보호원외부에서사업수행을할경우, 사업내지정한보안관리자는정보보안 담당자의역할을위임받아보안관리를수행해야한다. 상기사업자보안관리준수사항중예외적허용이필요한경우에는, 보호원정보 보안담당자에게예외허용사항에대한보안성검토를요청해야한다. 보안침해사고발생시국가사이버안전매뉴얼의대응절차를준수하여야한다. - 36 - 별표4 보안점검체크리스트사전점검 사업명 사업체명 작성자 서명 보호원정보보안담당자에게제출하여주시고개발중에변경되는항목이발생하는경우에는사전에협의하시기바랍니다. 구분 항 목 인증 및 권한 1.1 사용자인증처리가필요한가? - 사용자인증방식은PKI기반인증서방식을권고하며별도인증방식구현 - 사용자인증로그별도관리및불법접근식별정보기록 - IDPW 사용시, PW는국가정보원인증암호방식을이용하여암호화저장필수 - 쿠키정보는사용을자제하고, 불가피하게사용할경우쿠키정보는암호화필수 모듈은국가정보원검증모듈사용 - 사용자인증과관련된정보는로컬PC 및서버에저장금지 - I-PIN, G-PIN 등사용자정보확인및행정자치부GPKI 시스템CA, LDAP 등 사용여부 1.2 사용자가입절차가필요한가? - 대민시스템의경우, 주민등록번호대체수단G-PIN 사용필수 - 개인정보보호정책등보안관련정책수립및관련정책게시 1.3 사용자별로권한을정의하는가? - 제공하는정보의중요도에따라권한정의필요 1.4 별도의관리자화면을구현하는가? - 관리자화면접속에대한통제기능중복인증, 접속IP 통제등접속권한설정 필요 - 관리자에게제공하는기능및정보범위등사전협의필요 1.5 보호원외부에서접근가능한가? - 외부접속에대한네트워크, 데이터측면안전대책수립필수 중요정보 취급 2.1 개인정보를취급수집, 저장, 제공등하는가? - 주요개인정보 주민등록번호및계좌정보, 신용카드정보등의금융정보 - 일반개인정보 주소, 전화번호, 이메일등 - 주요개인정보는국가정보원인증암호방식을이용하여암호화저장필수 2.2 보호원에서보유중인개인정보가필요한가? - 사용범위, 제공주기, 보안대책등협의필요 2.3 중요정보에대한출력기능을제공하는가? - 중요정보개인정보등 출력시, DRM 등의조치필수 시스템 연동 3.1 보호원내부그룹웨어등 시스템과연동하는가? - 대상시스템, 연동정보, 연동방식등협의필요 3.2 보호원외부인터넷 시스템과연동하는가? - 대상시스템, 연동정보, 연동방식등협의필요 시스템 보안 4.1 설치시스템중보안시스템HW, SW이있는가? - 국가정보원인증CC인증또는국가용암호제품인증 제품만설치가능 4.2 자체보안취약점점검계획이있는가? - 웹기반시스템개발인경우, 취약점점검리스트에따른점검및보완필수 4.3 주요사용자사용이력에대한관리기능이있는가? - 관리자접근이력및주요정보변경이력등저장필요 4.4 참여인원중외부상주인원이있는가? - 해당인원의업무수행방식협의및보호원보안담당자승인필요 4.5 별도개발및테스트서버가있는가? - 서버의위치확인보호원내개발서버군또는개발자PC 네트워크등 필요 PC 보안 5.1 개발pc내부망에서외부인터넷와데이터송수신이필요한가? - 연결대상및송수신정보협의필수 5.2 파일서버를운용하는가? - Windows Server 사용시, 별도협의필수 - 파일서버에대한보안대책접근통제, 데이터유출방지등 수립필수",
      "tables": [
        [
          [
            "구 분",
            "항\n목",
            ""
          ],
          [
            "및 권\n인증\n한",
            "1.1",
            "사용자 인증 처리가 필요한가?"
          ],
          [
            "",
            "",
            "- 사용자 인증방식은 PKI기반 인증서방식을 권고하며 별도 인증방식 구현\n- 사용자 인증 로그 별도 관리 및 불법접근 식별정보 기록\n- ID/PW 사용 시, PW는 국가정보원 인증 암호방식을 이용하여 암호화 저장 필수\n- 쿠키정보는 사용을 자제하고, 불가피하게 사용할 경우 쿠키정보는 암호화 필수\n(모듈은 국가정보원 검증모듈 사용)\n- 사용자 인증과 관련된 정보는 로컬 PC 및 서버에 저장 금지\n- I-PIN, G-PIN 등 사용자 정보 확인 및 행정자치부 GPKI 시스템(CA, LDAP 등) 사용 여부"
          ],
          [
            "",
            "1.2",
            "사용자 가입 절차가 필요한가?"
          ],
          [
            "",
            "",
            "- 대민 시스템의 경우, 주민등록번호 대체 수단 (G-PIN) 사용 필수\n- 개인정보보호 정책 등 보안관련 정책 수립 및 관련정책 게시"
          ],
          [
            "",
            "1.3",
            "사용자별로 권한을 정의하는가?"
          ],
          [
            "",
            "",
            "- 제공하는 정보의 중요도에 따라 권한 정의 필요"
          ],
          [
            "",
            "1.4",
            "별도의 관리자 화면을 구현하는가?"
          ],
          [
            "",
            "",
            "- 관리자 화면 접속에 대한 통제기능(중복인증, 접속 IP 통제 등 접속권한 설정) 필요\n- 관리자에게 제공하는 기능 및 정보 범위 등 사전 협의 필요"
          ],
          [
            "",
            "1.5",
            "보호원 외부에서 접근 가능한가?"
          ],
          [
            "",
            "",
            "- 외부접속에 대한 네트워크, 데이터 측면 안전대책 수립 필수"
          ],
          [
            "중요정보\n취급",
            "2.1",
            "개인정보를 취급(수집, 저장, 제공 등)하는가?"
          ],
          [
            "",
            "",
            "- 주요 개인정보 : 주민등록번호 및 계좌정보, 신용카드 정보 등의 금융정보\n- 일반 개인정보 : 주소, 전화번호, 이메일 등\n- 주요 개인정보는 국가정보원 인증 암호방식을 이용하여 암호화 저장 필수"
          ],
          [
            "",
            "2.2",
            "보호원에서 보유 중인 개인정보가 필요한가?"
          ],
          [
            "",
            "",
            "- 사용 범위, 제공 주기, 보안대책 등 협의 필요"
          ],
          [
            "",
            "2.3",
            "중요 정보에 대한 출력 기능을 제공하는가?"
          ],
          [
            "",
            "",
            "- 중요 정보(개인정보 등) 출력 시, DRM 등의 조치 필수"
          ],
          [
            "시스템\n연동",
            "3.1",
            "보호원 내부(그룹웨어 등) 시스템과 연동하는가?"
          ],
          [
            "",
            "",
            "- 대상 시스템, 연동 정보, 연동 방식 등 협의 필요"
          ],
          [
            "",
            "3.2",
            "보호원 외부(인터넷) 시스템과 연동하는가?"
          ],
          [
            "",
            "",
            "- 대상 시스템, 연동 정보, 연동 방식 등 협의 필요"
          ],
          [
            "시스템\n보안",
            "4.1",
            "설치 시스템 중 보안 시스템(H/W, S/W)이 있는가?"
          ],
          [
            "",
            "",
            "- 국가정보원 인증(CC인증 또는 국가용 암호제품 인증) 제품만 설치 가능"
          ],
          [
            "",
            "4.2",
            "자체 보안 취약점 점검 계획이 있는가?"
          ],
          [
            "",
            "",
            "- 웹 기반 시스템 개발인 경우, 취약점 점검 리스트에 따른 점검 및 보완 필수"
          ],
          [
            "",
            "4.3",
            "주요 사용자 사용 이력에 대한 관리 기능이 있는가?"
          ],
          [
            "",
            "",
            "- 관리자 접근 이력 및 주요 정보 변경 이력 등 저장 필요"
          ],
          [
            "",
            "4.4",
            "참여 인원 중 외부 상주 인원이 있는가?"
          ],
          [
            "",
            "",
            "- 해당 인원의 업무수행 방식 협의 및 보호원 보안담당자 승인 필요"
          ],
          [
            "",
            "4.5",
            "별도 개발 및 테스트 서버가 있는가?"
          ],
          [
            "",
            "",
            "- 서버의 위치 확인(보호원 내 개발서버군 또는 개발자 PC 네트워크 등) 필요"
          ],
          [
            "PC\n보안",
            "5.1",
            "개발 pc(내부망)에서 외부(인터넷)와 데이터 송수신이 필요한가?"
          ],
          [
            "",
            "",
            "- 연결 대상 및 송수신 정보 협의 필수"
          ],
          [
            "",
            "5.2",
            "파일서버를 운용하는가?"
          ],
          [
            "",
            "",
            "- Windows Server 사용 시, 별도 협의 필수\n- 파일서버에 대한 보안대책(접근통제, 데이터 유출 방지 등) 수립 필수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 별표5 보안점검체크리스트개발및전개 사업명 사업체명 작성자 서명 구분 항 목 예 아니오해당없음 보안 일반 1.1 보안담당자는응용프로그램의보안성안정성신뢰성을확보하기 위하여개발자에게정보보호교육및관련자료를제공한다. - 행정자치부의웹응용프로그램개발보안가이드 활용 - 월1회자체보안교육실시 1.2 도입한SW, HW, DB, 웹어플리케이션등시스템의기본설정 정보를수정삭제한다. - SW 및HW의기본계정및기본설정정보의변경및삭제필수 - SNMP, IISApache Tomcat 웹서버, MS-SQL 등설정시사용하지않는기능을 제한설정, 디렉토리리스팅방지설정등기본보안설정에오류제거 - 외부인원원격접근관련보호원보안담당자와협의필수, 협의시 보안대책접근통제등을강구하여제시 1.3 보호원에서인가한장비HW, SW만을사용하고해당장비에 대하여관리한다. - PC의경우바이러스백신, 보안USB, 내PC지키미등사용 - 회사라이선스가없는SW 사용금지, 사용불가SW상용메신저등 및불법SW 사용금지 - OS 및SW 최신패치및버전을항시유지 1.4 국가정보원인증을받은보안제품만설치한다. - 국가정보원인증CC인증또는국가용암호제품인증 제품만설치가능 - 국가사이버안전센터httpservice1.nis.go.kr - IT보안인증사무국- 인증제품목록참조 - 보안적합성검증신청과관련하여관련자료제출등관련업무수행지원 1.5 암호모듈은국가정보원에서승인한제품모듈을사용한다. - 국가사이버안전센터httpservice1.nis.go.kr - IT보안인증사무국- 인증제품목록참조 소스 및 응용 서비스 관리 2.1 응용프로그램소스에대한외부접근을차단한다. - 응용프로그램및라이브러리의정보보호침해를막기위해개발중인소스에대한 접근제어 - 작업중인소스를외부회사및집등 유출및제공금지 2.2 형상관리도구를사용하여소스코드를관리한다. - 형상관리도구를사용하여변경이력, 버전관리및접근제한 2.3 소스에악성코드를삽입하지않는다. - 정보보호정책을우회하거나응용프로그램자체기능에위협하는악성코드삽입금지 2.4 사용자계정IDPW를하드코딩하지않는다. - 소스상에IDPW 삽입금지 2.5 개발중인파일, 임시파일및Test 파일등을관리한다. - 운영서비스와무관한백업파일, 테스트파일등불필요파일을주기적으로삭제 2.6 웹서비스의입력값및게시판등을통제한다. - , , , , , lt, gt, , , , , , , , Space, , - 등의특수문자에대한필터링 - 입력문자열에대한길이를제한한다. - 데이터베이스와연동하는스크립트의모든파라미터들을점검하여사용자의입력 값에SQL 구문으로사용되는문자열variable, variable, or, and, insert 등을 필터링한다. - 웹어플리케이션이사용하는데이터베이스사용자권한을제한한다. - php.ini 설정중magic_quotes_gpc 값을On으로설정한다SQL Injection 방지. - 입력화면에스크립트html 태그 사용금지 - 모든입력값헤더, 쿠키, 질의문, 폼필드등의대한규칙검증및검증은서버에서실행 - 38 - 구분 항 목 2.7 사용자오류시, 오류에관한정보만제공한다. - 사용자에게별도오류코드를통한오류메시지만표시이미지형태, 별도의에러페이지 - 상세오류DB, APP오류등는로그에별도기록 2.8 웹서비스의메소드를관리한다. - Post, Get 외의App에서사용하지않는메소드는차단Put, delete 등 2.9 다운로드파일을통제한다. - 다운로드파일을직접URL에서사용하거나입력받지않도록서버에서해당파일다운로드 - 다운로드위치는지정된저장소를지정및상위디렉토리이동금지 - ., . 와같은문자열통제 2.10 업로드파일제한및임의파일실행을차단한다. - 게시판및첨부파일폼에대한업로드파일제한 - jsp, exe 등실행소스파일업로드불가확장자점검은서버에서실행 - hwp, zip, doc 등허용된파일명만수용 - URL이나파일시스템참조등외부객체참조APP에서입력파일및입력외부객체검증 - 참조객체명에URL형태외부파일이입력되지않게구현, PHP는사용자입력함수사용금지 2.11 서비스의기동종료는root가아닌별도app계정으로수행한다. 2.12 자체보안취약점점검을한다. - 정보보안전문가또는전문보안점검도구를통한소스코드등보안취약점점검필수 - 웹기반시스템개발인경우, 모의해킹수준의점검필수 - 안전행정부웹응용프로그램개발보안가이드 취약점에대한점검및보완 사용자 인증 3.1 응용프로그램은사용자를식별한후, 동작한다. - 사용자인증방식은PKI기반인증서방식을권고하며, 기존사업주관기관 통합인증SSO 시스템과연동또는별도인증방식구현 - 인증세션정보탈취를통한인증권한획득을방지하고, 인증서외우회접속 경로를차단하도록구현 - 사용자패스워드보안대책암호화전송, 키보드보안솔루션적용등 마련 - 사용자인증과관련된로그는별도로관리되어야하며, 불법접근과관련된식별정보기록 - 쿠키정보는사용을자제하고, 불가피하게사용할경우쿠키정보는암호화필수 모듈은국가정보원검증모듈사용 - 사용자인증과관련된정보는PC 저장금지 - URL 강제접속등인증우회금지 3.2 강화된사용자가입정책을적용한다. - 대민시스템의경우, 주민등록번호대체수단G-PIN 사용필수 3.3 관리자는보안이강화된방식으로로그인한다. - 관리자접근시PKI방식구현권고IDPW 방식금지 - 관리자화면에대한접근통제 - 관리사용자의최소화및IP, port 등등록을통한이중통제적용 - 패스워드강화특수문자, 숫자, 영문자조합8자리이상 - 디폴트관리자계정사용금지 3.4 인증정보는하드코딩하지않는다. 3.5 인증실패시, 인증실패에대한정보만을제공한다. - 인증실패에대한외부노출화면은실패정보만제공파라미터값노출금지 - 인증실패로그에는상세실패로그기록실패사유 3.6 로그인실패횟수를제한하고, 최종접속기록을표시한다. - 3회또는5회이상로그인시도실패시, 해당계정접근차단 3.7 관리자의시스템접속및수행작업에대한로그를관리한다. - 서버에접속하여수행한이력기록 - 사용자접속후무행위시일정시간후Timeout - 서비스용도에따라세션유지, 재시도간격등의시간에대한관리통제 사용자 계정 4.1 임시사용자계정등록시에는사용기간을명시하여허용된 기간에만사용할수있도록한다. - 반드시필요한경우를제외하고는임시계정사용금지 - 시스템테스트및작업으로임시계정등록이불가피한경우, 작업후에는삭제",
      "tables": [
        [
          [
            "구 분",
            "예\n아니오 해당없음\n항\n목",
            ""
          ],
          [
            "보안\n일반",
            "1.1",
            "보안담당자는 응용프로그램의 보안성·안정성·신뢰성을 확보하기\n위하여 개발자에게 정보보호 교육 및 관련 자료를 제공한다."
          ],
          [
            "",
            "",
            "- 행정자치부의 ‘웹 응용프로그램 개발보안 가이드’ 활용\n- 월 1회 자체보안교육 실시"
          ],
          [
            "",
            "1.2",
            "도입한 S/W, H/W, DB, 웹 어플리케이션 등 시스템의 기본 설정\n정보를 수정(삭제)한다."
          ],
          [
            "",
            "",
            "- S/W 및 H/W의 기본 계정 및 기본설정 정보의 변경 및 삭제 필수\n- SNMP,\nIIS․Apache ·Tomcat 웹서버, MS-SQL 등 설정시 사용하지 않는 기능을\n제한 설정, 디렉토리 리스팅 방지 설정 등 기본 보안 설정에 오류 제거\n- 외부인원 원격 접근 관련 보호원 보안담당자와 협의 필수, 협의 시\n보안대책(접근통제 등)을 강구하여 제시"
          ],
          [
            "",
            "1.3",
            "보호원에서 인가한 장비(H/W, S/W)만을 사용하고 해당 장비에\n대하여 관리한다."
          ],
          [
            "",
            "",
            "- PC의 경우 바이러스 백신, 보안USB, 내PC지키미 등 사용\n- 회사 라이선스가 없는 S/W 사용금지, 사용불가 S/W(상용 메신저 등) 및 불법 S/W\n사용금지\n- OS 및 S/W 최신 패치 및 버전을 항시 유지"
          ],
          [
            "",
            "1.4",
            "국가정보원 인증을 받은 보안 제품만 설치한다."
          ],
          [
            "",
            "",
            "- 국가정보원 인증(CC인증 또는 국가용 암호제품 인증) 제품만 설치 가능\n- 국가사이버안전센터(http://service1.nis.go.kr) -> IT보안인증사무국 -> 인증제품 목록 참조\n- 보안적합성 검증 신청과 관련하여 관련자료 제출 등 관련업무수행 지원"
          ],
          [
            "",
            "1.5",
            "암호모듈은 국가정보원에서 승인한 제품(모듈)을 사용한다."
          ],
          [
            "",
            "",
            "- 국가사이버안전센터(http://service1.nis.go.kr) -> IT보안인증사무국 -> 인증제품 목록 참조"
          ],
          [
            "및 응\n소스\n용\n서비스\n관리",
            "2.1",
            "응용프로그램 소스에 대한 외부 접근을 차단한다."
          ],
          [
            "",
            "",
            "- 응용프로그램 및 라이브러리의 정보보호 침해를 막기 위해 개발 중인 소스에 대한\n접근 제어\n- 작업 중인 소스를 외부(회사 및 집 등) 유출 및 제공 금지"
          ],
          [
            "",
            "2.2",
            "형상관리 도구를 사용하여 소스코드를 관리한다."
          ],
          [
            "",
            "",
            "- 형상관리 도구를 사용하여 변경 이력, 버전 관리 및 접근 제한"
          ],
          [
            "",
            "2.3",
            "소스에 악성코드를 삽입하지 않는다."
          ],
          [
            "",
            "",
            "- 정보보호 정책을 우회하거나 응용프로그램 자체 기능에 위협하는 악성코드 삽입 금지"
          ],
          [
            "",
            "2.4",
            "사용자 계정 ID/PW를 하드 코딩하지 않는다."
          ],
          [
            "",
            "",
            "- 소스 상에 ID/PW 삽입 금지"
          ],
          [
            "",
            "2.5",
            "개발 중인 파일, 임시파일 및 Test 파일 등을 관리한다."
          ],
          [
            "",
            "",
            "- 운영 서비스와 무관한 백업파일, 테스트 파일 등 불필요 파일을 주기적으로 삭제"
          ],
          [
            "",
            "2.6",
            "웹서비스의 입력 값 및 게시판 등을 통제한다."
          ],
          [
            "",
            "",
            "- <, >,\n|, =, %, &lt, &gt,\n',\n“, ￦,\n;,\n:, #, &, Space, +, - 등의 특수문자에 대한 필터링\n- 입력 문자열에 대한 길이를 제한한다.\n- 데이터베이스와 연동하는 스크립트의 모든 파라미터들을 점검하여 사용자의 입력\n값에 SQL 구문으로 사용되는 문자열(@variable, @@variable, or, and,\ninsert 등)을\n필터링 한다.\n- 웹 어플리케이션이 사용하는 데이터베이스 사용자 권한을 제한한다.\n- php.ini 설정 중 magic_quotes_gpc 값을 On으로 설정한다(SQL Injection 방지).\n- 입력화면에 스크립트(html 태그) 사용금지\n- 모든 입력 값(헤더, 쿠키, 질의문, 폼 필드 등)의 대한 규칙검증 및 검증은 서버에서 실행"
          ]
        ],
        [
          [
            "구 분",
            "항\n목",
            ""
          ],
          [
            "",
            "2.7",
            "사용자 오류 시, 오류에 관한 정보만 제공한다."
          ],
          [
            "",
            "",
            "- 사용자에게 별도 오류코드를 통한 오류 메시지만 표시(이미지 형태, 별도의 에러 페이지)\n- 상세오류(DB, APP오류 등)는 로그에 별도 기록"
          ],
          [
            "",
            "2.8",
            "웹서비스의 메소드를 관리한다."
          ],
          [
            "",
            "",
            "- Post, Get 외의 App에서 사용하지 않는 메소드는 차단(Put, delete 등)"
          ],
          [
            "",
            "2.9",
            "다운로드 파일을 통제한다."
          ],
          [
            "",
            "",
            "- 다운로드 파일을 직접 URL에서 사용하거나 입력받지 않도록 서버에서 해당파일 다운로드\n- 다운로드 위치는 지정된 저장소를 지정 및 상위 디렉토리 이동 금지\n- '\n.￦,\n./\n'와 같은 문자열 통제"
          ],
          [
            "",
            "2.10",
            "업로드 파일 제한 및 임의 파일 실행을 차단한다."
          ],
          [
            "",
            "",
            "- 게시판 및 첨부파일 폼에 대한 업로드 파일 제한\n- jsp, exe 등 실행 소스 파일 업로드 불가(확장자 점검은 서버에서 실행)\n- hwp,\nzip, doc 등 허용된 파일명만 수용\n- URL이나 파일시스템 참조 등 외부객체 참조 APP에서 입력파일 및 입력 외부객체 검증\n- 참조객체명에 URL형태·외부파일이 입력되지 않게 구현, PHP는 사용자입력 함수 사용금지"
          ],
          [
            "",
            "2.11 서비스의 기동/종료는 root가 아닌 별도 app계정으로 수행한다.",
            ""
          ],
          [
            "",
            "2.12",
            "자체 보안 취약점 점검을 한다."
          ],
          [
            "",
            "",
            "- 정보보안전문가 또는 전문 보안 점검 도구를 통한 소스코드 등 보안취약점 점검 필수\n- 웹 기반 시스템 개발인 경우, 모의 해킹 수준의 점검 필수\n- 안전행정부 ‘웹 응용프로그램 개발보안 가이드' 취약점에 대한 점검 및 보완"
          ],
          [
            "사용자\n인증",
            "3.1",
            "응용프로그램은 사용자를 식별한 후, 동작한다."
          ],
          [
            "",
            "",
            "- 사용자 인증방식은 PKI기반 인증서방식을 권고하며, 기존 사업주관기관\n통합인증(SSO) 시스템과 연동 또는 별도 인증방식 구현\n- 인증 세션 정보 탈취를 통한 인증 권한 획득을 방지하고, 인증서 외 우회 접속\n경로를 차단하도록 구현\n- 사용자 패스워드 보안 대책(암호화 전송, 키보드 보안 솔루션 적용 등) 마련\n- 사용자 인증과 관련된 로그는 별도로 관리되어야 하며, 불법접근과 관련된 식별정보 기록\n- 쿠키정보는 사용을 자제하고, 불가피하게 사용할 경우 쿠키정보는 암호화 필수\n(모듈은 국가정보원 검증모듈 사용)\n- 사용자 인증과 관련된 정보는 PC 저장 금지\n- URL 강제접속 등 인증 우회 금지"
          ],
          [
            "",
            "3.2",
            "강화된 사용자 가입 정책을 적용한다."
          ],
          [
            "",
            "",
            "- 대민 시스템의 경우, 주민등록번호 대체수단(G-PIN) 사용 필수"
          ],
          [
            "",
            "3.3",
            "관리자는 보안이 강화된 방식으로 로그인한다."
          ],
          [
            "",
            "",
            "- 관리자 접근시 PKI방식 구현 권고(ID/PW 방식 금지)\n- 관리자 화면에 대한 접근 통제\n- 관리 사용자의 최소화 및 IP, port 등 등록을 통한 이중통제 적용\n- 패스워드 강화(특수문자, 숫자, 영문자 조합 8자리 이상)\n- 디폴트 관리자 계정 사용금지"
          ],
          [
            "",
            "3.4",
            "인증정보는 하드 코딩하지 않는다."
          ],
          [
            "",
            "3.5",
            "인증 실패 시, 인증 실패에 대한 정보만을 제공한다."
          ],
          [
            "",
            "",
            "- 인증 실패에 대한 외부 노출 화면은 실패정보만 제공(파라미터 값 노출 금지)\n- 인증 실패 로그에는 상세 실패 로그 기록(실패 사유)"
          ],
          [
            "",
            "3.6",
            "로그인 실패 횟수를 제한하고, 최종 접속기록을 표시한다."
          ],
          [
            "",
            "",
            "- 3회 또는 5회 이상 로그인 시도 실패 시, 해당 계정 접근 차단"
          ],
          [
            "",
            "3.7",
            "관리자의 시스템 접속 및 수행 작업에 대한 로그를 관리한다."
          ],
          [
            "",
            "",
            "- 서버에 접속하여 수행한 이력 기록\n- 사용자 접속 후 무행위 시 일정시간 후 Timeout\n- 서비스 용도에 따라 세션 유지, 재시도 간격 등의 시간에 대한 관리통제"
          ],
          [
            "사용자\n계정",
            "4.1",
            "임시 사용자 계정 등록 시에는 사용기간을 명시하여 허용된\n기간에만 사용할 수 있도록 한다."
          ],
          [
            "",
            "",
            "- 반드시 필요한 경우를 제외하고는 임시 계정 사용 금지\n- 시스템 테스트 및 작업으로 임시 계정 등록이 불가피한 경우, 작업 후에는 삭제"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 구분 항 목 예 아니오해당없음 4.2 사용자ID의등록, 변경, 삭제요청은공식적인절차문서로 이루어진다. 4.3 장기간계정을사용하지않거나퇴직시, 계정을사용 중지하거나삭제한다. - 일정기간미사용시, 재사용신청등의별도절차마련 4.4 개발및운영시청내실사용자인증서및ID 임시사용시 작업완료후반납삭제한다. - 대여한인증서및ID는작업후반납확인시패스워드변경및인증서갱신필요 - 개발자및운영자PC에타인의인증서및관리아이디패스워드보관불가 사용자 패스워드 5.1 사용자가입력하는패스워드를화면에표시하지않도록한다. - 패스워드는추측할수없도록화면상에표시하지않거나인식불가능한문자로표시 5.2 사용자PW는암호화하여저장한다. - PW는국가정보원인증암호방식을이용하여암호화저장필수 5.3 강화된패스워드정책을적용한다. - 빈값NULL 사용금지및대문자소문자특수문자포함최소8자리이상, 최대사용기간90일 - 최초패스워드사용시, 변경요청화면공지 - 유효기간이지난패스워드의의무적인갱신기능구현 - 사용자ID와동일하거나반복되는단어숫자사용금지 5.4 패스워드자동입력을통한로그인기능을사용제공하지않는다. - web 관리자화면, telnet, ftp, 관리콘솔SW 등로그인사용시자동로그인금지 사용자 권한 6.1 사용자별로권한을정의한다. - 사용자를사용자별, 직책별, 부서별등으로구분하여접근권한분리 - 정보의중요도에따라화면및메뉴에대한권한정의필요 - 관리자화면접속에대한통제기능중복인증, 접속IP 통제등 필요 - 멀티user 환경에서타사용자정보열람, 변경을제한 - 공유시스템자원공유폴더, 파일등에대한접근통제를수행 6.2 관리자화면에서는필요한최소의정보만열람하도록한다. 6.3 업무와보안요구수준, 사용목적등이유사한사용자계정들을 그룹으로묶어관리한다. 정보 관리 7.1 취급수집, 저장, 제공등하는개인정보를보호한다. - 민감정보 사상신념등정보주체의사생활을현저히침해할우려가있는정보 - 고유식별정보 주민등록번호, 운전면허번호, 여권번호, 외국인등록번호 - 금융정보 계좌정보, 신용카드정보등 - 일반개인정보 주소, 전화번호, 이메일등 민감정보, 고유식별정보, 금융정보의일체수집을금하며, 개인정보파일을PC에 다운로드할경우해당파일은암호화하여저장 7.2 개인정보처리시스템에는보안솔루션을설치한다. - 키보드해킹방지, 백신프로그램, 침임차단시스템, 개인정보노출차단필터링 7.3 보호원에서제공한정보를보호하도록구현한다. 7.4 취급하는미공개출원정보를보호하도록구현한다. 7.5 중요정보출력시, 부분적인은폐등의보안기능을제공한다. - 중요정보출력시, DRM 등의조치필수 7.6 사용자PC로중요정보전송시구간암호화를적용한다. - 중요정보 인증정보, IDPW, 주요개인정보등 - 사용자PC부터홈페이지웹서버 구간간암호화SSL 7.7 전자우편시스템에는악성메일스팸, 피싱, 웜바이러스, 트로이 목마등을차단하기위한보안대책을수립한다. - 바이러스월및스팸필터링기능등기술적장치적용 시스템 연동 8.1 전송정보를암호화하여보호원내외부시스템과연동한다. - 사용자정보및사업주관기관중요자료는암호화된상태또는구간암호화로전송 - 부인방지방안반영 8.2 암호화key를관리한다. - 인가받은사람만암호화key에접근하도록하고암호화key는주기적으로변경 - 40 - 보호원정보보안담당자에게제출하여주시고개발중에변경되는항목이발생하는경우에는사전에협의하시기바랍니다. 구분 항 목 8.3 시스템간연동시부적절한접근을통제한다. - NFS, r-command, 익명연결을통한FTP 등의서비스를이용한시스템연동지양 로그 9.1 주요사용자이력을기록한다. - 관리자접근이력및주요정보변경이력등저장 9.2 중요자료이력을기록한다. - 미공개정보및개인정보관련이력등저장 9.3 보안감사기능을제공한다. - 로그인, 파일접근등에대한성공실패여부및접근시간등에대한기록확인 9.4 보안관련로그는6개월이상보관무결성유지한다.",
      "tables": [
        [
          [
            "구 분",
            "항\n목",
            ""
          ],
          [
            "",
            "8.3",
            "시스템 간 연동 시 부적절한 접근을 통제한다."
          ],
          [
            "",
            "",
            "- NFS,\nr-command, 익명연결을 통한 FTP 등의 서비스를 이용한 시스템 연동 지양"
          ],
          [
            "로그",
            "9.1",
            "주요 사용자 이력을 기록한다."
          ],
          [
            "",
            "",
            "- 관리자 접근 이력 및 주요 정보 변경 이력 등 저장"
          ],
          [
            "",
            "9.2",
            "중요 자료 이력을 기록한다."
          ],
          [
            "",
            "",
            "- 미공개정보 및 개인정보 관련 이력 등 저장"
          ],
          [
            "",
            "9.3",
            "보안 감사 기능을 제공한다."
          ],
          [
            "",
            "",
            "- 로그인, 파일 접근 등에 대한 성공/실패 여부 및 접근 시간 등에 대한 기록 확인"
          ],
          [
            "",
            "9.4 보안 관련 로그는 6개월 이상 보관(무결성 유지)한다.",
            ""
          ]
        ],
        [
          [
            "구 분",
            "항\n목",
            "",
            "예",
            "아니오 해당없음",
            ""
          ],
          [
            "",
            "4.2",
            "사용자 ID의 등록, 변경, 삭제 요청은 공식적인 절차(문서)로\n이루어진다.",
            "",
            "",
            ""
          ],
          [
            "",
            "4.3",
            "장기간 계정을 사용하지 않거나 퇴직 시, 계정을 사용\n중지하거나 삭제한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 일정기간 미사용 시, 재사용 신청 등의 별도 절차 마련",
            "",
            "",
            ""
          ],
          [
            "",
            "4.4",
            "개발 및 운영 시 청내 실사용자 인증서 및 ID 임시 사용 시\n작업 완료 후 반납(삭제)한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 대여한 인증서 및 ID는 작업 후 반납 확인 시 패스워드 변경 및 인증서 갱신 필요\n- 개발자 및 운영자 PC에 타인의 인증서 및 관리 아이디/패스워드 보관 불가",
            "",
            "",
            ""
          ],
          [
            "사용자\n패스워드",
            "5.1",
            "사용자가 입력하는 패스워드를 화면에 표시하지 않도록 한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 패스워드는 추측할 수 없도록 화면상에 표시하지 않거나 인식 불가능한 문자로 표시",
            "",
            "",
            ""
          ],
          [
            "",
            "5.2",
            "사용자 PW는 암호화하여 저장한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- PW는 국가정보원 인증 암호방식을 이용하여 암호화 저장 필수",
            "",
            "",
            ""
          ],
          [
            "",
            "5.3",
            "강화된 패스워드 정책을 적용한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 빈값(NULL) 사용 금지 및 대문자/소문자/특수문자 포함 최소 8자리 이상, 최대 사용기간 90일\n- 최초 패스워드 사용 시, 변경 요청 화면 공지\n- 유효기간이 지난 패스워드의 의무적인 갱신 기능 구현\n- 사용자 ID와 동일하거나 반복되는 단어/숫자 사용 금지",
            "",
            "",
            ""
          ],
          [
            "",
            "5.4",
            "패스워드 자동 입력을 통한 로그인 기능을 사용(제공)하지 않는다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- web 관리자 화면,\ntelnet,\nftp, 관리 콘솔 S/W 등 로그인 사용 시 자동 로그인 금지",
            "",
            "",
            ""
          ],
          [
            "사용자\n권한",
            "6.1",
            "사용자별로 권한을 정의한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 사용자를 사용자별, 직책별, 부서별 등으로 구분하여 접근 권한 분리\n- 정보의 중요도에 따라 화면 및 메뉴에 대한 권한 정의 필요\n- 관리자 화면 접속에 대한 통제기능(중복인증, 접속 IP 통제 등) 필요\n- 멀티 user 환경에서 타 사용자 정보열람, 변경을 제한\n- 공유 시스템자원(공유 폴더, 파일 등)에 대한 접근통제를 수행",
            "",
            "",
            ""
          ],
          [
            "",
            "6.2",
            "관리자 화면에서는 필요한 최소의 정보만 열람하도록 한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "6.3",
            "업무와 보안요구 수준, 사용목적 등이 유사한 사용자 계정들을\n그룹으로 묶어 관리한다.",
            "",
            "",
            ""
          ],
          [
            "정보\n관리",
            "7.1",
            "취급(수집, 저장, 제공 등)하는 개인정보를 보호한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 민감정보 : 사상·신념 등 정보주체의 사생활을 현저히 침해할 우려가 있는 정보\n- 고유식별정보 : 주민등록번호, 운전면허번호, 여권번호, 외국인등록번호\n- 금융정보 : 계좌정보, 신용카드 정보 등\n- 일반 개인정보 : 주소, 전화번호, 이메일 등\n※ 민감정보, 고유식별정보, 금융정보의 일체 수집을 금하며, 개인정보 파일을 PC에\n다운로드할 경우 해당 파일은 암호화하여 저장",
            "",
            "",
            ""
          ],
          [
            "",
            "7.2",
            "개인정보 처리시스템에는 보안 솔루션을 설치한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 키보드 해킹방지, 백신프로그램, 침임차단시스템, 개인정보 노출 차단 필터링",
            "",
            "",
            ""
          ],
          [
            "",
            "7.3",
            "보호원에서 제공한 정보를 보호하도록 구현한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "7.4",
            "취급하는 미공개 출원 정보를 보호하도록 구현한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "7.5",
            "중요 정보 출력 시, 부분적인 은폐 등의 보안 기능을 제공한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 중요 정보 출력 시, DRM 등의 조치 필수",
            "",
            "",
            ""
          ],
          [
            "",
            "7.6",
            "사용자 PC로 중요정보 전송 시 구간 암호화를 적용한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 중요정보 : 인증정보,\nID/PW, 주요 개인정보 등\n- 사용자 PC부터 홈페이지(웹서버) 구간 간 암호화(SSL)",
            "",
            "",
            ""
          ],
          [
            "",
            "7.7",
            "전자우편 시스템에는 악성 메일(스팸, 피싱, 웜·바이러스, 트로이\n목마 등)을 차단하기 위한 보안대책을 수립한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 바이러스 월 및 스팸 필터링 기능 등 기술적 장치 적용",
            "",
            "",
            ""
          ],
          [
            "시스템\n연동",
            "8.1",
            "전송 정보를 암호화하여 보호원 내/외부 시스템과 연동한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 사용자 정보 및 사업주관기관 중요 자료는 암호화된 상태(또는 구간 암호화)로 전송\n- 부인방지방안 반영",
            "",
            "",
            ""
          ],
          [
            "",
            "8.2",
            "암호화 key를 관리한다.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "- 인가받은 사람만 암호화 key에 접근하도록 하고 암호화 key는 주기적으로 변경",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 별첨 1 기술심의 평가표 사 업 명 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 수행 기관 수행책임자 평가항목 세부 평가내용 가 중 치 배점 평 점 S 10 A 9 B 8.5 C 8 D 7 개발 전략방법론 20 ᄋ 사업목표 등 개발 대상사업의 이해도 1 ᄋ 제안기술 혁신성 등 개발전략 1 개발 전략방법론 평가 소계 _____ 20점 개발기술 및 성능 부문 30 ᄋ 기능 및 시스템 운영 방안 2 ᄋ 성능 및 품질보증 방안 1 개발기술 및 성능 부문 평가 소계 _____ 30점 프로젝트 관리 부문 20 ᄋ 사업위험, 보고체계 및 보안 관리 방법 1 ᄋ 사업일정에 대한 구체적 및 타당성 1 프로젝트 관리 부문 평가 소계 _____ 20점 지원 부문 20 ᄋ 유지보수 및 시험운영 1 ᄋ 장애대응 대책 및 기술이전 방안 1 지원 부문 평가 소계 _____ 30점 총계 90점 기술평가 점수가 76.5점총 90점의 85 이하일 경우 협상 대상에서 제외 평 가 일 자 2024년 월 일 평 가 위 원 서명 상기 평가기준 및 내용은 본 원의 사업수행필요에 따라 변경될 수 있음. - 42 - 별첨 2 입찰참가신청 서류 구분 입찰참가신청서류 기타 문서 참가 자격 나라장터에서출력한조달청경쟁입찰참가자격등록증전체페이지출력제출 중소기업소상공인확인서또는비영리법인확인서 직접생산확인증명서 소프트웨어사업자신고확인서 제안 업체 기타 사항 입찰참가신청서별지제1호서식 동의서별지제2호서식 확인서별지제3호서식 보안각서별지제4호서식 사용인감계별지제5호서식 제안서및제안사일반사항별지제6호서식 사업자등록증사본 법인등기부등본개인사업자일경우대표자주민등록등본전체 법인인감증명서개인사업자일경우대표자인감증명서전체 사용인감사용시 사용인감계별지제4호서식 국세및지방세완납증명서 이행입찰보증보험증권_제안금액2.5_증권발급제출_전자송부금지 보증기간 입찰서제출마감일이전일부터제출마감일로부터30일이후 기타문서입찰참가신청서류등는모든서류를상기리스트의순서대로스캔하여1개의pdf 파일로작성 정성제안서 제안서별지제5호서식 - 제안업체일반현황 발표자료 PT발표자료PDF 변환본 발표 자료는 전자시스템으로 제출하되, 각 10부씩 제본하여 마감 일시까지 보호원에직접또는우편으로별도제출주소 서울시강남구역삼동테헤란로 131, 한국지식재산센터6층 발표자 발표자재직증명서제출일기준발표가능자등록 입찰서류및제안서류는일괄접수 제안서는대표이사인감날인후공문과함께제출날인없는경우제안불인정 사본에는사실과상위없음 또는원본대조필을명기하고인감날인후제출",
      "tables": [
        [
          [
            "평가항목",
            "세부  평가내용",
            "가 중 치",
            "배점",
            "",
            "",
            "",
            "",
            "평 점"
          ],
          [
            "",
            "",
            "",
            "S\n(10)",
            "A\n(9)",
            "B\n(8.5)",
            "C\n(8)",
            "D\n(7)",
            ""
          ],
          [
            "개발 \n전략방법론\n(20)",
            "ㅇ  사업목표  등  개발  대상사업의  이해도",
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ㅇ  제안기술  혁신성  등  개발전략",
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "개발  전략방법론  평가  소계(  _____  /  20점)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "개발기술  및 \n성능  부문\n(30)",
            "ㅇ 기능 및 시스템 운영 방안",
            "2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ㅇ  성능  및  품질보증  방안",
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "개발기술  및  성능  부문  평가  소계(  _____  /  30점)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "프로젝트 \n관리  부문\n(20)",
            "ㅇ 사업위험, 보고체계 및 보안 관리 방법",
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ㅇ  사업일정에  대한  구체적  및  타당성",
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "프로젝트  관리  부문  평가  소계(  _____  /  20점)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ㅇ  유지보수  및  시험운영\n1\n지원  부문\n(20)\nㅇ  장애대응  대책  및  기술이전  방안\n1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "지원  부문  평가  소계(  _____  /  30점)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "총계\n90점",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "",
            "입찰참가신청 서류",
            ""
          ],
          [
            "기타\n문서",
            "참가\n자격",
            "･나라장터에서 출력한 조달청 경쟁입찰참가자격등록증 (전체페이지 출력 제출)",
            ""
          ],
          [
            "",
            "",
            "･중·소기업·소상공인확인서(또는 비영리법인 확인서)",
            ""
          ],
          [
            "",
            "",
            "･직접생산확인증명서",
            ""
          ],
          [
            "",
            "",
            "･소프트웨어사업자 신고확인서",
            ""
          ],
          [
            "",
            "제안\n업체\n기타\n사항",
            "･입찰참가신청서(별지 제1호 서식)",
            ""
          ],
          [
            "",
            "",
            "･동의서(별지 제2호 서식)",
            ""
          ],
          [
            "",
            "",
            "･확인서(별지 제3호 서식)",
            ""
          ],
          [
            "",
            "",
            "･보안각서(별지 제4호 서식)",
            ""
          ],
          [
            "",
            "",
            "･사용인감계(별지 제5호 서식)",
            ""
          ],
          [
            "",
            "",
            "･제안서 및 제안사 일반사항(별지 제6호 서식)",
            ""
          ],
          [
            "",
            "",
            "･사업자등록증 사본",
            ""
          ],
          [
            "",
            "",
            "･법인등기부 등본(개인사업자일 경우 대표자 주민등록등본 전체)",
            ""
          ],
          [
            "",
            "",
            "･법인 인감증명서(개인사업자일 경우 대표자 인감증명서 전체)",
            ""
          ],
          [
            "",
            "",
            "･(사용인감 사용 시) 사용인감계(별지 제4호 서식)",
            ""
          ],
          [
            "",
            "",
            "･국세 및 지방세 완납증명서",
            ""
          ],
          [
            "",
            "",
            "･이행(입찰)보증보험증권_제안금액 2.5%_(증권발급제출_전자송부금지)\n보증기간 : 입찰서 제출마감일 이전일 부터 제출 마감일로부터 30일 이후",
            ""
          ],
          [
            "※ 기타문서(입찰참가신청서류 등)는 모든 서류를 상기 리스트의 순서대로 스캔하여 1개의 pdf 파일로 작성",
            "",
            "",
            ""
          ],
          [
            "정성제안서",
            "",
            "･제안서(별지 제5호 서식)\n- 제안업체 일반현황",
            ""
          ],
          [
            "발표자료",
            "",
            "･PT발표자료(PDF 변환본)\n* 발표 자료는 전자시스템으로 제출하되, 각 10부씩 제본하여 마감 일시까지\n보호원에 직접 또는 우편으로 별도 제출(주소: 서울시 강남구 역삼동 테헤란로\n131, 한국지식재산센터 6층)",
            ""
          ],
          [
            "발표자",
            "",
            "발표자 재직증명서 (제출일 기준 발표가능자 등록)",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 23,
      "text": "- 43 - 별지 제1호 서식 입찰참가신청서 입 찰 참 가 신 청 서 신 청 인 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 생 년 월 일 입찰 개요 입 찰 공 고 제2024-00호 입 찰 일 자 2024년 월 일 입 찰 건 명 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 입 찰 보 증 금 납 부 ᆞ 보증금율 2.5 보 증 액 금 원정 ᆞ 보증납부금액 이행입찰 보증 보험 증권 납 부 면 제 및 지 급 확 약 ᆞ 사유 ᆞ 본인은 낙찰 후 계약 미체결 시 귀원에 낙찰금액에 해당하는 입찰보증보험증권을 납부할 것을 확약합니다. 대사 리용 인인 감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성명 생년월일 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 사용 인감 본 업체는 위의 번호로 공고한 한국지식재산보호원 해외지식재산센터 지원사업 관리 시스템 구축 사 업 입찰에 참가하고자, 한국지식재산보호원에서 정한 제안계획서 및 입찰 공고사항을 모두 승낙하고 별첨 서류를 첨부하여 입찰참가 신청을 합니다. 제 출 일 2024년 월 일 상 호 신 청 인 인감날인 한국지식재산보호원장 귀하 제출서류 - 확인서 별지 제2호 서식 1부 - 보안각서 별지 제3호 서식 1부 - 사업자등록증 1부 - 법인등기부 등본개인사업자일 경우 대표자 주민등록등본 전체 1부 - 법인 인감증명서개인사업자일 경우 대표자 인감증명서 전체 1부 - 사용인감 사용 시 사용인감계 별지 제4호 서식 1부 - 이행입찰보증보험증권 입찰금액의 2.5100, 보증기간 입찰서제출마감일 이전 입찰제출마감일 다음날부터 30일 이후 1부 - 44 - 별지 제2호 서식 동의서 동 의 서 회 사 명 업 종 주 소 전 화 번 호 상기 본 업체는 한국지식재산보호원IP-NAVI 해외지식재산센터 사업관 리 시스템 기능개선입찰공고 한국지식재산보호원 제2024-00호과 관련하 여 귀 기관의 제안서 평가 및 협상결과에 대하여 어떠한 이의도 제기하지 않겠으며, 만약 귀기관의 평가결과에 대한 이의 및 계약자 선정 통보에 불 응할 경우에는 관계법령에 따라 부정당업자 제재 등 어떠한 처분을 하더라도 이의없이 감수할 것을 동의합니다. 2024년 월 일 상 호 주 소 대표자 인 한국지식재산보호원장 귀하",
      "tables": [
        [
          [
            "회  사  명",
            ""
          ],
          [
            "업      종",
            ""
          ],
          [
            "주      소",
            ""
          ],
          [
            "전 화 번 호",
            ""
          ],
          [
            "상기 본 업체는 한국지식재산보호원「IP-NAVI 해외지식재산센터 사업관\n리  시스템  기능개선」입찰(공고  한국지식재산보호원  제2024-00호)과  관련하\n여  귀  기관의  제안서  평가  및  협상결과에  대하여  어떠한  이의도  제기하지 \n않겠으며, 만약 귀기관의 평가결과에 대한 이의 및 계약자 선정 통보에 불\n응할 경우에는 관계법령에 따라 부정당업자 제재 등 어떠한 처분을 하더라도 \n이의 없이 감수할 것을 동의합니다.\n2024년   월     일\n상  호 :\n주  소 :\n대표자 :\n(인)\n한국지식재산보호원장 귀하",
            ""
          ]
        ],
        [
          [
            "입 찰 참 가 신 청 서",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호 또는 법인명칭",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주             소",
            "",
            "",
            "전 화 번 호",
            ""
          ],
          [
            "",
            "대     표 \n자",
            "",
            "",
            "생 년 월 일",
            ""
          ],
          [
            "입찰\n개요",
            "입   찰   공   고",
            "",
            "제2024-00호",
            "입 찰 일 자",
            "2024년  월  일"
          ],
          [
            "",
            "입   찰   건   명",
            "",
            "IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선",
            "",
            ""
          ],
          [
            "입 찰 보 증 금",
            "납             부",
            "",
            "ㆍ 보증금율 :\n2.5%\n보 증 액 : 금        원정(₩                      )\nㆍ 보증납부금액 : 이행(입찰) 보증 보험 증권",
            "",
            ""
          ],
          [
            "",
            "납 부 면 제 및\n지  급  확  약",
            "",
            "ㆍ 사유 :\nㆍ 본인은 낙찰 후 계약 미체결 시 귀원에 낙찰금액에 \n해당하는 입찰보증보험증권을 납부할 것을 확약합니다.",
            "",
            ""
          ],
          [
            "대사\n리용\n인인\n감",
            "본 입찰에 관한 일체의 권한을 다음의 자에게 \n본 입찰에 사용할 인감을 다음과 같이 \n위임합니다.\n신고합니다.\n성명           생년월일\n사용 인감                      ",
            "",
            "",
            "",
            ""
          ],
          [
            "본 업체는 위의 번호로 공고한 한국지식재산보호원 「해외지식재산센터 지원사업 관리 시스템 구축 사\n업」  입찰에 참가하고자, 한국지식재산보호원에서 정한 제안(계획)서 및 입찰 공고사항을 모두 승낙하고 \n별첨 서류를 첨부하여 입찰참가 신청을 합니다.\n제 출 일\n2024년   월    일\n상    호\n신 청 인\n(인감날인)\n한국지식재산보호원장 귀하",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제출서류",
            "",
            "- 확인서 [별지 제2호 서식]\n1부\n- 보안각서 [별지 제3호 서식]\n1부\n- 사업자등록증\n1부\n- 법인등기부 등본(개인사업자일 경우 대표자 주민등록등본 전체)\n1부\n- 법인 인감증명서(개인사업자일 경우 대표자 인감증명서 전체)\n1부\n-\n(사용인감 사용 시) 사용인감계 [별지 제4호 서식]\n1부\n- 이행(입찰)보증보험증권\n(입찰금액의 2.5/100, 보증기간 : 입찰서제출마감일 이전 ~ 입찰제출마감일 \n1부\n다음날부터 30일 이후)",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 별지 제3호 서식 확인서 확 인 서 입찰참가자격제한 및 징계사항 본 업체는 최근 3년간 관계법령에 의거 입찰참가제한 등 관계기관으로부터 징계 받은 사실이 없음을 확약하며, 계약체결 후라도 만약 위 사실에 대한 위배내용이 확인될 시 계약해지 및 이에 따른 불이익 사항에 대한 책임은 본 업체에 있음을 확인합니다. 2024년 월 일 한국지식재산보호원장 귀하 제안업체 주소주사무소 상 호 대 표 자 성 명 사업자등록번호 생 년 월 일 - 46 - 별지 제4호 서식 보안각서 보 안 각 서 본 업체는 귀 기관에서 발주한 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선제안참여와 관련하여 다음사항을 준수할 것을 각서로 제출합니다. 1. 본인은 본 용역에 대한 제안참여에 있어 제안요청서상의 제반 보안사항을 철저히 이행하겠으며, 2. 보안사항을 외부에 누설시켜 중대한 문제점을 야기 시켰을 경우에는 보안관계 제 법규에 의거 처벌받음은 물론 어떠한 제재조치를 취하여도 이의를 제기하지 않을 것임. 2024년 월 일 한국지식재산보호원장 귀하 제안업체",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 별지 제5호 서식 사용인감계 사 용 인 감 계 사용인감 인 감 제안을 위하여 위와 같이 사용인감계를 제출합니다. 2024. . . 주 소 상 호 대 표 인 한국지식재산보호원장 귀하 사용인감 입찰시 사용할 인감 인 감 법인 인감증명서에 등록된 인감 공동대표인 경우 모든 대표자의 인감 날인 - 48 - 별지 제6호 서식 제안서 1. 제안계획서 표지 접수번호 표준양식 A4 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 사업 제안계획서 작성기관 주 소 수행책임자 연락처 소 속 직 위 전 화 - 핸드폰 과 제 명 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 참여기관 한국지식재산보호원에서 수행하는 IP-NAVI 해외지식재산센터 사업관리 시스 템 기능개선 사업을 성실히 수행하고자 동 사업 제안계획서를 제출합니다. 2024년 월 일 수 행 책 임 자 인 작 성 기 관 장 직인 한국지식재산보호원장 귀하",
      "tables": [
        [
          [
            "사용인감"
          ],
          [
            ""
          ]
        ],
        [
          [
            "인    감"
          ],
          [
            ""
          ]
        ],
        [
          [
            "접수번호\n표준양식 A4",
            "",
            "",
            ""
          ],
          [
            "IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선\n사업 제안(계획)서",
            "",
            "",
            ""
          ],
          [
            "작성기관",
            "",
            "",
            ""
          ],
          [
            "주    소",
            "",
            "",
            ""
          ],
          [
            "수행책임자\n연락처",
            "소  속",
            "",
            ""
          ],
          [
            "",
            "직  위",
            "",
            ""
          ],
          [
            "",
            "전  화 (",
            ")\n-",
            ""
          ],
          [
            "",
            "핸드폰",
            "",
            ""
          ],
          [
            "과 제 명",
            "IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선",
            "",
            ""
          ],
          [
            "참여기관",
            "",
            "",
            ""
          ],
          [
            "한국지식재산보호원에서 수행하는 IP-NAVI 해외지식재산센터 사업관리 시스\n템 기능개선 사업을 성실히 수행하고자 동 사업 제안(계획)서를 제출합니다.\n2024년     월      일\n인    \n수 행 책 임 자 :\n작 성 기 관 (장)\n:\n(직인)\n한국지식재산보호원장  귀하",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 2. 제안서 목차예시 I. 일반현황 1. 제안사 일반현황 II. 전략 및 방법론 1. 사업 이해도 2. 추진전략 3. 적용기술 4. 표준 프레임워크 적용 5. 개발 방법론 III. 기술 및 기능 1. 기능 요구사항 2. 보안 요구사항 3. 데이터 요구사항 4. 시스템 운영 요구사항 5. 제약사향 IV. 성능 및 품질 1. 품질 요구사항 2. 인터페이스 요구사항 3. 테스트 요구사항 V. 프로젝트 관리 1. 관리방법론 2. 일정계획 VI. 프로젝트 지원 1. 시험운영 2. 교육훈련 3. 하자보수계획 4. 기밀보안 5. 비상대책 VII. 기타사항 - 50 - 3. 제안서 세부 작성지침 o 아래 작성방법을 준용하되, 사업 특성에 따라 가감수정 가능 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매출액 등을 명료하게 제시하여야 한다. II. 전략 및 방법론 1. 사업 이해도제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제 조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소를 고려하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부 개발방법론, 적용기술의 실현가능성 등을 제시하여야 한다. 4. 표준 프레임워크 적용 제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상되는 문 제점을 기술하고 실현가능한 대응방안을 제시하여야 한다. 미 사용시에는 적정한 사유를 제시 5. 개발방법론 업무개발에 적용할 방법론의 활용방안을 제시하여야 하며, 방법론의 적용 경험을 기술 한다. 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. III. 기술 및 기능 1. 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기 술, 제안한 방안 및 기술의 적용방안을 제시하여야 한다. 2. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안방안 등을 구체적으로 제시하여야 한다. 3. 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시 하여야 한다. 4. 시스템 운영 요구사항 시스템 운영과 관련된 필요사항, 경험, 고려사항 및 유사시 대응책 등을 제시하여야 한 다. 5. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로 기술하여 야 한다.",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사 \n제안사의  일반현황  및  주요  연혁,  최근  3년간의  자본금  및  부문별(컨설팅,  개발  등)  매출액 \n일반현황\n등을  명료하게  제시하여야  한다.",
            ""
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업  이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의  목적,  범위,  전제\n조건  및  제안의    특징  및  장점을  요약하여  기술하여야  한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소를  고려하여  창의적이고 \n타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  적용기술",
            "제안사는  사업수행을  위한  주요  적용기술  및  세부  개발방법론,  적용기술의  실현가능성 \n등을  제시하여야  한다."
          ],
          [
            "4.  표준 \n프레임워크 \n적용",
            "제안사는  사업에  적용될  표준프레임워크  및  공통컴포넌트의  사용  계획과  예상되는  문\n제점을  기술하고  실현가능한  대응방안을  제시하여야  한다.\n  ※  미  사용시에는  적정한  사유를  제시"
          ],
          [
            "5.  개발방법론",
            "업무개발에  적용할  방법론의  활용방안을  제시하여야  하며,  방법론의  적용  경험을  기술\n한다.\n개발방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "Ⅲ.  기술  및  기능",
            ""
          ],
          [
            "1.  기능 \n요구사항",
            "방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고  구현  방안이  구체적인  기\n술,  제안한  방안  및  기술의  적용방안을  제시하여야  한다."
          ],
          [
            "2.  보안 \n요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표준,  제안방안  등을 \n구체적으로  제시하여야  한다."
          ],
          [
            "3.  데이터 \n요구사항",
            "데이터  전환  계획  및  검증  방법,  에러  데이터  처리  방법에  대해  구체적인  내용을  제시\n하여야  한다."
          ],
          [
            "4.  시스템  운영 \n요구사항",
            "시스템  운영과  관련된  필요사항,  경험,  고려사항  및  유사시  대응책  등을  제시하여야  한\n다."
          ],
          [
            "5.  제약사항",
            "기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안을  구체적으로  기술하여\n야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - IV. 성능 및 품질 1. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시하여야 한다. 2. 인터페이스 요구사항 내외부 연계를 포함하여 시스템 및 사용자 인터페이스 요구사항에 대해 구체적인 제 안내용을 제시하여야 한다. 3. 테스트 요구사항 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 성능 테스트 등 테스트 환경, 방법, 절차 등 요구사항을 기술한다. V. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 한다. 분리발주 사업이 있는 경우, 분리발주사업자와의 구체적인 협력방안 제시 2. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원 등을 제시하여야 한다. VI. 프로젝트 지원 1. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 하고, 개발완 료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시한다. 2. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육일정 등을 상세히 제시하여야 한다. 3. 하자보수계획하자보수 및 유지보수 계획 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합 적으로 제시하여야 한다. 4. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정보보 호 대책을 제시하여야 한다. 5. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시하여야 한다. VII. 기타 기타 상기항목에서 제시되지 않은 기타 내용을 기술한다. - 52 - 별지 제6호의 1 제안사 일반현황 제안사 일반현황 1. 일반현황 회 사 명 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁",
      "tables": [
        [
          [
            "Ⅳ.  성능  및  품질",
            ""
          ],
          [
            "1.  품질 \n요구사항",
            "분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안을  구체적으로  제시하여야 \n한다."
          ],
          [
            "2.  인터페이스 \n요구사항",
            "내·외부  연계를  포함하여  시스템  및  사용자  인터페이스  요구사항에  대해  구체적인  제\n안내용을  제시하여야  한다."
          ],
          [
            "3.  테스트 \n요구사항",
            "목표시스템의  테스트  유형(단위  테스트,  통합  테스트,  시스템  테스트,  성능  테스트  등) \n테스트  환경,  방법,  절차  등  요구사항을  기술한다."
          ],
          [
            "Ⅴ.  프로젝트  관리",
            ""
          ],
          [
            "1.  관리방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행  성과물이나  산출물의 \n형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여야  한다.\n  ※  분리발주  사업이  있는  경우,  분리발주사업자와의  구체적인  협력방안  제시"
          ],
          [
            "2.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원  등을  제시하여야  한다."
          ],
          [
            "Ⅵ.  프로젝트  지원",
            ""
          ],
          [
            "1.  시험운영",
            "대상  업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시하여야  하고,  개발완\n료  후의  시스템의  이용  및  관리운영에  관한  전반적인  방안을  제시한다."
          ],
          [
            "2.  교육훈련",
            "사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방법,  내용,  교육일정 \n등을  상세히  제시하여야  한다."
          ],
          [
            "3.  하자보수계획",
            "하자보수  및  유지보수  계획  절차,  범위  및  기간과  이와  관련된  기타의  활동  등을  종합\n적으로  제시하여야  한다."
          ],
          [
            "4.  기밀보안",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과  개인정보보\n호  대책을  제시하여야  한다."
          ],
          [
            "5.  비상대책",
            "안정적인  시스템  운영을  위하여  백업/복구  및  장애대응  대책을  제시하여야  한다."
          ],
          [
            "Ⅶ.  기타",
            ""
          ],
          [
            "기타\n상기항목에서  제시되지  않은  기타  내용을  기술한다.",
            ""
          ]
        ],
        [
          [
            "회     사      명",
            ""
          ],
          [
            "사  업     분  야",
            ""
          ],
          [
            "주             소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년   월"
          ],
          [
            "해당부문 종사기간",
            "년    월 (\n년   개월)\n년   월  ～"
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 2. 자본금 및 매출액 최근 3년 자본금 및 매출액 최근 3년 단위 천원 구 분 M-2 년도 M-1 년도 M 년도 자 본 금 매 출 액 컨설팅부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 개발부문 교육부문 부문 합 계 컨설팅 매출액의 경우 BPRISP, 전략컨설팅, 보안컨설팅, 감리 등으로 구분하여 상세히 기재한다 - 54 - 별첨 3 소프트웨어 개발사업 적정 사업기간 산정서 소프트웨어 개발사업 적정 사업기간 산정서 사업명 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 항목별 검토 의견 검토항목 검토의견 1기능점수FP 기반 SW사업 적정 개발기간 산정표 본 사업 SW개발 과업범위의 기능점수 기반 위원별 검토의견 종합 결과 3개월임 - SW개발과업 70.9FP - 투입인력 1.1명 - 1인 총 투입기간 3.73MM 개발기간 3개월 2사업기초자료 사업계획서, 예산신청서, 제안요청서 각 위원별 의견 종합결과 적정 사업기간을 3개월로 산정 3유사사업 자료 각 위원별 의견 종합결과 3개월로 산정 4기타 특이사항 - 종합 의견 5종합의견 각 위원별 의견을 종합한 결과 적정 사업 기간을 3개월로 산정 소프트웨어사업 계약 및 관리감독에 관한 지침제10조제3항에 따른 소프 트웨어 개발사업의적정 사업기간을 위와 같이 산정합니다. 2024년 6월 18일 한국지식재산보호원장 귀하 소프트웨어사업특성을고려하여검토항목을수정할수있음 원본파일내용과상이없음을확인합니다.",
      "tables": [
        [
          [
            "구    분",
            "",
            "",
            "M-2 년도",
            "M-1 년도",
            "M 년도"
          ],
          [
            "자 본 금",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매 출 액",
            "컨설팅부문",
            "BPR/ISP",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "개발부문\n교육부문\n⃝⃝부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합  계",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "사업명\nIP-NAVI 해외지식재산센터 사업관리 시스템 기능개선",
            "",
            ""
          ],
          [
            "항목별 검토 의견",
            "",
            ""
          ],
          [
            "검토항목",
            "검토의견",
            ""
          ],
          [
            "① 기능점수(FP) 기반\nSW사업 적정 \n개발기간 산정표",
            "본 사업 SW개발 과업범위의 기능점수 기반 \n위원별 검토의견 종합 결과 3개월임\n-\nSW개발과업 : 70.9FP - 투입인력 : 1.1명\n-\n1인 총 투입기간 : 3.73MM –개발기간 : 3개월",
            ""
          ],
          [
            "② 사업기초자료\n(사업계획서, 예산신청서,\n제안요청서)",
            "각 위원별 의견  종합결과  적정  사업기간을 \n3개월로 산정",
            ""
          ],
          [
            "③ 유사사업 자료",
            "각 위원별 의견 종합결과 3개월로 산정",
            ""
          ],
          [
            "④ 기타 특이사항",
            "-",
            ""
          ],
          [
            "종합 의견",
            "",
            ""
          ],
          [
            "⑤ 종합의견",
            "각 위원별 의견을 종합한 결과 적정 사업 \n기간을 3개월로 산정",
            ""
          ],
          [
            "「소프트웨어사업 계약 및 관리감독에 관한 지침」제10조제3항에 따른 소프\n트웨어 개발사업의 적정 사업기간을 위와 같이 산정합니다.\n2024년 6월 18일     \n한국지식재산보호원장 귀하",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 별첨 4 소프트웨어사업 영향평가 검토결과서 소프트웨어사업영향평가검토결과서 1. 기본정보 사업명 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 영향평가단계 예산편성 사업발주 그 외 필요시 재평가 주요 내용 지원사업 신청관리 통합시스템에 대해 사용 자에 따른 개별 관리 기능 추가 관리자 시스템의 실적 통합관리 기능 추가 시스템 회원 대상 11 온라인 상담 서비스 게 시판 구축 사업기간 또는 개발기간 계약일 3개월 구분 1 상용 소프트웨어의 구매설치 및 유지관리 사업 2 국가안보, 치안, 외교 등 민간이 서비스하기에 부적합한 사업 3 민간투자형 소프트웨어 사업 4 단일기관 내부소속기관 제외 직원을 대상으로 제공하는 소프트웨어 사업 5 데이터베이스 구축 사업 6 소프트웨어 변경이 없는 운영사업 7 그 외 소프트웨어 사업 구분 16에 해당하는 경우 3번, 4번 항목 작성 불필요 2. 운영계획 운영기관 단일 기관 다수 기관예상 개 기관 사용자 복수선택가능 구분 예상 사용자수 내부 직원 명 타 기관 직원 명 일반 국민 또는 기업 300,000 명 3. 민간 소프트웨어 시장 침해 가능성 주요기능과 동일유사한 서비스를 민간에서 제공하는지 여부 있음 없음 없음에 해당하는 경우 3번 이하 항목 및 4번 항목 작성 불필요 주요 기능 동일유사한 민간 소프트웨어서비스 - 56 - o o o 4. 사업의 필요성 공공성 검토 복수선택 가능 법령에 규정된 서비스 관련 법령 공공데이터 활용 공공서비스 제공 및 정비 가이드라인 준수 사업을 통한 민간 서비스 활성화 기여 Open API 등을 통한 데이터 개방, 민간 소프트웨어 구매활용 계획, 데이터 연계표준 및 표준업무 절차 제시, 중장기 민간 이양 계획 등 기여 방안 그 외의 사유로 민간이 서비스를 제공하기에 부적합 부적합 사유 5. 종합의견 민간 소프트웨어 시장 침해 가능성 없음 민간 소프트웨어 시장 침해 가능성을 최소화하여 사업 추진 추진 방안 2024년 6월 18일 기관명 한국지식재산보호원 직인",
      "tables": [
        [
          [
            "o o o\n□  법령에 규정된 서비스\n(관련 법령 :\n)\n4. 사업의 \n□ ‘공공데이터 활용 공공서비스 제공 및 정비 가이드라인’ 준수\n필요성·\n□ 사업을 통한 민간 서비스 활성화 기여*\n공공성 \n* Open API 등을 통한 데이터 개방, 민간 소프트웨어 구매·활용 계획, 데이터\n검토\n연계표준 및 표준업무 절차 제시, 중장기 민간 이양 계획 등\n(복수선택 가능)\n(기여 방안 :\n)\n□  그 외의 사유로 민간이 서비스를 제공하기에 부적합\n(부적합 사유 :\n)\n▣ 민간 소프트웨어 시장 침해 가능성 없음\n5. 종합의견\n□  민간 소프트웨어 시장 침해 가능성을 최소화하여 사업 추진\n(추진 방안 :\n)\n2024년   6월  18일\n기관명 :\n한국지식재산보호원  (직인)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "소프트웨어사업 영향평가 검토결과서",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "1. 기본정보",
            "사업명",
            "IP-NAVI 해외지식재산센터 사업관리 시스템 \n기능개선",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "영향평가단계",
            "□  예산편성 ▣  사업발주 □  그 외 필요시 □  재평가",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주요 내용",
            "◦  지원사업  신청·관리  통합시스템에  대해  사용\n자에 따른 개별 관리 기능 추가\n◦  관리자 시스템의 실적 통합관리 기능 추가\n◦  시스템 회원 대상 1:1 온라인 상담 서비스 게\n시판 구축",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업기간\n(또는 개발기간)",
            "계약일  ~\n3개월",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구분",
            "①  상용 소프트웨어의 구매·설치 및 \n유지관리 사업",
            "",
            "□",
            ""
          ],
          [
            "",
            "",
            "",
            "②  국가안보, 치안, 외교 등 민간이 \n서비스하기에 부적합한 사업",
            "",
            "□",
            ""
          ],
          [
            "",
            "",
            "",
            "③  민간투자형 소프트웨어 사업",
            "",
            "□",
            ""
          ],
          [
            "",
            "",
            "",
            "④  단일기관 내부(소속기관 제외) 직원을 \n대상으로 제공하는 소프트웨어 사업",
            "",
            "□",
            ""
          ],
          [
            "",
            "",
            "",
            "⑤  데이터베이스 구축 사업",
            "",
            "□",
            ""
          ],
          [
            "",
            "",
            "",
            "⑥  소프트웨어 변경이 없는 운영사업",
            "",
            "□",
            ""
          ],
          [
            "",
            "",
            "",
            "⑦  그 외 소프트웨어 사업",
            "",
            "▣",
            ""
          ],
          [
            "",
            "",
            "",
            "※  구분 ①~⑥에 해당하는 경우 3번, 4번 항목 작성 불필요",
            "",
            "",
            ""
          ],
          [
            "",
            "2. 운영계획",
            "운영기관",
            "▣ 단일 기관\n□  다수 기관(예상 :\n개 기관)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사용자\n(복수선택 가능)",
            "구분",
            "예상 사용자수",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "□  내부 직원",
            "명",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "□  타 기관 직원",
            "명",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "▣ 일반 국민 또는 기업",
            "300,000 명",
            "",
            ""
          ],
          [
            "",
            "3. 민간 \n소프트웨어\n시장 침해 \n가능성",
            "주요기능과 동일·유사한 서비스를 민간에서 제공하는지 여부\n□ 있음   ▣ 없음",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "※  「없음」에 해당하는 경우 3번 이하 항목 및 4번 항목 작성 불필요",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "동일·유사한 민간 \n주요 기능\n소프트웨어/서비스",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 별첨 5 소프트웨어 과업변경요청서 소프트웨어과업변경요청서제26조관련 에는 해당되는 곳에 표를 합니다. 접수번호 접수일 처리기간 14일 변경요청 번호 사 업 명 계약번호 변경요청 유형 과업내용 변경 과업내용변경 및 계약금액 조정 과업내용서 관련사항 기 존 변 경 변경요청 내용 필요한 경우 별지 사용 변경요청 사유 필요한 경우 별지 사용 변경 영향평가 필요한 경우 별지 사용 변경 소요 비용 소요비용 변경규모 산출근거 필요한 경우 별지 사용 소프트웨어 진흥법제50조제3항에 따라 위와 같이 소프트웨어사업 과업 내용변경을 요청 합니다. 년 월 일 신청인 서명 또는 인 발주기관의 장 귀하 처 리 절 차 신청서 작성 è 접 수 è 과업심의위원회 개최 è 심의ᆞ의결 è 심의결과 및 조치계획 통보 신청인 처 리 기 관 발 주 기 관 210mm297mm백상지 80g - 58 - 붙임 7 기술적용계획표 ü 기술적용계획표, 기술적용결과표 사업명 IP-NAVI 해외지식재산센터 사업관리 시스템 기능개선 작성일 2024년 06월 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 국가정보원법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 사이버안보 업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시",
      "tables": [
        [
          [
            "변경요청 \n번호",
            ""
          ],
          [
            "사  업  명",
            ""
          ],
          [
            "계약번호",
            ""
          ],
          [
            "변경요청 \n유형",
            "[    ]  과업내용  변경                   \n[    ]  과업내용변경  및  계약금액  조정"
          ]
        ],
        [
          [
            "변경요청 \n내용",
            "(  ※  필요한  경우  별지  사용  )",
            ""
          ],
          [
            "변경요청 \n사유",
            "(  ※  필요한  경우  별지  사용  )",
            ""
          ],
          [
            "변경 \n영향평가",
            "(  ※  필요한  경우  별지  사용  )",
            ""
          ],
          [
            "변경  소요\n비용",
            "소요비용",
            "변경규모"
          ],
          [
            "",
            "산출근거",
            "(  ※  필요한  경우  별지  사용  )"
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "ｏ 지능정보화 기본법\nｏ 공공기관의 정보공개에 관한 법률\nｏ 개인정보 보호법\nｏ 소프트웨어 진흥법\nｏ 인터넷주소자원에 관한 법률\nｏ 전자서명법\nｏ 전자정부법\nｏ 국가정보원법\nｏ 정보통신기반 보호법\nｏ 정보통신망 이용촉진 및 정보보호 등에 관한 법률\nｏ 통신비밀보호법\nｏ 국가를 당사자로 하는 계약에 관한 법률\nｏ 하도급거래 공정화에 관한 법률\nｏ 지방자치단체를 당사자로 하는 계약에 관한 법률\nｏ 공공데이터의 제공 및 이용 활성화에 관한 법률"
          ],
          [
            "고시 등",
            "ｏ 보안업무규정(대통령령)\nｏ 사이버안보 업무규정(대통령령)\nｏ 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\nｏ 장애인·고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시(과학기술정보통신부고시)\nｏ 전자서명인증업무 운영기준(과학기술정보통신부고시)\nｏ 전자정부 웹사이트 품질관리 지침(행정안전부고시)\nｏ 정보보호시스템 공통평가기준(미래창조과학부고시)\nｏ 정보보호시스템 평가·인증 지침(과학기술정보통신부고시)\nｏ 정보시스템 감리기준(행정안전부고시)\nｏ 전자정부사업관리 위탁에 관한 규정(행정안전부고시) \nｏ 전자정부사업관리 위탁용역계약 특수조건(행정안전부예규) \nｏ 행정전자서명 인증업무지침(행정안전부고시)\nｏ 행정기관 도메인이름 및 IP주소체계 표준(행정안전부고시)\nｏ 개인정보의 안전성 확보조치 기준(개인정보보호위원회)\nｏ 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시(개인정보보호위원회)\nｏ 지방자치단체 입찰 및 계약 집행 기준(행정안전부예규)\nｏ 지방자치단체 입찰시 낙찰자 결정기준(행정안전부예규)\nｏ 표준 개인정보 보호지침(개인정보보호위원회) \nｏ 엔지니어링사업대가의 기준(산업통상자원부고시)\nｏ 소프트웨어 기술성 평가기준 지침(과학기술정보통신부고시)\nｏ 소프트웨사업 계약 및 관리감독에 관한 지침(과학기술정보통신부고시)\nｏ 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침(과학기술정보통신부고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 구분 항 목 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원 - 60 - 인터페이스 및 통합 분야 플랫폼 및 기반구조 분야 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지 원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시 스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248",
      "tables": [
        [
          [
            "서비스  통합",
            "ｏ  웹  서비스",
            ""
          ],
          [
            "",
            "-  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            ""
          ],
          [
            "",
            "-  RESTful",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리",
            ""
          ],
          [
            "",
            "-  UML  2.0/BPMN  1.0",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            ""
          ],
          [
            "데이터  공유",
            "ｏ  데이터  형식  :  XML  1.0",
            ""
          ],
          [
            "인터페이스",
            "ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            ""
          ]
        ],
        [
          [
            "관련규정",
            "ｏ 전자정부 웹사이트 품질관리 지침\n■\nｏ 한국형 웹 콘텐츠 접근성 지침 2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 모바일 전자정부 서비스 관리 지침\n■",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근 \n장치",
            "ｏ  웹브라우저  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  HTML  4.01/HTML  5,  CSS  2.1",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "",
            "",
            "",
            "■",
            ""
          ]
        ],
        [
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP",
            ""
          ],
          [
            "",
            "-  H.323",
            ""
          ],
          [
            "",
            "-  SIP",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 공공데이터 제공,데 이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한 다. o 데이터는 공공데이터법 제2조제2호의 행정정보를 말한다로 제 공하기 위하여 기계 판독이 가능한 형태로 정비, 공공데이터법상 제 공제외 대상의 별도 테이블 분리설계, 품질확보 등이 수행되어야 한다. 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용 미적용 해당 없음 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공 학 o 개발프레임워크 전자정부 표준프레임워크 - 62 - 구 분 항 목 o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수하 여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행 정안전부장관에게 보고하고 행정안전부의행정기관의 코드표준 화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전부 장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 관리지침 o 공공데이터 제공관리 매뉴얼 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용",
      "tables": [
        [
          [
            "구    분\n항        목",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수하\n여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를  행\n정안전부장관에게  보고하고  행정안전부의“행정기관의  코드표준\n화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부\n장관에게  표준  등록을  요청하여야  한다.",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            "",
            "",
            "",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  POSIX.0",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  UNIX",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Linux",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  android",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  IOS",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  RDBMS",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "소프트웨어  공\n학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "■",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  관리지침\nｏ  공공데이터  제공·관리  매뉴얼",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            ""
          ],
          [
            "",
            "ｏ  동적표현",
            ""
          ],
          [
            "",
            "-  JSP  2.1",
            ""
          ],
          [
            "",
            "-  ASP.net",
            ""
          ],
          [
            "",
            "-  PHP",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍",
            ""
          ],
          [
            "",
            "-  C",
            ""
          ],
          [
            "",
            "-  C++",
            ""
          ],
          [
            "",
            "-  Java",
            ""
          ],
          [
            "",
            "-  C#",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜",
            ""
          ],
          [
            "",
            "-  XMI  2.0",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            ""
          ],
          [
            "",
            "ｏ  문자셋",
            ""
          ],
          [
            "",
            "-  EUC-KR",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            ""
          ]
        ],
        [
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  공공데이터  제공,데\n이터  품질  향상,  데이터베이스  통합  등을  위하여  표준화되어야  한\n다.",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  공공데이터(법  제2조제2호의  행정정보를  말한다)로  제\n공하기  위하여  기계  판독이  가능한  형태로  정비,  공공데이터법상  제\n공제외  대상의  별도  테이블  분리·설계,  품질확보  등이  수행되어야 \n한다.",
            "■",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접 근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발 견 시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품보안기능 확인서 또는 CC인증 필수 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM보안기능 확인서 또는 CC인증 필수 - 메일 암호화 제품 - 구간 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품보안기능 확인서 또는 CC인증 필수 - 상기제품8종이외 중요정보 보호를 위해 암호기능이 내 장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 또는 CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리통합로그관리 포함 - 웹 응용프로그램 침입차단 - DDos 대응성능평가로 도입 가능 - 64 - 구 분 항 목 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 망간 자료전송2022.1 이전 인증제품 - 안티 바이러스성능평가로 도입 가능 - 패치관리 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완전 삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구성능평가로 도입 가능 - 스마트폰 보안관리 - 소프트웨어기반 보안USB2020.1.1이전 인증제품, 검증필 암 호모듈 탑재 필수 - 호스트 자료유출 방지2021.1.1이전 인증제품, 매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 네트워크 자료유출방지2021.1.1 이전 인증제품 - CC인증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 필수제품 유형군 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 망간 자료전송 - 네트워크 자료유출방지 - 네트워크 장비L3 스위치 이상 - 가상화관리제품",
      "tables": [
        [
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스  접\n근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스  및 \n통합”  분야를  모두  포함하여야  한다.",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점  발\n견  시  개선․조치하여야  한다.",
            "■",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항        목",
            ""
          ],
          [
            "",
            "-  인터넷  전화  보안",
            ""
          ],
          [
            "",
            "-  무선침입방지",
            ""
          ],
          [
            "",
            "-  무선랜  인증",
            ""
          ],
          [
            "",
            "-  가상사설망(검증필  암호모듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  네트워크  접근통제",
            ""
          ],
          [
            "",
            "-  망간  자료전송(2022.1  이전  인증제품)",
            ""
          ],
          [
            "",
            "-  안티  바이러스(성능평가로  도입  가능)",
            ""
          ],
          [
            "",
            "-  패치관리",
            ""
          ],
          [
            "",
            "-  스팸메일  차단",
            ""
          ],
          [
            "",
            "-  서버  접근통제",
            ""
          ],
          [
            "",
            "-  DB접근  통제",
            ""
          ],
          [
            "",
            "-  스마트카드",
            ""
          ],
          [
            "",
            "-  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완전\n삭제  혹은  암호화  기능)",
            ""
          ],
          [
            "",
            "-  소스코드  보안약점  분석도구(성능평가로  도입  가능)",
            ""
          ],
          [
            "",
            "-  스마트폰  보안관리",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(2020.1.1이전  인증제품,  검증필  암\n호모듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(2021.1.1이전  인증제품,  매체제어제품 \n포함,  자료저장  기능이  있는  경우  국정원  검증필  암호모듈 \n탑재  필수)",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지(2021.1.1  이전  인증제품)",
            ""
          ],
          [
            "",
            "-  CC인증서에  명시된  제품과  동일  제품  여부",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  필수제품  유형군",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  망간  자료전송",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지",
            ""
          ],
          [
            "",
            "-  네트워크  장비(L3  스위치  이상)",
            ""
          ],
          [
            "",
            "-  가상화관리제품",
            ""
          ]
        ],
        [
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인  정보보호제품)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  PKI제품",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  SSO제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  디스크ㆍ파일  암호화  제품",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  문서  암호화  제품(DRM)(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  메일  암호화  제품",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  구간  암호화  제품",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  하드웨어  보안  토큰",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  DB암호화  제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  상기제품(8종)이외  중요정보  보호를  위해  암호기능이  내\n장된  제품",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  또는  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검증  필요)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  (네트워크)침입차단",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  (네트워크)침입방지(침입탐지  포함)",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  통합보안관리(통합로그관리  포함)",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  웹  응용프로그램  침입차단",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  DDos  대응(성능평가로  도입  가능)",
            "",
            "",
            "",
            "■",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 최신 기준은 국가정보원ᆞ국가사이버안보센터 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 - 국가공공기관 모바일 활용업무에 대한 보안가이드라인 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 국가공공기관 클라우드 컴퓨팅 보안가이드 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구  분",
            "부분적용/ \n적용계획/결과\n미적용시  사\n항        목\n부분\n해당\n유  및  대체\n적용\n미적용\n없음\n적용\n기술",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안취약점  및  보안약점  점검·조치\n■\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "■\n  -  국가·공공기관  모바일  활용업무에  대한  보안가이드라인",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "■\n    -  클라우드  서비스  보안인증(CSAP)을  받은  서비스",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "■\n    -  국가·공공기관  클라우드  컴퓨팅  보안가이드",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  식별  및  인증",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  암호지원",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  정보  흐름  통제",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  보안  관리",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  자체  시험",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  접근  통제",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  전송데이터  보호",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  감사  기록",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "-  기타  제품별  특화기능",
            "",
            "",
            "",
            "■",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인  및  취약점  제거",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안기능별  명령어  등  시험  및  운영방법  제공",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  백도어  제거(비공개  원격  관리  및  접속  기능)",
            "■",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  오픈소스  적용  기능  및  리스트  제공",
            "■",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}