{
  "csv_metadata": {
    "공고 번호": "20240903676",
    "공고 차수": 1.0,
    "사업명": "관산근린공원 다목적구장 홈페이지 및 회원 통합운영 관리 시스템 구축[협상에 의한 계약]",
    "사업 금액": 90000000,
    "발주 기관": "고양도시관리공사",
    "공개 일자": "2024-09-04 14:19:27",
    "입찰 참여 시작일": "2024-09-11 10:00:00",
    "입찰 참여 마감일": "2024-09-19 17:00:00",
    "사업 요약": "- 사업 개요: 고양도시관리공사에서 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축을 위한 제안요청서\n- 추진배경: 관산근린공원 다목적구장의 효율적인 운영과 자동화시스템 구축, 운영 인력 구성을 위함\n- 사업범위: 시스템 업그레이드, 운영시스템과의 하드웨어 연동, 무인화 운영 프로그램 제공 등\n- 기대효과: 효율적인 운영, 개인정보보호 및 보안 기능 강화, 안내데스크 및 출입통제시스템 구매 및 설치\n- 추진목표: 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축을 통한 효율적인 운영 및 자동화 시스템 구축",
    "파일형식": "pdf",
    "파일명": "고양도시관리공사_관산근린공원 다목적구장 홈페이지 및 회원 통합운영.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 제안요청서 2024. 09. 목 차 제1장 사업개요 1 1. 개요 2. 사업목적 3. 전제조건 4. 사업범위 5. 일반사항 제2장 계약체결에 필요한 기준 및 절차 4 1. 계약절차 2. 입찰등록 및 제안서 제출 3. 제안서 설명회제안업체 참석 및 평가 4. 협상대상자 선정 및 협상 진행 5. 계약체결과 이행 제3장 시스템현황 10 1. 시스템 운영현황 2. 시스템 개발환경 제4장 사업 추진방안 11 1. 사업 추진체계 2. 추진일정 제5장 제안요청 내용 13 1. 요구사항 총괄표 2. 요구사항 세부내용 제6장 제안서 작성요령 46 1. 제안서의 효력 2. 제안서 작성지침 및 유의사항 3. 제안서 관련 붙임 및 별지서식",
      "tables": [
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "제1장 사업개요  ································································  1\n  1. 개요\n  2. 사업목적\n  3. 전제조건\n  4. 사업범위\n  5. 일반사항\n제2장 계약체결에 필요한 기준 및 절차  ······················  4\n  1. 계약절차\n  2. 입찰등록 및 제안서 제출\n  3. 제안서 설명회(제안업체 참석) 및 평가\n  4. 협상대상자 선정 및 협상 진행\n  5. 계약체결과 이행\n제3장 시스템현황  ···························································  10\n  1. 시스템 운영현황\n  2. 시스템 개발환경\n제4장 사업 추진방안  ·······················································  11\n  1. 사업 추진체계\n  2. 추진일정\n제5장 제안요청 내용  ·······················································  13\n  1. 요구사항 총괄표\n  2. 요구사항 세부내용\n제6장 제안서 작성요령  ···················································  46\n  1. 제안서의 효력\n  2. 제안서 작성지침 및 유의사항\n  3. 제안서 관련 붙임 및 별지서식",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 2,
      "text": "- 1 - 1 사업 개요 1. 개 요 가. 사 업 명 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 나. 과업기간 착수일로부터 90일 이내 - 무상하자보증기간 준공일로부터 1년 다. 사업예산 금 90,000,000원 부가가치세 포함 라. 계약방법 제한경쟁입찰 협상에 의한 계약 o 관련 법령 - 소프트웨어 진흥법과학기술정보통신부 제19990호, 2024. 7. 10. - 지방자치단체를 당사자로하는 계약에 관한 법률행정안전부 제19634호, 2024. 2. 17. - 지방자치단체 입찰 및 계약 집행기준행정안전부 예규 제282호, 2024. 3. 28. - 지방자치단체 입찰시 낙찰자 결정기준행정안전부 예규 제283호, 2024. 3. 28. - 고양도시관리공사 제안서평가위원회 설치 및 운영에 관한 시행내규2023. 9. 15. 2. 사업목적 가. 관산근린공원 다목적구장 신규 수탁시설로 효율적인 운영을 위한 회원 통합운영 관리 시스템 구축 필요 나. 신규 수탁시설 운영을 위한 자동화시스템 구축 및 관련 물품 구매 필요 다. 본 사업을 통한 효율적인 운영 인력 구성 및 업무분장을 뒷받침 할 수 있는 환 경 구성 3. 전제조건 가. 본 사업은 현재 운영 중인 고양도시관리공사 체육시설 웹예약시스템 및 고객정 보통합시스템 등 기존시스템 환경을 100 이용하여 구현되어야 함. - 2 - 4. 사업범위 가. 최신 버전의 고객정보통합시스템회원관리시스템내 센터 추가 라이선스 나. 기 구축된 통합예약 홈페이지내 센터 추가 라이선스 다. 운영시스템과의 하드웨어HW 연동 프로그램 제공 라. 무인화 운영을 위한 프로그램 및 기술 지원 마. 최신 전자정부프레임워크3.9 이상의 2레벨 호환등급 기술 적용 바. 기존 운영시스템 기초 기능 구현과 연계 및 보완 사. 관리자 접근권한 차등부여 및 권한변경, 말소 구현으로 개인정보보호 및 보안 기능 강화 아. 외부시스템PG결제, SMS발송 등과 안정적이고 유연한 연계 자. 안내데스크 부가 장비 일체 및 무인발권기 구매 및 설치2SET 차. 입퇴장 출입통제시스템 구매 및 설치2SET 카. 입퇴장 출입통제시스템 중계서버 및 부가장비 일체 5. 일반사항 가. 본 제안요청서는 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 을 수행하는것에 그 목적이 있으며, 용역 수행업체이하 사업자는 고 양도시관리공사이하 발주기관 사업을 신의성실의 원칙에 따라 수행하여야 한 다. 나. 본 제안요청서는 사업자가 임의로 해석할 수 없으며, 내용이 불분명하거나 기재 되지 않은 사항은 상호 협의하여 결정한다. 다. 사업 수행을 위하여 필요한 작업장소는 상호 협의하여 결정하며, 발주기관에서 제 시된 작업장소에 관하여 우선 검토함 라. 다만, 발주기관에서는 사업자가 제시한 작업장소가 보안 요구사항을 준수하지 못한 경우 거부할 수 있음 마. 본 과업수행에 필요한 모든 요건은 제안요청서에 따르며, 과업내용을 정확히 숙지하지 못하여 발생되는 모든 문제 및 손해는 사업자가 전적으로 책임진다. 바. 본 사업은 공동계약 및 하도급을 불허하는 사업임 사. 별첨된 기술지원 협약서의 내용을 확인하시고 입찰에 참가하시기 바라며, 최종 낙찰자는 기술보유자와 기술사용 협약을 체결하여 계약시 양사간의 협약서를 반드",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - 시 제출하여야 함 기술 보유자 정보 기술 보유업체 혁산정보시스템 주 소 서울시 영등포구 경인로 775, 2동 1606호 연 락 처 02-325-5757 아. 본 사업은 소프트웨어진흥법제50조와 관련법에 따른 과업내용 확정을 위해 과 업심의위원회를 개최한 사업임 자. 본 사업은 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업임 차. 본 사업은 소프트웨어 진흥법 제43조, 같은 법 시행령 제35조 내지 제37 조, 소프트웨어사업 계약 및 관리감독에 관한 지침 제5조, 제6조에 따라 소프트웨어사업 영향평가를 미리 실시한 사업임 카. 본 사업은 소프트웨어진흥법제50조, 같은법 시행령 제47조 제1항 제2호, 제3호에 따라 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우 소프트웨어 사업 과업변경요청서를 제출하여 과업변경심의위원회 개최 요청이 가능한 사업임 - 4 - 2 계약체결에 필요한 기준 및 절차 1. 계약절차 입찰공고 입찰등록 및 제안서 제출 2. 입찰등록 및 제안서 공고문 참조 가. 입찰 참가자격 공고문 참고 나. 공고기간 및 가격입찰서 제출 등 공고문 참조 다. 제안서 제출 1 제출일시 2024. 9. 11.수 1000 2024. 9. 19.목 1700 점심시간1200 1300 및 일과시간09001800 이후 접수 불가 제출마감시간 초과 시 접수 불가, 접수 시간 준수 2 제출장소 고양국민체육센터 1층 운영사무실 경기도 고양시 덕양구 호국로 876, 담당자 권태안, 031-962-52002206 3 제출방법 직접 방문제출우편 및 택배접수 불가 제안서 제출자는 신분증을 지참하여야 하며, 대리인이 위임받아 제출하는 경우 증빙자료위임장 및 재직증명서를 제안서 접수 시 제출하여야 합니다. 4 제출자격 가격제안서를 전자입찰로 제출한 업체에 한함 5 제출서류 제안서 9부원본 1부, 사본 8부 및 동 내용이 포함된 USB 2개 정량적 평가에 대한 서류 전체각종 원본 또는 사본 증명서 제안서 사본은 제안회사를 인식할 수 있는 일체의 표기 사용금지 제출된 서류는 일체 반환하지 않습니다. 6 제안관련 문의 사업부서 고양도시관리공사 체육문화2처 고객지원팀 담 당 자 권태안 대리 031-962-52002206, gunngys.or.kr",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 5 - 라. 유의사항 1 입찰공고문의 정한 기간 내에 입찰서류 및 제안서를 제출하지 않으면 제안의사가 없는 것으로 간주합니다. 2 입찰에 참가하는 자는 청렴계약이행을 위한 청렴계약 서약서를 준수하 는 서약서를 제출한 것으로 간주하며, 낙찰자는 계약 체결시까지 청렴계 약 이행각서별지서식 6를 제출하여야 합니다. 3 발주기관은 제안내용에 대한 확인, 검증이 필요한 경우 제안사에 입증 자 료를 요구할 수 있으며, 입증 자료를 제출하지 못할 경우 불가능한 것으 로 판단합니다. 4 제안사는 공급하는 제품의 품질에 대하여 최종적인 책임을 져야 하며 기술 환경 및 기타사정 등으로 인하여 일부 사업의 내용 및 범위 등의 변경이 필요한 경우에는 발주기관과 협의에 의해 조정할 수 있습니다. 5 본 제안요청서 및 제안서, 계약사항 등에 관하여 이견이 발생하였을 경 우 또는 계약상에 정하지 아니한 사항에 대하여는 발주기관과 제안사의 협 의에 의해 결정합니다. 6 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 지방자치단체를 당사자 로 하는 계약에 관한 법률 등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있습니다. 7 입찰 공고문, 제안요청서 및 이에 근거한 별첨붙임 등 등에 명시되지 않 은 사항은 지방자치단체를 당사자로 하는 계약에 관한 법률, 소프트웨어 진 흥법, 국제표준규격 등 관련 규정 및 발주기관의 계약 요령에 따른다. 입찰서류 제출에 필요한 각종 증빙서류는 최근 3개월 이내 발급한 서류로 제출해주시기 바랍니다. - 6 - 3. 제안서 설명회제안업체 참석 및 평가 가. 제안서 발표 1 일 시 2024. 9. 26.목 1400 1600예정 2 장 소 경기 고양시 일산서구 중앙로 1601 고양종합운동장 중회의실 추진 일정은 사업추진 여건 등에 따라 변동 가능, 변경 시 별도안내 3 평가시간 업체당 40분제안설명 20분, 질의응답 10분, 평가 10분 4 발표순서 발표순서는 당일 추첨에 의하여 결정 5 발표자료 PPT 자료 발표자료는 제안서 제출시 함께 제출할 것 제안회사를 인식할 수 있는 일체의 표기 사용금지 나. 평가방법 및 항목별 배점 붙임3 참고 1 평가 주체 고양도시관리공사 2 기술평가와 가격평가를 실시하여 종합평가점수로 산출 평가비율 기술능력평가90, 가격평가10 행정기관 및 공공기관 정보시스템 구축운영 지침 제18조평가배점의 규정에 따라 기술능력평가 배점한도를 90점으로 함 종합 평가점수 기술평가점수 입찰가격 평가점수 평가점수에서 소수점 이하가 있는 경우 소수점 셋째자리에서 반올림 3 기술평가 기술평가 정량적평가 20점 정성적평가 70점 지방자치단체 입찰시 낙찰자 결정기준행정안전부 예규 제283호 제7 장 협상에 의한 계약체결기준의 별표1에 따라 정량적 평가 배점한도를 20점으로 함 정성적 평가는 고양도시관리공사에서 내외부 전문가를 평가위원으로 위촉하여 평가기준에 따라 평가하며, 제안서평가위원회 구성과 관련하여 서는 참고 고양도시관리공사 제안서평가위원회설치 및 운영에 관한 시 행내규에 의함 정성적평가는 제안서 평가위원별 평가분야 합계점수 중에서 최고점수와 최저점수를 부여한 위원을 제외하고 나머지 위원의 평가점수를 합산하여 산술평균한다. 최고 또는 최저 점수가 2개 이상인 경우 하나만 제외 산술평균시 소수점 처리 방법 소수점 셋째자리에서 반올림",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - 다. 유의사항 1 제출서류가 미비하거나, 심사에 필요한 내용 항목의 누락 등 구비서류 가 불충분한 경우 심사 대상에서 제외될 수 있습니다. 2 제안설명 불참 업체는 입찰참가등록을 취소합니다. 3 공정한 심사를 위하여 제안평가위원회의 평가위원 명단은 사전에 공개하 지 않으며, 제안서 발주사 기준에 의하여 평가합니다. 제안사는 이에 대해 일 체의 이의를 제기할 수 없습니다. 4 제안사는 제안서 제출 시 소속 직원 중 해당 사업을 수행할 사업책임자를 명 시하여야 하며, 사업책임자가 설명 및 질의응답을 하여야 한다. 다만, 제안서 제 출 이후 사업책임자의 퇴사, 질병 등 불가피한 사유가 있는 경우에는 설명 및 질 의응답할 자를 발주기관의 승인을 받아 변경할 수 있습니다. 5 제안서 설명 및 질의 답변시 4에 따른 대상자가 아닌 경우에는 제안사가 제 출한 제안서만으로 평가한다. 6 제안설명은 과업의 추진방안에 대한 제안서 내용을 설명하며, 제안서에 기재된 내용 이외의 의사표시는 인정하지 않습니다. 7 제안서 발표 시 다른 제출자의 발표를 들을 수 없습니다. 8 다음의 세부평가 방법에서 정하지 않은 사항은지방자치단체 입찰 시 낙찰자 결정기준시행 행정안전부 예규 제283호, 2024.3.28. 일부개정을 준용합니다. 4. 협상대상자 선정 및 협상 진행 가. 협상적격자 선정 1 제안서 평가결과 기술능력 평가 점수가 기술능력 평가분야 배점한도의 85 이상인 자를 협상적격자로 선정합니다. 2 협상순서는 합산점수의 고득점순에 따라 결정하되 합산점수가 동일한 제안자 가 2인 이상일 경우에는 기술능력 평가점수가 높은 제안자를 선순위자로 하고, 기술능력 평가점수도 동일한 경우에는 추첨으로 정합니다. 3 본 입찰은 SW 관련 사업으로 입찰가격 평가시 해당 입찰가격이 예정가격의 100분의 80미만일 경우에는 배점한도의 30에 해당하는 평점을 부여합니다. 4 가격제안서입찰서의 입찰가격이 사업금액추정가격에 부가가치세를 더한 금 - 8 - 액을 초과하는 자는 협상적격자에서 제외합니다. 5 협상 순위에 따라 결정된 협상대상자와 협상을 하며, 협상이 성립된 때에 는 다른 협상적격자와 협상을 실시하지 아니하고, 협상대상자와 협상이 성립 되지 않으면 동일한 기준과 절차에 따라 순차적으로 차 순위 협상적격자와 협상을 실시합니다. 6 협상적격자에 한하여 협상일시장소를 개별통지하며, 협상대상에서 제외된 업 체는 별도의 통지를 하지 않습니다. 7 기타 평가 관련 사항은 지방자치단체 입찰시 낙찰자 결정기준 제7장 협상 에 의한 계약체결 기준에 의합니다. 나. 협상진행 1 제안서 협상 협상대상자가 제안한 사업내용, 이행방법, 이행일정 등 제안서 내용을 대 상으로 협상을 실시합니다. 협상대상자와 협상을 통해 제안서 내용 일부를 조정할 수 있습니다. 2 가격협상 협상대상자와 가격협상 시 기준가격은 해당사업 추정가격에 부가가치세 를 더한 금액예정가격을 작성한 경우에는 예정가격 이하로서 협상대상 자가 제안한 가격으로 합니다. 협상대상자가 제안한 내용을 가감조정하는 경우에는 그 가감되는 내용에 상당하는 금액을 해당사업 추정가격에 부가가치세를 더한 금액예정가격 을 작성한 경우에는 예정가격 안의 범위에서 조정하여 계약금액을 결정할 수 있습니다. 다만, 제안내용의 가감 조정이 없는 경우에는 가격협상 시 협상대상자가 제안한 가격을 조정할 수 없습니다. 3 협상기간 협상 기간은 협상개시를 통보한 날로부터 15일 이내로 합니다. 해당사업의 규모, 특수성, 난이도 등 협상대상자와의 협의에 따라 10일 안의 범위에서 협상기간을 조정할 수 있습니다. 4 협상결과 통보 협상이 성립되면 결과를 해당 협상대상자에게 서면으로 통보합니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 5. 계약체결과 이행 가. 협상이 성립된 후 특별한 사유가 없는 한 10일 이내에 계약을 체결합니다. 나. 발주기관은 참여인력이 본 용역 수행상 부적당하다고 판단되거나 자격 미달인 경우 교체를 요구할 수 있으며, 제안사계약상대자는 이에 응하여 야 합니다. 다. 계약체결 및 이행에 관해 서면 통보한 협상결과와지방자치단체를 당사자 로 하는 계약에 관한 법률과 이에 근거한 계약의 일반조건, 입찰 유의서 및 일반원칙에 따른다. 3 시스템 현황 1. 시스템 운영현황 시스템 구성 및 하드웨어, 네트워크 구성 등은 보안사항이므로 생략 방문 요청시 열람 가능 2. 시스템 개발환경 구 분 모델명 비 고 운영체제 Rocky Linux 8.9 홈페이지, 운영관리시스템 DBMS Oracle 12C WEB WAS Apache tomcat 8.5 개발언어 JAVA, JSP 전자정부프레임워크 기반 - 10 - 4 사업 추진방안 1. 사업추진체계 가. 사업추진 조직 나. 주요역할 구 분 주요역할 및 기능 사업총괄 사업수행 총괄 기본추진방향 및 주요 의사결정 사업계획 및 운영계획 수립 사업수행 관리, 검수 및 결과평가 사업관련 요구사항 정의 및 조정 결과물 인수운영 구축내용 검수 및 평가 용역수행 요구사항 정의 및 검토 지원 회원 통합운영관리 시스템 구축 방향 수립 개발요구사항 분석 웹, 콘텐츠 기획 및 디자인 사용자 UI 분석 설계 시스템 설계 및 개발 시스템 연계 및 프로그래밍 테스트 완료보고서 및 산출물 납품 등 개편 후 운영교육 및 기술전수 하자보수 웹예약시스템 취약점 발생 시 수정에 따른 프로그램 수정 사업총괄기관 고양도시관리공사 체육문화2처 고객지원팀 - 사업관리 총괄 용역수행 용역사업자",
      "tables": [
        [
          [
            "사업총괄기관"
          ],
          [
            "고양도시관리공사\n체육문화2처  고객지원팀\n-  사업관리  총괄"
          ]
        ],
        [
          [
            "용역수행"
          ],
          [
            "용역사업자"
          ]
        ],
        [
          [
            "구      분",
            "주요역할  및  기능"
          ],
          [
            "사업총괄",
            "○  사업수행  총괄\n○  기본추진방향  및  주요  의사결정\n○  사업계획  및  운영계획  수립\n○  사업수행  관리,  검수  및  결과평가\n○  사업관련  요구사항  정의  및  조정\n○  결과물  인수·운영\n○  구축내용  검수  및  평가"
          ],
          [
            "용역수행",
            "○  요구사항  정의  및  검토  지원\n○  회원  통합운영관리  시스템  구축  방향  수립\n○  개발요구사항  분석  /  웹,  콘텐츠  기획  및  디자인 \n○  사용자  UI  분석  설계  /  시스템  설계  및  개발 \n○  시스템  연계  및  프로그래밍\n○  테스트  /  완료보고서  및  산출물  납품  등\n○  개편  후  운영교육  및  기술전수  /  하자보수\n○  웹예약시스템  취약점  발생  시  수정에  따른  프로그램 \n수정"
          ]
        ],
        [
          [
            "구    분",
            "모델명",
            "비    고"
          ],
          [
            "운영체제",
            "Rocky  Linux  8.9",
            "홈페이지,  운영관리시스템"
          ],
          [
            "DBMS",
            "Oracle  12C",
            ""
          ],
          [
            "WEB  /  WAS",
            "Apache  tomcat  8.5",
            ""
          ],
          [
            "개발언어",
            "JAVA,  JSP",
            "전자정부프레임워크  기반"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 2. 추진일정 단 계 추진일정 M M1 M2 착수 사업수행계획 수립 분석 사용자 요구사항 분석 현행시스템 분석 프로세서데이터 분석 설게 및 구현 개발 설계 고객정보통합시스템 구현 온라인 수강신청 및 모바일 회원카드 구현 무인발권기 및 출입통제시스템 구축 단위, 통합, 인수테스트 주요 일정 착수보고 중간보고 완료보고 사용자교육 오픈 서비스오픈 추진일정은 변경될 수 있으며, 본 일정을 참고로 제안사가 상세 사업 추진일정 제안 - 12 - 5 제안요청 내용 1. 요구사항 총괄표 가. 요구사항 구성 구 분 설 명 시스템 장비 구성요구사항 ECR,Equipment Composition Requirement 목표사업수행을 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 시스템 장비 구성에 대한 요구사항을 기술함 기능 요구사항 SFR,System Function Requirement 목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사용자가 반드시 수행할 수 있어야하는 기능동작에 대하여 기술함 성능 요구사항 PER,Performance Requirement 목표 시스템의 처리속도 및 시간, 처리량, 가용성 등 성능에 대한 요구사항을 기술함 인터페이스 요구사항 SIR,System Interface Requirement 목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요구사항을 기술함 테스트 요구사항 TER,Test Requirement 목표시스템의 시험 운영 및 정상 운영을 위한 조건, 조직, 보안대책을 기술한 것 보안요구사항 SER,Security Requirement 정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항을 기술함 품질요구사항 QUR,Quality Requirement 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 기술함 제약사항 COR,Constraint Requirement 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술표준업무법제도 등 제약조건 등을 파악하여 기술함 프로젝트 관리 요구사항 PMR,Project Mgmt. Requirement 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안에 대한 요구사항을 기술함 프로젝트 지원 요구사항 PSR, Project Support Requirement 향후 프로젝트의 수행을 위해 필요한 지원사항 및 방안에 대한 요구사항을 기술함 합 계 개발요건 및 내용이 변경될 경우 과업변경 절차에 따라 상호 협의하여 결정함",
      "tables": [
        [
          [
            "단          계",
            "",
            "추진일정",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "M",
            "",
            "",
            "",
            "M+1",
            "",
            "",
            "",
            "M+2",
            "",
            ""
          ],
          [
            "착수",
            "사업수행계획  수립",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "분석",
            "사용자  요구사항  분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "현행시스템  분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "프로세서/데이터 분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "및 구\n설게\n현",
            "개발  설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "고객정보통합시스템\n구현",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "온라인  수강신청  및\n모바일  회원카드  구현",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "무인발권기  및\n출입통제시스템  구축",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "단위,  통합,  인수테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "주요\n일정",
            "착수보고",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "중간보고",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "완료보고",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사용자교육",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "오픈",
            "서비스오픈",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "설          명"
          ],
          [
            "시스템 장비 구성요구사항\n(ECR,Equipment \nComposition Requirement)",
            "목표사업수행을 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 \n시스템 장비 구성에 대한 요구사항을 기술함"
          ],
          [
            "기능 요구사항\n(SFR,System Function \nRequirement)",
            "목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 \n사용자가 반드시 수행할 수 있어야하는 기능(동작)에 대하여 기술함"
          ],
          [
            "성능 요구사항\n(PER,Performance \nRequirement)",
            "목표 시스템의 처리속도 및 시간, 처리량, 가용성 등 성능에 대한 \n요구사항을 기술함"
          ],
          [
            "인터페이스 요구사항\n(SIR,System Interface \nRequirement)",
            "목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 \n인터페이스에 대한 요구사항을 기술함"
          ],
          [
            "테스트 요구사항\n(TER,Test Requirement)",
            "목표시스템의 시험 운영 및 정상 운영을 위한 조건, 조직, 보안대책을 \n기술한 것"
          ],
          [
            "보안요구사항\n(SER,Security Requirement)",
            "정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 \n및 기능, 운영 접근을 통제하기 위한 요구사항을 기술함"
          ],
          [
            "품질요구사항\n(QUR,Quality Requirement)",
            "품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 기술함"
          ],
          [
            "제약사항\n(COR,Constraint Requirement)",
            "목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 \n기술·표준·업무·법제도 등 제약조건 등을 파악하여 기술함"
          ],
          [
            "프로젝트 관리 요구사항\n(PMR,Project Mgmt. Requirement)",
            "프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안에 \n대한 요구사항을 기술함"
          ],
          [
            "프로젝트 지원 요구사항\n(PSR, Project Support Requirement)",
            "향후 프로젝트의 수행을 위해 필요한 지원사항 및 방안에 대한 \n요구사항을 기술함"
          ],
          [
            "합   계",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 나. 요구사항 목록 구 분 고유번호 ID 설 명 시스템 장비 구성요구사항 ECR 목표사업수행 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 장비도입과 같은 시스템 장비 구성에 대한 요구사항 기능 요구사항 SFR 목표 시스템사업이 반드시 수행하여야 하거나 목표 시스템을 이용하여 사용자가 반드시 수행할 수 있어야 하는 기능동작에 대한 요구사항 성능 요구사항 PER 목표 시스템의 처리속도 및 시간, 처리량, 동적정적용량, 가용성 등 성능에 대한 요구사항 인터페이스 요구사항 SIR 목표시스템과 외부 연결 인터페이스 요구사항 테스트 요구사항 TER 구축되는 시스템이 계획된 목표 대비 제대로 운영되는가를 테스트 하고, 점검하기 위한 테스트 요구사항 보안요구사항 SER 정보자산 기밀성 및 무결성 확보 요구사항 품질요구사항 QUR 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질항목, 품질평가 대상 및 목표에 대한 요구사항 제약사항 COR 목표 시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술표준업무법제도 등 제약조건 등에 대한 설명 프로젝트 관리 요구사항 PMR 프로젝트 관리방법 및 추진 단계별 수행 요구사항 프로젝트 지원 요구사항 PSR 프로젝트 수행을 위해 필요한 지원사항 및 방안 요구사항 - 14 - 2. 요구사항 세부내용 가. 시스템 장비 구성 요구사항ECR Equipment Composition Requirement 요구사항 고유번호 ECR-001 요구사항 분류 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 현재 운영 중인 공사의 서버 장비 및 시스템 환경에 적합하게 개발해야 함 고양도시관리공사 통합예약시스템 도메인 기존 주소 httpsyeyak.gys.or.kr 운영관리시스템 및 웹예약시스템은 발주기관에서 기존 운영중인 고객정보통합시스템회원관리시스템에 호환 가능하도록 연계되어 개발 되어야 한다. 기존 운영 중인 고객정보통합시스템회원관리시스템 회원정보 DB와 콘텐츠를 누락 없이 새로운 시스템에 이관해야 함 시스템 개발은 데이터이관의 안정성, 시스템 성능, 개발 편의성, 유지보수 비 용 및 용의성 등을 고려한 후 상호 협의 하에 최적의 데이터베이스로 구축 하여야 한다. 공사에서 이미 도입하여 운영 중인 SW 솔루션을 연계 활용하여 구축해야 하며 필요한 경우 기능이 보강된 솔루션으로 대체해야 함 - 현재 운영중인 체육시설 운영시스템 분석하여 사용하는 기능 구현 및 보완 다른 종류의 DB, OS 및 웹서버를 변경시 반드시 발주기관과 사전 상호 협의해 야 하며 이에 따르는 라이선스 비용 또는 제반비용은 사업수행자가 부담한다. 관련 요구사항 요구사항 분류 ECR-002 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 회원카드 세부 내용 가로 850mm 세로 530mm 바코드 타입 수 량 3,000 장 요구사항 분류 ECR-003 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 회원카드리더기 세부 내용 바코드리더기 1D2D 수 량 2EA",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "ECR-001"
          ],
          [
            "요구사항  분류",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세",
            "○  현재  운영  중인  공사의  서버  장비  및  시스템  환경에  적합하게  개발해야  함\n○  고양도시관리공사  통합예약시스템  도메인\n기존  주소\nhttps://yeyak.gys.or.kr/\n○  운영관리시스템  및  웹예약시스템은  발주기관에서  기존  운영중인 \n    고객정보통합시스템(회원관리시스템)에 호환  가능하도록 연계되어 개발 되어야  한다.\n○  기존  운영  중인  고객정보통합시스템(회원관리시스템)  회원정보  DB와  콘텐츠를 \n누락  없이  새로운  시스템에  이관해야  함\n○  시스템  개발은  데이터이관의  안정성,  시스템  성능,  개발  편의성,  유지보수  비\n용  및  용의성  등을  고려한  후  상호  협의  하에  최적의  데이터베이스로  구축\n하여야  한다.\n○  공사에서  이미  도입하여  운영  중인  S/W  솔루션을  연계  활용하여  구축해야 \n하며  필요한  경우  기능이  보강된  솔루션으로  대체해야  함\n      -  현재  운영중인  체육시설  운영시스템  분석하여  사용하는  기능  구현  및  보완\n○  다른  종류의  DB,  OS  및  웹서버를  변경시  반드시  발주기관과  사전  상호  협의해\n야  하며  이에  따르는  라이선스  비용  또는  제반비용은  사업수행자가  부담한다."
          ],
          [
            "관련  요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-002"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  회원카드"
          ],
          [
            "",
            "세부\n내용",
            "○  가로  850mm  *  세로  530mm\n○  바코드  타입 \n○  수  량  :  3,000  장"
          ]
        ],
        [
          [
            "구  분",
            "고유번호( ID)",
            "설          명"
          ],
          [
            "시스템 장비 구성요구사항",
            "ECR",
            "목표사업수행 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 장비도입과 \n같은 시스템 장비 구성에 대한 요구사항"
          ],
          [
            "기능 요구사항",
            "SFR",
            "목표 시스템(사업)이 반드시 수행하여야 하거나 목표 시스템을 이용하여 \n사용자가 반드시 수행할 수 있어야 하는 기능(동작)에 대한 요구사항"
          ],
          [
            "성능 요구사항",
            "PER",
            "목표 시스템의 처리속도 및 시간, 처리량, 동적·정적용량, 가용성 등 성능에 \n대한 요구사항"
          ],
          [
            "인터페이스 요구사항",
            "SIR",
            "목표시스템과 외부 연결 인터페이스 요구사항"
          ],
          [
            "테스트 요구사항",
            "TER",
            "구축되는 시스템이 계획된 목표 대비 제대로 운영되는가를 테스트 하고,   \n점검하기 위한 테스트 요구사항"
          ],
          [
            "보안요구사항",
            "SER",
            "정보자산 기밀성 및 무결성 확보 요구사항"
          ],
          [
            "품질요구사항",
            "QUR",
            "목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질항목, 품질평가 \n대상 및 목표에 대한 요구사항"
          ],
          [
            "제약사항",
            "COR",
            "목표 시스템 설계, 구축, 운영과 관련하여 사전에 파악된 \n기술·표준·업무·법제도 등 제약조건 등에 대한 설명"
          ],
          [
            "프로젝트 관리 요구사항",
            "PMR",
            "프로젝트 관리방법 및 추진 단계별 수행 요구사항"
          ],
          [
            "프로젝트 지원 요구사항",
            "PSR",
            "프로젝트 수행을 위해 필요한 지원사항 및 방안 요구사항"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-003"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  회원카드리더기"
          ],
          [
            "",
            "세부\n내용",
            "○  바코드리더기  (1D/2D)\n○  수  량  :  2EA"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 요구사항 분류 ECR-004 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 영수증프린터 세부 내용 인쇄 방식 열전사 라인 인쇄 인쇄 속도 최고 200mm초 크 기 0.99W X 2.4H 1.41W X 3.39Hmm 컬럼 크기 5642컬럼 전 원 24V DC 7 기 타 어댑터 포함 수 량 2EA 요구사항 분류 ECR-005 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 신용카드리더기 세부 내용 규격 130mm x 35mm x 40mm 타입 USB 타입 리딩트랙 너비 1.5mm 작동방법 IC칩 인증사입또는 중앙 통로사이로 긁기 수 량 2EA 요구사항 분류 ECR-006 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 부가장비 - 감열지 세부 내용 규 격 79 mm 용지폭 x 70 mm 용지 롤 지름 약 관 무약관 1BOX 50 ROLL 바닥농도 80이상 평활도 500이상 사용조건 온도 535도. 습도 3085 수 량 2BOX - 16 - 요구사항 분류 ECR-007 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 무인발권기 세부 내용 무인발권기카드전용 - 함 체 w500d400h1520 Steel, 이동형 캐스터 적용, 상단 LED bar 데코, 분체도장 - 주제어부 intel core i5-9400F6 CPU 4.1Ghz 하드디스크 SSD 128G 이상 500W 파워 외장그래픽 GeForce GT1030 series 이상 - 모 니 터 42사이즈 이상 LED Monitor IPS panel, 250cdm2, FHD 42사이즈 이상 IR Touch 및 강화유리 - 신용카드리더기 IC인증 리더기 운영기관의 결제사에 맞는 리더기 - 영수증프린터 - 회원카드리더기바코드 1D2D 겸용 수량 2SET 요구사항 분류 ECR-008 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 ACU바코드 컨트롤 세부 내용 CPU 16bit microprocessor Memory ROM4Mbit, RAM8Mbit이상 User 10,000건 Event Buffer 10,000건 통신방식 TCPIP Display LED powerLED, TxRx LED Power Current AC187253V, DC 12V Operating Humidity 10 90 relative humidity non-condensing 크기 160 19224 main board size이하 ACU 외함 포함 제작사양 수량 2EA",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "ECR-004"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  영수증프린터"
          ],
          [
            "",
            "세부\n내용",
            "○  인쇄  방식  :  열전사  라인  인쇄                                                                 \n○  인쇄  속도  :  (최고)  200mm/초\n○  크  기  :  0.99(W)  X  2.4(H)  /  1.41(W)  X  3.39(H)mm\n○  컬럼  크기  :  56/42컬럼\n○  전  원  :  24V  DC  ±  7%                                                                               \n○  기  타  :  어댑터  포함\n○  수  량  :  2EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-007"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "무인발권기"
          ],
          [
            "",
            "세부\n내용",
            "○  무인발권기(카드전용)   \n  -  함        체 \n        ·  w500*d400*h1520\n        ·  Steel,  이동형  캐스터  적용,  상단  LED  bar  데코,  분체도장\n  -  주제어부 \n        ·  intel  core  i5-9400F/6  CPU  4.1Ghz                     \n        ·  하드디스크:  SSD  128G  이상\n        ·  500W  파워                                             \n        ·  외장그래픽  GeForce  GT1030  series  이상\n  -  모  니  터\n          ·  42\"사이즈  이상  LED  Monitor         \n          ·  IPS  panel,  250cd/m2,  FHD\n          ·  42\"사이즈  이상  IR  Touch  및  강화유리\n  -  신용카드리더기  :  IC인증  리더기\n                                      (운영기관의  결제사에  맞는  리더기)\n  -  영수증프린터\n  -  회원카드리더기(바코드)  :  1D/2D  겸용   \n    ○  수량  2SET"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-005"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  신용카드리더기"
          ],
          [
            "",
            "세부\n내용",
            "○  규격:  130mm  x  35mm  x  40mm\n○  타입:  USB  타입\n○  리딩트랙  너비:  1.5mm\n○  작동방법:  IC칩  인증사입(또는  중앙  통로사이로  긁기)\n○  수  량  :  2EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-006"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부가장비  -  감열지"
          ],
          [
            "",
            "세부\n내용",
            "○  규  격  :    79  mm  (용지폭)  x  70  mm  (용지  롤  지름)\n○  약  관  :  무약관\n○  1BOX  :  50  ROLL    ○  바닥농도  :  80%이상\n○  평활도  :  500이상                   \n○  사용조건  :  온도  5~35도.    습도  30~85%\n○  수  량  :  2BOX"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-008"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  –  ACU(바코드  컨트롤)"
          ],
          [
            "",
            "세부\n내용",
            "○  CPU  :  16bit  microprocessor\n○  Memory  :  ROM(4Mbit),  RAM(8Mbit)이상\n○  User  :  10,000건    ○  Event  Buffer  :  10,000건\n○  통신방식  :  TCP/IP  ○  Display  LED  :  powerLED,  Tx/Rx  LED\n○  Power  /  Current  :  AC187~253V,  DC  12V\n○  Operating  Humidity  :  10%  ~  90%  relative  humidity  non-condensing\n○  크기  :  160  *192*24  (main  board  size)이하\n○  ACU  외함  포함  (제작사양) \n○  수량    2EA"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항 분류 ECR-009 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 - 바코드리더기 세부 내용 리딩거리 0mm-215mm0-8.5 for 0.33mmmil bar codes 리딩폭 60mm2.4face105mm4.1216mm8.5 스캔속도 1120 scan lines per second 최소인식넓이 0.13mm 바코드인터페이스 USB 제품색상 밝은 회색 레이저다이오드 밝기 Visible laser diode 650nm -10nm 바코드 리더기 브라켓 포함 수량 2EA 요구사항 분류 ECR-010 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 - Lock Device 세부 내용 Dead Bolt 또는 EMElectronic Magnetic 방식 수량 2EA 요구사항 분류 ECR-011 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 - 퇴실버튼 세부 내용 BAR TYPE 접점출력 4개 통신방식 유선 출력배선 황선2선 사이즈 4013813.5mm 수량 2EA - 18 - 요구사항 분류 ECR-012 요구사항 고유번호 시스템 구성 요구사항 요구사항 명칭 시스템 구성 요구사항 요구 사항 상세 설명 정의 출입통제시스템 중계서버 및 기타 장비 세부 내용 규격 SR250 Server E-2124 4C 3.3GHz, 8GB, 4 HSLFF,SATA RAID, 450W HS Power 1EA DISK ThinkSystem 2.5 2TB 7.2K SATA 6GB Hot Swap 512n HDD 2EA OS Windows Server Std 2016 Embedded 64bit V3.net for server 9.0 기타 RACK 1200 600 900 1EA UPS RACK TYPE, 1K 1EA KVM 8Port 1EA Console 22 LCD 모니터, 키보드, 마우스 SET 나. 기능 요구사항SFR System Functional Requirement 요구사항 고유번호 SFR-001 요구사항 분류 기능 요구사항 요구사항 명칭 시스템의 기능 및 서비스 수용 요구 사항 상세 개발하는 시스템은 웹예약시스템, 고객정보통합시스템회원관리시스템, HW 연동프로그램의 필수 기능과 서비스 모두 연동 및 일원화 운영되어야 한다. 단, 요구사항분석설계개발 중 개편되는 시스템에 불필요하거나 개선이 필 요한 부분이 있으면 상호 협의 하에 기능을 제외변경 한다. 기존 데이터 이관 시 업무중단 최소화를 위해 자료 이관범위 및 방안을 수 립하고 신속 정확히 작업하여야 한다. 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-002 요구사항 명칭 웹예약시스템 공통사항 요구 사항 상세 설명 정의 웹예약시스템 구현 방향 세부 내용 최신의 전자정부표준프레임워크3.9 이상의 2레벨 호환등급 기반 기술 적용 기 구축된 통합예약 홈페이지yeyak.gys.or.kr내 센터 추가를 통한 수강신청 및 대관신청이 가능하도록 구현 - 사용자 환경PC, 모바일 등에 따라 자동으로 최적화된 화면 제공 기 구축된 통합예약 홈페이지yeyak.gys.or.kr 통해 예약 결제, 환불 등이 가능하도록 구현 신규 등록 및 기간 연장, 환불까지 가능하도록 기능 적용 부정 이용 회원 알림 팝업 기능 적용 - 고객정보통합시스템회원관리시스템 부정 이용자 등록 관리와 연계",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "ECR-012"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  –  중계서버  및  기타  장비"
          ],
          [
            "",
            "세부\n내용",
            "○  규격  :  SR250  Server  E-2124  4C  3.3GHz,  8GB,  4  HSLFF,SATA  RAID, \n                  450W  HS  Power  1EA\n○  DISK  :  ThinkSystem  2.5\"  2TB  7.2K  SATA  6GB  Hot  Swap  512n  HDD  2EA\n○  OS  :  Windows  Server  Std  2016  Embedded  –  64bit\n                V3.net  for  server  9.0\n○  기타  :  RACK  1200  *  600  *  900  1EA\n                  UPS  RACK  TYPE,  1K  1EA\n                  KVM  8Port  1EA\n                  Console  22\"  LCD  모니터,  키보드,  마우스  SET"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-009"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  -  바코드리더기"
          ],
          [
            "",
            "세부\n내용",
            "○  리딩거리  :    0mm-215mm(0\"-8.5\")  for  0.33mm(mil)  bar  codes\n  ○  리딩(폭)  :  60mm(2.4\")@face:105mm(4.1\")@216mm(8.5\")\n  ○  스캔속도  :  1120  scan  lines  per  second\n  ○  최소인식넓이  :  0.13mm\n  ○  바코드인터페이스  :  USB\n  ○  제품색상  :  밝은  회색 \n  ○  레이저/다이오드  밝기  :  Visible  laser  diode  650nm  (+-)10nm\n  ○  바코드  리더기  브라켓  (포함)\n  ○  수량  2EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-010"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  -  Lock  Device"
          ],
          [
            "",
            "세부\n내용",
            "○  Dead  Bolt  또는  EM(Electronic  Magnetic)  방식\n  ○  수량  2EA"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-001"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템의  기능  및  서비스  수용"
          ],
          [
            "요구\n사항\n상세",
            "○  개발하는  시스템은  웹예약시스템,  고객정보통합시스템(회원관리시스템),  H/W\n연동프로그램의  필수  기능과  서비스  모두  연동  및  일원화  운영되어야  한다.\n    ※  단,  요구사항분석/설계/개발  중  개편되는  시스템에  불필요하거나  개선이  필\n요한  부분이  있으면  상호  협의  하에  기능을  제외/변경  한다. \n○  기존  데이터  이관  시  업무중단  최소화를  위해  자료  이관범위  및  방안을  수\n립하고  신속  정확히  작업하여야  한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "ECR-011"
          ],
          [
            "요구사항  고유번호",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구성  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "출입통제시스템  -  퇴실버튼"
          ],
          [
            "",
            "세부\n내용",
            "○  BAR  TYPE \n  ○  접점출력  4개\n  ○  통신방식  :  유선\n  ○  출력배선  :  황선2선\n  ○  사이즈  :  40*138*13.5mm\n  ○  수량  2EA"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "웹예약시스템  공통사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "웹예약시스템  구현  방향"
          ],
          [
            "",
            "세부 \n내용",
            "○  최신의  전자정부표준프레임워크(3.9  이상의  2레벨  호환등급)  기반  기술  적용\n○  기  구축된  통합예약  홈페이지(yeyak.gys.or.kr)내  센터  추가를  통한  수강신청 \n및  대관신청이  가능하도록  구현\n  -  사용자  환경(PC,  모바일  등)에  따라  자동으로  최적화된  화면  제공\n○  기  구축된  통합예약  홈페이지(yeyak.gys.or.kr)  통해  예약  결제,  환불  등이 \n가능하도록  구현\n○  신규  등록  및  기간  연장,  환불까지  가능하도록  기능  적용\n○  부정  이용  회원  알림  팝업  기능  적용\n    -  고객정보통합시스템(회원관리시스템)  부정  이용자  등록  관리와  연계"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항 고유번호 SFR-003 요구사항 분류 기능 요구사항 요구사항 명칭 기본정보관리 요구 사항 상세 회원관리, 수강관리, 강사관리, 대관관리, 시설관리, 사물함관리, 사용자관리 등 시스템 전반에서 사용하는 기본정보에 대해서 코드를 정의하고 구분 가 능해야 한다. 기초코드 정의는 관리자가 생성변경삭제 관리할 수 있고 확장성을 고려 해야 하고 무결해야 한다. 요구사항 고유번호 SFR-004 요구사항 분류 기능요구사항 요구사항 명칭 고객정보통합시스템회원관리시스템 구현 방향 요구 사항 상세 기초관리부터 시스템관리 및 각종 통계까지 통합회원관리에 관한 전반적인 기능 제공과 새로운 업무를 염두한 확장성을 갖추고 있어야 한다. 프로그램은 업무별로 모듈화 되어야 하고, 사용자의 권한과 편의에 따라 편 성이 가능하도록 해야 한다. 회원 정보 및 강습 정보 등에 대한 모든 상태접수, 연기, 환불, 변경 등 처 리에 대해 사용자관리자 중심의 간편한 인터페이스가 제공되어야 한다. 웹서비스와 현장접수를 통해 접수된 회원과 신청정보가 연계 관리되어야 하며, 수익금의 체계적인 관리PG사 데이터 기준으로 수입금 정산 조회수 정가 될 수 있도록 구현되어야 한다. 자료의 검색, 입력 등이 용이하도록 해야 하며, 자료 조회, 입력 등은 권한 에 따라 통제 되어야 한다. 일정한 자료수집 양식과 각종 출력 양식을 제공해야 한다. 수강대관 서비스 매크로 이용 의심 회원 검출 기능 추가 부정 이용자 등록 관리 기능 추가 단체강습반 및 개인강습반 중복 수강시 중복 감면할인 방지 기능 추가 개인정보 보호 관련한 내부 시스템이 구축되어 안전한 회원정보 관리가 가 능해야 한다. 모바일회원카드 구축 - 기 구축된 통합예약 홈페이지yeyak.gys.or.kr에 기능 적용 - 시설현장에 비치된 태블릿 또는 무인발권기에 모바일회원카드를 인식하여 입장 가능하도록 기능 구현 전센터 적용 - RF 회원카드 혼용 - 20 - 요구사항 고유번호 SFR-007 요구사항 분류 기능 요구사항 요구사항 명칭 수강관리강습반 신청승인관리 요구 사항 상세 수강신청 신규 등록 뿐 아니라 프로그램 연장에 대한 기능을 제공하여야 한다. 수강신청은 1달단위로 신청받는다. 3개월 강좌는 3달단위로 받는다. 자유롭게 설정가능해야한다. 요구사항 고유번호 SFR-006 요구사항 분류 기능 요구사항 요구사항 명칭 회원카드 관리회원카드 발급조회삭제 관리 요구 사항 상세 통합회원카드 발급기HW와 연동하여 회원카드를 발급할 수 있도록 해야 한다. 통합회원카드 리더기와 연동하여 회원카드를 태깅 하는 회원조회, 회원 입 퇴장시 소리를 발생하여 안내 가능하도록 해야 한다. 회원카드를 소지하지 않은 경우 모바일 회원카드로 대체하여 입퇴장이 가 능하도록 해야 한다. 요구사항 고유번호 SFR-005 요구사항 분류 기능요구사항 요구사항 명칭 무인발권시스템 구현 방향 요구 사항 상세 고객정보통합시스템회원관리시스템과 연계하여 회원정보강좌정보매출정 보입장정보 등을 통합관리할 수 있어야 한다. 고객정보통합시스템회원관리시스템 연계로 정기회원 재등록이 가능하여야 한다. 고객정보통합시스템회원관리시스템 연계로 일일회원 입장이 가능하여야 한다. 발생 매출 데이터는 고객정보통합시스템회원관리프로그램 매출 DBMS에 적용되어야 하며, 고객정보통합시스템회원관리프로그램에서 동시에 확인 할 수 있어야 한다. 실시간 메인 서버와 유기 연동되어야 한다. 관리프로그램은 수행업체인 납품 수행자가 생산하고 유지관리할 수 있어야 한다. 일일 이용권 매표관리, 재등록관리, 입장권 발권 기능, 전자저널 기능, 거래 집계현황 기능, 암호관리 기능, 기기 상태보기 기능 등 제공 발권기 모니터 상단에 발주처의 홍보영상이 표출될 수 있도록 동영상 플레 이 기능 사용이 가능하여야 한다. 행정정보 공동이용 즉시 감면 서비스 기능 연계 기구축된 비대면자격확인 서비스 활용",
      "tables": [
        [
          [
            "",
            "",
            "○  모바일회원카드  구축\n  -  기  구축된  통합예약  홈페이지(yeyak.gys.or.kr)에  기능  적용\n  -  시설(현장)에  비치된  태블릿  또는  무인발권기에  모바일회원카드를  인식하여 \n입장  가능하도록  기능  구현  (※  전센터  적용)\n  -  RF  회원카드  혼용"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-003"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "기본정보관리"
          ],
          [
            "요구\n사항\n상세",
            "○  회원관리,  수강관리,  강사관리,  대관관리,  시설관리,  사물함관리,  사용자관리 \n등  시스템  전반에서  사용하는  기본정보에  대해서  코드를  정의하고  구분  가\n능해야  한다. \n○  기초코드  정의는  관리자가  생성/변경/삭제  관리할  수  있고  확장성을  고려\n해야  하고  무결해야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-005"
          ],
          [
            "요구사항  분류",
            "기능요구사항"
          ],
          [
            "요구사항  명칭",
            "무인발권시스템  구현  방향"
          ],
          [
            "요구\n사항\n상세",
            "○  고객정보통합시스템(회원관리시스템)과  연계하여  회원정보/강좌정보/매출정\n보/입장정보  등을  통합관리할  수  있어야  한다.\n○  고객정보통합시스템(회원관리시스템)  연계로  정기회원  재등록이  가능하여야 \n한다.\n○  고객정보통합시스템(회원관리시스템)  연계로  일일회원  입장이  가능하여야 \n한다.\n○  발생  매출  데이터는  고객정보통합시스템(회원관리프로그램)  매출  DBMS에 \n적용되어야  하며,  고객정보통합시스템(회원관리프로그램)에서  동시에  확인\n할  수  있어야  한다.\n○  실시간  메인  서버와  유기  연동되어야  한다.\n○  관리프로그램은  수행업체인  납품  수행자가  생산하고  유지관리할  수  있어야  한다.\n○  일일  이용권  매표관리,  재등록관리,  입장권  발권  기능,  전자저널  기능,  거래\n집계현황  기능,  암호관리  기능,  기기  상태보기  기능  등  제공\n○  발권기  모니터  상단에  발주처의  홍보영상이  표출될  수  있도록  동영상  플레\n이  기능  사용이  가능하여야  한다.\n○  행정정보  공동이용  즉시  감면  서비스  기능  연계  (기구축된  비대면자격확인\n서비스  활용)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-006"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "회원카드  관리(회원카드  발급/조회/삭제  관리)"
          ],
          [
            "요구\n사항\n상세",
            "○  통합회원카드  발급기(H/W)와  연동하여  회원카드를  발급할  수  있도록  해야 \n한다. \n○  통합회원카드  리더기와  연동하여  회원카드를  태깅  하는  회원조회,  회원  입·\n퇴장시  소리를  발생하여  안내  가능하도록  해야  한다. \n○  회원카드를  소지하지  않은  경우  모바일  회원카드로  대체하여  입·퇴장이  가\n능하도록  해야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-004"
          ],
          [
            "요구사항  분류",
            "기능요구사항"
          ],
          [
            "요구사항  명칭",
            "고객정보통합시스템(회원관리시스템)  구현  방향"
          ],
          [
            "요구\n사항\n상세",
            "○  기초관리부터  시스템관리  및  각종  통계까지  통합회원관리에  관한  전반적인 \n기능  제공과  새로운  업무를  염두한  확장성을  갖추고  있어야  한다.\n○  프로그램은  업무별로  모듈화  되어야  하고,  사용자의  권한과  편의에  따라  편\n성이  가능하도록  해야  한다.\n○  회원  정보  및  강습  정보  등에  대한  모든  상태(접수,  연기,  환불,  변경  등)  처\n리에  대해  사용자(관리자)  중심의  간편한  인터페이스가  제공되어야  한다.\n○  웹서비스와  현장접수를  통해  접수된  회원과  신청정보가  연계  관리되어야 \n하며,  수익금의  체계적인  관리(PG사  데이터  기준으로  수입금  정산  조회/수\n정)가  될  수  있도록  구현되어야  한다.\n○  자료의  검색,  입력  등이  용이하도록  해야  하며,  자료  조회,  입력  등은  권한\n에  따라  통제  되어야  한다.\n○  일정한  자료수집  양식과  각종  출력  양식을  제공해야  한다.\n○  수강·대관  서비스  매크로  이용  의심  회원  검출  기능  추가\n○  부정  이용자  등록  관리  기능  추가\n○  단체강습반  및  개인강습반  중복  수강시  중복  감면할인  방지  기능  추가\n○  개인정보  보호  관련한  내부  시스템이  구축되어  안전한  회원정보  관리가  가\n능해야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-007"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "수강관리(강습반  신청/승인/관리)"
          ],
          [
            "요구\n사항\n상세",
            "○  수강신청  신규  등록  뿐  아니라  프로그램  연장에  대한  기능을  제공하여야 \n      한다.\n○  수강신청은  1달단위로  신청받는다.  3개월  강좌는  3달단위로  받는다. \n      자유롭게  설정가능해야한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 수강신청은 종목과 중분류와 같이 단계적으로 구분되어 생성, 관리되어야 한다. 또한 강습요일, 시간, 배정인원, 대기순서, 신청제한조건, 마감관리 등 강습반에 대한 기본적인 수강관리 설정이 모두 포함되어야 한다. 강습반은 연령, 성별 등 구분되어 신청 가능하도록 해야 하고, 하나의 강습 반에 대해서 관리자가 연령, 성별 때문에 여러 강습반을 개설하지 않고도 회원이 수강신청 시 시스템이 자동으로 회원의 정보연령, 성별 등를 판단 하여 신청할 수 있도록 해야 한다. 통합예약 홈페이지 화면에서 회원 본인의 수강중, 수강신청중대기의 정보 를 한눈에 확인하고 관련 상세정보를 연결할 수 있도록 안내한다. 수강신청 또는 결제 시 회원에게 해당되는 할인정보와 할인이유를 안내하 도록 한다. 기 구축된 비대면 자격 확인 서비스 이용 요구사항 고유번호 SFR-008 요구사항 분류 기능 요구사항 요구사항 명칭 입퇴장관리 요구 사항 상세 수강 프로그램이 있는 회원이 입장퇴장 시 회원정보, 수강 프로그램, 사물 함 임대정보 등을 확인할 수 있어야 하고, 입퇴장에 대한 소리가 나야한다. 특정 회원이 입퇴장한 내역시간, 장소, 횟수 등이 조회되어야 한다. 회원카드가 있는 회원은 회원카드 리더기를 인식하여 입퇴장될 수 있도 록 해야 하고, 회원카드가 없어도 관리자에 의해 입퇴장 체크가 될 수 있 도록 해야 한다. 프로그램별 일일입장 항목을 생성, 관리할 수 있고, 이를 선택하여 결제 가능해야 한다. 종목, 중분류, 프로그램에 따라 입장현황 조회와 통계처리가 가능해야 한다. 모바일 회원카드를 통해서도 입출입이 가능해야한다. 요구사항 고유번호 SFR-009 요구사항 분류 기능 요구사항 요구사항 명칭 수익금관리 요구 사항 상세 일일, 월간, 분기별, 연간 등 기간별 매출에 대한 조회가 가능해야한다. 매출에 대한 조회, 취소, 수정, 환불 기능을 제공해야 한다. 신용카드 결제, 현금영수증 결제 등 내역을 확인 가능해야 하고, 결제정보, 회원정보, 카드사, 결제방식PGVAN 등이 조회되어야 한다. 종목별, 중분류, 강습반별, 업장별, 카드사별, 중도해약, 미납자 매출, 수익금 현황 등이 조회되어야 한다. 할인감면 현황, 사물함 수입내역, 일일입장 수입 등 조회되어야 한다. - 22 - 요구사항 고유번호 SFR-010 요구사항 분류 기능 요구사항 요구사항 명칭 알림메시지 요구 사항 상세 회원에게 알림메시지문자 등를 발송할 수 있어야 한다. 회원이 반드시 알아야 하는 정보에 대해 자동으로 알림메시지가 발송되어야 한다. 강습반 대기승인, 대관승인, 개인정보파기 알림, 비밀번호 찾기 등 요구사항 고유번호 SFR-011 요구사항 분류 기능 요구사항 요구사항 명칭 결제관리 요구 사항 상세 홈페이지는 발주기관에서 지정하는 전자지불시스템PG과 연계하여 결제 가 능해야 하며, 발주기관에서 요청하는 모든 사업장별로 온-오프라인 결제가 가능해야 한다. 홈페이지 이용회원 입장에서 편리하고 쉬운 결제방식PG을 사용할 수 있도 록 하고, 이는 담당부서와 협의하여 조정하도록 한다. 요구사항 고유번호 SFR-012 요구사항 분류 기능 요구사항 요구사항 명칭 고객정보통합시스템회원관리시스템 사용 권한관리 요구 사항 상세 사용자관리자 생성삭제조회 등 기능과 사용자 관리 기능이 있어야 한다. 사용자의 비밀번호는 단방향 암호화되어 관리되어야 하고, 비밀번호 변경 시, 사용자에게 비밀번호가 포함된 알림메시지가 발송되어야 한다. 비밀번호는 발주기관 비밀번호규칙을 준수해야 한다. 사용자의 접속기록 정보이름, 작업내용, 시간, IP 등가 시간순서대로 저장, 조회 되어야 한다. 시스템 메뉴기능 별 사용자의 접근권한 부여회수변경 기능이 있어야 하며, 접근권한 변경 기록이 저장, 조회되어야 한다. 3년 이상 보관 여러 접근권한을 묶음으로 관리하고 권한 부여회수할 수 있어야 한다. 사용자 등급에 따라 접근권한을 차별화 할 수 있어야 한다. 연동장비POS, 무인발권기, 게이트, 회원DB, 서버, 결제연동서버 등에 대한 설정 기능IPPORT, IDPW, USB, Serial 등이 있어야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-010"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "알림메시지"
          ],
          [
            "요구\n사항\n상세",
            "○  회원에게  알림메시지(문자  등)를  발송할  수  있어야  한다.\n○  회원이  반드시  알아야  하는  정보에  대해  자동으로  알림메시지가  발송되어야 \n한다.  (강습반  대기승인,  대관승인,  개인정보파기  알림,  비밀번호  찾기  등)"
          ]
        ],
        [
          [
            "",
            "○  수강신청은  종목과  중분류와  같이  단계적으로  구분되어  생성,  관리되어야 \n한다.  또한  강습요일,  시간,  배정인원,  대기순서,  신청제한조건,  마감관리  등 \n강습반에  대한  기본적인  수강관리  설정이  모두  포함되어야  한다. \n○  강습반은  연령,  성별  등  구분되어  신청  가능하도록  해야  하고,  하나의  강습\n반에  대해서  관리자가  연령,  성별  때문에  여러  강습반을  개설하지  않고도 \n회원이  수강신청  시  시스템이  자동으로  회원의  정보(연령,  성별  등)를  판단\n하여  신청할  수  있도록  해야  한다. \n○  통합예약  홈페이지  화면에서  회원  본인의  수강중,  수강신청중(대기)의  정보\n를  한눈에  확인하고  관련  상세정보를  연결할  수  있도록  안내한다. \n○  수강신청  또는  결제  시  회원에게  해당되는  할인정보와  할인이유를  안내하\n도록  한다.  (기  구축된  비대면  자격  확인  서비스  이용)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-011"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "결제관리"
          ],
          [
            "요구\n사항\n상세",
            "○  홈페이지는  발주기관에서  지정하는  전자지불시스템(P/G)과  연계하여  결제  가\n능해야  하며,  발주기관에서  요청하는  모든  사업장별로  온-오프라인  결제가 \n가능해야  한다.\n○  홈페이지  이용회원  입장에서  편리하고  쉬운  결제방식(P/G)을  사용할  수  있도\n록  하고,  이는  담당부서와  협의하여  조정하도록  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-008"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "입퇴장관리"
          ],
          [
            "요구\n사항\n상세",
            "○  수강  프로그램이  있는  회원이  입장/퇴장  시  회원정보,  수강  프로그램,  사물\n함  임대정보  등을  확인할  수  있어야  하고,  입∙퇴장에  대한  소리가  나야한다. \n○  특정  회원이  입∙퇴장한  내역(시간,  장소,  횟수  등)이  조회되어야  한다. \n○  회원카드가  있는  회원은  회원카드  리더기를  인식하여  입∙퇴장될  수  있도\n록  해야  하고,  회원카드가  없어도  관리자에  의해  입∙퇴장  체크가  될  수  있\n도록  해야  한다. \n○  프로그램별  일일입장  항목을  생성,  관리할  수  있고,  이를  선택하여  결제 \n가능해야  한다. \n○  종목,  중분류,  프로그램에  따라  입장현황  조회와  통계처리가  가능해야  한다. \n○  모바일  회원카드를  통해서도  입출입이  가능해야한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-012"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "고객정보통합시스템(회원관리시스템)  사용  권한관리"
          ],
          [
            "요구\n사항\n상세",
            "○  사용자(관리자)  생성/삭제/조회  등  기능과  사용자  관리  기능이  있어야  한다.\n○  사용자의  비밀번호는  단방향  암호화되어  관리되어야  하고,  비밀번호  변경  시, \n사용자에게  비밀번호가  포함된  알림메시지가  발송되어야  한다.  비밀번호는 \n발주기관  비밀번호규칙을  준수해야  한다. \n○  사용자의  접속기록  정보(이름,  작업내용,  시간,  IP  등)가  시간순서대로  저장, \n조회  되어야  한다.\n○  시스템  메뉴/기능  별  사용자의  접근권한  부여/회수/변경  기능이  있어야  하며, \n접근권한  변경  기록이  저장,  조회되어야  한다.  (3년  이상  보관)\n○  여러  접근권한을  묶음으로  관리하고  권한  부여/회수할  수  있어야  한다.\n○  사용자  등급에  따라  접근권한을  차별화  할  수  있어야  한다. \n○  연동장비(POS,  무인발권기,  게이트,  회원DB,  서버,  결제연동서버  등)에  대한 \n설정  기능(IP/PORT,  ID/PW,  USB,  Serial  등)이  있어야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-009"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "수익금관리"
          ],
          [
            "요구\n사항\n상세",
            "○  일일,  월간,  분기별,  연간  등  기간별  매출에  대한  조회가  가능해야한다.\n○  매출에  대한  조회,  취소,  수정,  환불  기능을  제공해야  한다.\n○  신용카드  결제,  현금영수증  결제  등  내역을  확인  가능해야  하고,  결제정보, \n회원정보,  카드사,  결제방식(PG/VAN)  등이  조회되어야  한다.\n○  종목별,  중분류,  강습반별,  업장별,  카드사별,  중도해약,  미납자  매출,  수익금\n현황  등이  조회되어야  한다.\n○  할인(감면)  현황,  사물함  수입내역,  일일입장  수입  등  조회되어야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 요구사항 고유번호 SFR-014 요구사항 분류 기능 요구사항 요구사항 명칭 회원 관리 및 수익 분석통계 요구사항 상세설명 회원별 주소관내관외와 나이, 성별, 휴대폰번호, 수강강좌목록, 회원카드 목록 신규 회원 리스트 및 전체 회원리스트 등 회원 구성 통계 프로그램별월별 재등록 현황 및 등록인원 통계 프로그램별 환불감면 회원 리스트 회원 요일별 이용현황연령대별 등록현황장기 등록현황거주지별 현황 각 통계자료는 엑셀로 다운로드 되도록 한다. 현황은 표와 그래프를 활용 운영담당자가 직관적으로 확인할 수 있어야 한다 총괄담당자는 모든 시설의 모든 현황을 한눈에 확인할 수 있는 모니터링 시스템을 제공해야 한다 요구사항 고유번호 SFR-013 요구사항 분류 기능 요구사항 요구사항 명칭 개인정보 관리 요구 사항 상세 개인정보 접속기록 관리 - 고객정보통합시스템회원관리시스템을 운영하는 직원 계정에 대한 다음과 같 은 내용을 포함한 접속기록을 2년 이상 보관 취급자 식별정보이름 접속일시 접속지IP 시스템 접근 내역 및 결과 홍OO 2022.01.01 1500 112.168.1.OO O 접근 메뉴 및 조회수정삭제다운로드 - 저장된 접속기록에 대한 조회, 엑셀 다운로드 및 보관기간 경과에 따른 삭제처리 접근권한 관리 - 회원관리시스템을 운영하는 직원 계정에 대하여 업무별 차등 권한을 부여 및 관리 - 접근권한 변경 이력 관리 및 해당 이력 엑셀다운로드 기능 SSL구간암호화 적용 - 구간암호화를 적용을 통한 개인정보 및 기타 정보에 대한 외부 유출 차단 개인정보 암호화 - 개인정보가 포함된 데이터는 암호화하여 데이터베이스에 저장 관리 개인정보 관련 법 준수 - 개인정보보호법, 동법 시행령, 개인정보의 안전성 확보조치 기준 등 개인정보 보호와 관련한 법을 준수하고, 개정으로 인한 시스템 개선 준수 - 24 - 요구사항 고유번호 SFR-017 요구사항 분류 기능 요구사항 요구사항 명칭 하드웨어HW 연동 및 기술 지원 요구사항 상세설명 운영시스템과의 하드웨어 연동 프로그램을 제공하여야 한다. 추후 AI챗봇 도입 등 자동화시스템 고도화 시 기술적 협조 지원하여야 한다. 요구사항 고유번호 SFR-015 요구사항 분류 기능 요구사항 요구사항 명칭 수강ᆞ대관신청시스템 기능 요구 사항 상세 기 구축된 고양도시관리공사 통합예약 홈페이지yeyak.gys.or.kr에서 수강신청 이 가능하도록 구현 수강예약 시 회원, 매출, 강좌 정보 등 고객정보통합시스템회원관리시스템과 의 연속성을 고려하여 구현되어야 한다. 온라인 계좌이체, 카드 등 다양한 방식의 결제 및 환불기능 구현 추가 사항은 업무담당자와 협의 후 기능 추가 가능 기 구축된 고양도시관리공사 통합예약 홈페이지yeyak.gys.or.kr에서 대관신청 이 가능하도록 구현 대관 신청 시 대관자, 매출, 대관 정보 등 고객정보통합시스템회원관리시스템 과의 연계 및 연속성을 고려하여 구현되어야 한다. 온라인, 오프라인 등 대관 신청이 가능하여야 한다. 계좌이체, 카드 등 온-오프라인에 다양한 방식의 결제 및 환불 기능 구현 요구사항 고유번호 SFR-016 요구사항 분류 기능 요구사항 요구사항 명칭 비대면 자격확인 서비스 요구사항 상세설명 고양도시관리공사 통합예약 홈페이지yeyak.gys.or.kr에 기 구축된 비대면 자격 확인 서비스 행정안전부와 연동되어야 한다. 비대면 자격확인 서비스 이용 시 이용자 사전동의를 받도록 구현되어야 한다. 비대면 자격확인 서비스에 대한 로그 내역 구축시간, 동의여부, 동의자, 결과 값 등하며, 관리자가 확인할 수 있어야 한다. 비대면 자격확인 서비스의 기능은 모두 구현하여야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-015"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "수강ㆍ대관신청시스템  기능"
          ],
          [
            "요구\n사항\n상세",
            "○  기  구축된  고양도시관리공사  통합예약  홈페이지(yeyak.gys.or.kr)에서  수강신청\n이  가능하도록  구현\n○  수강예약  시  회원,  매출,  강좌  정보  등  고객정보통합시스템(회원관리시스템)과\n의  연속성을  고려하여  구현되어야  한다. \n○  온라인  계좌이체,  카드  등  다양한  방식의  결제  및  환불기능  구현\n○  추가  사항은  업무담당자와  협의  후  기능  추가  가능\n○  기  구축된  고양도시관리공사  통합예약  홈페이지(yeyak.gys.or.kr)에서  대관신청\n이  가능하도록  구현\n○  대관  신청  시  대관자,  매출,  대관  정보  등  고객정보통합시스템(회원관리시스템)\n과의  연계  및  연속성을  고려하여  구현되어야  한다.\n○  온라인,  오프라인  등  대관  신청이  가능하여야  한다.\n○  계좌이체,  카드  등  온-오프라인에  다양한  방식의  결제  및  환불  기능  구현"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-013"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "개인정보  관리"
          ],
          [
            "요구\n사항\n상세",
            "○  개인정보  접속기록  관리\n    -  고객정보통합시스템(회원관리시스템)을  운영하는  직원  계정에  대한  다음과  같\n은  내용을  포함한  접속기록을  2년  이상  보관\n취급자 \n시스템 접근 내역 및 \n접속일시\n접속지(IP)\n결과\n식별정보(이름)\n접근 메뉴 및 \n2022.01.01\n112.168.1.OO\n홍OO\n   \n15:00\nO\n조회/수정/삭제/다운로드\n  -  저장된  접속기록에  대한  조회,  엑셀  다운로드  및  보관기간  경과에  따른  삭제처리\n○  접근권한  관리\n  -  회원관리시스템을  운영하는  직원  계정에  대하여  업무별  차등  권한을  부여  및 \n관리\n  -  접근권한  변경  이력  관리  및  해당  이력  엑셀다운로드  기능\n○  SSL(구간암호화)  적용\n  -  구간암호화를  적용을  통한  개인정보  및  기타  정보에  대한  외부  유출  차단\n○  개인정보  암호화\n  -  개인정보가  포함된  데이터는  암호화하여  데이터베이스에  저장  관리\n○  개인정보  관련  법  준수\n  -  개인정보보호법,  동법  시행령,  개인정보의  안전성  확보조치  기준  등  개인정보\n보호와  관련한  법을  준수하고,  개정으로  인한  시스템  개선  준수"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-016"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "비대면  자격확인  서비스"
          ],
          [
            "요구사항\n상세설명",
            "○  고양도시관리공사  통합예약  홈페이지(yeyak.gys.or.kr)에  기  구축된  비대면  자격\n확인  서비스  (행정안전부)와  연동되어야  한다.\n○  비대면  자격확인  서비스  이용  시  이용자  사전동의를  받도록  구현되어야  한다.\n○  비대면  자격확인  서비스에  대한  로그  내역  구축(시간,  동의여부,  동의자,  결과\n값  등)하며,  관리자가  확인할  수  있어야  한다.\n○  비대면  자격확인  서비스의  기능은  모두  구현하여야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-014"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "회원  관리  및  수익  분석·통계"
          ],
          [
            "요구사항\n상세설명",
            "○  회원별  주소(관내/관외)와  나이,  성별,  휴대폰번호,  수강강좌목록,  회원카드 \n목록\n  ○  신규  회원  리스트  및  전체  회원리스트  등  회원  구성  통계\n  ○  프로그램별/월별  재등록  현황  및  등록인원  통계\n  ○  프로그램별  환불/감면  회원  리스트\n  ○  회원  요일별  이용현황/연령대별  등록현황/장기  등록현황/거주지별  현황\n  ○  각  통계자료는  엑셀로  다운로드  되도록  한다.\n  ○  현황은  표와  그래프를  활용  운영담당자가  직관적으로  확인할  수  있어야  한다\n  ○  총괄담당자는  모든  시설의  모든  현황을  한눈에  확인할  수  있는  모니터링 \n  시스템을  제공해야  한다"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-017"
          ],
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "하드웨어(H/W)  연동  및  기술  지원"
          ],
          [
            "요구사항\n상세설명",
            "○  운영시스템과의  하드웨어  연동  프로그램을  제공하여야  한다.\n○  추후  AI챗봇  도입  등  자동화시스템  고도화  시  기술적  협조  지원하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 다. 성능 요구사항Performance Requirement 요구사항 고유번호 PER-001 요구사항 분류 성능 요구사항 요구사항 명칭 평균 응답시간 요구 사항 상세 웹 사이트 응답속도 향상을 보장하여야 하며, 시스템은 정상 상태에서 사용 자의 모든 질의 요청에 대한 처리를 3초 이내에 화면에 보여주어야 함 만약 고객정보통합시스템회원관리시스템이 WEB 방식 또는 CS방식으로 개 발되는 경우 모두 고객정보통합시스템회원관리시스템의 응답속도는 3초 이 내가 되어야 하며 연동 장비간POS장비 등 지연 또는 오류가 발생되지 않도 록 반드시 주의해야 한다. 대량의 데이터 로딩통계, 검색, 이미지 등, 동시접속자가 사용자 용량의 90를 초과하는 경우에는 적용되지 않음 웹페이지 용량 최소화, 연결 최소화, 페이지 표시랜더링 순서 최적화 등 다 양한 최적화 기법을 적용하여 웹사이트의 성능을 최적화해야 함 서비스 개시 전테스트 단계 최적화 점검을 하고, 최적화 점검결과서에 따라 반드시 문제점 등을 보완해야 함 사용자 정보 요청 시 또는 사용자가 입력한 데이터 형식의 모든 오류에 대하 여 3초 이내의 적절한 응답 또는 오류 메시지를 제공해야 함 대량 데이터 처리 등 10초 이상 걸리는 서비스는 사용자에게 팝업 메시지를 제공해야 함 오류 메시지에 중요 정보서버 설정 정보, 세션정보, SQL정보 등가 노출되지 않도록 적절한 에러 처리 로직 및 에러 화면을 구성하여 제공해야 함 단, 평균 응답시간을 향상시키기 위한 추가시스템WAS, 웹가속시스템 등 이 필요한 경우 발주기관과 사전 협의해야 하고, 이에 소요되는 제반비용은 사업수행자가 부담하여야 한다. 요구사항 고유번호 PER-002 요구사항 분류 성능 요구사항 요구사항 명칭 서비스별 성능 모니터링 및 보완 요구 사항 상세 목표시스템에 대하여 안정적 운영 지원 및 사용자 지원 방안을 제시하고, 향 후 확장성, 호환성, 유연성 등을 충분히 고려한 개발 방안을 제시함 한계인원 이상 접속 시 해결 방안 제시 시스템개발 중 로그 또는 툴도구을 이용하여 시스템 성능상태를 모니터링 하고 성능 상 문제점을 미리 파악하여 조치한 후 시스템을 오픈해야 함 - 26 - 라. 인터페이스 요구사항System Interface Requirement 요구사항 고유번호 SIR-001 요구사항 분류 인터페이스 요구사항 요구사항 명칭 개발환경 구성 요구 사항 상세 인터넷 및 인트라넷을 지원하는 웹 환경 제공 웹 시스템 개발언어는 반응형 웹 전용 개발언어를 사용하고, 웹 환경의 데이 터 연계 환경을 구축하여 개발하여야 함 콘텐츠관리시스템은 사용자 이용이 편리하도록 웹 기반으로 구축 요구사항 고유번호 SIR-002 요구사항 분류 인터페이스 요구사항 요구사항 명칭 시스템 인터페이스 일반요건 요구 사항 상세 데이터 연계의 정확성을 위해 개발 및 테스트 환경을 구성하고, 연계 어플리케이션의 기능수행 정확도를 검증한 후, 운영 시스템에 이관하여 시스템을 운영 사용자의 다양한 디바이스에서 동일한 서비스를 제공을 위해 할 수 있도록 사용자의 단말기에 독립적인 최적화 화면 및 정보 제공기능 구현 사용자에게 경고안내 등의 메시지를 전달할 경우, 주 브라우저에서 새로운 창으로 안내하는 것을 최대한 배제 사용자 또는 정보 증가 시에도 안정적인 성능을 제공하여야 하며 추가 비용OS 라이선스 등이 발생하지 않아야 함 요구사항 고유번호 PER-003 요구사항 분류 성능 요구사항 요구사항 명칭 시스템 자원 사용률 요구 사항 상세 평균 CPU 사용률은 최대부하 시점에서도 90를 넘지 않아야 함 평균 메모리 사용률은 최대부하 시점에서도 90를 넘지 않아야 함 목표시스템은 정상운영 상태에서 CPU 사용률은 50 이하로 해야 함 목표시스템은 테스트 기간과 시험운영 기간에 CPU 및 메모리 사용률을 측정하며, 스포츠 회원의 신규 접수일 07002100까지 서비스 가동 시간 동안 사용률과 최대 부하 아래에서의 사용률을 측정",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PER-003"
          ],
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  자원  사용률"
          ],
          [
            "요구\n사항\n상세",
            "○  평균  CPU  사용률은  최대부하  시점에서도  90%를  넘지  않아야  함\n○  평균  메모리  사용률은  최대부하  시점에서도  90%를  넘지  않아야  함\n○  목표시스템은  정상운영  상태에서  CPU  사용률은  50%  이하로  해야  함\n○  목표시스템은  테스트  기간과  시험운영  기간에  CPU  및  메모리  사용률을 \n측정하며,  스포츠  회원의  신규  접수일  07:00~21:00까지  서비스  가동 \n시간  동안  사용률과  최대  부하  아래에서의  사용률을  측정"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PER-001"
          ],
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  명칭",
            "평균  응답시간"
          ],
          [
            "요구\n사항\n상세",
            "○  웹  사이트  응답속도  향상을  보장하여야  하며,  시스템은  정상  상태에서  사용\n자의  모든  질의  요청에  대한  처리를  3초  이내에  화면에  보여주어야  함\n○  만약  고객정보통합시스템(회원관리시스템)이  WEB  방식  또는  C/S방식으로  개\n발되는  경우  모두  고객정보통합시스템(회원관리시스템)의  응답속도는  3초  이\n내가  되어야  하며  연동  장비간(POS장비  등)  지연  또는  오류가  발생되지  않도\n록  반드시  주의해야  한다. \n○  대량의  데이터  로딩(통계,  검색,  이미지  등),  동시접속자가  사용자  용량의 \n90%를  초과하는  경우에는  적용되지  않음\n○  웹페이지  용량  최소화,  연결  최소화,  페이지  표시(랜더링)  순서  최적화  등  다\n양한  최적화  기법을  적용하여  웹사이트의  성능을  최적화해야  함\n○  서비스  개시  전(테스트  단계)  최적화  점검을  하고,  최적화  점검결과서에  따라 \n반드시  문제점  등을  보완해야  함\n○  사용자  정보  요청  시  또는  사용자가  입력한  데이터  형식의  모든  오류에  대하\n여  3초  이내의  적절한  응답  또는  오류  메시지를  제공해야  함\n○  대량  데이터  처리  등  10초  이상  걸리는  서비스는  사용자에게  팝업  메시지를 \n제공해야  함\n○  오류  메시지에  중요  정보(서버  설정  정보,  세션정보,  SQL정보  등)가  노출되지 \n않도록  적절한  에러  처리  로직  및  에러  화면을  구성하여  제공해야  함\n      ※  단,  평균  응답시간을  향상시키기  위한  추가시스템(WAS,  웹가속시스템  등)\n이  필요한  경우  발주기관과  사전  협의해야  하고,  이에  소요되는  제반비용은 \n사업수행자가  부담하여야  한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-001"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "개발환경  구성"
          ],
          [
            "요구\n사항\n상세",
            "인터넷  및  인트라넷을  지원하는  웹  환경  제공\n○  웹  시스템  개발언어는  반응형  웹  전용  개발언어를  사용하고,  웹  환경의  데이\n터  연계  환경을  구축하여  개발하여야  함\n○  콘텐츠관리시스템은  사용자  이용이  편리하도록  웹  기반으로  구축"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-002"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  인터페이스  일반요건"
          ],
          [
            "요구\n사항\n상세",
            "○  데이터  연계의  정확성을  위해  개발  및  테스트  환경을  구성하고,  연계 \n어플리케이션의  기능수행  정확도를  검증한  후,  운영  시스템에  이관하여 \n시스템을  운영\n○  사용자의  다양한  디바이스에서  동일한  서비스를  제공을  위해  할  수 \n있도록  사용자의  단말기에  독립적인  최적화  화면  및  정보  제공기능 \n구현\n○  사용자에게  경고(안내)  등의  메시지를  전달할  경우,  주  브라우저에서 \n새로운  창으로  안내하는  것을  최대한  배제\n○  사용자  또는  정보  증가  시에도  안정적인  성능을  제공하여야  하며  추가 \n비용(OS  라이선스  등)이  발생하지  않아야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PER-002"
          ],
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  명칭",
            "서비스별  성능  모니터링  및  보완"
          ],
          [
            "요구\n사항\n상세",
            "○  목표시스템에  대하여  안정적  운영  지원  및  사용자  지원  방안을  제시하고,  향\n후  확장성,  호환성,  유연성  등을  충분히  고려한  개발  방안을  제시함\n○  한계인원  이상  접속  시  해결  방안  제시\n○  시스템개발  중  로그  또는  툴(도구)을  이용하여  시스템  성능상태를  모니터링\n하고  성능  상  문제점을  미리  파악하여  조치한  후  시스템을  오픈해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 요구사항 고유번호 SIR-003 요구사항 분류 인터페이스 요구사항 요구사항 명칭 타 시스템과 연계 요구 사항 상세 시스템 간 연계 및 데이터 자동수동반영을 위한 관련 시스템과의 원활한 연 계를 위해 충분한 검토와 반영 타 시스템과의 업무 활용성을 고려한 연계 지원 기존 연계시스템은 안정적 운영관리를 위하여 지속적으로 지원하며 신규 연계가 필요한 경우 연계 대상 시스템 및 데이터는 효율성을 고려하여 발주 기관과 협의 후 정함 요구사항 고유번호 SIR-005 요구사항 분류 인터페이스 요구사항 요구사항 명칭 시스템 연동 및 연계에 관한 사항 요구 사항 상세 무인발권시스템 연계 방안 서술 및 최적화 방안 제시 출입통제시스템 연계 방안 서술 및 최적화 방안 제시 요구사항 고유번호 SIR-004 요구사항 분류 인터페이스 요구사항 요구사항 명칭 행정감면서비스 연계 요구 사항 상세 무인발권기, 웹예약시스템, 고객정보통합시스템회원관리프로그램에서 행정감 면서비스 이용이 가능해야한다. 시설 안내데스크에서는 대면으로 회원등록 시, 도입되어있는 전자서명가능한 기기와 호환되게 행명감면서비스 연계를 하여야한다. 사용자가 주민등록번호 를 누르고, 즉시로 행정감면서비스를 통해 자신이 할인받을 수 있는 내역이 조회되어야한다. 도입되어있는 기기와 호환이 되지 않을 경우, 다른방법을 제시한다. 그 이외에 도입되는 출입통제시스템 연계 및 기능 구성 제안 - 28 - 바. 테스트 요구사항Test Requirement 요구사항 고유번호 TER-001 요구사항 분류 테스트 요구사항 요구사항 명칭 테스트 계획 수립 요구 사항 상세 제안사는 요구사항별 적합, 부적합 판정할 수 있도록 체계적인 단위 및 통합 테스트 방안에 대한 계획을 제시하여야 함 테스트 방안은 다음과 같은 세부적인 사항을 포함하여야 함 - 각각의 테스트 실시 후 테스트 결과를 기록하고, 테스트 결과 결함이 해소될 때까지 테스트를 지속적으로 실시하고, 테스트 결과에 대한 이력 관리 방안을 제시하여야 함 - 발생 가능한 상황에 대해서 시나리오를 작성하여 업무에 적합한 테스트 데 이터 오류 데이터 포함 작성 방안을 제시하여야 함 - 테스트환경, 방법기간 등 세부적인 테스트 수행절차 방안을 제시하여야 함 요구사항 고유번호 TER-002 요구사항 분류 테스트 요구사항 요구사항 명칭 단위테스트 요건 요구 사항 상세 단위테스트의 범위, 수행절차, 조직, 일정, 시험환경 및 평가기준을 구체적으 로 수립하여야 함 제안사는 요구사항별 적합, 부적합을 판정할 수 있도록 단위 및 통합테스트 에 대한 체계적인 테스트방안을 제시해야 함 테스트 방안은 다음과 같은 세부적인 사항을 포함해야 함 - 본 사업기간 동안 각각의 테스트 실시 후 테스트 결과를 기록하고, 테스트 결과를 모니터링하여 결함 발견 시 결함이 해소될 때까지 테스트를 지속적으 로 실시해야 하며, 이때 테스트 결과에 대한 이력을 관리해야 함 - 발생 가능한 상황에 대해서 시나리오를 작성하여 업무에 적합한 테스트 데 이터오류 데이터 포함를 입력하여 체계적이고 효율적으로 실시해야 함 단위시험 시에 다음 내용이 점검되어야 함 - 결함유형 분석결함발생건수, 결함비율 - 결함심각도 분석치명적 결함, 주요결함, 단순결함, 사소한 결함, 개선사항별 발생결함 건수 - 결함발견 추세분석시험일시, 발견결함 수 요구사항 고유번호 TER-003 요구사항 분류 테스트 요구사항 요구사항 명칭 통합테스트 요건 요구 사항 통합테스트 시나리오에 따라 단위테스트가 완료된 프로그램들을 대상으로 다 음 사항을 검증하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SIR-003"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "타  시스템과  연계"
          ],
          [
            "요구\n사항\n상세",
            "○  시스템  간  연계  및  데이터  자동·수동반영을  위한  관련  시스템과의  원활한  연\n계를  위해  충분한  검토와  반영\n○  타  시스템과의  업무  활용성을  고려한  연계  지원 \n    ※  기존  연계시스템은  안정적  운영관리를  위하여  지속적으로  지원하며  신규 \n연계가  필요한  경우  연계  대상  시스템  및  데이터는  효율성을  고려하여  발주\n기관과  협의  후  정함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "TER-001"
          ],
          [
            "요구사항  분류",
            "테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "테스트  계획  수립"
          ],
          [
            "요구\n사항\n상세",
            "○  제안사는  요구사항별  적합,  부적합  판정할  수  있도록  체계적인  단위  및  통합 \n테스트  방안에  대한  계획을  제시하여야  함\n○  테스트  방안은  다음과  같은  세부적인  사항을  포함하여야  함\n    -  각각의  테스트  실시  후  테스트  결과를  기록하고,  테스트  결과  결함이  해소될 \n때까지  테스트를  지속적으로  실시하고,  테스트  결과에  대한  이력  관리  방안을 \n제시하여야  함\n    -  발생  가능한  상황에  대해서  시나리오를  작성하여  업무에  적합한  테스트  데\n이터  (오류  데이터  포함)  작성  방안을  제시하여야  함\n    -  테스트환경,  방법·기간  등  세부적인  테스트  수행절차  방안을  제시하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-004"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "행정감면서비스  연계"
          ],
          [
            "요구\n사항\n상세",
            "○  무인발권기,  웹예약시스템,  고객정보통합시스템(회원관리프로그램)에서  행정감\n면서비스  이용이  가능해야한다. \n○  시설  안내데스크에서는  대면으로  회원등록  시,  도입되어있는  전자서명가능한 \n기기와  호환되게  행명감면서비스  연계를  하여야한다.  사용자가  주민등록번호\n를  누르고,  즉시로  행정감면서비스를  통해  자신이  할인받을  수  있는  내역이 \n조회되어야한다. \n      ※  도입되어있는  기기와  호환이  되지  않을  경우,  다른방법을  제시한다. \n○  그  이외에  도입되는  출입통제시스템  연계  및  기능  구성  제안"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-005"
          ],
          [
            "요구사항  분류",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  연동  및  연계에  관한  사항"
          ],
          [
            "요구\n사항\n상세",
            "○  무인발권시스템  연계  방안  서술  및  최적화  방안  제시\n○  출입통제시스템  연계  방안  서술  및  최적화  방안  제시"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "TER-002"
          ],
          [
            "요구사항  분류",
            "테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "단위테스트  요건"
          ],
          [
            "요구\n사항\n상세",
            "○  단위테스트의  범위,  수행절차,  조직,  일정,  시험환경  및  평가기준을  구체적으\n로  수립하여야  함\n○  제안사는  요구사항별  적합,  부적합을  판정할  수  있도록  단위  및  통합테스트\n에  대한  체계적인  테스트방안을  제시해야  함\n○  테스트  방안은  다음과  같은  세부적인  사항을  포함해야  함\n    -  본  사업기간  동안  각각의  테스트  실시  후  테스트  결과를  기록하고,  테스트\n결과를  모니터링하여  결함  발견  시  결함이  해소될  때까지  테스트를  지속적으\n로  실시해야  하며,  이때  테스트  결과에  대한  이력을  관리해야  함\n    -  발생  가능한  상황에  대해서  시나리오를  작성하여  업무에  적합한  테스트  데\n이터(오류  데이터  포함)를  입력하여  체계적이고  효율적으로  실시해야  함\n  ○  단위시험  시에  다음  내용이  점검되어야  함\n    -  결함유형  분석(결함발생건수,  결함비율)\n    -  결함심각도  분석(치명적  결함,  주요결함,  단순결함,  사소한  결함,  개선사항별 \n발생결함  건수)\n    -  결함발견  추세분석(시험일시,  발견결함  수)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "TER-003"
          ],
          [
            "요구사항  분류",
            "테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "통합테스트  요건"
          ],
          [
            "요구\n사항",
            "○  통합테스트  시나리오에  따라  단위테스트가  완료된  프로그램들을  대상으로  다\n음  사항을  검증하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - 사. 보안 요구사항Security Requirement 요구사항 고유번호 TER-004 요구사항 분류 테스트 요구사항 요구사항 명칭 인수테스트 요구 사항 상세 사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여 조직 및 역할, 점 검사항, 최종 검수 기준, 점검 후 조치 방안 등을 세부적으로 기술하여 계획 을 수립하여야 함 요구사항별 적합부적합 판정을 할 수 있도록 요구사항별 테스트를 수행할 수 있어야 하며, 이에 따른 테스트 데이터를 준비하여야 함 발주기관과 협의하여 승인 검사테스트를 계획 개발 완료 시, 최종 산출물 및 테스트 결과물을 첨부하여 발주기관의 1차 승 인검사를 거친 뒤, 발주기관에 승인 검사 및 테스트를 요청하여야 하며, 승인 검사 및 테스트 과정에서 발견된 하자 사항은 만족한 결과를 얻을 때까지 보 완테스트를 반복적으로 실시해야 함 발주기관 운영자들이 테스트를 실시할 수 있도록 테스트 시나리오 제공 최종 승인 처리는 발주기관의 승인을 받은 일자에 완료된 것으로 함 요구사항 고유번호 SER-001 요구사항 분류 보안 요구사항 요구사항 명칭 시스템 보안 대책 요구 사항 상세 발주기관은 사업결과물에 대해 보안성 점검을 실시할 수 있으며 사업자는 이 에 따른 개선 조치 등을 수행해야 함 시스템에 대한 국가정보원 8대 취약점, OWASP TOP 10, 홈페이지 취약점 진 단제거 가이드한국인터넷진흥원 등을 반영한 보안 취약점을 점검해야 함 보안성 검토결과에 따른 보안조치 권고사항을 사업자는 성실히 이행해야 함 웹 응용프로그램 개발 시 주요 보안 취약점을 고려, 개발보안Secure 코딩 등을 준수하여 프로그램을 개발해야 함 소프트웨어 개발 단계에서 안전하지 않은 함수의 사용, 부적절한 예외처리 등으로 인한 소프트웨어 취약점 발생 가능성 최소화시큐어코딩 확행 상세 기능, 성능 등의 요구사항 및 설계사양 충족여부 검증 기능의 정상적 수행여부 검증 등 기능수행 후의 결과가 사전에 예측된 결과와 일치하는지 검증 시스템의 접근권한 및 업무 권한에 대한 적절성 검증 대내시스템 간, 영역 간 연계 및 이를 포함하는 업무흐름 검증 비대면 자격 확인 서비스 대외기관 연계 및 이를 포함하는 업무 흐름 검증 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함 - 30 - 인증 우회 방지 및 입력정보 적합성 검사, 개발보안 가이드 준수 등 웜, 바이러스 등 악성SW을 예방하고 탐지, 대응하는 대책을 수립시행해야 함 내외부 시스템 연계 보안 - 내외부시스템과의 연동 시에는 운영중인 망연계장비 등을 활용하여 최적화 된 연계 방안을 구상하여 적용하여야 함 구간 암호화 - 사용자 PC부터 웹서버구간 간 암호화방식을 적용하여 구현해야 함 로그인 등 홈페이지로 전송되는 중요정보아이디, 패스워드와 같은 로그인 정보 및 개인정보 등에 대해 스니핑 등의 위협으로부터 보호하기 위하여 SSL 등 네트워크 구간 암호화 조치를 수행해야 함 - 구간 암호화는 접속기기PC, 모바일에 관계없이 적용되어야 하며 모바일 SSL의 안정적 운영을 위한 방안을 마련해야 함 요구사항 고유번호 SER-002 요구사항 분류 보안 요구사항 요구사항 명칭 소프트웨어 개발보안 지침 준수 요구 사항 상세 〇 용역수행사는 행정안전부에서 제공된 SW 개발보안 가이드을 준수하여야 한다. 〇 용역수행사는 행정안전부에서 제공된 행정기관 및 공공기관 정보시스템 구축운영 지침 제50조소프트웨어 개발보안 원칙을 준수하여야 한다. 제50조소프트웨어 개발보안 원칙 1 행정기관등이 전자정부법시행령 제71조제1항에 해당하는 정보시스템 사업을 추진할 때에는 별표 3의 소프트웨어 보안약점이 없도록 소프트웨 어를 개발 또는 변경이하 소프트웨어 개발보안이라 한다하여야 한다. 다만, 영 전자정부법시행령 제71조제1항에 해당하지 않는 정보시스템 사 업도 소프트웨어 개발보안을 적용할 수 있다. 2 제1항에 따라 행정기관등의 장이 정보시스템 사업 추진 시 적용해야 할 소프트웨어 개발보안의 범위는 다음 각 호와 같다. 1. 신규개발의 경우 설계단계 산출물 및 소스코드 전체 2. 유지관리의 경우 유지관리로 인해 변경된 설계단계 산출물 및 소스 코드 전체 3 제2항에 따라 소프트웨어 개발보안 적용시 상용 소프트웨어는 제외한 다. 〇 소프트웨어 보안약점 진단 기준은 행정기관 및 공공기관 정보시스템 구 축운영 지침 별표 3을 참고한다.",
      "tables": [
        [
          [
            "상세",
            "○  기능,  성능  등의  요구사항  및  설계사양  충족여부  검증\n○  기능의  정상적  수행여부  검증  등\n○  기능수행  후의  결과가  사전에  예측된  결과와  일치하는지  검증\n○  시스템의  접근권한  및  업무  권한에  대한  적절성  검증 \n○  대내시스템  간,  영역  간  연계  및  이를  포함하는  업무흐름  검증\n○  비대면  자격  확인  서비스  대외기관  연계  및  이를  포함하는  업무  흐름  검증\n○  결함을  파악하고  원인을  추적하여  결함을  제거하여야  함"
          ]
        ],
        [
          [
            "",
            "*  인증  우회  방지  및  입력정보  적합성  검사,  개발보안  가이드  준수  등\n○  웜,  바이러스  등  악성 SW을  예방하고  탐지,  대응하는  대책을  수립·시행해야  함\n○  내·외부  시스템  연계  보안\n    -  내·외부시스템과의  연동  시에는  운영중인  망연계장비  등을  활용하여  최적화\n된  연계  방안을  구상하여  적용하여야  함\n○  구간  암호화\n    -  사용자  PC부터  웹서버구간  간  암호화방식을  적용하여  구현해야  함\n      •  로그인  등  홈페이지로  전송되는  중요정보(아이디,  패스워드와  같은  로그인 \n정보  및  개인정보  등)에  대해  스니핑  등의  위협으로부터  보호하기  위하여 \nSSL  등  네트워크  구간  암호화  조치를  수행해야  함\n    -  구간  암호화는  접속기기(PC,  모바일)에  관계없이  적용되어야  하며  모바일 \nSSL의  안정적  운영을  위한  방안을  마련해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "TER-004"
          ],
          [
            "요구사항  분류",
            "테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "인수테스트"
          ],
          [
            "요구\n사항\n상세",
            "○  사용자  승인을  위한  검사  및  테스트  수행방법,  절차,  참여  조직  및  역할,  점\n검사항,  최종  검수  기준,  점검  후  조치  방안  등을  세부적으로  기술하여  계획\n을  수립하여야  함\n○  요구사항별  적합/부적합  판정을  할  수  있도록  요구사항별  테스트를  수행할 \n수  있어야  하며,  이에  따른  테스트  데이터를  준비하여야  함\n○  발주기관과  협의하여  승인  검사/테스트를  계획\n○  개발  완료  시,  최종  산출물  및  테스트  결과물을  첨부하여  발주기관의  1차  승\n인검사를  거친  뒤,  발주기관에  승인  검사  및  테스트를  요청하여야  하며,  승인\n검사  및  테스트  과정에서  발견된  하자  사항은  만족한  결과를  얻을  때까지  보\n완·테스트를  반복적으로  실시해야  함\n○  발주기관  운영자들이  테스트를  실시할  수  있도록  테스트  시나리오  제공\n○  최종  승인  처리는  발주기관의  승인을  받은  일자에  완료된  것으로  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SER-002"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "소프트웨어  개발보안  지침  준수"
          ],
          [
            "요구\n사항\n상세",
            "〇  용역수행사는  행정안전부에서  제공된  ‘SW  개발보안  가이드’을  준수하여야  한다.\n〇  용역수행사는  행정안전부에서  제공된  ‘행정기관  및  공공기관  정보시스템 \n구축·운영  지침  제50조(소프트웨어  개발보안  원칙)을  준수하여야  한다.\n      ※  제50조(소프트웨어  개발보안  원칙)\n      ①  행정기관등이  전자정부법시행령  제71조제1항에  해당하는  정보시스템 \n사업을  추진할  때에는  별표  3의  소프트웨어  보안약점이  없도록  소프트웨\n어를  개발  또는  변경(이하  ‘소프트웨어  개발보안’이라  한다)하여야  한다. \n다만,  영  전자정부법시행령  제71조제1항에  해당하지  않는  정보시스템  사\n업도  소프트웨어  개발보안을  적용할  수  있다. \n      ②  제1항에  따라  행정기관등의  장이  정보시스템  사업  추진  시  적용해야 \n할  소프트웨어  개발보안의  범위는  다음  각  호와  같다. \n      1.  신규개발의  경우  :  설계단계  산출물  및  소스코드  전체 \n      2.  유지관리의  경우  :  유지관리로  인해  변경된  설계단계  산출물  및  소스\n코드  전체 \n      ③  제2항에  따라  소프트웨어  개발보안  적용시  상용  소프트웨어는  제외한\n다.\n〇  소프트웨어  보안약점  진단  기준은  ‘행정기관  및  공공기관  정보시스템  구\n축·운영  지침  [별표  3]’을  참고한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SER-001"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  보안  대책"
          ],
          [
            "요구\n사항\n상세",
            "○  발주기관은  사업결과물에  대해  보안성  점검을  실시할  수  있으며  사업자는  이\n에  따른  개선  조치  등을  수행해야  함\n○  시스템에  대한  국가정보원  8대  취약점,  OWASP  TOP  10,  홈페이지  취약점  진\n단·제거  가이드(한국인터넷진흥원)  등을  반영한  보안  취약점을  점검해야  함\n○  보안성  검토결과에  따른  보안조치  권고사항을  사업자는  성실히  이행해야  함\n○  웹  응용프로그램  개발  시  주요  보안  취약점을  고려,  개발보안(Secure  코딩 \n등)을  준수하여  프로그램을  개발해야  함\n○  소프트웨어  개발  단계에서  안전하지  않은  함수의  사용,  부적절한  예외처리 \n등으로  인한  소프트웨어  취약점  발생  가능성  최소화(시큐어코딩  확행)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 요구사항 고유번호 SER-003 요구사항 분류 보안 요구사항 요구사항 명칭 개인정보보호 및 데이터 암호화 요구 사항 상세 개인정보 수집, 이용 및 제공 시 개인정보 보호대책을 검토하고 구현해야 함 - 정보시스템 및 DB에 주요개인정보를 저장할 경우 암호화 및 접근을 제어해 야 함 - 정보통신망을 통하여 개인정보를 송수신하는 경우 통신구간에 대한 암호화 적용 개인정보 보호법을 준수한 개인정보 보호방안을 마련 - DB에 데이터를 저장할 경우 개인정보와 민감정보 등의 필드 암호화 필수 - 웹브라우저와 웹서버 사이에 전송되는 ID, 비밀번호 등의 개인정보는 암호 화처리 - 회원정보의 등록, 삭제, 수정, 다운로드 사항에 대한 로그 기록 기능 구축 소통 데이터는 검증필 암호모듈 활용 암호화, 통신구간 內데이터 저장 금 지 개인정보와 관련하여 모든 DB 트랜잭션 로그 및 열람기록은 저장하여 관리 할 수 있도록 기능 구현 사용자를 분류하여 등급 및 역할에 따라 정보 공개 및 접속 권한 여부를 설 정하도록 함 시스템에 보관되어 있는 각종 데이터와 사용자 인증정보의 올바른 보관과 활 용을 위해 자료의 검색 및 조회에 대한 접근 권한을 규정하여 관리함 개인정보 보호 및 보안 강화 - 사용자 등록이 필요한 경우 개인정보를 최소화하고 개인정보 및 비밀번호 특수문자포함 9자리 이상 등 주요 정보는 암호화하여 DB에 보관 - 로그인 실패 횟수를 제한하고 5회 실패 시 30분간 로그인 제한기능 구현 - 관리자 사이트 접속제한 기능 구현관리자 2차인증을 통한 로그인 - 사용자 및 관리자 접속 기록 관리 관리자, 기업, 인재 각 아이디에 대한 계정에 관한 설정 및 분류 필요 - 각 계정에 대한 접근권한 및 분류 설정 - 32 - 요구사항 고유번호 SER-004 요구사항 분류 보안 요구사항 요구사항 명칭 용역수행 관련 보안 관리 요구 사항 상세 〇 일반사항 - 본 사업을 수행함에 있어 관련 지방자치단체를 상대로 하는 법규, 발주 처의 정보보호, 개인정보보호 정책, 지침 및 매뉴얼을 준수해야 한다. - 발주처의 자산에 접근하기 위해서는 발주처의 접근 통제 절차를 준수해야 한다. - 용역수행사는 사업수행에 사용되는 문서, 인원, 장비 등에 대하여 물리 적, 관리적, 기술적 보안대책 및 별표3의 누출금지 정보의 범위에 대한 보안관리계획을 사업수행계획서에 반영하여야 한다. - 발주처는 계약서의 보안사항을 준수하고 있는지를 감사할 권한을 가진 다. - 발주처의 감사시 필요한 근거 자료를 제공하고 현장 실사에 적극 협조해야 한 다. 〇 정보보안 - 사업 수행과정에서 취득한 자료와 정보에 관해서는 사업수행의 전후를 막 론하고 발주처의 승인 없이 외부에 유출 또는 누설해서는 안 되며, 이를 포함하여 보안정책을 위반하거나 보안사고 발생시 별표1의제안사 보 안위규 처리기준에 따른 민형사상의 책임을 져야한다. - 사업 수행 중 인원, 문서 및 전산자료 보안 등 아래의 보안관리 사항을 준 수 〇 정보보안 보안관리 준수 사항 1 참여 인력에 대한 보안관리 - 사업 착수 시 참여인원 중 보안책임관을 지정하여 발주처의 승인을 받아야 한다. 용역수행사는 용역사업 수행 전 참여 인원에 대해 법률 또는 규정에 의 한 비밀유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육을 실시하 여야 한다. - 사업 종료 시 용역수행사는 발주처로부터 제공받은 정보, 서류 및 중간최종산출물 등 모든 자료를 전량 발주처에 반납하고 삭제하여야 한다. 용역수행사는 사업관련 자료를 보유하고 있지 않으며 이를 위반 시 향 후 법적 책임이 있음을 포함한 붙임 8의대표자용 보안 서약서를 작 성하여 발주처에 제출하여야 한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-003"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "개인정보보호  및  데이터  암호화"
          ],
          [
            "요구\n사항\n상세",
            "○  개인정보  수집,  이용  및  제공  시  개인정보  보호대책을  검토하고  구현해야  함\n    -  정보시스템  및  DB에  주요개인정보를  저장할  경우  암호화  및  접근을  제어해\n야  함\n    -  정보통신망을  통하여  개인정보를  송·수신하는  경우  통신구간에  대한  암호화\n적용\n○  「개인정보  보호법」을  준수한  개인정보  보호방안을  마련\n    -  DB에  데이터를  저장할  경우  개인정보와  민감정보  등의  필드  암호화  필수\n    -  웹브라우저와  웹서버  사이에  전송되는  ID,  비밀번호  등의  개인정보는  암호\n화처리\n    -  회원정보의  등록,  삭제,  수정,  다운로드  사항에  대한  로그  기록  기능  구축\n      *  소통  데이터는  검증필  암호모듈  활용  암호화,  통신구간  內데이터  저장  금\n지\n○  개인정보와  관련하여  모든  DB  트랜잭션  로그  및  열람기록은  저장하여  관리\n할  수  있도록  기능  구현\n○  사용자를  분류하여  등급  및  역할에  따라  정보  공개  및  접속  권한  여부를  설\n정하도록  함\n○  시스템에  보관되어  있는  각종  데이터와  사용자  인증정보의  올바른  보관과  활\n용을  위해  자료의  검색  및  조회에  대한  접근  권한을  규정하여  관리함\n○  개인정보  보호  및  보안  강화\n    -  사용자  등록이  필요한  경우  개인정보를  최소화하고  개인정보  및  비밀번호\n(특수문자포함  9자리  이상)  등  주요  정보는  암호화하여  DB에  보관\n    -  로그인  실패  횟수를  제한하고  5회  실패  시  30분간  로그인  제한기능  구현\n    -  관리자  사이트  접속제한  기능  구현(관리자  2차인증을  통한  로그인)\n    -  사용자  및  관리자  접속  기록  관리\n○  관리자,  기업,  인재  각  아이디에  대한  계정에  관한  설정  및  분류  필요\n    -  각  계정에  대한  접근권한  및  분류  설정"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SER-004"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "용역수행  관련  보안  관리"
          ],
          [
            "요구\n사항\n상세",
            "〇  일반사항\n    -  본  사업을  수행함에  있어  관련  지방자치단체를  상대로  하는  법규,  발주\n처의  정보보호,  개인정보보호  정책,  지침  및  매뉴얼을  준수해야  한다.\n    -  발주처의  자산에  접근하기  위해서는  발주처의  접근  통제  절차를  준수해야 \n한다.\n    -  용역수행사는  사업수행에  사용되는  문서,  인원,  장비  등에  대하여  물리\n적,  관리적,  기술적  보안대책  및  [별표3]의  「누출금지  정보의  범위」에 \n대한  보안관리계획을  사업수행계획서에  반영하여야  한다.\n    -  발주처는  계약서의  보안사항을  준수하고  있는지를  감사할  권한을  가진\n다.   \n    -  발주처의  감사시  필요한  근거  자료를  제공하고  현장  실사에  적극  협조해야  한\n다.\n〇  정보보안 \n    -  사업  수행과정에서  취득한  자료와  정보에  관해서는  사업수행의  전후를  막\n론하고  발주처의  승인  없이  외부에  유출  또는  누설해서는  안  되며,  이를 \n포함하여  보안정책을  위반하거나  보안사고  발생시  [별표1]의“제안사  보\n안위규  처리기준”에  따른  민·형사상의  책임을  져야한다.\n    -  사업  수행  중  인원,  문서  및  전산자료  보안  등  아래의  보안관리  사항을  준\n수\n〇  정보보안  보안관리  준수  사항 \n  ①  참여  인력에  대한  보안관리\n    -  사업  착수  시\n      ·  참여인원  중  보안책임관을  지정하여  발주처의  승인을  받아야  한다.\n      ·  용역수행사는  용역사업  수행  전  참여  인원에  대해  법률  또는  규정에  의\n한  비밀유지의무  준수  및  위반  시  처벌내용  등에  대한  보안교육을  실시하\n여야  한다.   \n    -  사업  종료  시\n      ·  용역수행사는  발주처로부터  제공받은  정보,  서류  및  중간·최종산출물  등 \n모든  자료를  전량  발주처에  반납하고  삭제하여야  한다.\n      ·  용역수행사는  사업관련  자료를  보유하고  있지  않으며  이를  위반  시  향\n후  법적  책임이  있음을  포함한  [붙임  8]의“대표자용  보안  서약서”를  작\n성하여  발주처에  제출하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 요구사항 고유번호 SER-004 요구사항 분류 보안 요구사항계속 요구사항 명칭 용역수행 관련 보안 관리 요구 사항 상세 2 문서 및 전산자료 보안관리 - 시스템 구성도, 사업 산출물 및 개인정보 등 누출금지 정보는 비공개자료 로 분류하여 관리하여야 한다. - 용역수행사는 비공개자료 중 출력물 형태로 제공받는 자료에 대해서는 별지 서식 12의 열람제공자료 관리대장을 작성하여 관리한다. - 사업수행으로 생산되는 산출물 및 기록은 본 사업과 관련이 없는 일에 사용할 수 없으며, 발주처의 사전 승인 없이 인가하지 않은 자에게 제 공ᆞ대여ᆞ열람을 금지한다. 3 장비에 대한 보안관리 - 업무 수행을 위해 반입된 PC노트북 등는 업무 종료 시까지 반출을 할 수 없 다. 다만, 불가피한 경우 별지서식 13의 보조기억매체전산장비 포함 반출 입 대장을 작성하여 발주처의 승인 후 반출할 수 있다. - USB 등의 보조기억매체는 사용할 수 없다. 다만, 불가피한 경우는 별지서식 13 의 보조기억매체전산장비 포함 반출입 대장을 작성하여 발주처의 승인 후 사용할 수 있다. - 업무 종료 시 PC 및 사용된 보조기억매체는 Format하고 발주처의 승인 후 반출한 다. 4 내외부망에 대한 보안관리 - 사용자 계정별로 부여된 권한은 불필요시 곧바로 권한을 해지하거나 계정을 폐기토록 한다. - 발주처는 사용자별로 부여한 계정에 접속하여 저장된 자료와 작업이력을 확 인할 수 있다. - PC노트북 포함는 인터넷 연결을 금지한다. 다만, 불가피한 경우는 필요한 보안 조치를 실시하고 발주처의 확인 후 사용한다. - 인터넷 이용 시 본 사업 목적 외 제한유해 사이트 및 인터넷 파일공유 사이 트를 이용해서는 안 되며, 무단 이용 시 보안위반으로 간주한다. - 34 - 아. 품질 요구사항Quality Requirement 요구사항 고유번호 QUR-001 요구사항 분류 품질 요구사항 요구사항 명칭 품질관리 일반사항 요구 사항 상세 품질관리 조직과 운영절차를 구체적으로 제시하고 준수해야 한다. 품질관리 활동의 제반 절차 및 산출물을 명시한 품질관리 계획을 제안서 및 사업수행계획서에 상세하게 기술하여야 하며, 이에 근거하여 체계적이고 효과적인 프로젝트 진행을 위하여 사업기간 동안 품질관리 조직을 통해 품질보증 활동을 수행하고 결과물을 제출해야 한다. 품질 또는 성능상의 문제 발생 시 부하 테스트와 분석결과를 제시하고 개선한다. 본 과업 범위 외의 요인운영 서버 등 정보자원 등으로 인해 사업 결과에 영향이 발생하거나 예상되는 경우 원인과 해결방안을 발주기관에 제시하여 위험요소를 최소화하거나 문제가 해결될 수 있도록 적극적으로 협조해야 한다. 시스템은 신속한 장애대응을 위하여 내부 백업시스템에서 백업할 수 있도록 백업대상 및 백업주기를 백업시스템 관련부서담당자에 제공 지속적이고 효과적인 품질관리를 위한 조직의 구성방안 및 세부 품질활동 수 행방안을 구체적으로 제시해야 함 요구사항 고유번호 QUR-002 요구사항 분류 품질 요구사항 요구사항 명칭 장애대응을 위한 백업절차 마련 요구 사항 상세 시스템은 신속한 장애 대응을 위하여 백업 절차를 마련해야 함 에러복구, 장애 대책 확보 등 신뢰성 있는 서비스 환경을 제공 테스트 결함 발생율 및 조치율 - 테스트 기간 동안 발견된 결함 수와 결함의 지속 시간을 측정하여야 함 - 테스트 기간 동안 발견된 결함에 대한 조치율은 100이어야 하며, 제안사의 불가항력으로 인한 미조치 사항은 발주자의 승인을 득해야 하며, 결함에 대한 조치로 인하여 계획된 일정에 영향을 주어서는 안 됨 요구사항 고유번호 QUR-003 요구사항 분류 품질 요구사항 요구사항 명칭 신뢰성사용성정확성기능구현 요구 사항 상세 시스템은 정상상태에서 매일 24시간 동안 무중단으로 운영되어야 함 시스템은 장애 발생 시 12시간 이내에 정상 상태로 복구되어야 하며, 복구시 간 중에 장애 상황을 공지하고, 서비스 이용에 지장을 초래하지 않는 시간을",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "QUR-001"
          ],
          [
            "요구사항  분류",
            "품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "품질관리  일반사항"
          ],
          [
            "요구\n사항\n상세",
            "○  품질관리  조직과  운영절차를  구체적으로  제시하고  준수해야  한다.\n○  품질관리  활동의  제반  절차  및  산출물을  명시한  품질관리  계획을  제안서 \n및  사업수행계획서에  상세하게  기술하여야  하며,  이에  근거하여 \n체계적이고  효과적인  프로젝트  진행을  위하여  사업기간  동안  품질관리 \n조직을  통해  품질보증  활동을  수행하고  결과물을  제출해야  한다.\n○  품질  또는  성능상의  문제  발생  시  부하  테스트와  분석결과를  제시하고 \n개선한다.\n○  본  과업  범위  외의  요인(운영  서버  등  정보자원  등)으로  인해  사업 \n결과에  영향이  발생하거나  예상되는  경우  원인과  해결방안을  발주기관에 \n제시하여  위험요소를  최소화하거나  문제가  해결될  수  있도록  적극적으로 \n협조해야  한다.\n○  시스템은  신속한  장애대응을  위하여  내부  백업시스템에서  백업할  수 \n있도록  백업대상  및  백업주기를  백업시스템  관련부서(담당자)에  제공\n○  지속적이고  효과적인  품질관리를  위한  조직의  구성방안  및  세부  품질활동  수\n행방안을  구체적으로  제시해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SER-004"
          ],
          [
            "요구사항  분류",
            "보안  요구사항(계속)"
          ],
          [
            "요구사항  명칭",
            "용역수행  관련  보안  관리"
          ],
          [
            "요구\n사항\n상세",
            "②  문서  및  전산자료  보안관리\n    -  시스템  구성도,  사업  산출물  및  개인정보  등  누출금지  정보는  비공개자료\n로  분류하여  관리하여야  한다. \n    -  용역수행사는  비공개자료  중  출력물  형태로  제공받는  자료에  대해서는  [별지\n서식  12]의  “열람·제공자료  관리대장”을  작성하여  관리한다.\n    -  사업수행으로  생산되는  산출물  및  기록은  본  사업과  관련이  없는  일에 \n사용할  수  없으며,  발주처의  사전  승인  없이  인가하지  않은  자에게  제\n공ㆍ대여ㆍ열람을  금지한다. \n  ③  장비에 대한 보안관리\n    -  업무  수행을  위해  반입된  PC(노트북  등)는  업무  종료  시까지  반출을  할  수  없\n다.  다만,  불가피한  경우  [별지서식  13]의  「보조기억매체(전산장비  포함)  반출·\n입 대장」을  작성하여  발주처의  승인  후  반출할  수  있다.\n    -  USB  등의  보조기억매체는  사용할  수  없다.  다만,  불가피한  경우는  [별지서식  13]\n의  「보조기억매체(전산장비  포함)  반출·입  대장」을  작성하여  발주처의  승인 \n후  사용할  수  있다.\n    -  업무 종료 시 PC 및 사용된 보조기억매체는 Format하고 발주처의 승인 후 반출한\n다.\n  ④  내·외부망에  대한  보안관리\n    -  사용자  계정별로  부여된  권한은  불필요시  곧바로  권한을  해지하거나  계정을 \n폐기토록  한다.\n    -  발주처는  사용자별로  부여한  계정에  접속하여  저장된  자료와  작업이력을  확\n인할  수  있다.\n    -  PC(노트북  포함)는  인터넷  연결을  금지한다.  다만,  불가피한  경우는  필요한  보안\n조치를  실시하고  발주처의  확인  후  사용한다.\n    -  인터넷  이용  시  본  사업  목적  외  제한·유해  사이트  및  인터넷  파일공유  사이\n트를  이용해서는  안  되며,  무단  이용  시  보안위반으로  간주한다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "QUR-002"
          ],
          [
            "요구사항  분류",
            "품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "장애대응을  위한  백업절차  마련"
          ],
          [
            "요구\n사항\n상세",
            "○  시스템은  신속한  장애  대응을  위하여  백업  절차를  마련해야  함\n○  에러복구,  장애  대책  확보  등  신뢰성  있는  서비스  환경을  제공\n○  테스트  결함  발생율  및  조치율\n  -  테스트  기간  동안  발견된  결함  수와  결함의  지속  시간을  측정하여야  함\n  -  테스트  기간  동안  발견된  결함에  대한  조치율은  100%이어야  하며, \n제안사의  불가항력으로  인한  미조치  사항은  발주자의  승인을  득해야  하며, \n결함에  대한  조치로  인하여  계획된  일정에  영향을  주어서는  안  됨"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "QUR-003"
          ],
          [
            "요구사항  분류",
            "품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "신뢰성∙사용성∙정확성(기능구현)"
          ],
          [
            "요구\n사항\n상세",
            "○  시스템은  정상상태에서  매일  24시간  동안  무중단으로  운영되어야  함\n○  시스템은  장애  발생  시  12시간  이내에  정상  상태로  복구되어야  하며,  복구시\n간  중에  장애  상황을  공지하고,  서비스  이용에  지장을  초래하지  않는  시간을"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 자. 제약사항Constraint Requirement 이용하여 작업하여야 함 오류, 접속시간 지연 등이 발생하였을 때 해결방법, 진행상태 표시등의 안내 메시지 제공 시스템 주요기능 및 맵을 작성하여 사용자의 편의를 증진하고, 온라인 도움 말과 사용매뉴얼운영자용, 관리자용 제공 기능 구현 정확성은 운영자가 직접 테스트 수행 기간에 테스트를 수행함으로 써 평가 요구사항 고유번호 COR-001 요구사항 분류 제약사항 요구사항 명칭 개발 표준 준수 요구 사항 상세 개발은 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부 고시 제2021-03호, 2021. 01. 19.에 의거하여 전자정부 표준 프레임워크의 활 용을 고려해야 함 모든 서비스는 다양한 OS, 브라우저, 기기를 수용해야 함 유연성 및 확장성을 확보하도록 모듈화 개발전략을 반영해야 함 현재 보유된 SW를 최대한 재활용하며, 추가 도입이 필요한 솔루션의 경우 본 용역에 포함하여 수행해야 함 정보시스템 구축ᆞ운영지침 제41조 제5항에 따른 작업 장소 이외에서 근 무하는 관련 사항에 대한 보안사업품질 관리는 원격지 개발사업 관리가이 드한국정보화진흥원에 준하여 이루어져야 함 위의 표준은 링크된 사이트에 대해서는 제외하며, 적용이 불가능한 사항에 대해서는 명확한 사유를 제시해야 함 요구사항 고유번호 COR-002 요구사항 분류 제약사항 요구사항 명칭 개발언어 사용 요구 사항 상세 제조사의 지속적인 기술지원이 가능한 개발 툴 및 언어를 사용하여야 하며, 유지관리 용이성을 위하여 가급적 JAVA 등 범용적으로 사용하고 있는 언어 선정 기술지원 및 유지관리 용이성 등을 고려한 개발 언어를 협의하여 선정하여야 함 - 특정 개발 언어 사용 시 협의 필요 - 36 - 요구사항 고유번호 COR-004 요구사항 분류 제약사항 요사항 명칭 관련 법제도 및 지침, 표준 준수 요구 사항 상세 본 사업의 수행함에 있어 관련 법령 및 규정, 지침, 표준 등을 준수해야 함 정보시스템 및 웹사이트 구축 관련 지침 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 - 전자정부 웹사이트 품질관리 지침행정안전부 - 행정업무용 표준관리 규정행정안전부 - 행정기관의 코드표준화 추진지침행정안전부 - 표준 프레임워크 적용 가이드라인행정안전부 - 행정기관 정보시스템 접근권한 관리규정행정안전부 - 정부디렉토리 관리지침행정안전부 - 행정공공기관 웹사이트 구축운영 가이드행정안전부 - 행정정보 공동이용 지침행정안전부 - 공공기관의 데이터베이스 표준화 지침행정안전부 - 공유서비스 개발 가이드라인행정안전부 - 공유서비스 기술표준적용 가이드라인행정안전부 - 한국형 웹콘텐츠 접근성 지침 2.1과학기술정보통신부 모바일서비스 관련 지침 - 행정업무 모바일 서비스 구축 가이드라인행정안전부 - 모바일 전자정부서비스 구축 가이드라인행정안전부 - 대국민 모바일 서비스 구축 가이드라인행정안전부 - 모바일 대민서비스 보안취약점 점검 가이드행정안전부 - 모바일 표준프레임워크 적용 가이드라인행정안전부 - 모바일 전자정부서비스 호환성 준수지침행정안전부 - 모바일 전자정부 서비스 관리 지침행정안전부 - 모바일 서비스 사용자 인터페이스 설계 지침행정안전부 - 모바일 전자정부 공통기반 및 지원센터 활용 가이드라인행정안전부 - 모바일 전자정부 서비스 보안 가이드라인행정안전부 요구사항 고유번호 COR-003 요구사항 분류 제약사항 요구사항 명칭 기존 시스템과 연관성 분석 요구 사항 상세 기존 시스템 운영에 영향을 주지 않는 시스템을 구현하여야 함 - 기 운영되고 있는 시스템 구조 및 전체 표준과 호환성, 시스템 통합 및 분 산설계, 데이터 유형, 프로세스 환경 유형, 사용자 유형, 시스템 간 물리적 네 트워크 연결구성을 고려하여 구조 설계를 하여야 함 시스템 개발 과정에서 업무 현황 조사, 팀별 인터뷰, 설문조사 등 사용자 요 구사항을 최대한 반영 기 도입 운영 중인 소프트웨어와의 연계 및 호환성 확보",
      "tables": [
        [
          [
            "",
            "이용하여  작업하여야  함\n○  오류,  접속시간  지연  등이  발생하였을  때  해결방법,  진행상태  표시등의  안내\n메시지  제공\n○  시스템  주요기능  및  맵을  작성하여  사용자의  편의를  증진하고,  온라인  도움\n말과  사용매뉴얼(운영자용,  관리자용)  제공\n○  기능  구현  정확성은  운영자가  직접  테스트  수행  기간에  테스트를  수행함으로\n써  평가"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-003"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "기존  시스템과  연관성  분석"
          ],
          [
            "요구\n사항\n상세",
            "○  기존  시스템  운영에  영향을  주지  않는  시스템을  구현하여야  함\n    -  기  운영되고  있는  시스템  구조  및  전체  표준과  호환성,  시스템  통합  및  분\n산설계,  데이터  유형,  프로세스  환경  유형,  사용자  유형,  시스템  간  물리적  네\n트워크  연결구성을  고려하여  구조  설계를  하여야  함\n○  시스템  개발  과정에서  업무  현황  조사,  팀별  인터뷰,  설문조사  등  사용자  요\n구사항을  최대한  반영\n○  기  도입  운영  중인  소프트웨어와의  연계  및  호환성  확보"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-001"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "개발  표준  준수"
          ],
          [
            "요구\n사항\n상세",
            "○  개발은  「행정기관  및  공공기관  정보시스템  구축‧운영지침(행정안전부  고시 \n제2021-03호,  2021.  01.  19.」에  의거하여  「전자정부  표준  프레임워크」의  활\n용을  고려해야  함\n○  모든  서비스는  다양한  OS,  브라우저,  기기를  수용해야  함\n○  유연성  및  확장성을  확보하도록  모듈화  개발전략을  반영해야  함\n○  현재  보유된  S/W를  최대한  재활용하며,  추가  도입이  필요한  솔루션의  경우 \n본  용역에  포함하여  수행해야  함\n○  「정보시스템  구축ㆍ운영지침  제41조  제5항」에  따른  작업  장소  이외에서  근\n무하는  관련  사항에  대한  보안․사업․품질  관리는  「원격지  개발사업  관리가이\n드(한국정보화진흥원)」에  준하여  이루어져야  함\n○  위의  표준은  링크된  사이트에  대해서는  제외하며,  적용이  불가능한  사항에 \n대해서는  명확한  사유를  제시해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-002"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "개발언어  사용"
          ],
          [
            "요구\n사항\n상세",
            "○  제조사의  지속적인  기술지원이  가능한  개발  툴  및  언어를  사용하여야  하며, \n유지관리  용이성을  위하여  가급적  JAVA  등  범용적으로  사용하고  있는  언어 \n선정\n○  기술지원  및  유지관리  용이성  등을  고려한  개발  언어를  협의하여  선정하여야 \n함\n    -  특정  개발  언어  사용  시  협의  필요"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-004"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요사항  명칭",
            "관련  법제도  및  지침,  표준  준수"
          ],
          [
            "요구\n사항\n상세",
            "○  본  사업의  수행함에  있어  관련  법령  및  규정,  지침,  표준  등을  준수해야  함\n○  정보시스템  및  웹사이트  구축  관련  지침\n    -  행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부)\n    -  전자정부  웹사이트  품질관리  지침(행정안전부)\n    -  행정업무용  표준관리  규정(행정안전부)\n    -  행정기관의  코드표준화  추진지침(행정안전부)\n    -  표준  프레임워크  적용  가이드라인(행정안전부)\n    -  행정기관  정보시스템  접근권한  관리규정(행정안전부)\n    -  정부디렉토리  관리지침(행정안전부)\n    -  행정·공공기관  웹사이트  구축·운영  가이드(행정안전부)\n    -  행정정보  공동이용  지침(행정안전부)\n    -  공공기관의  데이터베이스  표준화  지침(행정안전부)\n    -  공유서비스  개발  가이드라인(행정안전부)\n    -  공유서비스  기술표준적용  가이드라인(행정안전부)\n    -  한국형  웹콘텐츠  접근성  지침  2.1(과학기술정보통신부)\n○  모바일서비스  관련  지침 \n    -  행정업무  모바일  서비스  구축  가이드라인(행정안전부)\n    -  모바일  전자정부서비스  구축  가이드라인(행정안전부)\n    -  대국민  모바일  서비스  구축  가이드라인(행정안전부)\n    -  모바일  대민서비스  보안취약점  점검  가이드(행정안전부)\n    -  모바일  표준프레임워크  적용  가이드라인(행정안전부)\n    -  모바일  전자정부서비스  호환성  준수지침(행정안전부)\n    -  모바일  전자정부  서비스  관리  지침(행정안전부)\n    -  모바일  서비스  사용자  인터페이스  설계  지침(행정안전부)\n    -  모바일  전자정부  공통기반  및  지원센터  활용  가이드라인(행정안전부)\n    -  모바일  전자정부  서비스  보안  가이드라인(행정안전부)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - - 모바일서비스 사용자인터페이스 가이드라인행정안전부 - 모바일 애플리케이션 접근성 지침과학기술정보통신부 정보보호 관련 지침 - 전자정부 정보보호 관리체계행정안전부 - 소프트웨어 개발보안 가이드행정안전부 - 홈페이지 취약점 진단제거 가이드한국인터넷진흥원 - Web2.0 정보보호 실무가이드행정안전부 - 웹사이트 SW웹 개발보안가이드행정안전부 - 소프트웨어 보안약점 진단가이드행정안전부 - 정보신기술 도입 보안관리 실무가이드행정안전부 - 국가공공기관 암호사용 기준국가정보원 개인정보보호 관련 지침 - 개인정보보호 지침행정안전부 - 웹사이트 개인정보 노출방지 가이드라인행정안전부 - 공공기관 I-PIN 의무도입 적용지침행정안전부 - 개인정보 기술적 보호 조치 및 가이드라인행정안전부 - 개인정보의 안전성 확보조치 기준행정안전부 기타 관련 지침 - 정보기술아키텍쳐 도입 운영지침행정안전부 - 데이터 품질관리 지침한국데이터진흥원 - 범정부 EA 메타모델 적용 가이드행정안전부 - 범정부 EA 활용 가이드행정안전부 - 범정부 EA포털 정보화사업 및 정보자원 등록 및 관리 - 국가 정보보안 기본지침국가정보원 등 사업기간 중 위의 관련지침 등이 변경되거나 새롭게 관련 지침이 발표되었을 때에도 이를 반영해야 함 요구사항 고유번호 COR-005 요구사항 분류 제약사항 요구사항 명칭 저작권 보호 및 관리 요구 사항 상세 개발된 모든 산출물, 자료, 디자인, 이미지 등 모든 지식재산권은 발주기관과 계약상대자가 공동 소유함을 원칙으로 하되 세부사항은 협의하여 결정 - 해당 결과물에 대한 권리는 저작권복제권, 배포권, 대여권 및 2차적 저작물 작성에 관한 권리2차적 저작물 창작권리 및 2차적 저작물 이용권리를 포함 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동 활용할 계획이 없음을 사전에 안내함 제안사는 계약에 의거 제공한 SW, 이미지 등이 국내외의 특허권 및 저작권을 침해하고 있다는 이유로 발주기관을 상대로 한 소송이 제기되었을 경우 계약자 의 비용으로 이를 변호하고, 발주기관에 발생된 손해 및 비용에 대하여 배상 제안사는 신규개발 프로그램 및 제3자로부터 구매공급한 콘텐츠 등 모든 관 - 38 - 차. 프로젝트관리 요구사항Project Management Requirement 요구사항 고유번호 PMR-002 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 사업수행 장소 요구 사항 상세 사업수행 장소는 원활한 업무협의 및 응급상황 대응을 위해 발주기관에 인접 한 위치에 있는 것을 권고하며 발주기관과 협의하여 정함 사업수행자는 작업 장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업 장소에 관하여 우선 검토한다. 다만, 발주기관에서는 사업수행자가 제시한 작업장소 가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 사업수행자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대 한 대응방안을 제안하여야 함 사업수행자는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방안을 제시 하여야 함 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 원격지 보안관리대책 시건장치, 출입통제 등을 실시하여야 함 1. 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 2. 개인소유 PC 및 보조기억장치 반입반출 통제 3. 생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐기할 것 4. 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 등 요구사항 고유번호 PMR-001 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 사업수행조직 구성 요구 사항 상세 사업수행자는 전체 또는 부문별 책임자를 임명하여 사업 수행 본 사업의 핵심인력인 프로젝트관리자PM는 유사사업 PM경력이 있는 자로 공고일 전일 자사 임직원이어야 함 투입 인력 교체 시 교체 인력에 대해 동일한 자료 제출 및 보안 교육을 실시 해야 함 본 사업은 공동계약 및 하도급을 허용하지 않음 련 프로그램이 사용자 환경에 따라 설치 할 수 있도록 구축하여야 함 최종 산출물 제출시, 저작권 확보에 대한 자료 제출 - 저작권이 걸려있는 신문기사, 이미지 등의 경우 저작권 허락동의서를 문서 로 확보해야 함",
      "tables": [
        [
          [
            "",
            "련  프로그램이  사용자  환경에  따라  설치  할  수  있도록  구축하여야  함\n○  최종  산출물  제출시,  저작권  확보에  대한  자료  제출\n    -  저작권이  걸려있는  신문기사,  이미지  등의  경우  저작권  허락동의서를  문서\n로  확보해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-001"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "사업수행조직  구성"
          ],
          [
            "요구\n사항\n상세",
            "○  사업수행자는  전체  또는  부문별  책임자를  임명하여  사업  수행\n○  본  사업의  핵심인력인  프로젝트관리자(PM)는  유사사업  PM경력이  있는  자로 \n공고일  전일  자사  임직원이어야  함\n○  투입  인력  교체  시  교체  인력에  대해  동일한  자료  제출  및  보안  교육을  실시\n해야  함\n○  본  사업은  공동계약  및  하도급을  허용하지  않음"
          ]
        ],
        [
          [
            "",
            "-  모바일서비스  사용자인터페이스  가이드라인(행정안전부) \n    -  모바일  애플리케이션  접근성  지침(과학기술정보통신부) \n○  정보보호  관련  지침\n    -  전자정부  정보보호  관리체계(행정안전부) \n    -  소프트웨어  개발보안  가이드(행정안전부)\n    -  홈페이지  취약점  진단‧제거  가이드(한국인터넷진흥원)\n    -  Web2.0  정보보호  실무가이드(행정안전부)\n    -  웹사이트  SW(웹)  개발보안가이드(행정안전부)\n    -  소프트웨어  보안약점  진단가이드(행정안전부) \n    -  정보신기술  도입  보안관리  실무가이드(행정안전부)\n    -  국가·공공기관  암호사용  기준(국가정보원)\n○  개인정보보호  관련  지침\n    -  개인정보보호  지침(행정안전부)\n    -  웹사이트  개인정보  노출방지  가이드라인(행정안전부)\n    -  공공기관  I-PIN  의무도입  적용지침(행정안전부)\n    -  개인정보  기술적  보호  조치  및  가이드라인(행정안전부)\n    -  개인정보의  안전성  확보조치  기준(행정안전부)\n○  기타  관련  지침\n    -  정보기술아키텍쳐  도입  운영지침(행정안전부)\n    -  데이터  품질관리  지침(한국데이터진흥원)\n    -  범정부  EA  메타모델  적용  가이드(행정안전부)\n    -  범정부  EA  활용  가이드(행정안전부)\n    -  범정부  EA포털  정보화사업  및  정보자원  등록  및  관리\n    -  국가  정보보안  기본지침(국가정보원)  등 \n○  사업기간  중  위의  관련지침  등이  변경되거나  새롭게  관련  지침이  발표되었을 \n때에도  이를  반영해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-002"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "사업수행  장소"
          ],
          [
            "요구\n사항\n상세",
            "○  사업수행  장소는  원활한  업무협의  및  응급상황  대응을  위해  발주기관에  인접\n한  위치에  있는  것을  권고하며  발주기관과  협의하여  정함\n○  사업수행자는  작업  장소  상호협의  시  제안요청서  내  명시된  보안요구사항을 \n준수한  작업장소를  제시할  수  있으며,  발주기관에서는  제시된  작업  장소에 \n관하여  우선  검토한다.  다만,  발주기관에서는  사업수행자가  제시한  작업장소\n가  보안요구사항을  준수하지  못한  경우  거부할  수  있음\n○  사업수행자는  원격지  개발에  따른  보안사고  등  위험요인을  식별하여  이에  대\n한  대응방안을  제안하여야  함\n○  사업수행자는  원격지  개발에  따른  개발방법  등에  대한  구체적인  방안을  제시\n하여야  함\n○  원격지  개발에  따른  수행  장소  등에  대하여  구체적인  원격지  보안관리대책\n(시건장치,  출입통제  등)을  실시하여야  함\n      1.  프로젝트  사무실,  중요장비  설치장소에  대한  출입보안\n      2.  개인소유  PC  및  보조기억장치  반입·반출  통제\n      3.  생성문서는  별도  잠금장치가  된  곳에  보관하며,  안전한  방법에  따라  폐기할  것\n      4.  문서의  보안등급  부여  및  차별화  된  권한관리를  수행할  것  등"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "COR-005"
          ],
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "저작권  보호  및  관리"
          ],
          [
            "요구\n사항\n상세",
            "○  개발된  모든  산출물,  자료,  디자인,  이미지  등  모든  지식재산권은  발주기관과 \n계약상대자가  공동  소유함을  원칙으로  하되  세부사항은  협의하여  결정 \n    -  해당  결과물에  대한  권리는  저작권(복제권,  배포권,  대여권)  및  2차적  저작물 \n작성에  관한  권리(2차적  저작물  창작권리  및  2차적  저작물  이용권리)를  포함\n○  사업을  통해  개발되는  소프트웨어는  용역계약일반조건  제56조(계약목적물의 \n지식재산권  귀속  등)에  따라  타  기관과  공동  활용할  계획이  없음을  사전에 \n안내함\n○  제안사는  계약에  의거  제공한  S/W,  이미지  등이  국내외의  특허권  및  저작권을 \n침해하고  있다는  이유로  발주기관을  상대로  한  소송이  제기되었을  경우  계약자\n의  비용으로  이를  변호하고,  발주기관에  발생된  손해  및  비용에  대하여  배상\n○  제안사는  신규개발  프로그램  및  제3자로부터  구매‧공급한  콘텐츠  등  모든  관"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 요구사항 고유번호 PMR-003 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 사업수행 일반 요구 사항 상세 개발소프트웨어 등의 설치과정에서 발생하는 제반 안전사고 책임 및 행정적, 기술적 제반비용과 문제처리는 사업수행자가 부담함 사업수행자는 개발소프트웨어 등을 납품 시 원소유자의 저작권을 침해하지 아니하는 제품을 납품하여야 함 SW산출물 반출 절차 등 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요 청서에 명시된 누출금지 정보에 해당하지 않을 경우 SW산출물을 제공함. 다 만 SW산출물의 활용 절차와 공급자가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가자격 제한 등에 관하여는소프트웨어사업 관리감독에 관한 일 반기준과학기술정보정통부 고시 제14조의2산출물의 활용에 따른다. 요구사항 고유번호 PMR-004 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 보고 및 산출물 관리 요건 요구 사항 상세 산출물은 계약관련 산출물과 사업추진 관련 산출물로 구분하며 세부 산 출물 내역 및 제출일정은 사전에 발주기관과 협의 확정하여야 하며, 사업 수행계획서에 명시산출물 및 산출물별 제출일정하여야 함 사업수행계획서는 본 사업의 적정한 관리를 위하여 품질보증 계획, 변경 계획 관리, 예정공정표, 추진일정 계획산출물 및 제출일정 포함, 추진조 직도 및 부문별 책임자, 부문별 관리계획, 기술적용계획표, 교육지원계획, 장비 및 SW 납품계획서 등이 포함되어야 함 본 사업의 계약과 관련된 산출물은 다음을 기본으로 함 1. 계약 후 10일 이내 가. 사업수행계획서 1부 나. 참여자명단재직증명서, 자격증 사본, 긴급연락망 1부 다. 각종 보안관련 산출물 1부 라. 착수계 1부 2. 정기 보고 및 수시 보고 산출물 사업진행내용, 추진 경과, 장비의 반입상황, 기타 특이사항 등을 기록한 중간보고서 제출, 특이사항 발생 시 비정기적 보고서 작성 제출 3. 최종 보고 산출물완료보고 시 가. 사업완료보고서최종보고서 및 요약보고서 각1부 나. 기술적용결과표보고서 1부 다. 발주기관은 계획된 성과품 이외에 과업수행의 내역을 파악할 수 있 는 별도의 산출물을 요구할 수 있음 계약상대자는 과업이 완료되기 15일 전에 보고서의 초안을 주관 기 - 40 - 관에 제출하여 심의를 받고, 수정사항에 대해서는 보완토록 함 사업추진 주요 산출물은 아래와 같이 구성되며, 프로젝트 관리 산출물 및 사업유형별 산출물은 협의하여 결정함 - 현행화 산출물원시의 최신 자료, SW 사업정보 산출물제약사항 참조 - 각 요구사항별 해당 산출물 - 기타 계약관련 산출물 등 관리대상 산출물은 제출 일정을 준수하여 관리하여야 하며, 최종 산출물은 사업 종료검수 전까지 확인되어야 함 관리항목 프로젝트 계획수립 진척관리 시스템테스트 사용자지침서 납품 요구사항 고유번호 PMR-005 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 인수테스트 계획서 작성 요구 사항 상세 인수테스트에 대한 계획을 기술하여야 함 테스트 단계별로 수행방법, 절차, 참여 조직 및 역할, 점검사항, 최종 검수기 준, 점검 후 조치 방안 및 자료 테스트 수행방안 등을 세부적으로 기술 사업수행자는 주관기관과 협의하여 인수테스트를 계획하고, 주관기관이 인수 테스트를 이행하기 위하여 필요한 모든 조력을 제공하여야 함 요구사항 고유번호 PMR-006 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 개발환경 및 개발시스템 설치 요구 사항 상세 사업수행자는 개발 시스템 설치 전 설치장소의 정보시스템 운영 환경에 관한 기술적 검토 및 안정성을 검증하여야 하며, 사전 검증 없이 발생된 제반 문 제에 대해서는 사업수행자가 모든 책임을 짐 본 사업의 목표시스템 구성을 위한 기존 시스템에 대한 재배치, 환경 설정, 정책 최적화 등에 비용이 발생할 경우 사업수행자 부담으로 함 개발 시스템 설치와 관련하여 각종 환경 설정과 정상 가동에 따른 업무협의 및 보완 사항은 전적으로 사업수행자의 주관책임 하에 유지보수 업체제조 사의 협력이 필요할 경우 제조사, 관련 기관과 협력하여 문제점을 보완하고 정상 가동하도록 조치하여야 함 개발 시스템 설치 시 운영 중인 서버 및 네트워크 등에 지장이 없도록 하여 야 하며, 기존 시스템을 중단하게 될 경우에는 업무에 지장을 초래하지 않는 시간을 이용하여 작업하여야 함",
      "tables": [
        [
          [
            "",
            "관에  제출하여  심의를  받고,  수정사항에  대해서는  보완토록  함\n○  사업추진  주요  산출물은  아래와  같이  구성되며,  프로젝트  관리  산출물 \n및  사업유형별  산출물은  협의하여  결정함\n  -  현행화  산출물(원시의  최신  자료),  S/W  사업정보  산출물(‘제약사항’  참조)\n  -  각  요구사항별  해당  산출물\n  -  기타  계약관련  산출물  등\n○  관리대상 산출물은 제출 일정을  준수하여 관리하여야 하며,  최종 산출물은 사업 \n종료(검수) 전까지 확인되어야 함",
            "",
            ""
          ],
          [
            "",
            "",
            "관리항목",
            ""
          ],
          [
            "",
            "",
            "프로젝트  계획수립",
            ""
          ],
          [
            "",
            "",
            "진척관리",
            ""
          ],
          [
            "",
            "",
            "시스템테스트",
            ""
          ],
          [
            "",
            "",
            "사용자지침서",
            ""
          ],
          [
            "",
            "",
            "납품",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-003"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "사업수행  일반"
          ],
          [
            "요구\n사항\n상세",
            "○  개발소프트웨어  등의  설치과정에서  발생하는  제반  안전사고  책임  및  행정적, \n기술적  제반비용과  문제처리는  사업수행자가  부담함\n○  사업수행자는  개발소프트웨어  등을  납품  시  원소유자의  저작권을  침해하지 \n아니하는  제품을  납품하여야  함\n○  SW산출물  반출  절차  등  공급자는  지식재산권의  활용을  위하여  SW산출물의 \n반출을  요청할  수  있으며,  발주기관에서는  「보안업무규정」  제4조  및  제안요\n청서에  명시된  누출금지  정보에  해당하지  않을  경우  SW산출물을  제공함.  다\n만  SW산출물의  활용  절차와  공급자가  SW산출물  활용  절차를  지키지  않는 \n경우  입찰참가자격  제한  등에  관하여는「소프트웨어사업  관리감독에  관한  일\n반기준」(과학기술정보정통부  고시)  제14조의2(산출물의  활용)에  따른다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-005"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "인수테스트  계획서  작성"
          ],
          [
            "요구\n사항\n상세",
            "○  인수테스트에  대한  계획을  기술하여야  함 \n○  테스트  단계별로  수행방법,  절차,  참여  조직  및  역할,  점검사항,  최종  검수기\n준,  점검  후  조치  방안  및  자료  테스트  수행방안  등을  세부적으로  기술\n○  사업수행자는  주관기관과  협의하여  인수테스트를  계획하고,  주관기관이  인수 \n테스트를  이행하기  위하여  필요한  모든  조력을  제공하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-004"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "보고  및  산출물  관리  요건"
          ],
          [
            "요구\n사항\n상세",
            "○  산출물은  계약관련  산출물과  사업추진  관련  산출물로  구분하며  세부  산\n출물  내역  및  제출일정은  사전에  발주기관과  협의  확정하여야  하며,  사업\n수행계획서에  명시(산출물  및  산출물별  제출일정)하여야  함\n※  사업수행계획서는  본  사업의  적정한  관리를  위하여  품질보증  계획,  변경\n계획  관리,  예정공정표,  추진일정  계획(산출물  및  제출일정  포함),  추진조\n직도  및  부문별  책임자,  부문별  관리계획,  기술적용계획표,  교육지원계획, \n장비  및  S/W  납품계획서  등이  포함되어야  함\n○  본  사업의  계약과  관련된  산출물은  다음을  기본으로  함\n    1.  계약  후  10일  이내  : \n      가.  사업수행계획서  1부\n      나.  참여자명단(재직증명서,  자격증  사본),  긴급연락망  1부\n      다.  각종  보안관련  산출물  1부\n      라.  착수계  1부\n    2.  정기  보고  및  수시  보고  산출물\n      :  사업진행내용,  추진  경과,  장비의  반입상황,  기타  특이사항  등을  기록한 \n중간보고서  제출,  특이사항  발생  시  비정기적  보고서  작성  제출\n    3.  최종  보고  산출물(완료보고  시)\n      가.  사업완료보고서(최종보고서  및  요약보고서)  각1부\n      나.  기술적용결과표(보고서  1부)\n      다.  발주기관은  계획된  성과품  이외에  과업수행의  내역을  파악할  수  있\n는  별도의  산출물을  요구할  수  있음\n  ※  계약상대자는  과업이  완료되기  15일  전에  보고서의  초안을  주관  기"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-006"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "개발환경  및  개발시스템  설치"
          ],
          [
            "요구\n사항\n상세",
            "○  사업수행자는  개발  시스템  설치  전  설치장소의  정보시스템  운영  환경에  관한 \n기술적  검토  및  안정성을  검증하여야  하며,  사전  검증  없이  발생된  제반  문\n제에  대해서는  사업수행자가  모든  책임을  짐\n○  본  사업의  목표시스템  구성을  위한  기존  시스템에  대한  재배치,  환경  설정, \n정책  최적화  등에  비용이  발생할  경우  사업수행자  부담으로  함\n○  개발  시스템  설치와  관련하여  각종  환경  설정과  정상  가동에  따른  업무협의 \n및  보완  사항은  전적으로  사업수행자의  주관․책임  하에  유지보수  업체(제조\n사의  협력이  필요할  경우  제조사),  관련  기관과  협력하여  문제점을  보완하고 \n정상  가동하도록  조치하여야  함\n○  개발  시스템  설치  시  운영  중인  서버  및  네트워크  등에  지장이  없도록  하여\n야  하며,  기존  시스템을  중단하게  될  경우에는  업무에  지장을  초래하지  않는 \n시간을  이용하여  작업하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 개발ᆞ시험환경은 실제 운영환경과 분리 운영하고, 실제 운영환경으로 이전 시 개발환경 초기화, 불필요한 서비스 제거 등 보안조치 실시 요구사항 고유번호 PMR-007 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 검수 요구 사항 상세 사업 진행검사는 제반 작업진척 사항 등의 실적을 기준으로 실시하며 검사 내용에 대해 주관기관의 시정요구가 있을 경우 사업수행자는 성실히 이행하 여야 함 개발 시스템은 프로그램별로 각각 일정에 따라 검수를 실시하며 검사 대상과 방법은 발주기관에서 따로 정함 요구사항 고유번호 PMR-008 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 일정관리 및 보고회 개최 요구 사항 상세 설명 사업수행계획서를 제출시 일정에 관한 내용은 WBSWork Breakdown Structure나 PERT, 혹은 Gantt Chart를 사용하여 세부 활동 내역까지 상세히 작성해야 함 필요시 착수보고회, 중간보고회, 완료보고회 등 사업진행과 관련한 보고회를 개최할 수 있으며 이때 관련 전문가, 자문위원 등의 참석을 요구할 수 있음 사업 과정에서 중간보고회, 완료보고회 등 보고 일정을 설정하고 여기서 도 출된 결과를 반영하여 산출물을 제출해야 함 일정은 수치화하여 진도를 보고할 수 있어야 하며 해당 과정에서 계획 대비 10이상 지연이 발생 시 비상으로 간주하고 이에 대한 방안을 수립하여 진 도 보고서를 작성하고 실천해야 함 일정상의 변동이 있으면 지속적으로 실제 일정 내역을 반영하여 산출물로 남 겨야 함 보고회 개최에 따른 회의자료 제작 등 제반 비용은 사업수행자가 전액 부담 하여야 함 요구사항 고유번호 PMR-009 - 42 - 카. 프로젝트지원 요구사항Project Support Requirement 요구사항 분류 프로젝트관리 요구사항 요구사항 명칭 리스크 관리 요구 사항 상세 보안, 일정지연, 품질저하, 시스템 장애 등 운영환경 변화에 따르는 리스크 발생을 사전 예방하고 리스크 발생 시 사후 대처방안을 제시해야 함 성능상 문제 등으로 HW 또는 SW가 변경되는 경우에 대한 사후 대응방안 을 구체적으로 제시하여야 함 프로젝트 추진과정에서 요구되는 진척위험변경사항의 관리 방안 및 지속적 으로 문제를 파악 관리할 수 있는 방안을 제시하여야 함 요구사항 고유번호 PSR-002 요구사항 분류 프로젝트지원 요구사항 요구사항 명칭 하자보수, 하자담보 책임 요구 사항 상세 사업자가 제3자로부터 구매하여 공급한 제품과 자체 개발한 SW를 포함한 전 시스템의 무상 하자보수기간은 준공일로부터 1년12개월까지로 함 사업자는 하자보수 기간 중 발생한 보안 위규에 대해서도 본 사업과 동일하 게 책임을 지며 그게 따른 처벌을 감수한다. 사업자는 사업기간 중 납품한 시스템의 하자발생 원인으로 SW상의 문제가 발견된 경우 즉시 필요한 조치를 취하여 문제를 해결함 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위하여 시스템을 단위 요소기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 제시 검수는 완료계 접수일로부터 14일 이내에 실시하며, 검수담당자 입회하 에 성능 시험 및 제안요청서와 일치될 경우 인정하며 지적이 있을 시는 지체없이 이행 후 재검수를 받아야 함 사업 완료 후 개발 시스템의 지속적인 발전 및 안정성을 유지하기 위한 요구사항 고유번호 PSR-001 요구사항 분류 프로젝트지원 요구사항 요구사항 명칭 교육지원 요구 사항 상세 설명 체계적이고 효율적인 교육을 위하여 교육훈련 계획을 제시하여야 함 교육 훈련계획 작성 시 교육대상, 교육일정, 장소, 인원, 교재 등 기타 제반 사항은 상호 합의하여 결정하며, 아래의 사항을 포함하여야 함 - 교육대상운영자, 관리자 등 교육대상 구분, 일정, 장소, 내용, 교재에 관한 사항 - 기타 교육관련 사항 등 시스템 구축 및 운영상 필요하다고 판단되어 발주기관에서 관련 교육을 요구 할 수 있으며, 본 사업 수행 범위 내에서 적극 지원하여야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "리스크  관리"
          ],
          [
            "요구\n사항\n상세",
            "○  보안,  일정지연,  품질저하,  시스템  장애  등  운영환경  변화에  따르는  리스크 \n발생을  사전  예방하고  리스크  발생  시  사후  대처방안을  제시해야  함\n○  성능상  문제  등으로  H/W  또는  S/W가  변경되는  경우에  대한  사후  대응방안\n을  구체적으로  제시하여야  함\n○  프로젝트  추진과정에서  요구되는  진척/위험/변경사항의  관리  방안  및  지속적\n으로  문제를  파악  관리할  수  있는  방안을  제시하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-007"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "검수"
          ],
          [
            "요구\n사항\n상세",
            "○  사업  진행검사는  제반  작업진척  사항  등의  실적을  기준으로  실시하며  검사 \n내용에  대해  주관기관의  시정요구가  있을  경우  사업수행자는  성실히  이행하\n여야  함\n○  개발  시스템은  프로그램별로  각각  일정에  따라  검수를  실시하며  검사  대상과 \n방법은  발주기관에서  따로  정함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PSR-001"
          ],
          [
            "요구사항  분류",
            "프로젝트지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "교육지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "○  체계적이고  효율적인  교육을  위하여  교육훈련  계획을  제시하여야  함\n○  교육  훈련계획  작성  시  교육대상,  교육일정,  장소,  인원,  교재  등  기타  제반 \n사항은  상호  합의하여  결정하며,  아래의  사항을  포함하여야  함\n    -  교육대상(운영자,  관리자  등  교육대상  구분),  일정,  장소,  내용,  교재에  관한  사항\n    -  기타  교육관련  사항  등\n○  시스템  구축  및  운영상  필요하다고  판단되어  발주기관에서  관련  교육을  요구\n할  수  있으며,  본  사업  수행  범위  내에서  적극  지원하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-008"
          ],
          [
            "요구사항  분류",
            "프로젝트관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "일정관리  및  보고회  개최"
          ],
          [
            "요구\n사항\n상세\n설명",
            "○  사업수행계획서를  제출시  일정에  관한  내용은  WBS(Work \nBreakdown \nStructure)나  PERT,  혹은  Gantt  Chart를  사용하여  세부  활동  내역까지  상세히 \n작성해야  함\n○  필요시  착수보고회,  중간보고회,  완료보고회  등  사업진행과  관련한  보고회를 \n개최할  수  있으며  이때  관련  전문가,  자문위원  등의  참석을  요구할  수  있음\n○  사업  과정에서  중간보고회,  완료보고회  등  보고  일정을  설정하고  여기서  도\n출된  결과를  반영하여  산출물을  제출해야  함\n○  일정은  수치화하여  진도를  보고할  수  있어야  하며  해당  과정에서  계획  대비 \n10%이상  지연이  발생  시  비상으로  간주하고  이에  대한  방안을  수립하여  진\n도  보고서를  작성하고  실천해야  함\n○  일정상의  변동이  있으면  지속적으로  실제  일정  내역을  반영하여  산출물로  남\n겨야  함\n○  보고회  개최에  따른  회의자료  제작  등  제반  비용은  사업수행자가  전액  부담 \n하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PSR-002"
          ],
          [
            "요구사항  분류",
            "프로젝트지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "하자보수,  하자담보  책임"
          ],
          [
            "요구\n사항\n상세",
            "○  사업자가  제3자로부터  구매하여  공급한  제품과  자체  개발한  S/W를  포함한 \n전  시스템의  무상  하자보수기간은  준공일로부터  1년(12개월)까지로  함\n○  사업자는  하자보수  기간  중  발생한  보안  위규에  대해서도  본  사업과  동일하\n게  책임을  지며  그게  따른  처벌을  감수한다.\n○  사업자는  사업기간  중  납품한  시스템의  하자발생  원인으로  S/W상의  문제가 \n발견된  경우  즉시  필요한  조치를  취하여  문제를  해결함\n○  시스템의  안정성  및  신뢰성  확보와  장애시간을  최소화하기  위하여  시스템을 \n단위  요소기술과  기능으로  구분하여  각각에  대한  세부  하자보수  계획을  제시\n○  검수는  완료계  접수일로부터  14일  이내에  실시하며,  검수담당자  입회하\n에  성능  시험  및  제안요청서와  일치될  경우  인정하며  지적이  있을  시는 \n지체없이  이행  후  재검수를  받아야  함\n○  사업  완료  후  개발  시스템의  지속적인  발전  및  안정성을  유지하기  위한"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - 6 제안서 작성요령 하자보수 계획을 제시해야 함 - 분야별 무상 하자보수 기간 - 하자보수조직 지원범위, 지원방법, 인원 등 - 신속한 하자 보수를 위해 사업자는 무상 하자 보수 기간 동안 본 사업 에 참여한 인력을 우선적으로 배정해야 함 각종 장애 발생 시 즉각적 원인 분석 및 복구 등 유지 관리를 보장하기 위하여 기술 지원부서 및 전문 인력과 예비 제품을 확보하고 있어야 하 며 구체적인 장애 조치 계획을 제시해야 함 하자 보수 지원은 발주기관의 근무 시간을 기준으로 하되 발주기관의 요 구가 있을 경우 근무 시간 및 휴일에 관계없이 지원해야 함 요구사항 고유번호 PSR-003 요구사항 분류 프로젝트지원 요구사항 요구사항 명칭 운영자 매뉴얼 제공 요구 사항 상세 운영자 지침서 제공 정보 프로그램 목록 설명 타 시스템과 연계 시 송수신 데이터 연계 방법 등 연계되는 시스템의 구동 원리는 표준 산출물로 발주기관에서 직접 관리하도록 해야 함 시스템 각 종 로그에 대한 확인 및 분석 방법 지침서매뉴얼에는 운영자가 사용할 수 있는 기능을 모두 포함해야 함 지침서매뉴얼는 메뉴 단위를 기준으로 사용 방법이 설명되어야 함 - 44 - 1. 제안서의 효력 가. 제안서에 명시된 내용과 발주기관의 요구에 의하여 수정, 보완, 변경된 제 안내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 가지며 기술평가를 위한 제안 설명 및 답변자료 포함 계약서에 명시된 경우는 계약서의 내용이 우선한다. 나. 제출된 제안서는 변경할 수 없으며 제안서 접수 후 발주기관은 필요시 추 가 자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 갖는다. 2. 제안서 작성지침 및 유의사항 가. 제안서는 제안 요구사항 및 제안서 작성요령지침을 최대한 충족하도록 작성 하여야 하며 다음의 사항에 유의하여 제안서를 작성한다. 1 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상 된 내용으로 제안할 수 있음. 2 제안서에는 사업계획과 제안요청 제반사항에 대해 제안사의 추진전략, 추진 체계, 추진계획 등이 구체적이고 명확하게 제시되어야 하며, 특히 제안 기술부문의 요구사항에 대해서는 보다 구체적이고 상세한 방안을 제시 하여야 함. 3 제안서에는 본 사업에 대한 이해 하에 전체적인 시스템 운용방안이 제 시되어야 하며, 제안요청서에서 추구하는 목표를 달성하기 위해 추가해야 할 사항이 있을 경우 추진방안과 제안사의 역할을 명확히 제시하여야 함. 4 사업 전반에 대한 위험요소, 위험관리지표 등 발견 및 대응전략 등이 포함 된 위험관리 계획을 제시하여야 함. 5 제안요청서에서 제시한 요구사항 및 산출물은 제안사에서 제시한 사업 수행방법이나 제안에 따라서 발주기관과 협의하에 일부 변경 적용할 수 있음. 나. 제안서의 작성은 붙임 1 제안서 목차를 가급적 준수하여 작성하여야 하 며, 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서 원",
      "tables": [
        [
          [
            "",
            "하자보수  계획을  제시해야  함\n    -  분야별  무상  하자보수  기간\n    -  하자보수조직  지원범위,  지원방법,  인원  등\n    -  신속한  하자  보수를  위해  사업자는  무상  하자  보수  기간  동안  본  사업\n에  참여한  인력을  우선적으로  배정해야  함\n○  각종  장애  발생  시  즉각적  원인  분석  및  복구  등  유지  관리를  보장하기 \n위하여  기술  지원부서  및  전문  인력과  예비  제품을  확보하고  있어야  하\n며  구체적인  장애  조치  계획을  제시해야  함\n○  하자  보수  지원은  발주기관의  근무  시간을  기준으로  하되  발주기관의  요\n구가  있을  경우  근무  시간  및  휴일에  관계없이  지원해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PSR-003"
          ],
          [
            "요구사항  분류",
            "프로젝트지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "운영자  매뉴얼  제공"
          ],
          [
            "요구\n사항\n상세",
            "○  운영자  지침서  제공  정보\n－ 프로그램  목록  설명\n－ 타  시스템과  연계  시  송수신  데이터  연계  방법  등  연계되는  시스템의 \n구동  원리는  표준  산출물로  발주기관에서  직접  관리하도록  해야  함\n－ 시스템  각  종  로그에  대한  확인  및  분석  방법\n○  지침서(매뉴얼)에는  운영자가  사용할  수  있는  기능을  모두  포함해야  함\n○  지침서(매뉴얼)는  메뉴  단위를  기준으로  사용  방법이  설명되어야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 본에만 별첨으로 첨부하여야 한다. 제안서의 목차와 함께 별지서식 7 제안요구사항 수용 조견표를 작성 하여 첨부할 것 다. 각종 증거서류의 표지에는 원본과 사본의 구분을 표시하여야 하며, 사본 일 경우 원본대조필 인을 날인하여야 하고 원본과 사본의 내용이 상이할 경우 원본의 내용을 채택한다. 라. 제안서 본문 내용은 150페이지75장, 제안요약서는 70페이지35장 이내 로 작성하되 3공 바인더로 제철하여 제출하도록 권장한다. 마. 제안서는 9부를 제출하되 1부는 원본, 8부는 사본을 제출하며, 동내용이 포함된 USB 2개를 제출하여야 함. 바. 제안서는 A4 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는 기 타 용지를 일부 사용할 수 있다. 사. 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일 련번호를 붙이되, 각 장별로 번호를 부여한다. 아. 제안서는 한글 작성이 원칙이며, 사용된 영문약어에 대하여는 약어표를 제공하여야 한다. 자. 제안서의 내용은 명확한 용어를 사용하여 표현하여야 한다. 사용가능하다, 할 수 있다, 고려하고 있다등과 같이 모호한 표현은 제안서 평가시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화 하여야 함. 차. 본 사업은 소프트웨어 사업 계약 및 관리감독에 관한 지침과학기술정 보통신부고시 제2023-15호 제16조에 따라, 제안서 보상대상 사업에 해당 하지 않으므로 제안서 보상을 실시하지 않음. 3. 제안서 관련 붙임 및 별지서식 가. 붙임 - 46 - 1 제안서 목차 2 제안서 작성지침 3 제안서의 평가항목 및 배점기준 4 정량적 지표의 평가기준 5 정성적 지표의 평가기준 6 용역업체 정보보안 준수사항 7 외주 용역사업 보안특약 조항 별표1 제안사 보안위규 처리기준 별표2 보안위약금 부과기준 별표3 누출금지 대상정보 8 보안 서약서 9 기술적용계획표 10 비밀유지계약서안 11 소프트웨어 영향평가 검토 결과서 12 평균임금 적용을 위한 SW기술자 분류 기준 나. 별지서식 1 제안사 일반현황 2 자본금 및 매출액최근 3년 3 유사사업 실적최근 3년 4 사업실적증명원 5 사업수행 조직도 6 청렴계약 이행 서약서 7 제안요구사항 수용 조견표 8 추가제안 사항 요약 9 정량적 평가지표 자가진단표 10 자료열람 신청 및 열람확인 서약서 11 사회적 책임 평가 12 열람제공 자료 관리대장 13 보조기억매체전산장비포함 반출입 대장 붙임 1 제 안 서 목 차",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 목차 I. 일반현황 1. 제안사 일반현황 2. 주요 사업실적 3. 수행조직 및 업무분장 II. 전략 및 방법론 1. 사업 이해도 2. 추진전략 3. 적용기술 4. 표준 프레임워크 적용 5. 개발방법론 III. 기술 및 기능부문 1. 시스템 장비구성 요구사항 2. 기능 요구사항 3. 보안 요구사항 4. 시스템 운영 요구사항 5. 제약사항 IV. 성능 및 품질부문 1. 성능 요구사항 2. 품질 요구사항 3. 인터페이스 요구사항 4. 테스트 요구사항 V. 프로젝트 관리부문 1. 관리방법론 2. 관리역량 3. 일정계획 4. 개발장비 VI. 프로젝트 지원부문 1. 품질보증 2. 교육훈련 3. 유지관리 4. 기밀보안 5. 비상대책 VII. 기타 - 48 - 붙임 2 제 안 서 작 성 지 침 작 성 항 목 작 성 방 법 목차 제안서 목차를 작성하고, 제안요구사항 수용 조견표를 작성하여 첨부해야 함. 별지서식 7 제안요구사항 수용 조견표 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요연혁, 조직 및 인원 기술 최근 3년간 자본금 및 부문별 매출액 등을 명료하게 제시 2. 주요 사업실적 최근 3년간 주요 사업실적해당사업과 유사사업 위주을 제시 3. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시 II. 전략 및 방법론 1. 사업이해도 제안사는 본 사업의 제안내용을 명확하게 이해하고, 본 제안 의 목적, 범위, 전제조건 및 제안의 핵심 기술전략, 제안의 특징 및 장점을 요약하여 기술함 목표시스템 구성도 및 구성 체계를 제시하여야 함 2. 추진전략 제안사는 본 사업을 효과적으로 수행하기 위한 추진전략위험 요소 고려하여 창의적이고 타당한 대안을 제시하여야 함 3. 적용기술 제안사는 본 사업수행을 위한 주요 적용기술 및 세부개발방법 론, 적용기술의 실현가능성 등을 제시 통합연계 범위 관련 적절한 방안 제시 등 Prototype 구현 등 개발에 대한 전반적인 방안을 제시하여야 함 4. 표준 프레임워크 적 용 제안사는 본 사업에 적용될 표준프레임워크 및 공통컴포넌트 의 사용 계획과 예상되는 문제점을 기술하고 실현가능한 대응 방안을 제시하여야 함 5. 개발방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하 여야 하며, 적용방법론의 경험을 기술하여야 함 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기 를 기술하여야 함 III. 기술 및 기능부문 1. 시스템 장비구성 요구사항 시스템을 하드웨어 부문, 소프트웨어 부문, 기타 부문 등으 로 구분하여 각 구분별 구성장치의 사양, 기능 등을 제시하 고 도입장비의 설치 및 공급계획, 도입 장비의 유지보수 방 안을 기술하여야 함 장비의 최대사양 중 제안 사양을 명확히 제시 2. 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안의 구체적인 기술, 제안한 방안 및 기술의 적용방안 을 제시하여야 함 3. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안 기술, 표준, 제안방안 등을 구체적으로 제시하여야 함 4. 시스템 운영 요구사항시스템 운영과 관련된 필요사항, 경험, 고려사항 및 유사시 대응책 등을 제시하여야 함",
      "tables": [
        [
          [
            "작  성  항  목",
            "작\n성\n방\n법"
          ],
          [
            "§ 목차",
            "·제안서  목차를  작성하고,  제안요구사항  수용  조견표를  작성하여 \n첨부해야 함.\n ※ [별지서식 7] 제안요구사항 수용 조견표"
          ],
          [
            "Ⅰ. 일반현황",
            ""
          ],
          [
            "1. 제안사 일반현황\n  2. 주요 사업실적 \n  3. 수행조직 및 \n     업무분장",
            "·제안사의 일반현황 및 주요연혁, 조직 및 인원 기술\n·최근 3년간 자본금 및 부문별 매출액 등을 명료하게 제시\n·최근 3년간 주요 사업실적(해당사업과 유사사업 위주)을 제시\n·본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시"
          ],
          [
            "Ⅱ. 전략 및 방법론",
            ""
          ],
          [
            "1. 사업이해도\n  2. 추진전략\n  3. 적용기술\n  4. 표준 프레임워크 적\n용\n  5. 개발방법론",
            "·제안사는  본  사업의  제안내용을  명확하게  이해하고,  본  제안\n의  목적,  범위,  전제조건  및  제안의  핵심  기술전략,  제안의 \n특징 및 장점을 요약하여 기술함\n·목표시스템 구성도 및 구성 체계를 제시하여야 함\n·제안사는 본 사업을 효과적으로 수행하기 위한 추진전략(위험\n요소 고려하여 창의적이고 타당한 대안)을 제시하여야 함\n·제안사는 본 사업수행을 위한 주요 적용기술 및 세부개발방법\n론, 적용기술의 실현가능성 등을 제시\n·통합/연계 범위 관련 적절한 방안 제시 등 Prototype 구현 등 \n개발에 대한 전반적인 방안을 제시하여야 함\n·제안사는  본  사업에  적용될  표준프레임워크  및  공통컴포넌트\n의 사용 계획과 예상되는 문제점을 기술하고 실현가능한 대응\n방안을 제시하여야 함\n·업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하\n여야 하며, 적용방법론의 경험을 기술하여야 함\n·개발방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기\n를 기술하여야 함"
          ],
          [
            "Ⅲ. 기술 및 기능부문",
            ""
          ],
          [
            "1. 시스템 장비구성 \n     요구사항\n  2. 기능 요구사항\n  3. 보안 요구사항\n  4. 시스템 운영 요구사항",
            "·시스템을 하드웨어 부문, 소프트웨어 부문,  기타 부문  등으\n로 구분하여 각 구분별 구성장치의 사양, 기능 등을 제시하\n고 도입장비의 설치 및 공급계획, 도입 장비의 유지보수 방\n안을 기술하여야 함\n  (※ 장비의 최대사양 중 제안 사양을 명확히 제시)\n·방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고 \n구현 방안의 구체적인 기술, 제안한 방안 및 기술의 적용방안\n을 제시하여야 함\n·보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안\n기술, 표준, 제안방안 등을 구체적으로 제시하여야 함\n·시스템  운영과  관련된  필요사항,  경험,  고려사항  및  유사시 \n대응책 등을 제시하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 작 성 항 목 작 성 방 법 비고 5. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안 을 구체적으로 기술하여야 함 IV. 성능 및 품질부문 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구, 구현 및 테스트 방안을 구체적으로 제시하여야 한다. 2. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안 을 구체적으로 제시하여야 한다. 3. 인터페이스 요구사항 시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단 점의 분석을 통해 가장 적합한 방안을 구체적으로 기술하여야 한다. 사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 제공하기 위한 분석 및 설계, 구현방안과 검토 계획을 구체적 으로 기술하여야 한다. 4. 테스트 요구사항 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한 테스트 요구사항을 기술한다. 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 인수 테스트 등 테스트 환경, 방법, 절차 등 요구사항을 기술한 다. V. 프로젝트 관리부문 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업 수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등 을 구체적으로 제시하여야 함 2. 관리역량 사업관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관 리 경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 함 3. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등을 제시하여야 함 4. 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성 과 관련하여 개발환경의 구성여부와 해결방안을 명확히 제시 하여야 함 VI. 프로젝트 지원 1. 품질보증 조직, 인원, 방법, 절차 등 본 사업의 수행을 위한 품질보증 방안을 제시하여야 함 2. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방 법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 함 3. 유지관리 하자보수 및 유지관리 계획, 조직, 절차, 범위 및 기간과 이 와 관련된 기타의 활동 등을 종합적으로 제시하여야 함 4. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안 성 확보방안과 개인정보보호 대책을 제시하여야 함 5. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책 을 제시해야 함 VII. 기타 추가 제안사항 등 기타 제안사가 사업과 관련되어 필요한 내용 을 기술함 별지서식 8 추가제안사항 요약필요시 - 50 - 붙임 3 제안서 평가항목 및 배점기준 구 분 평 가 요 소 계 기술 능력 평가 정량적 평가 경영상태 사업수행실적 기술인력 보유 현황 사회적 책임 정성적 평가 전략 및 방법론 기술 및 기능 부문 성능 및 품질 부문 프로젝트 관리 프로젝트 지원 추가 제안 및 기타 가격 평가 입찰가격 조달청 입찰가격 평가 기준 준용 평가항목별 배점 한도는 행정기관 및 공공기관 정보시스템 구축운영 지침 제18조평가배점의 규정에 따라 기술능력평가 배점한도를 90점으로 함 지방자치단체 입찰시 낙찰자 결정기준행정안전부 예규 제283호 제7장 협상에 의한 계약체결 기준의 별표1에 따라 정량적 평가 배점한도를 20점으로 함",
      "tables": [
        [
          [
            "구        분",
            "",
            "평      가      요      소"
          ],
          [
            "계",
            "",
            ""
          ],
          [
            "기술\n능력\n평가",
            "정량적\n평가",
            "∘  경영상태"
          ],
          [
            "",
            "",
            "∘  사업수행실적"
          ],
          [
            "",
            "",
            "∘  기술인력  보유  현황"
          ],
          [
            "",
            "",
            "∘  사회적  책임"
          ],
          [
            "",
            "정성적\n평가",
            "∘  전략  및  방법론"
          ],
          [
            "",
            "",
            "∘  기술  및  기능  부문"
          ],
          [
            "",
            "",
            "∘  성능  및  품질  부문"
          ],
          [
            "",
            "",
            "∘  프로젝트  관리"
          ],
          [
            "",
            "",
            "∘  프로젝트  지원"
          ],
          [
            "",
            "",
            "∘  추가  제안  및  기타"
          ],
          [
            "가격\n평가",
            "",
            "입찰가격 ∘  조달청  입찰가격  평가  기준  준용"
          ]
        ],
        [
          [
            "작  성  항  목",
            "작\n성\n방\n법",
            "비고"
          ],
          [
            "5. 제약사항",
            "·기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안\n을 구체적으로 기술하여야 함",
            ""
          ],
          [
            "Ⅳ. 성능 및 품질부문",
            "",
            ""
          ],
          [
            "1. 성능 요구사항",
            "·구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 \n및 분석 도구, 구현 및 테스트 방안을 구체적으로 제시하여야 \n한다.",
            ""
          ],
          [
            "2. 품질 요구사항",
            "·분석·설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안\n을 구체적으로 제시하여야 한다.",
            ""
          ],
          [
            "3. 인터페이스 요구사항",
            "·시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단\n점의 분석을 통해 가장 적합한 방안을 구체적으로 기술하여야 \n한다.\n·사용자  인터페이스는  사용자  편의성을  고려하여  요구사항을 \n제공하기 위한 분석 및 설계, 구현방안과 검토 계획을 구체적\n으로 기술하여야 한다.",
            ""
          ],
          [
            "4. 테스트 요구사항",
            "·구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, \n점검하기 위한 테스트 요구사항을 기술한다.\n·목표시스템의  테스트  유형(단위  테스트,  통합  테스트,  인수 \n테스트  등)  테스트  환경,  방법,  절차  등  요구사항을  기술한\n다.",
            ""
          ],
          [
            "Ⅴ. 프로젝트 관리부문",
            "",
            ""
          ],
          [
            "1. 관리방법론\n  2. 관리역량\n  3. 일정계획\n  4. 개발장비",
            "·사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업\n수행  성과물이나  산출물의  형상  및  문서를  관리하는  방법  등\n을 구체적으로 제시하여야 함\n·사업관리자(PM)의 타 프로젝트 사업관리 실적, 유사 프로젝트 관\n리 경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 함\n·사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, \n인력, 조직 등을 제시하여야 함\n·사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성\n과  관련하여  개발환경의  구성여부와  해결방안을  명확히  제시\n하여야 함",
            ""
          ],
          [
            "Ⅵ. 프로젝트 지원",
            "",
            ""
          ],
          [
            "1. 품질보증\n  2. 교육훈련\n  3. 유지관리\n  4. 기밀보안\n  5. 비상대책",
            "·조직,  인원, 방법,  절차 등 본  사업의  수행을  위한  품질보증 \n방안을 제시하여야 함\n·사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방\n법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 함\n·하자보수  및 유지관리 계획,  조직, 절차,  범위 및 기간과 이\n와 관련된 기타의 활동 등을 종합적으로 제시하여야 함\n·기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안\n성 확보방안과 개인정보보호 대책을 제시하여야 함\n·안정적인  시스템  운영을  위하여  백업/복구  및  장애대응  대책\n을 제시해야 함",
            ""
          ],
          [
            "Ⅶ. 기타",
            "추가 제안사항 등 기타 제안사가 사업과 관련되어 필요한 내용\n을 기술함\n※ [별지서식 8] 추가제안사항 요약(필요시)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 붙임 4 정량적 지표의 평가기준 정량적지표 배점표 구분 항 목 별 평가주체 평 가 요 소 배 점 한 도 정 량 적 지 표 합 계 20점 경영상태 고양도시 관리공사 신용평가등급 6점 사업수행 실적 고양도시 관리공사 최근 3년간 본사업 관련 정보시스템 구축개 발 실적 6점 기술인력 보유 현황 고양도시 관리공사 기술인력 보유 현황 6점 사회적 책임 고양도시 관리공사 사회적 책임 평가 2점 경영상태 평가방법 제출 증빙서류 평가절대평가제 평가배점 6점 제출서류 신용평가등급 확인서공공입찰용 신용평가 지정기관에서 발급 평가기준 및 점수 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의 100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의 95 B, B0, B- B- B, B0, B- 배점의 90 CCC 이하 C 이하 CCC 이하 배점의 70 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 셋째자리에서 반올림 함 1 신용정보의 이용 및 보호에 관한 법률 제2조 제4호 및 제5호 또는 자본시장과 금융투 자업에 관한 법률 제9조 제26항의 업무를 영위하는 신용정보업자신용평가업자 포함가 입찰공고일 기준입찰공고일 전에 완료된 평가결과 최근 1년 이내에 평가한 회사채기업 어음에 대한 신용평가등급이나 기업신용평가등급으로 유효기간 안에 있는 가장 최근의 신용 평가등급으로 평가한다. 2 회사채기업어음 및 기업 신용평가에 따른 평점이 다른 경우에는 높은 평점으로 적용하며, 신 용등급평가 확인서 미제출 시 최저등급으로 평가 3 합병한 업체에 대해서는 합병 후 새로운 신용평가등급으로 평가하며, 합병 후의 새로운 신용평가 등급이 없는 경우에는 대상업체 중 가장 낮은 신용평가등급을 받은 업체의 신용평가등급으로 평가 - 52 - 사업수행 실적 평가방법 제출 증빙서류 평가절대평가제 평가배점 6점 제출서류 유사사업실적별지서식 3, 사업수행실적 증빙실적증명서 등 실적인정범위 본 사업과 관련된 정보시스템웹 또는 회원관리시스템 개발 및 구축 사업 실적에 한함 단순 클라이언트에이전트 연계 및 운영유지보수 사업은 제외 평가기준 및 점수 평 가 기 준 해당 사업규모 대비 입찰공고일 기준 최근 3년간 사업수행실적금액기준 비율 단, 입찰공고일을 기준으로 최근 7년 이내에 사 업을 개시한 창업기업에 대해서는 최근 7년간 사업수행실적을 합산 적용 주 1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 별도로 정한 경우를 제외하고 는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으로 평가한다. 입찰공고 일 다음날부터 이행완료된 자료는 평가에서 제외 2. 등급구간 및 구간별 평점은 위 표에 의하며, 필요하다고 인정되는 경우 입찰공고에 달리 정할 수 있다. 3. 실적 인정 범위는 제안요청서에 정하되, 수행실적은 제4호에 따라 제출된 실적을 기준으로 평 가한다. 4. 입찰자는 수행실적 평가를 위하여 별지서식3의 수행실적 총괄표와 다음 각 목에 따른 별지서식4 또는 그에 준한 수행실적증명서 등을 제출하여야 한다. 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공기업법령 적용 기관이 발급한 수행실적증명서 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행실적증 명서, 계약서, 세금계산서필요시 거래명세표 포함 등을 첨부하여야 함 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급하는 소프트웨어사업 수행실적 확인서 라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용하되, 공공기관 이외 의 납품실적은 이를 공증하거나 해당국가의 상공회의소 또는 해당국가에 주재하는 대한 민국 공관의 확인을 받은 경우에는 세금계산서 등 증빙자료 첨부를 생략할 수 있음 마. 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아니하여 실적확인이 어 려운 경우에는 실적으로 인정하지 아니한다. 기술인력 보유 현황 대 상 제안업체 기술 보유인력 평가방법 제출 증빙서류 평가절대평가제 - 기술인력은 공고일 기준 소속업체 입찰업체에 6개월이상 연속 재직하고 있는 소프트웨어기술자와 정보통신기술자만 인정함재직증명서, 공인기관인증 자격증 사본 또는 그에 상응하는 증명서 첨부 한국소프트웨어산업협회 또는 한국정보통신공사협회에서 기술자의 자격 또는 경력에 관계된 서류를 발급 받아서 제출한 기술인력만 평가인정 기술인력의 소속업체 재직 여부와 재직 기간 확인이 가능한 4대보험 중에서 1개 이상 서류를 제출한 경우에 만 평가인정 제안업체 보유인력의 기술등급 평가점수",
      "tables": [
        [
          [
            "평    가    기    준"
          ],
          [
            "해당  사업규모  대비  입찰공고일  기준  최근  3년간 \n사업수행실적(금액기준) 비율\n→  단,  입찰공고일을  기준으로  최근  7년  이내에  사\n업을  개시한  창업기업에  대해서는  최근  7년간 \n사업수행실적을  합산  적용"
          ]
        ],
        [
          [
            "구분",
            "항    목    별",
            "평가주체",
            "평    가    요    소",
            "배  점\n한  도"
          ],
          [
            "정 량 적 지 표",
            "합    계",
            "",
            "",
            "20점"
          ],
          [
            "",
            "경영상태",
            "고양도시\n관리공사",
            "신용평가등급",
            "6점"
          ],
          [
            "",
            "사업수행  실적",
            "고양도시\n관리공사",
            "최근  3년간  본사업  관련  정보시스템  구축·개\n발  실적",
            "6점"
          ],
          [
            "",
            "기술인력  보유  현황",
            "고양도시\n관리공사",
            "기술인력  보유 현황",
            "6점"
          ],
          [
            "",
            "사회적  책임",
            "고양도시\n관리공사  사회적  책임 평가",
            "",
            "2점"
          ]
        ],
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA,  AA+,  AA0,  AA-\nA+,  A0,  A-,  BBB+,  BBB0",
            "A1,  A2+,  A20,\nA2-,  A3+,  A30",
            "AAA,  AA+,  AA0,  AA-,\nA+,  A0,  A-,  BBB+,  BBB0",
            "배점의  100%"
          ],
          [
            "BBB-,  BB+,  BB0,  BB-",
            "A3-,  B+,  B0",
            "BBB-,  BB+,  BB0,  BB-",
            "배점의  95%"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-",
            "배점의  90%"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하",
            "배점의  70%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 구 분 특급기술자 고급기술자 중급기술자 초급기술자 보유인력 8인이상 8인이상 8인이상 8인이상 또는이하 평점 6.0 5.4 4.8 4.2 주 1 기술자의 보유 자격 및 경력사항 확인용으로 경력관리기관에서 발행하는 증빙서류 또는 기타 경력을 증빙할 수 있는 서류 등을 제출 2 기술자의 등급 및 자격 기준 붙임 12 참고 3 평가대상 인력은 10명 이내로 하며, 입찰공고일 기준 6개월 이상 재직한 자에 한함 사회적 책임 평가방법 제출 증빙서류 평가절대평가제 평가배점 2점 제출서류 부정당업체 제제여부 자체확인서, 경쟁입찰참가자격등록증조달청 발행 - 제출서류와 별개로 아래 심사항목은 고용노동부 홈페이지등을 통해 검증 평가기준 및 점수 심사항목 평 점점 가. 임금체불 1 근로기준법에 따라 고용노동부장관으로부터 체불사업주로 명 단이 공개중인 자 나. 고용개선 조치 미이행 1 남녀고용평등과 일가정 양립 지원에 대한법률에 따라 최근 2년 이내에 고용노동부장관으로부터 적극적 고용개선 조치 미이행 사업주로 명단이 공표된 자 해당사항 없음 2점 해당사항 있음 0점 주 1. 임금체불 평가는 입찰공고일을 기준으로 고용노동부장관이 공개중인 체불사업주 명단의 사업장에 대하 여 적용한다. 2. 고용개선조치 미이행 평가는 입찰공고일을 기준으로 최근 2년 이내에 고용노동부장관이 공표한 적극적 고용개선조치 미이행 사업주 명단의 자료에 표시된 사업장을 기준으로 적용한다. 다만, 2017년 5월 1일 이후 공표된 자부터 적용한다. - 54 - 붙임 5 정성적 지표의 평가기준 평가항목 및 배점 정성적 평가의 평가항목 및 기준은 과학기술정보통신부 장관이 고시한 소프트웨어 기술성 평가기준 중 기술제안서 평가항목별 배점한도를 준용하되, 본 사업의 내용을 고려하여 아래와 같이 정함 평가부문 평가항목 평가기준 전략 및 방법론 12 사업 이해도 사업의 특성 및 목표에 대해 주변 환경분석과 업무내용의 연관관계의 이해를 바탕으로 일관성 있는 방향과 전략을 제시하고 있는가를 평가한다. 추진 전략 개발업무 수행 시 위험요소를 고려하여 얼마나 창의적이며 타당한 대안을 제시하였는가를 평가한다. 적용 기술 사업에서 적용하고자 하는 기술이 향후 확장성을 고려하여 현실적 으로 실현 가능하게 제시되어 있는지를 평가한다. 표준 프레임 워크 적용 정보시스템을 효율적으로 개발하고 유지 관리 할 수 있도록 소프 트웨어의 기본 골격과 재사용 모듈 등 표준 프레임워크의 사용 계 획과 예상되는 문제점을 구체적으로 기술하고 실현 가능한 대응 방안을 제시하였는지를 평가한다. 개발 방법론 사업에 적정한 방법론의 제안 타당성을 평가하고, 실제 적용 사례 와 경험을 바탕으로 효율적인 단계별 활동 내용을 구성하여 산출 물의 적정성을 유지하고, 기술과 경험을 적절히 활용하고 있는가를 평가한다. 기술 및 기능 20 시스템 요구사항 시스템 요구사항 충족 여부, 시스템 공급 및 설치 계획, 유지관리 방안이 구체적이고 적절한지 평가한다. 기능 요구사항 기능 요구사항 충족 여부 및 실현 가능성을 판단하며, 사업 목표 달성을 위한 적절한 기능 구현 방법론을 제시하고 있는지 평가한다. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준 등을 제안한 방안 및 기술이 적용 가능한지를 평가한다. 제약사항 제약사항 충족도는 기능 및 품질 등 요구사항을 구현 시 관련 제 약사항을 충족시키며 구현 방안 및 테스트 방안을 구체적으로 기 술하였는가를 평가한다. 성능 및 품질 16 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 및 테스트 방안이 구체적으로 기술되어 있는가를 평가하고, 제안한 방안 및 기술을 통해 요구 성능을 충족시킬 수 있는지를 평가한다. 인터 페이스 요구사항 시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단점의 분석을 통해 가장 적합한 방안이 구체적으로 기술되어 있는가를 평가하고, 사용자 인터페이스는 사용자 편의성을 고려하여 요구사 항을 제공하기 위한 분석 및 설계, 구현 방안과 검토 계획을 구체 적으로 기술하였는가를 평가한다.",
      "tables": [
        [
          [
            "심사항목",
            "평  점(점)"
          ],
          [
            "가.  임금체불\n    (1) \n“근로기준법”에  따라  고용노동부장관으로부터  체불사업주로  명   \n단이  공개중인  자\n  나.  고용개선  조치  미이행\n    (1) \n“남녀고용평등과  일/가정  양립  지원에  대한법률”에  따라  최근     \n2년  이내에  고용노동부장관으로부터  적극적  고용개선  조치       \n미이행  사업주로  명단이  공표된  자",
            "해당사항  없음\n2점"
          ],
          [
            "",
            "해당사항  있음\n0점"
          ]
        ],
        [
          [
            "평가부문",
            "평가항목",
            "평가기준"
          ],
          [
            "전략  및 \n방법론\n(12)",
            "사업\n이해도",
            "사업의 특성 및 목표에 대해 주변 환경분석과 업무내용의 연관관계의 이해를 \n바탕으로 일관성 있는 방향과 전략을 제시하고 있는가를 평가한다."
          ],
          [
            "",
            "추진\n전략",
            "개발업무  수행  시  위험요소를  고려하여  얼마나  창의적이며  타당한 \n대안을  제시하였는가를  평가한다."
          ],
          [
            "",
            "적용\n기술",
            "사업에서  적용하고자  하는  기술이  향후  확장성을  고려하여  현실적\n으로  실현  가능하게  제시되어  있는지를  평가한다."
          ],
          [
            "",
            "표준 \n프레임\n워크 적용",
            "정보시스템을  효율적으로  개발하고  유지  관리  할  수  있도록  소프\n트웨어의  기본  골격과  재사용  모듈  등  표준  프레임워크의  사용  계\n획과  예상되는  문제점을  구체적으로  기술하고  실현  가능한  대응 \n방안을  제시하였는지를  평가한다."
          ],
          [
            "",
            "개발\n방법론",
            "사업에  적정한  방법론의  제안  타당성을  평가하고,  실제  적용  사례\n와  경험을  바탕으로  효율적인  단계별  활동  내용을  구성하여  산출\n물의  적정성을  유지하고,  기술과  경험을  적절히  활용하고  있는가를 \n평가한다."
          ],
          [
            "기술  및 \n기능\n(20)",
            "시스템 \n요구사항",
            "시스템  요구사항  충족  여부,  시스템  공급  및  설치  계획,  유지관리 \n방안이  구체적이고  적절한지  평가한다."
          ],
          [
            "",
            "기능 \n요구사항",
            "기능 요구사항 충족 여부 및 실현 가능성을 판단하며, 사업 목표 달성을 위한 \n적절한 기능 구현 방법론을 제시하고 있는지 평가한다."
          ],
          [
            "",
            "보안\n요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술, \n표준  등을  제안한  방안  및  기술이  적용  가능한지를  평가한다."
          ],
          [
            "",
            "제약사항",
            "제약사항  충족도는  기능  및  품질  등  요구사항을  구현  시  관련  제\n약사항을  충족시키며  구현  방안  및  테스트  방안을  구체적으로  기\n술하였는가를  평가한다."
          ],
          [
            "성능  및 \n품질\n(16)",
            "성능 \n요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및 \n분석  도구를  통하여  구체적인  내용으로  분석되고  구현  및  테스트 \n방안이  구체적으로  기술되어  있는가를  평가하고,  제안한  방안  및 \n기술을  통해  요구  성능을  충족시킬  수  있는지를  평가한다."
          ],
          [
            "",
            "인터\n페이스\n요구사항",
            "시스템  인터페이스는  타  시스템과의  연계  방안들에  대한  장·단점의 \n분석을  통해  가장  적합한  방안이  구체적으로  기술되어  있는가를 \n평가하고,  사용자  인터페이스는  사용자  편의성을  고려하여  요구사\n항을  제공하기  위한  분석  및  설계,  구현  방안과  검토  계획을  구체\n적으로  기술하였는가를  평가한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 평가부문 평가항목 평가기준 배점 테스트 요구사항 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검 하기 위한 테스트 제안사항, 목표시스템의 테스트 유형단위 테스 트, 통합 테스트, 인수테스트 등 테스트 환경, 방법, 절차 등을 평 가한다. 3 품질 요구사항 제공되는 분석 도구 및 구현 방안, 테스트 방안 및 해당시스템의 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안이 구 체적으로 계획되어 있는가를 평가한다. 3 프로젝트 관리 10 관리 방법론 사업위험, 사업진도, 사업수행 시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 평가한 다. 3 관리역량프로젝트 관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소통 능력 등 프로젝트 관리 역량을 평가한다. 2 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간의 산정과 도출된 활동 간의 배열이 합리적인지, 중간목표가 적정하게 제시되 어 있는지, 각 활동에 적합한 자원이 적절히 할당되어 있는지 등을 평가한다. 3 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업 참여의 준비성과 관련하여 개발환경의 구성여부와 해결방안을 명확히 제시하고 있 는가를 평가한다. 2 프로젝트 지원 10 품질보증 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 대외적으로 인정받을 만한 품질보증 관련 인증을 획득한 사례가 있는지를 확인하고 평가한다. 2 교육훈련시스템 공급자가 시스템 운영 및 관리자를 위해 제공 및 지원하는 각종 교육훈련의 방법, 내용, 일정 및 조직 등에 대해 평가한다. 2 유지관리 시스템 공급자가 제시하는 하자보수 및 유지보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제안사항에 대해 평가한다. 3 기밀보안 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기밀 을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체계 및 대책에 대하여 평가한다. 2 비상대책시스템 공급자가 안정적인 시스템 운영을 위해 제시하는 각종 백 업복구 및 장애대응 대책에 대하여 평가한다. 1 추가 제안 및 기타 2 추가제안제안요청서외 추가 제안 등을 평가한다. 2 - 56 - 붙임 6 용역업체 정보보안 준수사항 발주기관의 정보시스템 사업을 수행하는 용역업체는 보안사고 예방을 위해 국가정보보 안기본지침 제63조에 따라 용역사업 단계별계약, 수행, 종료 보안사항을 준수해야 한다. 용역업체에 의한 보안사고 발생 시 사업자 보안위규 처리기준에 따라 행정조치 됨을 유념하시고 본 준수사항을 숙지하시기 바랍니다. 1. 계약단계 가. 용역사업에 투입되는 자료장비 등에 대해 대외보안이 필요할 경우 보안의 범 위 및 책임을 명확히 하기 위해 사업수행계약서와 별도로 아래의 사항이 명시 된 비밀유지계약서를 작성하여 발주기관에 제출해야 한다. - 비밀정보의 범위 - 보안 준수사항 - 위반시 손해배상 책임 - 지적재산권 문제 - 자료의 반환 2. 수행단계 2-1. 참여인원에 대한 보안관리 가. 용역사업 참여인원에 대한 신원확인을 실시하고 발주기관에 증빙자료를 제출 해야 한다. 나. 용역업체 대표자 및 참여인원 각자의 친필 서명이 들어 있는 보안서약서를 발주 기관에 제출해야 한다. 다. 용역사업 참여직원은 용역업체 임의로 교체할 수 없으며, 신상변동해외여행 포 함사항 발생 시 발주기관에 즉시 보고하고 승인을 받아야 한다. 2-2. 사무실장비에 대한 보안관리 가. 용역사업 수행을 위해 외부 사무실을 사용할 경우 CCTV, 시건장치 등 비인가 자 출입통제 대책을 마련해야 한다. 나. PC, 휴대용 저장매체 등을 반입 및 반출 시 발주기관의 승인을 받아야하며, 해 당 장비에 유료 최신 백신을 설치하고 악성코드를 주기적으로 검사해야 한다. 다. 발주기관은 용역업체에게 제공한 사무실에 대해 수시로 보안점검을 할 수 있다. 라. 용역사업 관련 자료를 보관한 PC로 인터넷에 접속하면 안 된다.",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "",
            "테스트\n요구사항",
            "구축된  시스템이  목표  대비  제대로  운영되는가를  테스트하고,  점검\n하기  위한  테스트  제안사항,  목표시스템의  테스트  유형(단위  테스\n트,  통합  테스트,  인수테스트  등)  테스트  환경,  방법,  절차  등을  평\n가한다.",
            "3"
          ],
          [
            "",
            "품질\n요구사항",
            "제공되는  분석  도구  및  구현  방안,  테스트  방안  및  해당시스템의 \n분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안이  구\n체적으로  계획되어  있는가를  평가한다.",
            "3"
          ],
          [
            "프로젝트\n관리\n(10)",
            "관리\n방법론",
            "사업위험,  사업진도,  사업수행  시  보안을  관리하는  방법,  사업수행 \n성과물이나  산출물의  형상  및  문서를  관리하는  방법  등을  평가한\n다.",
            "3"
          ],
          [
            "",
            "관리역량",
            "프로젝트  관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트 \n관리  경험,  의사소통  능력  등  프로젝트  관리  역량을  평가한다.",
            "2"
          ],
          [
            "",
            "일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간의  산정과 \n도출된  활동  간의  배열이  합리적인지,  중간목표가  적정하게  제시되\n어  있는지,  각  활동에  적합한  자원이  적절히  할당되어  있는지  등을 \n평가한다.",
            "3"
          ],
          [
            "",
            "개발장비",
            "사업자의  참여  의지  및  조직적  대응  정도,  사업  참여의  준비성과 \n관련하여  개발환경의  구성여부와  해결방안을  명확히  제시하고  있\n는가를  평가한다.",
            "2"
          ],
          [
            "프로젝트\n지원\n(10)",
            "품질보증",
            "제시된  품질보증  방안이  해당  사업의  수행에  적합한지,  사업자가 \n대외적으로  인정받을  만한  품질보증  관련  인증을  획득한  사례가 \n있는지를  확인하고  평가한다.",
            "2"
          ],
          [
            "",
            "교육훈련",
            "시스템  공급자가  시스템  운영  및  관리자를  위해  제공  및  지원하는 \n각종  교육훈련의  방법,  내용,  일정  및  조직  등에  대해  평가한다.",
            "2"
          ],
          [
            "",
            "유지관리",
            "시스템  공급자가  제시하는  하자보수  및  유지보수  계획,  조직,  절차, \n범위  및  기간과  이와  관련된  기타의  활동  및  그  제안사항에  대해 \n평가한다.",
            "3"
          ],
          [
            "",
            "기밀보안",
            "사업  추진  동안  악영향을  미치는  일련의  불순  활동들로부터  기밀\n을  보호함과  동시에  원활한  사업의  수행을  보장하기  위한  체계  및 \n대책에  대하여  평가한다.",
            "2"
          ],
          [
            "",
            "비상대책",
            "시스템  공급자가  안정적인  시스템  운영을  위해  제시하는  각종  백\n업/복구  및  장애대응  대책에  대하여  평가한다.",
            "1"
          ],
          [
            "추가 \n제안  및\n기타\n(2)",
            "추가제안 제안요청서외  추가  제안  등을  평가한다.",
            "",
            "2"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 마. USB메모리 등 휴대용 저장매체는 사용을 금지하되 불가피한 경우 발주기관의 승인 후 사용할 수 있다. 바. 용역업체 PC 및 휴대용 저장매체에 정보시스템 접속정보ID,비밀번호를 저장 하면 안된다. 사. 용역업체 직원의 개인 휴대폰은 발주기관의 통제 하에 카메라 및 충전포트에 보안스티커를 부착해야 한다. 어플리케이션, 단말기PC, 스마트기기 등, 유무선 통신장비, 서버, DBMS, 출입 통제구역, 누설금지대상정보에 접근하는 작업자에 한하며, 보안스티커를 부착 하지 못하는 경우 담당자가 휴대폰을 회수하여 보관한다. 아. 용역업체가 사용하는 노트북PC, 휴대용 저장매체 등은 퇴근휴가 시와 같이 일 정기간 사용하지 않을 경우 분실 방지를 위해 시건장치가 있는 보관함에 보관 해야 한다. 2-3. 내외부망 접근시 보안관리 가. 용역업체 사용 통신망은 고양도시관리공사 행정망과 분리하여 구성해야 한다. 단, 업무상 필요한 경우 발주기관의 승인 후 해당 서버에만 제한적으로 접근 해야 한다. 나. 용역사업 참여인원의 사용자 계정ID은 하나의 그룹으로 등록해야 한다. 다. 계정별 정보시스템 접근권한을 차등 부여하되 내부문서 접근은 금지한다. 라. 용역업체 직원이 root계정 등 정보시스템에 중대한 영향을 끼칠 수 있는 계 정에 대한 단독 접근은 불허하며, 필요할 경우 발주기관의 승인을 받아야 한다. 마. 계정별 부여된 접근권한은 불필요 시 곧바로 권한을 해지하거나 계정을 폐기 해야 한다. 바. 발주기관은 사용자별로 부여한 계정에 접속하여 저장된 자료와 작업 이력을 확인할 수 있다. 사. 용역업체 PM은 사업 참여인원이 접근한 서버 및 네트워크 장비에 대한 로깅 기록을 매일 확인하고 이상 유무를 발주기관에 보고해야 한다. 아. 용역업체에서 사용하는 PC는 인터넷 연결을 금지하되, 사업수행을 위해 부득이 한 경우 필요한 보안조치를 시행하고 발주기관의 승인 후 사용해야 한다. 자. 발주기관 내부에서 비인가 무선 AP무선공유기, 스마트폰 핫스팟 등 설정을 금지하며, 시스템 개발PC와 연결은 금지한다. 차. 발주기관에 휴대용 무선 모뎀WiFi, LTE 등을 반입하면 안된다. 카. 발주기관에 노트북PC 반입 시 무선통신기능 사용불가 조치Driver 삭제 등를 시행해야 한다. 타. 발주기관 외부에서 내부에 있는 개발 PC 및 정보시스템에 원격 접속은 금지한다. - 58 - 2-4. 자료에 대한 보안관리 가. 사업 수행을 위해 발주기관에서 용역업체에게 제공하는 내부 자료는 자료관 리 대장을 작성하고, 인계자인수자가 자필로 서명해야 한다. 나. 용역사업 관련 자료는 웹하드, P2P사이트, 웹오피스, 클라우드 서비스 등 인터 넷 자료공유사이트 및 사업 참여인원의 개인 메일함에 저장하면 안된다. 다. 발주기관이 제공한 사무실에서 용역사업을 수행할 경우, 매일 퇴근 시 관련 자 료를 발주기관에 반납해야 한다. 단, 비밀문서를 제외한 일반문서는 발주기관이 제공한 사무실에 시건장치가 된 보관함에 보관할 수 있다. 라. 사업 수행 시 생산되는 모든 산출물은 발주기관의 파일서버에 저장하거나, 발주 기관에서 지정한 PC에 저장관리해야 한다.파일 저장 PC는 인터넷 연결 금지 마. 사업 수행으로 생산되는 모든 산출물 및 기록은 발주기관이 인가하지 않은 자 에게 제공대여열람을 금지한다. 3. 종료단계 가. 용역업체 PC 및 휴대용 저장매체 등에 저장된 사업 관련 자료는 검증된 삭제 S W로 완전 삭제해야 하며, 발주기관의 승인 후 반출해야 한다. 완전 삭제 SW 목록은 httpwww.itscc.krcertifyProd_list.asp 참고 나. 용역사업 관련자료 삭제 조치 후 용역업체에 복사본 등 용역사업과 관련된 제반자료를 보유하고 있지 않다는 용역업체 대표 명의의 보안확약서를 자필 서명하여 발주기관에 제출해야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 붙임 7 외주 용역사업 보안특약 조항 1. 제안사는 발주기관의 보안정책을 위반하였을 경우 별표1의 위규처리 기준에 따라 위규자 및 관리자를 행정조치하고 별표2의 보안 위약금을 발주기관에 납부한다. 2. 제안사는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안 대책 및 별표3의 누출금지 대상정보에 대한 보안관리계획을 사업제안서에 기재하여야 하 며, 해당 정보 누출시 발주기관은 지방자치단체를 당사자로 하는 계약에 관한 법률 시행 령 제92조에 따라 제안사를 부정당업체로 등록한다. 3. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료시 정보보안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 4. 제안사는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 한다. 별표 1 제안사 보안위규 처리기준 별표 2 보안 위약금 부과 기준 별표 3 누출금지 대상 정보 - 60 - 별표 1 제안사 보안위규 처리기준 구 분 위 규 사 항 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보통신시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보통신시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 이동 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 발주기관 정보보호 담당부서 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 이동 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 업무 나. 보호구역내 비인가자 출입허용 등 통제 미실시",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항"
          ],
          [
            "심 각",
            "1.  비밀  및  대외비  급  정보  유출  및  유출시도\n    가.  정보통신시스템에  대한  구조,  데이터베이스  등의  정보  유출\n    나.  개인정보·신상정보  목록  유출\n    다.  비공개  항공사진·공간정보  등  비공개  정보  유출\n2.  정보통신시스템에  대한  불법적  행위\n    가.  관련  시스템에  대한  해킹  및  해킹시도\n    나.  시스템  구축  결과물에  대한  외부  유출\n    다.  시스템  내  인위적인  악성코드  유포"
          ],
          [
            "중 대",
            "1.  비공개  정보  관리  소홀 \n    가.  비공개  정보를  책상  위  등에  방치 \n    나.  비공개  정보를  휴지통ㆍ폐지함  등에  유기  또는  이면지  활용\n    다.  개인정보․신상정보  목록을  책상  위  등에  방치\n    라.  기타  비공개  정보에  대한  관리소홀\n2.  사무실ㆍ보호구역  보안관리  허술\n    가.  통제구역  출입문을  개방한  채  이동  등\n    나.  인가되지  않은  작업자의  내부  시스템  접근\n    다.  통제구역  내  장비·시설  등  무단  사진촬영 \n3.  발주기관  정보보호  담당부서  보호대책  부실\n    가.  업무망  인터넷망  혼용사용,  보안  USB  사용규정  위반 \n    나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용역사업  관련 \n자료  수발신\n    다.  개발·유지보수  시  원격작업  사용\n    라.  저장된  비공개  정보  패스워드  미부여\n    마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n    바.  외부용  PC를  업무망에  무단  연결  사용\n    사.  보안관련  프로그램  강제  삭제\n    아.  사용자  계정관리  미흡  및  오남용(시스템  불법접근  시도  등)"
          ],
          [
            "보 통",
            "1.  기관  제공  중요정책ㆍ민감  자료  관리  소홀\n    가.  주요  현안ㆍ보고자료를  책상위  등에  방치\n    나.  정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2.  사무실  보안관리  부실\n    가.  캐비넷ㆍ서류함ㆍ책상  등을  개방한  채  이동 \n    나.  출입키를  책상위  등에  방치\n3.  보호구역  관리  소홀 \n    가.  통제ㆍ제한구역  출입문을  개방한  채  업무\n    나.  보호구역내  비인가자  출입허용  등  통제  미실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 구 분 위 규 사 항 처 리 기 준 4. 발주기관 정보보호 담당부서 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 이동 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 이동 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 발주기관 정보보호 담당부서 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면ᆞ구두 경고 등 문책 위규자 사유서 경위서 징구 - 62 - 별표 2 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 위규 심각 1건 중대 1건 위약금 비 중 부정당업자 등록 연간 계약금액의 5 위규 수준은 별표1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            ""
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            ""
          ],
          [
            "위약금\n비    중",
            "부정당업자  등록",
            "연간  계약금액의\n5%",
            ""
          ]
        ],
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "",
            "4.  발주기관  정보보호  담당부서  보호대책  부실\n    가.  휴대용저장매체를  서랍ㆍ책상  위  등에  방치한  채  이동\n    나.  네이트온  등  비인가  메신저  무단  사용 \n    다.  PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 이동\n    라.  부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n    마.  PC  비밀번호를  모니터옆  등  외부에  노출\n    바.  비인가  보조기억매체  무단  사용",
            ""
          ],
          [
            "경 미",
            "1.  업무  관련서류  관리  소홀\n    가.  진행중인  업무자료를  책상  등에  방치\n    나.  복사기ㆍ인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n    가.  각종  보안장비  운용  미숙\n    나.  경보ㆍ보안장치  작동  불량 \n3.  발주기관  정보보호  담당부서  보호대책  부실 \n    가.  PC내  보안성이  검증되지  않은  프로그램  사용\n    나.  보안관련  소프트웨어의  주기적  점검  위반",
            "◦  위규자 서면ㆍ구두\n  경고 등 문책\n◦  위규자 사유서 /\n  경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 별표 3 누출금지 대상정보 1. 발주기관 소유 정보통신시스템의 내외부 IP주소 현황 2. 세부 정보통신시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보통신시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8. 공공기관의 정보공개에 관한 법률 제9조 제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9. 개인정보보호법 제2조 제1호의 개인정보 10. 보안업무규정 제4조의 비밀 및 동 시행규칙 제16조의 대외비 11. 그 밖에 발주기관이 공개가 불가하다고 판단한 자료 - 64 - 붙임 8 용역사업 착수시 보안 서약서 용역업체 대표자용 본인은 년 월 일부로 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 용역을를 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 용역 수행 중 알게 될 일체의 내용이 직무상 기밀 사항임을 인정하고, 용역수행 중 취득한 각종 성과품문서, 도 면, 동영상, 사진 등은 귀사의 직원이라고 하여도 본 사업에 직접 관여하지 않는 자에 대해서는 공개 또는 누설하지 않으며, 사업 수행 중은 물론 종료 후에도 자신 또는 제3자를 위하여 사용하지 않는다. 2. 본 사업 추진의 사실 및 그 성과가 귀사에 의하여 적법하게 공개된 경우라고 하여도 미공개 부문에 대해서는 비밀을 유지한다. 3. 본 사업이 완료되거나 사업 진행 중에 어떠한 사유로든 본인이 본 사업을 수행할 수 없게 된 경우, 그 시점에서 본인이 보유하고 있는 기밀사항을 포함한 관련 자료를 즉시 귀사에 반납하고 비밀을 유지한다. 4. 본인 회사의 직원이 기밀을 누설하거나 관계 규정을 위반한 경우에도 총괄책임을 지겠으며, 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 5. 상기 보안 서약 미준수 시 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제99조 및 제127조 등 보안 관련 법규 20 년 월 일 서 약 자 용역업체 대표 업 체 명 직 위 성 명 서명 생 년 월 일 서약집행자 소 속 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 용역사업 착수시 보안 서약서 용역업체 직원용 본인은 년 월 일부로 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 용역 을를 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 용역 수행 중 알게 될 일체의 내용이 직무상 기밀 사항임을 인정하고, 용역수행 중 취득한 각종 성과품문서, 도 면, 동영상, 사진 등은 귀사의 직원이라고 하여도 본 사업에 직접 관여하지 않는 자에 대해서는 공개 또는 누설하지 않으며, 사업 수행 중은 물론 종료 후에도 자신 또는 제3자를 위하여 사용하지 않는다. 2. 본 사업 추진의 사실 및 그 성과가 귀사에 의하여 적법하게 공개된 경우라고 하여도 미공개 부문에 대해서는 비밀을 유지한다. 3. 본 사업이 완료되거나 사업 진행 중에 어떠한 사유로든 본인이 본 사업을 수행할 수 없게 된 경우, 그 시점에서 본인이 보유하고 있는 기밀사항을 포함한 관련 자료를 즉시 귀사에 반납하고 비밀을 유지 한다. 4. 상기 보안 서약 미준수 시 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제99조 및 제127조 등 보안 관련 법규 20 년 월 일 서 약 자 용역업체 직원 업 체 명 직 위 성 명 서명 생 년 월 일 서약집행자 소 속 직 위 성 명 서명 생 년 월 일 - 66 - 용역사업 완료시 보안 서약서 용역업체 대표자용 본인은 년 월 일부로 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 용역을를 완료함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 용역을 수 행 중 알게 된 일체의 내용이 직무상 기밀 사항임을 인정하고, 용역완료 후에는 제3자에게 누설유출하 지 않으며 성과품문서, 도면, 동영상, 사진 등은 파기하고 보관하지 않는다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제99조 및 제127조 등 보안관련 법규 20 년 월 일 서 약 자 용역업체 대표 업 체 명 직 위 성 명 서명 생 년 월 일 서약집행자 소 속 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 67 - 용역사업 완료시 보안 서약서 용역업체 직원용 본인은 년 월 일부로 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 용역을를 완료함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 용역 수행 중 알게 된 일체의 내용이 직무상 기밀 사항임을 인정하고, 용역완료 후에는 제3자에게 누설유출하지 않으며 성과품문서, 도면, 동영상, 사진 등은 파기하고 보관하지 않는다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제99조 및 제127조 등 보안관련 법규 20 년 월 일 서 약 자 용역업체 직원 업 체 명 직 위 성 명 서명 생 년 월 일 서약집행자 소 속 직 위 성 명 서명 생 년 월 일 - 68 - 붙임 9 기술적용계획표, 기술적용결과표 사업명 고양도시관리공사 관산근린공원 다목적구장 회원 통합운영관리 시스템 구축 작성일 2024년 7월 법률및고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 지침과학기술정보통신부고 시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준과학기술정보통신부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 지방자치단체 기술용역계약일반조건행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨어 사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준방송통신위원회고시",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "o  지능정보화  기본법\no  공공기관의  정보공개에  관한  법률\no  개인정보  보호법\no  소프트웨어  진흥법\no  인터넷주소자원에  관한  법률\no  전자서명법\no  전자정부법\no  정보통신기반  보호법\no  정보통신망  이용촉진  및  정보보호  등에  관한  법률\no  통신비밀보호법\no  국가를  당사자로  하는  계약에  관한  법률\no  지방자치단체를  당사자로  하는  계약에  관한  법률"
          ],
          [
            "고시  등",
            "o  보안업무규정(대통령령)\no  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\no  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  지침(과학기술정보통신부고\n시)\no  전자서명인증업무  운영기준(과학기술정보통신부고시)\no  전자정부  웹사이트  품질관리  지침(행정안전부고시)\no  정보보호시스템  공통평가기준(과학기술정보통신부고시)\no  정보보호시스템  평가·인증  지침(과학기술정보통신부고시)\no  정보시스템  감리기준(행정안전부고시)\no  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \no  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \no  행정전자서명  인증업무지침(행정안전부고시)\no  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\no  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\no  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\no  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\no  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\no  지방자치단체  기술용역계약일반조건(행정안전부예규)\no  표준  개인정보  보호지침(개인정보보호위원회) \no  엔지니어링사업대가의  기준(산업통상자원부고시)\no  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\no  소프트웨어  사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\no  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)\no  용역계약일반조건(기획재정부계약예규)\no  협상에  의한  계약체결기준(기획재정부계약예규)\no  정보보호조치에  관한  지침(과학기술정보통신부고시)\no  개인정보의  기술적·관리적  보호조치  기준(방송통신위원회고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 서비스접근및전달분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대 체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. O 세부 기술 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 O - XHTML 1.0 O - XML 1.0, XSL 1.0 O - ECMAScript 3rd O - 한국형 웹 콘텐츠 접근성 지침 2.0 O o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 O 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 O 서비스 전달 프로토콜 IPv4 O IPv6 O 인터페이스및통합분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대 체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검 토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스 는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. O 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 O - UDDI v3 O - RESTful O o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 O - ebXMLBPEL 2.0XPDL 2.0 O 데이터 공유 o 데이터 형식 XML 1.0 O 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 O - 70 - 플랫폼및기반구조분야 구 분 항 목 기본 지침 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지 원되는 장비를 채택하여야 한다. 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 \n사유 및 대\n체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미 적\n용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 \n수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 \n등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야 한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근 \n장치",
            "o 웹브라우저 관련\n - HTML 4.01/HTML 5, CSS 2.1\n - XHTML 1.0\n - XML 1.0, XSL 1.0\n - ECMAScript 3rd\n - 한국형 웹 콘텐츠 접근성 지침 2.0",
            "O\nO\nO\nO\nO",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 모바일 관련\n - \n모바일 \n웹 \n콘텐츠 \n저작 \n지침 \n(KICS.KO-10.0307)",
            "1.0 \nO",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS X ISO/IEC 20000)/ ITIL v3",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "서비스 전달 \n프로토콜",
            "IPv4\nIPv6",
            "O",
            "",
            "",
            "O",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항    목"
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에  지\n원되는 장비를 채택하여야 한다.",
            ""
          ],
          [
            "하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행\n하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보\n시스템과 호환성 및 확장성이 보장되어야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "네트워크",
            "o  화상회의  및  멀티미디어  통신  :  H.320~H.324, \nH.310"
          ],
          [
            "",
            "o 부가통신: VoIP\n - H.323\n - SIP \n - Megaco(H.248)"
          ],
          [
            "운영체제 및\n기반 환경",
            "o 서버용(개방형) 운영 체제 및 기반환경 : \n - POSIX.0"
          ],
          [
            "",
            "- UNIX \n - Windows Server\n - Linux\no 모바일용 운영 체계 및 기반환경\n - android\n - IOS\n - Windows Phone"
          ],
          [
            "데이터베이스",
            "o DBMS\n - RDBMS\n - ORDBMS\n - OODBMS\n - MMDBMS"
          ],
          [
            "시스템 관리",
            "o ITIL v3 / ISO20000"
          ],
          [
            "소프트웨어 \n공학",
            "o 개발프레임워크 : 전자정부 표준프레임워크"
          ]
        ],
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 \n사유 및 대\n체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검\n토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스\n는 범정부 차원의 공유·활용이 가능하도록 지원하여야 한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 통합",
            "o 웹 서비스\n - SOAP 1.2, WSDL 2.0, XML 1.0\n - UDDI v3\n - RESTful",
            "O\nO",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "o 비즈니스 프로세스 관리\n - UML 2.0/BPMN 1.0\n - ebXML/BPEL 2.0/XPDL 2.0",
            "O\nO",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터 공유 o 데이터 형식 : XML 1.0",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "인터페이스",
            "o 서비스 발견 및 명세 : UDDI v3, WSDL 2.0",
            "O",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 요소기술분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. O o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. O o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정자치부장관에게 보고하고 행정자치부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정자 치부장관에게 표준 등록을 요청하여야 한다. O o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템 과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. O 세부 기술 지침 데이터 표현 o 정적표현 HTML 4.01 O o 동적표현 - JSP 2.1 O - ASP.net O - PHP O - 기타 웹 관련 언어 O 프로그래밍 o 프로그래밍 - C O - C O - Java O - C O - 기타 CS 언어 O 데이터 교환 o 교환프로토콜 - XMI 2.0 O - SOAP 1.2 O o 문자셋 - EUC-KR O - UTF-8단, 신규시스템은 UTF-8 우선 적용 O - 72 - 보안분야 구 분 항 목 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수 립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으로 하여야 한다. 세부 기술 지침 관리적 보안 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 기술적 보안 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능 인 정보보호제품 - PKI제품 - SSO제품 - 디스크파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내 장된 제품 o CC제품군국제 CC인 경우 IT 보안인증사무국의 인증 필요 - 네트워크침입차단 - 네트워크침입탐지 - 네트워크침입방지 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망 - 네트워크 접근통제 - 네트워크 자료유출방지 - 망간 자료전송",
      "tables": [
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, \n데이터베이스 통합 등을 위하여 표준화되어야 한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수\n하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 \n행정자치부장관에게  보고하고  행정자치부의“행정기관의  코드\n표준화 추진지침”에 따라 코드체계 및 코드를 생성하여 행정자\n치부장관에게 표준 등록을 요청하여야 한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "o  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템\n과의  연계를  위해  데이터베이스  사용이  투명해야  하며  다양한 \n유형의 인터페이스를 지원하여야 한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터 표현",
            "o 정적표현 : HTML 4.01",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 동적표현\n - JSP 2.1\n - ASP.net\n - PHP\n - 기타 ( 웹 관련 언어 )",
            "O\nO",
            "",
            "",
            "O\nO",
            ""
          ],
          [
            "프로그래밍",
            "o 프로그래밍\n - C\n - C++ \n - Java\n - C#\n- 기타 ( C/S 언어 )",
            "O\nO",
            "",
            "",
            "O\nO\nO",
            ""
          ],
          [
            "데이터 교환",
            "o 교환프로토콜: \n - XMI 2.0\n - SOAP 1.2",
            "",
            "",
            "",
            "O\nO",
            ""
          ],
          [
            "",
            "o 문자셋\n - EUC-KR \n - UTF-8(단, 신규시스템은 UTF-8 우선 적용)",
            "",
            "",
            "",
            "O\nO",
            ""
          ]
        ],
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "o  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수\n립하고 이를 적용하여야 한다.  이는 정보시스템의 구축 운영과 \n관련된“서비스 접근 및 전달”,“플랫폼 및 기반구조”,“요소기술” \n및 “인터페이스 및 통합” 분야를 모두 포함하여야 한다.",
            ""
          ],
          [
            "o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 \n공인전자서명 또는 행정전자서명을 기반으로 하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "관리적 \n보안",
            "o 국가정보보안기본지침(국가정보원)\n - 국가 사이버안전 매뉴얼"
          ],
          [
            "기술적 \n보안",
            "o 국정원 검증필 암호모듈 탑재ㆍ사용 대상(암호가 주기능\n인 정보보호제품)\n - PKI제품\n - SSO제품\n - 디스크․파일 암호화 제품\n - 문서 암호화 제품(DRM)등\n - 메일 암호화 제품\n - 구간 암호화 제품\n - 키보드 암호화 제품\n - 하드웨어 보안 토큰\n - DB암호화 제품\n- 상기제품(9종)이외 중요정보 보호를 위해 암호기능이 내\n장된 제품"
          ],
          [
            "",
            "o CC제품군(국제 CC인 경우 IT 보안인증사무국의 인증 필요)\n - (네트워크)침입차단\n - (네트워크)침입탐지\n - (네트워크)침입방지\n - 통합보안관리\n - 웹 응용프로그램 침입차단\n - DDos 대응\n - 인터넷 전화 보안\n - 무선침입방지\n - 무선랜 인증\n - 가상사설망\n - 네트워크 접근통제\n - 네트워크 자료유출방지\n - 망간 자료전송"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 73 - 구 분 항 목 적용계획결과 부분적용미 적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 안티 바이러스 O - 매체제어 O - PC 침입차단 O - PC 가상화 O - 서버 가상화 O - 패치관리 O - 호스트 자료유출 방지 O - 스팸메일 차단 O - 서버 접근통제 O - DB접근 통제 O - 스마트카드 O - 소프트웨어기반 보안USB O - 복합기 완전삭제 O - 소스코드 보안약점 분석도구 O - 스마트폰 보안관리 O - 74 - 붙임 10 비 밀 유 지 계 약 서안 용역수행 업체이하업체라 한다와 고양도시관리공사는 고양도시관리공사 관산근린 공원 다목적구장 회원 통합운영관리 시스템 구축용역을 수행함에 있어 다음과 같이 비밀유지계약을 체결한다. 제1조 계약의 목적 본 계약은 업체가 고양도시관리공사와 계약한 용역사업과 관련하여 취득한 비밀정보를 보호하기 위함을 목적으로 한다. 제2조 비밀의 내용 본 계약상 비밀정보란 업체가 업무진행 과정에서 취득한 누출금지 대상정보이하 비밀정보라 한다를 말하며 비밀정보는 다음과 같다. 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트 워크 장비 설정 정보 8.공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분 류된 기관의 내부문서 9.개인정보보호법제2조제1호의 개인정보 10.보안업무규정제4조의 비밀 및 동 시행규칙 제16조의 대외비 11. 그 밖에 고양도시관리공사 장이 공개가 불가하다고 판단한 자료 제3조 정보의 사용 용도 제한 업체는 고양도시관리공사로부터 제공받은 비밀정보를 관련 계약서에 명시된 본래의 목적에만 사용하여야 하며, 계약의 수행을 위하여 제3자에게 제공할 경우, 별도의 비 밀유지계약을 체결하여야 한다. 제4조 계약기간 본 계약은 용역사업 착수일로부터 종료일까지 그 효력을 가지며, 이 사업과 관련하여 지득한 모든 비밀정보는 사업이 끝난 후에도 절대로 누설하여서는 아니 되며 이로 인 한 민형사상 피해는 전적으로 업체가 부담한다.",
      "tables": [
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "- 안티 바이러스\n - 매체제어\n - PC 침입차단\n - PC 가상화\n - 서버 가상화\n - 패치관리\n - 호스트 자료유출 방지\n - 스팸메일 차단\n - 서버 접근통제\n - DB접근 통제\n - 스마트카드\n - 소프트웨어기반 보안USB\n - 복합기 완전삭제\n - 소스코드 보안약점 분석도구\n - 스마트폰 보안관리",
            "O",
            "",
            "",
            "O\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 75 - 제5조 정보취급자 업체는 고양도시관리공사로부터 제공받은 비밀정보를 자사 조직 내 목적상 부합하는 최소한의 직원들에 한하여 이용하도록 조치하여야 하며 직원 각자에게 비밀유지의 무를 주지시켜야 한다. 또한 비밀정보를 취급하는 자사의 관계직원들에 대하여 비밀 정보 취급자 현황과 신원진술서 및 보안서약서를 고양도시관리공사에 제출하고 승인 을 받아야 한다. 제6조 자료의 반환 업체는 사업의 완료 후나 고양도시관리공사의 요청이 있으면 언제든지 고양도시관 리공사의 비밀정보가 기재되어있거나 이를 포함하고 있는 제반 자료, 장비, 서류, 샘 플, 기타 유체물을 즉시 반환하거나, 고양도시관리공사의 선택에 따라 이를 폐기하고 그 폐기를 증명하는 서류와 회사대표자의 보안확약서를 제출하여야 한다. 제7조 권리의무의 양도 본 계약의 권리와 의무는 고양도시관리공사의 사전 서면동의 없이는 제3자에게 양 도될 수 없다. 제8조 권리의 부존재 등 본 계약상 제공되는 비밀정보에 관한 모든 권리는 고양도시관리공사에 속하고 어떠한 경우에도 본 계약상 제공된 비밀정보에 관하여 업체에게 권리나 사용권을 부여하는 것으로 해석되지 않는다. 제9조 내부규정의 준수 업체는 본 계약상의 목적을 위하여 고양도시관리공사의 시설을 방문하거나 이를 이 용할 경우, 고양도시관리공사의 제반 규정을 준수하여야 한다. 제10조 계약의 분리가능성 본 계약 중 어느 규정이 타 규정이나 지침, 법률 등에 의하여 불법, 무효 또는 집행 불가능하다고 선언될 경우, 상호 협의에 의해 수정 규정을 작성하여 적용하고 본 계 약의 나머지 규정의 유효성에 영향을 미치지 아니한다. 제11조 계약의 수정 본 계약의 수정이나 변경은 양 당사자의 정당한 대표자가 서명한 서면합의로 만 이 루어 질 수 있다. 제12조 손해배상 등 1업체는 고양도시관리공사의 보안정책을 위반하였을 경우 별표1의 위규처리 기준에 따라 위규자 및 관리자를 행정조치하고 별표2의 보안 위약금을 고양도시관리공사에 납부한다. 2업체는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 - 76 - 보안대책 및 제2조비밀의 내용에 대한 보안관리계획을 사업수행계획서에 기재하여 야 하며, 해당 정보 누출 시 고양도시관리공사는 지방자치단체를 당사자로 하는 계 약에 관한 법률 시행령 제92조에 따라 사업자를 부정당업체로 등록한다. 3보안 위약금은 다른 요인에 의해 상쇄, 삭감 되지 않으며 타 항목과 별도로 부과되 며 사업 종료시 지출금액 조정을 통해 위약금을 정산한다. 제13조 지적재산권 본 계약에 따라 업체에 의해 제공되는 서비스 혹은 그 결과가 타인의 특허권, 실용 신안권, 의장권, 상표권, 저작권 등의 지적소유권의 침해임을 이유로 타인으로부터 고 양도시관리공사에 이의제기, 소송, 기타 권리 침해주장이 제기된 경우이하 소송 등이 라 한다 업체는 즉시 고양도시관리공사에 이를 서면으로 통지하고, 업체는 소송등 을 수행하고 이와 관련한 비용을 부담하며, 고양도시관리공사에 손해가 발생하지 않도록 하여야 한다. 소송 등과 관련하여 고양도시관리공사가 손해를 입은경우 업체 는 이를 배상하여야 한다. 제14조 분쟁의 해결 본 계약에 관한 소송은 고양도시관리공사의 소재지를 관할하는 법원으로 한다. 본 계약의 체결사실 및 계약내용을 증명하기 위하여 본 계약서를 2통 작성하여 계약 당사자가 각각 서명 또는 날인한 후 각1통씩 보관한다. 20 년 월 일 발주기관 주소",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 77 - 붙임 11 소프트웨어 영향평가 검토 결과서 - 78 - 붙임 12 평균임금 적용을 위한 SW기술자 분류 기준 구분 기술자격자 기술사 ᆞ기술사 특급 기술자 ᆞ고급기술자 자격 취득 후 3년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 고급 기술자 ᆞ중급기술자 자격 취득 후 3년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ박사학위를 가진 자로서 기사자격을 취득한 자 중급 기술자 ᆞ기사 자격을 취득한 자로서 3년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ산업기사 자격을 취득한 자로서 7년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ기사자격을 취득한 자로서 석사학위 취득 후 2년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 초급 기술자 ᆞ기사 자격을 취득한 자 ᆞ산업기사 이상의 자격을 취득한 자 비고 소프트웨어 기술자의 범위는 소프트웨어 진흥법 제2조 10항에서 정한 바에 따른다. 1. 기술자격자 중 기술사, 기사, 산업기사, 기능사는 국가기술자격법의 기술자격종목 중 다음 각 목의 정보처리 분야 기술자격을 취득한 자를 말한다. 가. 기술사 정보처리, 전자계산 조직 응용 나. 기사 정보처리, 전자계산 조직 응용 다. 산업기사 정보처리, 사무자동화 라. 기능사 정보처리 2. 학력경력자는 소프트웨어 진흥법 시행령 제2조소프트웨어기술자의 범위 및 동법 고시 과학기술정보통신부 고 시 제2020-91호에서 정한 바에 따른다. 3. 소프트웨어기술기능분야의 업무를 수행한 자는 소프트웨어 진흥법 시행령 제2조소프트웨어기술자의 범위 및 동 법 과학기술정보통신부 고시 제2020-91호에서 정한 바에 따른다.",
      "tables": [
        [
          [
            "구분",
            "기술자격자"
          ],
          [
            "기술사 ㆍ기술사",
            ""
          ],
          [
            "특급\n기술자",
            "ㆍ고급기술자 자격 취득 후 3년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 \n근무한 사람"
          ],
          [
            "고급\n기술자",
            "ㆍ중급기술자 자격 취득 후 3년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 \n근무한 사람\nㆍ박사학위를 가진 자로서 기사자격을 취득한 자"
          ],
          [
            "중급\n기술자",
            "ㆍ기사 자격을 취득한 자로서 3년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 \n근무한 사람\nㆍ산업기사 자격을 취득한 자로서 7년 이상 소프트웨어 기술 분야에서 일정기간 경력을 \n갖추거나 근무한 사람\nㆍ기사자격을 취득한 자로서 석사학위 취득 후 2년 이상 소프트웨어 기술 분야에서 일정기간 \n경력을 갖추거나 근무한 사람"
          ],
          [
            "초급\n기술자",
            "ㆍ기사 자격을 취득한 자\nㆍ산업기사 이상의 자격을 취득한 자"
          ]
        ],
        [
          [
            "<소프트웨어  영향평가  검토  결과서>",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 41,
      "text": "- 79 - 별지서식 1 제안사 일반현황 일반사항 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회사설립년도 년 월 해당부문종사기간 년 월 년 월 주요연혁요약 조직도 - 80 - 인원현황 구 분 계 전 문 분 야 HW분야SW분야 계 특급기술자 고급기술자 중급기술자 초급기술자 기능사 제안사일반현황의기술자의구분은입찰공고일기준적용되는SW기술자노임단가한국소프트웨어산업협회공표 에의한 SW기술자등급분류기준표에의함 평가위원평가용제안서는회사명, 대표자 등회사를식별할수있는사항은OOO처리한다.단, 제안서원본은모두표시",
      "tables": [
        [
          [
            "구\n분",
            "계",
            "전 문 분\n야",
            "",
            ""
          ],
          [
            "",
            "",
            "H/W분야 S/W분야",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "고급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "중급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "기 능 사",
            "",
            "",
            "",
            ""
          ],
          [
            "＊제안사 일반현황의 기술자의 구분은 입찰 공고일 기준 적용되는 “SW기술자 노임단가 “(한국소프트웨어산업협회 공표)\n에 의한 SW기술자 등급분류 기준표 에 의함\n＊평가위원 평가용 제안서는 “회사명”, “대표자” 등 회사를 식별할 수 있는 사항은 OOO처리한다.(단, 제안서 원본은 모두 표시)",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "회\n사\n명",
            "대\n표\n자"
          ],
          [
            "사 업\n분\n야",
            ""
          ],
          [
            "주\n소",
            ""
          ],
          [
            "전\n화\n번\n호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년\n월"
          ],
          [
            "해당부문 종사기간",
            "년\n월\n～\n년\n월"
          ],
          [
            "주요연혁(요약)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 81 - 별지서식 2 자본금 및 매출액최근3년 회사명 단위 천원 구 분 년 년 년 합 계 평 균 자본금 매출액 컨설팅 부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 상용 SW 부문 HW 부문 시스템 개발 부문 부문 부문 합계 자기자본비율 자기자본총자산 유 동 비 율 유동자산유동부채 신용평가등급 회사채에 대한 신용평가등급 등급평가일 기업어음에 대한 신용평가등급 등급유효기간 기업신용평가등급 주 1. 결산 공고되었거나 자체 보고된 대차대조표, 손익계산서 등 회계자료를 첨부한다. 2. 신용평가등급, 등급평가일, 등급유효기간 등이 명시된 신용평가 등급 확인서를 제출한다. - 82 - 별지서식 3 유사사업실적최근3년 가. 주요 사업 내용 회사명 연번1계약명 사 업 기 간 2 계약금액 단위천원 계 주1. 계약명 연도순으로 기재하며 본 업무와 유관유사한 것만 해당 건수 별로 정확하게 기재한다. 유사실적 공고일 기준 최근 3년 이내 준공한 본 사업 관련 공공 정보시스템웹 또는 회원관리시스템 개발 및 구축 사업 현재 수행중인 사업은 비고란에 수행중 표기 정량적 평가에는 반영되지 않음 2. 계약금액 공동으로 업무를 수행한 경우 총액을 기재하되 자사의 비용만을 괄호 안에 기재한다. 3. 구체적 업무수행 내용 수행 작업 내용을 단계별현황분석 및 진단, 기본계획 및 실 행계획 수립 등로 작성한다. 4. 타사와 공동 프로젝트 수행여부 타사와 공동으로 프로젝트를 수행한 경우 타사의 상 호명을 기재한다. 5. 실적의 증명은 별지서식 4사업실적증명원사본의 경우 원본대조필 또는 한국소프트웨 어산업협회 및 한국정보통신공사협회에서 발행하는 이행실적확인서를 제출하며, 실적증명 첨부서류에 페이지를 명시하여 증빙번호 란에 해당증명 첨부서류의 페이지를 기재. 증빙서류 제출, 확인이 불가능한 실적은 인정하지 않음. 기재된 내용의 확인 결과 기재된 내용 중 허위사실이 발견된 경우 평가대상에서 제외한다.",
      "tables": [
        [
          [
            "",
            "연번 ①계약명",
            "사  업\n기  간",
            "②  계약금액\n(단위:천원)"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구          분",
            "",
            "",
            "년",
            "",
            "년",
            "년",
            "",
            "합    계",
            "",
            "평    균"
          ],
          [
            "자본금",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "컨설팅\n부문",
            "BPR/ISP",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "상용  S/W  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "H/W  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템  개발  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○○  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○○  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율\n    (자기자본/총자산)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유    동    비    율\n(유동자산/유동부채)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "회사채에  대한  신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "등급평가일",
            "",
            "",
            ""
          ],
          [
            "기업어음에  대한  신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "등급유효기간",
            "",
            "",
            ""
          ],
          [
            "기업신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 83 - 나. 계약건별 내역 계약명 발 주 처 계약기간 착수일 완료일 계약금액 천원 사업책임 기 술 자 1. 사업목적 2. 사업의 중요사항 및 수행한 업무내용 - 84 - 별지서식 4 사 업 실 적 증 명 원 1. 사 업 명 2. 총계약금액 참여지분율 3. 계약 일자 4. 착수 일자 5. 완료 일자 6. 사업 내용 공동수급시참여지분율표시 귀사에서발주한사업에대하여폐사에서상기와같이수행실적이있음을 증명하여주시기바랍니다. 20 년 월 일 주 소 상 호 대표자 위사실을증명합니다. 20 년 월 일 주 소 상 호 대표자",
      "tables": [
        [
          [
            "계약명",
            ""
          ],
          [
            "발  주  처",
            ""
          ],
          [
            "계약기간",
            "착수일\n계약금액\n~\n(천원)\n완료일"
          ],
          [
            "사업책임\n기  술  자",
            ""
          ],
          [
            "1.  사업목적",
            ""
          ],
          [
            "2.  사업의  중요사항  및  수행한  업무내용",
            ""
          ]
        ],
        [
          [
            "사  업  실  적  증  명  원",
            ""
          ],
          [
            "1. 사\n업\n명",
            ""
          ],
          [
            "2. 총 계약 금액",
            "(참여지분율 :\n%)"
          ],
          [
            "3. 계 약 일 자",
            ""
          ],
          [
            "4. 착 수 일 자",
            ""
          ],
          [
            "5. 완 료 일 자",
            ""
          ],
          [
            "6. 사 업 내 용\n※ 공동수급 시 참여지분율 표시",
            ""
          ],
          [
            "귀사에서 발주한 사업에 대하여 폐사에서 상기와 같이 수행실적이 있음을\n증명하여 주시기 바랍니다.\n20\n년\n월\n일\n주 소 :\n상 호 :\n대표자 :",
            ""
          ],
          [
            "위 사실을 증명합니다.\n20\n년\n월\n일\n주 소 :\n상 호 :\n대표자 :",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 85 - 별지서식 5 사업수행 조직도 사업관리자PM 직위, 성명, 기술등급 부문 부문 부문 부문 소속, 직위 성명, 기술등급 소속, 직위 성명, 기술등급 소속, 직위 성명, 기술등급 소속, 직위 성명, 기술등급 주1. 분야별 책임자를 명시해야 한다. 2. 분야별 기술자 기재순서는 평가 시 참고 될 수 있도록 직위별로 기재한다. 3. 용역 수행조직 및 인원현황에는 실제로 과업현장에 직접 투입 가능한 핵심인력을 기재한다. 4. 평가위원 평가용 제안서는 회사명 등 회사를 식별할 수 있는 사항은 〇〇〇으로 표기한다. 단, 제안서 원본은 모두 표시 - 86 - 별지서식 6 청렴계약 이행 서약서표준안 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약제 시행 취지에 적극 호응하여 고양도시관리공사에서 시행하는 용역사업 입찰에 참여함에 있어 당사의 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 2. 입찰낙찰 또는 계약체결계약이행 과정준공 이후도 포함에서 관계공무원 또는 심의위원 등에게 직간접적으로 금품향응 등의 뇌물이나 부당한 이익을 제공하지 않겠으며, 그러한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 공사 착공 전에는 계약취소, 공사착공이후에는 발주처에서 전체 또는 일부 계약을 해지하여도 감수하고 민형사상 이의를 제기하지 않겠습 니다. 3. 회사 임직원이 관계 공무원 또는 심의위원 등에게 뇌물을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습니다. 위 청렴계약이행서약은 상호신뢰를 바탕으로 한 약속으로써 반드시 지킬 것이며, 낙찰자로 결정될시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입 찰참가자격제한, 계약해지 등 고양도시관리공사의 조치와 관련하여 당사가 고양 도시관리공사를 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민형사상 이의를 제기하지 않을 것을 서약합니다. 20 . . . 서 약 자 회사 대표 서명 또는 날인 고양도시관리공사 사장 귀하 업체제출용",
      "tables": [
        [
          [
            "부문"
          ],
          [
            "소속, 직위\n성명, 기술등급"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "소속, 직위\n성명, 기술등급"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "소속, 직위\n성명, 기술등급"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "소속, 직위\n성명, 기술등급"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 87 - 별지서식 7 제안요구사항 수용 조견표 연번요구사항 번호 요구사항 명 또는 요구사항 내용 요약 수용 여부 제안서 내용 제안서 페이지 주 1.요구사항번호는 제안요청서의 요구사항 번호를 기재하며, 제안요청서의 페이지를 기재하지 않는 대신 요구사항 목록의 순서를 고려하여 작성필요한 경우에는 제안요청서상의 페이지 표기도 가능하며, 페이지를 표기할 경우 요구사항번호 란에 괄호를 이용하여 작성 2.요구사항명 은 제안요청서의 요구사항 명을 기재필요시 요구사항 내용을 요약 3. 내용은 간결하게 핵심만 기재하고 수용여부는 또는 X 로 표기 - 88 - 별지서식 8 추가제안 사항 요약 순번 건 명 제안개요 주1. 필요 시 추가 제안사항 세부내역 별첨 가능.",
      "tables": [
        [
          [
            "연번",
            "요구사항\n번호",
            "요구사항 명\n(또는 요구사항 내용 요약)",
            "수용\n여부",
            "제안서 내용",
            "제안서\n \n페이지"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "순번",
            "건        명\n(제안개요)"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 89 - 별지서식 9 정량적평가지표 자가진단표 회 사 명 회사 평가항목 평가요소 분 야 성 명 기술자격 또는 학력 실무 경력년 기술 등급 A. 기술인력 보유현황 기술자 보유현황 부문 부문 부문 부문 부문 B. 수행경험 유사사업 금액 및 건수 20 년 단위 천원, 건 20 년 단위 천원, 건 20 년 단위 천원, 건 ,합 계 단위 천원, 건 금액 금액 금액 금액 건수 건수 건수 건수 C. 경영상태 기업신용 평가등급 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용 평가 등급 D. 사회적 책임 사회적 책임 가. 임금체불 여부 나. 고용개선 조치 미이행 여부 - 90 - 별지서식 10 자료열람 신청 및 열람확인 서약서 일 시 20 . . . 성 명 직 책 열람신청자료 제안서 작성을 위하여 상기 자료를 열람을 신청하며, 열람자료는 제안이외의 목적으로 유출 또는 타인에게 제공하거나 다른 목적에 인용하지 않을 것을 확약합니다. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처 벌 및 불이익도 감수할 것을 확약합니다. 신청인 서명, 인 주 열람신청인이 직접 작성하며, 열람을 종료한 후에는 열람 확인서명을 하여야 함명함 첨부",
      "tables": [
        [
          [
            "회  사  명",
            "",
            "○○회사",
            "",
            "",
            "",
            ""
          ],
          [
            "평가항목",
            "평가요소",
            "분  야",
            "성  명",
            "기술자격\n또는  학력",
            "실무\n경력(년)",
            "기술\n등급"
          ],
          [
            "A.  기술인력\n보유현황",
            "기술자\n보유현황",
            "○○부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "○○부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "○○부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "○○부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "○○부문",
            "",
            "",
            "",
            ""
          ],
          [
            "B.  수행경험",
            "유사사업\n금액  및 \n건수",
            "20    년\n(단위  :  천원,  건)",
            "20    년\n(단위  :  천원,  건)",
            "20    년\n(단위  :  천원,  건)",
            ",합  계\n(단위  :  천원,  건)",
            ""
          ],
          [
            "",
            "",
            "금액",
            "금액",
            "금액",
            "금액",
            ""
          ],
          [
            "",
            "",
            "건수",
            "건수",
            "건수",
            "건수",
            ""
          ],
          [
            "C.  경영상태",
            "기업신용\n평가등급",
            "회사채에  대한\n신용평가등급",
            "",
            "기업어음에  대한\n신용평가등급",
            "",
            "기업신용\n평가\n등급"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "D.  사회적\n책임",
            "사회적\n책임",
            "가.  임금체불  여부",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "나.  고용개선  조치  미이행  여부",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "일  시 :\n20   .    .     .\n성  명 :\n직  책 :",
            ""
          ],
          [
            "열람신청자료",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "○ 제안서 작성을 위하여 상기 자료를 열람을 신청하며, 열람자료는 제안 이외의 목적으로 유출 \n또는 타인에게 제공하거나 다른 목적에 인용하지 않을 것을 확약합니다.\n○ 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처\n벌 및 불이익도 감수할 것을 확약합니다.\n신청인 :\n(서명, 인)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 91 - 별지서식 11 사회적 책임 평가 사회적책임위반 사실여부확인 구 분 처분사유 관련법령 처분일시 처분기간 처분기관명 비고 사회적책임위반사항 1. 임금체불 2. 고용개선조치미이행 20. . . 업체명 대표자 인 주 1. 해당사항이 없으면 해당 없음 으로 표기 2. 임금체불 평가는 입찰공고일을 기준으로 고용노동부장관이 공개중인 체불사업주 명단의 사 업장에 대하여 적용 3. 고용개선조치 미이행 평가는 입찰공고 일을 기준으로 최근 2년 이내에 고용노동부장관이 공표한 적극적 고용개선조치 미이행 사업주 명단의 자료에 표시된 사업장을 기준 다만, 2017년 5월 1일 이후 공표된 자부터 적용한다. - 92 - 별지서식 12 열람제공 자료 관리대장 사 업 명 사업기간 사 업 자 연번 자료명 인계및인수 인계자",
      "tables": [
        [
          [
            "연번",
            "자료명",
            "인계 및 인수",
            ""
          ],
          [
            "",
            "",
            "인계자",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구\n분",
            "처분사유\n(관련법령)",
            "처분일시",
            "처분기간",
            "처분기관명",
            "비 고"
          ],
          [
            "사회적책임 위반 사항\n1. 임금체불\n2. 고용개선조치 미이행",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "20.\n.\n.\n업체명 :\n대표자 :\n(인)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 93 - 별지서식 13 보조기억매체전산장비포함 반출입 대장 팀 명 관리책임자 인 장비명 관리번호 시리얼번호 사용자 용도 전출입일시 입출구분 확인",
      "tables": [
        [
          [
            "장비명",
            "관리번호\n(시리얼번호)",
            "사용자",
            "용도",
            "전출입 일시\n(입⋅출 구분)",
            "확인"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}