{
  "csv_metadata": {
    "공고 번호": "20240327871",
    "공고 차수": 0.0,
    "사업명": "2024년 장애인문화예술정보시스템 이음온라인 운영 용역",
    "사업 금액": 380000000,
    "발주 기관": "재단법인 한국장애인문화예술원",
    "공개 일자": "2024-03-19 09:18:41",
    "입찰 참여 시작일": "2024-03-20 17:00:00",
    "입찰 참여 마감일": "2024-04-01 10:00:00",
    "사업 요약": "- 사업개요: 2024년에 이음온라인 운영 용역을 통해 장애인문화예술정보시스템을 구축하고 운영한다.\n- 추진배경: 장애예술과 온라인 콘텐츠에 대한 이해를 바탕으로 효율적인 운영과 콘텐츠 기획-제작을 위해 전문 업체를 선정한다.\n- 사업범위: 이음온라인 세부 운영계획 수립, 콘텐츠 기획-제작 및 운영, 홍보 및 활성화, 홈페이지 운영 및 기능개선 등\n- 기대효과: 장애인 예술가들의 콘텐츠와 정보를 제공하여 장애인문화예술의 활성화를 도모하고, 이음온라인을 통해 다양한 이용자들에게 문화예술 정보를 제공한다.\n- 추진목표: 이음온라인의 성공적인 운영을 통해 장애인들의 문화예술 참여 기회를 확대하고, 장애인문화예술의 인식과 가치를 높인다.",
    "파일형식": "pdf",
    "파일명": "재단법인 한국장애인문화예술원_2024년 장애인문화예술정보시스템 이음.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "2024년 장애인문화예술정보시스템 이음온라인 운영 용역 제 안 요 청 서 2024. 2.",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "목 차 I. 사업개요 1 II. 제안요청내용 2 III. 제안 안내사항 39 IV. 제안서 제출 및 작성 44",
      "tables": [
        [
          [
            "【 목   차 】\nⅠ. 사업개요  ··········································································  1\nⅡ.  제안요청내용 ····································································  2\nⅢ.  제안  안내사항 ·······························································  39\nⅣ.  제안서  제출  및  작성 ···················································  44"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 1 - I. 사업개요 1. 용역개요 ᄋ 사 업 명 2024년 장애인문화예술정보시스템 이음온라인 운영 ᄋ 사업기간 계약체결일 2024. 12. 31. ᄋ 입찰방법 제한경쟁입찰 ᄋ 낙찰자 결정방법 협상에 의한 계약 ᄋ 소요예산 총액 380백만원 부가세 포함 2. 과업목적 ᄋ 장애예술 및 온라인 콘텐츠 플랫폼에 대한 이해를 바탕으로 이음 온라인 운영 및 콘텐츠 기획제작에 전문성 있는 업체를 선정, 효율적인 사업운영 3. 주요 과업 내용 2p6p 세부사업내용참조 ᄋ 이음온라인 세부 운영계획 수립 ᄋ 이음온라인 콘텐츠 기획제작 및 운영 - 기획회의 운영 - 큐레이션 콘텐츠 운영 - 이음온라인 기획콘텐츠 제작운영웹진이음 등 - 이음온라인 모니터링 운영 - 차년도 콘텐츠 사전 제작 ᄋ 이음온라인 홍보 및 활성화 - 이음온라인 홍보계획 수립 및 실행 - 뉴스레터 및 웹 홍보물 제작 ᄋ 홈페이지 운영 및 기능개선 - 홈페이지 운영 및 유지관리 - 웹모바일 UIUX 및 세부기능 개선",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 2 - II. 제안요청내용 1. 사업 세부내용 가. 이음온라인 세부 운영계획 수립 ᄋ 이음온라인 운영분석, 장애예술 현장, 정책 동향 등 장애예술 관련 환경분석을 통한 세부 운영계획 수립 ᄋ 메뉴별 목적, 콘텐츠 특성, 이용대상을 고려한 콘텐츠 기획 및 제작 계획 수립 이음온라인 개요 메뉴명 내용 문화소식 공연, 전시, 교육, 행사, 축제 및 장애예술인의 공연, 전시정보 등 다양한 문화 예술 프로그램 정보 제공 뉴스 국내외 장애 예술 소식과 동향 미디어 장애 예술의 가치를 탐색하는 영상, 오디오, 출판물 등 다양한 유형의 자료 웹진 이음 장애예술에 대한 고민과 담론 논의, 장애예술가 소개, 장애인 당사자의 이 야기를 소개하는 월간 매거진 큐레이션 이음온라인에서 발행한 다양한 콘텐츠들을 키워드별로 모아서 소개, SNS 콘 텐츠로 활용 참여 와 제안 공지사항 이음 온라인 관련 공지사항 자유게시판 자유로운 게시글 및 댓글 작성이 가능한 게시판 뉴스레터 신청하기 뉴스레터웹진이음을 포함한 이음 온라인 콘텐츠 신청 뉴스레터 보기 월 2회 발송하는 뉴스레터 게시 등록신청 안내 문화소식 메뉴 내 소식 등록 신청 방법 안내 이음온라인소개 이용안내, 접근성 안내, 만드는 사람들 나. 이음온라인 콘텐츠 기획제작 및 운영 1 기획회의 운영 ᄋ 장애 예술, 콘텐츠, 정책 등 분야별 전문가 4인 내외의 기획위원 구성 및 회의 운영계획 수립 전문가풀구성, 기획위원위촉및운영은장문원과협의 ᄋ 월 1회 기획회의를 통한 이음온라인 기획콘텐츠, 웹진 이음 이슈 등 콘텐츠 기획 및 구성",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 3 - 2 큐레이션 콘텐츠 운영 ᄋ 장애예술 관련 문화예술 소식, 뉴스, 미디어 자료 등 다양한 정보와 콘텐츠를 메뉴별 성격에 맞춰 큐레이션하여 제공 메뉴명 운영 내용 문화소식 - 주 2회 이상 상시 업데이트사용자 등록신청건 포함 뉴스 - 월 20건 내외 상시 업데이트 국내 큐레이션한 기사 업로드 해외 해외 기사 리서치자료 조사용, 선정 기사 부분 번역문 업로드 미디어 - 월 10건 내외 업데이트 - 큐레이션을 통한 영상, 오디오, 문서 자료 업로드 기획 콘텐츠 업로드 포함 ᄋ 큐레이션 콘텐츠 운영에 수반되는 업무 일체 - 각종 저작권라이센스 확인 및 비용부담 포함 - 오류 수정, 최신성 확보 및 정보 현행화 등 3 이음온라인 기획콘텐츠 제작운영 기획콘텐츠 제작 공통사항 ᄋ 무장애배리어프리 콘텐츠 제작 - 기획 단계부터 유형별 접근성을 포함하는 무장애 콘텐츠 기획 및 제작 기획콘텐츠 전체 제작 건수의 20 내외로 무장애 콘텐츠 제작, 제작내용 및 건수는 장문원과 협의 영상의 경우 자막 필수 삽입 ᄋ 글영상오디오 등 유형별 콘텐츠 제작에 수반되는 업무 일체 포함 - 취재, 촬영, 원고 편집 및 교정, 사진일러스트영상 등 저작물과 폰트그래픽 등 필요자료 확보 등 - 필자 섭외 및 사례비 지급, 자료조사 및 수집 등 ᄋ 기획콘텐츠 제작 - 장애예술과 관련된 이슈를 쉽게 풀어내거나 장애 예술의 고유성을 드러낼 수 있는 콘텐츠 1종 제작 - 기획영상, 팟캐스트 등 이음온라인에서 직접 제작, 활용, 확산하는 콘텐츠 제안서제출시콘텐츠기획안제출기획방향, 컨셉, 제작건수등포함 세부 기획안은협의후결정",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 4 - 구분 유형 운영 내용 기획영상 영상 - 장애인 배우 8명의 독백연기 영상, 미니 인터뷰 연기가 뭐라GO 10건 본편7, 티저 및 음성버전 3 제작 - 장애예술 단체 현장 탐방 영상 예술해볼라GO! 시즌2 5건 제작 팟캐스트 오디오 - 비장애인의 장애 감수성을 기르는 문학방송 A의 모든 것 시즌3 8건 제작 팟캐스트 및 녹취대본 참조 23년 이음온라인 기획콘텐츠 운영 내용 ᄋ 웹진 이음 제작 - 웹진 이음 운영 현황 분석 및 세부 운영계획 수립 - 총 11호24년 5월호 25년 3월호 기획, 제작 및 운영 - 웹진 이음 콘텐츠 제작 월별 주제 기획안, 사례조사, 참조자료를 포함한 메뉴별 콘텐츠 기획안 준비 기획회의를 통한 세부 기획안 조정 필자안 확정 및 섭외, 취재안 등 배열표 확정 제안서제출시24년월별주제안 및52호24.5월초발행 기획안제출 4 이음온라인 모니터링 운영 ᄋ 장애인 사용자 모니터링단 구성 및 모니터링 진행2회 내외 ᄋ 수요자 니즈 파악을 위한 콘텐츠, 홍보 등 이음온라인 이용 전반 모니터링 웹진 이음 운영 개요 창간일 2018년 11월 발간형태 이음온라인 사이트 내 월별 기사 업데이트 및 뉴스레터 발송 발간주기 월간매월 넷째 주 목요일 구성 분류 코너 개요 호당 제작건수 웹진 이음 이슈 이슈 주제에 관한 전문가 칼럼, 좌담, 기획기사 등 34 인터뷰 국내외 장애인 예술가 인터뷰 및 단체 현장 탐방 콘텐츠 별 영상 1건 포함 1 리뷰 장애 예술 공연, 전시, 행사 등 비평 2 트렌드 리포트 국내외 장애 예술 동향 조명 1 이음 광장 장애인 당사자의 이야기 소개 공모를 통한 필자 선정 포함 3건 내외 문화예술행사 집중 시기 등 특이사항 고려한 제작 건수 및 주기 조율 가능",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 5 - 5 차년도 콘텐츠 사전 제작 ᄋ 25년 12월분 기획콘텐츠 사전 제작 및 큐레이션 콘텐츠 운영 웹진이음25년2월3월호발행분포함 ᄋ 콘텐츠 업로드, 코딩, 뉴스레터 제작 등 포함 다. 이음온라인 홍보 및 활성화 1 이음온라인 홍보계획 수립 및 실행 ᄋ 사이트 이용자 분석, 홍보 타겟, SNS 채널별 특성 고려한 홍보계획 수립 ᄋ 이음온라인 활성화를 위한 광고 및 이벤트 진행 ᄋ 홍보 콘텐츠 기획, 제작, 게시 및 발송 등 SNS 채널 운영 2 뉴스레터 제작 ᄋ 월 2회 이음온라인 콘텐츠 소개 뉴스레터 제작디자인, 코딩 포함 - 매월 둘째, 넷째 주 목요일 발행을 원칙으로 함총 22회 공휴일, 5주차목요일발생시발행일조정가능 - 뉴스레터 상단 디자인 교체계절, 이슈 등을 반영, 34회 - 이음온라인 웹사이트 내 뉴스레터 업로드 3 웹 홍보물 제작 ᄋ 기관 웹사이트 홈페이지 배너 및 기관 시설대학로 이음센터, 충정로 모두예술극장 내 스탠딩 배너 제작 - 웹진 이음 발간, 이벤트, 만족도 조사 등 이음온라인 주요 소식 이음온라인 SNS 운영 과업 개요 구분 채널 계정 현황 24.2월 기준 운영 건수 한국장애인 문화예술원 블로그 kdac9700 이웃 1,240명 상시웹진 이음 기사 게시 카카오톡 채널 kdac9700 친구 1,689명 주 1건 이상 이음온라인 인스타그램 ieumonline 팔로워 2,302명 스토리게시물 등 유형별 주 2건 이상",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 6 - 라. 홈페이지 운영 및 기능개선 1 홈페이지 운영 및 유지관리 ᄋ 이음온라인 웹모바일관리자 페이지 운영관리 - 홈페이지 운영관리 효율화 및 안정적 웹 서비스 제공 - 가상화 서버 및 웹호스팅 서비스에 따른 시스템 운영 - 웹서버 및 DB서버 데이터 관리 - 상시 모니터링 통한 오류 점검 및 품질 개선 - 시스템 오류 사전 예방 및 장애 발생 시 즉각 조치 - 서버 및 보안시스템 안정화 지원 - 홈페이지 홍보용 콘텐츠팝업, 배너 이미지 등 제작 - 게시판 및 댓글 관리이용수칙공지사항게시물 관리, 질문 답변 등 ᄋ 웹접근성 품질 인증마크 갱신 - 한국형 웹 콘텐츠 접근성 지침을 준수한 콘텐츠 현행화 및 기능개선 2 웹모바일 UIUX 개선 ᄋ 가독성과 접근성, 심미성을 함께 고려한 디자인, 레이아웃 개선 ᄋ 사용성 향상을 위한 메뉴 구조 개선 3 세부기능개선 ᄋ 세부 페이지 디자인 및 콘텐츠별 이동 개선을 통한 읽기 환경의 편의성 향상 ᄋ 포털검색 노출 빈도 증가를 위한 검색엔진최적화SEO ᄋ 다양한 웹 브라우저운영체제사용기기에서 최적의 가독성 구현",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 7 - 2. 과업 관리 및 성과품 제출 구분 필수포함사항 제출형식 비고 착수보고 ᄋ 세부추진계획 - 콘텐츠 운영계획, 세부일정표, 과업별 참여인력 등 문서파일 착수계 제출 계약일로부터 7일 이내 중간보고 ᄋ 중간 운영결과보고 문서파일 2024년 8월 중 월간보고 ᄋ 월별 운영결과보고 문서파일 익월 10일 이내 기획안 및 수시보고 ᄋ 기획회의 자료, 홍보안 등 기획안 일체 ᄋ 이슈상황 조치 계획서결과보고서 문서파일 해당 사항 발생시 최종보고 ᄋ 과업수행결과보고세부추진내용 - 운영 실적 및 성과 - 통계분석자료, 프로모션 이벤트 결과보고 - 향후 사업개선방향 등 제언 ᄋ 과업 제작결과물 원본 데이터 - 사진, 영상, 홍보제작물 이미지, 제작원고 등 제작물 일체 USB 1개 문서파일 및 제작결과물 저장 과업 완수후 10일 이내 3. 기타사항 1 일반지침 ᄋ 과업수행자는 본 과업을 수행하는 데 있어 장문원의 특별한 요구가 없는 한 제안요청서에 따라 과업을 진행해야 함 ᄋ 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위하여 과업심의위원회를 미개최한 사업임 ᄋ 과업의 최종 결정은 협상을 통해 결정하며, 과업의 큰 틀을 벗어 나지 않는 범위에서 양자간 협의를 통한 과업 내용 조정 가능함 ᄋ 과업수행자는 과업수행 시 장문원의 의견을 충분히 수렴하여 반영하여야 하며, 세부 추진 일정 및 성과물 도출 등에 대하여 실무담당자와 사전에 긴밀히 협의한 후 수행해야 함 ᄋ 본 사업은 하도급 및 그와 유사한 형태의 외주 개발을 금지함 2 결과물 및 저작권의 귀속 ᄋ과업의 수행결과로 얻어지는 결과물 및 관련 자료 및 저작권, 저작 인접권은 기획재정부 계약예규 용역계약 일반조건 제56조 1항에 따라 공동소유 혹은 계약당사자 간의 협의를 통해 정함 ᄋ동 과업의 수행결과로 얻어지는 결과물 및 관련 자료에 대한 권리",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 8 - 문제 발생 시 계약상대자가 책임을 지고 해결하여야 함 3 과업내용 및 과업기간 변경 ᄋ본 사업은 소프트웨어 진흥법제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따라 과업내용 변경 및 그에 따른 계약금액계약기간 조 정이 필요한 경우 계약상대자는 장문원에 소프트웨어사업 과업변경요청 서를 제출하여 과업심의위원회의 개최를 요청할 수 있으며, 장문원은 과업심의위원회 개최요청에 대해서 특별한 사정이 없으면 수용해야 함 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 13호서식 참조 ᄋ 장문원은 용역 수행 중 특별한 사유 없이 다음사항이 발생할 경우 계약위반 행위로 간주, 계약 해지 등 법적 조치를 할 수 있음 - 계약상 합의된 사항을 기한 내에 이행하지 아니한 때 - 계약기간 내 과업을 완료할 능력이 없거나 현저하게 계획공정이 미달될 때 4 보안 ᄋ 과업수행자는 본 과업과 관련하여 습득한 사항을 제3자에게 누설해 서는 안되며, 장문원이 요구하는 보안사항을 철저히 준수하여야 함 ᄋ 보안사항의 누설로 인하여 사회적인 문제를 야기하였을 경우 과업 수행자는 민형사상의 책임 등 발생하는 모든 책임을 져야 함 ᄋ 과업수행자는 과업과 관련하여 장문원으로부터 대여제공받은 제반 자료를 본 계약의 목적 외에 사용하지 아니하며, 자체 보안대책을 수립, 시행하여야 함 5 책임 ᄋ 과업 수행 중에 활용되는 모든 콘텐츠는 법률에 의거한 적법한 방법으로 제작해야 하며, 본 사업에 관련한 법률상 분쟁에 대해 서는 과업수행업체가 책임을 짐 ᄋ 과업수행자가 계약을 수행함에 있어 제3자의 특허권 또는 저작권, 초상권 등을 침해하여 장문원을 상대로 손해배상 청구 소송이 제기 되면 과업수행자는 피해자 측에 합의 배상하여야 함 ᄋ 과업수행자는 본 과업수행 중 귀책사유로 발생한 모든 문제에 대하여 책임을 지고, 장문원에 손해를 입힌 경우 이를 배상하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 9 - 4. 상세 요구사항 1 요구사항 총괄표 구 분 요구사항 고유번호 요구사항 명칭 기획 요구사항 PLR PLR-001 이음온라인 세부 운영계획 수립 PLR-002 기획회의 운영 PLR-003 이음온라인 홍보계획 수립 및 실행 개발 요구사항 DER DER-001 큐레이션 콘텐츠 운영 DER-002 이음온라인 기획 콘텐츠 제작 DER-003 웹진이음 제작 및 운영 DER-004 이음온라인 모니터링 운영 DER-005 차년도 콘텐츠 사전 제작 DER-006 뉴스레터 제작 웹 홍보물 제작 기능 요구사항 SFR SFR-001 전자정부 표준프레임워크 적용 SFR-002 웹접근성 품질 인증마크 갱신 SFR-003 콘텐츠 제작기술 및 표준 SFR-004 서비스 운영 SFR-005 반응형 웹 기반의 모바일 최적화 SFR-006 프로모션 기능 SFR-007 읽기 환경의 편의성 향상 SFR-008 검색엔진 최적화SEO 유지관리 수행 요구사항 MAR MAR-001 홈페이지 운영 관리 MAR-002 기존 홈페이지 통합관리시스템CMS의 수정보완 및 유지 보수 MAR-003 게시물 및 댓글 관리 MAR-004 시스템 운영 관리 MAR-005 웹 접근성 준수 MAR-006 기술지원 점검 MAR-007 유지보수 산출물 MAR-008 사이트 이용현황 및 통계 자료 관리 MAR-009 정기점검 및 특별점검에 관한 사항 MAR-010 장애관리에 관한 사항 유지관리 인력 요구사항MHR MHR-001 투입인력 일반사항 보안 요구사항 SER SER-001 관리적 보안요건 준수 SER-002 물리적 보안요건 준수 SER-003 기술적 보안요건 준수 SER-004 인력 보안요건 준수 SER-005 보안관리 방안 제시 SER-006 시스템 보안 대책 SER-007 개인정보 보안 대책 품질 QUR-001 품질관리 일반사항",
      "tables": [
        [
          [
            "구        분",
            "요구사항  고유번호",
            "요구사항  명칭"
          ],
          [
            "기획  요구사항\n(PLR)",
            "PLR-001",
            "이음온라인  세부  운영계획  수립"
          ],
          [
            "",
            "PLR-002",
            "기획회의  운영"
          ],
          [
            "",
            "PLR-003",
            "이음온라인  홍보계획  수립  및  실행"
          ],
          [
            "개발  요구사항\n(DER)",
            "DER-001",
            "큐레이션  콘텐츠  운영"
          ],
          [
            "",
            "DER-002",
            "이음온라인  기획  콘텐츠  제작"
          ],
          [
            "",
            "DER-003",
            "웹진이음  제작  및  운영"
          ],
          [
            "",
            "DER-004",
            "이음온라인  모니터링  운영"
          ],
          [
            "",
            "DER-005",
            "차년도  콘텐츠  사전  제작"
          ],
          [
            "",
            "DER-006",
            "뉴스레터  제작  웹  홍보물  제작"
          ],
          [
            "기능  요구사항\n(SFR)",
            "SFR-001",
            "전자정부  표준프레임워크  적용"
          ],
          [
            "",
            "SFR-002",
            "웹접근성 품질 인증마크 갱신"
          ],
          [
            "",
            "SFR-003",
            "콘텐츠  제작기술  및  표준"
          ],
          [
            "",
            "SFR-004",
            "서비스  운영"
          ],
          [
            "",
            "SFR-005",
            "반응형  웹  기반의  모바일  최적화"
          ],
          [
            "",
            "SFR-006",
            "프로모션  기능"
          ],
          [
            "",
            "SFR-007",
            "읽기  환경의  편의성  향상"
          ],
          [
            "",
            "SFR-008",
            "검색엔진  최적화(SEO)"
          ],
          [
            "유지관리  수행 \n요구사항\n(MAR)",
            "MAR-001",
            "홈페이지  운영  관리"
          ],
          [
            "",
            "MAR-002",
            "기존  홈페이지  통합관리시스템(CMS)의  수정·보완  및  유지  보수"
          ],
          [
            "",
            "MAR-003",
            "게시물  및  댓글  관리"
          ],
          [
            "",
            "MAR-004",
            "시스템  운영  관리"
          ],
          [
            "",
            "MAR-005",
            "웹  접근성  준수"
          ],
          [
            "",
            "MAR-006",
            "기술지원  점검"
          ],
          [
            "",
            "MAR-007",
            "유지보수  산출물"
          ],
          [
            "",
            "MAR-008",
            "사이트  이용현황  및  통계  자료  관리"
          ],
          [
            "",
            "MAR-009",
            "정기점검  및  특별점검에  관한  사항"
          ],
          [
            "",
            "MAR-010",
            "장애관리에  관한  사항"
          ],
          [
            "유지관리  인력 \n요구사항(MHR)",
            "MHR-001",
            "투입인력  일반사항"
          ],
          [
            "보안  요구사항\n(SER)",
            "SER-001",
            "관리적  보안요건  준수"
          ],
          [
            "",
            "SER-002",
            "물리적  보안요건  준수"
          ],
          [
            "",
            "SER-003",
            "기술적  보안요건  준수"
          ],
          [
            "",
            "SER-004",
            "인력  보안요건  준수"
          ],
          [
            "",
            "SER-005",
            "보안관리  방안  제시"
          ],
          [
            "",
            "SER-006",
            "시스템  보안  대책"
          ],
          [
            "",
            "SER-007",
            "개인정보  보안  대책"
          ],
          [
            "품질",
            "QUR-001",
            "품질관리  일반사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 10 - 요구사항 QUR QUR-002 품질 보증 QUR-003 신뢰성 보장 QUR-004 콘텐츠 품질관리 성능 요구사항 PER PER-001 페이지 로딩 속도 PER-002 사용자 입력 오류 응답시간 및 지연 경고 인터페이스 요구사항 INR INR-001 웹모바일 UIUX 개선 데이터 요구사항 DAR DAR-001 데이터 표준화 및 확장성 DAR-002 데이터 안정성 및 최적화 DAR-003 데이터 암호화 제약사항 COR COR-001 특허권 또는 저작권 관리 COR-002 홈페이지 관련 규정 및 표준 준수 프로젝트 관리 요구사항 PMR PMR-001 사업수행조직 PMR-002 산출물 작성 및 제출 PMR-003 보안서약 및 책임 PMR-004 프로젝트 관리 PMR-005 개발환경 구축 테스트 요구사항 TER TER-001 테스트 계획 및 테스트 결과 TER-002 단위테스트 TER-003 통합테스트 TER-004 인수테스트 프로젝트 지원 요구사항 PSR PSR-001 교육지원 PSR-002 인수인계 및 하자보수 지원",
      "tables": [
        [
          [
            "요구사항\n(QUR)",
            "QUR-002",
            "품질  보증"
          ],
          [
            "",
            "QUR-003",
            "신뢰성  보장"
          ],
          [
            "",
            "QUR-004",
            "콘텐츠  품질관리"
          ],
          [
            "성능  요구사항\n(PER)",
            "PER-001",
            "페이지  로딩  속도"
          ],
          [
            "",
            "PER-002",
            "사용자  입력  오류  응답시간  및  지연  경고"
          ],
          [
            "인터페이스 \n요구사항  (INR)",
            "INR-001",
            "웹·모바일  UI·UX  개선"
          ],
          [
            "데이터  요구사항\n(DAR)",
            "DAR-001",
            "데이터  표준화  및  확장성"
          ],
          [
            "",
            "DAR-002",
            "데이터  안정성  및  최적화"
          ],
          [
            "",
            "DAR-003",
            "데이터  암호화"
          ],
          [
            "제약사항\n(COR)",
            "COR-001",
            "특허권  또는  저작권  관리"
          ],
          [
            "",
            "COR-002",
            "홈페이지  관련  규정  및  표준  준수"
          ],
          [
            "프로젝트  관리 \n요구사항\n(PMR)",
            "PMR-001",
            "사업수행조직"
          ],
          [
            "",
            "PMR-002",
            "산출물  작성  및  제출"
          ],
          [
            "",
            "PMR-003",
            "보안서약  및  책임"
          ],
          [
            "",
            "PMR-004",
            "프로젝트  관리"
          ],
          [
            "",
            "PMR-005",
            "개발환경  구축"
          ],
          [
            "테스트 \n요구사항\n(TER)",
            "TER-001",
            "테스트  계획  및  테스트  결과"
          ],
          [
            "",
            "TER-002",
            "단위테스트"
          ],
          [
            "",
            "TER-003",
            "통합테스트"
          ],
          [
            "",
            "TER-004",
            "인수테스트"
          ],
          [
            "프로젝트  지원 \n요구사항  (PSR)",
            "PSR-001",
            "교육지원"
          ],
          [
            "",
            "PSR-002",
            "인수인계  및  하자보수  지원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 11 - 2 기획 요구사항 요구사항 고유번호 PLR-001 요구사항 명칭 이음온라인 세부 운영계획 수립 요구사항 분류 기획 요구사항 요구사항 상세설명 정의 이음온라인 세부 운영계획 수립 세부 내용 ᄋ 이음온라인 운영분석, 장애예술 현장, 정책 동향 등 장애예술 관련 환경분석을 통한 세부 운영계획 수립 ᄋ 메뉴별 목적, 콘텐츠 특성, 이용대상을 고려한 콘텐츠 기획 및 제작 계획 수립 이음온라인 개요 메뉴명 메뉴 개요 문화소식 공연, 전시, 교육, 행사, 축제 및 장애예술인의 공연, 전시정보 등 다양한 문화 예술 프로그램 정보 제공 뉴스 국내외 장애 예술 소식과 동향 미디어 장애 예술의 가치를 탐색하는 영상, 오디오, 출판물 등 다양 한 유형의 자료 웹진 이음 장애예술에 대한 고민과 담론 논의, 장애예술가 소개, 장애인 당사자의 이야기를 소개하는 월간 매거진 큐레이션 이음온라인에서 발행한 다양한 콘텐츠들을 키워드별로 모아 서 소개, SNS 콘텐츠로 활용 참 여 와 제 안 공지사항 이음 온라인 관련 공지사항 자유게시판 자유로운 게시글 및 댓글 작성이 가능한 게시판 뉴스레터 신청하기 뉴스레터웹진이음을 포함한 이음 온라인 콘텐츠 신청 뉴스레터 보기 월 2회 발송하는 뉴스레터 게시 등록신청 안내 문화소식 메뉴 내 소식 등록 신청 방법 안내 이음온라인 소개 이용안내, 접근성 안내, 만드는 사람들 요구사항 고유번호 PLR-002 요구사항 명칭 기획회의 운영 요구사항 분류 기획 요구사항 요구사항 상세설명 정의 이음온라인 콘텐츠 기획회의 운영 세부 내용 ᄋ 장애 예술, 콘텐츠, 정책 등 분야별 전문가 4인 내외의 기획위원 구성 및 회의 운영계획 수립 전문가 풀 구성, 기획위원 위촉 및 운영은 장문원과 협의 ᄋ 월 1회 기획회의를 통한 이음온라인 기획콘텐츠, 웹진 이음 이슈 등 콘텐츠 기획 및 구성",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PLR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "이음온라인  세부  운영계획  수립"
          ],
          [
            "요구사항  분류",
            "",
            "기획  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "이음온라인  세부  운영계획  수립"
          ],
          [
            "",
            "세부\n내용",
            "참 여 와\n제 안\nㅇ  이음온라인  운영분석,  장애예술  현장,  정책  동향  등  장애예술  관련  환경분석을 \n통한  세부  운영계획  수립\nㅇ  메뉴별  목적,  콘텐츠  특성,  이용대상을  고려한  콘텐츠  기획  및  제작  계획  수립\n이음온라인  개요 \n메뉴명\n메뉴  개요\n공연,  전시,  교육,  행사,  축제  및  장애예술인의  공연,  전시정보 \n문화소식\n등  다양한  문화  예술  프로그램  정보  제공\n뉴스\n국내‧외  장애  예술  소식과  동향\n장애  예술의  가치를  탐색하는  영상,  오디오,  출판물  등  다양\n미디어\n한  유형의  자료\n장애예술에  대한  고민과  담론  논의,  장애예술가  소개,  장애인 \n웹진  이음\n당사자의  이야기를  소개하는  월간  매거진\n이음온라인에서  발행한  다양한  콘텐츠들을  키워드별로  모아\n큐레이션\n서  소개,  SNS  콘텐츠로  활용\n공지사항\n이음  온라인  관련  공지사항\n자유게시판\n자유로운  게시글  및  댓글  작성이  가능한  게시판\n뉴스레터 \n뉴스레터(웹진<이음>을  포함한  이음  온라인  콘텐츠)  신청\n신청하기\n \n뉴스레터 \n월  2회  발송하는  뉴스레터  게시\n보기\n등록신청 \n‘문화소식’  메뉴  내  소식  등록  신청  방법  안내\n안내\n이음온라인  소개\n이용안내,  접근성  안내,  만드는  사람들"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PLR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "기획회의  운영"
          ],
          [
            "요구사항  분류",
            "",
            "기획  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "이음온라인  콘텐츠  기획회의  운영"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  장애  예술,  콘텐츠,  정책  등  분야별  전문가  4인  내외의  기획위원  구성  및  회의 \n운영계획  수립\n    ※  전문가  풀  구성,  기획위원  위촉  및  운영은  장문원과  협의\nㅇ  월  1회  기획회의를  통한  이음온라인  기획콘텐츠,  웹진  이음  이슈  등  콘텐츠 \n기획  및  구성"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 12 - 요구사항 고유번호 PLR-003 요구사항 명칭 이음온라인 홍보계획 수립 및 실행 요구사항 분류 기획 요구사항 요구사항 상세설명 정의 이음온라인 홍보계획 수립 및 실행 세부 내용 ᄋ 사이트 이용자 분석, 홍보 타겟, SNS 채널별 특성 고려한 홍보계획 수립 ᄋ 이음온라인 활성화를 위한 광고 및 이벤트 진행 ᄋ 홍보 콘텐츠 기획, 제작, 게시 및 발송 등 SNS 채널 운영 이음온라인 SNS 운영 과업 개요 구분 채널 계정 현황 24.2월 기준 운영 건수 장문원 블로그 kdac9700 이웃 1,240명 상시웹진 이음 기사 게시 카카오톡 채널 kdac9700 친구 1,689명 주 1건 이상 이음 온라인 인스타 그램 ieumonline 팔로워 2,302명 스토리게시물 등 유형별 주 2건 이상 3 개발 요구사항 요구사항 고유번호 DER-001 요구사항 명칭 큐레이션 콘텐츠 운영 요구사항 분류 개발 요구사항 요구사항 상세설명 정의 큐레이션 콘텐츠 운영 세부 내용 ᄋ 장애예술 관련 문화예술 소식, 뉴스, 미디어 자료 등 다양한 정보와 콘텐츠 를 메뉴별 성격에 맞춰 큐레이션하여 제공 메뉴명 운영 내용 문화소식 주 2회 이상 상시 업데이트사용자 등록신청건 포함 뉴스 월 20건 내외 상시 업데이트 국내 큐레이션한 기사 업로드 해외 해외 기사 리서치자료 조사용, 선정 기사 부분 번역문 업로드 미디어 월 10건 내외 업데이트 큐레이션을 통한 영상, 오디오, 문서 자료 업 로드기획 콘텐츠 업로드 포함 ᄋ 큐레이션 콘텐츠 운영에 수반되는 업무 일체 - 각종 저작권라이센스 확인 및 비용부담 포함 - 오류 수정, 최신성 확보 및 정보 현행화 등",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PLR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "이음온라인  홍보계획  수립  및  실행"
          ],
          [
            "요구사항  분류",
            "",
            "기획  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "이음온라인  홍보계획  수립  및  실행"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사이트  이용자  분석,  홍보  타겟,  SNS  채널별  특성  고려한  홍보계획  수립\nㅇ  이음온라인  활성화를  위한  광고  및  이벤트  진행\nㅇ  홍보  콘텐츠  기획,  제작,  게시  및  발송  등  SNS  채널  운영\n이음온라인  SNS  운영  과업  개요\n현황 \n구분\n채널\n계정\n운영  건수\n(‘24.2월  기준)\n블로그\n@kdac9700\n이웃  1,240명\n상시(웹진  이음  기사  게시)\n장문원\n카카오톡 \n@kdac9700\n친구  1,689명\n주  1건  이상\n채널\n이음\n인스타\n스토리·게시물  등 \n@ieumonline\n팔로워  2,302명\n온라인\n그램\n유형별  주  2건  이상"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "큐레이션  콘텐츠  운영"
          ],
          [
            "요구사항  분류",
            "",
            "개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "큐레이션  콘텐츠  운영"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  장애예술  관련  문화예술  소식,  뉴스,  미디어  자료  등  다양한  정보와  콘텐츠\n를  메뉴별  성격에  맞춰  큐레이션하여  제공\n메뉴명\n운영  내용\n문화소식\n주  2회  이상  상시  업데이트(사용자  등록신청건  포함)\n월  20건  내외  상시  업데이트\n뉴스\n(국내)  큐레이션한  기사  업로드\n(해외)  해외  기사  리서치(자료  조사용),  선정  기사  부분  번역문  업로드\n월  10건  내외  업데이트  /  큐레이션을  통한  영상,  오디오,  문서  자료  업\n미디어\n로드(기획  콘텐츠  업로드  포함)\nㅇ  큐레이션  콘텐츠  운영에  수반되는  업무  일체\n  -  각종  저작권·라이센스  확인  및  비용부담  포함\n  -  오류  수정,  최신성  확보  및  정보  현행화  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 13 - 요구사항 고유번호 DER-002 요구사항 명칭 이음온라인 기획 콘텐츠 제작 요구사항 분류 개발 요구사항 요구사항 상세설명 정의 이음온라인 기획 콘텐츠 제작 세부 내용 기획콘텐츠 제작 공통사항 ᄋ 무장애배리어프리 콘텐츠 제작 - 기획 단계부터 유형별 접근성을 포함하는 무장애 콘텐츠 기획 및 제작 기획콘텐츠 전체 제작 건수의 20 내외로 무장애 콘텐츠 제작, 제작내용 및 건수는 장문원과 협의 영상의 경우 자막 필수 삽입 ᄋ 글영상오디오 등 유형별 콘텐츠 제작에 수반되는 업무 일체 포함 - 취재, 촬영, 원고 편집 및 교정, 사진일러스트영상 등 저작물과 폰트그래픽 등 필요자료 확보 등 - 필자 섭외 및 사례비 지급, 자료조사 및 수집 등 ᄋ 기획콘텐츠 제작 - 장애예술과 관련된 이슈를 쉽게 풀어내거나 장애 예술의 고유성을 드러낼 수 있는 콘텐츠 1종 제작 - 기획영상, 팟캐스트 등 이음온라인에서 직접 제작, 활용, 확산하는 콘텐츠 제안서 제출 시 콘텐츠 기획안 제출기획방향, 컨셉, 제작 건수 등 포함 세부 기획안은 협의 후 결정 구분 유형 운영 내용 기획 영상 영상 - 장애인 배우 8명의 독백연기 영상, 미니 인터뷰 연기가 뭐라GO 10건본편7, 티저 및 음성버전 3 제작 - 장애예술 단체 현장 탐방 영상 예술해볼라GO! 시즌2 5건 제작 팟캐 스트 오디오 - 비장애인의 장애 감수성을 기르는 문학방송 A의 모든 것 시즌3 8건 제작팟캐스트 및 녹취대본 참조 23년 이음온라인 기획콘텐츠 운영 내용",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "DER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "이음온라인  기획  콘텐츠  제작"
          ],
          [
            "요구사항  분류",
            "",
            "개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "이음온라인  기획  콘텐츠  제작"
          ],
          [
            "",
            "세부\n내용",
            "※  기획콘텐츠  제작  공통사항\nㅇ  무장애(배리어프리)  콘텐츠  제작\n  -  기획  단계부터  유형별  접근성을  포함하는  무장애  콘텐츠  기획  및  제작\n    *  기획콘텐츠  전체  제작  건수의  20%  내외로  무장애  콘텐츠  제작,  제작내용  및 \n건수는  장문원과  협의  (영상의  경우  자막  필수  삽입)\nㅇ  글·영상·오디오  등  유형별  콘텐츠  제작에  수반되는  업무  일체  포함\n  -  취재,  촬영,  원고  편집  및  교정,  사진·일러스트·영상  등  저작물과  폰트·그래픽  등 \n필요자료  확보  등\n  -  필자  섭외  및  사례비  지급,  자료조사  및  수집  등\nㅇ  기획콘텐츠  제작\n  -  장애예술과  관련된  이슈를  쉽게  풀어내거나  장애  예술의  고유성을  드러낼  수 \n있는  콘텐츠  1종  제작 \n  -  기획영상,  팟캐스트  등  이음온라인에서  직접  제작,  활용,  확산하는  콘텐츠\n    ※  제안서  제출  시  콘텐츠  기획안  제출(기획방향,  컨셉,  제작  건수  등  포함/  세부 \n기획안은  협의  후  결정)\n[참조]  ‘23년  이음온라인  기획콘텐츠  운영  내용\n구분\n유형\n운영  내용\n-  장애인  배우  8명의  독백연기  영상,  미니  인터뷰  <연기가  뭐라GO> \n기획\n영상\n10건(본편7,  티저  및  음성버전  3)  제작\n영상\n-  장애예술  단체  현장  탐방  영상  <예술해볼라GO!  시즌2>  5건  제작\n팟캐\n-  비장애인의  장애  감수성을  기르는  문학방송  <A의  모든  것>  시즌3  8건 \n오디오\n스트\n제작(팟캐스트 및 녹취대본)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 14 - 요구사항 고유번호 DER-003 요구사항 명칭 웹진이음 제작 및 운영 요구사항 분류 개발 요구사항 요구사항 상세설명 정의 웹진이음 제작 및 운영 세부 내용 - 웹진 이음 운영 현황 분석 및 세부 운영계획 수립 - 총 11호24년 5월호 25년 3월호 기획, 제작 및 운영 - 웹진 이음 콘텐츠 제작 월별 주제 기획안, 사례조사, 참조자료를 포함한 메뉴별 콘텐츠 기획안 준비 기획회의를 통한 세부 기획안 조정 필자안 확정 및 섭외, 취재안 등 배열표 확정 제안서 제출시 24년 월별 주제안 및 52호24.5월 초 발행 기획안 제출 웹진 이음 운영 개요 창간일 2018년 11월 발간 형태 이음온라인 사이트 내 월별 기사 업데이트 및 뉴스레터 발송 발간 주기 월간매월 넷째 주 목요일 구성 분류 코너 개요 회당 제작건수 웹진 이음 이슈 이슈 주제에 관한 전문가 칼럼, 좌담, 기획기사 등 34 인터뷰 국내외 장애인 예술가 인터뷰 및 단체 현장 탐방 콘텐츠 별 영상 1건 포함 1 리뷰 장애 예술 공연, 전시, 행사 등 비평 2 트렌드 리포트 국내외 장애 예술 동향 조명 1 이음 광장 장애인 당사자의 이야기 소개 공모를 통한 필자 선정 포함 3건 내외 문화예술행사 집중 시기 등 특이사항 고려한 제작 건수 및 주기 조율 가능 요구사항 고유번호 DER-004 요구사항 명칭 이음온라인 모니터링 운영 요구사항 분류 개발 요구사항 요구사항 상세설명 정의 이음온라인 모니터링 운영 세부 내용 ᄋ 장애인 사용자 모니터링단 구성 및 모니터링 진행2회 내외 ᄋ 수요자 니즈 파악을 위한 콘텐츠, 홍보 등 이음온라인 이용 전반 모니터링",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "DER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "웹진이음  제작  및  운영"
          ],
          [
            "요구사항  분류",
            "",
            "개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹진이음  제작  및  운영"
          ],
          [
            "",
            "세부\n내용",
            "-  웹진  이음  운영  현황  분석  및  세부  운영계획  수립\n  -  총  11호(‘24년  5월호  ~  ‘25년  3월호)  기획,  제작  및  운영\n  -  웹진  이음  콘텐츠  제작\n    ·월별  주제  기획안,  사례조사,  참조자료를  포함한  메뉴별  콘텐츠  기획(안)  준비\n    ·기획회의를  통한  세부  기획안  조정\n    ·필자안  확정  및  섭외,  취재안  등  배열표  확정\n    ※  제안서  제출시  24년  월별  주제(안)  및  52호(‘24.5월  초  발행)  기획안  제출\n웹진  이음  운영  개요\n창간일\n2018년  11월\n발간\n이음온라인  사이트  내  월별  기사  업데이트  및  뉴스레터  발송\n형태\n발간\n월간(매월  넷째  주  목요일)\n주기\n회당 \n분류\n코너\n개요\n제작건수\n이슈  주제에  관한  전문가  칼럼,  좌담, \n이슈\n3~4\n기획기사  등\n국내‧외  장애인  예술가  인터뷰  및  단체 \n인터뷰\n1\n현장  탐방  (콘텐츠  별  영상  1건  포함)\n웹진\n리뷰\n장애  예술  공연,  전시,  행사  등  비평\n2\n구성\n이음\n트렌드\n국내‧외  장애  예술  동향  조명\n1\n리포트\n이음\n장애인  당사자의  이야기  소개\n3건  내외\n광장\n*  공모를  통한  필자  선정  포함\n*  문화예술행사  집중  시기  등  특이사항  고려한 \n제작  건수  및  주기  조율  가능"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "이음온라인  모니터링  운영"
          ],
          [
            "요구사항  분류",
            "",
            "개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "이음온라인  모니터링  운영"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  장애인  사용자  모니터링단  구성  및  모니터링  진행(2회  내외)\nㅇ  수요자  니즈  파악을  위한  콘텐츠,  홍보  등  이음온라인  이용  전반  모니터링"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 15 - 4 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 전자정부 표준프레임워크 적용 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 이음 온라인 전자정부 표준프레임워크 기반으로 구축 세부 내용 ᄋ 전자정부 표준프레임워크를 사용한 콘텐츠 제작 - 시스템 확장성 및 유지보수 효율성 확보 ᄋ 모든 기능은 공통컴포넌트 수준의 개발 표준을 준수 요구사항 고유번호 DER-005 요구사항 명칭 차년도 콘텐츠 사전 제작 요구사항 분류 개발 요구사항 요구사항 상세설명 정의 차년도 콘텐츠 사전 제작 세부 내용 ᄋ 25년 12월분 기획콘텐츠 사전 제작 및 큐레이션 콘텐츠 운영 웹진 이음 25년 2월3월호 발행분 포함 ᄋ 콘텐츠 업로드, 코딩, 뉴스레터 제작 등 포함 요구사항 고유번호 DER-006 요구사항 명칭 뉴스레터 제작 웹 홍보물 제작 요구사항 분류 개발 요구사항 요구사항 상세설명 정의 뉴스레터 제작 웹 홍보물 제작 세부 내용 1 뉴스레터 제작 ᄋ 월 2회 이음온라인 콘텐츠 소개 뉴스레터 제작디자인, 코딩 포함 - 매월 둘째, 넷째 주 목요일 발행을 원칙으로 함총 22회 공휴일, 5주 차 목요일 발생시 발행일 조정 가능 - 뉴스레터 상단 디자인 교체계절, 이슈 등을 반영, 34회 - 이음온라인 웹사이트 내 뉴스레터 업로드 2 웹 홍보물 제작 ᄋ 기관 웹사이트 홈페이지 배너 및 기관 시설대학로 이음센터, 충정로 모두 예술극장 내 스탠딩 배너 제작 - 웹진 이음 발간, 이벤트, 만족도 조사 등 이음온라인 주요 소식",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "DER-005"
          ],
          [
            "요구사항  명칭",
            "",
            "차년도  콘텐츠  사전  제작"
          ],
          [
            "요구사항  분류",
            "",
            "개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "차년도  콘텐츠  사전  제작"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  ‘25년  1~2월분  기획콘텐츠  사전  제작  및  큐레이션  콘텐츠  운영\n  ※  웹진  이음  ‘25년  2월~3월호  발행분  포함\nㅇ  콘텐츠  업로드,  코딩,  뉴스레터  제작  등  포함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DER-006"
          ],
          [
            "요구사항  명칭",
            "",
            "뉴스레터  제작  웹  홍보물  제작"
          ],
          [
            "요구사항  분류",
            "",
            "개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "뉴스레터  제작  웹  홍보물  제작"
          ],
          [
            "",
            "세부\n내용",
            "1)  뉴스레터  제작\nㅇ  월  2회  이음온라인  콘텐츠  소개  뉴스레터  제작(디자인,  코딩  포함)\n  -  매월  둘째,  넷째  주  목요일  발행을  원칙으로  함(총  22회)\n  ※  공휴일,  5주  차  목요일  발생시  발행일  조정  가능\n  -  뉴스레터  상단  디자인  교체(계절,  이슈  등을  반영,  3~4회)\n  -  이음온라인  웹사이트  내  뉴스레터  업로드\n2)  웹  홍보물  제작\nㅇ  기관  웹사이트  홈페이지  배너  및  기관  시설(대학로  이음센터,  충정로  모두\n예술극장)  내  스탠딩  배너  제작\n  -  웹진  이음  발간,  이벤트,  만족도  조사  등  이음온라인  주요  소식"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "전자정부  표준프레임워크  적용"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "‘이음  온라인‘  전자정부  표준프레임워크  기반으로  구축"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  전자정부  표준프레임워크를  사용한  콘텐츠  제작\n  -  시스템  확장성  및  유지보수  효율성  확보\nㅇ  모든  기능은  공통컴포넌트  수준의  개발  표준을  준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 16 - 요구사항 고유번호 SFR-002 요구사항 명칭 웹접근성 품질 인증마크 갱신 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 웹접근성 품질 인증마크 갱신 세부 내용 ᄋ 운영 기간 동안 웹접근성 인증마크 갱신 - 한국형 웹 콘텐츠 접근성 지침을 준수한 콘텐츠 현행화 및 기능개선 ᄋ 국가공인 웹 접근성 품질인증기관인 한국웹접근성인증평가원사단법인 한 국장애인단체총연합회, 웹와치, 사단법인 한국시각장애인연합회한국웹접근성 평가센터 중 한곳에서 품질인증 절차를 거쳐 마크 획득 ᄋ 품질인증 후 인증서 제출 및 홈페이지 하단에 마크 삽입 ᄋ 대상 이음 온라인 요구사항 고유번호 SFR-003 요구사항 명칭 콘텐츠 제작기술 및 표준 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 콘텐츠 개발 방향 세부 내용 ᄋ 웹표준 및 호환성에 문제가 없도록 콘텐츠 개발 ᄋ PC모바일 등 디바이스 종류에 구애받지 않는 반응형 웹 콘텐츠로 제작 ᄋ 특정 운영체제 및 웹브라우저익스플로러, 크롬, 사파리 등에 영향을 받지 않는 표준을 적용하여 호환성에 문제가 없도록 개발 ᄋ 제작에 필요한 서체이미지사진 등 모든 자료에 대한 저작권 확보 및 해결 개발 범위콘텐츠 서비스 형태는 콘텐츠 개발 내용에 따라 변동될 수 있 으며, 세부 개발 범위는 주관기관과 협의",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "웹접근성 품질 인증마크 갱신"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹접근성 품질 인증마크 갱신"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 운영  기간  동안  웹접근성 인증마크 갱신\n  -  ‘한국형  웹  콘텐츠  접근성  지침’을  준수한  콘텐츠  현행화  및  기능개선\nㅇ 국가공인 웹 접근성 품질인증기관인 한국웹접근성인증평가원(사단법인 한\n국장애인단체총연합회), 웹와치, 사단법인 한국시각장애인연합회(한국웹접근성\n평가센터) 중 한곳에서 품질인증 절차를 거쳐 마크 획득\nㅇ 품질인증 후 인증서 제출 및 홈페이지 하단에 마크 삽입\nㅇ 대상 : 이음  온라인"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "콘텐츠  제작기술  및  표준"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "콘텐츠  개발  방향"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  웹표준  및  호환성에  문제가  없도록  콘텐츠  개발\nㅇ  PC·모바일  등  디바이스  종류에  구애받지  않는  반응형  웹  콘텐츠로  제작\nㅇ  특정  운영체제  및  웹브라우저(익스플로러,  크롬,  사파리  등)에  영향을  받지 \n않는  표준을  적용하여  호환성에  문제가  없도록  개발\nㅇ  제작에  필요한  서체·이미지·사진  등  모든  자료에  대한  저작권  확보  및  해결\n  ※  개발  범위(콘텐츠  서비스  형태)는  콘텐츠  개발  내용에  따라  변동될  수  있\n으며,  세부  개발  범위는  주관기관과  협의"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 17 - 요구사항 고유번호 SFR-004 요구사항 명칭 서비스 운영 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 서비스 운영 세부 내용 ᄋ 노출 콘텐츠 선정 및 운영 - 메인 페이지, 카테고리별 노출 콘텐츠 선정 및 운영 등 - 프로모션 진행 시 인트로 페이지 지원 ᄋ 배너, 썸네일 이미지 제작 ᄋ 사용자 모니터링 및 이용현황 보고 ᄋ 대외 민원 및 협력요청 응대 등 ᄋ 콘텐츠 운영 현황 정기보고 및 월별 평가를 통한 성과관리 - 기간별 방문자 수, 콘텐츠별 조회 수, 유입경로 등 각종 통계 및 분석 결과 도출을 기반으로 현황관리 ᄋ 자체평가를 기반으로 운영 개선방향 및 활성화 방안 도출 ᄋ 최종 결과보고를 통한 차후년도 사업방향 논의 요구사항 고유번호 SFR-005 요구사항 명칭 반응형 웹 기반의 모바일 최적화 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 반응형 웹 기술이 적용된 모바일 최적화 세부 내용 ᄋ 최신 웹 기술인 반응형 웹 기술을 적용하여 모바일 최적화 ᄋ 반응형 웹 기술을 적용하여 콘텐츠 변경 시 One Source Multi Use가 실현 되도록 함 ᄋ 이용자들의 디바이스 환경에 제약 없이 동일한 서비스를 제공받을 수 있도 록 웹 표준을 적용 ᄋ 디바이스 환경에 따른 제약사항 발생 시 이용자의 디바이스에 맞추어 최적 화된 화면이 제공될 수 있도록 개발 요구사항 고유번호 SFR-006 요구사항 명칭 프로모션 기능 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 프로모션 기능 세부 내용 ᄋ 이벤트 진행 시 관련 기능 개발지원 ᄋ 이벤트 결과보고서 제출 - 이벤트 기간동안 홈페이지 접속자수, 페이지뷰, 이벤트 참가자수 등",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "서비스  운영"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "서비스  운영"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  노출  콘텐츠  선정  및  운영\n  -  메인  페이지,  카테고리별  노출  콘텐츠  선정  및  운영  등\n  -  프로모션  진행  시  인트로  페이지  지원\nㅇ  배너,  썸네일  이미지  제작\nㅇ  사용자  모니터링  및  이용현황  보고\nㅇ  대외  민원  및  협력요청  응대  등\nㅇ  콘텐츠  운영  현황  정기보고  및  월별  평가를  통한  성과관리\n  -  기간별  방문자  수,  콘텐츠별  조회  수,  유입경로  등  각종  통계  및  분석  결과 \n도출을  기반으로  현황관리\n  ㅇ  자체평가를  기반으로  운영  개선방향  및  활성화  방안  도출 \n  ㅇ  최종  결과보고를  통한  차후년도  사업방향  논의"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "반응형  웹  기반의  모바일  최적화"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "반응형  웹  기술이  적용된  모바일  최적화"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  최신  웹  기술인  반응형  웹  기술을  적용하여  모바일  최적화 \nㅇ  반응형  웹  기술을  적용하여  콘텐츠  변경  시  One  Source  Multi  Use가  실현 \n되도록  함 \nㅇ  이용자들의  디바이스  환경에  제약  없이  동일한  서비스를  제공받을  수  있도\n록  웹  표준을  적용 \nㅇ  디바이스  환경에  따른  제약사항  발생  시  이용자의  디바이스에  맞추어  최적\n화된  화면이  제공될  수  있도록  개발"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "프로모션  기능"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로모션  기능"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  이벤트  진행  시  관련  기능  개발지원\nㅇ  이벤트  결과보고서  제출\n  -  이벤트  기간동안  홈페이지  접속자수,  페이지뷰,  이벤트  참가자수  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 18 - 요구사항 고유번호 SFR-007 요구사항 명칭 읽기 환경의 편의성 향상 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 읽기 환경의 편의성 향상 세부 내용 ᄋ 세부 페이지 디자인 개선 ᄋ 콘텐츠별 이동 개선 요구사항 고유번호 SFR-008 요구사항 명칭 검색엔진 최적화SEO 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 검색엔진 최적화SEO 세부 내용 ᄋ 구글, 네이버 등 검색엔진 검색결과에 노출될 수 있도록 검색엔진 친화적 인 콘텐츠 형식 제공관리자 등록 기능 개발 개인정보는 구글 검색엔진 노출 방지 및 브라우저 주소창에 나타나지 않 게 해야함 5 유지관리 수행 요구사항 요구사항 고유번호 MAR-001 요구사항 명칭 홈페이지 운영 관리 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 홈페이지 운영 관리 세부 내용 ᄋ 운영 및 기능개선 대상 서비스명 서비스명 비고 이음온라인 대표 홈페이지 www.ieum.or.kr 모바일 홈페이지 포함 웹진이음 대표 홈페이지 httpieumzine.kr 2021년 3월 개별사이트로 운영되던 웹진이음을 이 음 온라인 홈페이지 내 메뉴로 통합하여, 신규 콘 텐츠 등의 업로드는 불필요하나 웹진이음 서버 유 지, 관리 및 보수 필요. ᄋ 콘텐츠 추가 및 현행화 - 홈페이지 내 콘텐츠는 재활용이 가능하고 관리자가 쉽게 수정할 수 있도록 제작하고 사용자의 수정요구가 있을 시 즉시 수정하여야 함 - 홈페이지에는 최신의 정보가 제공될 수 있도록 하여야 함 ᄋ 프로그램 개선 및 운영관리 안정성 강화관리자페이지 포함 ᄋ 홈페이지 운영상 필요에 의해 발생하는 신규 기능에 대해 신속한 디자인 작업과 이에 대한 방안을 제시하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "읽기  환경의  편의성  향상"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "읽기  환경의  편의성  향상"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  세부  페이지  디자인  개선\nㅇ  콘텐츠별  이동  개선"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "검색엔진  최적화(SEO)"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "검색엔진  최적화(SEO)"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  구글,  네이버  등  검색엔진  검색결과에  노출될  수  있도록  검색엔진  친화적\n인  콘텐츠  형식  제공(관리자  등록  기능  개발)\n  ※  개인정보는  구글  검색엔진  노출  방지  및  브라우저  주소창에  나타나지  않\n게  해야함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-001",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "홈페이지  운영  관리",
            "",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "홈페이지  운영  관리",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  운영  및  기능개선  대상  서비스명\nㅇ  콘텐츠  추가  및  현행화\n  -  홈페이지  내  콘텐츠는  재활용이  가능하고  관리자가  쉽게  수정할  수  있도록 \n제작하고  사용자의  수정요구가  있을  시  즉시  수정하여야  함\n  -  홈페이지에는  최신의  정보가  제공될  수  있도록  하여야  함 \nㅇ  프로그램  개선  및  운영‧관리  안정성  강화(관리자페이지  포함)\nㅇ  홈페이지  운영상  필요에  의해  발생하는  신규  기능에  대해  신속한  디자인 \n작업과  이에  대한  방안을  제시하여야  함",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "서비스명",
            "비고",
            ""
          ],
          [
            "",
            "",
            "",
            "이음온라인  대표  홈페이지\n(www.ieum.or.kr)",
            "모바일  홈페이지  포함",
            ""
          ],
          [
            "",
            "",
            "",
            "웹진이음  대표  홈페이지\n(http://ieumzine.kr)",
            "2021년  3월  개별사이트로  운영되던  웹진이음을  이\n음  온라인  홈페이지  내  메뉴로  통합하여,  신규  콘\n텐츠  등의  업로드는  불필요하나  웹진이음  서버  유\n지,  관리  및  보수  필요.",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 19 - 요구사항 고유번호 MAR-002 요구사항 명칭 기존 홈페이지 통합관리시스템CMS의 수정보완 및 유지 보수 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 기존 홈페이지 통합관리시스템CMS의 수정보완 및 유지 보수 세부 내용 ᄋ 콘텐츠관리시스템CMS 세부 규격 및 사양 - 각 콘텐츠는 DB 저장방식을 통해 자료를 관리 및 서비스하며 웹접근 속도 향상 등이 필요할 경우 파일로도 서비스 가능 - 관리계정별 세분화된 권한 부여 기능 제공 - 웹로그 분석과 별도로 다양한 로그분석자료 제공 - 관리자의 개인정보관련 작업이력 로그 제공 - 관리자페이지 등은 외부에 공개되지 않도록 해야 함 - 관리자 모드에서 분석, 승인, 검색, 삭제 등을 위한 기능이 제공되어야 함 ᄋ 모든 콘텐츠는 콘텐츠관리시스템CMS에서 통합 관리할 수 있도록 구현 요구사항 고유번호 MAR-003 요구사항 명칭 게시물 및 댓글 관리 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 게시물 및 댓글 관리 세부 내용 ᄋ 이용수칙 및 공지사항 관리 ᄋ 부적절한 게시물 및 댓글 관리, 모니터링을 통한 질문 답변 등 ᄋ 게시글 작성 내용 중 개인정보가 포함되어있는 경우 게시되지 않도록 조치 단위업무 업무내역 웹 프로그래밍 - 시스템관리자의 웹프로그래밍 관련 제반 기술지원 - 사용자 요구사항에 따른 기능변경 및 기술지원 - 보안관련개인정보, 취약점 지침 준수 웹디자인 - 콘텐츠 관련 디자인 작업 지원 - 신규 기능 및 메뉴 개발시 디자인 지원 웹퍼블리싱 - 홈페이지내의 콘텐츠 현행화 지원 - 웹표준, 웹접근성 준수 및 웹접근성 품질인증 지원 - 신규 기능 개발시 프로그램 퍼블리싱 지원",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "단위업무",
            "업무내역",
            ""
          ],
          [
            "",
            "",
            "",
            "웹  프로그래밍",
            "- 시스템관리자의  웹프로그래밍  관련  제반  기술지원\n- 사용자  요구사항에  따른  기능변경  및  기술지원\n- 보안관련(개인정보,  취약점)  지침  준수",
            ""
          ],
          [
            "",
            "",
            "",
            "웹디자인",
            "-  콘텐츠  관련  디자인  작업  지원\n- 신규  기능  및  메뉴  개발시  디자인  지원",
            ""
          ],
          [
            "",
            "",
            "",
            "웹퍼블리싱",
            "- 홈페이지내의  콘텐츠  현행화  지원\n- 웹표준,  웹접근성  준수  및  웹접근성  품질인증  지원\n- 신규  기능  개발시  프로그램  퍼블리싱  지원",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "기존  홈페이지  통합관리시스템(CMS)의  수정·보완  및  유지  보수"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기존  홈페이지  통합관리시스템(CMS)의  수정·보완  및  유지  보수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  콘텐츠관리시스템(CMS)  세부  규격  및  사양\n  -  각  콘텐츠는  DB  저장방식을  통해  자료를  관리  및  서비스하며  웹접근  속도\n향상  등이  필요할  경우  파일로도  서비스  가능\n  -  관리계정별  세분화된  권한  부여  기능  제공\n  -  웹로그  분석과  별도로  다양한  로그분석자료  제공\n  -  관리자의  개인정보관련  작업이력  로그  제공\n  -  관리자페이지  등은  외부에  공개되지  않도록  해야  함\n  -  관리자  모드에서  분석,  승인,  검색,  삭제  등을  위한  기능이  제공되어야  함\nㅇ  모든  콘텐츠는  콘텐츠관리시스템(CMS)에서  통합  관리할  수  있도록  구현"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "게시물  및  댓글  관리"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "게시물  및  댓글  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  이용수칙  및  공지사항  관리\nㅇ  부적절한  게시물  및  댓글  관리,  모니터링을  통한  질문  답변  등\nㅇ  게시글  작성  내용  중  개인정보가  포함되어있는  경우  게시되지  않도록  조치"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 20 - 요구사항 고유번호 MAR-004 요구사항 명칭 시스템 운영 관리 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 시스템 운영 관리 세부 내용 ᄋ 1일 24시간, 1년 365일 중단없이 이용할 수 있어야 함 ᄋ 웹서버 및 보안 관련 전반사항을 수행 ᄋ 시스템 관련 점검, 대외평가 시 관련 자료를 제출하여야 하며, 미흡한 사항 에 대해 적극적으로 보완하여야 함 ᄋ 홈페이지 시스템HW 및 NW, 상용SW장애발생시, 한국문화정보원 문화 정보자원통합센터IDC 등 서버운영업체와 긴밀한 협조체계 구축하여야 함 기관 서버 시스템 가상화 서버 위탁 이용 ᄋ 계약자는 사업 착수 전에 기존 유지보수 업체로부터 인수인계를 완료하여 착수와 동시에 서비스를 안정적으로 실시해야 함 ᄋ 시스템 장애 발생 시 신속한 조치 및 이력관리 등을 운영해야 함 - 서비스 장애시 2시간 내 투입, 4시간 내 장애복구 - 장애발생시 장애보고서를 제출하고, 장애 이력관리 대장에 기입 요구사항 고유번호 MAR-005 요구사항 명칭 웹 접근성 준수 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 웹 접근성 준수 세부 내용 ᄋ 한국정보화진흥원 웹접근성 품질마크 인증 기준 및 웹접근성연구소의 한국형 웹 콘텐츠 접근성 지침, 웹 콘텐츠 제작기법, 웹콘텐츠 신기술 제 작기법에 맞게 구축해야 함 ᄋ 콘텐츠는 웹접근성연구소에서 추천하는 웹접근성 평가도구자동 점검 툴의 평가를 모두 통과해야 하며, 자동점검 툴에서 진단되지 않는 주관적 진단 항목도 준수해야 함 ᄋ 사업완료시 웹접근성 준수 관련 증빙서류 제출 - 객관적 체크리스트 웹접근성 평가도구에 의한 점검 결과 자동 점검툴 설정 화면도메인당 3depth, 100페이지 이상 설정 및 점검 결과오류수 0, 준수율 100 캡처화면 제출 - 주관적 체크리스트 웹접근성 진단 체크리스트 결과서 ᄋ 사이트 수정 보완 시 또는 요청 시수시 보완조치",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  운영  관리"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  운영  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  1일  24시간,  1년  365일  중단없이  이용할  수  있어야  함\nㅇ  웹서버  및  보안  관련  전반사항을  수행\nㅇ  시스템  관련  점검,  대외평가  시  관련  자료를  제출하여야  하며,  미흡한  사항\n에  대해  적극적으로  보완하여야  함 \nㅇ  홈페이지  시스템(H/W  및  N/W,  상용S/W)장애발생시,  한국문화정보원  문화\n정보자원통합센터(IDC)  등  서버운영업체와  긴밀한  협조체계  구축하여야  함\n      ※  기관  서버  시스템  가상화  서버  위탁  이용\nㅇ  계약자는  사업  착수  전에  기존  유지보수  업체로부터  인수인계를  완료하여 \n착수와  동시에  서비스를  안정적으로  실시해야  함\nㅇ  시스템  장애  발생  시  신속한  조치  및  이력관리  등을  운영해야  함\n  -  서비스  장애시  2시간  내  투입,  4시간  내  장애복구\n  -  장애발생시  장애보고서를  제출하고,  장애  이력관리  대장에  기입"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "웹  접근성  준수"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹  접근성  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  한국정보화진흥원  「웹접근성  품질마크  인증  기준」  및  웹접근성연구소의 \n「한국형  웹  콘텐츠  접근성  지침,  웹  콘텐츠  제작기법,  웹콘텐츠  신기술  제\n작기법」에  맞게  구축해야  함\nㅇ  콘텐츠는  웹접근성연구소에서  추천하는  웹접근성  평가도구(자동  점검  툴)의 \n평가를  모두  통과해야  하며,  자동점검  툴에서  진단되지  않는  주관적  진단\n항목도  준수해야  함\nㅇ  사업완료시  웹접근성  준수  관련  증빙서류  제출\n  -  객관적  체크리스트  :  웹접근성  평가도구에  의한  점검  결과\n  ※  자동  점검툴  설정  화면(도메인당  3depth,  100페이지  이상  설정)  및  점검 \n결과(오류수  0,  준수율  100%)  캡처화면  제출\n  -  주관적  체크리스트  :  웹접근성  진단  체크리스트  결과서\nㅇ  사이트  수정  보완  시  또는  요청  시(수시)  보완조치"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 21 - 요구사항 고유번호 MAR-006 요구사항 명칭 기술지원 점검 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 기술지원 점검 세부 내용 ᄋ 홈페이지 관련 점검활동 및 관련 기술지원 실시 - 프로그램 오류 수정 수시 - 사용자 요구에 따른 기술지원 수시 요구사항 고유번호 MAR-007 요구사항 명칭 유지보수 산출물 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 유지보수 산출물 세부 내용 ᄋ 과업기간 중 홈페이지의 상세 구성요소소프트웨어, 응용 어플리케이션, DB 계정, 테이블 등 변경사항을 반영하여 시스템 구성도 및 소스 산출물을 최 신의 상태로 유지 관리 ᄋ 보안 및 서비스 성능을 고려하여 DB 구성요소계정, 테이블 등의 최적화 튜닝, 통합 등를 수행 ᄋ 시스템 운영에 관한 전반적인 관리매뉴얼 및 기술자료 요청시 제공 요구사항 고유번호 MAR-008 요구사항 명칭 사이트 이용현황 및 통계 자료 관리 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 사이트 이용현황 및 통계 자료 관리 세부 내용 ᄋ 사이트 이용현황 및 통계 자료 관리, 페이지 방문자수, 컨텐츠 등록 수, 콘 텐츠별 조회수, 유입경로 등 사이트 운영성과 관리 및 월별 보고서 작성 - 주간, 월간 및 연간 목표 설정, 관리 ᄋ 이용현황 관련 관리자 화면 개선",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "기술지원  점검"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술지원  점검"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  홈페이지  관련  점검활동  및  관련  기술지원  실시\n  -  프로그램  오류  수정  (수시)\n  -  사용자  요구에  따른  기술지원  (수시)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "유지보수  산출물"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "유지보수  산출물"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  과업기간  중  홈페이지의  상세  구성요소(소프트웨어,  응용  어플리케이션,  DB\n계정,  테이블  등)  변경사항을  반영하여  시스템  구성도  및  소스  산출물을  최\n신의  상태로  유지  관리\nㅇ  보안  및  서비스  성능을  고려하여  DB  구성요소(계정,  테이블  등)의  최적화\n(튜닝,  통합  등)를  수행\nㅇ  시스템  운영에  관한  전반적인  관리매뉴얼  및  기술자료  요청시  제공"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "사이트  이용현황  및  통계  자료  관리"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사이트  이용현황  및  통계  자료  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사이트  이용현황  및  통계  자료  관리,  페이지  방문자수,  컨텐츠  등록  수,  콘\n텐츠별  조회수,  유입경로  등  사이트  운영성과  관리  및  월별  보고서  작성\n  -  주간,  월간  및  연간  목표  설정,  관리\nㅇ  이용현황  관련  관리자  화면  개선"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 22 - 요구사항 고유번호 MAR-009 요구사항 명칭 정기점검 및 특별점검에 관한 사항 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 정기점검 및 특별점검에 관한 사항 세부 내용 ᄋ 정기점검의 대상, 주기 및 방법 - 대상 유지관리 대상 일체 - 정기점검 매월 점검 방문 점검 ᄋ 특별점검 취약점 점검, 웹접근성 점검 - 취약점 점검 분기 1회 이상 - 웹접근성 점검 분기 1회 이상 - 개인정보 노출 점검 분기별 ᄋ 수시점검사전예방 수요기관의 요청 시 적극적으로 실시 ᄋ 정기점검 및 특별점검 결과 제출 - 매월 정기점검내역을 다음 달 5일까지 정기점검보고서 제출유지관리 요청 목록 및 처리내역 포함, 홈페이지 각 게시판 게시물 현황 정보 - 취약점검 후 처리결과 제출 요구사항 고유번호 MAR-010 요구사항 명칭 장애관리에 관한 사항 요구사항 분류 유지관리 수행 요구사항 요구사항 상세설명 정의 장애관리에 관한 사항 세부 내용 ᄋ 홈페이지의 정상적인 서비스를 위하여 장애처리 방안을 마련 - 홈페이지 소스 오류 수정 - 장애를 대비한 백업 방안 마련 - 홈페이지 오류를 수정하기 위한 소스 및 테이터 복구 ᄋ 장애처리에 대한 일반 수행 요구사항 - 홈페이지의 경우 장애 접수 후 1일 이내 복구하여야 하며, 장애처리 후 1 일이내 동일 장애발생 시 계속된 장애로 간주 - 장애처리 시 원인분석 및 처리결과 보고서를 제출 - 천재지변에 따른 지체 시간은 장애조치 시간에 포함하지 않음 - 상기와 같이 정한 장애 처리 시간 내에 복구가 되지 않는 경우, 이에 대한 배상은 용역계약 일반조건기획재정부계약예규 제118호 제18조를 적용 ᄋ 시스템 SW 및 홈페이지 장애 발생 시, 방문점검조치를 원칙으로 하되, 필요시 수요기관과 협의하여 원격 점검조치 ᄋ DBMS의 논리적물리적 손상이 발생하거나 예상될 경우, 데이터의 백업 또 는 복구 ᄋ 시스템SW의 논리적물리적 손상이 발생하거나 예상될 경우, 환경설정 및 관련 데이터의 백업 또는 복구 지원 ᄋ 평시 및 취약시기공휴일, 야간등 장애 대응 체계 제시 ᄋ 장애 처리 절차 제시",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "정기점검  및  특별점검에  관한  사항"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정기점검  및  특별점검에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  정기점검의  대상,  주기  및  방법\n  -  대상  :  유지관리  대상  일체\n  -  정기점검  :  매월  점검  /  방문  점검\nㅇ  특별점검  :  취약점  점검,  웹접근성  점검\n  -  취약점  점검  :  분기  1회  이상\n  -  웹접근성  점검  :  분기  1회  이상\n  -  개인정보  노출  점검  :  분기별\nㅇ  수시점검(사전예방)  :  수요기관의  요청  시  적극적으로  실시\nㅇ  정기점검  및  특별점검  결과  제출\n  -  매월  정기점검내역을  다음  달  5일까지  정기점검보고서  제출(유지관리  요청\n목록  및  처리내역  포함,  홈페이지  각  게시판  게시물  현황  정보)\n  -  취약점검  후  처리결과  제출"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "MAR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "장애관리에  관한  사항"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장애관리에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  홈페이지의  정상적인  서비스를  위하여  장애처리  방안을  마련\n  -  홈페이지  소스  오류  수정\n  -  장애를  대비한  백업  방안  마련\n  -  홈페이지  오류를  수정하기  위한  소스  및  테이터  복구\nㅇ  장애처리에  대한  일반  수행  요구사항\n  -  홈페이지의  경우  장애  접수  후  1일  이내  복구하여야  하며,  장애처리  후  1\n일이내  동일  장애발생  시  계속된  장애로  간주\n  -  장애처리  시  원인분석  및  처리결과  보고서를  제출\n  -  천재지변에  따른  지체  시간은  장애조치  시간에  포함하지  않음\n  -  상기와  같이  정한  장애  처리  시간  내에  복구가  되지  않는  경우,  이에  대한 \n배상은  용역계약  일반조건(기획재정부계약예규  제118호)  제18조를  적용\nㅇ  시스템  S/W  및  홈페이지  장애  발생  시,  방문점검/조치를  원칙으로  하되, \n필요시  수요기관과  협의하여  원격  점검/조치\nㅇ  DBMS의  논리적/물리적  손상이  발생하거나  예상될  경우,  데이터의  백업  또\n는  복구\nㅇ  시스템S/W의  논리적/물리적  손상이  발생하거나  예상될  경우,  환경설정  및 \n관련  데이터의  백업  또는  복구  지원\nㅇ  평시  및  취약시기(공휴일,  야간)등  장애  대응  체계  제시\nㅇ  장애  처리  절차  제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 23 - 6 유지관리 인력 요구사항 7 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 관리적 보안요건 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 관리적 보안요건 준수사항 세부 내용 ᄋ 인적, 물적 자원에 대한 보안정책 및 지침을 수립하여 적용하고, 수시로 보 안진단을 실시함 ᄋ 사업 수행 인력을 대상으로 주기비주기적인 보안교육 실시, 보안서약서 작 성 등 철저한 보안관리 수행 ᄋ 본 사업 수행 중 취득한 지식에 대하여 과업수행 중은 물론 사업이 완료된 후에라도 비밀 보안을 준수하도록 함 요구사항 고유번호 MHR-001 요구사항 명칭 투입인력 일반사항 요구사항 분류 유지관리 인력 요구사항 요구사항 상세설명 정의 투입인력 일반사항 세부 내용 ᄋ 투입인력은 본 사업과 관련된 개발이나 유지보수에 직접 참여하였거나, 유 사 프로젝트 개발경험이 있는 전문 기술 인력을 포함하여야 함 ᄋ 투입인력의 자격, 경력, 유사사업 참여 실적을 상세하게 제시하여야 함 ᄋ 용역사업자는 본 사업을 수행하기 위해 다음과 같은 인력을 투입하여야 함 - 투입인력 중 PM은 고급기술자1명로 비상주하면서 사업관리를 함 - 개발인력은 Java, MySQL, Spring, Javascript, RESTful, jsp, 및 jQuery개발 경력 및 수정이 가능하여야 함 - 정보보안을 위한 정보보안컨설턴트 또는 이와 유사한 업무 가능자가 포함되어야 함 - 디자인 및 퍼블리싱 업무가 가능한 인력을 투입하여야 함2명 내외 요구사항 고유번호 SER-002 요구사항 명칭 물리적 보안요건 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 물리적 보안요건 준수사항 세부 내용 ᄋ 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 실시 ᄋ 개인소유의 PC 및 보조기억장치 반입반출 통제 실시 ᄋ 생성된 문서는 별도의 잠금장치가 된 곳에 안전하게 보관 ᄋ 폐기되는 문서는 안전한 방법으로 폐기 되어야 함 ᄋ 문서의 보안등급을 부여하고 등급에 따라 차별화된 권한관리",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "MHR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "투입인력  일반사항"
          ],
          [
            "요구사항  분류",
            "",
            "유지관리  인력  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "투입인력  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  투입인력은  본  사업과  관련된  개발이나  유지보수에  직접  참여하였거나,  유\n사  프로젝트  개발경험이  있는  전문  기술  인력을  포함하여야  함\nㅇ  투입인력의  자격,  경력,  유사사업  참여  실적을  상세하게  제시하여야  함\nㅇ  용역사업자는  본  사업을  수행하기  위해  다음과  같은  인력을  투입하여야  함\n  -  투입인력  중  PM은  고급기술자(1명)로  비상주하면서  사업관리를  함\n  -  개발인력은  Java,  MySQL,  Spring,  Javascript,  RESTful,  jsp,  및  jQuery개발 \n경력  및  수정이  가능하여야  함\n  - 정보보안을 위한  정보보안컨설턴트 또는 이와  유사한 업무 가능자가  포함되어야 함\n  -  디자인  및  퍼블리싱  업무가  가능한  인력을  투입하여야  함(2명  내외)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "관리적  보안요건  준수"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관리적  보안요건  준수사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  인적,  물적  자원에  대한  보안정책  및  지침을  수립하여  적용하고,  수시로  보\n안진단을  실시함\nㅇ  사업  수행  인력을  대상으로  주기/비주기적인  보안교육  실시,  보안서약서  작\n성  등  철저한  보안관리  수행\nㅇ  본  사업  수행  중  취득한  지식에  대하여  과업수행  중은  물론  사업이  완료된 \n후에라도  비밀  보안을  준수하도록  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "물리적  보안요건  준수"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "물리적  보안요건  준수사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  프로젝트  사무실,  중요장비  설치장소에  대한  출입보안  실시\nㅇ  개인소유의  PC  및  보조기억장치  반입/반출  통제  실시\nㅇ  생성된  문서는  별도의  잠금장치가  된  곳에  안전하게  보관\nㅇ  폐기되는  문서는  안전한  방법으로  폐기  되어야  함 \nㅇ  문서의  보안등급을  부여하고  등급에  따라  차별화된  권한관리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 24 - 요구사항 고유번호 SER-003 요구사항 명칭 기술적 보안요건 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 기술적 보안요건 준수사항 세부 내용 ᄋ 사용자 권한에 따른 공유자원 접근제어 관리 ᄋ 복잡도가 높은 PC 패스워드 사용 및 주기적인 변경 ᄋ 정기적 바이러스 및 해킹도구 검사 ᄋ 불의의 사고로 인한 시스템이나 파일 피해 시 복구할 수 있는 백업 정책을 수립하여 실행함 ᄋ 서버 및 DB 접속계정 등의 사용관리는 작업을 위한 제한된 권한을 부여하 며, 해당 계정의 사용목적 종료 즉시 권한 해지 ᄋ 일반 USB, 외장형 디스크 등의 보조기업매체는 사용을 금지하며, 필요 시 보안 USB만 사용토록 통제하고 보조기억매체 반출을 금지 ᄋ 참여인원이 사용하는 노트북 및 PC에 최신 백신 설치, 비밀번호 9자리 이상, 화면보호기 설정, 비인가 저장매체통신기기 접속차단 SW 설치 등의 보안 대책을 적용 요구사항 고유번호 SER-004 요구사항 명칭 인력 보안요건 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 인력 보안요건 준수사항 세부 내용 ᄋ 제안사는 사업수행에 사용되는 인원, 문서, 장비 등의 보안관리 계획을 수립 하여야 하며, 보안상 결격 사항이 없도록 조치하여야 함 ᄋ 제안사는 사업수행과정에서 취득한 자료와 정보에 관해서는 사업 수행의 전 후를 막론하고 담당자의 승인 없이 외부에 유출 또는 누설하여서는 안됨 ᄋ 제안사는 사업수행중 인원, 문서 및 전산자료 보안 등 보안관리 사항을 준수 해야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "기술적  보안요건  준수"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술적  보안요건  준수사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사용자  권한에  따른  공유자원  접근제어  관리\nㅇ  복잡도가  높은  PC  패스워드  사용  및  주기적인  변경\nㅇ  정기적  바이러스  및  해킹도구  검사\nㅇ  불의의  사고로  인한  시스템이나  파일  피해  시  복구할  수  있는  백업  정책을 \n수립하여  실행함 \nㅇ  서버  및  DB  접속계정  등의  사용관리는  작업을  위한  제한된  권한을  부여하\n며,  해당  계정의  사용목적  종료  즉시  권한  해지\nㅇ  일반  USB,  외장형  디스크  등의  보조기업매체는  사용을  금지하며,  필요  시 \n보안  USB만  사용토록  통제하고  보조기억매체  반출을  금지\nㅇ  참여인원이  사용하는  노트북  및  PC에  최신  백신  설치,  비밀번호  9자리  이상, \n화면보호기  설정,  비인가  저장매체·통신기기  접속차단  S/W  설치  등의  보안\n대책을  적용"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "인력  보안요건  준수"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "인력  보안요건  준수사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  제안사는  사업수행에  사용되는  인원,  문서,  장비  등의  보안관리  계획을  수립\n하여야  하며,  보안상  결격  사항이  없도록  조치하여야  함\nㅇ  제안사는  사업수행과정에서  취득한  자료와  정보에  관해서는  사업  수행의  전\n후를  막론하고  담당자의  승인  없이  외부에  유출  또는  누설하여서는  안됨\nㅇ  제안사는  사업수행중  인원,  문서  및  전산자료  보안  등  보안관리  사항을  준수\n해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 25 - 요구사항 고유번호 SER-005 요구사항 명칭 보안관리 방안 제시 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사업장 운영 및 사업 참여자 정보 보안 관리방안 세부 내용 ᄋ 사업장 운영 및 사업 참여자 자료관리 등 물리적, 관리적, 기술적 보안대책 을 포함한 보안관리계획 수립 상시적, 재난 복구 계획 등 포함하여 수립 ᄋ 용역수행 사업단 내 정부 보안 책임자, 보안담당자를 지정하여 운영 ᄋ 용역수행과정에서 사업자에 의한 관련 행정정보, 개인정보 등이 유출될 경 우, 사업자는 개인정보보호법 등 관련 법에 의한 모든 법적 책임 및 손해배 상 책임을 짐 ᄋ 본 사업 수행에 해당하는 누출금지 대상 정보 식별관리 요구사항 고유번호 SER-006 요구사항 명칭 시스템 보안 대책 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 시스템 보안 대책 세부 내용 ᄋ 장문원 사업결과물에 대해 보안성 평가를 시행할 수 있으며 사업자는 이에 따른 개선 조치 등을 수행해야 함 ᄋ 시스템에 대한 국가정보원 8대 취약점, OWASP TOP 10, 홈페이지 취약점 진 단제거 가이드한국인터넷진흥원 등을 반영한 보안 취약점을 점검해야 함 ᄋ 국가정보원 보안성 검토결과에 따른 보안조치 권고사항을 사업자는 성실히 이행해야 함 ᄋ 웹 응용프로그램 개발 시 주요 보안 취약점을 고려, 개발보안Secure 코딩 등을 준수하여 프로그램을 개발해야 함 ᄋ 웜, 바이러스 등 악성SW을 예방하고 탐지, 대응하는 대책을 수립시행해야 함 ᄋ 구간 암호화 - 사용자 PC부터 웹서버구간 간 암호화방식을 적용하여 구현해야 함 - 구간 암호화는 접속기기PC, 모바일에 관계없이 적용되어야 하며 모바일 SS L의 안정적 운영을 위한 방안을 마련해야 함 - 로그인 등 홈페이지로 전송되는 중요정보작성자명, 패스워드 등과 같은 로그인 정보 및 개인정보 등에 대해 스니핑 등의 위협으로부터 보호하기 위 하여 SSL웹서버보안 등 네트워크 구간 암호화 조치를 수행해야 함 ᄋ 웹어플리케이션 소스코드 내 내부정보IP 주소, 암호화 key값 등삭제 및 암호화 ᄋ 소스코드 보안약점 및 웹취약점 점검 및 조치관련 증빙서류 제출 - 소스코드 보안약점행정기관 및 공공기관 정보시스템 구축운영 지침 별 첨 3 점검결과서 및 조치내역서, 웹취약점 점검결과서 및 조치내역서",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항  명칭",
            "",
            "보안관리  방안  제시"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업장  운영  및  사업  참여자  정보  보안  관리방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업장  운영  및  사업  참여자  자료관리  등  물리적,  관리적,  기술적  보안대책\n을  포함한  보안관리계획  수립  (상시적,  재난  복구  계획  등  포함하여  수립)\nㅇ  용역수행  사업단  내  정/부  보안  책임자,  보안담당자를  지정하여  운영\nㅇ  용역수행과정에서  사업자에  의한  관련  행정정보,  개인정보  등이  유출될  경\n우,  사업자는  개인정보보호법  등  관련  법에  의한  모든  법적  책임  및  손해배\n상  책임을  짐\nㅇ  본  사업  수행에  해당하는  누출금지  대상  정보  식별‧관리"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  보안  대책"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  보안  대책"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  장문원  사업결과물에  대해  보안성  평가를  시행할  수  있으며  사업자는  이에 \n따른  개선  조치  등을  수행해야  함\nㅇ  시스템에  대한  국가정보원  8대  취약점,  OWASP  TOP  10,  홈페이지  취약점  진\n단·제거  가이드(한국인터넷진흥원)  등을  반영한  보안  취약점을  점검해야  함\nㅇ  국가정보원  보안성  검토결과에  따른  보안조치  권고사항을  사업자는  성실히 \n이행해야  함\nㅇ  웹  응용프로그램  개발  시  주요  보안  취약점을  고려,  개발보안(Secure  코딩 \n등)을  준수하여  프로그램을  개발해야  함\nㅇ  웜,  바이러스  등  악성 SW을  예방하고  탐지,  대응하는  대책을  수립·시행해야  함\nㅇ  구간  암호화\n  -  사용자  PC부터  웹서버구간  간  암호화방식을  적용하여  구현해야  함\n  -  구간  암호화는  접속기기(PC,  모바일)에  관계없이  적용되어야  하며  모바일  SS\nL의  안정적  운영을  위한  방안을  마련해야  함\n  -  로그인  등  홈페이지로  전송되는  중요정보(작성자명,  패스워드  등과  같은 \n로그인  정보  및  개인정보  등)에  대해  스니핑  등의  위협으로부터  보호하기  위\n하여  SSL(웹서버보안)  등  네트워크  구간  암호화  조치를  수행해야  함\nㅇ  웹어플리케이션  소스코드  내  내부정보(IP  주소,  암호화  key값  등)삭제  및  암호화\nㅇ  소스코드  보안약점  및  웹취약점  점검  및  조치관련  증빙서류  제출\n  -  소스코드  보안약점([「행정기관  및  공공기관  정보시스템  구축·운영  지침」  별\n첨  3])  점검결과서  및  조치내역서,  웹취약점  점검결과서  및  조치내역서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 26 - 8 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 품질관리 일반사항 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 품질관리 일반사항 세부 내용 ᄋ 품질관리 조직과 운영절차를 구체적으로 제시하고 준수하여야 함 ᄋ 품질활동의 제반절차 및 산출물을 명시한 품질관리계획을 제안서 및 사업수 행계획서에 상세하게 기술하여야 하며, 이에 근거하여 체계적이고 효과적인 유지보수 수행하여야 함 ᄋ 품질 또는 성능상의 문제 발생 시 부하 테스트 및 분석결과를 제시하고 개 선하여야 함 ᄋ 본 과업범위 외의 요인정보자원 등으로 인해 사업 결과에 영향이 있거나 예상되는 경우 원인과 해결방안을 발주기관에 제시하여 위험요소를 최소화 하거나 문제가 해결될 수 있도록 적극 협조하여야 함 요구사항 고유번호 SER-007 요구사항 명칭 개인정보 보안 대책 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 개인정보 보안 대책 세부 내용 ᄋ 개인정보 수집, 이용 및 제공 시 개인정보 보호대책을 검토하고 구현해야 함 - 암호화대상개인정보 등은 DB암호화 적용 - 구간 암호화는 정보통신망을 통하여 개인정보를 송ᆞ수신할 경우 사용자 접 속기기PC, 모바일 등부터 웹서버간 네트워크 구간 암호화방식SSL을 적용 하여 구현해야 함전체 웹사이트 대상 ᄋ 개인정보 보호법을 준수한 개인정보 보호방안을 마련하여 이를 구현해야 함 - 게시판 및 게시물에 대한 개인정보 필터링 기능을 구현해야 함 - DB에 데이터를 저장할 경우 개인정보와 민감정보 등의 필드 암호화 필수 - 웹브라우저와 웹서버 사이에 전송되는 ID, 비밀번호 등의 개인정보는 암호화 처리 - 개인정보의 등록, 삭제, 수정사항에 대한 로그 기록을 관리할 수 있도록 구축 ᄋ 개인정보와 관련하여 모든 DB 트랜잭션로그 및 열람기록은 저장하여 관리 할 수 있도록 기능 구현 ᄋ 개인정보보호협회에서 인증하는 개인정보보호인증ePRIVACY 획득 - 대상 이음 온라인 홈페이지 ᄋ 이음 온라인 내 개인정보 수집 항목 정리를 통한 보호 및 관리 체계 수립 ᄋ 개인정보처리 위탁계약서 작성개인정보보호법 제26조",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SER-007"
          ],
          [
            "요구사항  명칭",
            "",
            "개인정보  보안  대책"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보  보안  대책"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  개인정보  수집,  이용  및  제공  시  개인정보  보호대책을  검토하고  구현해야  함\n  -  암호화대상(개인정보  등)은  DB암호화  적용\n  -  구간  암호화는  정보통신망을  통하여  개인정보를  송ㆍ수신할  경우  사용자  접\n속기기(PC,  모바일  등)부터  웹서버간  네트워크  구간  암호화방식(SSL)을  적용\n하여  구현해야  함(전체  웹사이트  대상)\nㅇ  「개인정보  보호법」을  준수한  개인정보  보호방안을  마련하여  이를  구현해야  함\n  -  게시판  및  게시물에  대한  개인정보  필터링  기능을  구현해야  함\n  -  DB에  데이터를  저장할  경우  개인정보와  민감정보  등의  필드  암호화  필수\n  -  웹브라우저와  웹서버  사이에  전송되는  ID,  비밀번호  등의  개인정보는  암호화  처리\n  -  개인정보의  등록,  삭제,  수정사항에  대한  로그  기록을  관리할  수  있도록  구축\nㅇ  개인정보와  관련하여  모든  DB  트랜잭션로그  및  열람기록은  저장하여  관리\n할  수  있도록  기능  구현\nㅇ  개인정보보호협회에서  인증하는  개인정보보호인증(ePRIVACY)  획득\n  -  대상  :  이음  온라인  홈페이지\nㅇ  이음  온라인  내  개인정보  수집  항목  정리를  통한  보호  및  관리  체계  수립\nㅇ  개인정보처리  위탁계약서  작성(개인정보보호법  제26조)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "품질관리  일반사항"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질관리  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  품질관리  조직과  운영절차를  구체적으로  제시하고  준수하여야  함\nㅇ  품질활동의  제반절차  및  산출물을  명시한  품질관리계획을  제안서  및  사업수\n행계획서에  상세하게  기술하여야  하며,  이에  근거하여  체계적이고  효과적인 \n유지보수  수행하여야  함\nㅇ  품질  또는  성능상의  문제  발생  시  부하  테스트  및  분석결과를  제시하고  개\n선하여야  함\nㅇ  본  과업범위  외의  요인(정보자원  등)으로  인해  사업  결과에  영향이  있거나 \n예상되는  경우  원인과  해결방안을  발주기관에  제시하여  위험요소를  최소화 \n하거나  문제가  해결될  수  있도록  적극  협조하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 27 - 요구사항 고유번호 QUR-003 요구사항 명칭 신뢰성 보장 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 신뢰성 보장 세부 내용 ᄋ 시스템은 정상상태에서 24시간365일 무중단 운영되어야 함 ᄋ 신속한 장애복구를 위한 장애 상황별 대응방안 제시 및 지원체계를 마련해야 함 ᄋ 지속적이고 효과적인 품질관리를 위한 구성방안 및 세부 품질 보증 방안을 구체적으로 제시하여야 함. ᄋ 시스템 성능 테스트 및 실제 운영 시 속도저하, 장애발생, 보안 취약점 발 견, 기능미비 등의 문제로 사용에 중대한 지장이 있거나 충분한 성능이 확보 되지 않을 경우 발주처는 납품시스템의 교체, 대체, 보완 등을 요구할 수 있 으며, 수행사는 이에 응해야 하고 이로 인한 모든 비용은 수행사가 부담함 ᄋ 트래픽 폭주로 정상적인 서비스 제공이 어려울 경우를 대비한 방안과 테스 트 결과를 반드시 제시하여야 함 요구사항 고유번호 QUR-002 요구사항 명칭 품질 보증 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 품질 보증 세부 내용 ᄋ 품질 보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시 ᄋ 품질보증을 보장하기 위한 품질보증방안을 제시하여야 함 ᄋ 체계적이고 효과적인 프로젝트 진행을 위하여 품질보증활동을 수행 ᄋ 지속적이고 효과적인 품질관리를 위한 품질전문조직의 구성 방안 및 세부 품질활동 수행 방안을 구체적으로 제시 ᄋ 수행사는 제반 프로그램이 고품질을 유지할 수 있도록 함 - 프로그램 신뢰성 및 무결성 보장 - 데이터의 보안성과 무결성 보장 - 사용자에 대한 최대의 이용 편의성 제공 - 개발생산성 및 유지관리가 용이한 개발방법론 적용하여 프로그래밍 - 기타 업무 처리 시 발견된 제반 문제점 보완 ᄋ 시험 결과를 계속적으로 반영에러 조치 확인, 에러 만이 아닌 불편 사항에 대해서까지 보완하여 요구사항이 모두 충족되는 시스템이 되도록 하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "품질  보증"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질  보증"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  품질  보증의  범위,  품질보증을  위한  조직,  절차,  점검방법  등을  제시\nㅇ  품질보증을  보장하기  위한  품질보증방안을  제시하여야  함\nㅇ  체계적이고  효과적인  프로젝트  진행을  위하여  품질보증활동을  수행\nㅇ  지속적이고  효과적인  품질관리를  위한  품질전문조직의  구성  방안  및  세부 \n품질활동  수행  방안을  구체적으로  제시\nㅇ  수행사는  제반  프로그램이  고품질을  유지할  수  있도록  함\n  -  프로그램  신뢰성  및  무결성  보장\n  -  데이터의  보안성과  무결성  보장\n  -  사용자에  대한  최대의  이용  편의성  제공\n  -  개발생산성  및  유지관리가  용이한  개발방법론  적용하여  프로그래밍\n  -  기타  업무  처리  시  발견된  제반  문제점  보완\nㅇ  시험  결과를  계속적으로  반영(에러  조치  확인,  에러  만이  아닌  불편  사항에 \n대해서까지  보완)하여  요구사항이  모두  충족되는  시스템이  되도록  하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "신뢰성  보장"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "신뢰성  보장"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  시스템은  정상상태에서  24시간/365일  무중단  운영되어야  함\nㅇ  신속한  장애복구를  위한  장애  상황별  대응방안  제시  및  지원체계를  마련해야  함\nㅇ  지속적이고  효과적인  품질관리를  위한  구성방안  및  세부  품질  보증  방안을 \n구체적으로  제시하여야  함.\nㅇ  시스템  성능  :  테스트  및  실제  운영  시  속도저하,  장애발생,  보안  취약점  발\n견,  기능미비  등의  문제로  사용에  중대한  지장이  있거나  충분한  성능이  확보\n되지  않을  경우  발주처는  납품시스템의  교체,  대체,  보완  등을  요구할  수  있\n으며,  수행사는  이에  응해야  하고  이로  인한  모든  비용은  수행사가  부담함\nㅇ  트래픽  폭주로  정상적인  서비스  제공이  어려울  경우를  대비한  방안과  테스\n트  결과를  반드시  제시하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 28 - 요구사항 고유번호 QUR-004 요구사항 명칭 콘텐츠 품질관리 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 콘텐츠 품질관리 세부 내용 ᄋ 콘텐츠 원고 감수 - 내용전문가 감수 문화 분야 전문가 등을 통한 원고내용 감수 진행 ᄋ 콘텐츠 품질을 보장할 수 있는 적절한 방안을 사업수행계획서에 제시 ᄋ 일정 계약기간 내 사업이 원활히 추진될 수 있도록 내용전문가와 주관기관 업무담당자와 수시 업무협의 9 성능 요구사항 요구사항 고유번호 PER-001 요구사항 명칭 페이지 로딩 속도 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 페이지에 대한 최대 페이지 로딩 시간을 보장 세부 내용 ᄋ 정보요청에 결과가 조회되는 것에 대한 응답시간을 의미 ᄋ 시스템이 만드는 각 웹페이지의 경우 사용자가 요청한 시간으로부터 3초 이내에 완전히 디스플레이 되어야 함 ᄋ 평균 응답시간은 시스템을 사용하는 동시 사용자가 최대 사용자 수의 90 를 초과하는 경우에는 적용되지 않음 요구사항 고유번호 PER-002 요구사항 명칭 사용자 입력 오류 응답시간 및 지연 경고 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 사용자 입력 오류 응답시간 및 지연 경고 세부 내용 ᄋ 사용자가 입력한 데이터 형식의 모든 오류는 사용자가 시스템에 정보를 입 력한 시점으로부터 2초 이내에 오류 메시지를 사용자에게 게시해야 함 ᄋ 공간 질의 등 20초 이상 소요되는 작업은 시작하는 시점에, 팝업 화면 등 을 통해 응답 지연이 될 수 있다는 메시지를 제시해야 함 오류 메시지에 중요정보서버, 세션, SQL 정보 등가 노출되지 않도록 적 절한 에러처리 로직 및 에러화면을 구성해야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "콘텐츠  품질관리"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "콘텐츠  품질관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  콘텐츠  원고  감수\n  -  내용전문가  감수  :  문화  분야  전문가  등을  통한  원고내용  감수  진행\nㅇ  콘텐츠  품질을  보장할  수  있는  적절한  방안을  사업수행계획서에  제시\nㅇ  일정  계약기간  내  사업이  원활히  추진될  수  있도록  내용전문가와  주관기관 \n업무담당자와  수시  업무협의"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "페이지  로딩  속도"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "페이지에  대한  최대  페이지  로딩  시간을  보장"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  정보요청에  결과가  조회되는  것에  대한  응답시간을  의미 \nㅇ  시스템이  만드는  각  웹페이지의  경우  사용자가  요청한  시간으로부터  3초 \n이내에  완전히  디스플레이  되어야  함\nㅇ  평균  응답시간은  시스템을  사용하는  동시  사용자가  최대  사용자  수의  90%\n를  초과하는  경우에는  적용되지  않음"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자  입력  오류  응답시간  및  지연  경고"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자  입력  오류  응답시간  및  지연  경고"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사용자가  입력한  데이터  형식의  모든  오류는  사용자가  시스템에  정보를  입\n력한  시점으로부터  2초  이내에  오류  메시지를  사용자에게  게시해야  함 \nㅇ  공간  질의  등  20초  이상  소요되는  작업은  시작하는  시점에,  팝업  화면  등\n을  통해  응답  지연이  될  수  있다는  메시지를  제시해야  함\n    ※  오류  메시지에  중요정보(서버,  세션,  SQL  정보  등)가  노출되지  않도록  적\n절한  에러처리  로직  및  에러화면을  구성해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 29 - 10 인터페이스 요구사항 요구사항 고유번호 INR-001 요구사항 명칭 웹모바일 UIUX 개선 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 웹모바일 UIUX 개선 세부 내용 ᄋ 가독성과 접근성, 심미성을 함께 고려한 디자인, 레이아웃 개선 ᄋ 사용성 향상을 위한 메뉴 구조 개선 11 데이터 요구사항 요구사항 고유번호 DAR-001 요구사항 명칭 데이터 표준화 및 확장성 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 표준화 및 확장성 세부 내용 ᄋ 구축된 DB를 분석하고, 내외부 기관 자료는 연계방안에 따라 수집될 자료 를 포함하여 DB 표준화 및 설계 ᄋ 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베 이스 통합 등을 위하여 표준화 지향 ᄋ DB 구조의 설계는 관련 업무 처리 절차를 반영하여 유기적으로 구조화하 고 향후 업무 변동에 따른 확장성을 충분히 고려해야 함 ᄋ 공공기관의 데이터베이스 표준화 지침행정안전부 고시를 준수하여 DB를 설계하여야 함 요구사항 고유번호 DAR-002 요구사항 명칭 데이터 안정성 및 최적화 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 안정성 및 최적화 세부 내용 ᄋ 데이터베이스 구조를 최적화하고, 데이터 안정성과 성능을 개선하여야 함 ᄋ DB의 효율적인 운영, 관리 및 스페이스의 불필요한 낭비 방지를 위하여 테 이블, 칼럼 등의 중복을 최소화하고 각 기능에서 공동 활용이 가능하도록 통합 설계 ᄋ 데이터의 정합성을 유지하면서 시스템의 성능을 저하시키지 않도록 DB 설 계가 되어야 하며, DB 전문인력을 통해 이에 대한 검증이 이루어져야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "INR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "웹·모바일  UI·UX  개선"
          ],
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹·모바일  UI·UX  개선"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  가독성과  접근성,  심미성을  함께  고려한  디자인,  레이아웃  개선\nㅇ  사용성  향상을  위한  메뉴  구조  개선"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준화  및  확장성"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준화  및  확장성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  구축된  DB를  분석하고,  내/외부  기관  자료는  연계방안에  따라  수집될  자료\n를  포함하여  DB  표준화  및  설계 \nㅇ  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향상,  데이터베\n이스  통합  등을  위하여  표준화  지향\nㅇ  DB  구조의  설계는  관련  업무  처리  절차를  반영하여  유기적으로  구조화하\n고  향후  업무  변동에  따른  확장성을  충분히  고려해야  함 \nㅇ  공공기관의  데이터베이스  표준화  지침(행정안전부  고시)를  준수하여  DB를 \n설계하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  안정성  및  최적화"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  안정성  및  최적화"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터베이스  구조를  최적화하고,  데이터  안정성과  성능을  개선하여야  함 \nㅇ  DB의  효율적인  운영,  관리  및  스페이스의  불필요한  낭비  방지를  위하여  테\n이블,  칼럼  등의  중복을  최소화하고  각  기능에서  공동  활용이  가능하도록 \n통합  설계\nㅇ  데이터의  정합성을  유지하면서  시스템의  성능을  저하시키지  않도록  DB  설\n계가  되어야  하며,  DB  전문인력을  통해  이에  대한  검증이  이루어져야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 30 - 요구사항 고유번호 DAR-003 요구사항 명칭 데이터 암호화 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 암호화 세부 내용 ᄋ 개인정보 보호법에 따라 보호되어야 하는 중요 정보에 대해서는 데이터를 암호화해야 함 ᄋ 연계기관과 주고받는 데이터에 대해서는 기밀성, 무결성을 보장해야 함 12 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 특허권 또는 저작권 관리 요구사항 분류 제약사항 요구사항 상세설명 정의 특허권 또는 저작권 관리 세부 내용 ᄋ 수행사가 계약을 수행함에 있어 제3자의 특허권 또는 저작권 등을 침해하지 않도록 철저히 관리해야 함 ᄋ 본 계약에 따라 수행사가 발주처에 제공한 기술, 콘텐츠, 제품 등이 사업수 행 중 또는 사업완료 후, 국내외 제3자의 특허권 또는 저작권을 침해하여 발주처를 상대로 손해배상 청구소송이 발생하면 수행사가 모든 민형사상의 책임을 짐 ᄋ 시스템에 사용되는 모든 디자인 및 콘텐츠폰트는 저작권법에 위배 되지 않 아야 하고, 국내외에서 저작권 침해 분쟁이 발생되었을 경우 손해 배상뿐 아니라 민형사상 일체의 책임은 사업수행자에게 있으며, 분쟁에 소요되는 모든 비용을 부담함 요구사항 고유번호 COR-002 요구사항 명칭 홈페이지 관련 규정 및 표준 준수 요구사항 분류 제약사항 요구사항 상세설명 정의 개발 표준 준수 세부 내용 ᄋ 본 사업의 수행함에 있어 관련 법령 및 규정, 지침, 표준 등을 준수해야 함 ᄋ 정보시스템 및 웹사이트 구축 관련 지침 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 - 전자정부서비스 호환성 준수지침행정안전부 - 표준 프레임워크 적용 가이드라인행정안전부 - 전자정부서비스 호환성 준수지침행정안전부 - 행정공공기관 웹사이트 구축운영 가이드행정안전부",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  암호화"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  암호화"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  「개인정보  보호법」에  따라  보호되어야  하는  중요  정보에  대해서는  데이터를 \n암호화해야  함\nㅇ  연계기관과  주고받는  데이터에  대해서는  기밀성,  무결성을  보장해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "특허권  또는  저작권  관리"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "특허권  또는  저작권  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  수행사가  계약을  수행함에  있어  제3자의  특허권  또는  저작권  등을  침해하지 \n않도록  철저히  관리해야  함\nㅇ  본  계약에  따라  수행사가  발주처에  제공한  기술,  콘텐츠,  제품  등이  사업수\n행  중  또는  사업완료  후,  국내외  제3자의  특허권  또는  저작권을  침해하여 \n발주처를  상대로  손해배상  청구소송이  발생하면  수행사가  모든  민형사상의 \n책임을  짐\nㅇ  시스템에  사용되는  모든  디자인  및  콘텐츠/폰트는  저작권법에  위배  되지  않\n아야  하고,  국·내외에서  저작권  침해  분쟁이  발생되었을  경우  손해  배상뿐 \n아니라  민·형사상  일체의  책임은  사업수행자에게  있으며,  분쟁에  소요되는 \n모든  비용을  부담함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "홈페이지  관련  규정  및  표준  준수"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발  표준  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업의  수행함에  있어  관련  법령  및  규정,  지침,  표준  등을  준수해야  함\nㅇ  정보시스템  및  웹사이트  구축  관련  지침\n  -  행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부)\n  -  전자정부서비스  호환성  준수지침(행정안전부)\n  -  표준  프레임워크  적용  가이드라인(행정안전부)\n  -  전자정부서비스  호환성  준수지침(행정안전부)\n  -  행정·공공기관  웹사이트  구축·운영  가이드(행정안전부)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 31 - - 웹접근성 향상을 위한 국가표준 기술 가이드라인한국정보화진흥원 - 한국형 웹콘텐츠 접근성 지침 2.1과학기술정보통신부 ᄋ 모바일서비스 관련 지침 - 대국민 모바일 서비스 구축 가이드라인행정안전부 - 모바일 대민서비스 보안취약점 점검 가이드행정안전부 - 모바일 표준프레임워크 적용 가이드라인행정안전부 - 모바일 전자정부서비스 호환성 준수지침행정안전부 - 모바일 전자정부 서비스 관리 지침행정안전부 - 모바일 서비스 사용자 인터페이스 설계 지침행정안전부 - 모바일 전자정부 공통기반 및 지원센터 활용 가이드라인행정안전부 - 모바일 전자정부 서비스 보안 가이드라인행정안전부 - 모바일서비스 사용자인터페이스 가이드라인행정안전부 ᄋ 정보보호 관련 지침 - 전자정부 정보보호 관리체계행정안전부 - 소프트웨어 개발보안 가이드행정안전부 - 홈페이지 취약점 진단제거 가이드한국인터넷진흥원 - Web2.0 정보보호 실무가이드행정안전부 - 웹사이트 SW웹 개발보안가이드행정안전부 - 소프트웨어 보안약점 진단가이드행정안전부 - 정보신기술 도입 보안관리 실무가이드행정안전부 - 국가공공기관 암호사용 기준국가정보원 ᄋ 개인정보보호 관련 지침 - 개인정보보호 지침행정안전부 - 웹사이트 개인정보 노출방지 가이드라인행정안전부 - 공공기관 I-PIN 의무도입 적용지침행정안전부 - 개인정보 기술적 보호 조치 및 가이드라인행정안전부 - 개인정보의 안전성 확보조치 기준행정안전부 ᄋ 기타 관련 지침 - 정보기술아키텍쳐 도입 운영지침행정안전부 - 데이터 품질관리 지침한국데이터진흥원 - 범정부 EA 메타모델 적용 가이드행정안전부 - 범정부 EA 활용 가이드행정안전부 - 국가 정보보안 기본지침국가정보원 등 ᄋ 사업기간 중 위의 관련지침 등이 변경되거나 새롭게 관련 지침이 발표되었 을 때에도 이를 반영해야 함",
      "tables": [
        [
          [
            "",
            "",
            "-  웹접근성  향상을  위한  국가표준  기술  가이드라인(한국정보화진흥원) \n  -  한국형  웹콘텐츠  접근성  지침  2.1(과학기술정보통신부)\nㅇ  모바일서비스  관련  지침\n  -  대국민  모바일  서비스  구축  가이드라인(행정안전부)\n  -  모바일  대민서비스  보안취약점  점검  가이드(행정안전부)\n  -  모바일  표준프레임워크  적용  가이드라인(행정안전부)\n  -  모바일  전자정부서비스  호환성  준수지침(행정안전부)\n  -  모바일  전자정부  서비스  관리  지침(행정안전부)\n  -  모바일  서비스  사용자  인터페이스  설계  지침(행정안전부)\n  -  모바일  전자정부  공통기반  및  지원센터  활용  가이드라인(행정안전부)\n  -  모바일  전자정부  서비스  보안  가이드라인(행정안전부) \n  -  모바일서비스  사용자인터페이스  가이드라인(행정안전부) \nㅇ  정보보호  관련  지침\n  -  전자정부  정보보호  관리체계(행정안전부) \n  -  소프트웨어  개발보안  가이드(행정안전부)\n  -  홈페이지  취약점  진단‧제거  가이드(한국인터넷진흥원)\n  -  Web2.0  정보보호  실무가이드(행정안전부)\n  -  웹사이트  SW(웹)  개발보안가이드(행정안전부)\n  -  소프트웨어  보안약점  진단가이드(행정안전부) \n  -  정보신기술  도입  보안관리  실무가이드(행정안전부)\n  -  국가·공공기관  암호사용  기준(국가정보원)\nㅇ  개인정보보호  관련  지침\n  -  개인정보보호  지침(행정안전부)\n  -  웹사이트  개인정보  노출방지  가이드라인(행정안전부)\n  -  공공기관  I-PIN  의무도입  적용지침(행정안전부)\n  -  개인정보  기술적  보호  조치  및  가이드라인(행정안전부)\n  -  개인정보의  안전성  확보조치  기준(행정안전부)\nㅇ  기타  관련  지침\n  -  정보기술아키텍쳐  도입  운영지침(행정안전부)\n  -  데이터  품질관리  지침(한국데이터진흥원)\n  -  범정부  EA  메타모델  적용  가이드(행정안전부)\n  -  범정부  EA  활용  가이드(행정안전부)\n  -  국가  정보보안  기본지침(국가정보원)  등 \nㅇ  사업기간  중  위의  관련지침  등이  변경되거나  새롭게  관련  지침이  발표되었\n을  때에도  이를  반영해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 32 - 13 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 사업수행조직 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 사업수행조직 세부 내용 ᄋ 제안사는 사업의 성공적인 추진을 위해 투입될 조직 및 인원 현황을 제시 하고 조직별, 작업 단위별 업무 분장 내역을 제시하여야 함 ᄋ 사업 수행 책임자PM는 제안사의 정직원이어야 하며, 본 사업을 총괄할 수 있는 전문 핵심인력이어야 함 ᄋ 본 사업을 위해 제안해야 할 핵심인력의 대상은 아래와 같음 사업수행책임자 PM 1명 사업수행관리자PL 2명콘텐츠 개발, 기관 홈페이지 운영 ᄋ 본 사업에 투입할 핵심인력에 대해서는 핵심인력 투입 총괄표, 핵심인력경 력증명서의 양식에 의거 제시할 수 있고, 관련 증빙서류경력증명서, 자격 증사본등를 첨부 ᄋ 인력 투입 조건 - 제안서에서 제시한 참여 인력은 반드시 본 사업에 투입되어야 하며, 부득이 한 사정으로 교체될 경우 그에 준하는 인력으로 대체 하여야 함 - 타 과제에 참여중인 인력을 제안 과제의 참여 인력으로 제안한 경우에는 기술평가 대상에서 제외하며, 사업자로 선정된 후에 밝혀질 경우에도 사업 자 선정을 무효로 함 - 주관기관은 정보시스템 운영 중 품질저하 현상이 발생하는 경우, 운영인력 교체 또는 품질 제고를 위한 추가인력 투입을 요구할 수 있음 - 투입인력의 자질이 부족하여 주관기관이 교체를 요구할 때는 즉시 교체할 수 있어야 하며, 투입인력이 사고이직입원 등 업무수행이 불가한 경우에 만 계약업체의 인력교체 요청을 허용하는 것으로 하되, 업무인수인계를 철 저히 하기 위해 교체 1개월 전에 동급이상 인력으로 문서 요청해야 함 - 인력교체가 필요한 경우 2주 이상의 업무인계인수 기간을 가져야 함인계 인수 동안 추가 투입된 인력은 계약에 의한 투입인력으로 보지 않음 - 휴가, 병가, 교육 등 인력 공백 발생 시 대체 인력을 투입해야 함 ᄋ 투입인력 근무 조건 - 투입인력 근무자의 근로조건은 근로기준법 등 노동관계 법령을 따르되, 야 간 및 휴일 근무, 운영대상시스템의 이전 등의 잔무처리로 소요되는 야근 수당 등 연장 및 휴일 근로에 대하여는 계약업체가 부담해야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "사업수행조직"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업수행조직"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  제안사는  사업의  성공적인  추진을  위해  투입될  조직  및  인원  현황을  제시\n하고  조직별,  작업  단위별  업무  분장  내역을  제시하여야  함\nㅇ  사업  수행  책임자(PM)는  제안사의  정직원이어야  하며,  본  사업을  총괄할 \n수  있는  전문  핵심인력이어야  함\nㅇ  본  사업을  위해  제안해야  할  핵심인력의  대상은  아래와  같음\n    사업수행책임자  (PM)  :  1명\n    사업수행관리자(PL)  :  2명(콘텐츠  개발,  기관  홈페이지  운영)\nㅇ  본  사업에  투입할  핵심인력에  대해서는  핵심인력  투입  총괄표,  핵심인력경\n력증명서의  양식에  의거  제시할  수  있고,  관련  증빙서류(경력증명서,  자격\n증사본등)를  첨부\nㅇ  인력  투입  조건\n  -  제안서에서  제시한  참여  인력은  반드시  본  사업에  투입되어야  하며,  부득이\n한  사정으로  교체될  경우  그에  준하는  인력으로  대체  하여야  함\n  -  타  과제에  참여중인  인력을  제안  과제의  참여  인력으로  제안한  경우에는 \n기술평가  대상에서  제외하며,  사업자로  선정된  후에  밝혀질  경우에도  사업\n자  선정을  무효로  함\n  -  주관기관은  정보시스템  운영  중  품질저하  현상이  발생하는  경우,  운영인력 \n교체  또는  품질  제고를  위한  추가인력  투입을  요구할  수  있음\n  -  투입인력의  자질이  부족하여  주관기관이  교체를  요구할  때는  즉시  교체할 \n수  있어야  하며,  투입인력이  사고․이직․입원  등  업무수행이  불가한  경우에\n만  계약업체의  인력교체  요청을  허용하는  것으로  하되,  업무인수인계를  철\n저히  하기  위해  교체  1개월  전에  동급이상  인력으로  문서  요청해야  함\n  -  인력교체가  필요한  경우  2주  이상의  업무인계인수  기간을  가져야  함(인계\n인수  동안  추가  투입된  인력은  계약에  의한  투입인력으로  보지  않음) \n  -  휴가,  병가,  교육  등  인력  공백  발생  시  대체  인력을  투입해야  함\nㅇ  투입인력  근무  조건\n  -  투입인력  근무자의  근로조건은  근로기준법  등  노동관계  법령을  따르되,  야\n간  및  휴일  근무,  운영대상시스템의  이전  등의  잔무처리로  소요되는  야근 \n수당  등  연장  및  휴일  근로에  대하여는  계약업체가  부담해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 33 - 요구사항 고유번호 PMR-002 요구사항 명칭 산출물 작성 및 제출 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 사업수행관련 산출물의 제출 및 관리에 관한 사항 세부 내용 ᄋ 본 사업의 계약과 관련된 산출물은 다음을 기본으로 함 구분 필수포함사항 제출형식 비고 착수보고 ᄋ 세부추진계획 - 콘텐츠 운영계획, 세부일정표, 과업별 참여인력 등 문서파일 착수계 제출 계약일로부터 7일 이내 중간보고 ᄋ 중간 운영결과보고 문서파일 2024년 8월 중 월간보고 ᄋ 월별 운영결과보고 문서파일 익월 10일 이내 기획안 및 수시보고 ᄋ 기획회의 자료, 홍보안 등 기획안 일체 ᄋ 이슈상황 조치 계획서결과보고서 문서파일 해당 사항 발생시 최종보고 ᄋ 과업수행결과보고세부추진내용 - 운영 실적 및 성과 - 통계분석자료, 프로모션 이벤트 결과보고 - 향후 사업개선방향 등 제언 ᄋ 과업 제작결과물 원본 데이터 - 사진, 영상, 홍보제작물 이미지, 제작원고 등 제작물 일체 USB 1개 문서파일 및 제작결과물 저장 과업 완수후 10일 이내 ᄋ 원활한 과업추진을 위해 필요시 비정기적인 보고를 요청할 수 있음 ᄋ 사업자는 과업이 완료되기 15일 전에 보고서의 초안을 발주기관에 제출하 여 심의를 받고, 수정사항에 대해서는 보완토록 함 제안사계약상대자는 보고서 작성 중 항상 발주기관과 긴밀한 협의를 하 여야 함 사업 수행과정에서 취득 또는 작성하는 성과품 및 산출물에 지식재산권은 본 원과 사업자가 공동으로 소유함을 원칙으로 하며 세부사항은 협의하여 정함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "산출물  작성  및  제출"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업수행관련  산출물의  제출  및  관리에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업의  계약과  관련된  산출물은  다음을  기본으로  함\n구분 \n필수포함사항\n제출형식\n비고 \nㅇ  세부추진계획\n착수계  제출\n착수보고 \n  -  콘텐츠  운영계획,  세부일정표, \n문서파일\n(계약일로부터\n과업별  참여인력  등 \n7일  이내) \n중간보고 \nㅇ  중간  운영결과보고\n문서파일\n2024년  8월  중\n익월  10일 \n월간보고\nㅇ  월별  운영결과보고\n문서파일\n이내\nㅇ  기획회의  자료,  홍보안  등  기획안 \n기획안  및\n해당  사항\n일체\n문서파일\n수시보고\n발생시\nㅇ  이슈상황  조치  계획서·결과보고서\nㅇ  과업수행결과보고(세부추진내용)\n  -  운영  실적  및  성과\nUSB  1개\n  -  통계분석자료,  프로모션  이벤트 \n(문서파일 \n결과보고\n과업  완수후\n최종보고\n및 \n  -  향후  사업개선방향  등  제언\n10일  이내\n \n \n제작결과물 \nㅇ  과업  제작결과물  원본  데이터\n저장)\n  -  사진,  영상,  홍보제작물  이미지, \n제작원고  등  제작물  일체\nㅇ  원활한  과업추진을  위해  필요시  비정기적인  보고를  요청할  수  있음     \nㅇ  사업자는  과업이  완료되기  15일  전에  보고서의  초안을  발주기관에  제출하\n여  심의를  받고,  수정사항에  대해서는  보완토록  함\n  ※  제안사(계약상대자)는  보고서  작성  중  항상  발주기관과  긴밀한  협의를  하\n여야  함\n  ※  사업  수행과정에서  취득  또는  작성하는  성과품  및  산출물에  지식재산권은  본\n원과  사업자가  공동으로  소유함을  원칙으로  하며  세부사항은  협의하여  정함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 34 - 요구사항 고유번호 PMR-003 요구사항 명칭 보안서약 및 책임 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 보안서약 및 책임에 관한 사항 세부 내용 ᄋ 사업에 참여하는 모든 인원은 별도 양식에 의하여 상기 내용을 포함한 보 안서약서를 반드시 제출하여야 함 ᄋ 사업수행 중 취득한 지식에 대하여 과업수행 중은 물론 사업이 완료된 후 에도 외부에 누설하거나 다른 용도로 이용해서는 안 되며, 이를 위반하였 을 경우 법적인 책임을 져야 함 서식 제14호 비밀유지계약서 제출 ᄋ 사업수행기간 중 보안관련 법규를 준수하고 대외 보안유지에 적극 협조하 여야 함 - 사업수행기간 중 중요 데이터 등 정보 누출에 대비하여 구체적인 정보 보 호 계획 및 방안을 제시 ᄋ 외부 PC노트북 등반입 시 내부 사용자 보안사항을 준수해야 함 - 사업기간 내 사용되는 모든 개발용PC, 노트북, 휴대용 저장매체 등 정보화기 기의 사용 현황을 발주기관에 신고하고 도난 및 관리에 대한 책임을 져야함 - 정보시스템을 외부로 반출할 경우 사전에 발주기관 정보보안담당관의 통제를 받아야 함 요구사항 고유번호 PMR-004 요구사항 명칭 프로젝트 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 수행 관리 세부 내용 ᄋ 제안사는 본 사업을 정확하고 효율적으로 수행할 수 있도록 사업수행 계획 을 수립하고 이를 이행해야 함 o 주관기관은 참여 인력의 신원조사 결과 결격사유가 있는 자에 대한 교체를 요구할 수 있으며, 사업자는 이를 즉시 수용해야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "보안서약  및  책임"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안서약  및  책임에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업에  참여하는  모든  인원은  별도  양식에  의하여  상기  내용을  포함한  보\n안서약서를  반드시  제출하여야  함\nㅇ  사업수행  중  취득한  지식에  대하여  과업수행  중은  물론  사업이  완료된  후\n에도  외부에  누설하거나  다른  용도로  이용해서는  안  되며,  이를  위반하였\n을  경우  법적인  책임을  져야  함\n  ※  서식  제14호  비밀유지계약서  제출\nㅇ  사업수행기간  중  보안관련  법규를  준수하고  대외  보안유지에  적극  협조하\n여야  함\n  -  사업수행기간  중  중요  데이터  등  정보  누출에  대비하여  구체적인  정보  보\n호  계획  및  방안을  제시\nㅇ  외부  PC(노트북  등)반입  시  내부  사용자  보안사항을  준수해야  함\n  -  사업기간  내  사용되는  모든  개발용PC,  노트북,  휴대용  저장매체  등  정보화기\n기의  사용  현황을  발주기관에  신고하고  도난  및  관리에  대한  책임을  져야함\n  -  정보시스템을  외부로  반출할  경우  사전에  발주기관  정보보안담당관의\n통제를  받아야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트  관리"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  수행  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  제안사는  본  사업을  정확하고  효율적으로  수행할  수  있도록  사업수행  계획\n을  수립하고  이를  이행해야  함\no  주관기관은  참여  인력의  신원조사  결과  결격사유가  있는  자에  대한  교체를 \n요구할  수  있으며,  사업자는  이를  즉시  수용해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 35 - 요구사항 고유번호 PMR-005 요구사항 명칭 개발환경 구축 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 업무 특성에 맞게 개발환경 구축 세부 내용 ᄋ 사업수행사계약당사자는 소프트웨어사업수행을 위하여 필요한 장소 및 설 비, 기타 작업환경을 상호 협의하여 정함 - SW 사업 제안요청서 작성매뉴얼 용역계약일반조건 기획재정부계약예규 제468호, 2019.12.18. 제52조작업장소 등에 따라 상호 협의 - 계약당사자는 SW사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작 업환경을 상호협의하여 결정하며, 개발인력이 아닌 지원인력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 계약상대자가 달리 정할 수 있음 - SW사업 수행을 위해 필요한 작업장소 등은 사업예산 내 계산되어 있으므 로 관련 비용을 포함하여 제안가격을 산출하되, 작업장소 등은 상호협의하 여 결정함 - SW사업 수행을 위하여 필요한 작업장소는 발주기관에서 제공하며, 설비 및 기타 작업환경은 계약상대자가 구비하여야 함단, 이 경우에도 공급사는 개 발 장소에 관하여 제시할 수 있음 o 사업자는 개발소프트웨어 설치 및 테스트 시 속도저하, 장애 발생, 기능 미 비 등의 문제로 인해 사용에 중대한 지장이 있는 경우, 주관기관이 요구하 는 보완사항 등에 대하여 보완하여야 함 o 본 용역 모든 대상의 업무수행을 위하여 주관기관과 협의하여 수행하여야 하며, 사업수행 중 수행계획의 내용을 수정 또는 추가하는 경우 주관기관과 주사업자 간 합의하여 확정함 o 개발기간 중 개발용 시스템네트워크 포함 및 개발도구SW는 개발사에서 부담 o 개발시 상용SW가 아닌 별도 개발도구SW를 사용한 경우 사업종료 시 개 발도구의 사용 매뉴얼과 개발도구SW를 제공 o 기자재, 장비 구성 및 운영환경은 주관기관과 협의 하에 추후 결정 o 과제수행에 필요한 기존 시스템의 HW 및 SW, 상세 데이터베이스 구조 등은 사업수행사 선정 후 제공",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "개발환경  구축"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "업무  특성에  맞게  개발환경  구축"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업수행사(계약당사자)는  소프트웨어사업수행을  위하여  필요한  장소  및  설\n비,  기타  작업환경을  상호  협의하여  정함\n  -  [SW  사업  제안요청서  작성매뉴얼]  [용역계약일반조건  (기획재정부계약예규 \n제468호,  2019.12.18.)]  제52조(작업장소  등)에  따라  상호  협의\n  -  계약당사자는  SW사업  수행을  위해  필요한  작업장소  등(장소,  설비,  기타  작\n업환경)을  상호협의하여  결정하며,  개발인력이  아닌  지원인력의  근무장소는 \n보안  등  특별한  사유가  있는  경우를  제외하고는  계약상대자가  달리  정할 \n수  있음\n  -  SW사업  수행을  위해  필요한  작업장소  등은  사업예산  내  계산되어  있으므\n로  관련  비용을  포함하여  제안가격을  산출하되,  작업장소  등은  상호협의하\n여  결정함\n  -  SW사업  수행을  위하여  필요한  작업장소는  발주기관에서  제공하며,  설비  및 \n기타  작업환경은  계약상대자가  구비하여야  함(단,  이  경우에도  공급사는  개\n발  장소에  관하여  제시할  수  있음)\no  사업자는  개발소프트웨어  설치  및  테스트  시  속도저하,  장애  발생,  기능  미\n비  등의  문제로  인해  사용에  중대한  지장이  있는  경우,  주관기관이  요구하\n는  보완사항  등에  대하여  보완하여야  함\no  본  용역  모든  대상의  업무수행을  위하여  주관기관과  협의하여  수행하여야 \n하며,  사업수행  중  수행계획의  내용을  수정  또는  추가하는  경우  주관기관과 \n주사업자  간  합의하여  확정함\no  개발기간  중  개발용  시스템(네트워크  포함)  및  개발도구(S/W)는  개발사에서 \n부담\no  개발시  상용SW가  아닌  별도  개발도구(SW)를  사용한  경우  사업종료  시  개\n발도구의  사용  매뉴얼과  개발도구(SW)를  제공\no  기자재,  장비  구성  및  운영환경은  주관기관과  협의  하에  추후  결정\no  과제수행에  필요한  기존  시스템의  H/W  및  S/W,  상세  데이터베이스  구조 \n등은  사업수행사  선정  후  제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 36 - 14 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 테스트 계획 및 테스트 결과 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 시스템 테스트를 위한 계획서 작성 및 테스트 결과에 따른 조치 세부 내용 ᄋ 발생가능한 상황에 대해서 데이터를 입력하여 시험하여야 하며 각종 유형 별 시험계획서를 구체적으로 작성하여 제출하여야 함 ᄋ 시험계획서에 시험인력, 시험데이터, 시험 절차방법, 시험일정주기, 시스 템 튜닝 등을 포함하여야 함 ᄋ 대상 업무별 단위시험, 통합시험, 성능시험, 관련 정보시스템과의 연계시험 등을 실시하여야 함 ᄋ 시험 운영은 정한 기간 내에 수행하여야 하고 정한 기간 내에 보완이 완료 되어야 함 ᄋ 적용 후 운영중인 정보시스템의 영향을 최소화하여 테스트 실시 ᄋ 실운영 환경을 고려한 개발및 테스트 환경 구성 - 사업수행사는 응용SW 변경을 위한 개발및 테스트 서버, 상용SW, 네트워 크 등 필요한 장비를 마련하되, 필요 시 발주기관과 협의하여 진행 ᄋ 응용SW 변경에 대한 단위, 통합, 사용자테스트 계획을 수립하고 실시 ᄋ 테스트 유형별 범위, 수행절차, 일정, 시험환경 및 평가기준 등을 포함하여 유형별 작성된 테스트 시나리오를 기반으로 테스트를 실시하고 결과를 제 출하여야 함. - 단위테스트 응용 프로그램 변경 대상 업무별 테스트 - 통합테스트 단위테스트 완료 후 전반적인 기능 테스트 요구사항 고유번호 TER-002 요구사항 명칭 단위테스트 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 프로그램 기본단위모듈별 내부 오류테스트단위테스트에 관한 사항 세부 내용 ᄋ 단위시험의 범위, 수행절차, 조직, 일정, 시험환경 및 평가기준을 구체적으 로 수립하여야 함 ᄋ 단위시험 시나리오별, 처리 절차, 수행데이터, 예상결과 등을 사전에 정의하 여야 함 ᄋ 단위시험시에 다음이 내용이 점검되어야 함 - 결함유형 분석결함발생건수, 결함비율 - 결함심각도 분석치명적 결함, 주요결함, 단순결함, 사소한 결함, 개선사항별 발생결함 건수 - 결함발견 추세분석시험일시, 발견결함 수 - 시험 커버리지 유스케이스use case 기준의 경우 시험대상 유스케이스전체 유스케이스100",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트  계획  및  테스트  결과"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  테스트를  위한  계획서  작성  및  테스트  결과에  따른  조치"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  발생가능한  상황에  대해서  데이터를  입력하여  시험하여야  하며  각종  유형\n별  시험계획서를  구체적으로  작성하여  제출하여야  함\nㅇ  시험계획서에  시험인력,  시험데이터,  시험  절차/방법,  시험일정/주기,  시스\n템  튜닝  등을  포함하여야  함\nㅇ  대상  업무별  단위시험,  통합시험,  성능시험,  관련  정보시스템과의  연계시험 \n등을  실시하여야  함\nㅇ  시험  운영은  정한  기간  내에  수행하여야  하고  정한  기간  내에  보완이  완료\n되어야  함\nㅇ  적용  후  운영중인  정보시스템의  영향을  최소화하여  테스트  실시\nㅇ  실운영  환경을  고려한  개발(및  테스트)  환경  구성\n  -  사업수행사는  응용SW  변경을  위한  개발(및  테스트)  서버,  상용SW,  네트워\n크  등  필요한  장비를  마련하되,  필요  시  발주기관과  협의하여  진행 \nㅇ  응용SW  변경에  대한  단위,  통합,  사용자테스트  계획을  수립하고  실시\nㅇ  테스트  유형별  범위,  수행절차,  일정,  시험환경  및  평가기준  등을  포함하여\n유형별  작성된  테스트  시나리오를  기반으로  테스트를  실시하고  결과를  제\n출하여야  함.\n  -  단위테스트  :  응용  프로그램  변경  대상  업무별  테스트\n  -  통합테스트  :  단위테스트  완료  후  전반적인  기능  테스트"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "단위테스트"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로그램  기본단위(모듈)별  내부  오류테스트(단위테스트)에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  단위시험의  범위,  수행절차,  조직,  일정,  시험환경  및  평가기준을  구체적으\n로  수립하여야  함\nㅇ  단위시험  시나리오별,  처리  절차,  수행데이터,  예상결과  등을  사전에  정의하\n여야  함\nㅇ  단위시험시에  다음이  내용이  점검되어야  함\n  -  결함유형  분석(결함발생건수,  결함비율)\n  -  결함심각도  분석(치명적  결함,  주요결함,  단순결함,  사소한  결함,  개선사항별 \n발생결함  건수)\n  -  결함발견  추세분석(시험일시,  발견결함  수)\n  -  시험  커버리지\n    ※  유스케이스(use  case)  기준의 경우 = (시험대상 유스케이스/전체 유스케이스)*100"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 37 - 요구사항 고유번호 TER-003 요구사항 명칭 통합테스트 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 단위 모듈의 통합에 따른 발생가능 오류 점검통합테스트에 관한 사항 세부 내용 ᄋ 통합테스트 시나리오에 따라 단위테스트가 완료된 프로그램들을 대상으로 다음 사항을 검증하여야 함 - 기능, 성능 등의 요구사항 및 설계사양 충족여부 검증 - 기능의 정상적 수행여부 검증 등 - 기능수행 후의 결과가 사전에 예측된 결과와 일치하는지 검증 - 시스템의 접근권한 및 업무 권한에 대한 적절성검증 - 대내시스템 간, 영역 간 연계 및 이를 포함하는 업무흐름 검증 - 대외기관 연계 및 이를 포함하는 업무 흐름 검증 - 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함 요구사항 고유번호 TER-004 요구사항 명칭 인수테스트 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 개발시스템의 최종 인수를 위한 테스트 조건에 관한 사항 세부 내용 ᄋ 사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여 조직 및 역할, 점 검사항, 최종 검수 기준, 점검 후 조치 방안 등을 세부적으로 기술하여 계 획을 수립하여야 함 ᄋ 요구사항별 적합부적합 판정을 할 수 있도록 요구사항별 테스트를 수행할 수 있어야 하며, 이에 따른 테스트 데이터를 준비해야 함 ᄋ 발주자와 협의하여 승인 검사테스트를 계획하고, 발주자가 승인 검사테스 트를 이행하기 위하여 필요한 모든 조력을 제공하여야 함 ᄋ 개발 완료 후 최종 산출물 및 테스트 결과물을 첨부하여 발주자에게 승인 검 사 및 테스트를 요청하여야 하며, 승인 검사 및 테스트 과정에서 발견된 하자 사항은 만족한 결과를 얻을 때까지 보완테스트를 반복적으로 실시해야 함 ᄋ 최종 승인 처리는 별도의 문서에 의하여 발주자의 승인을 받은 일자에 완 료 된 것으로 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "TER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "통합테스트"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "단위  모듈의  통합에  따른  발생가능  오류  점검(통합테스트)에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  통합테스트  시나리오에  따라  단위테스트가  완료된  프로그램들을  대상으로 \n다음  사항을  검증하여야  함 \n  -  기능,  성능  등의  요구사항  및  설계사양  충족여부  검증\n  -  기능의  정상적  수행여부  검증  등\n  -  기능수행  후의  결과가  사전에  예측된  결과와  일치하는지  검증\n  -  시스템의  접근권한  및  업무  권한에  대한  적절성검증 \n  -  대내시스템  간,  영역  간  연계  및  이를  포함하는  업무흐름  검증\n  -  대외기관  연계  및  이를  포함하는  업무  흐름  검증\n  -  결함을  파악하고  원인을  추적하여  결함을  제거하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "TER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "인수테스트"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발시스템의  최종  인수를  위한  테스트  조건에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사용자  승인을  위한  검사  및  테스트  수행방법,  절차,  참여  조직  및  역할,  점\n검사항,  최종  검수  기준,  점검  후  조치  방안  등을  세부적으로  기술하여  계\n획을  수립하여야  함\nㅇ  요구사항별  적합/부적합  판정을  할  수  있도록  요구사항별  테스트를  수행할 \n수  있어야  하며,  이에  따른  테스트  데이터를  준비해야  함\nㅇ  발주자와  협의하여  승인  검사/테스트를  계획하고,  발주자가  승인  검사/테스\n트를  이행하기  위하여  필요한  모든  조력을  제공하여야  함\nㅇ  개발  완료  후  최종  산출물  및  테스트  결과물을  첨부하여  발주자에게  승인  검\n사  및  테스트를  요청하여야  하며,  승인  검사  및  테스트  과정에서  발견된  하자 \n사항은  만족한  결과를  얻을  때까지  보완·테스트를  반복적으로  실시해야  함\nㅇ  최종  승인  처리는  별도의  문서에  의하여  발주자의  승인을  받은  일자에  완\n료  된  것으로  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 38 - 15 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 교육지원 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 홈페이지 및 콘텐츠 운영 교육 시행 세부 내용 ᄋ 체계적이고 효율적인 홈페이지 및 콘텐츠 운영을 위해 교육 훈련계획을 제 시하여야 함 ᄋ 교육 훈련계획 작성 시 교육 관련 제반사항은 본원과 협의하여 결정함 ᄋ 본원의 요청이 있을 시 홈페이지 관리자들을 대상으로 시스템 운영에 필요 한 기술교육 및 콘텐츠 작성 및 운영 교육을 시행할 수 있으며, 본 사업 수행범위 내에서 적극 지원하여야 함 요구사항 고유번호 PSR-002 요구사항 명칭 인수인계 및 하자보수 지원 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 과업의 인수인계 및 운영지원 세부 내용 ᄋ 사업자는 본 과업 완료 전 시스템의 발전 및 안정성을 유지하기 위한 인수 인계 계획을 제시하여야 함 ᄋ 하자담보 책임기간은 검수완료일로부터 1년 이내이며, 사업자는 이 기간에 발생한 운영업무에 대해 적극적인 지원하여야 함 ᄋ 사업자는 최종산출물 및 홈페이지 운영에 대한 정보 및 기타 관련정보를 이후 계약 사업자에게 제공해야 하며, 시스템의 효율적인 운영을 위해 하 자담보 책임기간 중에는 기술자문에 응하여야 함 ᄋ 하자담보 책임기간 중 하자장애 발생 시 조치를 취함에 필요한 기술적 지 원을 하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "교육지원"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "홈페이지  및  콘텐츠  운영  교육  시행"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  체계적이고  효율적인  홈페이지  및  콘텐츠  운영을  위해  교육  훈련계획을  제\n시하여야  함\nㅇ  교육  훈련계획  작성  시  교육  관련  제반사항은  본원과  협의하여  결정함\nㅇ  본원의  요청이  있을  시  홈페이지  관리자들을  대상으로  시스템  운영에  필요\n한  기술교육  및  콘텐츠  작성  및  운영  교육을  시행할  수  있으며,  본  사업 \n수행범위  내에서  적극  지원하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "인수인계  및  하자보수  지원"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "과업의  인수인계  및  운영지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업자는  본  과업  완료  전  시스템의  발전  및  안정성을  유지하기  위한  인수\n인계  계획을  제시하여야  함\nㅇ  하자담보  책임기간은  검수완료일로부터  1년  이내이며,  사업자는  이  기간에 \n발생한  운영업무에  대해  적극적인  지원하여야  함\nㅇ  사업자는  최종산출물  및  홈페이지  운영에  대한  정보  및  기타  관련정보를 \n이후  계약  사업자에게  제공해야  하며,  시스템의  효율적인  운영을  위해  하\n자담보  책임기간  중에는  기술자문에  응하여야  함\nㅇ  하자담보  책임기간  중  하자(장애)  발생  시  조치를  취함에  필요한  기술적  지\n원을  하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 39 - III. 제안 안내사항 1. 제출서류 및 문의처 가. 제출서류 서류명 서식 1 입찰참가신청서 1부 2호 2 제안서첨부자료 포함 제안서 및 제출서류 전자조달시스템 제출 실적서 제출시 서식 제 5호용역실적 증명서 혹은 나라장터 내 발급 서류 제출가능 38호 3 제안요약서 제안요약서는 기술평가시 별도 제출추후공지 4 법인등기사항전부증명서 및 법인인감증명서 이상 법인일 경우, 개인인감증명서 개인일 경우, 사용인감계 각 1부 사용인감 사 용할 경우 해당 서류는 서류접수일 기준 발급 3개월 이내일 것 5 사업자등록증 사본 1부 6 중소기업 확인서 1부 7 최근년도 결산 신고된 소프트웨어사업자신고확인서 1부 8 직접생산확인증명서 1부 9 경쟁입찰참가자격등록증조달청장 발행 사본 1부 10 서약서 1부 9호 11 개인정보 수집이용 동의서 대표자 포함 모든 참여 인력 제출 10호 12 청렴계약이행서약서 1부 11호 13 공동수급표준협정서 1부 공동수급일 경우에 한함 12호 14 합의각서 1부 공동수급일 경우에 한함 13호 15 기업신용평가등급 확인서 공동수급의 경우, 13번까지는 공동수급체가 통합하여 1부씩 제출하고, 415번은 공동수급체 구성원 각각의 상기 서류를 함께 제출",
      "tables": [
        [
          [
            "",
            "서류명",
            "서식"
          ],
          [
            "1\n2\n3\n4\n5\n6\n7\n8\n9\n10 서약서 1부 \n12 청렴계약이행서약서 1부\n13 공동수급표준협정서 1부 *공동수급일  경우에  한함\n14 합의각서 1부 *공동수급일  경우에  한함\n15 기업신용평가등급 확인서",
            "입찰참가신청서 1부\n제안서(첨부자료 포함)\n*  제안서  및  제출서류  전자조달시스템  제출 \n**  실적서  제출시  서식  제  5호(용역실적  증명서)  혹은  나라장터  내  발급  서류  제출가능\n제안요약서 *  제안요약서는  기술평가시  별도  제출(추후공지)\n법인등기사항전부증명서 및 법인인감증명서 (이상 법인일 경우),\n개인인감증명서 (개인일 경우), 사용인감계 각 1부 (사용인감 사\n*  해당  서류는  서류접수일  기준  발급  3개월  이내일  것\n용할 경우)\n사업자등록증 사본 1부\n중소기업 확인서 1부\n최근년도 결산 신고된 소프트웨어사업자신고확인서 1부\n직접생산확인증명서 1부\n경쟁입찰참가자격등록증(조달청장 발행) 사본 1부 \n11 개인정보 수집․이용 동의서 *  대표자  포함  모든  참여  인력  제출",
            "2호\n3~8호\n9호\n10호\n11호\n12호\n13호"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 40 - 나. 문의처 ᄋ용역과업 관련 - 공연장추진단TF 이채현 주임 T.02-760-9708, chaihyunkdac.or.kr ᄋ입찰 및 계약 관련 - 경영관리부 이창희 대리 T.02-760-9712, ddanddarakdac.or.kr 2. 제안서 평가 및 사업자 선정 가. 기본방침 및 적용규정 등 ᄋ기술평가와 가격평가를 실시하여 종합평가 점수로 산출 - 배점기준 기술평가 90점 가격평가 10점 ᄋ기본방침 객관적이고 공정한 기준과 절차를 적용하여 경쟁에 의한 우수사업자 선정 나. 제안서 평가 ᄋ 기술평가90점 - 57인 이상으로 구성된평가위원회를구성하며, 본 사업의 특성을 고 려한 평가기준에 의거하여 평가실시 - 평가점수 결과는 소수점 다섯째 자리에서 반올림 - 필요한 서류가 누락되었거나 제출된 서류가 불확실하여 인지할 수 없는 경우에는 제안서 내용의 변경이 없는 경미한 사항에 한하여 기한을 정 하여 보완을 요구할 수 있음. 이때 요청한 보완서류가 기한 내 도착하지 않으면 당초 제출된 서류만으로 평가하고, 당초 제출된 서류가 불명확하 여 심사가 불가능한 경우에는 평가에서 제외함 ᄋ 가격평가10점 - 가격입찰서는 기술평가 완료 후 나라장터를 통해 개찰함 - 가격평가에 대한 세부 기준 등은 기획재정부 계약예규 협상에 의 한 계약체결기준을 준용함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 41 - 다. 평가기준 ᄋ 평가표 구분 분류 평가항목 평가기준 평가요소 배점 한도 정성 평가 80 전략 및 방법 론 20 사업이해 도 및 추진전략 사업의 특성 및 목표에 대해 주변 환 경분석과 업무내용의 연관관계의 이해 를 바탕으로 일관성 있는 방향과 전략 을 제시하였는지 평가한다. 사업목표 및 내용의 이해도 문제파악의 정확성 제안요청서와의 부합성 15 사업추진 방법론 사업추진방법이 구체적이고 적절한 지와 그 실제 적용 사례 및 경험에 따른 단계별 산출물을 제시하였는지 평가한다. 추진방법의 창의성 추진방법의 타당성 5 수행 계획 30 콘텐츠 기획 콘텐츠 기획방안이 제안요청서의 요 구사항을 충족할 만큼 구체적이고 적절한지 평가한다. 사용자 특성을 고려한 콘 텐츠 기획의 창의성과 구 체성 5 콘텐츠 개발 콘텐츠 기획방안에 따라 사용자 편 의성과 몰입도 등 제안요청서의 성 능 및 기능요구사항에 비추어 콘텐 츠 개발방안이 구체적이고 적절한지 평가한다. 사용자 특성을 고려한 콘 텐츠 개발방안의 타당성과 적정성 5 콘텐츠 관리 개발 콘텐츠의 이용 활성화와 유지 관리 방안이 제안요청서의 요구사항 을 충족할 만큼 구체적이고 적절한 지 평가한다. 사용자 특성을 고려한 콘텐츠 활성화 방안의 타당성과 적정성 정보 현행화를 고려한 콘 텐츠 관리의 적정성 5 홍보 및 활성화 사이트 홍보 및 활성화 방안이 제안 요청서의 요구사항을 충족할 만큼 구체적이고 적절한지 평가한다. 사이트 이용자 및 홍보 채널 특성을 고려한 계획 수립의 타당성 사이트 활성화를 위한 계 획 수립의 적정성 5 홈페이지 운영 및 기능개선 요구사항 홈페이지 운영 및 기능개선방안 및 개발방안이 제안요청서의 요구사항 을 충족할 만큼 구체적이고 적절한 지 평가한다. 사용자 인터페이스의 편의성 웹표준 및 접근성의 적정성 10 프로 젝트 관리 15 관리 방법론 사업위험, 사업진도, 사업수행시 보안 을 관리하는 방법, 사업수행 성과물이 나 산출물의 형상 및 문서를 관리하는 방법 등을 평가한다. 사업추진 체계 및 보고체계 등 프로젝트 관리방법에 대 한 평가 산출물 종류, 이행의 적정성 5 수행조직 사업수행에 필요한 인력 투입의 경 험, 역량의 우수성, 구성 인력의 적정 성 등을 평가한다. 수행조직 및 투입되는 인력 의 경험, 역량의 우수성 구성인력의 적정성 5 일정계획 사업수행에 필요한 활동을 도출하여 정 확한 활동 기간의 산정과 도출된 활동 간의 배열이 합리적인지, 중간목표가 적 정하게 제시되어 있는지, 각 활동에 적 합한 자원이 적절히 할당되어 있는지 등 을 평가한다. 세부활동 도출 및 기간의 타당성 자원배분의 합리성 5 프로 젝트 지원 15 시험운영 시스템 공급자가 개발된 시스템의 시험운영을 위해 필요한 각종 시험 운영 방법 등을 구체적으로 제시하 였는지 평가한다. - 시험운영 방법, 내용, 일 정의 적정성 5",
      "tables": [
        [
          [
            "구분",
            "분류",
            "평가항목",
            "평가기준",
            "평가요소",
            "배점\n한도"
          ],
          [
            "정성\n평가\n(80)",
            "전략 \n및 \n방법\n론\n(20)",
            "사업이해\n도  및 \n추진전략",
            "사업의  특성  및  목표에  대해  주변  환\n경분석과  업무내용의  연관관계의  이해\n를  바탕으로  일관성  있는  방향과  전략\n을  제시하였는지  평가한다.",
            "·사업목표 및  내용의 이해도\n·문제파악의  정확성\n·제안요청서와의  부합성",
            "15"
          ],
          [
            "",
            "",
            "사업추진\n방법론",
            "사업추진방법이  구체적이고  적절한\n지와  그  실제  적용  사례  및  경험에 \n따른  단계별  산출물을  제시하였는지 \n평가한다.",
            "·추진방법의  창의성\n·추진방법의  타당성",
            "5"
          ],
          [
            "",
            "수행\n계획\n(30)",
            "콘텐츠\n기획",
            "콘텐츠  기획방안이  제안요청서의  요\n구사항을  충족할  만큼  구체적이고 \n적절한지  평가한다.",
            "·사용자  특성을  고려한  콘\n텐츠  기획의  창의성과  구\n체성",
            "5"
          ],
          [
            "",
            "",
            "콘텐츠\n개발",
            "콘텐츠  기획방안에  따라  사용자  편\n의성과  몰입도  등  제안요청서의  성\n능  및  기능요구사항에  비추어  콘텐\n츠  개발방안이  구체적이고  적절한지 \n평가한다.",
            "·사용자  특성을  고려한  콘\n텐츠  개발방안의  타당성과 \n적정성",
            "5"
          ],
          [
            "",
            "",
            "콘텐츠\n관리",
            "개발  콘텐츠의  이용  활성화와  유지\n관리  방안이  제안요청서의  요구사항\n을  충족할  만큼  구체적이고  적절한\n지  평가한다.",
            "·사용자  특성을  고려한  콘텐츠 \n활성화 방안의 타당성과 적정성\n·정보  현행화를  고려한  콘\n텐츠  관리의  적정성",
            "5"
          ],
          [
            "",
            "",
            "홍보\n및\n활성화",
            "사이트  홍보  및  활성화  방안이  제안\n요청서의  요구사항을  충족할  만큼 \n구체적이고  적절한지  평가한다.",
            "·사이트  이용자  및  홍보 \n채널  특성을  고려한  계획 \n수립의  타당성\n·사이트  활성화를  위한  계\n획  수립의  적정성",
            "5"
          ],
          [
            "",
            "",
            "홈페이지 \n운영  및 \n기능개선 \n요구사항",
            "홈페이지  운영  및  기능개선방안  및 \n개발방안이  제안요청서의  요구사항\n을  충족할  만큼  구체적이고  적절한\n지  평가한다.",
            "·사용자 인터페이스의 편의성\n·웹표준 및  접근성의 적정성",
            "10"
          ],
          [
            "",
            "프로\n젝트\n관리\n(15)",
            "관리\n방법론",
            "사업위험,  사업진도,  사업수행시  보안\n을  관리하는  방법,  사업수행  성과물이\n나  산출물의  형상  및  문서를  관리하는 \n방법  등을  평가한다.",
            "·사업추진  체계  및  보고체계 \n등  프로젝트  관리방법에  대\n한  평가\n·산출물 종류, 이행의 적정성",
            "5"
          ],
          [
            "",
            "",
            "수행조직",
            "사업수행에  필요한  인력  투입의  경\n험,  역량의  우수성,  구성  인력의  적정\n성  등을  평가한다.",
            "·수행조직  및  투입되는  인력\n의  경험,  역량의  우수성\n·구성인력의  적정성",
            "5"
          ],
          [
            "",
            "",
            "일정계획",
            "사업수행에  필요한  활동을  도출하여  정\n확한  활동  기간의  산정과  도출된  활동 \n간의  배열이  합리적인지,  중간목표가  적\n정하게  제시되어  있는지,  각  활동에  적\n합한  자원이  적절히  할당되어  있는지  등\n을  평가한다.",
            "·세부활동  도출  및  기간의 \n타당성\n·자원배분의  합리성",
            "5"
          ],
          [
            "",
            "프로\n젝트\n지원\n(15)",
            "시험운영",
            "시스템  공급자가  개발된  시스템의 \n시험운영을  위해  필요한  각종  시험\n운영  방법  등을  구체적으로  제시하\n였는지  평가한다.",
            "-  시험운영  방법,  내용,  일\n정의  적정성",
            "5"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 42 - 공동수급의 경우 정량평가시 수급업체의 업무분담비율에 따른 가중을 두어 평가함 - 용역수행실적 실적건수 5건 이상 4건 3건 2건 1건 이하 배 점 5 4.5 4 3.5 3 수행실적 평가를 위하여 붙임 서식 제 5호용역실적 증명서 혹은 나라장터 내 발급 서류, 혹은 아래 기준에 따른 별지 등을 제출하여야 한다. 1 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공기업법령 적용 기관이 발급한 수행실적증명서 2 위에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행실적증명서, 계약서, 세금계산서필요 시 거래명세서 포함를 첨부하여야 하며, 수행실적증명서는 해당 인감필요 시 사용인감으로 날인하여야 함 3 국외의 공공기관, 민간기업 등이 발주한 경우 1 및 2호를 준용하되, 공공기관 이외의 납품실적은 이를 공증하거나 해당국가의 상공회의소 또는 해당국가에 주재하는 대한민국 공관의 확인을 받은 경우에는 세금계산서 등 증빙자료 첨부를 생략할 수 있음 4 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아니하여 실적확인이 어려운 경우에는 실적으로 인정하지 아니한다. 1 유사수행 실적 문화예술분야문학, 미술, 공예, 사진, 건축, 음악, 대중음악, 국악, 무용, 연극, 영화, 방송, 만화 온라인 콘텐츠 제작 및 운영으로, 1억 5천만원 이상인 실적 유지관리 및 하자보수 계획 제안사가 제시하는 유지보수 및 하자 보수 계획, 절차, 범위 및 기간과 이 와 관련된 기타의 활동 및 그 제한사 항에 대해 평가한다. 하자보수 계획의 적정성 하자보수 절차의 적정성 하자보수 범위의 적정성 하자보수 기간의 적정성 5 비상대책 제안사 안정적인 DB 구축 운영을 위 해 필요한 각종 백업복구 및 장애대 응 대책을 구체적으로 제시하였는지 평가한다. 백업복구 대책 장애대응 대책 5 정량 평가 10 수행경험 실적 주요사업수행실적실적증명서 제출 건 입찰공고일 기준 최근 3년간 유사수행 실적사업예산 1억 5 천만원 이상1 5 경영상태 신용등급에 의한 평가 5 소계 90 가격 평가 10 ᄋ 나라장터 시스템을 통해 계약부서에서 평가 - 입찰 가격 평점산식에 의거 산정 10 합계 100",
      "tables": [
        [
          [
            "",
            "",
            "유지관리 \n및 \n하자보수 \n계획",
            "제안사가  제시하는  유지보수  및  하자\n보수  계획,  절차,  범위  및  기간과  이\n와  관련된  기타의  활동  및  그  제한사\n항에  대해  평가한다.",
            "·하자보수  계획의  적정성\n·하자보수  절차의  적정성\n·하자보수  범위의  적정성\n·하자보수  기간의  적정성",
            "5"
          ],
          [
            "",
            "",
            "비상대책",
            "제안사  안정적인  DB  구축  운영을  위\n해  필요한  각종  백업/복구  및  장애대\n응  대책을  구체적으로  제시하였는지 \n평가한다.",
            "·백업/복구  대책\n·장애대응  대책",
            "5"
          ],
          [
            "정량\n평가\n(10)",
            "수행경험\n(실적)",
            "",
            "주요사업수행실적(실적증명서  제출  건)\n※  입찰공고일  기준  최근  3년간  유사수행  실적(사업예산  1억  5\n천만원  이상)1)",
            "",
            "5"
          ],
          [
            "",
            "경영상태",
            "",
            "신용등급에  의한  평가",
            "",
            "5"
          ],
          [
            "소계",
            "",
            "",
            "",
            "",
            "90"
          ],
          [
            "가격\nㅇ  나라장터  시스템을  통해  계약부서에서  평가\n평가 \n    -  입찰  가격  평점산식에  의거  산정\n(10)",
            "",
            "",
            "",
            "",
            "10"
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "100"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 43 - - 신용평가기관에 의한 신용도 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용평가등급 배점 AAA - 회사채에 대한 신용평가등급 AAA에 준하는 등급 5 AA, AA0, AA- A1 회사채에 대한 신용평가등급 AA, AA0, AA-에 준하는 등급 A A2 회사채에 대한 신용평가등급 A에 준하는 등급 A0 A20 회사채에 대한 신용평가등급 A0에 준하는 등급 A- A2- 회사채에 대한 신용평가등급 A-에 준하는 등급 BBB A3 회사채에 대한 신용평가등급 BBB에 준하는 등급 4.5 BBB0 A30 회사채에 대한 신용평가등급 BBB0에 준하는 등급 BBB- A3- 회사채에 대한 신용평가등급 BBB-에 준하는 등급 4 BB, BB0 B 회사채에 대한 신용평가등급 BB, BB0에 준하는 등급 BB- B0 회사채에 대한 신용평가등급 BB-에 준하는 등급 3.5 B, B0, B- B- 회사채에 대한 신용평가등급 B, B0, B-에 준하는 등급 CCC 이하 C 이하 회사채에 대한 신용평가등급 CCC에 준하는 등급 3 1 신용정보의 이용 및 보호에 관한 법률제4조 제1항 또는 자본시장과 금융투자업에 관한 법률 제335조의3에 따라 업무를 영위하는 신용조회사 또는 신용평가사가 입찰공고일 이전에 평가하고 유효기간 내에 있는 회사채, 기업어음, 기업신용평가등급으로 제출한 신용평가등급 확인서의 신용평가등급으로 평가하되, 가장 최근의 신용평가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 있으나, 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가한다. 2 공공기관 제출용으로 발급받은 신용평가등급 확인서로 평가하며, 확인서가 확인되지 않은 경우에는 최저등급으로 평가하며, 유효기간 만료일이 입찰공고일인 경우에도 유효한 것으로 평가한다. 3 합병한 업체에 대하여는 합병후 새로운 신용평가등급으로 심사하여야 하며 합병 후의 새로운 신용평가등급이 없는 경우에는 합병대상업체 중 가장 낮은 신용평가등급을 받은 업체의 신용평가등급으로 심사한다.",
      "tables": [
        [
          [
            "회사채에  대한 \n신용평가등급",
            "기업어음에  대한 \n신용평가등급",
            "기업신용평가등급",
            "배점"
          ],
          [
            "AAA",
            "-",
            "회사채에  대한  신용평가등급  AAA에  준하는  등급",
            "5"
          ],
          [
            "AA+,  AA0,  AA-",
            "A1",
            "회사채에  대한  신용평가등급  AA＋,  AA0,  AA-에  준하는  등급",
            ""
          ],
          [
            "A+",
            "A2+",
            "회사채에  대한  신용평가등급  A＋에  준하는  등급",
            ""
          ],
          [
            "A0",
            "A20",
            "회사채에  대한  신용평가등급  A0에  준하는  등급",
            ""
          ],
          [
            "A-",
            "A2-",
            "회사채에  대한  신용평가등급  A-에  준하는  등급",
            ""
          ],
          [
            "BBB+",
            "A3+",
            "회사채에  대한  신용평가등급  BBB＋에  준하는  등급",
            "4.5"
          ],
          [
            "BBB0",
            "A30",
            "회사채에  대한  신용평가등급  BBB0에  준하는  등급",
            ""
          ],
          [
            "BBB-",
            "A3-",
            "회사채에  대한  신용평가등급  BBB-에  준하는  등급",
            "4"
          ],
          [
            "BB+,  BB0",
            "B+",
            "회사채에  대한  신용평가등급  BB＋,  BB0에  준하는  등급",
            ""
          ],
          [
            "BB-",
            "B0",
            "회사채에  대한  신용평가등급  BB-에  준하는  등급",
            "3.5"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "회사채에  대한  신용평가등급  B＋,  B0,  B-에  준하는  등급",
            ""
          ],
          [
            "CCC+  이하",
            "C  이하",
            "회사채에  대한  신용평가등급  CCC＋에  준하는  등급",
            "3"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 44 - IV. 제안서 제출 및 작성 1. 제안서의 효력에 관한 사항 ᄋ제출된 제안서의 내용은 변경할 수 없으며, 추후 사업자 선정 시 계약조건의 일부로 간주함 ᄋ발주자가 필요시 입찰참가자에 대하여 추가제안이나 추가 자료를 요청 할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 2. 제안서 작성지침 및 유의사항 ᄋ제시한 제안서 목차 및 세부작성지침을 준용하여 제안서를 작성 하여야 함 ᄋ제안서는 150페이지 내로 작성을 권장함 ᄋ제안서는 세로 형식, 제안요약서는 가로 형식 권장A4 용지 기준 ᄋ제안서는 한글 작성이 원칙이며, 사용된 영문약어에 대해서는 약어 설명을 함께 제공해야 함 ᄋ제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 ᄋ제안서의 내용이 허위로 기재된 경우 심사 대상에서 제외되며 선정 및 계약 후에도 이러한 사실이 밝혀질 때는 용역사업 수행 자격을 박탈함 ᄋ제안서의 내용은 명확한 용어를 사용하여 표현하여야 함. 예를 들어, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하게 되며, 계량화가 가능한 것은 계량 화하여 표현하여야 함 ᄋ제안자는 본 사업에 대한 제반사항을 사전에 충분히 숙지하고 제안에 임한 것으로 간주함 ᄋ계약된 업체의 제안서는 본 제안요청서와 함께 계약서의 일부로 함 ᄋ본 제안요청서 및 이후 제안서 제출까지 발생하는 모든 사안에 대 하여 대외비로 취급하여야 하며, 제안서와 관련하여 제출된 모든",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 45 - 문서에 대해 심의평가를 위한 경우를 제외하고는 외부 타 기관에 공 개하지 않음 ᄋ제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함 ᄋ제안서 인력은 자사인력으로 구성하여야 함 - 채용예정인력인 경우에는 별도로 이를 명기하고, 계약체결 전까지 채용을 완료하여야 함 - 적법한 파견근로자는 자사인력으로 간주하나, 원 소속사를 반드시 명기하여야 함 ᄋ계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부정한 행위를 한 사업자는 향후 신규 사업의 참여에 제한을 받을 수 있음 ᄋ본 사업의 수행에 필요한 모든 비용 및 부가세는 가격입찰금액에 포 함시켜야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 46 - 3. 제안서 목차 및 작성방법 ᄋ제안서 목차 I. 제안개요 II. 제안업체 일반 1. 일반현황 2. 조직 및 인원 3. 주요 사업내용 4. 주요 사업실적 III. 기술 부문 1. 사업수행 방법론 2. 콘텐츠 기획 및 개발 전략 3. 시스템 개발 및 운영 운영방안 4. 향후 콘텐츠 운영방안 IV. 프로젝트 관리 부문 1. 관리방법론 방안 2. 일정계획 3. 업무보고 및 검토계획 4. 수행조직 및 업무분장 5. 핵심 투입인력 및 이력사항 V. 프로젝트 지원 부문 1. 품질보증 방안 2. 시험운영 방안 3. 유지보수 방안 4. 비상대책 방안 VI. 기타사항",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 47 - ᄋ제안서 작성방법 작 성 항 목 작 성 방 법 비 고 I. 제안개요 o 제안사는 해당사업의 제안요청 내용을 명확하게 이해 하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. II. 제안업체 일반 1. 일반현황 o 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본 금 및 부문별 매출액을 명료하게 제시하여야 한다. 붙임 제3호 서식 붙임 제4호 서식 2. 조직 및 인원 o 제안사의 조직 및 인원현황을 제시하여야 한다. 3. 주요 사업내용 o 제안사의 주요 사업내용을 분야별로 구분하여 수행 기간, 참여형태 및 사업규모 등의 실적을 제시하여야 한다. 붙임 제5호 서식 나라장터 발급 서식 제출 가능 4. 주요 사업실적 o 해당사업과 관련이 있는 최근 3년간의 주요 사업실 적을 제시하여야 한다. 붙임 제6호 서식 III. 기술 부문 1. 사업수행 방법론 o 사업수행을 위한 전략 및 기본방향을 제시하고 제출 할 산출물의 종류 및 내역, 제출 시기 등을 기술한다. 2. 콘텐츠 기획 및 개발 전략ᄋ 과업내용에 맞추어 콘텐츠 기획안 및 개발 방안, 사 업추진 절차 및 효율적 운영방안 등을 기술한다. 3. 시스템 개발 및 운영방안 ᄋ 시스템 개발 방안에 대한 구체적인 계획과 개발완 료 후의 시스템 이용 및 관리운용에 관한 전반적인 방안을 제시하여야 한다. 4. 향후 운영방안 o 본 사업과 관련 기대효과 및 향후 발전방향에 대해 기술한다. IV. 프로젝트 관리 부문 1. 관리방법론 방안 o 성공적인 프로젝트 수행을 위한 관리방안을 상세히 제시하여야 한다. 2. 일정계획 o 전체 일정계획에 따른 단계별 세부계획을 체계적, 효 율적으로 구조화하여 제시하여야 한다. 3. 업무보고 및 검토계획 o 사업기간 동안 이루어질 보고 및 검토계획을 상세하 게 제시하여야 한다. 예시 월간, 주간, 일일, 수시보고, 단계별 검토회의 등 4. 수행조직 및 업무분장 o 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. - 컨소시엄 업체가 있는 경우 업무분장 내역에 공동 수급업체별 참여비율을 명시 붙임 제7호 서식 5. 핵심 투입인력 및 이력 사항 o 본 사업을 수행할 인력을 작업 단위별로 제시하고, 핵심 투입인력에 대한 이력사항을 별지양식을 이용 하여 작성하여야 한다. 붙임 제8호 서식 V. 프로젝트 지원부문 1. 품질보증 방안 o 본 과제 수행 시 필요한 품질보증을 위한 조직, 방 법, 절차, 내용 등을 제시하여야 한다.",
      "tables": [
        [
          [
            "작  성  항  목",
            "작  성  방  법",
            "비  고"
          ],
          [
            "Ⅰ.  제안개요",
            "o  제안사는  해당사업의  제안요청  내용을  명확하게  이해\n하고  본  제안의  목적,  범위,  전제조건  및  제안의  특징 \n및  장점을  요약하여  기술하여야  한다.",
            ""
          ],
          [
            "Ⅱ.  제안업체  일반",
            "",
            ""
          ],
          [
            "1.  일반현황",
            "o  제안사의  일반현황  및  주요  연혁,  최근  3년간의  자본\n금  및  부문별  매출액을  명료하게  제시하여야  한다.",
            "붙임  제3호  서식\n붙임  제4호  서식"
          ],
          [
            "2.  조직  및  인원",
            "o  제안사의  조직  및  인원현황을  제시하여야  한다.",
            ""
          ],
          [
            "3.  주요  사업내용",
            "o  제안사의  주요  사업내용을  분야별로  구분하여  수행\n기간,  참여형태  및  사업규모  등의  실적을  제시하여야 \n한다.",
            "붙임  제5호  서식\n*  나라장터  발급 \n서식  제출  가능"
          ],
          [
            "4.  주요  사업실적",
            "o  해당사업과  관련이  있는  최근  3년간의  주요  사업실\n적을  제시하여야  한다.",
            "붙임  제6호  서식"
          ],
          [
            "Ⅲ.  기술  부문",
            "",
            ""
          ],
          [
            "1.  사업수행  방법론",
            "o  사업수행을  위한  전략  및  기본방향을  제시하고  제출\n할  산출물의  종류  및  내역,  제출  시기  등을  기술한다.",
            ""
          ],
          [
            "2.  콘텐츠  기획  및  개발  전략",
            "ㅇ  과업내용에  맞추어  콘텐츠  기획안  및  개발  방안,  사\n업추진  절차  및  효율적  운영방안  등을  기술한다.",
            ""
          ],
          [
            "3.  시스템  개발  및  운영방안",
            "ㅇ  시스템  개발  방안에  대한  구체적인  계획과  개발완\n료  후의  시스템  이용  및  관리운용에  관한  전반적인 \n방안을  제시하여야  한다.",
            ""
          ],
          [
            "4.  향후  운영방안",
            "o  본  사업과  관련  기대효과  및  향후  발전방향에  대해 \n기술한다.",
            ""
          ],
          [
            "Ⅳ.  프로젝트  관리  부문",
            "",
            ""
          ],
          [
            "1.  관리방법론  방안",
            "o  성공적인  프로젝트  수행을  위한  관리방안을  상세히 \n제시하여야  한다.",
            ""
          ],
          [
            "2.  일정계획",
            "o  전체  일정계획에  따른  단계별  세부계획을  체계적,  효\n율적으로  구조화하여  제시하여야  한다.",
            ""
          ],
          [
            "3.  업무보고  및  검토계획",
            "o  사업기간  동안  이루어질  보고  및  검토계획을  상세하\n게  제시하여야  한다.\n  *  예시)  월간,  주간,  일일,  수시보고,  단계별  검토회의  등",
            ""
          ],
          [
            "4.  수행조직  및  업무분장",
            "o  본  사업을  수행할  조직  및  업무분장  내용을  상세히 \n제시하여야  한다.\n  -  컨소시엄  업체가  있는  경우  업무분장  내역에  공동\n수급업체별  참여비율을  명시",
            "붙임  제7호  서식"
          ],
          [
            "5.  핵심  투입인력  및  이력 \n사항",
            "o  본  사업을  수행할  인력을  작업  단위별로  제시하고, \n핵심  투입인력에  대한  이력사항을  별지양식을  이용\n하여  작성하여야  한다.",
            "붙임  제8호  서식"
          ],
          [
            "Ⅴ.  프로젝트  지원부문",
            "",
            ""
          ],
          [
            "o  본  과제  수행  시  필요한  품질보증을  위한  조직,  방\n  1.  품질보증  방안\n법,  절차,  내용  등을  제시하여야  한다.",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 48 - 작 성 항 목 작 성 방 법 비 고 2. 시험운영 방안 o 구현하고자 하는 기능을 통해 요구 성능이 충족되도 록 방법론 및 분석 도구, 구현 및 테스트 방안을 구 체적으로 제시하여야 한다. 또한, 목표시스템의 테스 트 유형단위 테스트, 통합 테스트, 시스템 테스트, 인수 테스트 등 테스트 환경, 방법, 절차 등 요구사 항을 기술하고, 개발완료 후의 시스템의 이용 및 관 리운영에 관한 전반적인 방안을 제시한다. 3. 하자보수 및 유지관리 방안 o 하자보수 및 유지관리 계획, 조직, 절차, 범위 및 기 간과 이와 관련된 기타의 활동 등을 종합적으로 제 시하여야 한다. 4. 비상대책 방안 o 안정적인 시스템 운영을 위한 백업 및 복구, 장애대 응 등 사업 수행 중 발생 가능한 비상상황에 대한 효율적인 대책을 제시하여야 한다. VI. 기타사항 1. 기타 o 상기항목에서 제시하지 않았지만, 본 사업을 수행을 위해 필요한 사항이나 추가 제안할 사항이 있으면 내용을 기술한다.",
      "tables": [
        [
          [
            "작  성  항  목",
            "작  성  방  법",
            "비  고"
          ],
          [
            "2.  시험운영  방안",
            "o  구현하고자  하는  기능을  통해  요구  성능이  충족되도\n록  방법론  및  분석  도구,  구현  및  테스트  방안을  구\n체적으로  제시하여야  한다.  또한,  목표시스템의  테스\n트  유형(단위  테스트,  통합  테스트,  시스템  테스트, \n인수  테스트  등)  테스트  환경,  방법,  절차  등  요구사\n항을  기술하고,  개발완료  후의  시스템의  이용  및  관\n리운영에  관한  전반적인  방안을  제시한다.",
            ""
          ],
          [
            "3.  하자보수  및  유지관리 \n방안",
            "o  하자보수  및  유지관리  계획,  조직,  절차,  범위  및  기\n간과  이와  관련된  기타의  활동  등을  종합적으로  제\n시하여야  한다.",
            ""
          ],
          [
            "4.  비상대책  방안",
            "o  안정적인  시스템  운영을  위한  백업  및  복구,  장애대\n응  등  사업  수행  중  발생  가능한  비상상황에  대한 \n효율적인  대책을  제시하여야  한다.",
            ""
          ],
          [
            "Ⅵ.  기타사항",
            "",
            ""
          ],
          [
            "o  상기항목에서  제시하지  않았지만,  본  사업을  수행을 \n  1.  기타\n위해  필요한  사항이나  추가  제안할  사항이  있으면 \n내용을  기술한다.",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 49 - 제안서 작성 관련 서식",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 50 - 서식 제 1호 제안서 표지 70 글자크기 18, 글자체 견고딕체 2024년 장애인문화예술정보시스템 이음온라인 운영 용역 제 안 서 글자크기 32, 글자체 견고딕체 2024. 00. 글자크기 20, 글자체 견고딕체 30 기관명 대표자명 30 10 10",
      "tables": [
        [
          [
            "70\n            ↱  글자크기 : 18, 글자체 : 견고딕체\n2024년  장애인문화예술정보시스템 \n이음온라인  운영  용역\n제\n안\n서\n                         ↳  글자크기 : 32, 글자체 : 견고딕체\n2024. 00.\n                                       ↳  글자크기 : 20, 글자체 : 견고딕체 \n                                                                                \n                                                                               30\n \n                                                                               10",
            "",
            ""
          ],
          [
            "",
            "기관명            대표자명            30                 10",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 53,
      "text": "- 51 - 서식 제 2호 입찰 참가 신청서 입 찰 참 가 신 청 서 아래 사항 중 해당되는 경우에만 기재하시기 바랍니다. 처리기간 즉 시 신 청 인 상호또는법인명칭 법인등록번호 주 소 전화번호 대 표 자 전자메일 입 찰 개 요 입찰공고지명번호 제 호 입찰일자 입 찰 건 명 입 찰 보 증 금 납 부 ᄋ보증금율 2.5 이상 ᄋ보증금납부방법 입찰보증보험증권 납부면제및 지 급 확 약 대사 리용 인인 감 본입찰에관한일체의권한을다 음의자에게위임합니다. 성명 생년월일 본입찰에사용할인감을다음과같이신고 합니다. 사용인감 인 본인은위의번호로공고한귀기관의경쟁입찰에참가하고자장문원에서정한 입찰유의서및입찰공고사항을모두승낙하고별첨서류를첨부하여입찰참가신 청을합니다. 붙임서류 1. 입찰참가자격을증명하는서류사본1통 2. 인감증명서1통 3. 기타공고로써정한서류 신청인 인 재한국장애인문화예술원 이사장 귀하",
      "tables": [
        [
          [
            "입  찰  참  가  신  청  서\n  *  아래  사항  중  해당되는  경우에만  기재하시기  바랍니다.",
            "",
            "",
            "",
            "",
            "처리기간"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "즉\n시"
          ],
          [
            "신 청 인",
            "상호 또는 법인명칭",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주\n소",
            "",
            "",
            "전 화 번 호",
            ""
          ],
          [
            "",
            "대\n표\n자",
            "",
            "",
            "전 자 메 일",
            ""
          ],
          [
            "입 찰 개 요",
            "입찰공고(지명)번호",
            "제\n호",
            "",
            "입 찰 일 자",
            ""
          ],
          [
            "",
            "입\n찰\n건\n명",
            "",
            "",
            "",
            ""
          ],
          [
            "입 찰 보 증 금",
            "납\n부",
            "ㅇ보증금율 :\n2.5% 이상\nㅇ보증금납부방법 : 입찰보증보험증권",
            "",
            "",
            ""
          ],
          [
            "",
            "납 부 면 제 및\n지\n급 확 약",
            "",
            "",
            "",
            ""
          ],
          [
            "대사\n리용\n인인\n․감",
            "본 입찰에 관한 일체의 권한을 다\n음의 자에게 위임 합니다.\n성 명 :\n생년월일:",
            "",
            "본 입찰에 사용할 인감을 다음과 같이 신고\n합니다.\n사용인감\n(인)",
            "",
            ""
          ],
          [
            "본인은 위의 번호로 공고한 귀 기관의 경쟁입찰에 참가하고자 장문원에서 정한\n입찰유의서 및 입찰공고 사항을 모두 승낙하고 별첨 서류를 첨부하여 입찰 참가 신\n청을 합니다.\n붙임 서류 :\n1. 입찰 참가 자격을 증명하는 서류 사본 1통\n2. 인감증명서 1통\n3. 기타 공고로써 정한 서류\n신청인\n(인)\n    (재)한국장애인문화예술원  이사장  귀하",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 52 - 서식 제 3호 제안기관 일반현황 제안기관 일반 현황 1. 회사명 2. 대표자 3. 주 소 4. 연락처 대 표전화번호 팩스번호 담당자성명 전화번호 HP 5. 회 사 설립년도 년 월 6. 사업 6.분야 7. 해당부문 사업기간 년 월 년 월 8. 주요연혁 요약 9. 용역실적 건수 계 2023년 2022년 2021년 비고 10. 인력현황 계",
      "tables": [
        [
          [
            "1. 회 사 명",
            "2. 대 표 자",
            "",
            "",
            "",
            ""
          ],
          [
            "3. 주\n소",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4. 연 락 처",
            "대 표 전화번호 :\n팩스번호 :",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "담당자 성명:\n전화번호:\nHP:",
            "",
            "",
            "",
            ""
          ],
          [
            "5. 회\n사\n설립 년도",
            "6. 사업\n년\n월\n6.분야",
            "",
            "",
            "",
            ""
          ],
          [
            "7. 해당 부문\n사업 기간",
            "년\n년\n월\n월 ～",
            "",
            "",
            "",
            ""
          ],
          [
            "8. 주요 연혁\n(요약)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9. 용역 실적\n(건수)",
            "계",
            "2023년",
            "2022년",
            "2021년",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "10. 인력 현황",
            "계",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 53 - 서식 제 4호 자본금 및 매출액 최근 3년 자본금 및 매출액 최근 3년 제안업체명 단위 천원 구 분 20 년 20 년 20 년 합 계 평 균 자본금 매출액 컨설팅 부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 상용SW 부문 HW 부문 시스템개발부문 콘텐츠개발부문 부문 합계 자기자본비율 자기자본총자산 유 동 비 율 유동자산유동부채",
      "tables": [
        [
          [
            "구\n분",
            "",
            "",
            "20\n년",
            "20\n년",
            "20\n년",
            "합 계",
            "평 균"
          ],
          [
            "자본금",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "컨설팅\n부문",
            "BPR/ISP",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "상용 S/W 부문",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "H/W 부문",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템 개발 부문",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "콘텐츠 개발 부문",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○○ 부문",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율\n(자기자본/총자산)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동 비 율\n(유동자산/유동부채)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 54 - 서식 제 5호 용역실적 증명서 용역 실적 증명서 신청인 기관명상호 대표자 영업소재지 전화번호 사업자번호 제출처 증명서용도 사업의종류 계약 및 용역 내용 사업명 실적구분 ISPBPR PMO감리 시스템개발 운영및유지관리 콘텐츠개발및운영 기 타 내 용 계약번호 계약일자 단위 수량 금액 비고 증명 발급 기관 위사실을증명함. 2024년 월 일 기관명 인 전화번호 주 소 팩스번호 발급부서 담당자",
      "tables": [
        [
          [
            "신청인",
            "기관명(상호)",
            "",
            "",
            "대표자",
            "",
            "",
            ""
          ],
          [
            "",
            "영업소재지",
            "",
            "",
            "전화번호",
            "",
            "",
            ""
          ],
          [
            "",
            "사업자번호",
            "",
            "",
            "제출처",
            "",
            "",
            ""
          ],
          [
            "",
            "증명서용도",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업의 종류",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계약\n및\n용역\n내용",
            "사업명",
            "",
            "",
            "실적구분",
            "ISP/BPR\n(\n)\nPMO/감리\n(\n)\n시스템개발\n(\n)\n운영및유지관리 (\n)\n콘텐츠개발및운영 (\n)\n기\n타\n(\n)",
            "",
            ""
          ],
          [
            "",
            "내\n용",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계약번호",
            "계약일자",
            "단위",
            "수량",
            "금 액",
            "",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명\n발급\n기관",
            "위 사실을 증명함.\n2024년\n월\n일",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기 관 명",
            "",
            "",
            "(인) 전화번호",
            "",
            "",
            ""
          ],
          [
            "",
            "주\n소",
            "",
            "",
            "팩스번호",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서",
            "",
            "",
            "담 당 자",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 55 - 서식 제 6호 최근 3년간 유사분야 사업실적 최근 3년간 유사분야 사업실적 제안업체명 연번 사업명 사업기간 계약금액 천원 발주처 비고 공고일 기준 최근 3년간 완료한 사업을 연도순으로 기재하며, 본 사업 관련 유사 용역 실적을 우선적으로 기재함 현재 수행 중인 사업내용은 평가대상에서 제외됨 하도급은 발주처가 승인한 경우에 한하여 작성하며, 비고란에 원도급 회사를 기재함 공동도급계약일 경우에는 계약금액란에 제안사의 지분을 기재하고 비고란에 공동도 급업체를 명시함 주요사업에 대한 발주기관의 실적증명서 또는 계약서 사본을 첨부 평가시 실적증명 제출된 실적에 대하여만 평가대상이 됨",
      "tables": [
        [
          [
            "연번",
            "사업명",
            "사업기간",
            "계약금액\n(천원)",
            "발주처",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 56 - 서식 제 7호 수행 조직 및 업무 분장 총괄책임자PM 부문 부문 부문 부문 업무 분장 구분 주요기능 세부수행역할 담당구분 인원수 담당자 총괄 o 사업수행책임총괄 o o o o o o 부문별책임자명시 부문별기술자기재순서는평가시참고될수있도록서열별로전문엔지니어의 직위, 성명을기재",
      "tables": [
        [
          [
            "○○부문",
            "○○부문",
            "○○부문",
            "○○부문"
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "주요 기능",
            "세부 수행역할",
            "담당 구분",
            ""
          ],
          [
            "",
            "",
            "",
            "인원수",
            "담당자"
          ],
          [
            "총괄",
            "o 사업수행 책임 총괄",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 57 - 서식 제 8호 수행 인력 이력 사항 수행 인력 이력 사항 성명 소속 직책 근무경력및기술경력 년 개월 자격증 본사업 참여역할 목표투입공수 경 력 사 업 명 참여기간 년월년월 담당업무 발주처 비고 파견근로자보호등에관한법률 등에 의한 파견근로자인 경우에는 파견업체명과 원소속사를 함께 명기하 여야 함 예시 업체명 원소속사명 경력은 해당분야 근무경력에 기술한 내용을 파악할 수 있도록 기술 기술등급 및 자격증, 경력 및 수행업무와 관련된 사항을 증명할 수 있는 자료 한국SW산업협회에서 발행 하는 SW기술자 경력증명서 등를 붙임으로 첨부하여야 하며, 첨부되지 않은 자료에 대하여는 인정하지 않음 소속회사에 대한 재직증명서를 붙임으로 첨부하고 프리랜서를 활용하는 경우 프리랜서 계약서 첨부 핵심인력이 대표사 또는 공동수급업체 인원인 경우에는 재직증명서를 붙임으로 첨부하고, 그 외 인력채용 예정 인력 등은 추후 추가 협상과정에서 발주기관의 요청이 있을 시 증빙자료를 제출해야 함 유의사항 모든참여인력에대해각1부씩작성후제출 개인정보생년월일, 주민등록번호, 주소등 노출되지않게마스킹후제출",
      "tables": [
        [
          [
            "성 명",
            "",
            "소 속\n직 책"
          ],
          [
            "근무경력 및 기술경력",
            "",
            "년\n개월"
          ],
          [
            "자 격 증",
            "",
            ""
          ],
          [
            "본사업\n참여역할",
            "목표투입공수",
            ""
          ]
        ],
        [
          [
            "경\n력",
            "",
            "",
            "",
            ""
          ],
          [
            "사\n업\n명",
            "참 여 기 간\n(년월 ～ 년월)",
            "담 당 업 무",
            "발 주 처",
            "비 고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 58 - 서식 제 9호 서약서 서 약 서 회 사 명 사업자등록번호 주 소 연 락 처 재한국장애인문화예술원에서 추진하는 2024년 장애인문화예술 정보시스템 이음온라인 운영 사업 입찰과 관련, 아래와 같이 제반 사항을 준수할 것을 서약합니다. - 아 래 - 가. 제출된 모든 관련 증빙서류는 성실하게 작성 제출하며, 만일 허위 기재사항 등이 확인될 경우에는 참가자격에서 제외되어도 아무런 이의를 제기하지 않겠습니다. 나. 제안서 평가를 위해 구성된 평가위원회의 평가방법 및 평가기준, 평 가결과에 어떠한 이의 제기도 하지 않겠습니다. 2024. . . 서 약 자 대 표 인 재한국장애인문화예술원 이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 59 - 서식 제10호 개인정보 수집이용 동의서 개인정보 수집 이용 동의서 우리원은 용역업체 선정심사 및 평가를 위해 다음과 같이 개인정보를 수집 이용하는 경우 정보주체귀 하의 동의를 받고 있습니다. 업무에 필요한 최소한의 정보만을 수집하며, 목적 외로 이용하지 않습니다. 정보주체귀하는 아래의 내용을 읽어보시고 내용을 이해하신 후 동의 여부를 결정하여 주시기 바랍니다. 개인정보 수집이용에 대한 동의 수집하는 개인정보 항목 성명, 전화번호, 휴대폰번호, 전공, 경력, 소속, 직위, 전자우편, 연구실적 개인정보의 수집 및 이용목적 제공하신 정보는 재한국장애인문화예술원이 입찰참가자의 기본적인 인 적사항 파악과 의사소통 및 용역업체 선정을 위해 사용합니다. 1 입찰참가자의 기본적인 인적사항 파악, 의사소통 등에 이용 성명, 전 화번호, 핸드폰번호, 전자우편 2 용역업체 선정 등에 이용 전공, 경력, 소속, 직위, 연구실적 개인정보의 보유 및 이용기간 수집된 개인정보의 보유기간은 1년 또는 개인정보 삭제 신청 시까지입 니다. 또한 삭제 요청 시 재한국장애인문화예술원은 개인정보를 재생 이 불가능한 방법으로 즉시 파기합니다. 귀하는 이에 대한 동의를 거부할 수 있습니다. 다만, 동의하지 않을 경우 용역업체 선정심사 및 평가에 어려울 수 있습니다. 개인정보 수집 및 이용에 동의함 개인정보 수집 및 이용에 동의하지 않음 개인정보 제공자가 동의한 내용외의 다른 목적으로 활용하지 않으며, 제공된 개인정보의 이용을 거부하고자 할 때에는 개인정보 관리책임자를 통해 열람, 정정, 삭제를 요구할 수 있음 만 14세 미만 아동인 경우 반드시 법적대리인의 동의가 필요함 개인정보보호법등 관련 법규에 의거하여 본인은 위와 같이 개인정보 수집 및 활용에 동의하 며 본인이 서명날인한 동의서의 복사본은 용역업체 선정심사 및 평가에 필요한 자료 수집의 편 의를 위해서 원본과 동일하게 유효하다는 것을 인정합니다. 2024 년 월 일 이름 인 재한국장애인문화예술원 이사장 귀하",
      "tables": [
        [
          [
            "수집하는\n개인정보 \n항목",
            "성명, 전화번호, 휴대폰번호, 전공, 경력, 소속, 직위, 전자우편, 연구실적"
          ],
          [
            "개인정보의\n수집 및\n이용목적",
            "제공하신 정보는 (재)한국장애인문화예술원이 입찰참가자의 기본적인 인\n적사항 파악과 의사소통 및 용역업체 선정을 위해 사용합니다.\n① 입찰참가자의 기본적인 인적사항 파악, 의사소통 등에 이용 : 성명, 전\n화번호, 핸드폰번호, 전자우편\n② 용역업체 선정 등에 이용 : 전공, 경력, 소속, 직위, 연구실적"
          ],
          [
            "개인정보의\n보유 및 \n이용기간",
            "수집된 개인정보의 보유기간은 1년 또는 개인정보 삭제 신청 시까지입\n니다.  또한 삭제  요청 시  (재)한국장애인문화예술원은  개인정보를  재생\n이 불가능한 방법으로 즉시 파기합니다."
          ],
          [
            "※ 귀하는 이에 대한 동의를 거부할 수 있습니다. \n   다만, 동의하지 않을 경우 용역업체 선정(심사 및 평가)에 어려울 수 있습니다.",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 60 - 서식 제 11호 청렴계약이행서약서 청렴계약서 서약서 국가를 당사자로 하는 계약에 관한 법률 제5조의2에 따라 2024년 장애인문화예술정보시스템 이음온라인 운영 입찰에 참여한 당사 대리인과 임직원은 입찰낙찰, 계약 체결 및 이행, 감독, 검사 등의 과정준공납품 이후를 포함한다에서 아래 각 호의 청렴계약 조건을 준수할 것이며, 이를 위반할 때에는 입찰낙찰을 취소하거나 계약을 해제해지하는 등의 불이익을 감수하고, 이에 민형사상 이의를 제기하지 않을 것임을 약정합니다. 1. 금품향응, 사례, 증여, 취업 제공친인척 등에 대한 부정한 취업 제공 포함 및 알선 등을 직접적간접적 요구 또는 약속하거나 수수授受하지 않겠습니다. 2. 입찰가격의 사전 협의 또는 특정인의 낙찰을 위한 담합 등 공정한 경쟁을 방해하는 행위를 하지 않겠습니다. 3. 공정한 직무수행을 방해하는 알선청탁을 통하여 입찰 또는 계약과 관련된 특정 정보의 제공을 요구하거나 받는 행위를 하지 않겠습니다. 2024년 월 일 사업자명 ᄋᄋᄋᄋ 000-00-00000 주 소 ᄋᄋᄋ ᄋᄋᄋᄋ ᄋᄋᄋᄋᄋᄋ 대 표 자 ᄋ ᄋ ᄋ 인 재한국장애인문화예술원 이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 61 - 서식 제 12호 공동수급표준협정서분담이행방식 공동수급표준협정서분담이행방식 제1조목적 이협정서는아래계약을공동수급체의구성원이재정, 경영및기 술능력과인원및기자재를동원하여공사물품또는용역에대한계획시공 등을위하여일정분담내용에따라나누어공동으로계약을이행할것을약속하 는협약을정함에있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의명칭, 사업소의소재지, 대표자는다음과같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대표자성명 제3조공동수급체의구성원 1공동수급체의구성원은다음과같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의대표자는ᄋᄋᄋ로한다. 3대표자는발주자및제3자에대하여공동수급체를대표하며, 공동수급체재 산의관리및대금청구등의권한을가진다. 제4조효력기간 본협정서는당사자간의서명과동시에발효하며, 해당계약의 이행으로종결된다. 다만, 발주자또는제3자에대하여공사와관련한권리의무 관계가남아있는한본협정서의효력은존속된다. 제5조의무 공동수급체구성원은제1조에서규정한목적을수행하기위하여성 실근면및신의를바탕으로하여필요한모든지식과기술을활용할것을약 속한다. 제6조책임 공동수급체의구성원은발주기관에대한계약상의의무이행에대하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 62 - 여분담내용에따라각자책임을진다. 제7조하도급 공동수급체의각구성원은자기책임하에분담부분의일부를하 도급할수있다. 제8조거래계좌 계약예규공동계약운용요령제11조에정한바에의한선금, 기성대가등은다음계좌로지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호ᄋᄋᄋ, 예금주ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호ᄋᄋᄋ, 예금주ᄋᄋᄋ 제9조구성원의분담내용 1각구성원의분담내용은다음예시와같이정한다. 예시 1. 일반공사의경우 가 ᄋᄋᄋ건설회사 토목공사 나 ᄋᄋᄋ건설회사 포장공사 2. 환경설비설치공사의경우 가 ᄋᄋᄋ건설회사 설비설치공사 나 ᄋᄋᄋ제조회사 설비제작 2제1항의분담내용은다음각호의어느하나에해당하는경우변경할수있 다. 다만, 분담내용을변경하는경우공동수급체일부구성원의분담내용전부를 다른구성원에게이전할수없다. 1. 발주기관과의계약내용변경에따라계약금액이증감되었을경우 2. 공동수급체구성원중파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉 진법에따라채권단이구조조정대상으로결정하여구조조정중인업체, 중도탈 퇴의사유로인하여당초협정서의내용대로계약이행이곤란한구성원이발생 하여공동수급체구성원연명으로분담내용의변경을요청한경우 제10조공동비용의분담 본계약이행을위하여발생한공동의경비등에대하 여분담공사금액의비율에따라각구성원이분담한다. 제11조구성원상호간의책임 1구성원이분담공사와관련하여제3자에게끼친 손해는해당구성원이분담한다. 2구성원이다른구성원에게손해를끼친경우에는상호협의하여처리하되,",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 63 - 협의가성립되지아니하는경우에는운영위원회의결정에따른다. 제12조권리의무의양도제한 구성원은이협정서에의한권리의무를제3자 에게양도할수없다. 제13조중도탈퇴에대한조치 1공동수급체의구성원은각호의어느하나에해 당하는경우외에는입찰및해당계약의이행을완료하는날까지탈퇴할수없 다. 1. 발주자및구성원전원이동의하는경우 2. 파산, 해산, 부도기타정당한이유없이해당계약을이행하지아니하여해 당구성원외의공동수급체의구성원이발주자의동의를얻어탈퇴조치를하는 경우 2구성원중일부가파산또는해산, 부도등으로계약을이행할수없는경우 에는잔존구성원이이를이행한다. 다만, 잔존구성원만으로는면허, 실적, 시공능 력공시액등잔여계약이행에필요한요건을갖추지못할경우에는발주자의승인 을얻어새로운구성원을추가하는등의방법으로해당요건을충족하여야한다. 개정2010.9.8. 3제2항본문의경우에는제11조제2항을준용한다. 제14조하자담보책임 공동수급체가해산한후해당공사에관하여하자가발행 하였을경우에는분담내용에따라그책임을진다. 제15조운영위원회 1공동수급체는공동수급체구성원을위원으로하는운영위 원회를설치하여계약이행에관한제반사항을협의한다. 2이협정서에규정되지아니한사항은운영위원회에서정한다. 위와같이공동수급협정을체결하고그증거로서협정서ᄋ통을작성하여각 통에공동수급체구성원이기명날인하여각자보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 64 - 서식 제 13호 합의각서 합 의 각 서 입찰공고번호 입찰공고 제 호 입 찰 일 자 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참가하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의 한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체결 및 이행을 성실히 수행하는 것에 합의하였기에 이에 합의각서를 제출 합니다. 2024년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일",
      "tables": [
        [
          [
            "입 찰 공 고 번 호",
            "입찰공고  제        호\n입  찰  일  자\n  년      월      일"
          ],
          [
            "입    찰    건    명",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}