{
  "csv_metadata": {
    "공고 번호": "20241103380",
    "공고 차수": 0.0,
    "사업명": "(재공고)2024 조선대학교 SW중심대학 사업관리시스템(WeHub) 구축",
    "사업 금액": 100000000,
    "발주 기관": "조선대학교",
    "공개 일자": "2024-11-04 17:48:35",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "2024-11-20 12:30:00",
    "사업 요약": "- 사업 개요: 2024 조선대학교 SW중심대학 사업관리시스템(WeHub) 구축\n- 추진배경: SW중심대학사업단의 효과적인 온라인 사업 홍보 및 일원화된 사업 참여환경 제공 필요\n- 사업범위: 사업 운영 및 관리에 최적화된 전산시스템 설계, SW중심대학사업단 지원 플랫폼 구축, 다양한 기능 및 서비스 제공\n- 기대효과: IT융합대학 인지도 제고, 사용자 편의성 증대, 다양한 정보 제공 및 효율적인 운영 환경 제공\n- 추진목표: 조선대학교 SW중심대학 사업관리시스템(WeHub) 구축을 통한 사업 운영 및 관리의 효율성 향상",
    "파일형식": "pdf",
    "파일명": "조선대학교_(재공고)2024 조선대학교 SW중심대학 사업관리시스템(WeHub) 구.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 2024 조선대학교 SW중심대학 사업관리시스템WeHub 구축 주관기관 조선대학교 SW중심대학사업단 2024. 11.",
      "tables": [
        [
          [
            "사  업  명",
            "2024  조선대학교  SW중심대학 \n사업관리시스템(WeHub)  구축"
          ],
          [
            "주관기관",
            "조선대학교  SW중심대학사업단"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "- 1 - I 사업 안내 1. 사업 개요 사업명 2024 조선대학교 SW중심대학 사업관리시스템WeHub 구축 사업기간 계약체결일로부터 90일약 3개월 하자유지보수기간 사업을 종료한 날부터 1년 설계금액 금 100,000,000원부가세 포함 입찰방법 제한경쟁입찰 계약방법 협상에 의한 계약기술점수 80점, 가격점수 20점 2. 사업 목적 및 배경 SW중심대학사업단의 효과적인 온라인 사업 홍보 및 일원화된 사업 참 여환경을 제공을 위하여 학생 및 구성원에게 종합적인 관리를 지원할 수 있는 조선대학교 SW중심대학 사업관리시스템WeHub 구축이 필요 사업 운영 및 관리에 최적화된 전산시스템 설계 사업 진행의 다양한 통계자료를 활용하기 위한 방안 확보 보안 강화를 통한 회원 일원화로 업무의 효율성 극대화 3. 사업 주요내용 조선대학교 SW중심대학사업단의 사업 운영 전산화를 통한 안정적 효 율적인 운영 체계를 구축하고 도출되는 결과물 및 데이터에 대한 정보 화 활용계획 및 체계적인 관리 SW중심대학사업단 지원 플랫폼으로서의 기능 및 역할을 수행할 사업관 리시스템 구축 조선대학교 SW중심대학사업단의 사업 홍보 및 관리 운영의 효율성 확보 SW마일리지 신청 및 관리를 시스템을 통하여 진행할 수 있도록 구성하 여 보다 편리한 참여 및 관리 환경을 구축 비교과 프로그램 신청 및 관리를 시스템을 통하여 진행할 수 있도록 구 성하고 SW마일리지 연계를 통한 효율적인 시스템 운용 인턴십 신청 및 관리를 시스템을 통하여 진행할 수 있도록 구성하여 보 다 편리한 참여 및 관리 환경을 구축 마이크로전공MD를 시스템을 통하여 관리 운영할 수 있도록 구성",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 2 - 학생, 기업, 일반 사용자 등 이용자 중심의 필요정보 맞춤 서비스 제공 하여 만족도 및 효율성 증대 필요 4. 기대효과 조선대학교 SW중심대학 사업관리시스템WeHub 구축을 통한 다양한 정보 제공으로 IT융합대학에 대한 인지도 제고 SW중심대학사업단 정보의 일원화 및 원스톱 지원 시스템 이용으로 사 용자 편의성 증대 관리자 프로그램 기능 구현을 통하여 다양한 정보의 전달과 운영 관리 의 용이성과 안정적 운영 가능 학생 및 기업의 참여형 콘텐츠 구성으로 양방향 소통 및 이용자 만족도 향상 다양한 기기에서의 이용자 서비스가 가능하도록 구현함으로써 신속한 의사소통 및 처리 절차 간소화 기대 전자정부 프레임워크 기반의 안정적 운영환경 구축으로 고품질 서비스 제공 환경 마련 및 운영 효율성 제고 5. 사업 추진일정 단 계 세 부 내 용 세 부 추 진 일 정 M M1 M2 편성 프로젝트 수행계획 업무분석 시스템 환경분석 사용자 요구사항 조사 요구사항 분석 및 정의 프로세스, 데이터 모델링 시스템설계 프로세스 설계 상세설계 화면 설계 구축개발 프로세스 개발 단위 시험 전개 통합 및 사용자 시험 교육 및 서비스 준비 보고회 검수 및 완료 착수, 중간, 완료 보고회 과업기간은 용역업체 선정 후 계약일 이후부터 수행토록 함",
      "tables": [
        [
          [
            "단          계",
            "세      부      내      용",
            "세  부  추  진  일  정",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "M",
            "",
            "M+1",
            "",
            "M+2",
            ""
          ],
          [
            "편성",
            "·  프로젝트  수행계획",
            "●",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "업무분석",
            "·  시스템  환경분석\n·  사용자  요구사항  조사\n·  요구사항  분석  및  정의\n·  프로세스,  데이터  모델링",
            "●",
            "●",
            "",
            "",
            "",
            ""
          ],
          [
            "시스템설계",
            "·  프로세스  설계\n·  상세설계\n·  화면  설계",
            "",
            "●",
            "●",
            "●",
            "",
            ""
          ],
          [
            "구축(개발)",
            "·  프로세스  개발\n·  단위  시험",
            "",
            "",
            "●",
            "●",
            "●",
            "●"
          ],
          [
            "전개",
            "·  통합  및  사용자  시험\n·  교육  및  서비스  준비",
            "",
            "",
            "",
            "",
            "",
            "●"
          ],
          [
            "보고회",
            "·  검수  및  완료\n·  착수,  중간,  완료  보고회",
            "",
            "●",
            "",
            "●",
            "",
            "●"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 3 - II 사업 제안 요청 기본사항 1. 요구사항 총괄 구분 고유번호 요구사항 명칭 시스템 장비 요구사항 Equipment Composition Requirement ECR-001 시스템 도입 및 활용 기능 요구사항 System Functional Requirement SFR-001 시스템 개발 시 준수사항 SFR-002 웹 표준 및 호환성 준수 SFR-003 웹 접근성 준수 SFR-004 반응형 웹서비스 구축 SFR-005 통합 콘텐츠 관리시스템CMS 구축 SFR-006 시스템 연동을 토한 회원정보 관리 SFR-007 회원관리 SFR-008 SW중심대학 홈페이지 구축 SFR-009 비교과 프로그램 관리 SFR-010 SW마일리지 관리시스템 구축 SFR-011 마이크로전공MD 관리시스템 구축 SFR-012 인턴십 관리시스템 구축 SFR-013 설문조사 관리시스템 구축 SFR-014 만족도조사 관리시스템 구축 SFR-015 이수확인증 관리시스템 구축 SFR-016 개인정보 보호정책 관리시스템 구축 SFR-017 전공심화트랙별 이수과정 관리 SFR-018 다양한 산학프로젝트 관리시스템 구축 SFR-019 학생 포트폴리오 관리시스템 구축 인터페이스 요구사항 System Interface Requirement SIR-001 사용자 편의성 및 경험 SIR-002 크로스 브라우징 성능 요구사항 Performance Requirement PER-001 평균처리시간 및 동시처리 PER-002 오류 응답 시간 및 지연 경고 테스트 요구사항 Test Requirement TER-001 성능 및 부하테스트 보안 요구사항 Security Requirement SER-001 관리적 보안 요건 SER-002 물리적 보안 요건 SER-003 기술적 보안 요건 SER-004 참여인력 보안 요건 SER-005 네트워크 및 정보보호 제품 도입 보안 요건 SER-006 SW 구매설치 보안 요건 SER-007 장비도입 공통 보안사항 SER-008 개인정보 보호 관련 법제도 준수 품질 요구사항 Quality Requirement QAR-001 기능 구현 정확성 QAR-002 신뢰성",
      "tables": [
        [
          [
            "구분",
            "고유번호",
            "요구사항  명칭"
          ],
          [
            "시스템  장비  요구사항\n(Equipment  Composition \nRequirement)",
            "ECR-001",
            "시스템  도입  및  활용"
          ],
          [
            "기능  요구사항\n(System  Functional  Requirement)",
            "SFR-001",
            "시스템  개발  시  준수사항"
          ],
          [
            "",
            "SFR-002",
            "웹  표준  및  호환성  준수"
          ],
          [
            "",
            "SFR-003",
            "웹  접근성  준수"
          ],
          [
            "",
            "SFR-004",
            "반응형  웹서비스  구축"
          ],
          [
            "",
            "SFR-005",
            "통합  콘텐츠  관리시스템(CMS)  구축"
          ],
          [
            "",
            "SFR-006",
            "시스템  연동을  토한  회원정보  관리"
          ],
          [
            "",
            "SFR-007",
            "회원관리"
          ],
          [
            "",
            "SFR-008",
            "SW중심대학  홈페이지  구축"
          ],
          [
            "",
            "SFR-009",
            "비교과  프로그램  관리"
          ],
          [
            "",
            "SFR-010",
            "SW마일리지  관리시스템  구축"
          ],
          [
            "",
            "SFR-011",
            "마이크로전공(MD)  관리시스템  구축"
          ],
          [
            "",
            "SFR-012",
            "인턴십  관리시스템  구축"
          ],
          [
            "",
            "SFR-013",
            "설문조사  관리시스템  구축"
          ],
          [
            "",
            "SFR-014",
            "만족도조사  관리시스템  구축"
          ],
          [
            "",
            "SFR-015",
            "이수확인증  관리시스템  구축"
          ],
          [
            "",
            "SFR-016",
            "개인정보  보호정책  관리시스템  구축"
          ],
          [
            "",
            "SFR-017",
            "전공심화트랙별  이수과정  관리"
          ],
          [
            "",
            "SFR-018",
            "다양한  산학프로젝트  관리시스템  구축"
          ],
          [
            "",
            "SFR-019",
            "학생  포트폴리오  관리시스템  구축"
          ],
          [
            "인터페이스  요구사항\n(System  Interface  Requirement)",
            "SIR-001",
            "사용자  편의성  및  경험"
          ],
          [
            "",
            "SIR-002",
            "크로스  브라우징"
          ],
          [
            "성능  요구사항\n(Performance  Requirement)",
            "PER-001",
            "평균처리시간  및  동시처리"
          ],
          [
            "",
            "PER-002",
            "오류  응답  시간  및  지연  경고"
          ],
          [
            "테스트  요구사항\n(Test  Requirement)",
            "TER-001",
            "성능  및  부하테스트"
          ],
          [
            "보안  요구사항\n(Security  Requirement)",
            "SER-001",
            "관리적  보안  요건"
          ],
          [
            "",
            "SER-002",
            "물리적  보안  요건"
          ],
          [
            "",
            "SER-003",
            "기술적  보안  요건"
          ],
          [
            "",
            "SER-004",
            "참여인력  보안  요건"
          ],
          [
            "",
            "SER-005",
            "네트워크  및  정보보호  제품  도입  보안  요건"
          ],
          [
            "",
            "SER-006",
            "SW  구매설치  보안  요건"
          ],
          [
            "",
            "SER-007",
            "장비도입  공통  보안사항"
          ],
          [
            "",
            "SER-008",
            "개인정보  보호  관련  법/제도  준수"
          ],
          [
            "품질  요구사항\n(Quality  Requirement)",
            "QAR-001",
            "기능  구현  정확성"
          ],
          [
            "",
            "QAR-002",
            "신뢰성"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 4 - 2. 요구사항 상세내역 가. 시스템 장비 요구사항 요구사항 고유번호 ECR-001 요구사항 명칭 시스템 도입 및 활용 요구사항 분류 시스템 장비 요구사항 요구사항 내용 조선대학교 IT융합대학에서 HW, SW를 제공하고 구축하는 시스템이 최적의 상태에서 운영될 수 있도록 시스템 구성 최적의 시스템 운영을 위한 안정적 데이터 관리 및 유실 방지 시스템 구축 시 개발 환경과 운영환경을 분리하여 구성, 각각 개발 및 기능 테스트를 진행하여야 함 공개 SW는 제안사가 확보하여 설치, 각 공개 소프트웨어의 최신 버전 중 가장 안정적인 버전을 설치, 라이선스에 문제가 없는지 사전 검토 후 설치해야 함 공개 SW WEBWASDB의 설치 및 구성, 환경설정 등 기술 지원 포함 나. 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 시스템 개발 시 준수사항 요구사항 분류 기능 요구사항 내용 콘텐츠 구축 시 사용되는 이미지는 제작 및 수집 시 저작권 확보 필요한 정보를 쉽게 찾을 수 있도록 사용자 중심의 메뉴 구성도 제시 모든 웹 페이지는 CCSCasecading Style Sheets로 디자인하여 콘텐츠와 문서 모양을 완전 분리 개인정보 암호화 관리 및 모든 데이터는 표준 코드 사용 시스템 신규 구축을 위한 DB 설계 CMS콘텐츠 통합 관리시스템 도입을 통한 효율적이고 안정적인 홈페이 지 통합 관리시스템 구현 모든 페이지의 사용자 서비스를 향상 Chrome, IE10, Microsoft Edge, Firefox, Safari 등 브라우저에서 정 상적으로 동등한 서비스가 제공되도록 표준화 적용",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "ECR-001"
          ],
          [
            "요구사항  명칭",
            "시스템  도입  및  활용"
          ],
          [
            "요구사항  분류",
            "시스템  장비  요구사항"
          ],
          [
            "요구사항  내용",
            "○ 조선대학교  IT융합대학에서  H/W,  S/W를  제공하고  구축하는  시스템이 \n최적의  상태에서  운영될  수  있도록  시스템  구성\n○ 최적의  시스템  운영을  위한  안정적  데이터  관리  및  유실  방지\n○ 시스템  구축  시  개발  환경과  운영환경을  분리하여  구성,  각각  개발  및 \n기능  테스트를  진행하여야  함\n○ 공개  SW는  제안사가  확보하여  설치,  각  공개  소프트웨어의  최신  버전 \n중  가장  안정적인  버전을  설치,  라이선스에  문제가  없는지  사전  검토 \n후  설치해야  함\n○ 공개  SW  WEB/WAS/DB의  설치  및  구성,  환경설정  등  기술  지원  포함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-001"
          ],
          [
            "요구사항  명칭",
            "시스템  개발  시  준수사항"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 콘텐츠  구축  시  사용되는  이미지는  제작  및  수집  시  저작권  확보\n○ 필요한  정보를  쉽게  찾을  수  있도록  사용자  중심의  메뉴  구성도  제시\n○ 모든  웹  페이지는  CCS(Casecading  Style  Sheets)로  디자인하여  콘텐츠와 \n문서  모양을  완전  분리\n○ 개인정보  암호화  관리  및  모든  데이터는  표준  코드  사용\n○ 시스템  신규  구축을  위한  DB  설계\n○ CMS(콘텐츠  통합  관리시스템)  도입을  통한  효율적이고  안정적인  홈페이\n지  통합  관리시스템  구현\n○ 모든  페이지의  사용자  서비스를  향상\n○ Chrome,  IE10~,  Microsoft  Edge,  Firefox,  Safari  등  브라우저에서  정\n상적으로  동등한  서비스가  제공되도록  표준화  적용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 5 - 요구사항 고유번호 SFR-002 요구사항 명칭 웹 표준 및 호환성 준수 요구사항 분류 기능 요구사항 내용 웹 표준 준수 Ÿ 웹 페이지에서 문자를 부호화하는 방식은 UTF-8로 지정하여 선언하 고 선언된 방식에 따라 구현하여야 함 Ÿ 표준 XHTML 문법, 표준 CSS 문법, 표준 Script 문법 및 DOM 준수 Ÿ 웹 페이지 동적 구성 및 제어하는 기능이 존재할 경우, 웹 호환성 준 수 지침을 적용하기 바람 W3C 웹 표준을 준수한 개발로 최소 5종 이상Chrome, IE10, Microsoft Edge, Firefox, Safari 등의 웹 브라우저와 Windows7, Windows8, Windows10, Linux, OS X, Android, iOS 등의 운영체제에 서 정상적인 서비스 이용 보장 요구사항 고유번호 SFR-003 요구사항 명칭 웹 접근성 준수 요구사항 분류 기능 요구사항 내용 정보격차해소에 관한 법률, 장애인차별금지 및 권리구제 등에 관 한 법률등에서 규정한 장애인 등 정보 취약계층의 접근권을 보장하기 위하여, 한국형 웹 콘텐츠 접근성 지침 2.1 KCS.OT-10.0003R2 을 준수하여 콘텐츠를 제작하여야 함 단, 한국형 웹 콘텐츠 접근성 지침과 W3C의 웹 개발 표준이 서로 배치되는 경우는한국형 웹 콘텐츠 접근성 지침을 따르며 신규 지침 이나 표준 발표 시 최신 자료를 기준으로 반영해야 함 사업 진행 중 한국형 웹 콘텐츠 접근성 지침의 준수 여부를 검증할 수 있는 단계별 검증 방안을 마련하여 제시하여야 하며 또한 콘텐츠 제 작 후 웹 접근성 지침을 지속적으로 준수할 수 있도록 사후 관리 방안을 마련해야 함 위 검증은 웹접근성 인증 전문 심사기관이 제공하는 심사 프로그램으로 검사 되어야 하며, 제안사는 그 결과에 따라 조치하고 최종 보고서평가 결과 및 조치 결과 포함를 제출하여야 함 구축 완료 후 웹 접근성 평가도구구축 완료 시점의 최신 버전로 점검 하여 각 항목별 점수가 모두 95점 이상이어야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-002"
          ],
          [
            "요구사항  명칭",
            "웹  표준  및  호환성  준수"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 웹  표준  준수\n웹  페이지에서  문자를  부호화하는  방식은  UTF-8로  지정하여  선언하\nŸ\n고  선언된  방식에  따라  구현하여야  함\n표준  (X)HTML  문법,  표준  CSS  문법,  표준  Script  문법  및  DOM  준수\nŸ\n웹  페이지  동적  구성  및  제어하는  기능이  존재할  경우,  웹  호환성  준\nŸ\n수  지침을  적용하기  바람\n○ W3C  웹  표준을  준수한  개발로  최소 \n5종  이상(Chrome, \nIE10~, \nMicrosoft  Edge,  Firefox,  Safari  등)의  웹  브라우저와  Windows7, \nWindows8,  Windows10,  Linux,  OS  X,  Android,  iOS  등의  운영체제에\n서  정상적인  서비스  이용  보장"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-003"
          ],
          [
            "요구사항  명칭",
            "웹  접근성  준수"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 『정보격차해소에  관한  법률』,  『장애인차별금지  및  권리구제  등에  관\n한  법률』등에서  규정한  장애인  등  정보  취약계층의  접근권을  보장하기 \n위하여,  「한국형  웹  콘텐츠  접근성  지침  2.1  (KCS.OT-10.0003/R2)」\n을  준수하여  콘텐츠를  제작하여야  함\n단,  「한국형  웹  콘텐츠  접근성  지침」과  W3C의  웹  개발  표준이  서로 \n배치되는  경우는「한국형  웹  콘텐츠  접근성  지침」을  따르며  신규  지침\n이나  표준  발표  시  최신  자료를  기준으로  반영해야  함\n○ 사업  진행  중  「한국형  웹  콘텐츠  접근성  지침」의  준수  여부를  검증할 \n수  있는  단계별  검증  방안을  마련하여  제시하여야  하며  또한  콘텐츠  제\n작  후  웹  접근성  지침을  지속적으로  준수할  수  있도록  사후  관리  방안을 \n마련해야  함\n○ 위  검증은  웹 접근성  인증  전문  심사기관이  제공하는  심사  프로그램으로 \n검사  되어야  하며,  제안사는  그  결과에  따라  조치하고  최종  보고서(평가 \n결과  및  조치  결과  포함)를  제출하여야  함\n○ 구축  완료  후  웹  접근성  평가도구(구축  완료  시점의  최신  버전)로  점검\n하여  각  항목별  점수가  모두  95점  이상이어야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 6 - 요구사항 고유번호 SFR-004 요구사항 명칭 반응형 웹서비스 구축 요구사항 분류 기능 요구사항 내용 2단 또는 3단 반응형 웹 개발을 통한 스마트폰, 태블릿, PC 등 서비스 연속성 부여 Touch Screen Device에 유연하게 대응 가능 반응형 웹 구축 범위는 본 사업에 포함된 홈페이지 전체 Ÿ 관리자 항목은 제외. 통합관리시스템은 사용자가 참여하는 항목에 대하여 스마트폰 및 태블릿 PC에 최적화된 환경을 제공 Ÿ 스마트폰으로 사업 신청 및 운영 지원 요구사항 고유번호 SFR-005 요구사항 명칭 CMS통합 콘텐츠 관리시스템 구축 요구사항 분류 기능 요구사항 내용 효과적인 시스템 운영을 위하여 아래의 기본적인 시스템 관리 항목 을 제공하는 플랫폼을 구축 및 도입한다. 콘텐츠 관리CMS Ÿ 홈페이지의 콘텐츠를 관리자가 입력, 수정, 삭제할 수 있도록 구성 Ÿ 신규 콘텐츠 및 메뉴 카테고리를 생성, 수정, 삭제할 수 있도록 구성 Ÿ 관리 미흡으로 콘텐츠 유실을 방지할 수 있는 시스템 구성 Ÿ 신규 게시판 생성 및 권한설정을 자유롭게 관리자가 설정할 수 있도 록 구성 Ÿ 담당자명, 부서명, 연락처, 메일주소를 콘텐츠별로 지정할 수 있도록 구성 게시판 관리 Ÿ 관리자가 게시판을 생성할 수 있도록 구성하고 각 게시판 별로 관리 및 접근권한을 설정하여 운영할 수 있도록 구성읽기, 쓰기, 삭제 Ÿ 각 게시판 별로 스킨을 선택하여 다양한 형태로 사용자와 커뮤니케이 션 환경을 조성할 수 있도록 구성. Ÿ 사용자가 작성한 게시물을 관리시스템을 통하여 통합 관리할 수 있도 록 구성게시물 이전, 복사, 일괄 삭제 조직관리 Ÿ 사업단의 조직 구성원을 관리시스템을 통하여 관리 운영할 수 있도록 구성.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-004"
          ],
          [
            "요구사항  명칭",
            "반응형  웹서비스  구축"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 2단  또는  3단  반응형  웹  개발을  통한  스마트폰,  태블릿,  PC  등  서비스 \n연속성  부여\n○ Touch  Screen  Device에  유연하게  대응  가능  반응형  웹  구축  범위는  본 \n사업에  포함된  홈페이지  전체\n관리자  항목은  제외.\nŸ\n○ 통합관리시스템은  사용자가  참여하는  항목에  대하여  스마트폰  및  태블릿 \nPC에  최적화된  환경을  제공\n스마트폰으로  사업  신청  및  운영  지원\nŸ"
          ]
        ],
        [
          [
            "요구사항  고유번호 SFR-005",
            ""
          ],
          [
            "요구사항  명칭",
            "CMS(통합  콘텐츠  관리시스템)  구축"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 효과적인  시스템  운영을  위하여  아래의  기본적인  시스템  관리  항목\n을  제공하는  플랫폼을  구축  및  도입한다.\n○ 콘텐츠  관리(CMS)\n홈페이지의  콘텐츠를  관리자가  입력,  수정,  삭제할  수  있도록  구성\nŸ\n신규  콘텐츠  및  메뉴  카테고리를  생성,  수정,  삭제할  수  있도록  구성\nŸ\n관리  미흡으로  콘텐츠  유실을  방지할  수  있는  시스템  구성\nŸ\n신규  게시판  생성  및  권한설정을  자유롭게  관리자가  설정할  수  있도\nŸ\n록  구성\n담당자명,  부서명,  연락처,  메일주소를  콘텐츠별로  지정할  수  있도록 \nŸ\n구성\n○ 게시판  관리\n관리자가  게시판을  생성할  수  있도록  구성하고  각  게시판  별로  관리 \nŸ\n및  접근권한을  설정하여  운영할  수  있도록  구성(읽기,  쓰기,  삭제)\n각  게시판  별로  스킨을  선택하여  다양한  형태로  사용자와  커뮤니케이\nŸ\n션  환경을  조성할  수  있도록  구성.\n사용자가  작성한  게시물을  관리시스템을  통하여  통합  관리할  수  있도\nŸ\n록  구성(게시물  이전,  복사,  일괄  삭제)\n○ 조직관리\n사업단의  조직  구성원을  관리시스템을  통하여  관리  운영할  수  있도록 \nŸ\n구성."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 7 - 요구사항 내용 Ÿ 조직 구성원의 그룹을 관리 할 수 있도록 구성하고 그룹 내에 조직원 을 배치 운영할 수 있도록 구성. 연혁관리 Ÿ 사업단의 연혁을 관리시스템을 통하여 등록하고 관리할 수 있도록 구 성. 약관관리 Ÿ 개인정보 처리 방침의 약관을 관리시스템을 통하여 관리 운영할 수 있도록 구성하여 방침의 변경 시 변경사항을 적용하여 약관에 대한 재인증을 자동으로 진행할 수 있도록 구성. 팝업관리베너관리 Ÿ 관리자 모드를 통하여 홈페이지에 게시되는 팝업을 관리할 수 있도록 구성크기 및 위치 등 게시 기간 등을 설정할 수 있도록 구성 Ÿ 홈페이지에 사용되는 베너를 관리할 수 있도록 구성 메인 배너 및 측면 배너 등 홈페이지 운영을 위한 관리 요소 구성. 11문의관리 Ÿ MYPAGE 내에 11문의 시스템을 구축하여 사용자와 관리자만이 확인 할 수 있는 문의시스템을 구축 Ÿ 관리자는 사용자가 문의할 수 있는 분류를 관리할 수 있도록 구성 ex 홈페이지 사용, 상담 방문자현황관리 Ÿ 홈페이지를 방문한 방문자 내역을 통계 모니터링할 수 있도록 구성. 접속자, 도메인, 브라우저, OS 시간, 요일, 일, 월, 년 Ÿ 회원 로그인 시에는 각 구성원별로 방문 현황을 모니터링할 수 있도 록 구성. 일반인, 학생, 기업, 교수 Ÿ 각 페이지별 방문자 현황을 통계 모니터링할 수 있도록 구성. 필터링관리 Ÿ 시스템에 등록이 불가한 단어를 등록하고 등록된 단어 입력 요청 시 시스템에서 불가 메시지를 출력하고 등록되지 않도록 구성. 개인정보 접속기록 관리 Ÿ 개인정보 보안 권고에 따른 관리자의 시스템 이용 시 개인정보 열람 항목에 대하여 개인정보 접속기록을 로그화여 관리 운영할 수 있도록 구성. Ÿ 개인정보 조회 로그는 사용자, 부서, 이름, 아이디, 접속 아이피, 개 인정보 조회 내역을 저장하여 개인정보 조회에 대한 다각적인 관리 운영의 law Data를 기록 및 관리 운영할 수 있도록 구성. 다중 관리자 운영 시스템 구성 Ÿ 시스템을 효율적으로 운영하기 위하여 관리자를 추가 관리 운영할 수 있도록 구성.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 8 - 요구사항 내용 Ÿ 가입된 회원 중 최종 관리자는 관리자 모드의 관리 항목별 관리 권한 을 다중으로 부여할 수 있도록 구성. ex 대관관리, 회원관리 Ÿ 관리 권한을 부여한 회원이 관리 권한을 실행할 수 있는 IP를 등록하 여 운영하여 관리권한 운영에 따른 보안규정을 준수 하도록 구성. Ÿ 관리 권한 부여시 관리 권한의 유효 기간을 설정할 수 있도록 구성하 여 관리 권한 실행 기간이 종료되면 관리 권한을 자동으로 회수할 수 있도록 구성. Ÿ 관리 회원의 시스템 사용 log를 효과적으로 관리 운영할 수 있도록 구성. 요구사항 고유번호 SFR-006 요구사항 명칭 시스템 연동을 통한 회원정보 관리 요구사항 분류 기능 요구사항 내용 조선대학교 학사정보 시스템의 회원 정보 및 로그인 정보를 참조할 수 있도록 시스템을 설계하고 참조 항목은 아래의 정보를 기초로 함 ex 로그인 정보, 학생 정보, 교직원 정보, 학사 정보, 기업 정보 요구사항 고유번호 SFR-007 요구사항 명칭 회원관리 요구사항 분류 기능 요구사항 내용 조선대학교 학사정보 시스템과 연동을 통하여 학번 및 패스워드 확 인 후 학생의 회원가입 진행 조선대학교 학사정보 시스템을 통하여 인증된 회원을 회원가입을 통 하여 개인정보를 수집하고 이를 통하여 사업에 참여 중인 학생의 정 보를 관리자가 모니터링할 수 있도록 구성. 교수, 교직원은 홈페이지를 통하여 가입 활동할 수 있도록 구성하고 사업단의 전체적인 활동을 단일 아이디로 구성할 수 있도록 기획.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-006"
          ],
          [
            "요구사항  명칭",
            "시스템  연동을  통한  회원정보  관리"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 조선대학교  학사정보  시스템의  회원  정보  및  로그인  정보를  참조할  수   \n있도록  시스템을  설계하고  참조  항목은  아래의  정보를  기초로  함\nex)  로그인  정보,  학생  정보,  교직원  정보,  학사  정보,  기업  정보"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-007"
          ],
          [
            "요구사항  명칭",
            "회원관리"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 조선대학교  학사정보  시스템과  연동을  통하여  학번  및  패스워드  확\n인  후  학생의  회원가입  진행\n○ 조선대학교  학사정보  시스템을  통하여  인증된  회원을  회원가입을  통\n하여  개인정보를  수집하고  이를  통하여  사업에  참여  중인  학생의  정\n보를  관리자가  모니터링할  수  있도록  구성.\n○ 교수,  교직원은  홈페이지를  통하여  가입  활동할  수  있도록  구성하고 \n사업단의  전체적인  활동을  단일  아이디로  구성할  수  있도록  기획."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 9 - 요구사항 고유번호 SFR-008 요구사항 명칭 SW중심대학사업단 홈페이지 구축 요구사항 분류 기능 요구사항 내용 조선대학교 SW중심대학사업단 이미지를 반영한 홈페이지로 구축 사업 수행 중 요구사항 분석을 통해 개발될 사이트에 대한 신규 메뉴 생성 다양한 해상도에서 가변적으로 대응이 가능한 반응형 웹 기반 홈페이지 구축 최신 트렌드를 반영한 이용자 중심의 디자인 방안 마련 이용자 중심의 홈페이지 구축 Ÿ 홈페이지 디자인, 메뉴, 콘텐츠 등 누구나 쉽고 편리하게 사용할 수 있는 홈페이지 구축 Ÿ 홍보 방향과 정보 접근성을 최대한 살릴 수 있도록 첫 화면메인 페이지 기획 Ÿ 향후 확장 및 개편이 용이하도록 메뉴 구조와 DB 구조 설계 Ÿ 사용자의 시각적 요소Design와 기능적인 요소User Interface를 고 려한 디자인 제작 Ÿ 사이트의 웹 정체성identity을 표현할 수 있는 디자인 및 메뉴 등 내 비게이션모바일 포함 구현 ActiveX 및 Flash 파일 배제하여 구성 Ÿ 검색 속도, 가독성, 색상 등을 사용자 입장에서 구성 및 디자인 자세한 사항은 주관부서 담당자의 요구사항 분석 후 적용 1차메뉴 2차메뉴 비고 사업단소개 인사말 사업소개 조직구성 참여학과 찾아오시는길 SW기초교육센터 SW기초교육소개 입학 전 SW교육 전교생 SW기초교육 SW전공교육센터 SW전공교육소개 프로그램안내 SW마일리지 SW산학협력센터 SW산학협력 소개 프로그램 안내 침여기관 SW가치확산센터 SW가치확산소개 프로그램안내 SW융합교육센터 SW융합교육 소개 융합전공교육과정 소개 융합전공,마이크로전공 프로그램 안내 인턴십안내신청 인턴십안내 학생 인턴십신청 기업 인턴십신청 온라인신청 프로그램신청 마일리지신청 온라인SW교육 알림마당 공지사항 사업단소식 자료실 FAQ 상기 홈페이지 구성은 사업단과 협의 하에 수정할 수 있음",
      "tables": [
        [
          [
            "1차메뉴",
            "2차메뉴",
            "비고"
          ],
          [
            "사업단소개",
            "인사말",
            ""
          ],
          [
            "",
            "사업소개",
            ""
          ],
          [
            "",
            "조직구성",
            ""
          ],
          [
            "",
            "참여학과",
            ""
          ],
          [
            "",
            "찾아오시는길",
            ""
          ],
          [
            "SW기초교육센터",
            "SW기초교육소개",
            ""
          ],
          [
            "",
            "입학  전  SW교육",
            ""
          ],
          [
            "",
            "전교생  SW기초교육",
            ""
          ],
          [
            "SW전공교육센터",
            "SW전공교육소개",
            ""
          ],
          [
            "",
            "프로그램안내",
            "SW마일리지"
          ],
          [
            "SW산학협력센터",
            "SW산학협력  소개",
            ""
          ],
          [
            "",
            "프로그램  안내",
            ""
          ],
          [
            "",
            "침여기관",
            ""
          ],
          [
            "SW가치확산센터",
            "SW가치확산소개",
            ""
          ],
          [
            "",
            "프로그램안내",
            ""
          ],
          [
            "SW융합교육센터",
            "SW융합교육  소개",
            ""
          ],
          [
            "",
            "융합전공교육과정  소개",
            "융합전공,마이크로전공"
          ],
          [
            "",
            "프로그램  안내",
            ""
          ],
          [
            "인턴십안내/신청",
            "인턴십안내",
            ""
          ],
          [
            "",
            "학생  인턴십신청",
            ""
          ],
          [
            "",
            "기업  인턴십신청",
            ""
          ],
          [
            "온라인신청",
            "프로그램신청",
            ""
          ],
          [
            "",
            "마일리지신청",
            ""
          ],
          [
            "",
            "온라인SW교육",
            ""
          ],
          [
            "알림마당",
            "공지사항",
            ""
          ],
          [
            "",
            "사업단소식",
            ""
          ],
          [
            "",
            "자료실",
            ""
          ],
          [
            "",
            "FAQ",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-008",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "SW중심대학사업단  홈페이지  구축",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "기능",
            "",
            ""
          ],
          [
            "요구사항  내용",
            "○ 조선대학교  SW중심대학사업단  이미지를  반영한  홈페이지로  구축\n○ 사업  수행  중  요구사항  분석을  통해  개발될  사이트에  대한  신규  메뉴  생성\n○ 다양한  해상도에서  가변적으로  대응이  가능한  반응형  웹  기반  홈페이지  구축\n○ 최신  트렌드를  반영한  이용자  중심의  디자인  방안  마련\n○ 이용자  중심의  홈페이지  구축\n홈페이지  디자인,  메뉴,  콘텐츠  등  누구나  쉽고  편리하게  사용할       \nŸ\n수  있는  홈페이지  구축\n홍보  방향과  정보  접근성을  최대한  살릴  수  있도록  첫  화면(메인)       \nŸ\n페이지  기획\n향후  확장  및  개편이  용이하도록  메뉴  구조와  DB  구조  설계\nŸ\n사용자의  시각적  요소(Design)와  기능적인  요소(User  Interface)를  고\nŸ\n려한  디자인  제작\n사이트의  웹  정체성(identity)을  표현할  수  있는  디자인  및  메뉴  등  내\nŸ\n비게이션(모바일  포함)  구현   \n  ※  ActiveX  및  Flash  파일  배제하여  구성\n검색  속도,  가독성,  색상  등을  사용자  입장에서  구성  및  디자인\nŸ\n○ 자세한  사항은  주관부서  담당자의  요구사항  분석  후  적용\n1차메뉴\n사업단소개\nSW기초교육센터\nSW전공교육센터\nSW산학협력센터\nSW가치확산센터\nSW융합교육센터\n인턴십안내/신청\n온라인신청\n알림마당\n※  상기  홈페이지  구성은  사업단과  협의  하에  수정할  수  있음",
            "2차메뉴\n인사말",
            "비고"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업소개",
            ""
          ],
          [
            "",
            "",
            "조직구성",
            ""
          ],
          [
            "",
            "",
            "참여학과",
            ""
          ],
          [
            "",
            "",
            "찾아오시는길\nSW기초교육소개",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "입학  전  SW교육",
            ""
          ],
          [
            "",
            "",
            "전교생  SW기초교육\nSW전공교육소개",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "프로그램안내\nSW산학협력  소개",
            "SW마일리지"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "프로그램  안내",
            ""
          ],
          [
            "",
            "",
            "침여기관\nSW가치확산소개",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "프로그램안내\nSW융합교육  소개",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "융합전공교육과정  소개",
            "융합전공,마이크로전공"
          ],
          [
            "",
            "",
            "프로그램  안내\n인턴십안내",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "학생  인턴십신청",
            ""
          ],
          [
            "",
            "",
            "기업  인턴십신청\n프로그램신청",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "마일리지신청",
            ""
          ],
          [
            "",
            "",
            "온라인SW교육\n공지사항",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업단소식",
            ""
          ],
          [
            "",
            "",
            "자료실",
            ""
          ],
          [
            "",
            "",
            "FAQ",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 10 - 요구사항 고유번호 SFR-009 요구사항 명칭 비교과 프로그램 관리 요구사항 분류 기능 요구사항 내용 회원의 원활한 비교과 프로그램 참여와 관리를 위하여 비교과 프로그램 관리 시스템을 이용한 참여 및 포트폴리오 통합관리 환경 구성. 온라인신청 관리 Ÿ 학생학사정보 연동 및 기업은 등록된 비교과 프로그램을 신청하고 MYPAGE를 통하여 신청 이력 및 진행 상황 이수확인증을 관리할 수 있도록 구성 Ÿ 관리자는 프로그램 신청 학생 및 신청자 관리를 통하여 프로그램 신 청 승인 및 취소 자동승인을 진행할 수 있도록 구성 비교과 프로그램 관리 Ÿ 프로그램을 등록할 카테고리를 관리자가 직접 등록 수정 삭제할 수 있도록 구성 ex 학생지원, 포럼, 비교과 등 Ÿ 프로그램은 학생회원 및 기타 회원을 대상으로 생성 할 수 있도록 구성 Ÿ 각 프로그램별 프로그램 성격에 맞는 수집항목을 관리자가 직접 설정 하여 관리할 수 있도록 구성 접수항목은 아래의 형식을 제공하여야 한다. 형식 내용 단답형 단답형 답변의 접수 항목 단답형숫자만 숫자만 기입 가능한 단답형 접수 항목 서술형 TEXT 형태의 긴 답변의 접수 항목 복수선택 여러 개 중에 여러 개를 선택할 수 있는 접수 항목 단일선택 여러 개 중에 하나를 선택하여 제출 가능한 접수 항목 주민등록번호 주민등록번호를 입력받으며 암호화된 저장을 제공할 수 있도록 구성. 주민등록번호 입력은 마우스를 통하여 자유롭게 배치된 숫자를 입력할 수 있도록 구성. 사업자등록번호 사업자등록번호 형식의 답변을 제출할 수 있는 항목 이메일 주소 이메일 형식의 답변을 제출할 수 있는 항목 홈페이지 주소 홈페이지 주소형식의 답변을 제출할 수 있는 항목 전화번호 전화번호 형식의 답변을 제출할 수 있는 항목 주소 주소형식의 답변을 제출할 수 있는 항목 파일 업로드 파일을 등록할 수 있는 항목 예시 파일을 관리자가 등록할 수 있도록 구성하고 해당 파일을 다운로드 받은 후 재등록할 수 있도록 구성. 날짜 날짜 형식의 답변을 제출할 수 있는 접수 항목 기간 기간 형식의 답변을 제출할 수 있는 접수 항목",
      "tables": [
        [
          [
            "형식",
            "내용"
          ],
          [
            "단답형",
            "*단답형  답변의  접수  항목"
          ],
          [
            "단답형(숫자만)",
            "*숫자만  기입  가능한  단답형  접수  항목"
          ],
          [
            "서술형",
            "*TEXT  형태의  긴  답변의  접수  항목"
          ],
          [
            "복수선택",
            "*여러  개  중에  여러  개를  선택할  수  있는  접수  항목"
          ],
          [
            "단일선택",
            "*여러  개  중에  하나를  선택하여  제출  가능한  접수  항목"
          ],
          [
            "주민등록번호",
            "*주민등록번호를  입력받으며  암호화된  저장을  제공할 \n수  있도록  구성.\n*주민등록번호  입력은  마우스를  통하여  자유롭게 \n배치된  숫자를  입력할  수  있도록  구성."
          ],
          [
            "사업자등록번호",
            "*사업자등록번호  형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "이메일  주소",
            "*이메일  형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "홈페이지  주소",
            "*홈페이지  주소형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "전화번호",
            "*전화번호  형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "주소",
            "*주소형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "파일  업로드",
            "*파일을  등록할  수  있는  항목\n*예시  파일을  관리자가  등록할  수  있도록  구성하고 \n해당  파일을  다운로드  받은  후  재등록할  수  있도록 \n구성."
          ],
          [
            "날짜",
            "*날짜  형식의  답변을  제출할  수  있는  접수  항목"
          ],
          [
            "기간",
            "*기간  형식의  답변을  제출할  수  있는  접수  항목"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-009",
            ""
          ],
          [
            "요구사항  명칭",
            "비교과  프로그램  관리",
            ""
          ],
          [
            "요구사항  분류",
            "기능",
            ""
          ],
          [
            "요구사항  내용",
            "○ 회원의  원활한  비교과  프로그램  참여와  관리를  위하여  비교과  프로그램 \n관리  시스템을  이용한  참여  및  포트폴리오  통합관리  환경  구성.\n○ 온라인신청  관리\n학생(학사정보  연동)  및  기업은  등록된  비교과  프로그램을  신청하고 \nŸ\nMYPAGE를  통하여  신청  이력  및  진행  상황  이수확인증을  관리할  수 \n있도록  구성\n관리자는  프로그램  신청  학생  및  신청자  관리를  통하여  프로그램  신\nŸ\n청  승인  및  취소  자동승인을  진행할  수  있도록  구성\n○ 비교과  프로그램  관리\n프로그램을  등록할  카테고리를  관리자가  직접  등록  수정  삭제할  수 \nŸ\n있도록  구성\nex)  학생지원,  포럼,  비교과  등\n프로그램은  학생회원  및  기타  회원을  대상으로  생성  할  수  있도록  구성\nŸ\n각  프로그램별  프로그램  성격에  맞는  수집항목을  관리자가  직접  설정\nŸ\n하여  관리할  수  있도록  구성\n※  접수항목은  아래의  형식을  제공하여야  한다.\n형식\n단답형\n단답형(숫자만)\n서술형\n복수선택\n단일선택\n주민등록번호\n사업자등록번호\n이메일  주소\n홈페이지  주소\n전화번호\n주소\n파일  업로드\n날짜\n기간",
            "내용\n*단답형  답변의  접수  항목\n*숫자만  기입  가능한  단답형  접수  항목\n*TEXT  형태의  긴  답변의  접수  항목\n*여러  개  중에  여러  개를  선택할  수  있는  접수  항목\n*여러  개  중에  하나를  선택하여  제출  가능한  접수  항목\n*주민등록번호를  입력받으며  암호화된  저장을  제공할 \n수  있도록  구성.\n*주민등록번호  입력은  마우스를  통하여  자유롭게 \n배치된  숫자를  입력할  수  있도록  구성.\n*사업자등록번호  형식의  답변을  제출할  수  있는  항목\n*이메일  형식의  답변을  제출할  수  있는  항목\n*홈페이지  주소형식의  답변을  제출할  수  있는  항목\n*전화번호  형식의  답변을  제출할  수  있는  항목\n*주소형식의  답변을  제출할  수  있는  항목\n*파일을  등록할  수  있는  항목\n*예시  파일을  관리자가  등록할  수  있도록  구성하고 \n해당  파일을  다운로드  받은  후  재등록할  수  있도록 \n구성.\n*날짜  형식의  답변을  제출할  수  있는  접수  항목\n*기간  형식의  답변을  제출할  수  있는  접수  항목"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 11 - 요구사항 내용 Ÿ 온라인으로 신청된 내역은 관리자 모드를 통하여 프로그램별 그룹화 하여 관리할 수 있도록 구성. Ÿ 각 신청자별 프로그램 이수 내역을 관리자가 관리 할 수 있도록 구성 Ÿ 프로그램 그룹별 신청자 및 이수자에게 SMS 등 그룹화하여 연락을 시스템을 통하여 진행할 수 있도록 구성 통계모니터링 Ÿ 생성된 비교과 프로그램의 참여자의 참여 정보를 모니터링 및 관리할 수 있도록 구성 Ÿ 프로그램별 등록자의 E-mail, SMS, XLS 파일을 관리할 수 있도록 구성 이수확인관리 Ÿ 사용자가 신청한 프로그램의 이수 조건을 만족하였을 때 관리자의 프 로그램 종료 후 해상 프로그램에 대한 이수 확인증을 온라인으로 발 급출력할 수 있도록 구성 ex 이수확인증 발급 및 미발급 프로그램으로 분류하여 구성 Ÿ 각각 프로그램별로 이수확인증 발급 주최를 설정할 수 있도록 구성 ex 이수확인 발급기관, 직인 등을 관리 Ÿ 이수확인증 발급 내역을 조회할 수 있도록 구성 만족도조사 관리 Ÿ 프로그램을 이수한 학생 및 기업회원을 대상으로 프로그램에 대한 만 족도를 조사할 수 있도록 구성. Ÿ 만족도 조사 항목은 관리자 모드를 통하여 항목을 생성 관리할 수 있 도록 구성. Ÿ 프로그램별 만족도 조사 결과를 통계 모니터링할 수 있도록 구성 ex 그래프 및 수치를 이용한 통계 결과 조회 SW마일리지관리 Ÿ 비교과 프로그램 이수시 각 프로그램별로 등록된 포인트를 SW마일리 지 시스템과 연동하여 자동 지급될 수 있도록 구성. Ÿ 동기화된 포인트는 비교과 프로그램 관리와 동일한 환경으로 지급 구 성할 수 있도록 구축. 요구사항 고유번호 SFR-010 요구사항 명칭 SW마일리지 관리시스템 구축 요구사항 분류 기능 요구사항 내용 SW마일리지 분류관리 Ÿ 관리자가 SW마일리지 분류를 생성, 수정, 삭제할 수 있도록 시스템 구성. ex 코딩 문제풀이, SW 공모전, 사업단 SW멘토 활동",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-010"
          ],
          [
            "요구사항  명칭",
            "SW마일리지  관리시스템  구축"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ SW마일리지  분류관리\n관리자가  SW마일리지  분류를  생성,  수정,  삭제할  수  있도록  시스템  구성.\nŸ\n      ex)  코딩  문제풀이,  SW  공모전,  사업단  SW멘토  활동"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 12 - 요구사항 내용 Ÿ 생성된 SW마일리지 분류에 지급 포인트를 관리할 수 있도록 구성. ex 백준 BronzeSilverGold 각 레벨별 옵션 포인트 구성. Ÿ SW마일리지 옵션 생성 시 옵션별로 신청 구분을 선택하여 운영할 수 있도록 구성하여 효과적인 포인트 운영이 가능하도록 구성. 접수 항목은 아래의 형식을 제공하여야 한다. 형식 내용 단답형 단답형 답변의 접수 항목 단답형숫자만 숫자만 기입 가능한 단답형 접수 항목 서술형 TEXT 형태의 긴 답변의 접수 항목 복수선택 여러 개 중에 여러 개를 선택할 수 있는 접수 항목 단일선택 여러 개 중에 하나를 선택하여 제출 가능한 접수 항목 주민등록번호 주민등록번호를 입력받으며 암호화된 저장을 제공할 수 있도록 구성. 주민등록번호 입력은 마우스를 통하여 자유롭게 배치된 숫자를 입력할 수 있도록 구성. 사업자등록번호 사업자등록번호 형식의 답변을 제출할 수 있는 항목 이메일 주소 이메일 형식의 답변을 제출할 수 있는 항목 홈페이지 주소 홈페이지 주소형식의 답변을 제출할 수 있는 항목 전화번호 전화번호 형식의 답변을 제출할 수 있는 항목 주소 주소형식의 답변을 제출할 수 있는 항목 파일 업로드 파일을 등록할 수 있는 항목 예시 파일을 관리자가 등록할 수 있도록 구성하고 해당 파일을 다운로드 받은 후 재등록할 수 있도록 구성. 날짜 날짜 형식의 답변을 제출할 수 있는 접수 항목 기간 기간 형식의 답변을 제출할 수 있는 접수 항목 해당 접수 항목에 개인정보 포함 시 개인정보처리 동의 항목이 자동 으로 생성되도록 구성. Ÿ SW마일리지로 누적형 포인트와 일반 포인트 지급 형태를 지정하여 포인트 지급 신청 시 효과적으로 관리 운영할 수 있도록 구성. Ÿ 각 SW마일리지로 증빙서류를 관리 운영할 수 있도록 구성하여 증빙 서류가 필요할 경우 관리자가 업로드한 기본 양식을 다운로드해서 제 출할 수 있도록 구성. ex 사업단 확인서, 동아리 활동 증명서, 현장실습 확인서 등. Ÿ 등록된 SW마일리지로 지급 형태를 관리시스템을 통하여 정의할 수 있도록 구성. SW마일리지 구성별 운영 기능 구분 내용 직접신청 각각의 포인트 항목별로 온라인 SW마일리지 지급 신청을 통하여 등록할 수 있도록 구성. 프로그램연동 비교과 프로그램을 운영하는 프로그램 이수시 프로그램별 지급 포인트를 설정하고 설정된 포인트를 연동하여 지급 일괄등록 참여명단이 존재하는 프로그램별로 일괄적인 포인트 지급을 진행할 수 있도록 시스템을 구성하여 운영할 수 있도록 구성.",
      "tables": [
        [
          [
            "형식",
            "내용"
          ],
          [
            "단답형",
            "*단답형  답변의  접수  항목"
          ],
          [
            "단답형(숫자만)",
            "*숫자만  기입  가능한  단답형  접수  항목"
          ],
          [
            "서술형",
            "*TEXT  형태의  긴  답변의  접수  항목"
          ],
          [
            "복수선택",
            "*여러  개  중에  여러  개를  선택할  수  있는  접수  항목"
          ],
          [
            "단일선택",
            "*여러  개  중에  하나를  선택하여  제출  가능한  접수  항목"
          ],
          [
            "주민등록번호",
            "*주민등록번호를  입력받으며  암호화된  저장을  제공할 \n수  있도록  구성.\n*주민등록번호  입력은  마우스를  통하여  자유롭게 \n배치된  숫자를  입력할  수  있도록  구성."
          ],
          [
            "사업자등록번호",
            "*사업자등록번호  형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "이메일  주소",
            "*이메일  형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "홈페이지  주소",
            "*홈페이지  주소형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "전화번호",
            "*전화번호  형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "주소",
            "*주소형식의  답변을  제출할  수  있는  항목"
          ],
          [
            "파일  업로드",
            "*파일을  등록할  수  있는  항목\n*예시  파일을  관리자가  등록할  수  있도록  구성하고 \n해당  파일을  다운로드  받은  후  재등록할  수  있도록 \n구성."
          ],
          [
            "날짜",
            "*날짜  형식의  답변을  제출할  수  있는  접수  항목"
          ],
          [
            "기간",
            "*기간  형식의  답변을  제출할  수  있는  접수  항목"
          ]
        ],
        [
          [
            "구분",
            "내용"
          ],
          [
            "직접신청",
            "*  각각의  포인트  항목별로  온라인  SW마일리지  지급 \n신청을  통하여  등록할  수  있도록  구성."
          ],
          [
            "프로그램연동",
            "*  비교과  프로그램을  운영하는  프로그램  이수시 \n프로그램별  지급  포인트를  설정하고  설정된 \n포인트를  연동하여  지급"
          ],
          [
            "일괄등록",
            "*  참여명단이  존재하는  프로그램별로  일괄적인 \n포인트  지급을  진행할  수  있도록  시스템을 \n구성하여  운영할  수  있도록  구성."
          ]
        ],
        [
          [
            "요구사항  내용",
            "생성된  SW마일리지  분류에  지급  포인트를  관리할  수  있도록  구성.\nŸ\nex)  백준  Bronze/Silver/Gold  각  레벨별  옵션  포인트  구성.\nSW마일리지  옵션  생성  시  옵션별로  신청  구분을  선택하여  운영할  수 \nŸ\n있도록  구성하여  효과적인  포인트  운영이  가능하도록  구성.\n        ※  접수  항목은  아래의  형식을  제공하여야  한다.\n형식\n단답형\n단답형(숫자만)\n서술형\n복수선택\n단일선택\n주민등록번호\n사업자등록번호\n이메일  주소\n홈페이지  주소\n전화번호\n주소\n파일  업로드\n날짜\n기간\n  *  해당  접수  항목에  개인정보  포함  시  개인정보처리  동의  항목이  자동\n으로  생성되도록  구성.\nSW마일리지로  누적형  포인트와  일반  포인트  지급  형태를  지정하여 \nŸ\n포인트  지급  신청  시  효과적으로  관리  운영할  수  있도록  구성.\n각  SW마일리지로  증빙서류를  관리  운영할  수  있도록  구성하여  증빙\nŸ\n서류가  필요할  경우  관리자가  업로드한  기본  양식을  다운로드해서  제\n출할  수  있도록  구성.\nex)  사업단  확인서,  동아리  활동  증명서,  현장실습  확인서  등.\n등록된  SW마일리지로  지급  형태를  관리시스템을  통하여  정의할  수 \nŸ\n있도록  구성.\n※  SW마일리지  구성별  운영  기능\n구분\n직접신청\n프로그램연동\n일괄등록",
            "내용\n*단답형  답변의  접수  항목\n*숫자만  기입  가능한  단답형  접수  항목\n*TEXT  형태의  긴  답변의  접수  항목\n*여러  개  중에  여러  개를  선택할  수  있는  접수  항목\n*여러  개  중에  하나를  선택하여  제출  가능한  접수  항목\n*주민등록번호를  입력받으며  암호화된  저장을  제공할 \n수  있도록  구성.\n*주민등록번호  입력은  마우스를  통하여  자유롭게 \n배치된  숫자를  입력할  수  있도록  구성.\n*사업자등록번호  형식의  답변을  제출할  수  있는  항목\n*이메일  형식의  답변을  제출할  수  있는  항목\n*홈페이지  주소형식의  답변을  제출할  수  있는  항목\n*전화번호  형식의  답변을  제출할  수  있는  항목\n*주소형식의  답변을  제출할  수  있는  항목\n*파일을  등록할  수  있는  항목\n*예시  파일을  관리자가  등록할  수  있도록  구성하고 \n해당  파일을  다운로드  받은  후  재등록할  수  있도록 \n구성.\n*날짜  형식의  답변을  제출할  수  있는  접수  항목\n*기간  형식의  답변을  제출할  수  있는  접수  항목",
            "내용\n*  각각의  포인트  항목별로  온라인  SW마일리지  지급 \n신청을  통하여  등록할  수  있도록  구성.\n*  비교과  프로그램을  운영하는  프로그램  이수시 \n프로그램별  지급  포인트를  설정하고  설정된 \n포인트를  연동하여  지급\n*  참여명단이  존재하는  프로그램별로  일괄적인 \n포인트  지급을  진행할  수  있도록  시스템을 \n구성하여  운영할  수  있도록  구성."
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 13 - 요구사항 내용 SW마일리지 지급신청 관리 Ÿ 관리자가 생성한 SW마일리지 분류를 기초로 하여 홈페이지를 통하여 학생 회원이 지급 신청을 진행할 수 있도록 구성. Ÿ SW마일리지로 증빙서류는 관리자가 등록한 양식을 다운로드해서 제 출할 수 있도록 구성. Ÿ SW마일리지 지급 신청 시 포인트별 세부 내용을 선택하여 증빙 서류 를 제출할 수 있도록 구성. Ÿ 관리자는 신청내역을 확인하고 승인 및 반려를 진행할 수 있도록 구 성. 반려 시에는 반려 메시지를 등록하여 신청 학생이 반려 사유를 인지 할 수 있도록 구성. Ÿ 관리자의 신청내역 승인 시 해당 분류의 SW마일리지가 자동 지급할 수 있도록 구성. Ÿ SW마일리지 승인 및 반려 시 SMS를 통하여 현재 진행 상황을 학생 이 인지할 수 있도록 구성. SW마일리지 포트폴리오 관리 Ÿ 등록된 학생 회원의 SW마일리지를 학생 회원 정보 열람 시 관리자가 조회할 수 있도록 구성. Ÿ 열람되는 SW마일리지는 포인트별로 지급된 날짜 및 분류 및 연도 기 준으로 조회할 수 있도록 구성. Ÿ SW마일리지는 포인트의 분류별로 통합하여 Total 점수를 학생이 쉽 게 인지할 수 있도록 구성. SW마일리지 일괄지금 관리 Ÿ XLS 형태로 관리되는 SW마일리지를 관리자가 일괄 지급할 수 있도 록 구성. Ÿ 관리자가 XLS 데이터 입력 시 입력항목에 따라 등록된 학생에게 SW 마일리지가 지급될 수 있도록 구성. Ÿ 일괄 지급한 SW마일리지는 일괄 지급 관리를 통하여 일괄 지급되었 던 포인트를 회수할 수 있도록 구성. ex 100명 포인트 지급을 그룹 단위로 삭제 Ÿ 학생지원프로그램 생성 시 SW마일리지를 선택할 수 있도록 구성하여 학생지원프로그램 이수 확인 관리자 처리 시 포인트를 자동으로 지급 할 수 있도록 구성. SW마일리지 통계 시스템 구성 Ÿ 여러 가지 경로로 등록된 SW마일리지를 통합하여 사업단 운영에 필 요한 SW마일리지 통계를 관리자에게 제공하여 사업을 운영을 보다 효과적으로 진행할 수 있는 통계시스템 구성 Ÿ 대량의 Data를 관리 운영하는 SW마일리지 시스템을 기준으로 통계 처리 기간을 단축하고 즉각적인 정보를 사용자에게 제공할 수 있는 효율적인 Data-Base 설계를 기본으로 하여 구성.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 14 - 요구사항 내용 통계제공은 아래의 표를 기본으로 구성. 구분 내용 SW마일리지현황 사업 운영기간을 모두 포함하여 현재 등록된 학생별 포인트 내역을 조회할 수 있도록 구성. 관리자가 생성한 포인트 분류별 포인트 합계의 SORT가 자유롭게 운영될 수 있는 환경 구성. 포인트 통계는 학사별, 학적별, 학년, 성별, 학부과, SW전공 구분으로 세분화하여 해당 학생의 포인트 상세 내역과 포인트 순위를 조회 가능하도록 구성. 등록된 포인트 내역은 XLS 파일로 다운로드 후 관리 할 수 있도록 구성. 연도별 통계 상위의 포인트 현황을 연도별로 모니터링 및 통계를 제공할 수 있도록 구성. 사용자등록 통계 상위의 포인트현황을 제공 사용자가 특정기간내의 포인트를 지정하여 포인트 통계를 모니터링하고 결과를 XLS파일로 다운로드 후 관리할 수 있도록 구성. 상기의 시스템 구성은 사업단과 협의하에 수정할 수 있음. 요구사항 고유번호 SFR-011 요구사항 명칭 마이크로전공MD 관리시스템 구축 요구사항 분류 기능 요구사항 내용 마이크로전공 관리시스템 구축 Ÿ 마이크로전공의 수준, 분야를 적용한 과목을 효과적으로 관리 운영할 수 있는 관리 시스템을 구성 Ÿ 각 구분별 과목 코드를 등록하여 해당 과목 수료 시 통계 운영할 수 있는 시스템 구축 마이크로전공 이수조건 구분 MD 이수조건 수준 초급 초급 교과목 중 12학점 이상 이수 중급 중급 교과목 중 12학점 이상 이수 고급 고급 교과목 중 12학점 이상 이수 분야 분야1 해당 분야 12학점 이상 이수 분야2 해당 분야 12학점 이상 이수 분야3 해당 분야 12학점 이상 이수 일반 일반 수준 및 분야와 상관없이 12학점 이상 이수 상기의 시스템 구성은 사업단과 협의하에 수정할 수 있음.",
      "tables": [
        [
          [
            "구분",
            "내용"
          ],
          [
            "SW마일리지현황",
            "*  사업  운영기간을  모두  포함하여  현재  등록된 \n학생별  포인트  내역을  조회할  수  있도록  구성.\n*  관리자가  생성한  포인트  분류별  포인트  합계의 \nSORT가  자유롭게  운영될  수  있는  환경  구성.\n*  포인트  통계는  학사별,  학적별,  학년,  성별, \n학부/과,  SW전공  구분으로  세분화하여  해당 \n학생의  포인트  상세  내역과  포인트  순위를  조회 \n가능하도록  구성.\n*  등록된  포인트  내역은  XLS  파일로  다운로드  후 \n관리  할  수  있도록  구성."
          ],
          [
            "연도별  통계",
            "*  상위의  포인트  현황을  연도별로  모니터링  및 \n통계를  제공할  수  있도록  구성."
          ],
          [
            "사용자등록\n통계",
            "*  상위의  포인트현황을  제공\n*  사용자가  특정기간내의  포인트를  지정하여  포인트 \n통계를  모니터링하고  결과를  XLS파일로  다운로드 \n후  관리할  수  있도록  구성."
          ]
        ],
        [
          [
            "요구사항  내용",
            "※  통계제공은  아래의  표를  기본으로  구성.\n구분\nSW마일리지현황\n연도별  통계\n사용자등록\n통계\n※  상기의  시스템  구성은  사업단과  협의하에  수정할  수  있음.",
            "내용\n*  사업  운영기간을  모두  포함하여  현재  등록된 \n학생별  포인트  내역을  조회할  수  있도록  구성.\n*  관리자가  생성한  포인트  분류별  포인트  합계의 \nSORT가  자유롭게  운영될  수  있는  환경  구성.\n*  포인트  통계는  학사별,  학적별,  학년,  성별, \n학부/과,  SW전공  구분으로  세분화하여  해당 \n학생의  포인트  상세  내역과  포인트  순위를  조회 \n가능하도록  구성.\n*  등록된  포인트  내역은  XLS  파일로  다운로드  후 \n관리  할  수  있도록  구성.\n*  상위의  포인트  현황을  연도별로  모니터링  및 \n통계를  제공할  수  있도록  구성.\n*  상위의  포인트현황을  제공\n*  사용자가  특정기간내의  포인트를  지정하여  포인트 \n통계를  모니터링하고  결과를  XLS파일로  다운로드 \n후  관리할  수  있도록  구성."
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "MD",
            "이수조건"
          ],
          [
            "수준",
            "초급",
            "초급  교과목  중  12학점  이상  이수"
          ],
          [
            "",
            "중급",
            "중급  교과목  중  12학점  이상  이수"
          ],
          [
            "",
            "고급",
            "고급  교과목  중  12학점  이상  이수"
          ],
          [
            "분야",
            "분야1",
            "해당  분야  12학점  이상  이수"
          ],
          [
            "",
            "분야2",
            "해당  분야  12학점  이상  이수"
          ],
          [
            "",
            "분야3",
            "해당  분야  12학점  이상  이수"
          ],
          [
            "일반",
            "일반",
            "수준  및  분야와  상관없이  12학점  이상 \n이수"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-011",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "마이크로전공(MD)  관리시스템  구축",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "기능",
            "",
            ""
          ],
          [
            "요구사항  내용",
            "○ 마이크로전공  관리시스템  구축\n마이크로전공의  수준,  분야를  적용한  과목을  효과적으로  관리  운영할 \nŸ\n수  있는  관리  시스템을  구성\n각  구분별  과목  코드를  등록하여  해당  과목  수료  시  통계  운영할  수 \nŸ\n있는  시스템  구축\n※  마이크로전공  이수조건\n구분\n수준\n분야\n일반\n※  상기의  시스템  구성은  사업단과  협의하에  수정할  수  있음.",
            "MD\n초급",
            "이수조건\n초급  교과목  중  12학점  이상  이수"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "중급",
            "중급  교과목  중  12학점  이상  이수"
          ],
          [
            "",
            "",
            "고급\n분야1",
            "고급  교과목  중  12학점  이상  이수\n해당  분야  12학점  이상  이수"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "분야2",
            "해당  분야  12학점  이상  이수"
          ],
          [
            "",
            "",
            "분야3\n일반",
            "해당  분야  12학점  이상  이수\n수준  및  분야와  상관없이  12학점  이상 \n이수"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 15 - 요구사항 내용 마이크로전공 과정별 편성과목 등급과정명 A과정 B과정 C과정 초급 과목1 과목2 과목3 과목4 과목5 과목6 중급 과목1 과목2 과목3 과목4 과목5 과목6 고급 과목1 과목2 과목3 과목4 과목5 과목6 상기의 시스템 구성은 사업단과 협의하에 수정할 수 있음. 학사정보시스템 연동 Ÿ 등록된 과목을 기반으로 학사정보시스템과 연동을 통하여 등록 학생 의 과목 이수 현황을 동기화할 수 있도록 구성. Ÿ 해당 수강 정보를 시스템에 연동하여 저장 후 배치 작업을 통하여 학 생별 이수 조건을 산정할 수 있는 시스템을 구성 학생포트폴리오 구성 Ÿ 생성된 정보를 바탕으로 각 수준별 학생의 성취도를 도표화하여 모니 터링할 수 있도록 구성. 통계모니터링 Ÿ 연도별 각 수준별 달성 학생 등을 관리 시스템을 통하여 통계 모니터 링할 수 있도록 구성. ex 수준별, 분야별 연도별 통계 SW마일리지 연계 Ÿ 일정 수준에 등록된 학생은 SW마일리지로 자동 연동하여 수준별 등 록된 포인트를 일괄 지급할 수 있도록 구성. 요구사항 고유번호 SFR-012 요구사항 명칭 인턴십 관리시스템 구축 요구사항 분류 기능 요구사항 내용 효과적인 인턴십 관리 시스템에는 다음의 기능이 포함되어야 함. 구분 1차메뉴 비고 학생 실습신청 신청서관리 신청내역확인 사전교육신청 인턴십관리 기업 인턴십신청 인턴십관리 교직원 학생평가관리 인턴십세부내역 인턴십세부내역",
      "tables": [
        [
          [
            "등급/과정명",
            "A과정",
            "B과정",
            "C과정"
          ],
          [
            "초급",
            "과목1\n과목2",
            "과목3\n과목4",
            "과목5\n과목6"
          ],
          [
            "중급",
            "과목1\n과목2",
            "과목3\n과목4",
            "과목5\n과목6"
          ],
          [
            "고급",
            "과목1\n과목2",
            "과목3\n과목4",
            "과목5\n과목6"
          ]
        ],
        [
          [
            "요구사항  내용",
            "※  마이크로전공  과정별  편성과목\n등급/과정명\n초급\n중급\n고급\n※  상기의  시스템  구성은  사업단과  협의하에  수정할  수  있음.\n○ 학사정보시스템  연동\n등록된  과목을  기반으로  학사정보시스템과  연동을  통하여  등록  학생\nŸ\n의  과목  이수  현황을  동기화할  수  있도록  구성.\n해당  수강  정보를  시스템에  연동하여  저장  후  배치  작업을  통하여  학\nŸ\n생별  이수  조건을  산정할  수  있는  시스템을  구성\n○ 학생포트폴리오  구성\n생성된  정보를  바탕으로  각  수준별  학생의  성취도를  도표화하여  모니\nŸ\n터링할  수  있도록  구성.\n○ 통계모니터링\n연도별  각  수준별  달성  학생  등을  관리  시스템을  통하여  통계  모니터\nŸ\n링할  수  있도록  구성.\nex)  수준별,  분야별  연도별  통계\n○ SW마일리지  연계\n일정  수준에  등록된  학생은  SW마일리지로  자동  연동하여  수준별  등\nŸ\n록된  포인트를  일괄  지급할  수  있도록  구성.",
            "A과정\n과목1\n과목2\n과목1\n과목2\n과목1\n과목2",
            "B과정\n과목3\n과목4\n과목3\n과목4\n과목3\n과목4",
            "C과정\n과목5\n과목6\n과목5\n과목6\n과목5\n과목6"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "1차메뉴",
            "비고"
          ],
          [
            "학생",
            "실습신청",
            ""
          ],
          [
            "",
            "신청서관리",
            ""
          ],
          [
            "",
            "신청내역확인",
            ""
          ],
          [
            "",
            "사전교육신청",
            ""
          ],
          [
            "",
            "인턴십관리",
            ""
          ],
          [
            "기업",
            "인턴십신청",
            ""
          ],
          [
            "",
            "인턴십관리",
            ""
          ],
          [
            "교직원",
            "학생평가관리",
            ""
          ],
          [
            "",
            "인턴십세부내역",
            ""
          ],
          [
            "",
            "인턴십세부내역",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-012",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "인턴십  관리시스템  구축",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "기능",
            "",
            ""
          ],
          [
            "요구사항  내용",
            "○ 효과적인  인턴십  관리  시스템에는  다음의  기능이  포함되어야  함.\n구분\n학생\n기업\n교직원",
            "1차메뉴\n실습신청",
            "비고"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "신청서관리",
            ""
          ],
          [
            "",
            "",
            "신청내역확인",
            ""
          ],
          [
            "",
            "",
            "사전교육신청",
            ""
          ],
          [
            "",
            "",
            "인턴십관리\n인턴십신청",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "인턴십관리\n학생평가관리",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "인턴십세부내역",
            ""
          ],
          [
            "",
            "",
            "인턴십세부내역",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 16 - 요구사항 내용 인턴십 학기제 운영지침 준수 Ÿ 인턴십 학기제 운영지침에 따라 원활한 인턴십 운영을 지원할 수 있 도록 구성. 구분 비고 표준 인턴십학기제 평가표 및 출석부 표준 인턴십학기제 협약서 자율 인턴십학기제 평가표 및 출석부 사전 서면점검서 신규 실습기관용 표준 인턴십학기제 운영 중간점검서 학생 대상 자율 인턴십학기제 운영 중간점검서 학생 대상 표준 인턴십학기제 운영 계획서 인턴십 관리시스템 구성 Ÿ 인턴십을 효율적으로 관리할 수 있도록 아래와 같이 구성한다. 1차메뉴 2차메뉴 비고 실습 관리 실습정보관리 실습기간관리 SMS관리 기업 신청 관리 전체 승인대기중 반려 승인 참여 학생관리 신청완료학생 신청중학생 매칭 관리 학생매칭 기업매칭 협력관리 협약진행 실습승인관리 실습 관리 학생실습관리 기업실습관리 수강 정보관리 수강정보관리 증빙서류관리 학생증빙서류 기업증빙서류 실습비 지원관리 학생실습비지원관리 기업실습비지원관리 만족도조사관리 학생만족도조사 기업만족도조사",
      "tables": [
        [
          [
            "구분",
            "비고"
          ],
          [
            "표준  인턴십학기제  평가표  및  출석부",
            ""
          ],
          [
            "표준  인턴십학기제  협약서",
            ""
          ],
          [
            "자율  인턴십학기제  평가표  및  출석부",
            ""
          ],
          [
            "사전  서면점검서",
            "신규  실습기관용"
          ],
          [
            "표준  인턴십학기제  운영  중간점검서",
            "학생  대상"
          ],
          [
            "자율  인턴십학기제  운영  중간점검서",
            "학생  대상"
          ],
          [
            "표준  인턴십학기제  운영  계획서",
            ""
          ]
        ],
        [
          [
            "1차메뉴",
            "2차메뉴",
            "비고"
          ],
          [
            "실습  관리",
            "실습정보관리",
            ""
          ],
          [
            "",
            "실습기간관리",
            ""
          ],
          [
            "",
            "SMS관리",
            ""
          ],
          [
            "기업  신청  관리",
            "전체",
            ""
          ],
          [
            "",
            "승인대기중",
            ""
          ],
          [
            "",
            "반려",
            ""
          ],
          [
            "",
            "승인",
            ""
          ],
          [
            "참여  학생관리",
            "신청완료학생",
            ""
          ],
          [
            "",
            "신청중학생",
            ""
          ],
          [
            "매칭  관리",
            "학생매칭",
            ""
          ],
          [
            "",
            "기업매칭",
            ""
          ],
          [
            "협력관리",
            "협약진행",
            ""
          ],
          [
            "",
            "실습승인관리",
            ""
          ],
          [
            "실습  관리",
            "학생실습관리",
            ""
          ],
          [
            "",
            "기업실습관리",
            ""
          ],
          [
            "수강  정보관리",
            "수강정보관리",
            ""
          ],
          [
            "증빙서류관리",
            "학생증빙서류",
            ""
          ],
          [
            "",
            "기업증빙서류",
            ""
          ],
          [
            "실습비  지원관리",
            "학생실습비지원관리",
            ""
          ],
          [
            "",
            "기업실습비지원관리",
            ""
          ],
          [
            "만족도조사관리",
            "학생만족도조사",
            ""
          ],
          [
            "",
            "기업만족도조사",
            ""
          ]
        ],
        [
          [
            "요구사항  내용",
            "○ 인턴십  학기제  운영지침  준수\n인턴십  학기제  운영지침에  따라  원활한  인턴십  운영을  지원할  수  있\nŸ\n도록  구성.\n구분\n표준  인턴십학기제  평가표  및  출석부\n표준  인턴십학기제  협약서\n자율  인턴십학기제  평가표  및  출석부\n사전  서면점검서\n표준  인턴십학기제  운영  중간점검서\n자율  인턴십학기제  운영  중간점검서\n표준  인턴십학기제  운영  계획서\n○ 인턴십  관리시스템  구성\n인턴십을  효율적으로  관리할  수  있도록  아래와  같이  구성한다.\nŸ\n1차메뉴\n실습  관리\n기업  신청  관리\n참여  학생관리\n매칭  관리\n협력관리\n실습  관리\n수강  정보관리\n증빙서류관리\n실습비  지원관리\n만족도조사관리",
            "2차메뉴\n실습정보관리",
            "비고",
            "비고\n신규  실습기관용\n학생  대상\n학생  대상"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "실습기간관리",
            "",
            ""
          ],
          [
            "",
            "",
            "SMS관리\n전체",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "승인대기중",
            "",
            ""
          ],
          [
            "",
            "",
            "반려",
            "",
            ""
          ],
          [
            "",
            "",
            "승인\n신청완료학생",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "신청중학생\n학생매칭",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기업매칭\n협약진행",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "실습승인관리\n학생실습관리",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기업실습관리\n수강정보관리\n학생증빙서류",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기업증빙서류\n학생실습비지원관리",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기업실습비지원관리\n학생만족도조사",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기업만족도조사",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 17 - 요구사항 내용 학생 인턴십 관리시스템 구성 Ÿ 효과적인 학생별 인턴십 관리를 위하여 아래의 학생 인턴십 관리메뉴 를 구성한다. 1차메뉴 2차메뉴 비고 실습 신청 정보 서약서 관리 이력서 관리 실습 기업 정보 수요 조사 정보 사전 서면 점검서 기업 정보 협약서 관리 협약서 관리 실습 관리 수강과목 관리 주간 실습 보고서 운영 중간 점검서 결과 보고서 실습 보고서 인쇄 출석부 출석부 관리 평가관리 평가관리 만족도조사 만족도조사 중도 포기 관리 중도 포기 관리 기업 인턴십 관리시스템 구성 Ÿ 효과적인 기업별 인턴십 관리를 위하여 아래의 기업 인턴십 관리메뉴 를 구성한다. 1차메뉴 2차메뉴 비고 신청 정보 기업 신청 정보 운영계획서 사전 서면 점검서 선발 관리 선발 관리 협약서 관리 협약서 관리 실습 기간 관리 실습 기간 관리 출근부 출근부 평가관리 평가관리 증빙서류관리 증빙서류관리 실습 지원비 관리 실습 지원비 관리 만족도조사 만족도조사 인턴십 생성 관리 Ÿ 관리자가 인턴십을 회차별로 생성할 수 있도록 구성한다. Ÿ 인턴십은 각 단위별로 관리할 수 있도록 그룹관리 시스템을 도입하여 각각의 인턴십을 개별로 관리할 수 있도록 구성. Ÿ 인턴십은 사전 수요 조사, 학생 신청, 운영 등의 기간을 관리자가 설 정할 수 있도록 구성하여 유연한 운영이 가능하도록 구성. 수요 조사 관리 Ÿ 생성된 인턴십을 기반으로 입력된 수요 조사 기간 중에 기업의 수요 조사를 진행할 수 있도록 구성.",
      "tables": [
        [
          [
            "1차메뉴",
            "2차메뉴",
            "비고"
          ],
          [
            "실습  신청  정보",
            "서약서  관리",
            ""
          ],
          [
            "",
            "이력서  관리",
            ""
          ],
          [
            "실습  기업  정보",
            "수요  조사  정보",
            ""
          ],
          [
            "",
            "사전  서면  점검서",
            ""
          ],
          [
            "",
            "기업  정보",
            ""
          ],
          [
            "협약서  관리",
            "협약서  관리",
            ""
          ],
          [
            "실습  관리",
            "수강과목  관리",
            ""
          ],
          [
            "",
            "주간  실습  보고서",
            ""
          ],
          [
            "",
            "운영  중간  점검서",
            ""
          ],
          [
            "",
            "결과  보고서",
            ""
          ],
          [
            "",
            "실습  보고서  인쇄",
            ""
          ],
          [
            "출석부",
            "출석부  관리",
            ""
          ],
          [
            "평가관리",
            "평가관리",
            ""
          ],
          [
            "만족도조사",
            "만족도조사",
            ""
          ],
          [
            "중도  포기  관리",
            "중도  포기  관리",
            ""
          ]
        ],
        [
          [
            "1차메뉴",
            "2차메뉴",
            "비고"
          ],
          [
            "신청  정보",
            "기업  신청  정보",
            ""
          ],
          [
            "",
            "운영계획서",
            ""
          ],
          [
            "",
            "사전  서면  점검서",
            ""
          ],
          [
            "선발  관리",
            "선발  관리",
            ""
          ],
          [
            "협약서  관리",
            "협약서  관리",
            ""
          ],
          [
            "실습  기간  관리",
            "실습  기간  관리",
            ""
          ],
          [
            "출근부",
            "출근부",
            ""
          ],
          [
            "평가관리",
            "평가관리",
            ""
          ],
          [
            "증빙서류관리",
            "증빙서류관리",
            ""
          ],
          [
            "실습  지원비  관리",
            "실습  지원비  관리",
            ""
          ],
          [
            "만족도조사",
            "만족도조사",
            ""
          ]
        ],
        [
          [
            "요구사항  내용",
            "○ 학생  인턴십  관리시스템  구성\n효과적인  학생별  인턴십  관리를  위하여  아래의  학생  인턴십  관리메뉴\nŸ\n를  구성한다.\n1차메뉴\n실습  신청  정보\n실습  기업  정보\n협약서  관리\n실습  관리\n출석부\n평가관리\n만족도조사\n중도  포기  관리\n○ 기업  인턴십  관리시스템  구성\n효과적인  기업별  인턴십  관리를  위하여  아래의  기업  인턴십  관리메뉴\nŸ\n를  구성한다.\n1차메뉴\n신청  정보\n선발  관리\n협약서  관리\n실습  기간  관리\n출근부\n평가관리\n증빙서류관리\n실습  지원비  관리\n만족도조사\n○ 인턴십  생성  관리\n관리자가  인턴십을  회차별로  생성할  수  있도록  구성한다.\nŸ\n인턴십은  각  단위별로  관리할  수  있도록  그룹관리  시스템을  도입하여 \nŸ\n각각의  인턴십을  개별로  관리할  수  있도록  구성.\n인턴십은  사전  수요  조사,  학생  신청,  운영  등의  기간을  관리자가  설\nŸ\n정할  수  있도록  구성하여  유연한  운영이  가능하도록  구성.\n○ 수요  조사  관리\n생성된  인턴십을  기반으로  입력된  수요  조사  기간  중에  기업의  수요 \nŸ\n조사를  진행할  수  있도록  구성.",
            "2차메뉴\n서약서  관리",
            "비고"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "이력서  관리\n수요  조사  정보",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사전  서면  점검서",
            ""
          ],
          [
            "",
            "",
            "기업  정보\n협약서  관리\n수강과목  관리",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주간  실습  보고서",
            ""
          ],
          [
            "",
            "",
            "운영  중간  점검서",
            ""
          ],
          [
            "",
            "",
            "결과  보고서",
            ""
          ],
          [
            "",
            "",
            "실습  보고서  인쇄\n출석부  관리\n평가관리\n만족도조사\n중도  포기  관리\n2차메뉴\n기업  신청  정보",
            "비고"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "운영계획서",
            ""
          ],
          [
            "",
            "",
            "사전  서면  점검서\n선발  관리\n협약서  관리\n실습  기간  관리\n출근부\n평가관리\n증빙서류관리\n실습  지원비  관리\n만족도조사",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 18 - 요구사항 내용 Ÿ 기업회원은 회원가입을 통하여 사전 수요 조사에 참여할 수 있도록 구성. Ÿ 기업회원 가입 시 관리자의 승인을 거쳐 사전 수요 조사에 참여할 수 있도록 구성. Ÿ 기업의 수요 조사 신청 시 조건에 부합할 경우 관리자의 코멘트와 함 께 수요 조사 반려 사유를 인지할 수 있도록 구성. 참여기업 관리 Ÿ 기업은 인턴십에 참여하기 전 기업 회원 가입을 통하여 인턴십 참여 기회를 부여받을 수 있도록 구성. Ÿ 참여 기업은 기업의 기본적인 회사 정보와 인턴십을 관리할 수 있는 아이디를 관리할 수 있는 기능을 부여. Ÿ 기업의 정보는 인턴십 운영에 필요한 기본 정보를 최소화하여 입력받 을 수 있도록 구성. ex 기관명, 사업자등록정보, 대표자명, 전화번호, 사업자등록증, 가족 회사 여부 등, 사업자 직인대표사인 등. 인턴십 지원관리 Ÿ 인턴십 지원 학생은 선호하는 기업에 인턴십 지원 신청할 수 있도록 구성 Ÿ 각각의 생성된 인턴십 회차별로 별도의 개인정보 이용 동의에 대한 서명을 진행할 수 있도록 구성. Ÿ 개인정보 동의와 이력서를 작성한 학생에 한하여 인턴십 그룹별 리스 트를 관리자가 모니터링할 수 있도록 구성. Ÿ 인턴십 지원은 1차, 2차, 3차 지망으로 신청할 수 있도록 구성됨 학과별 인턴십 관리 Ÿ 인턴십의 관리는 조선대학교 SW중심대학사업단 운영 환경에 맞추어 인턴십 지원센터와 학과에서 지정된 관리자의 권한으로학과별 조교 회원 기능을 수행할 수 있도록 구성한다. Ÿ 조교 회원 권한은 학과별 학생의 인턴십 진행에 한하여 기능을 수행 하도록 구성한다. Ÿ 인턴십 매칭, 수강신청 정보 열람, 인턴십 진행, 출결석 현황, 보고서 현황 지도교수, 설문조사, 인턴십 평가. Ÿ 기업 수요조사 생성, 매칭, 설문조사 인턴십 매칭 관리 Ÿ 기업에 인턴십 매칭 기능을 부여할 수 있도록 구성. Ÿ 기업은 기업 계정으로 로그인 후 기업에 지원한 학생을 선별, 매칭 탈락 여부를 결정할 수 있게 구성 Ÿ 매칭은 1차, 2차, 3차로 매칭을 할 수 있는 다중 매칭 시스템 구성. Ÿ 각 매칭에 필요한 정보는 객관화될 수 있는 조건으로 구성 예시 관련학과, 토익, 자격증, 성별, 선착순 등 Ÿ 관리자는 각 기업별 학생의 매칭 적합도 점수를 확인할 수 있도록 구 성하여 매칭의 객관적인 평가를 쉽게 할 수 있도록 구성.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 19 - 요구사항 내용 Ÿ 각 항목별로 가중치를 적용하여 중요한 항목에 대한 점수를 더 많이 제공할 수 있게 구성총점 판단 시 유리하게 작용 인턴십 진행 관리 Ÿ 매칭된 기업과 학생은 인턴십을 운영할 수 있도록 구성 Ÿ 기업과 학생은 각각의 구성원별로 인턴십을 온라인으로 진행할 수 있 는 메뉴를 제공. Ÿ 인턴십의 원활한 운영을 위하여 중도 포기 관련 메뉴를 제공하여 탄 력적인 운영이 가능하도록 구성. Ÿ 인턴십이 종료되고 기업이 사업단에 각종 보고서와 인턴십 관련 비용 과 요구사항을 전달할 수 있도록 구성 인턴십 출결석 관리 Ÿ 인턴십에 참여 중인 기업은 학생의 참여일 동안의 출결석 여부를 직 접 입력할 수 있도록 구성. Ÿ 학생은 입력된 출석부를 보고 문제가 있을 경우 기업에 문의. Ÿ 기업은 학생의 인턴십 출결석 확인 요청이 있을 경우 학생과 협의하 여 최종 확정. Ÿ 불가분 한 상황으로 인턴십에 공 결하게 되었을 경우 학생의 공결처 리 여부를 결정하여 시스템상의 출결석 확인에 정보를 제공할 수 있 도록 구성. 인턴십 보고서 관리 Ÿ 인턴십 운영 중 서식을 온라인화하여 동일한 형태로 시스템에서 제 공. 실습 보고서, 결과 보고서 Ÿ 참여 학생은 온라인을 통하여 보고서 작성 및 수정을 할 수 있도록 구성 Ÿ 각 보고서 작성 시 특정 양식대로 작성해야 하는 부분이 있는 경우, 학생이 안내문 등으로 정확하게 인지할 수 있게 제공 Ÿ 보고서는 지정된 양식을 제공하면 지정된 양식의 보고서를 서식과 동 일하게 작성할 수 있도록 구성. ex 실습 보고서주간, 종합 등, 기업 학생 평가표 등. 인턴십 지도교수 관리 Ÿ 인턴십 지원 학생을 지도교수가 관리할 수 있도록 구성. Ÿ 지도 교수는 인턴십 지원 학생에 대하여 해당 관리 학생에 대한 관리 권한을 부여 Ÿ 지도 교수는 인턴십 현장 지도 사항을 온라인으로 작성할 수 있도록 구성. Ÿ 지도 교수는 인턴십 지원 학생의 인턴십 평가를 지도 할 수 있으며 최종적인 pass fail 을 부여할 수 있도록 구성.점수로 평가하는 경 우 그에 맞게 구성",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 20 - 요구사항 내용 인턴십 만족도조사 관리 Ÿ 인턴십을 지원한 학생과 기업은 인턴십에 대한 만족도조사를 작성할 수 있도록 구성. Ÿ 학생 및 기업 만족도조사에 대한 지표는 교육부에서 권고하는 인턴십 만족도조사 조사에 대한 조사표를 기반으로 작성. 별도의 만족도조 사 양식이 있는 경우 학교에서 제공 Ÿ 만족도조사까지 완료한 학생에 대해 지도교수가 평가를 할 수 있도록 하는 시스템 구축 Ÿ 각각의 만족도조사 항목별로 통계자료에 활용할 수 있는 통계시스템 구축. ex 각각 항목에 따른 설문조사 지표 통계 제공. 요구사항 고유번호 SFR-013 요구사항 명칭 설문조사 관리시스템 구축 요구사항 분류 기능 요구사항 내용 관리자가 지정한 기간 동안 참여 학생들에게 설문조사를 할 수 있도록 구성한다 설문조사는 객관식 주관식 등의 조사 문항을 자유롭게 생성 할 수 있도록 구성한다 설문조사 결과는 문항과 관련된 통계를 관리자가 쉽게 확인 할 수 있도록 구성한다 참여학생이 설문조사 참여시 마일리지를 지급할 수 있도록 구성하며 관 리자가 마일리지 지급 및 점수를 선택 입력할 수 있는 형태로 제작한다 요구사항 고유번호 SFR-014 요구사항 명칭 만족도조사 관리시스템 구축 요구사항 분류 기능 요구사항 내용 사업에 참여한 기업 및 청년이 사업 진행후 만족도 조사를 진행 할 수 있도록 구성 만족도 조사 항목은 관리자가 직접 생성 관리할 수 있도록 구성하고 생 성된 만족도 조사를 진행사업에 연결하여 운영 관리 할 수 있도록 구성 만족도 조사 결과는 각 사용자별 만족도 조사 결과를 모니터링 할 수 있도록 구성 만족도 조사 결과는 각 기업 및 청년별로 항목별 통합 통계 모니터링 할 수 있도록 구성",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-013"
          ],
          [
            "요구사항  명칭",
            "설문조사  관리시스템  구축"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 관리자가  지정한  기간  동안  참여  학생들에게  설문조사를  할  수  있도록 \n구성한다\n○ 설문조사는  객관식  주관식  등의  조사  문항을  자유롭게  생성  할  수  있도록 \n구성한다\n○ 설문조사  결과는  문항과  관련된  통계를  관리자가  쉽게  확인  할  수  있도록 \n구성한다\n○ 참여학생이  설문조사  참여시  마일리지를  지급할  수  있도록  구성하며  관\n리자가  마일리지  지급  및  점수를  선택  입력할  수  있는  형태로  제작한다"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-014"
          ],
          [
            "요구사항  명칭",
            "만족도조사  관리시스템  구축"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 사업에  참여한  기업  및  청년이  사업  진행후  만족도  조사를  진행  할  수 \n있도록  구성\n○ 만족도  조사  항목은  관리자가  직접  생성  관리할  수  있도록  구성하고  생\n성된  만족도  조사를  진행사업에  연결하여  운영  관리  할  수  있도록  구성\n○ 만족도  조사  결과는  각  사용자별  만족도  조사  결과를  모니터링  할  수 \n있도록  구성\n○ 만족도  조사  결과는  각  기업  및  청년별로  항목별  통합  통계  모니터링 \n할  수  있도록  구성"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 21 - 요구사항 고유번호 SFR-015 요구사항 명칭 이수확인증 관리시스템 구축 요구사항 분류 기능 요구사항 내용 비교과 프로그램 참여 학생 대상으로 참여 조건 충족 시 이수확인증을 발급해 줄 수 있는 시스템을 구성. 이수 확인증별로 고유번호를 부여하여 학생 로그인 시 이수확인증을 출 력할 수 있도록 구성. 이수확인증은 다수의 이수확인증을 관리할 수 있도록 구성하고 비교과 프로그램 생성 시 프로그램 이수 시 발급받을 수 있는 이수확인증을 선 택할 수 있도록 구성. 요구사항 고유번호 SFR-016 요구사항 명칭 개인정보 보호정책 관리시스템 구축 요구사항 분류 기능 요구사항 내용 개인정보 보호 정책 관리시스템을 구축 개인정보 수집 동의 시스템을 관리하여 개인정보 수집항목의 변동이 발생 할 시 각 변동 정보별로 개인정보를 다시 수집할 수 있는 시스템을 구성 하고 수집된 개인 정보에 대한 수입 이력을 기록 관리할 수 있도록 구성 요구사항 고유번호 SFR-017 요구사항 명칭 전공심화트랙별 이수 과정 관리 요구사항 분류 기능 요구사항 내용 트랙별 교육과정 관리 Ÿ 교과목 POOL을 기반으로 교과과정이 생성되어야 함 Ÿ 이수 분야, 이수 학점 기준 관리 등 참여학과 관리 학적, 수강, 성적 현황 조회 Ÿ 학생의 전공 이수 학점 및 상태 확인 Ÿ 트랙 과목 이수 현황 조회트랙, 학점, 평점 등 각종 통계 조회",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-015"
          ],
          [
            "요구사항  명칭",
            "이수확인증  관리시스템  구축"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 비교과  프로그램  참여  학생  대상으로  참여  조건  충족  시  이수확인증을 \n발급해  줄  수  있는  시스템을  구성.\n○ 이수  확인증별로  고유번호를  부여하여  학생  로그인  시  이수확인증을  출\n력할  수  있도록  구성.\n○ 이수확인증은  다수의  이수확인증을  관리할  수  있도록  구성하고  비교과 \n프로그램  생성  시  프로그램  이수  시  발급받을  수  있는  이수확인증을  선\n택할  수  있도록  구성."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-016"
          ],
          [
            "요구사항  명칭",
            "개인정보  보호정책  관리시스템  구축"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "○ 개인정보  보호  정책  관리시스템을  구축\n○ 개인정보  수집  동의  시스템을  관리하여  개인정보  수집항목의  변동이  발생\n할  시  각  변동  정보별로  개인정보를  다시  수집할  수  있는  시스템을  구성\n하고  수집된  개인  정보에  대한  수입  이력을  기록  관리할  수  있도록  구성"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-017"
          ],
          [
            "요구사항  명칭",
            "전공심화트랙별  이수  과정  관리"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "◯ 트랙별  교육과정  관리\n교과목 POOL을 기반으로 교과과정이 생성되어야 함\nŸ\n이수  분야,  이수  학점  기준  관리  등\nŸ\n◯ 참여학과  관리\n◯ 학적,  수강,  성적  현황  조회 \n학생의  전공  이수  학점  및  상태  확인\nŸ\n트랙  과목  이수  현황  조회(트랙,  학점,  평점  등)\nŸ\n◯ 각종  통계  조회"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 22 - 요구사항 고유번호 SFR-018 요구사항 명칭 다양한 산학프로젝트 관리시스템 구축 요구사항 분류 기능 요구사항 내용 조선대학교 SW중심대학사업단의 다양한 교과, 비교과 산학프로젝트 프로 그램의 효율적 운영을 위한 인프라를 구축하고 산학프로젝트 프로그 램 운영과 다양한 통계자료를 활용하기 위한 방안 확보 구현. 산학프로젝트 관리시스템 구성 Ÿ 산학프로젝트의 효율적인 관리를 위해 아래와 같이 구성한다. 1차메뉴 2차메뉴 비고 프로그램 정보 프로그램정보 통계 교과목별 신청 현황 과목현황 신청현황 교과목관리 팀 관리 신청리스트 승인리스트 지급 신청 관리 재료비 회의비 교통비 지출증빙지급관리 미지급 지급 지급내역 관리 지급내역 보고서 관리 보고서관리 설문조사관리 설문조사관리 SMS 관리 SMS발송관리 학생 산학프로젝트 관리시스템 구성 Ÿ 효과적인 학생별 산학프로젝트 관리를 위하여 아래의 학생 산학프로 젝트 관리메뉴를 구성. 1차메뉴 2차메뉴 비고 팀 관리 팀지원신청서 팀원목록 팀원변경 과제내용변경 지원금 관리 지원금현황 지원금변경 지원금 신청 관리 재료비 회의비 교통비 지출증빙관리 재료비 회의비 교통비 보고서 보고서관리 설문조사 설문조사관리",
      "tables": [
        [
          [
            "1차메뉴",
            "2차메뉴",
            "비고"
          ],
          [
            "프로그램  정보",
            "프로그램정보",
            ""
          ],
          [
            "",
            "통계",
            ""
          ],
          [
            "교과목별  신청  현황",
            "과목현황",
            ""
          ],
          [
            "",
            "신청현황",
            ""
          ],
          [
            "",
            "교과목관리",
            ""
          ],
          [
            "팀  관리",
            "신청리스트",
            ""
          ],
          [
            "",
            "승인리스트",
            ""
          ],
          [
            "지급  신청  관리",
            "재료비",
            ""
          ],
          [
            "",
            "회의비",
            ""
          ],
          [
            "",
            "교통비",
            ""
          ],
          [
            "지출증빙/지급관리",
            "미지급",
            ""
          ],
          [
            "",
            "지급",
            ""
          ],
          [
            "지급내역  관리",
            "지급내역",
            ""
          ],
          [
            "보고서  관리",
            "보고서관리",
            ""
          ],
          [
            "설문조사관리",
            "설문조사관리",
            ""
          ],
          [
            "SMS  관리",
            "SMS발송관리",
            ""
          ]
        ],
        [
          [
            "1차메뉴",
            "2차메뉴",
            "비고"
          ],
          [
            "팀  관리",
            "팀지원신청서",
            ""
          ],
          [
            "",
            "팀원목록",
            ""
          ],
          [
            "",
            "팀원변경",
            ""
          ],
          [
            "",
            "과제내용변경",
            ""
          ],
          [
            "지원금  관리",
            "지원금현황",
            ""
          ],
          [
            "",
            "지원금변경",
            ""
          ],
          [
            "지원금  신청  관리",
            "재료비",
            ""
          ],
          [
            "",
            "회의비",
            ""
          ],
          [
            "",
            "교통비",
            ""
          ],
          [
            "지출증빙관리",
            "재료비",
            ""
          ],
          [
            "",
            "회의비",
            ""
          ],
          [
            "",
            "교통비",
            ""
          ],
          [
            "보고서",
            "보고서관리",
            ""
          ],
          [
            "설문조사",
            "설문조사관리",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SFR-018",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "다양한  산학프로젝트  관리시스템  구축",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "기능",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  내용",
            "◯ 조선대학교  SW중심대학사업단의  다양한  교과,  비교과  산학프로젝트  프로\n그램의  효율적  운영을  위한  인프라를  구축하고  산학프로젝트  프로그\n램  운영과  다양한  통계자료를  활용하기  위한  방안  확보  구현.\n◯ 산학프로젝트  관리시스템  구성\n산학프로젝트의  효율적인  관리를  위해  아래와  같이  구성한다.\nŸ\n1차메뉴\n프로그램  정보\n교과목별  신청  현황\n팀  관리\n지급  신청  관리\n지출증빙/지급관리\n지급내역  관리\n보고서  관리\n설문조사관리\nSMS  관리\n◯ 학생  산학프로젝트  관리시스템  구성\n효과적인  학생별  산학프로젝트  관리를  위하여  아래의  학생  산학프로\nŸ\n젝트  관리메뉴를  구성.\n1차메뉴\n팀  관리\n지원금  관리\n지원금  신청  관리\n지출증빙관리\n보고서\n설문조사",
            "2차메뉴\n팀지원신청서",
            "2차메뉴\n프로그램정보",
            "비고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "통계\n과목현황",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "신청현황",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "교과목관리\n신청리스트",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "승인리스트\n재료비",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "회의비",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "교통비\n미지급",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "지급\n지급내역\n보고서관리\n설문조사관리\nSMS발송관리",
            "",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "팀원목록",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "팀원변경",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "과제내용변경\n지원금현황",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "지원금변경\n재료비",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "회의비",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "교통비\n재료비",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "회의비",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "교통비\n보고서관리\n설문조사관리",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 23 - 요구사항 내용 팀 관리시스템 구축 Ÿ 산학프로젝트 참여 학생은 팀을 직접 생성할 수 있도록 구성한다. Ÿ 동일 산학프로젝트 그룹 내에서 팀장 회원은 한 팀만 생성할 수 있으 며 팀장은 중복될 수 없도록 구성.단, 다른 팀의 팀원은 가능 Ÿ 산학프로젝트 팀원 인증은 온라인을 통하여 각 팀원의 승인으로 진행. Ÿ 생성을 주도한 산학프로젝트 회원은 팀장 권한으로 아래와 같은 작업 을 수행할 수 있도록 구성한다. 인증을 통한 팀 회원 관리 산학프로젝트 사업예산을 신청할 수 있도록 구성 승인된 예산 항목으로 예산 신청을 할 수 있도록 구성 승인된 총예산 내에서 예산 변경을 할 수 있도록 구성 Ÿ 산학프로젝트팀 구성원은 팀원 결정 및 팀의 진행 상황을 모니터링 및 보고서 출력 기능을 제공. 과목 관리시스템 구축 Ÿ 산학프로젝트의 원활한 운영을 위하여 학사정보 시스템과 연동을 통 하여 산학프로젝트와 관련된 과목을 시스템에 적용 프로젝트 진행에 있어 효과적으로 운영할 수 있도록 구성. Ÿ 산학프로젝트 동일 교과목 신청 시 과목 관리 시스템을 통하여 학생 데이터 중복 값 오류 필터링 기능학번 Ÿ 과제 참가 신청서 데이터 입력 시 학사정보 연동을 통한 과제 주제에 따른 각 항목별유형, 분야, 담당 교수, 수강교과목명, 참가 학생 명 단 등 출력 가능 엑셀 데이터 변환 기능 제공 보고서 관리시스템 구성 Ÿ 보고서는 현재 오프라인으로 운영 중인 산학프로젝트 보고서 서식을 온라인화하여 동일한 형태로 시스템에서 제공.중간 보고서, 결과 보 고서, 시제품 제작 계획서 등 Ÿ 참여 팀장 및 팀원 학생은 온라인을 통하여 보고서 작성 및 수정을 할 수 있도록 구성 Ÿ 산학프로젝트 신청서, 보고서, 작성 시 미기재 사항 있을 경우 알림 기능 Ÿ 보고서는 해당 팀장의 권한에 의하여 작성 및 보고할 수 있도록 구성. Ÿ 과제 선정 팀 개별로 시스템에 접근하여 보고서 작성 기능 정산 및 예산관리 시스템 구성 Ÿ 관리자가 예산의 비목을 생성하여 산학프로젝트 사업별로 예산을 편 성하여 운영할 수 있도록 구성 Ÿ 산학프로젝트의 동아리별 총예산 내에서 예산 변경 신청을 처리할 수 있는 시스템을 구성. Ÿ 비목별 예산 변경 시스템을 도입하여 팀별 예산 변경이 온라인으로 가능하도록 구성하며 예산 변경은 관리자의 검토와 승인을 통하여 변 경 가능하도록 구성",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 24 - 요구사항 내용 Ÿ 산학프로젝트 팀장이 신청한 예산 사용 내역을 관리자가 확인할 수 있도록 구성하며 예산의 사용을 승인, 반려할 수 있도록 구성. Ÿ 예산 비목별 신청된 금액에 마이너스 금액이 발생하지 않도록 구성 예산 변경 신청 승인 후 예산 집행 기능 Ÿ 정산서 작성 시 1차, 2차, 3차, 번호 자동 부여와 함께 누적금액이 적용되는 시스템으로 구성. Ÿ 예산 사용 반려 사유가 발생할 때 반려 사유를 작성하여 신청자가 재 신청 사유를 쉽게 파악할 수 있도록 구성. Ÿ 예산 집행에 관련된 서류는 현재 운영 중인 산학프로젝트 서식을 온 라인화하여 동일한 형태로 시스템에서 제공.예산 신청서, 예산 신청 변경서 Ÿ 예산의 사용 현황을 한눈에 파악할 수 있도록 모니터링 통계 시스템 을 도입. 만족도조사 관리시스템 구축 Ÿ 산학프로젝트 관리시스템을 통한 온라인 프로그램 운영을 진행한 학 생 및 교수는 관리자가 지정한 설문조사 양식에 맞춰 설문지를 작성 할 수 있는 기반의 설계를 기본으로 구성. 양식관리를 통하여 각각의 설문조사 양식 생성 가능 Ÿ 산학프로젝트 생성 시 학생 및 교수 설문조사 양식 선택 Ÿ 선정된 학생 및 교수는 지정된 설문조사 작성 가능 통계 시스템 구축 Ÿ 산학프로젝트 관리시스템을 통한 온라인 프로그램 운영을 진행함에 있어 생성된 DATA는 사용자의 요구 조건에 따른 통계자료를 제공할 수 있는 기반의 설계를 기본으로 구성. 아래와 같은 통계자료를 제공-참여 학생, 교수, 수강교과목, 참여기 업 통계자료 제공-산학프로젝트 팀별 예산 사용내역 통계자료 제공 Ÿ 산학프로젝트 그룹별 예산 사용내역 통계자료 제공 요구사항 고유번호 SFR-019 요구사항 명칭 학생 포트폴리오 관리시스템 구축 요구사항 분류 기능 요구사항 내용 통합 포트폴리오 관리 Ÿ 시스템을 이용한 학생의 SW중심대학 활동을 학생별 포트폴리오로 통 합하여 관리자가 모니터링할 수 있도록 시스템을 구성. Ÿ 학생별 포트폴리오는 아래의 항목을 조회할 수 있도록 구성한다. 시스템을 통한 통합 포트폴리오 내역",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SFR-019"
          ],
          [
            "요구사항  명칭",
            "학생  포트폴리오  관리시스템  구축"
          ],
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  내용",
            "◯ 통합  포트폴리오  관리\n시스템을  이용한  학생의  SW중심대학  활동을  학생별  포트폴리오로  통\nŸ\n합하여  관리자가  모니터링할  수  있도록  시스템을  구성.\n학생별  포트폴리오는  아래의  항목을  조회할  수  있도록  구성한다.\nŸ\n※  시스템을  통한  통합  포트폴리오  내역"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 25 - 요구사항 내용 형식 내용 기본정보 학생의 기본 정보 수강정보 SW 관련 교과목 수강정보 MD등급 MD 과정의 이수 현황에 따른 현재 등급 - MD등록 기준에 따른 등급 SW마일리지 시스템을 통하여 부여된 포인트 총합 내역 비교과 프로그램 참여 비교과 프로그램 참여 현황 -온라인 프로그램을 통하여 참여한 이력 현장실습 참여내역 현장실습 참여 현황 -현장실습 관리시스템을 통하여 참여한 이력 산학프로젝트 참여내역 산학프로젝트 참여 현황 -산학프로젝트 관리시스템을 통하여 참여한 이력 다. 인터페이스 요구사항 요구사항 고유번호 SIR-001 요구사항 명칭 사용자 편의성 및 경험 요구사항 분류 인터페이스 요구사항 내용 홈페이지를 쉽게 접근할 수 있도록 직관적이고, 편리한 사용성을 제고 한 메뉴 체계 수립 사용자의 경험을 고려한 UX를 설계하여 정확한 내용 전달이 가능한 메 뉴 개발 홈페이지 이용 시 혼란을 줄 수 있는 구성은 피하고, 콘텐츠에 집중할 수 있는 UI 설계를 통해 높은 가독성 제공 홈페이지를 방문하는 사용자에게 필요한 콘텐츠 및 기능에 부합할 수 있도록 3단계가 넘지 않도록 설계 정보의 접근성, 가독성, 편리성을 최대한 고려한 메뉴 체계 수립 전체 메뉴를 한눈에 볼 수 있도록 구조 설계 필요한 정보를 쉽게 찾을 수 있도록 사용자 중심의 메뉴 구성도 제시 요구사항 고유번호 SIR-002 요구사항 명칭 크로스 브라우징 요구사항 분류 인터페이스 요구사항 내용 W3C 웹 표준을 준수한 개발로 최소 5종 이상 Chrome, IE10, Microsoft Edge, Firefox, Safari 등의 웹 브라우저와 Windows7, Windows8, Windows10, Linux, OS X, Android, iOS 등의 운영체제에서 정상적인 서비스 이용 보장",
      "tables": [
        [
          [
            "형식",
            "내용"
          ],
          [
            "기본정보",
            "*학생의  기본  정보"
          ],
          [
            "수강정보",
            "*SW  관련  교과목  수강정보"
          ],
          [
            "MD등급",
            "*MD  과정의  이수  현황에  따른  현재  등급\n-  MD등록  기준에  따른  등급"
          ],
          [
            "SW마일리지",
            "*시스템을  통하여  부여된  포인트  총합  내역"
          ],
          [
            "비교과  프로그램 \n참여",
            "*비교과  프로그램  참여  현황\n-온라인  프로그램을  통하여  참여한  이력"
          ],
          [
            "현장실습 \n참여내역",
            "*현장실습  참여  현황\n-현장실습  관리시스템을  통하여  참여한  이력"
          ],
          [
            "산학프로젝트\n참여내역",
            "*산학프로젝트  참여  현황\n-산학프로젝트  관리시스템을  통하여  참여한  이력"
          ]
        ],
        [
          [
            "요구사항  내용",
            "형식\n기본정보\n수강정보\nMD등급\nSW마일리지\n비교과  프로그램 \n참여\n현장실습 \n참여내역\n산학프로젝트\n참여내역",
            "내용\n*학생의  기본  정보\n*SW  관련  교과목  수강정보\n*MD  과정의  이수  현황에  따른  현재  등급\n-  MD등록  기준에  따른  등급\n*시스템을  통하여  부여된  포인트  총합  내역\n*비교과  프로그램  참여  현황\n-온라인  프로그램을  통하여  참여한  이력\n*현장실습  참여  현황\n-현장실습  관리시스템을  통하여  참여한  이력\n*산학프로젝트  참여  현황\n-산학프로젝트  관리시스템을  통하여  참여한  이력"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-001"
          ],
          [
            "요구사항  명칭",
            "사용자  편의성  및  경험"
          ],
          [
            "요구사항  분류",
            "인터페이스"
          ],
          [
            "요구사항  내용",
            "○ 홈페이지를  쉽게  접근할  수  있도록  직관적이고,  편리한  사용성을  제고\n한  메뉴  체계  수립\n○ 사용자의  경험을  고려한  UX를  설계하여  정확한  내용  전달이  가능한  메\n뉴  개발\n○ 홈페이지  이용  시  혼란을  줄  수  있는  구성은  피하고,  콘텐츠에  집중할 \n수  있는  UI  설계를  통해  높은  가독성  제공\n○ 홈페이지를  방문하는  사용자에게  필요한  콘텐츠  및  기능에  부합할  수 \n있도록  3단계가  넘지  않도록  설계\n○ 정보의  접근성,  가독성,  편리성을  최대한  고려한  메뉴  체계  수립\n○ 전체  메뉴를  한눈에  볼  수  있도록  구조  설계\n○ 필요한  정보를  쉽게  찾을  수  있도록  사용자  중심의  메뉴  구성도  제시"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SIR-002"
          ],
          [
            "요구사항  명칭",
            "크로스  브라우징"
          ],
          [
            "요구사항  분류",
            "인터페이스"
          ],
          [
            "요구사항  내용",
            "○ W3C  웹  표준을  준수한  개발로  최소  5종  이상\n(Chrome,  IE10~,  Microsoft  Edge,  Firefox,  Safari  등)의  웹  브라우저와 \nWindows7,  Windows8,  Windows10,  Linux,  OS  X,  Android,  iOS  등의 \n운영체제에서  정상적인  서비스  이용  보장"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 26 - 라. 성능 요구사항 요구사항 고유번호 PRE-001 요구사항 명칭 평균처리시간 및 동시처리 요구사항 분류 보안 요구사항 내용 시스템은 정상 상태에서 상용자의 건별 요청에 대한 처리를 5초 이내에 해야 함 시스템은 정상 상태에서 100명 이상의 동시 로그인 사용자를 수용 요구사항 고유번호 PRE-002 요구사항 명칭 오류 응답 시간 및 지연 경고 요구사항 분류 보안 요구사항 내용 사용자가 입력한 데이터 형식의 모든 오류는 시스템에 그 정보를 입력 한 지 5초 이하에 관련 오류 메시지를 사용자에게 제시 통계 기능 등 20초 이상 소요되는 작업은 시작하는 시점에, 응답 지연 이 될 수 있다는 메시지 제시팝업 등 마. 테스트 요구사항 요구사항고유번호 TER-001 요구사항 명칭 성능 및 부하테스트 요구사항 분류 데이터 요구사항 내용 제안사 승인 검사 및 테스트 요청과 관련된 사항과 계획 방안 제시 발주 자 승인인수 검사 및 테스트 요청에 대한 다음의 사항을 만족해야 함. 제안사는 개발 완료 후 최종 산출물 및 테스트 결과물을 첨부하여 발주 자에게 승인 검사 및 테스트를 요청하여야 하며, 승인 검사 및 테스트 과정에서 발견된 하자 사항은 만족한 결과를 얻을 때까지 보완 및 테스 트를 반복적으로 실시해야 함. 발주자 승인 검사테스트에 대한 계획을 제시하여야 함. 검사 및 테스트 수행 방법, 절차, 참여 조직 및 역할, 점검사항, 최종 검수 기준, 점검 후 조치 방안 등을 세부적으로 기술하여야 함.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PRE-001"
          ],
          [
            "요구사항  명칭",
            "평균처리시간  및  동시처리"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 시스템은  정상  상태에서  상용자의  건별  요청에  대한  처리를  5초  이내에 \n해야  함\n○ 시스템은  정상  상태에서  100명  이상의  동시  로그인  사용자를  수용"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PRE-002"
          ],
          [
            "요구사항  명칭",
            "오류  응답  시간  및  지연  경고"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 사용자가  입력한  데이터  형식의  모든  오류는  시스템에  그  정보를  입력 \n한  지  5초  이하에  관련  오류  메시지를  사용자에게  제시\n○ 통계  기능  등  20초  이상  소요되는  작업은  시작하는  시점에,  응답  지연 \n이  될  수  있다는  메시지  제시(팝업  등)"
          ]
        ],
        [
          [
            "요구사항고유번호",
            "TER-001"
          ],
          [
            "요구사항  명칭",
            "성능  및  부하테스트"
          ],
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  내용",
            "○ 제안사  승인  검사  및  테스트  요청과  관련된  사항과  계획  방안  제시  발주\n자  승인(인수)  검사  및  테스트  요청에  대한  다음의  사항을  만족해야  함.\n○ 제안사는  개발  완료  후  최종  산출물  및  테스트  결과물을  첨부하여  발주\n자에게  승인  검사  및  테스트를  요청하여야  하며,  승인  검사  및  테스트 \n과정에서  발견된  하자  사항은  만족한  결과를  얻을  때까지  보완  및  테스\n트를  반복적으로  실시해야  함.\n○ 발주자  승인  검사/테스트에  대한  계획을  제시하여야  함.\n○ 검사  및  테스트  수행  방법,  절차,  참여  조직  및  역할,  점검사항,  최종 \n검수  기준,  점검  후  조치  방안  등을  세부적으로  기술하여야  함."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 27 - 바. 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 관리적 보안 요건 요구사항 분류 보안 요구사항 내용 인적, 물적 자원에 대한 보안정책 지침을 수립적용하고, 수시로 보안 진단을 실시 외부 인력을 포함한 사업 수행 인력을 대상으로 주기적인 보안교육 실 시 및 보안서약서 작성 등 보안관리 철저 본 사업 수행 중 취득한 지식에 대하여 과업수행중은 물론 사업이 완료 된 후에 라도 비밀 보안을 준수 사업자는 사업 수행과정에서 취득한 자료와 정보에 관해서는 사업수행 의 전후를 막론하고 주관기관의 승인 없이 외부에 유출 또는 누설하여 서는 안 되며, 이를 위반 시 향후 법적 책임이 있음을 포함한 대표자 용 보안확약서 및 참여자용 보안 확약서를 작성하여 제출 요구사항 고유번호 SER-002 요구사항 명칭 물리적 보안 요건 요구사항 분류 보안 요구사항 내용 사무실, 주요장비 설치장소에 대한 출입보안 실시 개인소유의 PC 및 보조기억장치 반입반출 통제 실시 설치 구축 공간의 인터넷 연결 제한 생성된 문서는 별도 시건장치가 된 곳에 안전하게 보관 폐기되는 문서는 안전한 방법으로 폐기되도록 함 요구사항 고유번호 SER-003 요구사항 명칭 기술적 보안 요건 요구사항 분류 보안 요구사항 내용 공유자원에 대한 접근제어가 사용자 권한에 따라 이루어져야함 네트워크 관리자 접속용 계정의 패스워드는 기본 패스워드가 아닌 복잡 도가 높은 패스워드로 변경하여 사용 패스워드의 길이 및 사용주기를 제한하고 불필요한 디폴트 계정을 삭제 하는 등 서버 사용자 및 패스워드 관리",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-001"
          ],
          [
            "요구사항  명칭",
            "관리적  보안  요건"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 인적,  물적  자원에  대한  보안정책  지침을  수립‧적용하고,  수시로  보안 \n진단을  실시\n○ 외부  인력을  포함한  사업  수행  인력을  대상으로  주기적인  보안교육  실\n시  및  보안서약서  작성  등  보안관리  철저\n○ 본  사업  수행  중  취득한  지식에  대하여  과업수행중은  물론  사업이  완료\n된  후에  라도  비밀  보안을  준수\n○ 사업자는  사업  수행과정에서  취득한  자료와  정보에  관해서는  사업수행\n의  전후를  막론하고  주관기관의  승인  없이  외부에  유출  또는  누설하여\n서는  안  되며,  이를  위반  시  향후  법적  책임이  있음을  포함한  “대표자\n용  보안확약서”  및  “참여자용  보안  확약서”를  작성하여  제출"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SER-002"
          ],
          [
            "요구사항  명칭",
            "물리적  보안  요건"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 사무실,  주요장비  설치장소에  대한  출입보안  실시\n○ 개인소유의  PC  및  보조기억장치  반입·반출  통제  실시\n○ 설치  구축  공간의  인터넷  연결  제한 \n○ 생성된  문서는  별도  시건장치가  된  곳에  안전하게  보관\n○ 폐기되는  문서는  안전한  방법으로  폐기되도록  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SER-003"
          ],
          [
            "요구사항  명칭",
            "기술적  보안  요건"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 공유자원에  대한  접근제어가  사용자  권한에  따라  이루어져야함\n○ 네트워크  관리자  접속용  계정의  패스워드는  기본  패스워드가  아닌  복잡\n도가  높은  패스워드로  변경하여  사용\n○ 패스워드의  길이  및  사용주기를  제한하고  불필요한  디폴트  계정을  삭제\n하는  등    서버  사용자  및  패스워드  관리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 28 - 요구사항 내용 계획 및 분석단계에서부터 소스 프로그램의 안전성을 고려해서 설치 구 축하고, 시스템 간 상호 연계가 필요할 시 표준보안 API를 적용 설치한 웹 프로그램에 대한 보안 취약점 사전점검 및 보완조치 설치 운영자용 PC 패스워드 사용 및 주기적인 변경 사용자 PC 백신 프로그램 최신 상태 유지 정기적으로 바이러스 및 해킹 도구 검사 불의의 사고로 인하여 시스템이나 파일이 피해를 입더라도 최근에 백업 한 시점의 내용으로 복구할 수 있는 백업정책 수립 및 실행 행정기관 및 공공기관 정보시스템 구축운영 지침시행 2017.7.26. 행정안전부고시 제2017-1호, 2017.7.26., 타법개정 제50조소프트웨 어설치보안원칙과 제53조보안 약점 진단절차에 따라 소프트웨어 설 치보안 적용 구매설치 시에는 소프트웨어 설치 보안 가이드2012.5, 점검시에는 소프트웨어 보안 약점 진단가이드2012.5를 준수 요구사항 고유번호 SER-004 요구사항 명칭 참여인력 보안 요건 요구사항 분류 보안 요구사항 내용 사업 착수 시 Ÿ 사업 참여인원에 대해서는 사업투입 전, 대표자용 보안확약서와 참 여자용 보안서약서, 보안각서를 제출 Ÿ 사업자는 용역사업 수행 전 참여인원에 대해 법률 또는 규정에 의한 비밀유지 의무 준수 및 위반 시 처벌내용 등에 대한 보안교육 실시 사업 수행 시 Ÿ 사업자는 보안인식강화를 위해 주기적으로 자체 보안교육을 실시해야 하며, 주관기관이 요구하는 보안 교육에 참석해야 함 사업 종료 시 Ÿ 사업자는 사업관련 자료를 보유해서는 안 되며, 이를 위반 시 향후 법적책임이 있음을 포함한 대표자용 보안확약서 및 참여자용 보안 확약서를 작성하여 제출",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-004"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안  요건"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 사업  착수  시\n사업  참여인원에  대해서는  사업투입  전,  대표자용  “보안확약서”와  참\nŸ\n여자용    “보안서약서”,  “보안각서”를  제출\n사업자는  용역사업  수행  전  참여인원에  대해  법률  또는  규정에  의한 \nŸ\n비밀유지  의무  준수  및  위반  시  처벌내용  등에  대한  보안교육  실시\n○ 사업  수행  시\n사업자는  보안인식강화를  위해  주기적으로  자체  보안교육을  실시해야 \nŸ\n하며,  주관기관이  요구하는  보안  교육에  참석해야  함\n○ 사업  종료  시\n사업자는  사업관련  자료를  보유해서는  안  되며,  이를  위반  시  향후 \nŸ\n법적책임이  있음을  포함한  “대표자용  보안확약서”  및  “참여자용  보안 \n확약서”를  작성하여  제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 29 - 요구사항 고유번호 SER-005 요구사항 명칭 네트워크 및 정보보호 제품 도입 보안 요건 요구사항 분류 보안 요구사항 내용 CC인증 대상인 중요 정보보호제품은 CC 인증필 제품 도입을 원칙으 로 함 국내용 CC인증제품, 국가용 암호제품, 보안적합성 검증필 제품 등이 아 닌 정보보호제품 도입은 제안서 접수시점까지 국내용 CC인증을 획득 하거나 보안적합성 검증을 필한 제품에 한함 보안적합성 검증 생략이 가능한 경우, 관련기관의 증빙 문서 첨부 정보보호제품 도입 시 정보보호제품 도입요건에 따른 기준 명시 요구사항 고유번호 SER-006 요구사항 명칭 SW 구매설치 보안 요건 요구사항 분류 보안 요구사항 내용 구매설치단계에서 SW소스코드 보안약점 사전제거 Ÿ 파일업로드, SQL인젝션, 크로스사이트 스크립팅 등 웹 어플리케이션 시큐어 코딩 Ÿ 행정안전부 정보보호관련 가이드 참고하여 구매설치 보안 준수 - 가이드 파일은 행정안전부 홈페이지 정책자료간행물 게시판에 게시 - 소프트웨어 구매 설치 보안 가이드, 시큐어코딩 가이드 Ÿ 정적분석 공개소프트웨어를 이용하여 설치 보안 점검 - FindBugs httpfindbugs.sourceforge.net - Find Security bugs httpfind-sec-bugs.github.io - PMD httpfind-sec-bugs.github.iobugs.htm - Jenkins httpwww.jenkins-ci.org Ÿ 보안약점 점검 결과 보안취약점 자료를 대외비 이상으로 관리 및 외 부 유출 금지 서비스 페이지와 관리자페이지는 별도로 구성하며 별도의 URL 적용 관리자 페이지의 경우 내부망의 관리자 IPMAC 주소에서만 접근이 가 능하도록 조치인터넷망에서 접속 불가 개인정보 및 인증정보 입력 시 이용자 단말기에 키로깅, 화면캡쳐 방지 대책 마련 사용자 개인인증정보의 네트워크를 이용한 통신 시 SSL 적용 중요 정보개인정보, ID, PW 등의 경우 DB암호화 특수문자, 영문자대소문자포함, 숫자를 포함한 9자리 이상으로 패스워 드 설정, 주기적 변경, 단방향 암호화",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-005"
          ],
          [
            "요구사항  명칭",
            "네트워크  및  정보보호  제품  도입  보안  요건"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ CC인증  대상인  ‘중요’  정보보호제품은  CC  인증필  제품  도입을  원칙으\n로  함\n○ 국내용  CC인증제품,  국가용  암호제품,  보안적합성  검증필  제품  등이  아\n닌  정보보호제품  도입은  제안서  접수시점까지  국내용  CC인증을  획득 \n하거나  보안적합성  검증을  필한  제품에  한함\n○ 보안적합성  검증  생략이  가능한  경우,  관련기관의  증빙  문서  첨부\n※  정보보호제품  도입  시  정보보호제품  도입요건에  따른  기준  명시"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "SER-006"
          ],
          [
            "요구사항  명칭",
            "SW  구매설치  보안  요건"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 구매설치단계에서  SW(소스코드)  보안약점  사전제거 \n파일업로드,  SQL인젝션,  크로스사이트  스크립팅  등  웹  어플리케이션 \nŸ\n시큐어  코딩\n행정안전부  정보보호관련  가이드  참고하여  구매설치  보안  준수\nŸ\n    -  가이드  파일은  행정안전부  홈페이지  정책자료/간행물  게시판에  게시\n    -  소프트웨어  구매  설치  보안  가이드,  시큐어코딩  가이드 \n정적분석  공개소프트웨어를  이용하여  설치  보안  점검\nŸ\n    -    FindBugs  :  http://findbugs.sourceforge.net\n    -    Find  Security  bugs  :  http://find-sec-bugs.github.io\n    -    PMD  :  http://find-sec-bugs.github.io/bugs.htm\n    -    Jenkins  :  http://www.jenkins-ci.org\n보안약점  점검  결과  보안취약점  자료를  대외비  이상으로  관리  및  외\nŸ\n부  유출  금지\n○ 서비스  페이지와  관리자페이지는  별도로  구성하며  별도의  URL  적용\n○ 관리자  페이지의  경우  내부망의  관리자  IP‧MAC  주소에서만  접근이  가\n능하도록  조치(인터넷망에서  접속  불가)\n○ 개인정보  및  인증정보  입력  시  이용자  단말기에  키로깅,  화면캡쳐  방지\n대책  마련\n○ 사용자  개인‧인증정보의  네트워크를  이용한  통신  시  SSL  적용\n○ 중요  정보(개인정보,  ID,  PW  등)의  경우  DB암호화\n○ 특수문자,  영문자(대소문자포함),  숫자를  포함한  9자리  이상으로  패스워\n드  설정,  주기적  변경,  단방향  암호화"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 30 - 요구사항 내용 비인가된 관리계정 없도록 주기적 확인ᆞ제거 Ÿ 관리자 기능은 지정된 IP에서만 접근할 수 있도록 접근통제 Ÿ 사용자계정은 해당 업무 정보에만 접근할 수 있도록 직무에 따라 접 근 권한 제한 Ÿ 인사발령 등 업무변동 시 관리자 계정 삭제, 신설 등 신속처리 Ÿ 관리자 계정에 대한 주기적 점검 실시분기 1회 이상 Ÿ 계정의 공유 금지 개인정보 보유 시 개인정보보호법에 의거하여 개인정보 안전성 확보 조 치 회원정보 개인정보보호법에 의거 개인정보 수집이용파기위탁등 관 리 철저 개인정보 중 고유식별정보를 수집할 경우 법령에 의해서만 수집 가능 하며, 수집된 정보는 국가정보원이 인증한 암호화프로그램을 이용하 여 암호화 저장 구매 설치전 단계에서 실 운영 전 웹 취약점 점검 요구사항 고유번호 SER-007 요구사항 명칭 장비도입 공통 보안사항 요구사항 분류 보안 요구사항 내용 서버 등 관련 장비 시간 동기화하여 로그 생성 시 정확한 시간이 기 록되도록 조치 서버에 백신프로그램 최신 업데이트 및 감시기능 설정 서버 내 저장자료에 대해 업무별자료별 중요도에 따라 사용자의 접근 권한 차등 부여 서버설정 정보 및 서버에 저장된 자료에 대해 정기적으로 백업실시하여 복구 및 침해행위 대비 DB에 대해 사용자에 직접적인 접속을 차단하고 개인정보와 같은 중요 정보는 암호화조치 시스템 설치 나 장애처리 목적으로 업체망과 연결 불가 장비 운영 전 환경설정을 통한 보안취약점 사전 제거 Ÿ 최신 버전 패치, 불필요한 서비스 제거, 보안관련 구성 설정 확인 등 Ÿ rlogin, rsh, rcp, ftp, telnet 등과 같이 평문으로 소통하는 원격연결 서비스 포트 사용금지 Ÿ SSH 기본 서비스 포트22번 변경 초기 제조사 제공 계정Admin 사용 금지 및 계정 변경 사용 Ÿ 인가되지 않는 관리계정이 없도록 주기적인 확인 및 제거 Ÿ 관리자의 서버의 관리용 서비스 접속 시 특정 IP와 MAC주소가 부여 된 관리용 단말을 지정 운용",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-007"
          ],
          [
            "요구사항  명칭",
            "장비도입  공통  보안사항"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 서버  등  관련  장비  “시간  동기화”하여  로그  생성  시  정확한  시간이  기\n록되도록  조치\n○ 서버에  백신프로그램  최신  업데이트  및  감시기능  설정\n○ 서버  내  저장자료에  대해  업무별·자료별  중요도에  따라  사용자의  접근\n권한  차등  부여 \n○ 서버설정  정보  및  서버에  저장된  자료에  대해  정기적으로  백업실시하여 \n복구  및  침해행위  대비\n○ DB에  대해  사용자에  직접적인  접속을  차단하고  개인정보와  같은  중요\n정보는  암호화조치\n○ 시스템  설치  나  장애처리  목적으로  업체망과  연결  불가\n○ 장비  운영  전  환경설정을  통한  보안취약점  사전  제거\n최신  버전  패치,  불필요한  서비스  제거,  보안관련  구성  설정  확인  등\nŸ\nrlogin,  rsh,  rcp,  ftp,  telnet  등과  같이  평문으로  소통하는  원격연결 \nŸ\n서비스  포트  사용금지\nSSH  기본  서비스  포트(22번)  변경\nŸ\n○ 초기  제조사  제공  계정(Admin)  사용  금지  및  계정  변경  사용\n인가되지  않는  관리계정이  없도록  주기적인  확인  및  제거\nŸ\n관리자의  서버의  관리용  서비스  접속  시  특정  IP와  MAC주소가  부여\nŸ\n된  관리용  단말을  지정  운용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 31 - 요구사항 내용 Ÿ 관리용 단말기는 인터넷 접속이 차단된 단말기 사용 초기 제조사 패스워드 또는 취약한 패스워드 설정 금지 Ÿ 영숫자, 특수문자 포함한 9자리 이상으로 설정 Ÿ 단어, 전호번호 등 유추하기 쉬운 패스워드 사용금지 Ÿ 패스워드 주기적 변경최소 분기 1회 이상 시스템 로그, 접근로그, 이벤트 로그 저장6개월 이상 장비의 물리적 보안을 위해 장비들은 물리적 접근 통제 가능한 통제제 한구역정보통신실내에 보관 시스템의 설치나 장애처리 목적으로 업체망과 원격 연결 불가 장비신규도입구축시 기존 시스템 변화로 인한 장애발생 대비 보안대책 수립 후 진행 OS 및 응용SW 설치를 목적으로 외부로 장비 반출 불가 노후장비 불용처리 시 HDD 등에 저장자료 완전 삭제 처리 후 반출 서버등 관련 장비 시간 동기화하여 로그 생성 시 정확한 시간이 기록 되도록 조치 용역업체 선정 후 사업시작 전 용역사업 참여인력에 대한 정보보안교 육 실시부서장 확인, 용역사업 참여인원에 대해서 보안서약서 징구 용역사업 완료시 용역사업과 관련 자료 회수 및 삭제 조치 후 용역업체 에 복사본 등 용역사업과 관련된 자료를 보유하고 있지 않다는 용역 업체 대표 명의의 보안확약서 징구 요구사항 고유번호 SER-008 요구사항 명칭 개인정보 보호 관련 법제도 준수 요구사항 분류 보안 요구사항 내용 보안정책 및 지침을 준수하여 개발 Ÿ 국가 정보보안 기본지침국가정보원, 2021. 7. Ÿ 국가공공기관 용역업체 보안관리 가이드라인국가정보원 Ÿ 홈페이지 개인정보 노출방지 안내서행정안전부, 2021.10 Ÿ 소프트웨어 개발보안 가이드행정안전부, 2019. 11. Ÿ 개인정보의 안전성 확보조치 기준행정안전부, 2019. 6. Ÿ 소프트웨어 보안약점 진단가이드행정안전부, 2019. 6. Ÿ 본 사업은 위 지침 외에도 정부가 제정공포한 관계 법규지침를 준 수해야 하며, 사업기간동안 법규가 변경될 경우 해당 법규 준수",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "SER-008"
          ],
          [
            "요구사항  명칭",
            "개인정보  보호  관련  법/제도  준수"
          ],
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  내용",
            "○ 보안정책  및  지침을  준수하여  개발 \n국가  정보보안  기본지침(국가정보원,  2021.  7.)\nŸ\n국가․공공기관  용역업체  보안관리  가이드라인(국가정보원)\nŸ\n홈페이지  개인정보  노출방지  안내서(행정안전부,  2021.10)\nŸ\n소프트웨어  개발보안  가이드(행정안전부,  2019.  11.  )\nŸ\n개인정보의  안전성  확보조치  기준(행정안전부,  2019.  6.)\nŸ\n소프트웨어  보안약점  진단가이드(행정안전부,  2019.  6.)\nŸ\n본  사업은  위  지침  외에도  정부가  제정․공포한  관계  법규(지침)를  준\nŸ\n수해야  하며,  사업기간동안  법규가  변경될  경우  해당  법규  준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 32 - 사. 품질 요구사항 요구사항 고유번호 QAR-001 요구사항 명칭 기능 구현 정확성 요구사항 분류 품질 요구사항 내용 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구 사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 Baseline으로 간주 제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증 테스트활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공 한 것으로 평가함 요구사항 고유번호 QAR-002 요구사항 명칭 신뢰성 요구사항 분류 품질 요구사항 내용 목표시스템은 1일 24시간, 365일 상시 운영 가용성을 보장 복구할 수 없는 자료의 손실로 이어질 수 있는 시스템 오류를 방지하 고, 오류가 발생하는 즉시 사용자에게 관련 메시지를 공지할 것 3. 기타사항 제안요청서에 명시하지 않았더라도 사업 진행에 꼭 필요한 기본 항목은 모두 포함하는 것을 원칙으로 하며, 협의를 통해 최종 결정함. 사업내용이 변경될 경우에는 과업 변경절차에 따라 상호 협의하여 결정 하며, 제안사 판단으로 추가되어야 할 요구사항에 대해서는 별도 표시하 여 추가 작성 가능함. 제안사는 제안요청서에 기술된 요구사항을 기반으로 제안하되, 업무분석 단계에서 보다 창의적인 방법으로 요구사항을 해석정제하여 사업에 반 영해야 함. 제안요청서 상의 용어는 일반적인 통념에 따라 해석하되, 해석상의 차이 가 있거나 별도의 언급이 없을 경우에는 발주기관의 의견에 따름.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "QAR-001"
          ],
          [
            "요구사항  명칭",
            "기능  구현  정확성"
          ],
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  내용",
            "○ 시스템은  제공되기로  한  요구사항을  모두  제공하며,  초기  협의한  요구 \n사항에서  변경관리  절차를  통해  승인을  획득한  요구사항을  최종 \nBaseline으로  간주\n○ 제공되기로  한  요구사항을  제공하는지  여부는  각  기능  요구사항의  검증 \n(테스트)활동을  통해  예상된  결과가  도출되었을  경우  요구사항을  제공\n한  것으로  평가함"
          ]
        ],
        [
          [
            "요구사항  고유번호 QAR-002",
            ""
          ],
          [
            "요구사항  명칭",
            "신뢰성"
          ],
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  내용",
            "○ 목표시스템은  1일  24시간,  365일  상시  운영  가용성을  보장\n○ 복구할  수  없는  자료의  손실로  이어질  수  있는  시스템  오류를  방지하\n고,  오류가  발생하는  즉시  사용자에게  관련  메시지를  공지할  것"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 33 - 4. 결과물 제출 사업 완료에 따른 완료보고서 제출 완료계 디자인 원본 소스 일체 시스템 관리자운영자 매뉴얼 하자유지보수보증보험증권 1부 사업의 하자담보책임기간은 사업을 종료한 날사업에 대한 시험 및 검사를 수행하여 최종출물을 인도한 날을 말함부터 1년으로 함 5. 완료 후 교육지원 방안 제시 업무담당자에 대해 사용 및 기술교육 실시 교육내용 시스템 운영, 사이트 관리 및 사용방법, 표준화 교육기간 약 1주 이내",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 34 - III 제안서 작성 1. 제안서 작성 방법 및 유의 사항 제시된 제안서 목차 및 제안서 세부 작성 방법을 준용하여 각 요구조건 에 대해 명확하고 상세하게 작성하고, 기술적인 설명자료 등의 내용이 많을 경우에는 별첨 자료로 작성한다. 제안서는 A4 용지 작성을 원칙으로 하며, 총 100페이지를 넘지 않도록 한다. 제안서의 내용을 쉽게 참조할 수 있도록 각 페이지에 일련번호를 붙이 고, 제안서 목차 및 평가항목에 따라 관련 페이지에 대한 색인을 제시하 여야 한다. 제안서의 목차는 제시된 목차를 가급적 준수하고, 제안서의 내용을 객관 적으로 입증할 수 있는 자료는 제안서의 별첨으로 제출하여야 한다. 제출한 자료 중 허위가 있을 경우에는 평가대상에서 제외함은 물론 계 약 해지될 수 있다. 제안서의 내용은 명확한 용어를 사용하여 표현하여야 하며, 할 수도 있 다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주한다. 제안서 항목 중 해당 내용이 없는 경우는 해당사항 없음으로 기술하여 야 한다. 제출서류 중 관계기관에서 증명 및 확인 또는 입증해야 될 서류는 반드 시 이행되어야 하며, 사본 제출 시에는 대표자 인감으로 원본대조필 날인 후 제출하여야 한다. 확인되지 않은 사본 및 자체서류는 평가 시 인정하지 않는다. 제안된 내용의 검토를 위하여 발주기관의 요구 시 제안업체는 추가 자 료를 제출하여야 한다. 제안서 작성과정에서 취득한 내용에 대해서는 보안을 유지하여야 한다. 제안요청서의 모든 조건은 제안업체에서 명백하게 배제된 경우를 제외 하고는 묵시적으로 승인되어 제안서에 포함된 것으로 간주한다. 제안서 내용에 허위 기재 사실이 발견될 시에는 업체 선정에서 제외, 낙 찰취소 또는 계약해지가 된다. 제출된 제안서의 내용은 발주기관의 승인을 받지 않는 한 변경할 수 없 으며, 계약 체결 시 계약조건의 일부로 간주한다. 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련되는 비용은 입 찰 참가자의 부담으로 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 35 - 2. 제안서 목차 및 작성방법 작 성 항 목 작 성 방 법 I. 제안개요 본 사업에 대한 내용을 명확하게 이해하고 제안의 목적, 범위, 전 제조건 및 제안의 특징 및 장점 등을 요약하여 기술 II. 제안업체 일반 1. 일반현황 제안사의 일반현황 및 주요 연혁 2. 조직 및 인원 제안사의 조직 및 인원현황 제시해당 사업 유관 조직만 작성 3. 주요사업내용 제안사의 주요 사업내용을 제시해당 사업 내용 중심으로 작성 4. 주요사업실적 해당사업과 관련이 있는 공고일 기준 최근 3년이내의 주요 사업 실적 제시별지 1호 III. 사업수행부문 1. 기능 및 장비 요구사항 - 디자인 컨셉 및 시안을 웹사이트 각 1종 이상 제시 - 제안요구사항시스템 개선사항 등 에 대한 구현방안 및 적용 기술을 구체적으로 기술 2. 성능 및 보안요구사항 일련의 활동에 대한 성능 및 보안 방안을 구체적으로 기술 3. 품질 및 운영방안 기능 구현 정확성 및 개발 완료 후 시스템의 이용 및 관리운용에 관한 전반적인 방안을 기술 IV. 사업관리 부문 1. 사업관리방안 사업관리 부문의 방법, 절차, 내용 등을 제시 2. 품질보증계획 품질보증을 위한 조직, 방법, 절차, 내용 등을 제시 3. 위험관리계획 위험관리를 위한 조직, 방법, 절차, 내용 등을 제시 4. 추진일정계획 사업 추진예정 일정을 참조하여 추진일정을 간단히 제시 5. 수행조직 및 업무분장 본 사업을 수행할 수행조직도와 업무분장 및 투입인력 계획을 제시 - 용역책임자는 임원급으로 하며, 실무책임자는 개발기간 중 100 투입가능한 자로 하여야 함 6. 투입인력 및 이력사항 본 사업을 수행할 인력을 제시하고, 투입인력에 대한 이력사항을 별지양식을 이용하여 작성 별지 2호 V. 지원부문 1. 유지보수계획 장애처리절차, 유지보수체제 등 유지보수를 위한 종합적인 방안 제시 유상유지보수로 전환시 계약금액 기준 연간 비용 제시 2. 기술이전계획 원활한 시스템 운영을 위해 유지보수 요원에 대한 기술이전계획 을 분야별로 상세하게 제시. 단, 산출물로 제시할 수 없는 원천 기술부문이 있는 경우 이를 제안서상에 명시 3. 기타 지원사항 본 사업과 관련 지원 가능한 사항에 대한 내용을 기술",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 36 - IV 사업자 선정 방법 1. 사업자 선정기준 가. 입찰방법 제한경쟁입찰 나. 선정방식 협상에 의한 계약기술점수 80점, 가격점수 20점 2. 입찰 참가 자격 가.국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참 가 가격 및 동법 시행 규칙 제14조입찰참가자격요건의 증명에 의한 입 찰참가 자격을 갖추고 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조부정당업자의 입찰참가자격제한에 의거 제한 받지 않는 업체 나. 총 사업금액 20억원 미만인 사업으로, 소프트웨어 진흥법제48조중소 소프트웨어사업자의 사업참여 지원 따라, 중소 소프트웨어사업자만 입찰 참가 가능 다. 과업의 책임성 및 안정적인 사업 추진을 위하여 공동수급 및 하도급은 불 허함 라. 상호출자제한기업집단 소속기업 및 대기업 참여제한 사항 1소프트웨어진흥법 제48조에 따라 상호출자제한기업집단에 속하는 회사 는 입찰에 참여할 수 없음 2 본 사업은 20억 미만의 사업으로써,소프트웨어진흥법제48조및 대기업 인 소프트웨어 사업자가 참여할 수 있는 사업금액의 하한과학기술정보통신 부에 의거대기업 및 중견기업인 소프트웨어 사업자의 입찰 참여를 제한 함중소기업자만 입찰참가 가능 3. 입찰 일정 구 분 일정 비고 입찰공고 2024. 11. 4. 입찰 등록 및 제안서 제출 2024. 11. 18. 1000 마감 본관 1층 총무팀 제안서 평가 별도 PT발표 진행 2024. 11. 20. 1230 IT융합대학 2층 기업협업센터 대회의실 가격평가 제안서평가 완료 후 본관 1층 총무팀 협상대상자와 협상 선정일로부터 15일 이내 우선협상대상자부터 실시 계약체결 협상일로부터 10일 이내",
      "tables": [
        [
          [
            "구        분",
            "일정",
            "비고"
          ],
          [
            "입찰공고",
            "2024.  11.  4.",
            ""
          ],
          [
            "입찰  등록  및  제안서  제출",
            "2024.  11.  18.  10:00  마감",
            "본관  1층  총무팀"
          ],
          [
            "제안서  평가\n(※  별도  PT발표  진행)",
            "2024.  11.  20.  12:30",
            "IT융합대학  2층 \n기업협업센터  대회의실"
          ],
          [
            "가격평가",
            "제안서평가  완료  후",
            "본관  1층  총무팀"
          ],
          [
            "협상대상자와  협상",
            "선정일로부터  15일  이내",
            "우선협상대상자부터  실시"
          ],
          [
            "계약체결",
            "협상일로부터  10일  이내",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 37 - 참여 업체수와 현장 방문 일정에 따라 적격업체 선별, 가격 입찰 일정은 다소 변 동 될 수 있음 4. 제안서 평가 가. 기술능력평가80점 가격평가20점를 종합적으로 평가함 나. 제안 검토를 위하여 필요시 우리 대학의 요구에 따라 추가 자료를 제출할 수 있다. 다. 협상적격자의 기술능력평가 점수와 입찰가격평가 점수를 합산하여 합산점 수의 고득점 순에 따라 우선협상대상자를 선정한다. 라. 합산점수가 동일한 제안자가 2인 이상일 경우에는 기술능력 평가점수가 높은 제 안자를 선순위자로 하고, 기술능력 평가점수도 동일한 경우에는 기술능력 의 세부평가 항목 중 선순위에 있는 평가항목의 고득점자를 선순위자로 한다. 마. 선순위자와 협상이 결렬되면 차순위 협상대상자 순으로 협상을 실시한다. 바. 제안서 세부 내용은 공개하지 않으며, 제안서 평가내용, 평가방법, 선정결 과에 대하여 제안 업체는 일체의 이의를 제기할 수 없다. 사. 적격자 대상 여부는 학교에서 개별 통보한다. 5. 기술평가 세부 평가방식 가. 제안서의 평가는 평가항목별 세부 기준의 평가항목 및 배점표에 따라 학교 에서 구성한 평가위원이 평가를 실시한다. 나. 제안서 평가는 조선대학교의 평가 기준에 의하여 평가하며 제안사는 기술평가 결과에 대해 일체의 이의를 제기할 수 없으며 세부적인 평가항목 및 결과는 공개하지 않음 다. 기술평가 시 각 업체별 평가위원의 점수 중 최고점수 1개와 최저점수 1개 를 제외하고, 나머지 평가위원들의 점수를 평균화평가위원이 5명 이내인 경우 평가위원 전체의 점수를 평균화한다. 단, 최고 또는 최저 점수가 복 수 일 경우에는 그 중 1개 점수만 제외한다. 라. 평가를 위한 증빙서류 미제출 시 0점 처리함 마. 제안서의 평균 점수가 80점 만점의 85 이상 업체68점 이상를 대상으로 가격 평가 진행",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 38 - 6. 가격평가 세부 평가방식 가. 가격평가는 입찰참가자의 입회하에 실시하며, 입찰참가자가 입회를 하지 않을 경우 감독부서 담당자의 입회하에 실시한다. 나. 가격 평가 산출식 1 입찰가격을 추정가격의 100분의 80 이상으로 입찰한 자에 대한 평가 평점입찰가격평가배점한도 설계금액의상당가격 최저입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 추 정가격의 100분의 70미만일 경우에는 100분의 70으로 계산 해당입찰가격 해당 평가대상자의 입찰가격 입찰가격 평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를 포함하여 적용하고, 예정가격을 작성한 경우에는 추정가격을 예정가격으 로 적용 2 입찰가격을 추정가격의 100분의 80 미만인 입찰한 자에 대한 평가 평점입찰가격평가배점한도 설계금액의상당가격 최저입찰가격 설계금액의상당가격설계금액의상당가격 설계금액의상당가격해당입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 추 정가격의 100분의 70미만일 경우에는 100분의 70으로 계산 해당입찰가격 해당평가대상자의 입찰가격으로 하되, 입찰가격이 추정가 격의 100분의 70미만일 경우에는 배점한도의 30에 해당하는 평점을 부 여 SW 사업 및 소방장비관리법에 따른 소방장비, 경찰관 직무집행 법에 따른 경찰장구, 해양경찰장비 도입 및 관리에 관한 법률에 따 른 해양경찰장비, 군수품관리법에 따른 군수품으로서 소방ᆞ경찰ᆞ해 양경찰ᆞ군의 안전 관련 물품 구매ᆞ제조의 경우에는 해당 입찰가격이 추 정가격의 100분의 80미만일 경우에는 배점한도의 30에 해당하는 평점 을 부여 입찰가격 평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 39 - 포함하여 적용하고, 예정가격을 작성 한 경우에는 추정가격을 예정가격으 로 적용 3 입찰가격 평점 계산식에 의한 계산결과 소수점이하의 숫자가 있는 경우 에는 소수점 다섯째자리에서 반올림함 4 각 중앙관서의 장은 계약수행 과정에서 계약상대자가 계약금액 이외에 제3자로부터 경제적 이익을 얻을 수 있는 경우 등 위 기준을 적용하기 곤란하다고 판단되는 경우에는 기획재정부 장관과 협의하여 위 기준과 다른 평점 계산식을 운영할 수 있다. 7. 개인정보 관련 사항 가. 계약상대자는 용역 수행 시 개인정보 보호 관련법규에 따라 용역 이행에 사용되는 개인정보가 외부에 유출되지 아니하도록 관리에 만전을 기해야 하며, 최종 결과물 납품 시 종이류, 원고 등 정보자료를 반납하고, 조판 및 컴퓨터 파일 등을 삭제폐기하여야 하며, 만약 이를 어겨 발생하는 일 체의 민형사상 책임은 계약상대자에게 있음 나. 계약상대자는 계약 체결 시 학교에서 제공하는 개인정보처리 위탁 표준 계약서, 개인 정보 취급 위탁 보안서약서를 작성하여 제출하여야 하며, 개인정보의 수집 이용 목적 및 항목, 수집한 개인정보의 보유 및 이용 기간, 삭제 방법에 대하여 별도 작성 후 제출하여야 함 8. 협상 가. 협상 기간과 대상 등을 협상대상자에게 통보하며, 협상 기간은 협상대상 자에게 통보된 날로부터 15일 이내로 한다. 다만, 해당 사업의 규모, 특수 성, 난이도 등에 따라 협상대상자와의 협의에 의하여 5일의 범위 내에서 조정할 수 있다. 나. 기간 내에 협상이 이루어지지 않을 경우에는 10일의 범위 내에서 연장 할 수 있다. 9. 계약조건 가. 낙찰자는 낙찰일로부터 10일 이내에 계약체결을 완료하여야 하고, 계약체결에 응하지 않거나 허위서류를 제출한 자에 대하여는 국가 당사자로 하는 계약에 관한 법률 시행령",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 40 - 에 낙찰자로 박탈하며, 이런 경우의 낙찰 자격은 낙찰대상 차순위자 순으로 갖게 됨 나. 제안서 인력은 단독 구성원의 자사인력으로 구성하여야 함 다. 입찰공고문, 제안안내서, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않은 사항은 국가를당사자로 하는 계약에 관한 법률, 소프트웨어 진흥법, 기획재정부 계약 예규, 국제표준규격 등 관련 규정 및 발주사의 계약 요령에 따름 라. 입찰에 참가하고자 하는 자는 본 제안요청서 및 국가를 당사자로 하는 계약에 관한 법 률 등을 입찰 전에 완전히 숙지하였다고 간주하며, 이를 숙지하지 못함으로 발생 되는 책임은 입찰 참가자에게 있음 마. 용역 수행 중 취득한 대학의 중요정보IP정보, 시스템 구성도 등를 무단으로 외부로 유출하는 경우 국가계약법 시행령 제76조부정당업자의 입찰참가자격 제한 1항 18호 에 의거 부정당업자로 지정하여 입찰참가자격을 제한할 수 있음 바. 본 사업의 지체상금은 기성금을 제외한 계약금액의 1,000분의 1.25인 지체 상금율에 지체일수를 곱한 금액을 현금으로 납부하여야 함 사. 본 사업의 하자담보책임기간은 사업을 종료한 날사업에 대한 시험 및 검사를 수행하여 최종산출물을 인도한 날을 말함부터 1년으로 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 41 - V 입찰 등록 서류 및 제안서 평가 서류 입찰 등록 서류 Ÿ 입찰참가신청서본교 소정양식 1부 Ÿ 사업자등록증사본 1부관할 세무서장 발행원본대조필 1부 Ÿ 법인등기사항전부증명서 1부 법인사업자 해당자만개인 사업자인경우 주민등록등본3개월 이내 발행 Ÿ 인감증명서 및 사용인감계 각 1부입찰등록시 인감도장 또는 사용인감 도장 반드시 지참 Ÿ 소프트웨어사업자 일반현황 관리서 1부원본대조필 Ÿ 중소기업확인서 1부. Ÿ 위임장 및 재직증명서 각 1부 대리인이 입찰 등록하는 경우, 개인정보를 최소화하여 작성 Ÿ 개인정보수집이용동의서, 청렴계약이행서약서 각 1부 Ÿ 가격제안서 1부산출내역서 포함, 소봉투에 밀봉 및 인감으로 봉인선 날인 하여 제출 Ÿ 가격제안서 개봉위임장, 입찰등록자 비상연락처 1부 Ÿ 입찰이행보증보험증권 또는 입찰보증서입찰금액의 5 국가계약법 시행 령 제37조에 의거한 업체기관에 한해서 입찰보증각서 제출 가능 입찰 보증각서 제출 시 입찰계약부서에 선문의 필요 1부 Ÿ 입찰등록자 신분증 지참 제안서 평가 서류입찰 등록 서류와 함께 제출. 총무팀에서 수합 후 발주부서로 전달 Ÿ 제안서 9부 A4 용지 규격, 원본 1부-업체명 기재, 제안서평가용 8부-업체명 미기재, 제안서 파일저장 USB 1개 원본 1부에만 회사명로고을 표기하고, 사본에는 표기하지 않음 업체를 나타낼 수 있는 문구, 슬로건, 로고 등을 포함하여 표기하지 않음 업체를 나타낼 수 있는 문구, 슬로건, 로고 등 포함하여 표기 시 감점 또 는 불이익을 받을 수 있음 회사명이 표기되는 제출문을 포함한 각종 첨부양식은 원본에만 수록 함 Ÿ 실적증명서 또는 실적증명원",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 42 - - 실적증명원 또는 세금계산서 및 계약 내용을 나타낼 수 있는 계약서 사본 제출원본대조필세금계산서 또는 계약서 사본 단독 제출하는 경우 실적 증명 불가 Ÿ 기타 제안요청서의 별지 서식에 포함되어있는 제반 서류 각 1부 Ÿ 제안서 내용 파일이 수록된 USB 1개",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 43 - VI 제안 평가표 실적 평가 기준 안내 평가방법 평가기준 배 점 최근 3년 이내 유사 사업관리시스템 구축개선 실적 5건 이상 10 3건 이상5건 미만 9 1건 이상3건 미만 8 없음 0 아래의 기준을 만족한 실적 인정 입찰공고일 기준 최근 3년 이내 용역 및 학교 관련 SW개발 수행 실적진행 중 실적도 인정 실적증명원 사본 제출이 불가한 경우, 계약서 사본 및 세금계산서 제출 민간 실적인 경우 계약서 사본 및 세금계산서 반드시 제출 구분 평가항목 배점 비고 기술 능력 평가 주관적 평가 사업수행 기관의 적합성 위탁기관의 사업수행 능력 Ÿ 기관의 시설규모 및 영향력 Ÿ 업무 수행을 서포트할 인력망 보유여부 12점 평가 위원 Ÿ 운영조직의 전문성 Ÿ 참여인력의 기술 수준 및 인원 수 9점 사업 충족도 Ÿ 기능 및 성능 요구사항 분석 및 방안의 타당성 10점 Ÿ 웹 취약점 및 정보보안 방안의 타당성 9점 사업관리 Ÿ 사업관리방법 및 프로젝트관리 방안의 타당성 10점 요구사항의 충족도 Ÿ 기능 및 성능 요구사항 분석 및 방안의 타당성 10점 제안서 내용의 타당성 Ÿ 사업 의도와의 부합성 Ÿ 시스템 구축 전략의 타당성 10점 객관적 평가 실적평가 Ÿ 실적평가 기준 안내 참조 10점 감독자 가격평가 제안요청서 참조 20점 총무팀 총 점 100점",
      "tables": [
        [
          [
            "구분",
            "",
            "평가항목",
            "",
            "배점",
            "비고"
          ],
          [
            "기술\n능력\n평가",
            "주관적\n평가",
            "사업수행 \n기관의 \n적합성",
            "위탁기관의  사업수행  능력\nŸ 기관의  시설규모  및  영향력\nŸ 업무  수행을  서포트할  인력망  보유여부",
            "12점",
            "평가\n위원"
          ],
          [
            "",
            "",
            "",
            "Ÿ 운영조직의  전문성\nŸ 참여인력의  기술  수준  및  인원  수",
            "9점",
            ""
          ],
          [
            "",
            "",
            "사업  충족도",
            "Ÿ 기능  및 성능  요구사항  분석  및  방안의 타당성",
            "10점",
            ""
          ],
          [
            "",
            "",
            "",
            "Ÿ 웹  취약점  및  정보보안  방안의  타당성",
            "9점",
            ""
          ],
          [
            "",
            "",
            "사업관리",
            "Ÿ 사업관리방법  및  프로젝트관리  방안의  타당성",
            "10점",
            ""
          ],
          [
            "",
            "",
            "요구사항의 \n충족도",
            "Ÿ 기능  및 성능  요구사항  분석  및  방안의 타당성",
            "10점",
            ""
          ],
          [
            "",
            "",
            "제안서\n내용의\n타당성",
            "Ÿ 사업  의도와의  부합성\nŸ 시스템  구축  전략의  타당성",
            "10점",
            ""
          ],
          [
            "",
            "객관적\n평가",
            "실적평가",
            "Ÿ 실적평가  기준  안내  참조",
            "10점",
            "감독자"
          ],
          [
            "가격평가",
            "",
            "제안요청서  참조",
            "",
            "20점",
            "총무팀"
          ],
          [
            "총  점",
            "",
            "",
            "",
            "100점",
            ""
          ]
        ],
        [
          [
            "평가방법",
            "평가기준",
            "배  점"
          ],
          [
            "최근  3년  이내  유사  사업관리시스템  구축/개선  실적",
            "5건  이상",
            "10"
          ],
          [
            "",
            "3건  이상~5건  미만",
            "9"
          ],
          [
            "",
            "1건  이상~3건  미만",
            "8"
          ],
          [
            "",
            "없음",
            "0"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 44 - 별지 제1호 서식 최근 3년이내 주요사업실적공고일 기준 사 업 명 사업기간 계약금액 발주처 비고 현재 수행중인 사업도 포함하여 연도순으로 기재하되, 제안사업과 유관한 것만 기재 하도급 미인정 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재",
      "tables": [
        [
          [
            "사    업    명",
            "사업기간",
            "계약금액",
            "발주처",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 45 - 별지 제2호 서식 참여인력 이력사항 성 명 소 속 직 책 해당분야근무경력 년 개월 자 격 증 본사업참여임무 기술 등급 경 력 사 업 명 참 여 기 간 년월 년월 담 당 업 무 발 주 처 비 고 기술등급은 소프트웨어산업 진흥법 시행령 제1조2소프트웨어 기술자의 범위의 별표1에 의한 기술자의 등급과 자격기준에 따라 기술 경력은 해당분야 근무경력에 기술한 내용을 파악할 수 있도록 기술",
      "tables": [
        [
          [
            "성  명\n소  속\n직  책",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "해당분야근무경력",
            "년        개월",
            "",
            "",
            "",
            ""
          ],
          [
            "자  격  증",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "본사업참여임무",
            "기술  등급",
            "",
            "",
            "",
            ""
          ],
          [
            "경                력",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사      업      명",
            "",
            "참  여  기  간\n(년월  ～  년월)",
            "담  당  업  무",
            "발  주  처",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 46 - 별지 제3호 서식 정보화사업 보안특약서 업체대표용 업체명 는 사업명 사업을 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 사업자는 조선대학교의 보안정책을 위반하였을 경우 별첨1의 사업자 보안위규 처리 기준에 따라 위규자 및 관리자를 행정조치하고 별첨2의 보안 위약금 부과 기준에 따라 위약금을 조선대학교에 납부한다. 2. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별첨3의 누출금지 대상정보에 대한 보안관리계획을 사업제안서에 기재 하여야 하며, 누출금지 대상정보가 누출시 발생하는 모든 피해에 대해 손해배상책임을 지며 조선대학교는 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록한다. 3. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료시 정보보안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 4. 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 한다. 5. 사업자는 별첨4의 용역업체 보안준수사항을 지켜야 한다. 6. 사업자는 용역사업에 투입되는 모든 인원 및 대표자에 대하여 사업 착수전 별첨5의 보 안서약서를 작성하여 제출하고 사업완료 후에는 대표자명의로 별첨6의 보안확약서를 조선대학교에 제출하여야 하며, 사업 참여인원의 인력교체 발생시 사전에 발주담당부서의 서면 승인을 받아야 한다. 7. 조선대학교의 보안담당부서에서는 보안 취약개소 확인, 보안대책 강구 및 보안 위규사항 적발 등을 위하여 사업기간 중 불시 및 정기보안점검을 시행할 수 있으며, 이에 성실히 응해야 한다. 202 년 월 일 업체명 주 소 대표자 인 조선대학교 총 장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 47 - 별첨 1 사업자 보안위규 처리기준 구분 위 규 사 항 처 리 기 준 심각 1. 비밀 및 대외비 급 정보 유출 및 유출시 도 가. 정보시스템에 대한 구조, 데이터베 이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비 공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹 시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유 포 사업참여 제 한 위규자 및 직 속 감독자 등 중징계 재발 방지를 위 한 조치계획 제출 위규자 대상 특 별보안교육 실시 중대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소 홀 마. 참여인원에 대한 보안서약서 미 징구 및 교육 미실시 2. 사무실작업장 보안관리 허술 가. 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시 스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, USB 등 보조기억매체 기술적 통제 미 흡 나. 웹하드P2P 등 인터넷 자료공유 사이트를 활용하여 용역사업 관 련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미 부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연 결 사용 사. 보안관련 프로그램 강제 삭제 아. 제공된 계정관리 미흡 및 오남용 시스템 불법접근 시도 등 자. 바이러스 백신 정품 SW 미설치 위규자 및 직 속감독자 등 중징계 재발 방지를 위 한 조치계획 제출 위규자 대상 특 별보안교육 실시 구분 위 규 사 항 처 리 기 준 보통 1. 기관 제공 중요정책ᆞ민감 자료 관 리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지 함 등에 유기 또는 이면지 활용 다. 중요정보에 대한 자료 인수인계 절차 미 이행 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방 한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 출입 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 불순응 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체 CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외 부에 노출 바. 비인가 보조기억매체 무단 사용 사. 정보시스템 반입시 바이러스 백 신 미검사 또는 반출시 자료 삭 제 미확인 아. 바이러스 백신 최신 업데이트 또 는 정밀점검 미실시 위규자 및 직 속 감독자 등 경징계 위규자 및 직 속 감독자 사 유서 경위서 징구 위규자 대상 특별보안교육 실시 경미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 다. PC 월1회 보안 점검 미이행 위규자 서면ᆞ구 두 경고 등 문책 위규자 사유서 경위서 징구 사업자 보안위규 처리 절차 경위 확인 보안위규 처리기준에 따라 조치 재발방지 대책 보안조치 이행 점검",
      "tables": [
        [
          [
            "구분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "보통",
            "1.  기관  제공  중요정책ㆍ민감  자료  관\n리  소홀\n가.  주요  현안ㆍ보고자료를  책상위 \n등에  방치\n나.  정책ㆍ현안자료를  휴지통ㆍ폐지\n함  등에  유기  또는  이면지  활용\n다.  중요정보에  대한  자료  인수․인계 \n절차  미  이행 \n2.  사무실  보안관리  부실\n가.  캐비넷ㆍ서류함ㆍ책상  등을  개방\n한  채  퇴근 \n나.  출입키를  책상위  등에  방치\n3.  보호구역  출입  소홀 \n가.  통제ㆍ제한구역  출입문을  개방한 \n채  근무\n나.  보호구역내  비인가자  출입허용 \n등  통제  불순응\n4.  전산정보  보호대책  부실\n가.  휴대용저장매체를  서랍ㆍ책상  위 \n등에  방치한  채  퇴근\n나.  네이트온  등  비인가  메신저  무단 \n사용 \n다.  PC를  켜  놓거나  보조기억  매체\n(CD,  USB  등)를  꽂아  놓고  퇴근\n라.  부팅ㆍ화면보호  패스워드  미부여 \n또는  \"1111\"  등  단순숫자  부여\n마.  PC  비밀번호를  모니터옆  등  외\n부에  노출\n바.  비인가  보조기억매체  무단  사용\n사.  정보시스템  반입시  바이러스  백\n신  미검사  또는  반출시  자료  삭\n제  미확인 \n아.  바이러스  백신  최신  업데이트  또\n는  정밀점검  미실시",
            "◦위규자  및  직\n속  감독자  등 \n경징계 \n◦위규자  및  직\n속  감독자  사\n유서 \n/경위서 \n징구\n◦위규자 \n대상 \n특별보안교육 \n실시"
          ],
          [
            "경미",
            "1.  업무  관련서류  관리  소홀\n가.  진행중인  업무자료를  책상  등에 \n방치,  퇴근\n나.  복사기ㆍ인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n가.  각종  보안장비  운용  미숙\n나.  경보ㆍ보안장치  작동  불량 \n3.  전산정보  보호대책  부실 \n가.  PC내  보안성이  검증되지  않은 \n프로그램  사용\n나.  보안관련  소프트웨어의  주기적 \n점검  위반\n다.  PC  월1회  보안  점검  미이행",
            "◦위규자  서면ㆍ구\n두\n  경고  등 \n문책\n◦위규자  사유서 \n/ 경위서 징구"
          ]
        ],
        [
          [
            "구분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심각",
            "도 가.\n1.  비밀  및  대외비  급  정보  유출  및  유출시\n  정보시스템에  대한  구조,  데이터베\n이스  등의  정보  유출\n나.  개인정보·신상정보  목록  유출\n다.  비공개  항공사진·공간정보  등  비\n공개  정보  유출\n2. 정보시스템에 대한 불법적 행위\n가\n.  관련  시스템에  대한  해킹  및  해킹\n시도\n나.  시스템  구축  결과물에  대한  외부 \n유출\n다.  시스템  내  인위적인  악성코드  유\n포",
            "◦사업참여  제\n한\n◦위규자  및  직\n속  감독자  등 \n중징계\n◦재발  방지를  위\n한  조치계획 \n제출\n◦위규자  대상  특\n별 보 안 교 육 \n실시"
          ],
          [
            "중대",
            "1. 비공개 정보 관리 소홀 \n가\n. 비공개 정보를  책상  위  등에  방치 \n나.  비공개  정보를  휴지통ㆍ폐지함 \n등에  유기  또는  이면지  활용\n다.  개인정보․신상정보  목록을  책상 \n위  등에  방치\n라.  기타  비공개  정보에  대한  관리소\n홀\n마.  참여인원에  대한  보안서약서  미\n징구  및  교육  미실시     \n2. 사무실(작업장) 보안관리 허술\n가.  출입문을  개방한  채  퇴근  등\n나.  인가되지  않은  작업자의  내부  시\n스템  접근\n다.  통제구역  내  장비·시설  등  무단 \n사진촬영 \n3.  전산정보  보호대책  부실\n가.  업무망  인터넷망  혼용사용,  USB \n등  보조기억매체  기술적  통제  미\n흡 \n나.  웹하드·P2P  등  인터넷  자료공유\n사이트를  활용하여  용역사업  관\n련  자료  수발신\n다.  개발·유지보수  시  원격작업  사용\n라.  저장된  비공개  정보  패스워드  미\n부여\n마.  인터넷망  연결  PC  하드디스크에 \n비공개  정보를  저장\n바.  외부용  PC를  업무망에  무단  연\n결  사용\n사.  보안관련  프로그램  강제  삭제\n아.  제공된  계정관리  미흡  및  오남용\n(시스템  불법접근  시도  등)\n자.  바이러스  백신  정품  S/W  미설치",
            "◦위규자  및  직\n속감독자  등 \n중징계\n◦재발  방지를  위\n한  조치계획 \n제출\n◦위규자  대상  특\n별 보 안 교 육 \n실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 48 - 별첨 2 보안 위약금 부과 기준 위규 수준별로 AD 등급으로 차등 부과 구 분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 계약금액의 5 이하 계약금액의 3 이하 계약금액의 1 이하 위규 수준은 별첨 2 참고 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않 도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감 안하여 타 항목과 별도 부과 사업 종료시 지출금액 조정을 통해 위약금 정산 별첨 3 누출금지 대상정보 1. 조선대학교의 정보시스템 내ᆞ외부 IP주소 현황 2. 정보시스템 구성 현황 및 정보통신망 구성도 3. 개별사용자의 계정ᆞ비밀번호 등 정보시스템 접근 권한 정보 4. 정보통신망 또는 정보시스템 취약점 분석ᆞ평가 결 과물 5. 정보화사업 용역 결과물 및 관련 프로그램 소스코 드 6. 암호자재 및 정보보호시스템 도입ᆞ운용 현황 7. 정보보호시스템 및 네트워크장비 설정 정보 8. 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 조선대학교의 내 부문서 9. 개인정보보호법제2조제1호에 따른 개인정보 10. 보안업무규정제4조에 따른 비밀 및 보안업무규 정 시행규칙제16조제3항에 따른 대외비 11. 그 밖에 조선대학교에서 공개가 불가하다고 판단한 자료 별첨 4 용역업체 보안준수 사항 1. 참여인원 보안준수사항 용역사업 참여인원은 누출금지 대상정보를 숙지한 후 개인의 친필 서명이 들어간 보안서약서 제출 용역사업 수행 전 참여인원은 법적 또는 조선대학교 규정에 따른 비밀유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육 이행 누출금지 대상 정보의 외부 누출금지 용역사업 수행 중 조선대학교 정보시스템에 위해를 가할 수 있는 행위는 절대 불가 비밀관련 사업을 수행할 경우 비밀취급인가 취득 프로젝트 참여인원은 업체 임의로 교체할 수 없으며, 신상변동해외여행 포함사항 발생 시 즉시 보고한다. 프로젝트 시작 전 참여인원에 대한 비밀유지의무 준 수 등의 교육을 실시하고, 발주처의 확인을 받는다. 2. 자료에 대한 보안준수사항 과업지시서, 계약서 등에 명시한 누출금지 대상정보 가 필요할 경우 자료관리 대장을 작성하여 인계자인 수자가 직접 서명한 후 수령하고 사업완료 시 관련 자료 반납 용역사업 관련자료 및 사업과정에서 생산된 모든 산출 물은 수원시의 파일 서버에 저장하거나 정보보안담당 관이 지정한 PC에 저장관리 용역사업 관련 자료는 인터넷 웹하드P2P 등 인터넷 자 료공유사이트 및 개인 메일함에 저장을 금지하고 용역 발주기관과 용역업체 간 전자우편을 이용해 자료 전송이 필요한 경우에는 자체 전자우편을 이용, 첨부자료 암호화 후 수발신 대외비 이상의 비밀은 전자우편으로 송수신 금지 업체가 조선대학교의 사무실에서 용역사업을 수행할 경우 제공한 비공개 자료는 매일 퇴근 시 반납토록 하며 비밀문서를 제외한 일반문서는 사무실 시건장 치가 된 보관함이 있을 경우 이에 보관 가능 용역사업 수행으로 생산되는 산출물 및 기록을 포함 하여 누출금지 대상정보의 사용허가를 정보보안담당 관이 인가하지 않은 자에게 제공대여열람을 금지 사업수행을 위해 제공된 내부 자료는 복사 및 외부 반출을 금지 3. 사무실장비에 대한 보안준수사항 용역사업 수행 장소는 조선대학교 내 시건장치와 통제 가 가능한 공간을 이용하거나 CCTV시건장치 등 비인 가자 출입통제 대책이 마련된 사무실을 사용 용역업체 사무실 또는 용역 업무를 수행하는 공간에 대한 보안점검 실시 협조 조선대학교 내부에서 용역사업을 수행할 경우 조선대학 교에서 제공한 노트북 또는 PC를 사용하고, 불가피한 경",
      "tables": [
        [
          [
            "구  분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건 \n이상",
            "경미 3건 \n이상"
          ],
          [
            "위약금\n비중",
            "부정당업자 \n등록",
            "계약금액의 \n5%  이하",
            "계약금액의\n3%  이하",
            "계약금액의\n1%  이하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 49 - 우에만 정보보안담당관 허가 하에 노트북 사용 참여직원이 노트북 등 관련 장비를 외부에 반출입시 마다 악성코드 감염여부 및 자료 무단반출 여부 확인 인가받지 않은 USB 메모리 등의 휴대용 저장매체 사용 을 금지하며 산출물 저장을 위하여 휴대용 저장매체가 필요한 경우 보안담당관의 승인하에 사용 4. 내외부망 접근 시 보안준수사항 발주기관 내부망에 대한 접속은 반드시 발주기관의 승인을 득한 후 사용 용역업체에서 사용하는 PC는 인터넷 연결을 금지하며, 사업수행 상 연결이 필요한 경우에는 정보보안담당관의 보안 통제하에 제한적 허용 P2P, 웹하드 등 인터넷 자료공유사이트로의 접속은 허용이 불가 사업 참여인원이 발주기관의 정보시스템에 접근하는 경우 - 사용자계정은 하나의 그룹으로 등록하고 계정별로 접근권한을 차등 부여하되 기관 내부문서의 접근 을 금지 - 계정별로 부여된 접근권한은 불필요 시 즉시 권한 을 해지하거나 계정을 폐기 - 계정별 패스워드는 보안정책숫자, 영문자, 특수문자 등을 혼합하여 9자리 이상에 부합되어야 하며 보안 책임자가 별도로 기록 관리하여 변경이력을 수시로 확인 5. 온라인 유지보수 시 보안준수사항 원격작업은 금지하나 필요하다고 판단하는 경우, 용역 업체가 다음의 보안대책에 서면으로 동의하는 경우에 한하여, 용역업체에게 소관 정보시스템교육부 정보보 안 기본지침 제42조제1항에 따른 보안ᆞ네트워크장비 를 제외한다에 대하여 인터넷을 통한 온라인 유지보 수를 허용 - 지정된 장소에 설치된 지정된 단말기에서만 접속 및 해당 단말기에 대한 접근인원 통제 - 지정 단말기는 제3호에 따른 온라인 용역 통제시스템 접속 전용專用으로 운용하고 다른 목적의 인터넷 접 속은 차단 - 발주기관내 설치된 온라인 용역 통제시스템을 경유하여 유지보수 대상 정보시스템에 접속하는 등 소통구간 보 호ᆞ통제 - 접속사실이 기록된 로그기록을 1년 이상 보관 - 유지보수 계약 시행일로부터 종료 후 30일이 경과 하는 날까지의 기간 중에 발주기관 정기 또는 수 시 점검불시 점검을 포함한다 수검 - 기타 국가정보원장이 배포한 국가ᆞ공공기관 용역 업체 보안관리 가이드라인에서 제시된 온라인 유 지보수에 관련된 보안대책의 준수 6. 원격지 개발 시 보안준수사항 용역업체 작업장소에 대한 보안요구사항 등을 포함한 관리적ᆞ기술적 보안대책을 수립ᆞ시행한 후 보안사 업담당자는 보안대책을 수립하고 보안담당관의 승인 후 사용 용역업체가 다음 각 호에 따른 보안대책에 서면으로 동의하는 경우에 한하여, 각급기관의 장은 용역 업체 에게 원격지에서 인터넷을 통해 발주기관 정보시스템 에 온라인 접속한 상태의 개발 작업을 허용 - 지정된 단말기에서만 접속 및 해당 단말기에 대한 접근인원 통제 - 지정 단말기는 온라인 용역 통제시스템 접속 전용 專用으로 운용하고 다른 목적의 인터넷 접속은 차단 - 발주기관내 설치된 온라인 용역 통제시스템을 경유 하여 개발에 필요한 정보시스템에 접속하는 등 소 통구간 보호ᆞ통제 - 접속사실이 기록된 로그기록을 1년 이상 보관 - 계약 시행일로부터 종료 후 30일이 경과하는 날까 지의 기간 중에 발주기관, 발주기관의 상급기관 및 국가정보원장의 정기 또는 수시 보안점검불시 점 검을 포함한다 수검 - 기타 국가정보원장이 배포한국가ᆞ공공기관 용역업 체 보안관리가이드라인에서 제시된 온라인 개발에 관련된 보안대책의 준수 교육부 정보보안 기본지침에서 제시된 제28조에 따른 원격지 개발보안, 제28조의2에 따른 원격지 에서의 온라인 개발, 제50조에 따른 지정 단말기 를 통한 온라인 유지보수에 관련된 보안대책의 준수 7. 사업 완료 시 보안준수사항 사업 완료 후 생산되는 최종 산출물 중 대외보안이 요구되는 자료는 대외비 이상으로 작성관리하고 불 필요한 자료는 삭제 및 세단 후 폐기 용역업체에 제공한 자료, 장비와 중간최종 산출물 등 용역과 관련된 제반자료는 전량 회수하고 업체에 복사 본 등 별도 보관 금지 사업 완료 후 업체 소유 PC서버의 하드디스크휴대용 저장매체 등 전자기록 저장매체는 국가정보원장이 안 전성을 검증한 삭제 SW로 완전 삭제 후 반출 용역사업 관련자료 회수 및 삭제조치 후 업체에게 복사 본 등 용역사업관련 자료를 보유하고 있지 않다는 대표 명의 확약서 제출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 50 - 별첨 5 보 안 서 약 서 참여인력용 관련 업무사업 1. 본인은 조선대학교이하 대학이라 함에서 취득한 모든 정보를 업무에 한해 이용할 것이며, 계약 기간, 퇴직 및 계약 종료 후, 또는 관련 업무사업 기간 및 종료 후에도 유출 또는 공개하거나 부정한 목적으로 사용하지 않을 것을 서약합니다. 2. 본인은 대학으로부터 제공받은 정보자산서류, 사진, 전자파일, 저장매체, 전산장비 등의 일체의 자산을 무단 변조, 복사, 훼손, 분실 등으로부터 안전하게 관리하겠습니다. 3. 본인은 알 필요가 없는 자직원, 고객 혹은 계약직 직원 등에게 대학 소유정보를 누설하지 않을 것이며, 업무상 알게 된 고객의 비밀 및 개인정보를 누설하지 않겠습니다. 4. 본인은 명백히 허가 받지 않은 정보나 시설에 접근하지 않으며, 대학 관련 업무를 수행할 때만 교내 정보시 스템을 사용하고, 이 시설에 본인의 사적 정보를 보관하지 않겠습니다. 5. 본인은 대학에서 승인 받지 않은 프로그램, 정보저장 매체USB, 외장 HDD, Zip Drive, CD-ROM 등를 대학 내에서 사용하지 않겠습니다. 6. 본인은 대학 소유 정보자산을 외부로 반출할 경우 대학의 통제절차를 준수할 것이며, 교내 통신망을 통해 수발신 되는 전자문서는 정보자산의 보호를 위하여 대학차원에서 점검발신통제 및 모니터링할 수 있음을 인식하겠습니다. 7. 본인에게 할당된 사용자 계정 및 비밀번호, 네트워크 정보를 타인과 공동사용하지 않으며, 조선대학교 누출금지 대상정보를 누설하지 않겠습니다. 8. 본인은 대학의 보안규정 및 정책, 지침을 준수하겠습니다. 9. 본인은 퇴직 및 계약 종료 시 또는 관련 업무사업 종료 시 대학에서 제공받은 대학의 비밀과 관련된 모든 자료를 포함하여 대학 소유의 모든 정보자산을 반드시 반납하고 비밀을 유지하겠습니다. 10. 하도급업체를 통한 사업 수행 시 하도급업체로 인해 발생하는 위반사항에 대하여 모든 책임을 부담하겠습니다. 상기 사항을 숙지하고 이를 성실히 준수할 것을 동의하며 비밀 유지 서약의 보안사항을 위반하였을 경우에는 관련법령에 의한 민형사상의 책임 이외에도, 대학의 관련 규정에 따른 징계조치 등 어떠한 불이익도 감수할 것이며 대학에 끼친 손해에 대해 지체 없이 변상복구할 것을 서약합니다. 202 년 월 일 업체명 연락처핸드폰사무실 이메일 서약자 인 조선대학교 총 장 귀하 ------------------------------------------------------------------------------------------------------------------------------ 개인정보 수집 및 이용에 동의합니다. 개인정보 수집 및 이용 목적은 보안서약서 용도로 사용합니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 51 - 별첨 6 보 안 확 약 서 업체대표용 본인은 202 년 월 일부로 __________________________________ 사업의 완료와 관련하여 제출된 산출물에 이상이 없음과 다음 사항을 준수할 것을 엄숙히 확약합니다. 1. 사업완료 후 작업PC 및 휴대형 저장매체에 저장된 자료는 복구 불가하도록 완전히 삭제 또는 파기 후 반출한다. 2. 수요기관에서 제공받은 장비, 서류와 중간최종 산출물 등 용역과 관련된 제반자료문서, 전자파일 등는 전량 반납하고, 사업산출물 복사본 등을 별도 보관하지 않는다. 3. 최종 산출물 중 대외보안이 요구되는 자료는 대외비로 작성관리하고 불필요한 자료는 삭제 또는 파기한다. 4. 본 사업을 통하여 취득한 모든 정보개인정보 포함는 수요기관의 동의없이 외부에 누설하지 않을 것이며, 정보 누설로 인한 문제 발생 시에는 관련 계약법령에 따른 처벌을 감수하며 일체의 손해를 배상한다. 5. 본인은 사업에 참여한 협력사 및 하도급업체에 대해 상기 항목 준수여부를 점검하고, 상기 항목 위반으로 인해 발생한 보안사고에 대하여 모든 책임을 부담한다. 202 년 월 일 서약자 업체대표 업체명 직급직위 성명 서약집행자 정보화사업 담당자 소속 직급직위 성명 조선대학교 총 장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}