{
  "csv_metadata": {
    "공고 번호": "20240523741",
    "공고 차수": 0.0,
    "사업명": "축산물이력관리시스템 개선(정보화 사업)",
    "사업 금액": 196000000,
    "발주 기관": "축산물품질평가원",
    "공개 일자": "2024-05-20 14:07:02",
    "입찰 참여 시작일": "2024-05-20 15:00:00",
    "입찰 참여 마감일": "2024-06-11 10:00:00",
    "사업 요약": "- 사업개요: 축산물이력관리시스템 개선을 통해 이력제 누리집, 이력관리시스템, 이력번호 조회 앱, 이력제 모바일 웹을 개선하고 사용자 편의성을 향상시킴\n- 추진배경: 쇠고기, 돼지, 닭-오리-계란 이력제의 시행으로 전산시스템이 개발되어 제도 운영에 활용되고 있으며, 이를 개선하여 사용자 편의성을 높이고자 함\n- 사업범위: 이력제 누리집, 이력관리시스템, 이력번호 조회 앱, 이력제 모바일 웹의 디자인, 메뉴, 기능 개선\n- 기대효과: 축산물이력제 전산시스템의 개선을 통해 사용자 편의성을 향상시키고 제도 운영의 효율성을 높임\n- 추진목표: 축산물이력관리시스템 개선을 통해 정보화 사업을 성공적으로 추진하여 전산시스템의 디자인, 메뉴, 기능을 개선하고 사용자 편의성을 향상시킴",
    "파일형식": "pdf",
    "파일명": "축산물품질평가원_축산물이력관리시스템 개선(정보화 사업).pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "붙임 제 안 요 청 서 사업명 축산물이력관리시스템 개선정보화 사업 주관기관 축산물품질평가원 2024. 3. 담 당 성 명 소 속 전화번호 e-mail 계약 한승조 운영지원처 044-410-7214 hsj3623ekape.or.kr 사업 이곤수 이력관리처 044-410-7066 rhstncjswoekape.or.kr",
      "tables": [
        [
          [
            "사업명",
            "축산물이력관리시스템  개선(정보화  사업)"
          ],
          [
            "주관기관",
            "축산물품질평가원"
          ]
        ],
        [
          [
            "담  당",
            "성  명",
            "소  속",
            "전화번호",
            "e-mail"
          ],
          [
            "계약\n사업",
            "한승조\n이곤수",
            "운영지원처\n이력관리처",
            "044-410-7214\n044-410-7066",
            "hsj3623@ekape.or.kr\nrhstncjswo@ekape.or.kr"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "목 차 I. 축산물이력관리시스템 개선 1 1. 사업개요 1 2. 세부 추진계획 2 가. 이력제 누리집 2 나. 축산물이력관리시스템 4 다. 이력번호 조회 앱 5 라. 이력제 신고 앱 6 3. 기대효과 및 성과지표 7 II. 사업 추진방안 8 가. 추진조직 8 나. 추진일정 8 III. 제안요청 내용 9 가. 사업 개요 9 나. 상세요구사항 9 다. 특수사항 37 IV. 제안서 작성요령 38 가. 제안서 효력 38 나. 제안서 작성지침권고사항 및 유의사항 38 다. 제안서 목차 39 라. 세부 작성 지침 40 V. 제안안내 사항 43 가. 입찰방식 43 나. 제안서 평가방법 46 다. 기술평가 기준 47 라. 제출서류 53 마. 제안서 제출 일정 및 방법 53 바. 제안요청 설명회 53 사. 입찰시 유의사항 53 아. 제안서 보상 55 자. 기타 사항 55",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "VI. 서식 56 서식 1호 일반현황 및 연혁 서식 2호 자본금 및 매출액최근3년 서식 3호 사업 실적 증명서 서식 4호 참여 핵심인력PM 이력사항 서식 5호 소프트웨어사업 하도급 계획서계약체결 시 서식 6호 제공자료정보 관리대장 서식 7호 확약서용역사업 수행업체 대표자 用 서식 8호 보안서약서 서식 9호 청렴계약 이행서약서 VII. 붙임 65 붙임 1 소프트웨어 개발사업의 적정 사업기간 종합산정서 붙임 2 소프트웨어 사업 영향평가 검토결과서 붙임 3 기술적용계획표 붙임 4 하도급계약의 적정성 판단 세부기준 붙임 5 개인정보 보호를 위한 법적 의무조치 사항 붙임 6 보안관리 관련 기준 및 정보 붙임 6-1 사업자 보안위반 처리기준 붙임 6-2 보안 위약금 부과 기준 붙임 6-3 누출금지 대상정보 붙임 6-4 일일 용역사업 보안점검 리스트",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 1 - I 축산물이력관리시스템 개선 1 사업개요 추진배경 및 목적 배경 쇠고기이력제08년를 시작으로 돼지14년, 닭오리계란20년 이력제가 시행됨에 따라 전산시스템이 개발되어 제도 운영에 활용 전산시스템 이력제누리집, 이력관리시스템pc, 이력번호조회앱, 이력제모바일웹 목적 누리집, 시스템 등 사용자 편의성 향상을 위하여 이력제 전산시스템의 디자인, 메뉴, 기능개선 등 정보화 사업용역 추진 추진계획 사 업 명 축산물이력관리시스템 개선 사업기간 계약일로부터 6개월 사업예산 196백만원VAT 포함 기술평가운영비, 조달수수료등별도 추진방법 제한경쟁입찰협상에 의한 계약 평가방법 자체기술평가 90 입찰가격점수 10 개선과제 축산물이력제 전산신스템 개선4종 이력제 누리집 디자인 및 메뉴 개선, 콘텐츠 추가 등 이력관리시스템 지식관리기능 도입, 교육홍보 실적관리, 기본통계 제공 이력번호 조회 앱 디자인 개선, 축종별 이력번호 조회 통합, 편의성 개선, 정보제공 강화 이력제 모바일 웹 DNA시료채취 및 CAPI현장점검 기능 도입, 기본통계 제공 주요일정 의견수렴3월 보안사전검토45월 공고 및 계약56월 과업추진611월 평가 및 예산집행11월",
      "tables": [
        [
          [
            "이력제  누리집",
            "디자인  및  메뉴  개선,  콘텐츠  추가  등"
          ],
          [
            "이력관리시스템",
            "지식관리기능  도입,  교육·홍보  실적관리,  기본통계  제공"
          ],
          [
            "이력번호 조회 앱 디자인  개선,  축종별  이력번호  조회  통합,  편의성  개선,  정보제공  강화",
            ""
          ],
          [
            "이력제 모바일 웹 DNA시료채취  및  CAPI(현장점검)  기능  도입,  기본통계  제공",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 2 - 2 세부 추진계획 가 이력제 누리집mtrace.go.kr 기관 누리집이 아닌 축산물이력제라는 제도의 홈페이지라는 관점 에서 개선이 필요함제도안내, 이력번호 조회, 법령 안내 등 디자인 개선 전체적인 디자인그림, 사진, 글꼴 등 개선 메인화면 타기관 누리집과 유사한 메인화면 구성글꼴 포함 바로가기 주요 메뉴 바로가기 상단으로 배치 및 디자인 변경 모 바 일 스마트폰 등 모바일을 통한 누리집 접속 시 화면 개선 번호조회 이력번호 조회 창을 확대하고 위치변경필요시, 이력 번호 조회 결과 가독성을 높이기 위한 디자인 개선 타기관 누리집 농림축산식품부 농림축산검역본부 교육부 국회",
      "tables": [
        [
          [
            "농림축산식품부",
            "",
            "",
            "",
            "농림축산검역본부",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "교육부",
            "",
            "",
            "",
            "국회",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 6,
      "text": "- 3 - 메뉴개선 메뉴 구성 변경, 메뉴 개선신규, 삭제, 내용보완 등 축산물이력제 홈페이지 메인 구성변경 상하위 메뉴의 적절한 구성과 위치 변경 메뉴개선 기존메뉴 통폐합, 신규메뉴 추가 신규메뉴 누리집안내, 축종별이력번호체계, 관계기관현황및역할등 내용보완 콘텐츠 등 내용보완이 필요한 메뉴 개선축종별이력관리 축산홍보관 등 메뉴콘텐츠제도, 사업등 측면은축평원에서용역사에제공하여반영 이력번호 조회 이력번호 조회주요기능 편의성 및 가독성 개선 번호검색 이력번호 입력창의 크기를 확대하고 필요시 위치 변경 입력편의 입력되는 숫자의 구별이 편하도록 글꼴 포인트를 확대하고 축종별 자릿수가 맞는지 자동 확인 기능 부여모바일 접속 시 동일 예시 현재자릿수00자리, 입력하신번호는축종00에해당하는번호체계입니다. 디 자 인 조회 결과팝업화면의 가독성을 높이기 위한 디자인 개선 - 조회 결과 화면 구성 개선, 해석이 어려운 항목의 경우 추가설명 제공 예시 소의농장경영자가3명양도양수이조회되는경우등내용설명 기타 개선사항 누리집 개선에 필요하다고 추가적인 사항",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 7,
      "text": "- 4 - 나축산물이력관리시스템PC 신규 기능 추가지식정보 관리기능, 교육홍보 실적관리 등 이용자 편의성 제고축평원, 관계기관 담당자, 축산물 영업자, 농장경영자 등 계정에따라메뉴등기능에차이가있음 지식관리 기능 도입 이력관리시스템에서 제공하는 지식정보 관리기능은 시스템 사용자 유형별로 필요한 정보를 선택적으로 제공하는 것을 목적으로 함 업무처리, 법률, 시스템 사용법 등을 검색활용 정보 운영 체계 단계 구성생성 축적 제공 환류 생성 내용 정보 구조화 및 생성 담당자 등 관련 지식 등록 이용자 정보조회 제공정보 활용 수준 내용 보완, 신규 정보 추가 구성 시스템 사용자 유형에 따른 지식정보 구조화 - 사용자 축평원, 관계기관, 축산물 영업자, 농장경영자 등 - 구조화 이용자 축종 유통단계사육도축판매, 기타 축적 유형별 지식정보 축적업무 담당자, 이력지원실 등 제공 수요자는 검색을 통해서 필요한 정보를 선택적으로 수집 환류 개선 의견수요발굴 또는 필요한 신규 정보를 발굴검토 생성 검토 결과를 반영하여 지식정보의 선순환 구조 도입 교육홍보 실적관리 이력제 교육홍보 실적 등 전산관리지원, 본원 업무 효율 개선 기존 개선안 엑셀수기를 통한 지원본원간 업무 공유 이력관리시스템을 활용한 사업관리 지원 실적 입력, 기간별일, 월, 연 통계, 예산관리 본원 지원별 예산 배분, 월별 보고서 출력, 마감처리 등",
      "tables": [
        [
          [
            "단계",
            "구성·생성"
          ],
          [
            "내용",
            "정보  구조화 \n및  생성"
          ]
        ],
        [
          [
            "생성"
          ],
          [
            "내용  보완, \n신규  정보 \n추가"
          ]
        ],
        [
          [
            "축적"
          ],
          [
            "담당자  등 \n관련  지식 \n등록"
          ]
        ],
        [
          [
            "환류"
          ],
          [
            "제공정보 \n활용  수준"
          ]
        ],
        [
          [
            "제공"
          ],
          [
            "이용자 \n정보조회"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 5 - 기본 통계추가 사용자 맞춤형 축종별이행단계별 기본통계 제공개선, 신규 제공기준 사용자계정에 맞춰 기본통계 제공 제공형태 표, 그래프 등 제공위치 메인화면 기본통계 메뉴를 구성하여 제공 제공방법 관리자는 전체 통계정보를 관리하고 계정에 따라 선택적 부여 사용자별 주요 기본통계안 축평원 축종별소, 돼지, 가금 기본 통계농가수, 마릿수 등 신고정보축종별, 이행단계별, 신고율 등 관계기관지자체 관할 농가의 신고정보축종별, 이행단계별, 신고율 등 전국 현황과 비교분석 관계기관위탁기관 관할 농가 통계농가수, 마릿수, 신고정보 등 전국 현황과 비교분석 사육농가, 유통업소 신고내역 기간별 통계 신고정보 분석 및 오류정보 안내 통계내용은변경및추가될수있음 기타 개선사항 축산물이력관리시스템 개선에 필요하다고 추가적인 사항 다 이력번호 조회 앱 이력번호 조회 편의성 개선을 위한 기능추가 및 정보제공 디자인 개선 배경 등 이미지, 인포그래픽 등을 추가하여 UI 개선 예시 카카오톡, 배달의민족, 구글플레이스토어 메인화면 이력번호 입력창을 중간에 위치시키고 확대화면 회전 적용 메뉴위치 계란이력번호 조회를 기존화면에 통합, 일부 메뉴 위치 변경",
      "tables": [
        [
          [
            "축평원",
            "축종별(소,  돼지,  가금)  기본  통계(농가수,  마릿수  등)\n신고정보(축종별,  이행단계별),  신고율  등"
          ],
          [
            "관계기관(지자체)",
            "관할  농가의  신고정보(축종별,  이행단계별),  신고율  등\n전국  현황과  비교·분석"
          ],
          [
            "관계기관(위탁기관)",
            "관할  농가  통계(농가수,  마릿수,  신고정보  등)\n전국  현황과  비교·분석"
          ],
          [
            "사육농가,  유통업소",
            "신고내역  기간별  통계\n신고정보  분석  및  오류정보  안내"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 6 - 이력번호 조회 편의 개선 이력번호 입력 중인 이력번호의 글꼴 포인트 및 간격 확대 키 패 드 사용자 환경 설정에 따라 번호 입력 키패드 변경 가능 입력편의 입력한 번호에 따라 자릿수, 축종 등 실시간 안내 예시 현재자릿수00자리, 입력하신번호는축종00에해당하는번호체계입니다. 바로가기 이력제 및 관계기관 누리집 제공 화면이동 재조회, 입력취소, 뒤로가기 등 불편 사항 개선 공유하기 이력번호 조회 정보 공유하기문자, 카카오톡 등 정보제공 강화 번호체계 국내산, 수입산, 축종, 묶음번호 등 이력번호 체계가 다른 것을 안내하고 설명 이동과정 해당 축산물의 유통과정을 지도 등으로 간단히 안내 용어설명 일반 소비자 대상 농장식별번호, 도축출하 등 용어설명 기타 개선사항 이력번호 조회 앱 개선에 필요하다고 추가적인 사항 라 이력제 모바일 웹 내부 현장점검 등 업무 효율 개선, 외부 신고 편의 등 개선 내부 DNA 시료채취 및 CAPI현장점검 기능 도입 DNA 시료채취 현장 시료채취 시 림스와 연동하여 정보 입력 림스 축평원에서운영하는DNA 동일성검사를위한관리시스템 CAPI 현장점검을 위한 대상 추출, 점검결과 입력, 점검 통계 제공 축평원에서는이행실태점검을통해제도이행대상을관리하며, 현재이력관리 시스템을통하여점검대상을추출하고점검결과를입력하여전산관리하고있음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 7 - 주요 개발 기능 DNA 시료채취 업체 정보 불러오기, 신규입력 DNA시료채취 정보 입력 및 확인 현장점검 검증로직 등 오류코드별 업소 분류 및 추출 현장점검 결과 정보 입력 및 확인 공통사항 점검 대상의 주소지 복사를 통한 네비게이션 연동 등 방문 업체유통업소, 농가 등의 신고내역 등을 확인 현장점검 사진 등록 이력관리시스템 KMS지식관리시스템 조회 기능 제공 이력번호 인식조회문자인식, OCR기능개발 중, ICT개발처 외부 신고편의 개선제도 이행주체용 사육 사육농가 및 위탁기관 대상 신고편의 및 정보제공 강화 유통 포장처리, 판매, 계란 유통업소 대상 업무 효율 개선 주요 개발 기능 기준치 이상 신고 시 오류 표시 계란 출고 신고 기능추가 조회 기준 개선신고일, 거래일 등, 신고 시 특이사항 입력, 미신고 시 팝업 알림 신고정보 오류사항 발생 시 안내검증로직 등 연계 기간별 통계신고내역 제공 건의사항 등 VOC기능 부여, 제도 준수사항 등 안내 사업 기간 중 현장의견 추가 반영 3 기대효과 및 성과지표 기대효과 디자인 등 사용자 인터페이스, 접근성 향상으로 서비스 만족도 개선 축산물이력제 전산시스템 개선을 통한 편의성 제고로 이용자 만족도 강화 업무 담당자 등 전산관리 기능개선을 통해 업무 효율성 향상 통계 등 신고정보 환류로 이력정보 정확도 제고와 정보 활용성 확대 성과지표 번호 성과지표명 산 식 목표값 단위 1 요구사항 준수율 완료건수 전체 요구사항 수 100 95 2 데이터 정확도 1-오류데이터수 전체데이터수 100 95",
      "tables": [
        [
          [
            "DNA  시료채취",
            "업체  정보  불러오기,  신규입력\nDNA시료채취  정보  입력  및  확인"
          ],
          [
            "현장점검",
            "검증로직  등  오류코드별  업소  분류  및  추출\n현장점검  결과  정보  입력  및  확인"
          ],
          [
            "공통사항",
            "점검  대상의  주소지  복사를  통한  네비게이션  연동  등\n방문  업체(유통업소,  농가  등)의  신고내역  등을  확인\n현장점검  사진  등록\n이력관리시스템  KMS(지식관리시스템)  조회  기능  제공\n이력번호  인식·조회(문자인식,  OCR<기능개발  중,  ICT개발처>)"
          ]
        ],
        [
          [
            "번호",
            "성과지표명",
            "산  식",
            "목표값",
            "단위"
          ],
          [
            "1",
            "요구사항  준수율",
            "완료건수  /  전체  요구사항  수  ×  100",
            "95",
            "%"
          ],
          [
            "2",
            "데이터  정확도",
            "(1-오류데이터수  /  전체데이터수)  ×  100",
            "95",
            "%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 8 - II 사업 추진방안 가 추진조직 축산물품질평가원 소비지원본부 시스템 구축 사업자 조 직 역 할 축산물품질평가원 사업계획 수립 및 제안요청서 작성 사업발주 및 검수, 사업관리 총괄 협의체 구성 및 사업지원 시스템 구축 사업자 시스템 구축 사업 수행 시험운영 및 성능테스트, 보안 취약점 제거, 서비스 오픈 운영자사용자 교육 및 기술이전하자보수 나 추진일정 구 분 24년 1분기 3월 2분기 3분기 4분기 의견수렴, 계획수립 사전검토 및 공고 기술평가 및 추가협상 계약 및 사업착수 사업추진 검수 기술이전 및 안정화 각과업별추진일정은수요기관과협의하여추진 사업종료후1개월이내자체평가결과농식품부제출농림축산식품정보화 추진에관한규정별지제4호서식활용",
      "tables": [
        [
          [
            "조  직",
            "역  할"
          ],
          [
            "축산물품질평가원",
            "▪사업계획  수립  및  제안요청서  작성\n▪사업발주  및  검수,  사업관리  총괄\n▪협의체  구성  및  사업지원"
          ],
          [
            "시스템  구축  사업자",
            "▪시스템  구축  사업  수행\n▪시험운영  및  성능테스트,  보안  취약점  제거,  서비스  오픈\n▪운영자·사용자  교육  및  기술이전(하자보수)"
          ]
        ],
        [
          [
            "구  분",
            "’24년",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "1분기\n(3월)",
            "2분기",
            "",
            "",
            "3분기",
            "",
            "",
            "4분기",
            "",
            ""
          ],
          [
            "의견수렴,  계획수립",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사전검토  및  공고",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기술평가  및  추가협상",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계약  및  사업착수",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업추진",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "검수",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기술이전  및  안정화",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 12,
      "text": "- 9 - III 제안요청 내용 가 사업개요 사 업 명축산물이력관리시스템 개선 사업기간 계약일로부터 6개월 적정사업기간종합산정에따른사업기간적용 사업예산 196백만원VAT 포함 입찰방법 일반공개경쟁입찰협상에 의한 계약 나 상세 요구사항 요구사항 총괄표 요청사항 구분 ID부여규칙 요구사항수 개 기능요구사항 FUN System Function Requirement FUN-00 9 성능요구사항 PER Performance Requirement PER-00 6 인터페이스요구사항 INT System Interface Requirement INT-00 4 데이터 요구사항 DAR Data Requirement DAR-00 9 테스트 요구사항 TER Test Requirement TER-00 6 보안요구사항 SER Security Requirement SER-00 13 품질 요구사항 QUR Quality Requirement QUR-00 5 제약사항 COR Constraint Requirement COR-00 8 프로젝트관리 요구사항 PMR Project Management Requirement PMR-00 20 프로젝트지원 요구사항 PSR Project Support Requirement PSR-00 9 합계 89",
      "tables": [
        [
          [
            "요청사항  구분",
            "",
            "ID부여규칙",
            "요구사항수\n(개)"
          ],
          [
            "기능요구사항\n(FUN)",
            "System  Function  Requirement",
            "FUN-00",
            "9"
          ],
          [
            "성능요구사항\n(PER)",
            "Performance  Requirement",
            "PER-00",
            "6"
          ],
          [
            "인터페이스요구사항\n(INT)",
            "System  Interface  Requirement",
            "INT-00",
            "4"
          ],
          [
            "데이터  요구사항\n(DAR)",
            "Data  Requirement",
            "DAR-00",
            "9"
          ],
          [
            "테스트  요구사항\n(TER)",
            "Test  Requirement",
            "TER-00",
            "6"
          ],
          [
            "보안요구사항\n(SER)",
            "Security  Requirement",
            "SER-00",
            "13"
          ],
          [
            "품질  요구사항\n(QUR)",
            "Quality  Requirement",
            "QUR-00",
            "5"
          ],
          [
            "제약사항\n(COR)",
            "Constraint  Requirement",
            "COR-00",
            "8"
          ],
          [
            "프로젝트관리  요구사항\n(PMR)",
            "Project  Management  Requirement",
            "PMR-00",
            "20"
          ],
          [
            "프로젝트지원  요구사항\n(PSR)",
            "Project  Support  Requirement",
            "PSR-00",
            "9"
          ],
          [
            "합계",
            "",
            "",
            "89"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 10 - 요구사항 상세내용 1 기능 요구사항System Function Requirement 요구사항 분류 기능 요구사항 고유번호 FUN-01 요구사항 명칭 이력제 누리집 개선 요구사항 정의 이력제 누리집 개선 요구사항 상세설명 ᄋ 디자인 개선 - 메인 화면 개선 - 바로가기 메뉴 개선 - 스마트폰 등 모바일을 통한 누리집 접속 시 화면 개선 - 이력번호 조회 창 개선 및 조회 결과의 가독성 향상 ᄋ 메뉴 개선 - 메뉴 구성 및 위치 변경 - 메뉴 추가 누리집 안내, 축종별 이력번호 체계, 관계 기관 및 역할 등 ᄋ 컨텐츠 보완 - 축종별이력관리 축산홍보관 등 ᄋ 이력번호 조회 편의성 및 가독성 개선 - 이력번호 입력창 확대 및 위치 변경 - 입력 편의 기능 제공 축종별 자릿수가 맞는지 자동 확인 기능 등 모 바일 포함 - 조회 값과 구분 값의 명확한 분리 및 해석이 어려운 항목의 경우 추가설 명 제공 - 입력값 검증을 통해 특수문자, 기호 등의 입력을 차단 산출정보 개발 단계별 산출물 요구사항 분류 기능 요구사항 고유번호 FUN-02 요구사항 명칭 축산물이력관리시스템PC 개선 1 요구사항 정의 축산물이력관리시스템PC 개선 1 요구사항 상세설명 ᄋ 지식정보 관리기능 개발 - 시스템 사용자를 기준으로 지식정보 메인 카테고리 구조화 - 구조화된 카테고리에 지식정보 축적 - 이용자는 정보조회를 통해서 필요한 정보를 선택적으로 수집 - 개선신규 정보를 반영하여 지식정보의 선순환 구조 도입 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 FUN-03 요구사항 명칭 축산물이력관리시스템PC 개선 2 요구사항 정의 축산물이력관리시스템PC 개선 2",
      "tables": [
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-01"
          ],
          [
            "요구사항  명칭",
            "이력제  누리집  개선"
          ],
          [
            "요구사항  정의",
            "이력제  누리집  개선"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  디자인  개선\n  -  메인  화면  개선\n  -  바로가기  메뉴  개선\n  -  스마트폰  등  모바일을  통한  누리집  접속  시  화면  개선\n  -  이력번호  조회  창  개선  및  조회  결과의  가독성  향상\nㅇ  메뉴  개선\n  -  메뉴  구성  및  위치  변경\n  -  메뉴  추가  :  누리집  안내,  축종별  이력번호  체계,  관계  기관  및  역할  등\nㅇ  컨텐츠  보완\n  -  축종별이력관리  축산홍보관  등\nㅇ  이력번호  조회  편의성  및  가독성  개선\n  -  이력번호  입력창  확대  및  위치  변경\n  -  입력  편의  기능  제공  :  축종별  자릿수가  맞는지  자동  확인  기능  등  (모\n바일  포함)\n  -  조회  값과  구분  값의  명확한  분리  및  해석이  어려운  항목의  경우  추가설\n명  제공\n  -  입력값  검증을  통해  특수문자,  기호  등의  입력을  차단"
          ],
          [
            "산출정보",
            "개발  단계별  산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-02"
          ],
          [
            "요구사항  명칭",
            "축산물이력관리시스템(PC)  개선  1"
          ],
          [
            "요구사항  정의",
            "축산물이력관리시스템(PC)  개선  1"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  지식정보  관리기능  개발\n  -  시스템  사용자를  기준으로  지식정보  메인  카테고리  구조화\n  -  구조화된  카테고리에  지식정보  축적\n  -  이용자는  정보조회를  통해서  필요한  정보를  선택적으로  수집\n  -  개선·신규  정보를  반영하여  지식정보의  선순환  구조  도입"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-03"
          ],
          [
            "요구사항  명칭",
            "축산물이력관리시스템(PC)  개선  2"
          ],
          [
            "요구사항  정의",
            "축산물이력관리시스템(PC)  개선  2"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 11 - 요구사항 상세설명 ᄋ 교육홍보 실적관리 기능 개발 - 지원 사용자 실적 입력, 기간별일, 월 실적 통계, 예산관리 - 본원 사용자 지원별 예산 배분, 월별 보고서 출력, 마감처리 등 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 FUN-04 요구사항 명칭 축산물이력관리시스템PC 개선 3 요구사항 정의 축산물이력관리시스템PC 개선 3 요구사항 상세설명 ᄋ 기본 통계 추가 개발 - 제공 기준 사용자계정에 맞춰 기본통계 제공 - 제공 형태 표, 그래프 - 제공 방법 관리자가 통계정보를 관리하고 계정에 따라 권한 부여 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 FUN-05 요구사항 명칭 이력번호 조회 앱 개선 1 요구사항 정의 이력번호 조회 앱 개선 1 요구사항 상세설명 ᄋ 디자인 개선 - 이미지, 인포그래픽 등을 추가하여 정적인 이미지를 개선 - 용어 통일, 메뉴 위치 변경, 가독성 향상 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 FUN-06 요구사항 명칭 이력번호 조회 앱 개선 2 요구사항 정의 이력번호 조회 앱 개선 2 요구사항 상세설명 ᄋ 이력번호 조회 편의 개선 - 가독성 향상 폰트 및 간격 등 개선 - 사용자 환경 설정에 따라 번호 입력 키패드 변경 가능 - 입력한 번호에 따라 자릿수, 축종 등 실시간 안내 - 바로가기 제공 이력제 및 관계기관 누리집 등",
      "tables": [
        [
          [
            "요구사항\n상세설명",
            "ㅇ  교육·홍보  실적관리  기능  개발\n  -  지원  사용자  :  실적  입력,  기간별(일,  월)  실적  통계,  예산관리\n  -  본원  사용자  :  지원별  예산  배분,  월별  보고서  출력,  마감처리  등"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-04"
          ],
          [
            "요구사항  명칭",
            "축산물이력관리시스템(PC)  개선  3"
          ],
          [
            "요구사항  정의",
            "축산물이력관리시스템(PC)  개선  3"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  기본  통계  추가  개발\n  -  제공  기준  :  사용자(계정)에  맞춰  기본통계  제공\n  -  제공  형태  :  표,  그래프\n  -  제공  방법  :  관리자가  통계정보를  관리하고  계정에  따라  권한  부여"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-05"
          ],
          [
            "요구사항  명칭",
            "이력번호  조회  앱  개선  1"
          ],
          [
            "요구사항  정의",
            "이력번호  조회  앱  개선  1"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  디자인  개선\n  -  이미지,  인포그래픽  등을  추가하여  정적인  이미지를  개선\n  -  용어  통일,  메뉴  위치  변경,  가독성  향상"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-06"
          ],
          [
            "요구사항  명칭",
            "이력번호  조회  앱  개선  2"
          ],
          [
            "요구사항  정의",
            "이력번호  조회  앱  개선  2"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  이력번호  조회  편의  개선\n  -  가독성  향상  :  폰트  및  간격  등  개선\n  -  사용자  환경  설정에  따라  번호  입력  키패드  변경  가능\n  -  입력한  번호에  따라  자릿수,  축종  등  실시간  안내\n  -  바로가기  제공  :  이력제  및  관계기관  누리집  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 12 - 2 성능 요구사항Performance Requirement 요구사항 분류 성능 요구사항 고유번호 PER-01 요구사항 명칭 성능 요구사항 일반사항 요구사항 정의 성능 요구사항 일반사항 - 재조회, 입력취소, 뒤로가기 등 불편사항 개선 - 조회 된 이력번호 공유하기문자, 카카오톡 등 기능 제공 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 FUN-07 요구사항 명칭 이력번호 조회 앱 개선 3 요구사항 정의 이력번호 조회 앱 개선 3 요구사항 상세설명 ᄋ 정보제공 강화 - 번호 체계 국내산, 수입산, 축종별, 묶음번호 등 이력번호 체계가 다른 것을 안내하고 설명 - 이동 과정 해당 축산물의 유통과정을 지도 등으로 간단히 안내 - 용어 설명 일반 소비자 대상 농장식별번호, 도축출하 등 용어설명 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 FUN-08 요구사항 명칭 이력제 모바일 웹 개선 1 요구사항 정의 이력제 모바일 웹 개선 1 요구사항 상세설명 ᄋ DNA 시료채취 및 CAPI현장점검 기능 도입 - 현장 시료채취 시 림스와 연동하여 정보 입력 림스 발주처에서 운영하는 쇠고기 DNA 시료관리를 위한 시스템 - 현장점검을 위한 대상 추출, 점검결과 입력, 결과 통계 제공 - 점검 대상의 주소지 복사를 통한 네비게이션 연동 제공 - 방문 업체유통업소, 농가 등의 신고 내역 확인 제공 - 현장점검 사진 등록 기능 제공 - 이력관리시스템 KMS지식관리시스템 조회 기능 제공 - 입력값 검증을 통해 특수문자, 기호 등의 입력을 차단 - 개인정보 포함된 자료 다운로드 시 사유입력 및 모니터링 기능 제공 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 FUN-09 요구사항 명칭 이력제 모바일 웹 개선 2 요구사항 정의 이력제 모바일 웹 개선 2 요구사항 상세설명 ᄋ 신고 편의 개선 - 사육단계 기준치 이상 신고 시 오류 표시 - 유통단계 출고 신고 기능 추가 - 조회 기준 개선신고일, 거래일 등, 신고 시 특이사항 입력, 미신고 시 팝업 알림 제공 - 신고정보 오류사항 발생 시 안내검증로직 등 연계 제공 - 기간별 통계신고내역 제공 - 건의사항 등 VOC기능 부여, 제도 준수사항 등 안내 제공 산출정보 개발 단계별 표준산출물",
      "tables": [
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-07"
          ],
          [
            "요구사항  명칭",
            "이력번호  조회  앱  개선  3"
          ],
          [
            "요구사항  정의",
            "이력번호  조회  앱  개선  3"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  정보제공  강화\n  -  번호  체계  :  국내산,  수입산,  축종별,  묶음번호  등  이력번호  체계가  다른 \n것을  안내하고  설명\n  -  이동  과정  :  해당  축산물의  유통과정을  지도  등으로  간단히  안내\n  -  용어  설명  :  일반  소비자  대상  농장식별번호,  도축출하  등  용어설명"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-08"
          ],
          [
            "요구사항  명칭",
            "이력제  모바일  웹  개선  1"
          ],
          [
            "요구사항  정의",
            "이력제  모바일  웹  개선  1"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  DNA  시료채취  및  CAPI(현장점검)  기능  도입\n  -  현장  시료채취  시  림스*와  연동하여  정보  입력\n      *  림스  :  발주처에서  운영하는  쇠고기  DNA  시료관리를  위한  시스템\n  -  현장점검을  위한  대상  추출,  점검결과  입력,  결과  통계  제공\n  -  점검  대상의  주소지  복사를  통한  네비게이션  연동  제공\n  -  방문  업체(유통업소,  농가  등)의  신고  내역  확인  제공\n  -  현장점검  사진  등록  기능  제공\n  -  이력관리시스템  KMS(지식관리시스템)  조회  기능  제공\n  -  입력값  검증을  통해  특수문자,  기호  등의  입력을  차단\n  -  개인정보  포함된  자료  다운로드  시  사유입력  및  모니터링  기능  제공"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "FUN-09"
          ],
          [
            "요구사항  명칭",
            "이력제  모바일  웹  개선  2"
          ],
          [
            "요구사항  정의",
            "이력제  모바일  웹  개선  2"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  신고  편의  개선\n  -  사육단계  :  기준치  이상  신고  시  오류  표시\n  -  유통단계  :  출고  신고  기능  추가\n  -  조회  기준  개선(신고일,  거래일  등),  신고  시  특이사항  입력,  미신고  시 \n팝업  알림  제공\n  -  신고정보  오류사항  발생  시  안내(검증로직  등  연계)  제공\n  -  기간별  통계(신고내역)  제공\n  -  건의사항  등  VOC기능  부여,  제도  준수사항  등  안내  제공"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능"
          ],
          [
            "요구사항  고유번호",
            "PER-01"
          ],
          [
            "요구사항  명칭",
            "성능  요구사항  일반사항"
          ],
          [
            "요구사항  정의",
            "성능  요구사항  일반사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 13 - 요구사항 상세설명 ᄋ시스템의 특성과 통상적인 품질 수준을 고려하여 시스템 운영, 품질, 부하 분산, 동시처리 품질 목표성능수치를 제시하여야 함 ᄋ목표성능의 품질검증을 위한 테스트 계획서를 발주기관과 협의하여 확정 ᄋ확정된 목표성능 및 테스트 계획서를 기반으로 시험운영 결과 판정 ᄋ시스템 개발 중 로그 또는 툴도구를 이용하여 시스템 성능상태를 모니 터링하도록 하여, 성능 상 문제를 미리 파악하여 조치한 후 시스템을 오 픈하여야 함 산출정보 요구사항 분류 성능 요구사항 고유번호 PER-02 요구사항 명칭 업무 응답시간 목표 정의 요구사항 정의 업무 응답시간 목표 정의 요구사항 상세설명 소용량 데이터를 처리하는 어플리케이션은 3초 이내, 대용량 데이터를 처리하는 어플리케이션은 5초 이내 실행 결과를 응답할 수 있도록 개발 온라인 배치성 업무에 대해 3분 이내 결과를 보여주어야 함 일일 배치 업무는 5분 이내 처리되어야 함 월 배치 업무는 20분 이내 처리되어야 함 이요구사항은임의의선택기준이허용되는대량의데이터처리에는 적용되지않음 산출정보 요구사항 분류 성능 요구사항 고유번호 PER-03 요구사항 명칭 응용 프로그램 성능 요구사항 요구사항 정의 응용 프로그램 성능 요구사항 요구사항 상세설명 ᄋ정보시스템의 데이터 조회는 사용자가 요청한 시간으로부터 3초 이내 완 료 ᄋ단, 3개 이상의 테이블의 복합적인 등록 또는 목록형 데이터를 등록하는 경우 5초 이내 완료 ᄋ파일 업로드를 포함하는 기능은 일반 데이터 등록과 파일등록 트랜잭션을 분리하고 사용자가 인지할 수 있도록 처리 이 요구사항은 한 개 이상의 큰 이미지이미지 50kbyte 이상 및 동영상을 가지고 있는 페이지에는 적용되지 않음 이 요구사항은 시스템을 사용하는 사용자 숫자가 동시 사용자 용량의 90를 초과하는 경우에는 적용되지 않음 산출정보 요구사항 분류 성능 요구사항 고유번호 PER-04 요구사항 명칭 오류 응답시간 목표 정의 요구사항 정의 오류 응답시간 목표 정의 요구사항 상세설명 사용자가 입력한 정보에서 발생할 수 있는 모든 오류에 대한 메시지를 정보 입력 후 3초 이내에 적절한 메시지를 사용자에게 제시하여야 함 대량 데이터 조회, 생성, 외부연계 등 많은 시간이 소요되는 작업의 경우, 사용자에게 처리중임을 표시하고 10초 이상 소요 예상되는 업무는 사전에 안내 메시지 출력 산출정보 요구사항 분류 성능",
      "tables": [
        [
          [
            "요구사항\n상세설명",
            "ㅇ시스템의  특성과  통상적인  품질  수준을  고려하여  시스템  운영,  품질,  부하\n분산,  동시처리  품질  목표성능(수치)를  제시하여야  함\nㅇ목표성능의  품질검증을  위한  테스트  계획서를  발주기관과  협의하여  확정\nㅇ확정된  목표성능  및  테스트  계획서를  기반으로  시험운영  결과  판정\nㅇ시스템  개발  중  로그  또는  툴(도구)를  이용하여  시스템  성능상태를  모니\n터링하도록  하여,  성능  상  문제를  미리  파악하여  조치한  후  시스템을  오\n픈하여야  함"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능"
          ],
          [
            "요구사항  고유번호",
            "PER-02"
          ],
          [
            "요구사항  명칭",
            "업무  응답시간  목표  정의"
          ],
          [
            "요구사항  정의",
            "업무  응답시간  목표  정의"
          ],
          [
            "요구사항\n상세설명",
            "◦소용량  데이터를  처리하는  어플리케이션은  3초  이내,  대용량  데이터를  처리하는 \n어플리케이션은  5초  이내  실행  결과를  응답할  수  있도록  개발\n◦온라인  배치성  업무에  대해  3분  이내  결과를  보여주어야  함\n◦일일  배치  업무는  5분  이내  처리되어야  함\n◦월  배치  업무는  20분  이내  처리되어야  함\n* 이 요구사항은 임의의 선택 기준이 허용되는 대량의 데이터 처리에는\n적용되지 않음"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능"
          ],
          [
            "요구사항  고유번호",
            "PER-03"
          ],
          [
            "요구사항  명칭",
            "응용  프로그램  성능  요구사항"
          ],
          [
            "요구사항  정의",
            "응용  프로그램  성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ정보시스템의  데이터  조회는  사용자가  요청한  시간으로부터  3초  이내  완\n료\nㅇ단,  3개  이상의  테이블의  복합적인  등록  또는  목록형  데이터를  등록하는 \n경우  5초  이내  완료\nㅇ파일  업로드를  포함하는  기능은  일반  데이터  등록과  파일등록  트랜잭션을 \n분리하고  사용자가  인지할  수  있도록  처리\n◦이  요구사항은  한  개  이상의  큰  이미지(이미지  50kbyte  이상)  및  동영상을 \n가지고  있는  페이지에는  적용되지  않음\n◦이  요구사항은  시스템을  사용하는  사용자  숫자가  동시  사용자  용량의 \n90%를  초과하는  경우에는  적용되지  않음"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능"
          ],
          [
            "요구사항  고유번호",
            "PER-04"
          ],
          [
            "요구사항  명칭",
            "오류  응답시간  목표  정의"
          ],
          [
            "요구사항  정의",
            "오류  응답시간  목표  정의"
          ],
          [
            "요구사항\n상세설명",
            "◦사용자가  입력한  정보에서  발생할  수  있는  모든  오류에  대한  메시지를  정보 \n입력  후  3초  이내에  적절한  메시지를  사용자에게  제시하여야  함\n◦대량  데이터  조회,  생성,  외부연계  등  많은  시간이  소요되는  작업의  경우, \n사용자에게  처리중임을  표시하고  10초  이상  소요  예상되는  업무는  사전에 \n안내  메시지  출력"
          ],
          [
            "산출정보",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 14 - 3 인터페이스 요구사항System Interface Requirment 요구사항 고유번호 PER-05 요구사항 명칭 동시 사용자 접속 수 요구사항 정의 요구사항 상세설명 시스템 당 평균적으로 동시 사용자 수 100명 이상을 지원해야 하고 성능이 저하되지 않아야 함 - 로그인 사용자는 로그인 후 5분 이상 경과 된 사용자를 의미함 - 세션 로그인 시간을 연장 할 수 있어야 함 - 로그인된 세션을 관리할 수 있어야 함 산출정보 요구사항 분류 성능 요구사항 고유번호 PER-06 요구사항 명칭 어플리케이션 응답시간 요구사항 정의 어플리케이션 응답시간 요구사항 상세설명 온라인 업무의 평균 응답시간은 사용자 PC 기준 3초 이내로 완전히 결과가 출력되어야 함 - 대량 데이터건 처리조회 및 대내외 연계업무는 제외할 수 있으나, 5분 이상 소요 예상될 경우 사전에 안내 메시지 출력 - 시스템, 네트워크 등의 원인으로 인한 순간적인 왜곡은 적용하지 않음 온라인 및 배치 어플리케이션은 응답시간, CPU 사용시간 등 성능에 대한 측정도구를 활용하여 측정하여야 함 처리 속도가 중요한 주요 어플리케이션에 대해서는 최적 처리 시간 보장 을 위한 조치를 해야함 배치 프로그램은 현재 사용 중인 프로그램을 동일 기능으로 전환한 경우 현재보다 수행속도가 개선되어야 함 신규 배치 프로그램은 WAS 및 DBMS에 장애를 일으키지 않도록 Lock, Commit, 과도한 DB로그 발생 방지 등을 고려하여 개발하여야 함 산출정보 요구사항 분류 인터페이스 요구사항 고유번호 INT-01 요구사항 명칭 UIUser Interface 표준 수립 요구사항 정의 UIUser Interface 표준 수립 요구사항 상세설명 ᄋ업무 처리 시 사용자의 화면 이동 경로와 사용 패턴을 분석하여 화면 표출 정보, 업무 담당자 UI 사용성 등을 고려 업무 프로세스 개선 사항이 최적으로 적용될 수 있도록 UIUX 표준 수립 ᄋ전체 시스템 간 통일성을 부여하여 UI를 구성하여야 함 ᄋUI는 사용편의성을 고려하여 직관적이면서도 다양한 요구를 수용할 수 있도록 유연하여야 함 - UI관련 트렌드 분석 및 벤치마킹 실시 - 시스템의 추후 확장성을 고려, 구조화하여 표준 수립시 반영해야 함 ᄋ입력항목은 필수, 선택 등 항목별 정확한 안내와 함께 입력사항에 대한 체크 및 정확한 경고, 오류 메시지를 표시해야 함 ᄋ사용자의 수행 활동삭제, 입력정보 완료미완료 후 저장 등에 대한 정확한 확인 메시지 제공 ᄋ시스템에서 검색, 조회 등 문자 입력시 입력항목의 문자형식한글영문숫자 등을 알맞게 적용해야 하며 혼합일 경우 한글 우선 적용 ᄋ간격이나 들여쓰기 등에는 공백 문자 대신 NBSPNon Breaking Space, nbsp, 160를 하용하며, 간단한 웹페이지를 제외하고는 NBSP 대신",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PER-05"
          ],
          [
            "요구사항  명칭",
            "동시  사용자  접속  수"
          ],
          [
            "요구사항  정의",
            ""
          ],
          [
            "요구사항\n상세설명",
            "◦시스템  당  평균적으로  동시  사용자  수  100명  이상을  지원해야  하고  성능이 \n저하되지  않아야  함\n  -  로그인  사용자는  로그인  후  5분  이상  경과  된  사용자를  의미함 \n  -  세션  로그인  시간을  연장  할  수  있어야  함\n  -  로그인된  세션을  관리할  수  있어야  함"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능"
          ],
          [
            "요구사항  고유번호",
            "PER-06"
          ],
          [
            "요구사항  명칭",
            "어플리케이션  응답시간"
          ],
          [
            "요구사항  정의",
            "어플리케이션  응답시간"
          ],
          [
            "요구사항\n상세설명",
            "◦온라인  업무의  평균  응답시간은  사용자  PC  기준  3초  이내로  완전히  결과가 \n출력되어야  함\n  -  대량  데이터건  처리·조회  및  대내외  연계업무는  제외할  수  있으나,  5분\n이상  소요  예상될  경우  사전에  안내  메시지  출력\n  -  시스템,  네트워크  등의  원인으로  인한  순간적인  왜곡은  적용하지  않음\n◦온라인  및  배치  어플리케이션은  응답시간,  CPU  사용시간  등  성능에  대한 \n측정도구를  활용하여  측정하여야  함\n◦처리  속도가  중요한  주요  어플리케이션에  대해서는  최적  처리  시간  보장\n을  위한  조치를  해야함\n◦배치  프로그램은  현재  사용  중인  프로그램을  동일  기능으로  전환한  경우 \n현재보다  수행속도가  개선되어야  함\n◦신규  배치  프로그램은  WAS  및  DBMS에  장애를  일으키지  않도록  Lock, \nCommit,  과도한  DB로그  발생  방지  등을  고려하여  개발하여야  함"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "인터페이스"
          ],
          [
            "요구사항  고유번호",
            "INT-01"
          ],
          [
            "요구사항  명칭",
            "UI(User  Interface)  표준  수립"
          ],
          [
            "요구사항  정의",
            "UI(User  Interface)  표준  수립"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ업무  처리  시  사용자의  화면  이동  경로와  사용  패턴을  분석하여  화면  표출 \n정보,  업무  담당자  UI  사용성  등을  고려  업무  프로세스  개선  사항이  최적으로 \n적용될  수  있도록  UI/UX  표준  수립\nㅇ전체  시스템  간  통일성을  부여하여  UI를  구성하여야  함\nㅇUI는  사용편의성을  고려하여  직관적이면서도  다양한  요구를  수용할  수  있도록 \n유연하여야  함\n  -  UI관련  트렌드  분석  및  벤치마킹  실시\n  -  시스템의  추후  확장성을  고려,  구조화하여  표준  수립시  반영해야  함\nㅇ입력항목은  필수,  선택  등  항목별  정확한  안내와  함께  입력사항에  대한 \n체크  및  정확한  경고,  오류  메시지를  표시해야  함\nㅇ사용자의  수행  활동(삭제,  입력정보  완료/미완료  후  저장  등)에  대한  정확한 \n확인  메시지  제공\nㅇ시스템에서  검색,  조회  등  문자  입력시  입력항목의  문자형식(한글/영문/숫자 \n등)을  알맞게  적용해야  하며  혼합일  경우  한글  우선  적용\nㅇ간격이나  들여쓰기  등에는  공백  문자  대신  NBSP(Non  Breaking  Space, \n&nbsp,  &#160)를  하용하며,  간단한  웹페이지를  제외하고는  NBSP  대신"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 15 - CSSCascade style Sheets를 사용 ᄋ특정 해상도에 단일화된 웹디자인은 지양하며, 콘텐츠의 경우 상대단위로 CSS를 지정하여 브라우저 설정에 따라 글자의 크기를 조절해야 함 양식이 있는 출력용 조회화면은 예외 ᄋ이용자의 서비스 환경에 무관하게 사용자 누구라도 서비스 이용이 가능하도록 웹 표준화를 적용해야 함 ᄋUI표준 수립시 다음 지침 준수 - 웹 접근성 향상을 위한 국가표준기술 가이드라인 - 한국형 웹 콘텐츠 접근성 지침 산출정보 UI 표준 가이드 요구사항 분류 인터페이스 요구사항 고유번호 INT-02 요구사항 명칭 UI표준 준수 요구사항 정의 UI표준 준수 요구사항 상세설명 ᄋUI표준에 근거한 일관성 있는 사용자 인터페이스 설계 - UI표준 준수를 위한 구체적이고 실현 가능한 방안 제시 예전담 퍼블리싱publishing 팀 운영, UI 프레임워크 적용 등 ᄋ사용자의 편의성이 높은 UI 개발을 위해 제안 개발 툴을 활용한 UI 기획자 및 웹 디자이너를 투입해야 함 ᄋ화면 변경 시 트랜잭션에 변경이 없어야 함 ᄋ사용자 인터페이스 응용 서비스의 캐랙터 셋은 UTF-8을 적용해야 하며, 웹 표준 및 웹 접근성을 준수해야 함 ᄋ사용자 화면의 특정 기능 구현을 위한 방법으로 Non-ActiveX 사용 ᄋ전체 시스템의 통일성을 부여하여 UI를 구성하여야 함 ᄋ시스템의 성격, 특성 등 고유 아이덴티티를 반영한 창의적 디자인 적용 ᄋ화면 UI 기획 및 디자인에 관련된 제반 사항을 발주기관과 긴밀한 협조를 통하여 시행토록 함 산출정보 사용자 인터페이스 설계서 요구사항 분류 인터페이스 요구사항 고유번호 INT-03 요구사항 명칭 웹브라우저 호환성 제공 요구사항 정의 웹브라우저 호환성 제공 요구사항 상세설명 ᄋ다양한 웹브라우저별버전별 호환성 제공 - Edge, Firefox, Chrome, Safari 등 - 사업기간 중 발생한 웹 브라우저 버전 업그레이드에 대한 지원 ᄋ전자정부 웹사이트 품질관리 지침행정안전부고시 ᄋ 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정 보통신부고시 준수 산출정보 인터페이스 설계서, 화면설계서 요구사항 분류 인터페이스 요구사항 고유번호 INT-04 요구사항 명칭 메시지 처리 요구사항 정의 메시지 처리 요구사항 상세설명 ᄋ시스템 사용자에게 제공하는 메시지는 표준화하여 DB로 관리해야 함 - 오류 메시지, 안내 메시지, 확인 메시지 등 ᄋ오류 메시지는 상황에 맞는 구체적인 오류 내용과 대처 방안 안내 제공 ᄋ입력 누락 등 오류가 발생한 경우 커서가 오류 발생한 항목에 위치하도록 하는 등 사용자 편의성을 우선하여 구현해야 함",
      "tables": [
        [
          [
            "",
            "CSS(Cascade  style  Sheets)를  사용\nㅇ특정  해상도에  단일화된  웹디자인은  지양하며,  콘텐츠의  경우  상대단위로 \nCSS를  지정하여  브라우저  설정에  따라  글자의  크기를  조절해야  함\n(양식이  있는  출력용  조회화면은  예외)\nㅇ이용자의  서비스  환경에  무관하게  사용자  누구라도  서비스  이용이  가능하도록 \n웹  표준화를  적용해야  함\nㅇUI표준  수립시  다음  지침  준수\n  -  웹  접근성  향상을  위한  국가표준기술  가이드라인\n  -  한국형  웹  콘텐츠  접근성  지침"
          ],
          [
            "산출정보",
            "UI  표준  가이드"
          ]
        ],
        [
          [
            "요구사항  분류",
            "인터페이스"
          ],
          [
            "요구사항  고유번호",
            "INT-02"
          ],
          [
            "요구사항  명칭",
            "UI표준  준수"
          ],
          [
            "요구사항  정의",
            "UI표준  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇUI표준에  근거한  일관성  있는  사용자  인터페이스  설계\n  -  UI표준  준수를  위한  구체적이고  실현  가능한  방안  제시 \n(예:전담  퍼블리싱(publishing)  팀  운영,  UI  프레임워크  적용  등)\nㅇ사용자의  편의성이  높은  UI  개발을  위해  제안  개발  툴을  활용한  UI  기획자 \n및  웹  디자이너를  투입해야  함\nㅇ화면  변경  시  트랜잭션에  변경이  없어야  함\nㅇ사용자  인터페이스  응용  서비스의  캐랙터  셋은  UTF-8을  적용해야  하며, \n웹  표준  및  웹  접근성을  준수해야  함\nㅇ사용자  화면의  특정  기능  구현을  위한  방법으로  Non-ActiveX  사용\nㅇ전체  시스템의  통일성을  부여하여  UI를  구성하여야  함\nㅇ시스템의  성격,  특성  등  고유  아이덴티티를  반영한  창의적  디자인  적용\nㅇ화면  UI  기획  및  디자인에  관련된  제반  사항을  발주기관과  긴밀한  협조를 \n통하여  시행토록  함"
          ],
          [
            "산출정보",
            "사용자  인터페이스  설계서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "인터페이스"
          ],
          [
            "요구사항  고유번호",
            "INT-03"
          ],
          [
            "요구사항  명칭",
            "웹브라우저  호환성  제공"
          ],
          [
            "요구사항  정의",
            "웹브라우저  호환성  제공"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ다양한  웹브라우저별·버전별  호환성  제공\n  -  Edge,  Firefox,  Chrome,  Safari  등\n  -  사업기간  중  발생한  웹  브라우저  버전  업그레이드에  대한  지원\nㅇ전자정부  웹사이트  품질관리  지침(행정안전부고시)\nㅇ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정\n보통신부고시)  준수"
          ],
          [
            "산출정보",
            "인터페이스  설계서,  화면설계서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "인터페이스"
          ],
          [
            "요구사항  고유번호",
            "INT-04"
          ],
          [
            "요구사항  명칭",
            "메시지  처리"
          ],
          [
            "요구사항  정의",
            "메시지  처리"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ시스템  사용자에게  제공하는  메시지는  표준화하여  DB로  관리해야  함\n  -  오류  메시지,  안내  메시지,  확인  메시지  등\nㅇ오류  메시지는  상황에  맞는  구체적인  오류  내용과  대처  방안  안내  제공\nㅇ입력  누락  등  오류가  발생한  경우  커서가  오류  발생한  항목에  위치하도록 \n하는  등  사용자  편의성을  우선하여  구현해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 16 - 4 데이터 요구사항Data Requirement 산출정보 인터페이스 설계서, 화면설계서 요구사항 분류 데이터 요구사항 고유번호 DAR-01 요구사항 명칭 데이터 표준화 요구사항 상세설명 정의 데이터 표준 원칙 및 가이드 수립 세부내용 ᄋ 데이터 표준 원칙 및 가이드 수립 - 구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계데이터 표준화 지침 및 가이드 등를 개선정비하여야 함 ᄋ 범정부 표준을 준수한 기관의 표준 원칙을 기반으로 데이터 표준화 - 시스템 구축에 따라 추가가 필요한 데이터 표준항목단어, 용어, 도메인을 정의하고 데이터 표준사전 등에 반영하여야 함 산출정보 데이터 표준화 지침 및 표준화 가이드, 데이터 표준 사전용어사전, 단어사전, 도메인사전 요구사항 분류 데이터 요구사항 고유번호 DAR-02 요구사항 명칭 공통 데이터 표준화 요구사항 상세설명 정의 범정부 및 주관기관 표준 준수 세부내용 ᄋ 범정부 표준 준수 - 공공데이터 공통표준용어행정안전부 고시를 준수하여야 함 - 데이터 표준화 수립 전 구축 시스템과 관련된 분야별 표준 여부를 검토 후 반영하여야 함 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시을 준수하여야 함 ᄋ 주관기관 표준을 준수 - 수행사는 축산물품질평가원의 데이터 사전을 준수하고 그와 상충되는 요 소에 대해서는 주관기관과 협의하여 대응 방안을 수립하고 이력을 남겨야 함 산출정보 데이터 표준화 지침 및 표준화 가이드, 데이터 표준 사전용어사전, 단어사전, 도메인사전, 범정부 및 기관 데이터 표준 검토 결과서 요구사항 분류 데이터 요구사항 고유번호 DAR-03 요구사항 명칭 데이터 표준 관리 요구사항 상세설명 정의 데이터 표준 관리 방안 세부내용 ᄋ 데이터 표준관리 방안 - 데이터 표준관리를 위한 표준화 도구메타데이터관리시스템 등와 이를 통한 변경이력을 효과적으로 관리 할 수 있는 방안을 제시하고 적용하여야 함 운영 중인 메타데이터관리시스템 가이드 등을 참조 ᄋ 본 사업으로 구축되는 정보시스템DB의 메타데이터는 발주기관의 메타관리 시스템에 등록관리하며, 중앙메타데이터 관리시스템과 연계등록 하여야 함 산출정보 데이터 표준관리 방안매뉴얼, 가이드 등 요구사항 분류 데이터 요구사항 고유번호 DAR-04 요구사항 명칭 데이터 구조 설계",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준화"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  원칙  및  가이드  수립"
          ],
          [
            "",
            "세부내용",
            "ㅇ  데이터  표준  원칙  및  가이드  수립\n    -  구축되는  시스템의  데이터  특성을  고려하여  표준화  관리체계(데이터  표준화 \n지침  및  가이드  등)를  개선·정비하여야  함\nㅇ  범정부  표준을  준수한  기관의  표준  원칙을  기반으로  데이터  표준화\n    -  시스템  구축에  따라  추가가  필요한  데이터  표준항목(단어,  용어,  도메인)을 \n정의하고  데이터  표준사전  등에  반영하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  표준화  지침  및  표준화  가이드,  데이터  표준  사전(용어사전,  단어사전, \n도메인사전)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "공통  데이터  표준화"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "범정부  및  주관기관  표준  준수"
          ],
          [
            "",
            "세부내용",
            "ㅇ  범정부  표준  준수\n    -  공공데이터  공통표준용어(행정안전부  고시)를  준수하여야  함\n    -  데이터  표준화  수립  전  구축  시스템과  관련된  분야별  표준  여부를  검토  후 \n반영하여야  함 \n    -  공공기관의  데이터베이스  표준화  지침(행정안전부  고시)을  준수하여야  함\nㅇ  주관기관  표준을  준수\n    -  수행사는  축산물품질평가원의  데이터  사전을  준수하고  그와  상충되는  요\n소에  대해서는  주관기관과  협의하여  대응  방안을  수립하고  이력을  남겨야 \n함"
          ],
          [
            "산출정보",
            "",
            "데이터  표준화  지침  및  표준화  가이드,  데이터  표준  사전(용어사전,  단어사전, \n도메인사전),  범정부  및  기관  데이터  표준  검토  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준  관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  관리  방안"
          ],
          [
            "",
            "세부내용",
            "ㅇ  데이터  표준관리  방안\n    -  데이터  표준관리를  위한  표준화  도구(메타데이터관리시스템  등)와  이를  통한 \n변경이력을  효과적으로  관리  할  수  있는  방안을  제시하고  적용하여야  함\n      ※  운영  중인  메타데이터관리시스템  가이드  등을  참조\nㅇ  본  사업으로  구축되는  정보시스템(DB)의  메타데이터는  발주기관의  메타관리\n시스템에  등록·관리하며,  중앙메타데이터  관리시스템과  연계·등록  하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  표준관리  방안(매뉴얼,  가이드  등)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 17 - 요구사항 상세설명 정의 데이터 구조설계 원칙 세부내용 ᄋ 데이터 구조 설계 원칙 및 가이드 제시 - 데이터 구조 설계모델링 원칙 및 가이드를 제시하고 이를 준수하여 데이 터 구조를 설계, 구현하여야 함 - 일관성, 데이터의 종속성, 무결성, DB 성능 등이 고려되어야 함 ᄋ 데이터 주제영역 정의 및 개념논리물리 모델 설계 - 데이터 공유 및 활용, 업무요건 변화, 시스템 변경으로 인한 DB의 구조적 변화가 최소화될 수 있도록 유연한 구조로 설계하여야 함 - 데이터 분류체계, 명명 규칙, DB Object 사용기준이 반영되어야 함 - 주제영역, 개념 데이터 모델, 논리 데이터 모델, 물리 데이터 모델의 설계 산출물을 사전에 검토할 수 있도록 제출하여야 함 ᄋ 데이터 발생과 처리의 이해를 높이는 데이터 발생 규칙 정의 - 인조 식별자가 많은 엔터티의 경우 데이터 구조만으로 발생 규칙을 이해하 기 어려우므로 데이터 발생 규칙 정의서를 작성해야 함 산출정보 데이터 구조 설계 원칙 및 가이드, 데이터 주제영역 정의서, 개념 데이터 모델, 논리 데이터 모델, 물리데이터 모델 설계서, 데이터 발생 규칙 정의서 요구사항 분류 데이터 요구사항 고유번호 DAR-05 요구사항 명칭 데이터 구조 검증 요구사항 상세설명 정의 데이터 모델 검증 세부내용 ᄋ 데이터 모델 검증 - 설계된 데이터 모델은 설계자 개발자 발주기관 전문가 등이 참여하 여 검증하여야 함 - 주제영역 도출, 개념모델, 논리모델, 물리모델 도출 시점을 전후로 검증과 교육을 수행하여야 함 - 각 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함 예 논리 데이터 모델 검증 기준 요구사항 대비 논리 모델의 완전성논리 데이터 모델이 비즈니스 요구 사항의 누락 여부, 정규화 충족 여부 예 물리 데이터 모델 검증 기준 중복 테이블 여부, 중복 칼럼 여부, 반정규화된 중복 데이터 정합성 유지 방안 여부 산출정보 데이터 모델 검증 계획서, 데이터 모델 검증 결과서, 데이터 주제영역 정의서, 개념모델 정의서, 논리모델 정의서, 물리모델 정의서 요구사항 분류 데이터 요구사항 고유번호 DAR-06 요구사항 명칭 데이터 구조 관리 도구 요구사항 상세설명 정의 데이터 구조 관리 방안 세부내용 ᄋ 데이터 구조 관리 방안 - 데이터 구조를 설계부터 구축, 운영 단계까지 지속적으로 관리 할 수 있 는 방안을 제시하여야 함 - 운영 중인 메타데이터관리시스템 가이드 등을 참조해야 함운영 시스템자 료가 있는 경우 - 시스템 구축 기간 동안 DB의 형상과 물리 데이터 모델의 형상 일치 여부 를 주기적으로 점검하고 보고하여야 함 ᄋ 데이터 구조 변경이력 관리 - 데이터 구조 변경이력에 대한 관리방안을 제시하고 적용하여야 함 산출정보 데이터 구조관리 방안매뉴얼, 가이드 등",
      "tables": [
        [
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  구조설계  원칙"
          ],
          [
            "",
            "세부내용",
            "ㅇ  데이터  구조  설계  원칙  및  가이드  제시\n  -  데이터  구조  설계(모델링)  원칙  및  가이드를  제시하고  이를  준수하여  데이\n터  구조를  설계,  구현하여야  함\n  -  일관성,  데이터의  종속성,  무결성,  DB  성능  등이  고려되어야  함\nㅇ  데이터  주제영역  정의  및  개념·논리·물리  모델  설계\n  -  데이터  공유  및  활용,  업무요건  변화,  시스템  변경으로  인한  DB의  구조적 \n변화가  최소화될  수  있도록  유연한  구조로  설계하여야  함\n  -  데이터  분류체계,  명명  규칙,  DB  Object  사용기준이  반영되어야  함\n  -  주제영역,  개념  데이터  모델,  논리  데이터  모델,  물리  데이터  모델의  설계 \n산출물을  사전에  검토할  수  있도록  제출하여야  함\nㅇ  데이터  발생과  처리의  이해를  높이는  데이터  발생  규칙  정의\n  -  인조  식별자가  많은  엔터티의  경우  데이터  구조만으로  발생  규칙을  이해하\n기  어려우므로  ‘데이터  발생  규칙  정의서’를  작성해야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  구조  설계  원칙  및  가이드,  데이터  주제영역  정의서,  개념  데이터  모델, \n논리  데이터  모델,  물리데이터  모델  설계서,  데이터  발생  규칙  정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-05"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  모델  검증"
          ],
          [
            "",
            "세부내용",
            "ㅇ  데이터  모델  검증 \n  -  설계된  데이터  모델은  설계자  ·  개발자  ·  발주기관  ·  전문가  등이  참여하\n여  검증하여야  함\n  -  주제영역  도출,  개념모델,  논리모델,  물리모델  도출  시점을  전후로  검증과 \n교육을  수행하여야  함\n  -  각  단계별  데이터  모델  검증  시  기준을  정의하고  실시하여야  함\n      예)  논리  데이터  모델  검증  기준\n          :  요구사항  대비  논리  모델의  완전성(논리  데이터  모델이  비즈니스  요구\n사항의  누락  여부),  정규화  충족  여부\n      예)  물리  데이터  모델  검증  기준\n          :  중복  테이블  여부,  중복  칼럼  여부,  반정규화된  중복  데이터  정합성 \n유지  방안  여부"
          ],
          [
            "산출정보",
            "",
            "데이터  모델  검증  계획서,  데이터  모델  검증  결과서,  데이터  주제영역  정의서, \n개념모델  정의서,  논리모델  정의서,  물리모델  정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-06"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  관리  도구"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  구조  관리  방안"
          ],
          [
            "",
            "세부내용",
            "ㅇ  데이터  구조  관리  방안\n  -  데이터  구조를  설계부터  구축,  운영  단계까지  지속적으로  관리  할  수  있\n는  방안을  제시하여야  함\n  -  운영  중인  메타데이터관리시스템  가이드  등을  참조해야  함(운영  시스템·자\n료가  있는  경우) \n  -  시스템  구축  기간  동안  DB의  형상과  물리  데이터  모델의  형상  일치  여부\n를  주기적으로  점검하고  보고하여야  함\nㅇ  데이터  구조  변경이력  관리\n  -  데이터  구조  변경이력에  대한  관리방안을  제시하고  적용하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  구조관리  방안(매뉴얼,  가이드  등)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 18 - 요구사항 분류 데이터 요구사항 고유번호 DAR-07 요구사항 명칭 데이터 값 검증 요구사항 상세설명 정의 데이터 값 검증 방안 세부내용 ᄋ 데이터 값 진단 계획 수립 - 데이터연계데이터 포함 값 진단 수행 일정을 사업 계획에 명시하고 수 행하여야 함 ᄋ 데이터 값 진단 수행 및 검증 - 데이터 값 진단 범위전체 또는 일부, 기준을 발주기관과 협의하여야 함 - 범정부 또는 발주기관의 표준을 준수하여 진단기준을 제시하여야 함 - 진단 결과에 따라 오류 데이터에 대해서는 개선방안을 제시하여야 함 산출정보 데이터 값 진단 계획결과서, 데이터 값 개선방안 요구사항 분류 데이터 요구사항 고유번호 DAR-08 요구사항 명칭 데이터 관리체계 및 연계 데이터 관리체계 수립 요구사항 상세설명 정의 데이터 관리체계 및 연계 데이터 관리체계 수립 세부내용 ᄋ 데이터 관리체계 정의 - 표준, 구조, 연계 등 데이터 핵심 요소의 지속적인 관리를 위한 조직과 역할을 정의하여야 함 - 데이터 값의 진단 및 개선 등 품질관리 조직과 역할을 정의하여야 함 - 데이터 값 진단 방안기능, 진단 프로그램 등을 제시하여야 함 - 데이터 표준단어 용어 도메인 코드의 추가, 변경, 삭제 절차를 수립하여야 함 - 데이터 구조논리 물리와 관련된 추가, 변경, 삭제 절차를 수립하여야 함 - 데이터 연계 목록 및 항목의 추가, 변경, 삭제 절차의 정의 절차를 수립하여야 함 연계 시스템 도입 시 시스템과 연계된 체계 수립 - 오류 데이터의 진단 및 개선 절차를 제시하여야 함 ᄋ 데이터 연계 관리 방안 제시 - 제공기관 및 활용기관 간 연계데이터의 정합성이 유지되도록 방안을 제시 하고 구축하여야 함 - 연계데이터에 대한 메타데이터를 작성하고 표준화 및 현행화를 위한 방안 을 제시하여야 함 - 연계데이터를 제공 및 활용하는 기관 상호 간의 데이터 품질 확보를 위한 협 의체가칭 등을 구성하여 연계표준이나 기준 등을 협의하고, 정기적인 연 계데이터 정합성 검증을 통해 연계데이터 누락을 검증하는 등의 협조체계 를 제시하여야 함 산출정보 연계 데이터 목록 정의서, 연계 데이터 관리 항목 정의서 요구사항 분류 데이터 요구사항 고유번호 DAR-09 요구사항 명칭 데이터 개방 관리체계 요구사항 상세설명 정의 개방데이터 서비스 연속성 확보 및 메타데이터 현행화 세부내용 ᄋ 개방 데이터 서비스 연속성 확보 - 본 사업을 통해 구축되는 시스템과 연관된 개방데이터 목록을 식별하고 개방데이터의 서비스 연속성 확보 방안을 제시하여야 함 ᄋ 메타데이터 현행화 - 본 사업을 통해 구축되는 시스템의 데이터베이스에 대해 발주기관의 메타",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-07"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  값  검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  값  검증  방안"
          ],
          [
            "",
            "세부내용",
            "ㅇ  데이터  값  진단  계획  수립   \n    -  데이터(연계데이터  포함)  값  진단  수행  일정을  사업  계획에  명시하고  수\n행하여야  함\nㅇ  데이터  값  진단  수행  및  검증\n    -  데이터  값  진단  범위(전체  또는  일부),  기준을  발주기관과  협의하여야  함\n    -  범정부  또는  발주기관의  표준을  준수하여  진단기준을  제시하여야  함\n    -  진단  결과에  따라  오류  데이터에  대해서는  개선방안을  제시하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  값  진단  계획/결과서,  데이터  값  개선방안"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-08"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  관리체계  및  연계  데이터  관리체계  수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  관리체계  및  연계  데이터  관리체계  수립"
          ],
          [
            "",
            "세부내용",
            "ㅇ  데이터  관리체계  정의\n  -  표준,  구조,  연계  등  데이터  핵심  요소의  지속적인  관리를  위한  조직과  역할을 \n정의하여야  함\n  -  데이터  값의  진단  및  개선  등  품질관리  조직과  역할을  정의하여야  함\n  -  데이터  값  진단  방안(기능,  진단  프로그램  등)을  제시하여야  함\n  -  데이터  표준(단어  ·  용어  ·  도메인  ·  코드)의  추가,  변경,  삭제  절차를  수립하여야  함\n  -  데이터  구조(논리  ·  물리)와  관련된  추가,  변경,  삭제  절차를  수립하여야  함\n  -  데이터  연계  목록  및  항목의  추가,  변경,  삭제  절차의  정의  절차를  수립하여야  함\n    ※  연계  시스템  도입  시  시스템과  연계된  체계  수립\n  -  오류  데이터의  진단  및  개선  절차를  제시하여야  함\nㅇ  데이터  연계  관리  방안  제시\n  -  제공기관  및  활용기관  간  연계데이터의  정합성이  유지되도록  방안을  제시\n하고  구축하여야  함\n  -  연계데이터에  대한  메타데이터를  작성하고  표준화  및  현행화를  위한  방안\n을  제시하여야  함\n  -  연계데이터를  제공  및  활용하는  기관  상호  간의  데이터  품질  확보를  위한  협\n의체(가칭)  등을  구성하여  연계표준이나  기준  등을  협의하고,  정기적인  연\n계데이터  정합성  검증을  통해  연계데이터  누락을  검증하는  등의  협조체계\n를  제시하여야  함"
          ],
          [
            "산출정보",
            "",
            "연계  데이터  목록  정의서,  연계  데이터  관리  항목  정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-09"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  개방  관리체계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개방데이터  서비스  연속성  확보  및  메타데이터  현행화"
          ],
          [
            "",
            "세부내용",
            "ㅇ  개방  데이터  서비스  연속성  확보\n  -  본  사업을  통해  구축되는  시스템과  연관된  개방데이터  목록을  식별하고 \n개방데이터의  서비스  연속성  확보  방안을  제시하여야  함\nㅇ  메타데이터  현행화\n  -  본  사업을  통해  구축되는  시스템의  데이터베이스에  대해  발주기관의  메타"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 19 - 5 테스트 요구사항Test Requirement 요구사항 분류 테스트 요구사항 고유번호 TER-01 요구사항 명칭 테스트 계획 수립 요구사항 정의 테스트 계획 수립 요구사항 상세설명 ᄋ각 단계별, 기능별 시스템의 기능을 명확히 하여 타당성 있고 현실성 있는 테스트 일정 수립 및 제시 ᄋ대상 업무별 단위통합성능장애인수테스트 방안 제시 ᄋ발생 가능한 상황에 대해서 실제 데이터오류 데이터 포함를 입력하여 테스트하여야 하며 각종 유형별 테스트 계획서를 구체적으로 작성 - 테스트 환경을 구현하기 위해 필요시 테스트용 프로그램 구현 ᄋ테스트 계획서에는 테스트 조직, 데이터, 절차 및 방법, 일정 및 주기 등을 포함하여 테스트를 체계적이고 효율적으로 진행할 수 있는 방안 제시 ᄋ사용자 요구 및 프로그램 오류, 성능을 점검하는 단순시험부터 실제 사용자 환경에서 실 업무적용에 이르기까지 종합적인 시험방법 및 시험 시나리오 등 세부 시험절차를 수립하여 제시 산출정보 테스트 계획서, 테스트 시나리오 요구사항 분류 테스트 요구사항 고유번호 TER-02 요구사항 명칭 단위 테스트 요구사항 정의 단위 테스트 요구사항 상세설명 ᄋ단위 테스트의 대상, 범위, 절차, 조직, 일정, 환경, 평가기준을 구체적으로 작성하여 제출 - 프로그램 개발 공정률 50 이상 진행시 월별 개발된 프로그램에 대한 단위 테스트 수행 방안을 수립하여 제출 - 전문 테스트 조직을 구성하여, 개발규칙 가이드 준수 여부 등을 확인하여 조치 결과 제출 ᄋ테스트 시나리오, 처리절차, 테스트 데이터, 목표결과수준을 사전에 정의 ᄋ단위 테스트시 다음의 내용은 필수로 점검하며 그 외 점검항목 수립 - 결함유형 분석결함 발생건수, 결함비율 - 결함 심각도 분석치명적 결함, 주요 결함, 단순 결함, 사소한 결함, 개선 사항 별 발생결함 건수 - 결함발견 추세분석시험일시, 발견결함 수 산출정보 테스트 계획서, 테스트 시나리오, 테스트결과서 요구사항 분류 테스트 요구사항 고유번호 TER-03 요구사항 명칭 통합 테스트 요구사항 정의 통합 테스트 요구사항 상세설명 ᄋ통합 테스트 시나리오에 따라 단위 테스트가 완료된 프로그램들을 대상으로 다음 사항을 검증해야 함 - 기능, 성능 등의 요구사항 및 설계사양 충족여부 - 단위기능 및 연계기능의 정상적인 수행 여부 - 기능 수행 후의 결과가 사전에 예측된 결과와 일치여부 - 시스템의 접근 권한 및 업무 권한에 대한 적정성 - 대내 시스템간, 영역간 연계 및 이를 포함하는 업무 흐름 검증 데이터관리시스템과 중앙메타관리시스템에 메타데이터 표준 관리항목이 등록 및 현행화 되도록 지원하여야 함 산출정보 개방데이터 목록 정의서, 메타데이터 현행화 결과서",
      "tables": [
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-01"
          ],
          [
            "요구사항  명칭",
            "테스트  계획  수립"
          ],
          [
            "요구사항  정의",
            "테스트  계획  수립"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ각  단계별,  기능별  시스템의  기능을  명확히  하여  타당성  있고  현실성  있는 \n테스트  일정  수립  및  제시\nㅇ대상  업무별  단위/통합/성능/장애/인수테스트  방안  제시\nㅇ발생  가능한  상황에  대해서  실제  데이터(오류  데이터  포함)를  입력하여 \n테스트하여야  하며  각종  유형별  테스트  계획서를  구체적으로  작성\n  -  테스트  환경을  구현하기  위해  필요시  테스트용  프로그램  구현\nㅇ테스트  계획서에는  테스트  조직,  데이터,  절차  및  방법,  일정  및  주기  등을 \n포함하여  테스트를  체계적이고  효율적으로  진행할  수  있는  방안  제시\nㅇ사용자  요구  및  프로그램  오류,  성능을  점검하는  단순시험부터  실제  사용자 \n환경에서  실  업무적용에  이르기까지  종합적인  시험방법  및  시험  시나리오  등 \n세부  시험절차를  수립하여  제시"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-02"
          ],
          [
            "요구사항  명칭",
            "단위  테스트"
          ],
          [
            "요구사항  정의",
            "단위  테스트"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ단위  테스트의  대상,  범위,  절차,  조직,  일정,  환경,  평가기준을  구체적으로 \n작성하여  제출\n  -  프로그램  개발  공정률  50%  이상  진행시  월별  개발된  프로그램에  대한 \n단위  테스트  수행  방안을  수립하여  제출\n  -  전문  테스트  조직을  구성하여,  개발규칙  가이드  준수  여부  등을  확인하여 \n조치  결과  제출\nㅇ테스트  시나리오,  처리절차,  테스트  데이터,  목표결과(수준)을  사전에  정의\nㅇ단위  테스트시  다음의  내용은  필수로  점검하며  그  외  점검항목  수립\n  -  결함유형  분석(결함  발생건수,  결함비율)\n  -  결함  심각도  분석(치명적  결함,  주요  결함,  단순  결함,  사소한  결함,  개선\n사항  별  발생결함  건수)\n  -  결함발견  추세분석(시험일시,  발견결함  수)"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오,  테스트결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-03"
          ],
          [
            "요구사항  명칭",
            "통합  테스트"
          ],
          [
            "요구사항  정의",
            "통합  테스트"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ통합  테스트  시나리오에  따라  단위  테스트가  완료된  프로그램들을  대상으로 \n다음  사항을  검증해야  함\n  -  기능,  성능  등의  요구사항  및  설계사양  충족여부\n  -  단위기능  및  연계기능의  정상적인  수행  여부\n  -  기능  수행  후의  결과가  사전에  예측된  결과와  일치여부\n  -  시스템의  접근  권한  및  업무  권한에  대한  적정성\n  -  대내  시스템간,  영역간  연계  및  이를  포함하는  업무  흐름  검증"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 20 - 6 보안 요구사항Security Requirement - 대외기관 연계 및 이를 포함하는 업무 흐름 검증 ᄋ결함을 파악하고 원인을 추적하여 결함을 제거하여야 함 ᄋ통합 테스트는 동일 시나리오시험 데이터의 결함이 조치될 때 까지 실시 ᄋ제3자 테스터가 투입되어 전체 테스트를 진행 ᄋ통합 테스트를 토대로 안정적인 서비스 품질이 실현되도록 검증 산출정보 테스트 계획서, 테스트 시나리오, 테스트결과서 요구사항 분류 테스트 요구사항 고유번호 TER-04 요구사항 명칭 성능 테스트 요구사항 정의 성능 테스트 요구사항 상세설명 ᄋ실제 운영환경에서 성능 목표를 정의하고 성능 테스트 실시 ᄋ목표 성능에 미치지 못할 경우 목표에 부합하도록 개선 후 재시험 산출정보 테스트 계획서, 테스트 시나리오, 테스트결과서 요구사항 분류 테스트 요구사항 고유번호 TER-05 요구사항 명칭 장애복구 테스트 요구사항 정의 장애복구 테스트 요구사항 상세설명 ᄋ다양한 장애 상황을 재현하여 복구목표를 정의하고 장애복구 테스트 실시 ᄋ시스템은 장애 복구 시간 중에 장애상황을 사용자에게 공지하여야 함 산출정보 테스트 계획서, 테스트 시나리오, 테스트결과서 요구사항 분류 테스트 요구사항 고유번호 TER-06 요구사항 명칭 인수 테스트 요구사항 정의 인수 테스트 요구사항 상세설명 ᄋ사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여인원 및 역학, 점검사항, 최종 점수 기준, 점검 후 조치방안 등을 세부적으로 기술하여 계획을 수립하고 제출 ᄋ요구사항별 적합부적합 판정을 할 수 있도록 항목별 테스트를 실시하여야 하며, 이에 따른 테스트 데이터를 준비하여야 함 ᄋ발주기관과 협의하여 승인 검사테스트를 계획하고, 발주기관이 승인 검사 테스트를 이행하기 위하여 필요한 모든 지원을 제공하여야 함 ᄋ개발 완료 후 최종산출물 및 테스트 결과물을 첨부하여 발주기관에게 승인 검사 및 테스트롤 요청하여야 하며, 승인검사 및 테스트 과정에서 발견된 하자사항은 목표수준에 이를때까지 보완 및 테스트를 반복 실시 ᄋ최종 승인 처리는 별도의 문서에 의하여 발주기관의 승인을 받은 일자에 완료된 것으로 함 산출정보 테스트 계획서, 테스트 시나리오, 테스트결과서 요구사항 분류 보안 요구사항 고유번호 SER-01 요구사항 명칭 보안 지침 준수 요구사항 정의 보안 지침 표준준수 요구사항 상세설명 ᄋ국가 정보보안 기본지침국가정보원, 2023.1. ᄋ홈페이지 개인정보 노출방지 안내서개인정보위, 2020.12. ᄋ소프트웨어 개발보안 가이드2021.11. ᄋ소프트웨어 보안약점 진단가이드행안부 발간등록번호 11-1311000-000395-14, 2019.6.",
      "tables": [
        [
          [
            "",
            "-  대외기관  연계  및  이를  포함하는  업무  흐름  검증\nㅇ결함을  파악하고  원인을  추적하여  결함을  제거하여야  함\nㅇ통합  테스트는  동일  시나리오/시험  데이터의  결함이  조치될  때  까지  실시\nㅇ제3자  테스터가  투입되어  전체  테스트를  진행\nㅇ통합  테스트를  토대로  안정적인  서비스  품질이  실현되도록  검증"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오,  테스트결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-04"
          ],
          [
            "요구사항  명칭",
            "성능  테스트"
          ],
          [
            "요구사항  정의",
            "성능  테스트"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ실제  운영환경에서  성능  목표를  정의하고  성능  테스트  실시\nㅇ목표  성능에  미치지  못할  경우  목표에  부합하도록  개선  후  재시험"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오,  테스트결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-05"
          ],
          [
            "요구사항  명칭",
            "장애복구  테스트"
          ],
          [
            "요구사항  정의",
            "장애복구  테스트"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ다양한  장애  상황을  재현하여  복구목표를  정의하고  장애복구  테스트  실시\nㅇ시스템은  장애  복구  시간  중에  장애상황을  사용자에게  공지하여야  함"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오,  테스트결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-06"
          ],
          [
            "요구사항  명칭",
            "인수  테스트"
          ],
          [
            "요구사항  정의",
            "인수  테스트"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사용자  승인을  위한  검사  및  테스트  수행방법,  절차,  참여인원  및  역학, \n점검사항,  최종  점수  기준,  점검  후  조치방안  등을  세부적으로  기술하여 \n계획을  수립하고  제출\nㅇ요구사항별  적합/부적합  판정을  할  수  있도록  항목별  테스트를  실시하여야 \n하며,  이에  따른  테스트  데이터를  준비하여야  함\nㅇ발주기관과  협의하여  승인  검사/테스트를  계획하고,  발주기관이  승인  검사/\n테스트를  이행하기  위하여  필요한  모든  지원을  제공하여야  함\nㅇ개발  완료  후  최종산출물  및  테스트  결과물을  첨부하여  발주기관에게  승인\n검사  및  테스트롤  요청하여야  하며,  승인검사  및  테스트  과정에서  발견된 \n하자사항은  목표수준에  이를때까지  보완  및  테스트를  반복  실시\nㅇ최종  승인  처리는  별도의  문서에  의하여  발주기관의  승인을  받은  일자에 \n완료된  것으로  함"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오,  테스트결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-01"
          ],
          [
            "요구사항  명칭",
            "보안  지침  준수"
          ],
          [
            "요구사항  정의",
            "보안  지침  표준준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ국가  정보보안  기본지침(국가정보원,  2023.1.)\nㅇ홈페이지  개인정보  노출방지  안내서(개인정보위,  2020.12.)\nㅇ소프트웨어  개발보안  가이드(2021.11.)\nㅇ소프트웨어  보안약점  진단가이드(행안부  발간등록번호 \n11-1311000-000395-14,  2019.6.)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 21 - ᄋ공개SW를 활용한 소프트웨어 개발보안 점검가이드행안부, 2019.6.ᄋ개 인정보의 안전성 확보조치 기준개인정보위 고시 제2020-2호, 2020.8.11. ᄋ모바일 전자정부 서비스 관리지침행안부 예규 제214호, 2022.6.29. ᄋ본 사업은 위 지침 외에도 정부가 제정, 공포한 관계 제 법규지침을 준 수하여야 하며, 법규가 개정변경될 경우 해당 법규 준수 ᄋ용역사업 중 또는 종료 후라도 본 사업과 관련하여 국가정보원 등 관련 기관으로부터 보안에 문제가 있다고 지적될 경우 반드시 해결책을 강구하고 조치하여야 함 산출정보 사업수행계획서, 보안서약서 요구사항 분류 보안 요구사항 고유번호 SER-02 요구사항 명칭 보안 기본 요건 요구사항 정의 보안 기본 요구사항 요구사항 상세설명 ᄋ외부PC노트북 등 반입 시 포맷 후 보안프로그램백신, NAC, 매체제어, 개인정보탐지 등을 반드시 설치하고 발주기관의 설치확인을 받아야 함 ᄋ외부로 시스템, PC, 노트북 등 반출 시 저장장치 분리 후 제출하여 자료 완전 삭제 및 승인 후 반출 ᄋ사업수행 기간 중 중요 데이터 등 정보 유출에 대비하여 구체적인 정보보호 계획 및 방안을 수립하여 제출 - 시스템 측면에서 보안방법 및 절차 - 정보 유출 및 변경 가능성 차단 등 데이터 보안방법 - 운영자, 사용자에 대한 접근권한 부여 등 소프트웨어적 보안방법 - 개인정보 및 데이터 등 기밀 유출 시 보상 계획 ᄋ해킹 및 사이버 공격 등의 취약점 노출 또는 발생 우려에 대비하여 신속히 대응할 수 있는 비상 대응체계 구축 및 운영 ᄋ정보보호를 위한 관리적, 기술적 대책을 강구하여 발주기관의 승인을 받아 물리적으로 설치해야 하며, 이에 따른 비용 발생 시 수행사가 부담 ᄋ사업 수행에 있어 악성코드에 감염된 도구를 사용하여서는 아니되며 인가 받지 않은 보조기억매체USB, 외장하드 등 사용 금지 ᄋ사업 수행 시 승인되지 않은 외부 인터넷망 사용을 금지하며, 업무망PC와 인터넷망PC는 망 분리하여 사용 ᄋ사업 관련 자료는 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송 금지 산출정보 사업수행계획서, 테스트 결과서 요구사항 분류 보안 요구사항 고유번호 SER-03 요구사항 명칭 시스템 보안 방안 요구사항 정의 시스템 보안 요구사항 요구사항 상세설명 ᄋ 구축 및 운용 시스템에 대한 서버 보안취약점 점검 및 FTP, Telnet, Finger 등 불필요한 서비스 포트 제거 등 보안사항을 점검하여 조치 ᄋ 네트워크는 업무망과 인터넷망으로 구분하여 운영하고 망간 데이터 연계시 망간자료전송 시스템을 통하여 송수신 ᄋ 정보보호 제품 납품시 관련 규정의 시험, 인증사항을 만족하는 제품 납품 ᄋ 데이터 전송을 위한 네트워크 전송구간은 암호화 적용 ᄋ 기관간 데이터 연계시 통신 구간 암호화 및 접근제어 적용 ᄋ 사전협의된 연계 데이터를 지정된 서버로만 통신 허용 산출정보 보안취약점 점검 및 조치 결과서, 전산기기 반입반출대장, 보안기능시험결과서 요구사항 분류 보안 요구사항 고유번호 SER-04 요구사항 명칭 관리적 보안 방안 요구사항 정의 관리적 보안 준수",
      "tables": [
        [
          [
            "",
            "ㅇ공개SW를  활용한  소프트웨어  개발보안  점검가이드(행안부,  2019.6.)ㅇ개\n인정보의  안전성  확보조치  기준(개인정보위  고시  제2020-2호,  2020.8.11.)\nㅇ모바일  전자정부  서비스  관리지침(행안부  예규  제214호,  2022.6.29.)\nㅇ본  사업은  위  지침  외에도  정부가  제정,  공포한  관계  제  법규(지침)을  준\n수하여야  하며,  법규가  개정·변경될  경우  해당  법규  준수\nㅇ용역사업  중  또는  종료  후라도  본  사업과  관련하여  국가정보원  등  관련 \n기관으로부터  보안에  문제가  있다고  지적될  경우  반드시  해결책을  강구하고 \n조치하여야  함"
          ],
          [
            "산출정보",
            "사업수행계획서,  보안서약서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-02"
          ],
          [
            "요구사항  명칭",
            "보안  기본  요건"
          ],
          [
            "요구사항  정의",
            "보안  기본  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ외부PC(노트북  등)  반입  시  포맷  후  보안프로그램(백신,  NAC,  매체제어, \n개인정보탐지  등)을  반드시  설치하고  발주기관의  설치확인을  받아야  함\nㅇ외부로  시스템,  PC,  노트북  등  반출  시  저장장치  분리  후  제출하여  자료 \n완전  삭제  및  승인  후  반출\nㅇ사업수행  기간  중  중요  데이터  등  정보  유출에  대비하여  구체적인  정보보호 \n계획  및  방안을  수립하여  제출\n  -  시스템  측면에서  보안방법  및  절차\n  -  정보  유출  및  변경  가능성  차단  등  데이터  보안방법\n  -  운영자,  사용자에  대한  접근권한  부여  등  소프트웨어적  보안방법\n  -  개인정보  및  데이터  등  기밀  유출  시  보상  계획\nㅇ해킹  및  사이버  공격  등의  취약점  노출  또는  발생  우려에  대비하여  신속히 \n대응할  수  있는  비상  대응체계  구축  및  운영\nㅇ정보보호를  위한  관리적,  기술적  대책을  강구하여  발주기관의  승인을  받아 \n물리적으로  설치해야  하며,  이에  따른  비용  발생  시  수행사가  부담\nㅇ사업  수행에  있어  악성코드에  감염된  도구를  사용하여서는  아니되며  인가\n받지  않은  보조기억매체(USB,  외장하드  등)  사용  금지\nㅇ사업  수행  시  승인되지  않은  외부  인터넷망  사용을  금지하며,  업무망PC와 \n인터넷망PC는  망  분리하여  사용\nㅇ사업  관련  자료는  인터넷  웹하드,  웹메일  등  외부에  저장  및  전송  금지"
          ],
          [
            "산출정보",
            "사업수행계획서,  테스트  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-03"
          ],
          [
            "요구사항  명칭",
            "시스템  보안  방안"
          ],
          [
            "요구사항  정의",
            "시스템  보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  구축  및  운용  시스템에  대한  서버  보안취약점  점검  및  FTP,  Telnet, \nFinger  등  불필요한  서비스  포트  제거  등  보안사항을  점검하여  조치\nㅇ  네트워크는  업무망과  인터넷망으로  구분하여  운영하고  망간  데이터  연계시 \n망간자료전송  시스템을  통하여  송수신\nㅇ  정보보호  제품  납품시  관련  규정의  시험,  인증사항을  만족하는  제품  납품\nㅇ  데이터  전송을  위한  네트워크  전송구간은  암호화  적용\nㅇ  기관간  데이터  연계시  통신  구간  암호화  및  접근제어  적용\nㅇ  사전협의된  연계  데이터를  지정된  서버로만  통신  허용"
          ],
          [
            "산출정보",
            "보안취약점  점검  및  조치  결과서,  전산기기  반입·반출대장,  보안기능시험결과서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 22 - 요구사항 상세설명 ᄋ 인적, 물적 자원에 대한 보안정책 및 지침을 수립하여 적용하고 수시로 보안진단을 실시 ᄋ 외부 인력을 포함한 사업수행 인력을 대상으로 주기적인 보안교육 실시 및 보안서약서 작성 등 보안관리 철저 ᄋ 불의의 사고로 인하여 시스템이나 파일이 피해를 입더라도 최근에 백업 한 시점의 내용으로 복구할 수 있는 백업정책을 수립 및 실행 ᄋ 해킹 및 사이버 공격 등의 취약점 노출 또는 발생우려에 대비하여 신속 히 대응할 수 있는 비상 대응체계 구축 및 운영 산출정보 사업수행계획서, 보안서약서 요구사항 분류 보안 요구사항 고유번호 SER-05 요구사항 명칭 물리적 보안 방안 요구사항 정의 물리적 보안 준수 요구사항 상세설명 ᄋ 프로젝트 사무실, 중요장비 설치장소에 대해 출입보안시스템, CCTV등 통 제절차 마련 ᄋ 개인소유의 PC 및 보조기억장치 반입반출을 통제 ᄋ 비공개 문서는 별도 잠금장치가 된 곳에 안전하게 보관 및 관리 ᄋ 사업 산출물은 기관에서 지정한 PC 혹은 파일서버에 저장 ᄋ 폐기되는 문서는 파쇄, 소각 등 안전한 방법으로 폐기되도록 함 ᄋ 문서의 보안등급을 부여하고 등급에 따라 권한 관리 산출정보 사무실 출입기록, 자료관리대장, CCTV기록 요구사항 분류 보안 요구사항 고유번호 SER-06 요구사항 명칭 원격지 온라인 개발 장소 보안 요건 요구사항 정의 원격지 온라인 개발 장소 보안 준수 요구사항 상세설명 ᄋ 국가정보보안기본지침 제28조의2원격지에서의 온라인 개발 준수 - 지정된 단말기에서만 접근, 해당 단말기에 대한 접근인원 통제 - 지정 단말기는 온라인 용역 통제시스템 접속 전용으로 운용, 인터넷 접속 차단 - 온라인 용역 통제시스템을 경유하여 개발에 필요한 정보시스템에 접속 - 계약 시행일로부터 종류 후 30일이 경과하는 날까지 정기또는 수시보 안점검을 실시 ᄋ 수행사는 원격지 온라인 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제시하여야 함 ᄋ 수행사는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방안을 제시 하여야 함 ᄋ 우리원 보안정책을 준수해야하며, 원격지 개발시 요구되는 보안장비 NAC, VPN 등는 수행사에서 준비 ᄋ 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 보안관리 대책시 건장치, 출입통제 등을 실시하여야 함 - 프로젝트 사무실, 주요장비 설치장소에 대한 출입보안 - 개인소유 PC 및 보조기억장치 반입 통제 - 전용선 혹은 기관과의 연계가 가능한 VPN망 가설VPN은 수행사 준비 - NAC 장비를 이용한 네트워크접근 통제 수행NAC는 장비는 수행사 준비 ᄋ 사업수행 시 승인되지 않은 외부 인터넷망 사용을 금지하며, 업무망PC와 인터넷망PC는 망 분리하여 사용 ᄋ 외부로 시스템, PC, 노트북 등 반출 시 저장장치 분리 후 제출하여 자료 완전삭제 및 승인 후 반출 ᄋ 용역사업자의 다음 행위를 금지 - 발주기관의 허가없이 네트워크에 접속하고, 정보를 수집하는 행위 - 비인가 프로그램 설치, 취약점을 고의로 생성하거나 취약한상태를 방치 - 발주기관 정보시스템의 자료를 무단 위조변조삭제파괴저장 및 반출",
      "tables": [
        [
          [
            "요구사항\n상세설명",
            "ㅇ  인적,  물적  자원에  대한  보안정책  및  지침을  수립하여  적용하고  수시로 \n보안진단을  실시\nㅇ  외부  인력을  포함한  사업수행  인력을  대상으로  주기적인  보안교육  실시 \n및  보안서약서  작성  등  보안관리  철저\nㅇ  불의의  사고로  인하여  시스템이나  파일이  피해를  입더라도  최근에  백업\n한  시점의  내용으로  복구할  수  있는  백업정책을  수립  및  실행\nㅇ  해킹  및  사이버  공격  등의  취약점  노출  또는  발생우려에  대비하여  신속\n히  대응할  수  있는  비상  대응체계  구축  및  운영"
          ],
          [
            "산출정보",
            "사업수행계획서,  보안서약서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-05"
          ],
          [
            "요구사항  명칭",
            "물리적  보안  방안"
          ],
          [
            "요구사항  정의",
            "물리적  보안  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  프로젝트  사무실,  중요장비  설치장소에  대해  출입보안시스템,  CCTV등  통\n제절차  마련\nㅇ  개인소유의  PC  및  보조기억장치  반입‧반출을  통제\nㅇ  비공개  문서는  별도  잠금장치가  된  곳에  안전하게  보관  및  관리\nㅇ  사업  산출물은  기관에서  지정한  PC  혹은  파일서버에  저장\nㅇ  폐기되는  문서는  파쇄,  소각  등  안전한  방법으로  폐기되도록  함\nㅇ  문서의  보안등급을  부여하고  등급에  따라  권한  관리"
          ],
          [
            "산출정보",
            "사무실  출입기록,  자료관리대장,  CCTV기록"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-06"
          ],
          [
            "요구사항  명칭",
            "원격지  온라인  개발  장소  보안  요건"
          ],
          [
            "요구사항  정의",
            "원격지  온라인  개발  장소  보안  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  국가정보보안기본지침  제28조의2(원격지에서의  온라인  개발)  준수\n      -  지정된  단말기에서만  접근,  해당  단말기에  대한  접근인원  통제\n      -  지정  단말기는  온라인  용역  통제시스템  접속  전용으로  운용,  인터넷  접속  차단\n      -  온라인  용역  통제시스템을  경유하여  개발에  필요한  정보시스템에  접속\n      -  계약  시행일로부터  종류  후  30일이  경과하는  날까지  정기또는  수시보\n안점검을  실시\nㅇ  수행사는  원격지  온라인  개발에  따른  보안사고  등  위험요인을  식별하여 \n이에  대한  대응방안을  제시하여야  함\nㅇ  수행사는  원격지  개발에  따른  개발방법  등에  대한  구체적인  방안을  제시\n하여야  함\nㅇ  우리원  보안정책을  준수해야하며,  원격지  개발시  요구되는  보안장비\n(NAC,  VPN  등)는  수행사에서  준비\nㅇ  원격지  개발에  따른  수행  장소  등에  대하여  구체적인  보안관리  대책(시\n건장치,  출입통제  등)을  실시하여야  함\n  -  프로젝트  사무실,  주요장비  설치장소에  대한  출입보안\n  -  개인소유  PC  및  보조기억장치  반입  통제\n  -  전용선  혹은  기관과의  연계가  가능한  VPN망  가설(VPN은  수행사  준비)\n  -  NAC  장비를  이용한  네트워크접근  통제  수행(NAC는  장비는  수행사  준비)\nㅇ  사업수행  시  승인되지  않은  외부  인터넷망  사용을  금지하며,  업무망PC와 \n인터넷망PC는  망  분리하여  사용\nㅇ  외부로  시스템,  PC,  노트북  등  반출  시  저장장치  분리  후  제출하여  자료 \n완전삭제  및  승인  후  반출\nㅇ  용역사업자의  다음  행위를  금지\n      -  발주기관의  허가없이  네트워크에  접속하고,  정보를  수집하는  행위\n      -  비인가  프로그램  설치,  취약점을  고의로  생성하거나  취약한상태를  방치\n      -  발주기관  정보시스템의  자료를  무단  위조·변조·삭제·파괴·저장    및  반출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 23 - 산출정보 원격지 개발 보안 계획, 보안관리방안, 출입기록, 자료관리대장, CCTV기록, PC보안점검 결과서 요구사항 분류 보안 요구사항 고유번호 SER-07 요구사항 명칭 기술적 보안 요건 요구사항 정의 기술적 보안 준수 요구사항 상세설명 ᄋ 소프트웨어 개발보안 가이드, 소프트웨어 보안약점 진단가이드 준수 ᄋ 시큐어코딩 준수 강화를 위해 개발점검승인배포 프로세스 상세절차를 정의하고, 형상배포서버를 포함하여 구축해야 함 ᄋ 정보화사업 종료 전에 공공기관 정보시스템 구축운영 지침 제54조진단 원에 준한 인력6년 이상 소프트웨어 개발분야 업무를 수행하고 정보보 안관련 전문성을 인증할 수 있는 자격증, 경력있는 자 보안약점 진단을 실시하고 발견된 약점을 조치해야 함ᄋ 소스코드 보안취약점을 자체 진 단하고 제거하기 위한 방안진단도구, 전문조직 활용, 진단환경, 진단회수, 진단 및 조치방안 등을 제시 ᄋ 공유자원에 대한 접근제어가 사용자 권한에 따라 이루어지는지 관리 ᄋ 연계기관과 주고받는 데이터에 대해서는 기밀성, 무결성 보장 ᄋ 정보자산서버,DB,웹서비스 보안취약점 점검을 수행하고 확인된 취약점을 조치 후 결과 제출 ᄋ 서버보안, 방화벽등의 차단허용 정책을 점검하여 보안성을 점검조치 ᄋ 사업계획 및 개발 단계에서부터 소스 프로그램의 안전성을 고려하여 개발하고, 시스템간 상호 연계시 표준 보안 API를 적용 ᄋ 개발 웹 프로그램에 대한 보안취약점에 대한 사전점검 및 보완조치 ᄋ 네트워크 장비, 서버 등에 설치되는 OS, 통신 프로토콜, SW 등에 대한 최신 보안패치 적용 산출정보 사업수행계획서, 보안취약점 점검 및 조치결과서, 보안장비 도입확인서, 보 안기능 운용점검결과 요구사항 분류 보안 요구사항 고유번호 SER-08 요구사항 명칭 참여인력 보안관리 일반사항 요구사항 정의 참여인력 보안관리 준수 요구사항 상세설명 ᄋ 소프트웨어 개발 보안 가이드에 따른 소스코드 보안성 확보를 위해 착수단계에서 표준 코딩스타일 정의 및 적절한 개발 절차 및 개발방법론 교육을 이수한 개발 자를 개발에 투입 ᄋ 시스템 및 데이터에 대한 철저한 보안 유지 및 관리 ᄋ PC 등 장비의 반출입에 대해 관리대장에 등록 및 관리 실시 ᄋ 발주기관 및 협업하는 기관의 보안업무 규정 준수 ᄋ 주요 데이터에 대한 반출입 관리 대책 마련 ᄋ 사용자 PC 백신 프로그램 최신 상태를 유지 ᄋ 정기적 바이러스 및 해킹도구 검사를 실시 ᄋ 사업 관련 자료는 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송 금지 산출정보 보안교육 실시 확인서, 개발보안 실시 확인서, 전산기기 반입반출대장, 자료 관리대장 요구사항 분류 보안 요구사항 고유번호 SER-09 요구사항 명칭 참여인력 보안관리 착수단계 요구사항 정의 참여인력 보안관리 준수 요구사항 상세설명 ᄋ 용역사업자 대표명의 보안서약서제출 ᄋ 사업 참여인원에 대해서는 사업투입 전 보안서약서제출 ᄋ 수행사는 용역사업 수행 전 참여인원에 대해 법률 또는 규정에 의한 비 밀유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육을 실시",
      "tables": [
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-07"
          ],
          [
            "요구사항  명칭",
            "기술적  보안  요건"
          ],
          [
            "요구사항  정의",
            "기술적  보안  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  소프트웨어  개발보안  가이드,  소프트웨어  보안약점  진단가이드  준수\nㅇ  시큐어코딩  준수  강화를  위해  개발·점검·승인·배포  프로세스  상세절차를 \n정의하고,  형상·배포서버를  포함하여  구축해야  함\nㅇ  정보화사업  종료  전에  공공기관  정보시스템  구축운영  지침  제54조(진단\n원)에  준한  인력(6년  이상  소프트웨어  개발분야  업무를  수행하고  정보보\n안관련  전문성을  인증할  수  있는  자격증,  경력있는  자)  보안약점  진단을 \n실시하고  발견된  약점을  조치해야  함ㅇ  소스코드  보안취약점을  자체  진\n단하고  제거하기  위한  방안(진단도구,  전문조직  활용,  진단환경,  진단회수, \n진단  및  조치방안  등)을  제시\nㅇ  공유자원에  대한  접근제어가  사용자  권한에  따라  이루어지는지  관리\nㅇ  연계기관과  주고받는  데이터에  대해서는  기밀성,  무결성  보장\nㅇ  정보자산(서버,DB,웹서비스)  보안취약점  점검을  수행하고  확인된  취약점을 \n조치  후  결과  제출\nㅇ  서버보안,  방화벽등의  차단·허용  정책을  점검하여  보안성을  점검·조치\nㅇ  사업계획  및  개발  단계에서부터  소스  프로그램의  안전성을  고려하여  개발하고, \n시스템간  상호  연계시  표준  보안  API를  적용\nㅇ  개발  웹  프로그램에  대한  보안취약점에  대한  사전점검  및  보완조치\nㅇ  네트워크  장비,  서버  등에  설치되는  OS,  통신  프로토콜,  SW  등에  대한 \n최신  보안패치  적용"
          ],
          [
            "산출정보",
            "사업수행계획서,  보안취약점  점검  및  조치결과서,  보안장비  도입확인서,  보\n안기능  운용점검결과"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-08"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안관리  일반사항"
          ],
          [
            "요구사항  정의",
            "참여인력  보안관리  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  소프트웨어  개발  보안  가이드에  따른  소스코드  보안성  확보를  위해  착수단계에서 \n표준  코딩스타일  정의  및  적절한  개발  절차  및  개발방법론  교육을  이수한  개발\n자를  개발에  투입\nㅇ  시스템  및  데이터에  대한  철저한  보안  유지  및  관리\nㅇ  PC  등  장비의  반·출입에  대해  관리대장에  등록  및  관리  실시\nㅇ  발주기관  및  협업하는  기관의  보안업무  규정  준수\nㅇ  주요  데이터에  대한  반출입  관리  대책  마련\nㅇ  사용자  PC  백신  프로그램  최신  상태를  유지\nㅇ  정기적  바이러스  및  해킹도구  검사를  실시\nㅇ  사업  관련  자료는  인터넷  웹하드,  웹메일  등  외부에  저장  및  전송  금지"
          ],
          [
            "산출정보",
            "보안교육  실시  확인서,  개발보안  실시  확인서,  전산기기  반입·반출대장,  자료\n관리대장"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-09"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안관리  착수단계"
          ],
          [
            "요구사항  정의",
            "참여인력  보안관리  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  용역사업자  대표명의  “보안서약서”제출\nㅇ  사업  참여인원에  대해서는  사업투입  전  “보안서약서”제출\nㅇ  수행사는  용역사업  수행  전  참여인원에  대해  법률  또는  규정에  의한  비\n밀유지의무  준수  및  위반  시  처벌내용  등에  대한  보안교육을  실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 24 - 산출정보 대표명의 보안서약서, 참여인력 보안서약서, 보안교육 실시 확인서 요구사항 분류 보안 요구사항 고유번호 SER-10 요구사항 명칭 참여인력 보안관리 수행단계 요구사항 정의 참여인력 보안관리 준수 요구사항 상세설명 ᄋ 수행사는 보안인식 강화를 위해 주기적으로 자체 보안교육을 실시해야 하며, 발주기관이 요구하는 보안교육 참석 ᄋ 외부PC노트북 등 반입 시 포맷 후 보안프로그램백신, NAC, 매체제어, 개인정보탐지 등을 반드시 설치하고 발주기관의 설치확인을 받아야 함 ᄋ 사업수행에 있어 악성코드에 감염된 도구를 사용하여서는 아니되며 인가 받지 않은 보조기억매체USB, 외장하드 등 사용 금지 산출정보 보안교육 실시 확인서, 전산기기 반입반출 대장 요구사항 분류 보안 요구사항 고유번호 SER-11 요구사항 명칭 참여인력 보안관리 종료단계 요구사항 정의 종료단계 준수사항 요구사항 상세설명 ᄋ 사업에 참여한 사업자가 활용한 PC 및 서버의 경우, 사업 완료 후 자료의 복구가 불가능하도록 조치 ᄋ 계약업체는 사업관련 자료를 보유해서는 안 되며, 이를 위반 시 향후 법적 책임이 있음을 포함한 대표자용 보안확약서 및 참여자용 보안확약서를 작성하여 제출 산출정보 PC완전삭제 확인서, 대표자명의 보안확약서, 참여자용 보안확약서, 자료관리대장 요구사항 분류 보안 요구사항 고유번호 SER-12 요구사항 명칭 개인정보보호 요구사항 정의 개인정보보호 준수사항 요구사항 상세설명 ᄋ 시스템 개발운영자를 위한 개인정보보호 가이드라인행안부, 2018.6. 준수 ᄋ 개인정보의 안전성 확보조치 기준개인정보보호위원회고시 제2021-2호 준수 - 개인정보접속기록 관리, 개인정보 권한변경사항 기록 관리 - 개인정보 다운로드 사유 기록 저장 ᄋ 개인정보보호법 및 이에 따른 개인정보의 안정성 확보조치 기준 요구 사항암호화, 접근권한관리, 접근통제 등을 충족하여 서비스, 연계 기능이 구현되도록 구축 ᄋ 시스템에서 관리되는 개인정보패스워드 등는 암호화하여 DB에 저장하여야 함 ᄋ 개인정보가 안전하게 수집활용폐기될 수 있도록 개인정보보호법 및 관련 시행령, 시행규칙, 지침, 규정을 준수하여 개발해야 함 산출정보 개인정보항목, 개인정보저장DB명세서, 개인정보접속기록 점검기능 요구사항 분류 보안 요구사항 고유번호 SER-13 요구사항 명칭 사용자 인증 요구사항 정의 사용자 인증 준수사항 요구사항 상세설명 ᄋ표준 로그인 창을 통하여 사용자 인증을 수행해야 함 ᄋ비밀번호는 발주기관의 기준과 정책을 준수하여야 함 ᄋ관리자와 사용자에 대한 소속그룹과 그룹 정책을 적용해야 함 ᄋ비밀번호를 연속적일정 횟수으로 틀릴 경우 로그인 제한 및 계정 잠금 기능을 구현해야 함 ᄋ사용자 등급 및 역할에 따라 접근할 수 있는 화면기능을 통제할 수 있어야 함 ᄋ사용자 인증정보, 패스워드 등 보안이 요구되는 정보를 소스에 하드코딩 하지 않아야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-10"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안관리  수행단계"
          ],
          [
            "요구사항  정의",
            "참여인력  보안관리  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  수행사는  보안인식  강화를  위해  주기적으로  자체  보안교육을  실시해야  하며, \n발주기관이  요구하는  보안교육  참석\nㅇ  외부PC(노트북  등)  반입  시  포맷  후  보안프로그램(백신,  NAC,  매체제어, \n개인정보탐지  등)을  반드시  설치하고  발주기관의  설치확인을  받아야  함\nㅇ  사업수행에  있어  악성코드에  감염된  도구를  사용하여서는  아니되며  인가\n받지  않은  보조기억매체(USB,  외장하드  등)  사용  금지"
          ],
          [
            "산출정보",
            "보안교육  실시  확인서,  전산기기  반입·반출  대장"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-11"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안관리  종료단계"
          ],
          [
            "요구사항  정의",
            "종료단계  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업에  참여한  사업자가  활용한  PC  및  서버의  경우,  사업  완료  후  자료의 \n복구가  불가능하도록  조치\nㅇ  계약업체는  사업관련  자료를  보유해서는  안  되며,  이를  위반  시  향후  법적 \n책임이  있음을  포함한  “대표자용  보안확약서”  및  “참여자용  보안확약서”를 \n작성하여  제출"
          ],
          [
            "산출정보",
            "PC완전삭제  확인서,  대표자명의  보안확약서,  참여자용  보안확약서,  자료관리대장"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-12"
          ],
          [
            "요구사항  명칭",
            "개인정보보호"
          ],
          [
            "요구사항  정의",
            "개인정보보호  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  시스템  개발·운영자를  위한  개인정보보호  가이드라인(행안부,  2018.6.)  준수\nㅇ  개인정보의  안전성  확보조치  기준(개인정보보호위원회고시  제2021-2호)  준수\n  -  개인정보접속기록  관리,  개인정보  권한변경사항  기록  관리\n  -  개인정보  다운로드  사유  기록  저장\nㅇ  ‘개인정보보호법’  및  이에  따른  ‘개인정보의  안정성  확보조치  기준’  요구\n사항(암호화,  접근권한관리,  접근통제  등)을  충족하여  서비스,  연계  기능이 \n구현되도록  구축\nㅇ  시스템에서  관리되는  개인정보(패스워드  등)는  암호화하여  DB에  저장하여야  함\nㅇ  개인정보가  안전하게  수집･활용･폐기될  수  있도록  개인정보보호법  및  관련 \n시행령,  시행규칙,  지침,  규정을  준수하여  개발해야  함"
          ],
          [
            "산출정보",
            "개인정보항목,  개인정보저장DB명세서,  개인정보접속기록  점검기능"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-13"
          ],
          [
            "요구사항  명칭",
            "사용자  인증"
          ],
          [
            "요구사항  정의",
            "사용자  인증  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ표준  로그인  창을  통하여  사용자  인증을  수행해야  함\nㅇ비밀번호는  발주기관의  기준과  정책을  준수하여야  함\nㅇ관리자와  사용자에  대한  소속그룹과  그룹  정책을  적용해야  함\nㅇ비밀번호를  연속적(일정  횟수)으로  틀릴  경우  로그인  제한  및  계정  잠금 \n기능을  구현해야  함\nㅇ사용자  등급  및  역할에  따라  접근할  수  있는  화면･기능을  통제할  수  있어야  함\nㅇ사용자  인증정보,  패스워드  등  보안이  요구되는  정보를  소스에  하드코딩  하지 \n않아야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 25 - 7 품질 요구사항Quality Requirement 산출정보 사용자 권한명세서 요구사항 분류 품질 요구사항 고유번호 QUR-01 요구사항 명칭 가용성 보장 요구사항 정의 가용성 보장 요구사항 상세설명 ᄋ시스템은 통상적인 업무시간동안 가용성을 보장해야 하며, 시스템 조건에 무관하게 모든 채널에 동일한 자료 및 결과를 생성하고 인도해야 함 ᄋ시스템은 정상상태에서 24시간 365일 무중단 운영되어야 함 산출정보 개발 단계별 표준산출물 요구사항 분류 품질 요구사항 고유번호 QUR-02 요구사항 명칭 백업방안 마련 요구사항 정의 백업방안 마련 요구사항 상세설명 ᄋ수행사는 시스템의 신속한 장애 대응을 위하여 백업방안을 제시 ᄋ에러 복구, 장애 대책 확보 등 신뢰성 있는 서비스 환경을 제공 ᄋ백업 복구 테스트를 수행하여 정상적인 서비스가 가능한지 확인 산출정보 개발 단계별 표준산출물 요구사항 분류 품질 요구사항 고유번호 QUR-03 요구사항 명칭 기능구현 정확성 요구사항 정의 기능구현 정확성 요구사항 상세설명 ᄋ시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 베이스라인으로 간주 ᄋ제공되기로 한 요구사항을 제공하는지 여부는 각 기능요구사항의 검증테스트 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가 ᄋ기능 구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 수행함 으로써 평가 산출정보 개발 단계별 표준산출물 요구사항 분류 품질 요구사항 고유번호 QUR-04 요구사항 명칭 유지보수 용이성 제공 요구사항 정의 유지보수 용이성 제공 요구사항 상세설명 시스템 업그레이드 시스템은 새로운 기능을 구현하기 위해 필요한 경우 업그레이드가 용이해야 하며, 보안사고 예방, 성능 개선 등이 발생하는 경우 패치를 제공하여야 함 ᄋ시스템의 무상 하자보수 기간은 검수완료일로부터 12개월로 하며, 단, 납품 물품 중 무상보증기간이 12개월 이상인 경우 그에 따르며, 무상 하자보수는 개발 소프트웨어, 하드웨어, 소프트웨어 등 시스템 전체로 함 ᄋ시스템 확장 유지보수에 용이하게 개발되어야 하며 시스템 확장 시 상호 운영성, 이식성 등을 보장하여야 함 산출정보 개발 단계별 표준산출물 요구사항 분류 품질 요구사항 고유번호 QUR-05 요구사항 명칭 품질보증활동 요구사항 정의 품질보증활동 요구사항 ᄋ 구축된 시스템의 품질을 보증하기 위한 단계별 품질보증 활동계획을 수",
      "tables": [
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-01"
          ],
          [
            "요구사항  명칭",
            "가용성  보장"
          ],
          [
            "요구사항  정의",
            "가용성  보장"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ시스템은  통상적인  업무시간동안  가용성을  보장해야  하며,  시스템  조건에 \n무관하게  모든  채널에  동일한  자료  및  결과를  생성하고  인도해야  함\nㅇ시스템은  정상상태에서  24시간  365일  무중단  운영되어야  함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-02"
          ],
          [
            "요구사항  명칭",
            "백업방안  마련"
          ],
          [
            "요구사항  정의",
            "백업방안  마련"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ수행사는  시스템의  신속한  장애  대응을  위하여  백업방안을  제시\nㅇ에러  복구,  장애  대책  확보  등  신뢰성  있는  서비스  환경을  제공\nㅇ백업  복구  테스트를  수행하여  정상적인  서비스가  가능한지  확인"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-03"
          ],
          [
            "요구사항  명칭",
            "기능구현  정확성"
          ],
          [
            "요구사항  정의",
            "기능구현  정확성"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ시스템은  제공되기로  한  요구사항을  모두  제공하며,  초기  협의한  요구사항에서 \n변경관리  절차를  통해  승인을  획득한  요구사항을  최종  베이스라인으로  간주\nㅇ제공되기로  한  요구사항을  제공하는지  여부는  각  기능요구사항의  검증(테스트) \n활동을  통해  예상된  결과가  도출되었을  경우  요구사항을  제공한  것으로  평가\nㅇ기능  구현  정확성은  사용자가  직접  테스트  수행  기간에  테스트를  수행함\n으로써  평가"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-04"
          ],
          [
            "요구사항  명칭",
            "유지보수  용이성  제공"
          ],
          [
            "요구사항  정의",
            "유지보수  용이성  제공"
          ],
          [
            "요구사항\n상세설명",
            "◦시스템  업그레이드  :  시스템은  새로운  기능을  구현하기  위해  필요한  경우 \n업그레이드가  용이해야  하며,  보안사고  예방,  성능  개선  등이  발생하는  경우 \n패치를  제공하여야  함\nㅇ시스템의  무상  하자보수  기간은  검수완료일로부터  12개월로  하며,  단,  납품 \n물품  중  무상보증기간이  12개월  이상인  경우  그에  따르며,  무상  하자보수는 \n개발  소프트웨어,  하드웨어,  소프트웨어  등  시스템  전체로  함\nㅇ시스템  확장  :  유지보수에  용이하게  개발되어야  하며  시스템  확장  시  상호\n운영성,  이식성  등을  보장하여야  함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-05"
          ],
          [
            "요구사항  명칭",
            "품질보증활동"
          ],
          [
            "요구사항  정의",
            "품질보증활동"
          ],
          [
            "요구사항",
            "ㅇ  구축된  시스템의  품질을  보증하기  위한  단계별  품질보증  활동계획을  수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 26 - 8 제약사항Constraint Requirement 상세설명 립하고 품질검토 수행 - 품질보증활동 담당인력 지정 운영 - 단계별 품질보증활동 시기, 수행내역을 구체적으로 제시 ᄋ 성과지표 달성을 위한 계획 수립 및 지표 달성 결과 제출 - 지표1 요구사항 준수율 95이상완료건수전체 요구사항건수100 - 지표2 데이터 정확도 95이상1-오류 데이터수전체 데이터수100 산출정보 개발 단계별 표준산출물 요구사항 분류 제약사항 요구사항 고유번호 COR-01 요구사항 명칭 전자정부 표준프레임워크 적용 요구사항 정의 전자정부 표준프레임워크 적용 요구사항 상세설명 ᄋ전자정부 표준프레임워크를 적용하여 개발하며, 공통 컴포넌트 활용성 분석을 수행 후 가능한 부분은 적용 ᄋ전자정부 프레임워크 적용에 따른 성능 저하 및 HW, SW 구성상의 문제가 발생하지 않도록 사업 착수단계에서 관련 이슈를 종합적으로 점검확인하고, 필요 시 개발 프레임워크를 최적화Customizing ᄋ사업수행과정에서 전자정부프레임워크가 변경될 경우 관련 기능을 추가적으로 개발하여 오픈 시점에서 최신의 환경에서 시스템을 운용할 수 있도록 지원 ᄋ대내외 시스템과의 연계연동, 배치작업 등을 처리하기 위해 필요 시 전자 정부프레임워크 이외의 SW 제안 가능 ᄋ분석설계과정에서 개발프레임워크와 관련한 추가 요건이 도출될 경우, 수렴하여 개발 프레임워크에 반영 ᄋ개발 프레임워크 추가변경 요건 구현은 전 공정에 걸쳐 발주기관과의 협의 하에 진행하여야 하며, 설계자개발자들이 내용을 인지할 수 있도록 개발 관리 절차에 따라 배포 ᄋ개발 프레임워크 추가변경 기능, 기능 명세, 사용법 등은 어플리케이션 개발, 소프트웨어 설치, 환경 설정 등 관련 개발 표준 및 가이드에 반영하여야 하며, 개발 프레임워크에 반영하기 어려운 독립된 요소일 경우, 별도 추가 문서로 관리 ᄋ개발 프레임워크 성능 진단 및 최적화, 개발 환경 구축 및 가이드, 어플리 케이션 및 시스템 간 연계 방안 정의 등을 전문적으로 수행할 수 있는 전자 정부 프레임워크 기반의 응용 아키텍트를 투입 산출정보 요구사항 분류 제약사항 요구사항 고유번호 COR-02 요구사항 명칭 전자정부 웹호환성 지침 준수 요구사항 정의 전자정부 웹호환성 지침 준수 요구사항 상세설명 ᄋ전자정부 웹사이트 품질관리 지침에 따른 웹호환성 지침 준수 산출정보 요구사항 분류 제약사항 요구사항 고유번호 COR-03 요구사항 명칭 웹접근성 준수 요구사항 정의 웹접근성 준수 요구사항 상세설명 ᄋ웹개발을 위한 코딩, 메뉴, 호환성 규칙 등은 웹 접근성 향상을 위한 국가 표준 기술가이드 준수 ᄋ한국형 웹 콘텐츠 접근성 지침 준수 산출정보",
      "tables": [
        [
          [
            "상세설명",
            "립하고  품질검토  수행\n  -  품질보증활동  담당인력  지정  운영\n  -  단계별  품질보증활동  시기,  수행내역을  구체적으로  제시\nㅇ  성과지표  달성을  위한  계획  수립  및  지표  달성  결과  제출\n  -  (지표1)  요구사항  준수율  95%이상(완료건수/전체  요구사항건수*100) \n  -  (지표2)  데이터  정확도  95%이상([1-오류  데이터수/전체  데이터수]*100)"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-01"
          ],
          [
            "요구사항  명칭",
            "전자정부  표준프레임워크  적용"
          ],
          [
            "요구사항  정의",
            "전자정부  표준프레임워크  적용"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ전자정부  표준프레임워크를  적용하여  개발하며,  공통  컴포넌트  활용성  분석을 \n수행  후  가능한  부분은  적용\nㅇ전자정부  프레임워크  적용에  따른  성능  저하  및  HW,  SW  구성상의  문제가 \n발생하지  않도록  사업  착수단계에서  관련  이슈를  종합적으로  점검/확인하고, \n필요  시  개발  프레임워크를  최적화(Customizing)\nㅇ사업수행과정에서  전자정부프레임워크가  변경될  경우  관련  기능을  추가적으로 \n개발하여  오픈  시점에서  최신의  환경에서  시스템을  운용할  수  있도록  지원\nㅇ대내외  시스템과의  연계/연동,  배치작업  등을  처리하기  위해  필요  시  전자\n정부프레임워크  이외의  S/W  제안  가능\nㅇ분석/설계과정에서  개발프레임워크와  관련한  추가  요건이  도출될  경우, \n수렴하여  개발  프레임워크에  반영\nㅇ개발  프레임워크  추가/변경  요건  구현은  전  공정에  걸쳐  발주기관과의  협의 \n하에  진행하여야  하며,  설계자/개발자들이  내용을  인지할  수  있도록  개발\n관리  절차에  따라  배포\nㅇ개발  프레임워크  추가/변경  기능,  기능  명세,  사용법  등은  어플리케이션 \n개발,  소프트웨어  설치,  환경  설정  등  관련  개발  표준  및  가이드에  반영하여야 \n하며,  개발  프레임워크에  반영하기  어려운  독립된  요소일  경우,  별도  추가 \n문서로  관리\nㅇ개발  프레임워크  성능  진단  및  최적화,  개발  환경  구축  및  가이드,  어플리\n케이션  및  시스템  간  연계  방안  정의  등을  전문적으로  수행할  수  있는  전자\n정부  프레임워크  기반의  응용  아키텍트를  투입"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-02"
          ],
          [
            "요구사항  명칭",
            "전자정부  웹호환성  지침  준수"
          ],
          [
            "요구사항  정의",
            "전자정부  웹호환성  지침  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ전자정부  웹사이트  품질관리  지침에  따른  웹호환성  지침  준수"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-03"
          ],
          [
            "요구사항  명칭",
            "웹접근성  준수"
          ],
          [
            "요구사항  정의",
            "웹접근성  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ웹개발을  위한  코딩,  메뉴,  호환성  규칙  등은  웹  접근성  향상을  위한  국가\n표준  기술가이드  준수\nㅇ한국형  웹  콘텐츠  접근성  지침  준수"
          ],
          [
            "산출정보",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 27 - 요구사항 분류 제약사항 요구사항 고유번호 COR-04 요구사항 명칭 기타 정보화 기반 표준 준수사항 요구사항 정의 기타 정보화 기반 표준 준수사항 요구사항 상세설명 ᄋ요구사항에서 제시되지 않은 정보화 기반 표준은 행정기관 및 공공기관 정보시스템 구축운영 지침을 준수 산출정보 요구사항 분류 제약사항 요구사항 고유번호 COR-05 요구사항 명칭 제반법규 준수 요구사항 정의 제반법규 준수 요구사항 상세설명 ᄋ사업자는 본 과업을 수행함에 있어 관련법규, 기준 및 계약서 등에 의거하여 효율적이고 능률적이며 합리적으로 과업을 수행해야 하며, 계약서의 내용에 의문사항이 있을 경우에는 발주기관과 사전협의 후 과업을 수행하여야 함 ᄋ관련법규 및 계약서 등에 명시되지 않는 사항은 발주기관과 사전협의하여 결정하여야 함 ᄋ사업자가 수집한 자료와 관계기관이 제시하는 기초자료에 대하여는 충분한 검토, 분석과 협의를 거쳐서 과업수행에 착오가 없도록 하며, 본 사업에 적용되는 참고자료는 목록을 작성하여 별도 제출하여야 함 ᄋ입찰 시 제출한 기술제안서의 내용이 본 제안요청서와 상이한 경우에는 발주기관이 인정하는 경우를 제외하고 제안요청서를 우선 적용함 ᄋ전자정부 웹사이트 품질관리 지침, 장애인고령자 등의 정보 접근 및 이 용편의 증진을 위한 고시, 행안부 UIUX가이드라인 준수 산출정보 요구사항 분류 제약사항 요구사항 고유번호 COR-06 요구사항 명칭 EA현행화 요구사항 정의 EA현행화 요구사항 상세설명 ᄋ범정부 EA포털GEAP 등록된 관련 정보업무데이터응용기술 아키텍쳐 현행화 ᄋ별도 양식의 EA 현행화 확인서 산출정보 요구사항 분류 제약사항 요구사항 고유번호 COR-07 요구사항 명칭 이력제 누리집 웹접근성 품질 인증 획득 요구사항 정의 이력제 누리집 웹접근성 품질 인증 획득 요구사항 상세설명 ᄋ이력제 누리집에 대해 웹접근성을 진단하고, 한국형 웹 콘텐츠 접근성 지침 2.2준수 및 웹접근성 품질인증 획득을 위한 웹접근성 개선작업 수행 - 점검 계획 수립 진단지표, 절차, 방법 등에 대한 진단 계획 수립 - 웹접근성 점검 점검 계획에 따른 대상 홈페이지별 진단 및 점검 결과 제출 - 개선 계획 수립 웹접근성 점검 결과에 대한 개선 계획 수립 - 웹접근성 개선 수립된 개선 계획에 따라 홈페이지 수정,보완 등 웹접 근성 개선실시 - 개선 결과 보고서 제출 웹접근성 개선 사항에 대한 수정 보완 전후 내용이 포함된 개선 결과 보고서 제출 ᄋ도출된 개선사항에 대하여 발주처 웹 표준가이드를 준수하여 개선작업 수행",
      "tables": [
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-04"
          ],
          [
            "요구사항  명칭",
            "기타  정보화  기반  표준  준수사항"
          ],
          [
            "요구사항  정의",
            "기타  정보화  기반  표준  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ요구사항에서  제시되지  않은  정보화  기반  표준은  ‘행정기관  및  공공기관 \n정보시스템  구축·운영  지침’을  준수"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-05"
          ],
          [
            "요구사항  명칭",
            "제반법규  준수"
          ],
          [
            "요구사항  정의",
            "제반법규  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사업자는  본  과업을  수행함에  있어  관련법규,  기준  및  계약서  등에  의거하여 \n효율적이고  능률적이며  합리적으로  과업을  수행해야  하며,  계약서의  내용에 \n의문사항이  있을  경우에는  발주기관과  사전협의  후  과업을  수행하여야  함\nㅇ관련법규  및  계약서  등에  명시되지  않는  사항은  발주기관과  사전협의하여 \n결정하여야  함\nㅇ사업자가  수집한  자료와  관계기관이  제시하는  기초자료에  대하여는  충분한 \n검토,  분석과  협의를  거쳐서  과업수행에  착오가  없도록  하며,  본  사업에 \n적용되는  참고자료는  목록을  작성하여  별도  제출하여야  함\nㅇ입찰  시  제출한  기술제안서의  내용이  본  제안요청서와  상이한  경우에는 \n발주기관이  인정하는  경우를  제외하고  제안요청서를  우선  적용함\nㅇ「전자정부  웹사이트  품질관리  지침」,  「장애인·고령자  등의  정보  접근  및  이\n용편의  증진을  위한  고시」,  ｢행안부  UI/UX가이드라인｣  준수"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-06"
          ],
          [
            "요구사항  명칭",
            "EA현행화"
          ],
          [
            "요구사항  정의",
            "EA현행화"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ범정부  EA포털(GEAP)  등록된  관련  정보(업무․데이터․응용․기술  아키텍쳐) \n현행화\nㅇ별도  양식의  「EA  현행화  확인서」"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-07"
          ],
          [
            "요구사항  명칭",
            "이력제  누리집  웹접근성  품질  인증  획득"
          ],
          [
            "요구사항  정의",
            "이력제  누리집  웹접근성  품질  인증  획득"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ이력제  누리집에  대해  웹접근성을  진단하고,  「한국형  웹  콘텐츠  접근성 \n지침  2.2」준수  및  웹접근성  품질인증  획득을  위한  웹접근성  개선작업  수행\n    -  점검  계획  수립  :  진단지표,  절차,  방법  등에  대한  진단  계획  수립\n    -  웹접근성  점검  :  점검  계획에  따른  대상  홈페이지별  진단  및  점검  결과  제출\n    -  개선  계획  수립  :  웹접근성  점검  결과에  대한  개선  계획  수립\n    -  웹접근성  개선  :  수립된  개선  계획에  따라  홈페이지  수정,보완  등  웹접\n근성  개선실시\n    -  개선  결과  보고서  제출  :  웹접근성  개선  사항에  대한  수정  보완  전·후 \n내용이  포함된  개선  결과  보고서  제출\nㅇ도출된  개선사항에  대하여  발주처  웹  표준가이드를  준수하여  개선작업  수행"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 28 - 9 프로젝트관리 요구사항Project Management Requirement ᄋ웹접근성 인증평가 기관을 통한 품질인증 획득 - 자체평가 심사 전 자체평가를 통하여 개선사항 확인 및 보완 - 심사신청 인증평가 기관의 인증심사 절차 진행 - 심사결과 보완 심사결과에 따라 웹접근성 품질인증 획득을 위한 홈페 이지 수정 등 개선사항 보완 - 심사수수료 등 품질인증 획득에 필요한 제반비용은 사업수행사가 부담 함 사업비에 포함 - 심사신청을 위한 자기평가 등의 절차를 모두 진행해야 함 ᄋ웹접근성 준수에 대한 웹접근성 품질인증서 등의 증빙서류를 제출하여야 함 요구사항 분류 제약사항 요구사항 고유번호 COR-08 요구사항 명칭 추가 장비 구성 준수사항 요구사항 정의 추가 장비 구성 준수사항 요구사항 상세설명 ᄋHW 및 상용 SW 등 추가 인프라 도입이 필요할 시 행정기관 및 공공 기관의 클라우드컴퓨팅서비스 이용 기준 및 안전성 확보 등에 관한 고시 에 따라 클라우딩컴퓨팅서비스SaaS 이용을 우선 검토하여야 하며, 검토 된 내용에 따라 클라우드컴퓨팅 이용 검토서를 반드시 제출하여야 함 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-01 요구사항 명칭 개발방법론 요구사항 정의 개발방법론 요구사항 상세설명 ᄋ제안 시 개발방법론에 대한 전 과정의 설명, 특징, 장단점, 저작권, 선정사유 및 적용사례 등을 제시하여야 하며 개발과제 특성상 여러 개의 개발방법론을 적용할 경우에는 각각 사용범위를 구별하여 제시 ᄋ제안된 방법론은 정보시스템 개발 시 발생되는 착오 및 소프트웨어 품질 저하, 생산성 저하 등의 위험 요소를 방지하고, 시스템 개발의 표준 및 절차의 확립을 통해 유지보수 용이성을 확보할 수 있는 검증된 것이어야 함 ᄋ사업자의 참여의지 및 조직적 대응 정도 사업참여의 준비성과 관련하여 개발환경의 구성여부 및 해결방안을 명확히 제시 ᄋ사용될 개발방법론이 전과정에 적용되는지 또는 수정되어 적용되는지 여부와 그 적용 범위, 과정, 사유를 제시 ᄋ개발 업무별로 개발방법론이 다를 경우 이를 구별하여 제시하고, 특히 개발에 이용할 개발도구 또는 소프트웨어 특성상 개발방법론을 수정, 보완하여 적용할 경우 이를 상세히 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-02 요구사항 명칭 수행조직구성 요구사항 정의 수행조직구성 요구사항 상세설명 ᄋ본 사업을 수행할 추진조직 구성, 프로젝트 단계별, 추진일정별 추진조직 투입 계획 및 역할, 참여율 등을 제시 ᄋ사업관리자PM는 반드시 주관사업자 소속이어야 하며 참여율은 100로 함 ᄋ사업종료 후 안정화 수행방안 제시",
      "tables": [
        [
          [
            "",
            "ㅇ웹접근성  인증평가  기관을  통한  품질인증  획득\n    -  자체평가  :  심사  전  자체평가를  통하여  개선사항  확인  및  보완\n    -  심사신청  :  인증평가  기관의  인증심사  절차  진행\n    -  심사결과  보완  :  심사결과에  따라  웹접근성  품질인증  획득을  위한  홈페\n이지  수정  등  개선사항  보완\n    -  심사수수료  등  품질인증  획득에  필요한  제반비용은  사업수행사가  부담\n함  (사업비에  포함)\n    -  심사신청을  위한  자기평가  등의  절차를  모두  진행해야  함\nㅇ웹접근성  준수에  대한  웹접근성  품질인증서  등의  증빙서류를  제출하여야  함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-08"
          ],
          [
            "요구사항  명칭",
            "추가  장비  구성  준수사항"
          ],
          [
            "요구사항  정의",
            "추가  장비  구성  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇH/W  및  상용  S/W  등  추가  인프라  도입이  필요할  시  「행정기관  및  공공\n기관의  클라우드컴퓨팅서비스  이용  기준  및  안전성  확보  등에  관한  고시」\n에  따라  클라우딩컴퓨팅서비스(SaaS)  이용을  우선  검토하여야  하며,  검토\n된  내용에  따라  클라우드컴퓨팅  이용  검토서를  반드시  제출하여야  함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-01"
          ],
          [
            "요구사항  명칭",
            "개발방법론"
          ],
          [
            "요구사항  정의",
            "개발방법론"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ제안  시  개발방법론에  대한  전  과정의  설명,  특징,  장단점,  저작권,  선정사유 \n및  적용사례  등을  제시하여야  하며  개발과제  특성상  여러  개의  개발방법론을 \n적용할  경우에는  각각  사용범위를  구별하여  제시\nㅇ제안된  방법론은  정보시스템  개발  시  발생되는  착오  및  소프트웨어  품질 \n저하,  생산성  저하  등의  위험  요소를  방지하고,  시스템  개발의  표준  및  절차의 \n확립을  통해  유지보수  용이성을  확보할  수  있는  검증된  것이어야  함\nㅇ사업자의  참여의지  및  조직적  대응  정도  사업참여의  준비성과  관련하여 \n개발환경의  구성여부  및  해결방안을  명확히  제시\nㅇ사용될  개발방법론이  전과정에  적용되는지  또는  수정되어  적용되는지  여부와 \n그  적용  범위,  과정,  사유를  제시\nㅇ개발  업무별로  개발방법론이  다를  경우  이를  구별하여  제시하고,  특히  개발에 \n이용할  개발도구  또는  소프트웨어  특성상  개발방법론을  수정,  보완하여 \n적용할  경우  이를  상세히  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-02"
          ],
          [
            "요구사항  명칭",
            "수행조직구성"
          ],
          [
            "요구사항  정의",
            "수행조직구성"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ본  사업을  수행할  추진조직  구성,  프로젝트  단계별,  추진일정별  추진조직 \n투입  계획  및  역할,  참여율  등을  제시\nㅇ사업관리자(PM)는  반드시  주관사업자  소속이어야  하며  참여율은  100%로  함\nㅇ사업종료  후  안정화  수행방안  제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 29 - 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-03 요구사항 명칭 핵심투입인력PM 자격 요구사항 정의 핵심투입인력PM 자격 요구사항 상세설명 ᄋ투입인력은 본 사업과 관련된 개발에 직접 참여하였거나, 유사 프로젝트 개 발경험이 있는 전문기술 인력 포함을 권장하며, 사업관리조직은 사업관리 전문자격 또는 전문교육 수료자 구성을 권장함 ᄋ핵심투입인력PM에 대한 자격, 경력, 유사사업 참여 실적을 상세하게 제 시. 단, 하도급예정자 소속인력은 기술자등급별 인원 현황만 제시 ᄋ모든 투입인력은 상주를 원칙으로 하며, 비상주 인력에 대해서는 타당한 비 상주 사유를 명시하여 승인받아야 함 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-04 요구사항 명칭 핵심투입인력PM 관련 제출서류 요구사항 정의 핵심투입인력PM 관련 제출서류 요구사항 상세설명 ᄋ사업자는 계약체결 시까지 해당 기술자PM의 증빙서류를 제출하여 확인을 득한 후 투입증빙서류 인적사항, 자격사항, 경력사항 근무경력 관련 증빙서류는 소프트웨어기술자 경력관리기관 등에서 발급한 서류 제출을 원칙으로 함 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-05 요구사항 명칭 핵심투입인력PM 변경 요구사항 정의 핵심투입인력PM 변경 요구사항 상세설명 ᄋ사업 착수 시 제안한 핵심투입인력은 발주기관과 협의 없이 사업자 임의로 변경할 수 없음 ᄋ사업 진행 중 특별한 사유가 없는 한 핵심인력 교체는 원칙적으로 불가하나, 불가항력 사유로 인력교체 필요시 사전에 발주기관과 협의해야 함 ᄋ핵심투입인력 변경 시 최소한 14일 이전에 유자격 대체인력을 포함한 변경 사실을 사전 통보하여 협의해야 하며, 변경으로 인한 업무 공백이 발생하 지 않도록 업무의 안정화 및 품질저하 방지대책, 교육 및 백업계획을 수립 하여 제시 ᄋ핵심투입인력 변경 시, 동급 이상의 대체인력을 투입하여 최소 7일 이상의 병행근무를 통해 업무인수인계 실시 ᄋ발주기관은 투입된 인력이 업무수행에 적절하지 못하다고 판단될 시, 사 업자에게 교체를 요청할 수 있으며, 이 경우 수행사와 협의를 통해 필요 시 7일 이내에 교체 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-06 요구사항 명칭 지원 및 자문조직 구성 요구사항 정의 지원 및 자문조직 구성 요구사항 상세설명 ᄋ추진 조직 외에 본 사업을 성공적으로 수행할 수 있도록 지원 또는 자문 조직의 구성을 제시 가능. 단, 자문조직의 수행 역할과 결과물을 명확히 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리",
      "tables": [
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-03"
          ],
          [
            "요구사항  명칭",
            "핵심투입인력(PM)  자격"
          ],
          [
            "요구사항  정의",
            "핵심투입인력(PM)  자격"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ투입인력은  본  사업과  관련된  개발에  직접  참여하였거나,  유사  프로젝트  개\n발경험이  있는  전문기술  인력  포함을  권장하며,  사업관리조직은  사업관리 \n전문자격  또는  전문교육  수료자  구성을  권장함\nㅇ핵심투입인력(PM)에  대한  자격,  경력,  유사사업  참여  실적을  상세하게  제\n시.  단,  하도급예정자  소속인력은  기술자등급별  인원  현황만  제시\nㅇ모든  투입인력은  상주를  원칙으로  하며,  비상주  인력에  대해서는  타당한  비\n상주  사유를  명시하여  승인받아야  함"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-04"
          ],
          [
            "요구사항  명칭",
            "핵심투입인력(PM)  관련  제출서류"
          ],
          [
            "요구사항  정의",
            "핵심투입인력(PM)  관련  제출서류"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사업자는  계약체결  시까지  해당  기술자(PM)의  증빙서류를  제출하여  확인을 \n득한  후  투입(증빙서류  :  인적사항,  자격사항,  경력사항)\n  ※  근무/경력  관련  증빙서류는  소프트웨어기술자  경력관리기관  등에서  발급한 \n서류  제출을  원칙으로  함"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-05"
          ],
          [
            "요구사항  명칭",
            "핵심투입인력(PM)  변경"
          ],
          [
            "요구사항  정의",
            "핵심투입인력(PM)  변경"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사업  착수  시  제안한  핵심투입인력은  발주기관과  협의  없이  사업자  임의로 \n변경할  수  없음\nㅇ사업  진행  중  특별한  사유가  없는  한  핵심인력  교체는  원칙적으로  불가하나, \n불가항력  사유로  인력교체  필요시  사전에  발주기관과  협의해야  함\nㅇ핵심투입인력  변경  시  최소한  14일  이전에  유자격  대체인력을  포함한  변경\n사실을  사전  통보하여  협의해야  하며,  변경으로  인한  업무  공백이  발생하\n지  않도록  업무의  안정화  및  품질저하  방지대책,  교육  및  백업계획을  수립\n하여  제시\nㅇ핵심투입인력  변경  시,  동급  이상의  대체인력을  투입하여  최소  7일  이상의 \n병행근무를  통해  업무인수인계  실시\nㅇ발주기관은  투입된  인력이  업무수행에  적절하지  못하다고  판단될  시,  사\n업자에게  교체를  요청할  수  있으며,  이  경우  수행사와  협의를  통해  필요\n시  7일  이내에  교체"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-06"
          ],
          [
            "요구사항  명칭",
            "지원  및  자문조직  구성"
          ],
          [
            "요구사항  정의",
            "지원  및  자문조직  구성"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ추진  조직  외에  본  사업을  성공적으로  수행할  수  있도록  지원  또는  자문\n조직의  구성을  제시  가능.  단,  자문조직의  수행  역할과  결과물을  명확히  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 30 - 요구사항 고유번호 PMR-07 요구사항 명칭 일정관리 방안 요구사항 정의 일정관리 방안 요구사항 상세설명 ᄋ구축단계별 일정관리 및 사업수행 계획 대비 진도 관리방안 제시 ᄋ사업을 기간 내에 완수하기 위한 개발 단계별 추진일정 및 세부 활동 내용 등이 포함된 개발 일정계획을 제시 ᄋ사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등을 제시함 ᄋ사업영역별 작성된 WBSWork Breakdown Structure 및 사업수행계획서의 타당성 검토 및 피드백 방안 제시 ᄋ일정 및 진척에 대한 보고방법, 주기 및 일정계획 수립, 조정, 통제 등 통합적인 일정 및 진척사항에 대한 관리 방안 제시 - 사업진행에 대한 투입조직, 업무내용, 진척사항, 기타 특기사항을 기록한 업 무일지를 작성하여 주간, 월간 단위로 작성제출하여야 함 - 원활한 과업 추진을 위해 필요시 비정기적인 보고 요청에 대응함 ᄋ일정변경 발생 시 통합 차원의 영향도 분석 및 일정조정 방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-08 요구사항 명칭 요구사항 관리 요구사항 정의 요구사항 관리 요구사항 상세설명 ᄋ사업자는 기능비기능 요구사항을 빠짐없이 관리하고, 각각의 요구사항이 분석, 설계, 시험단계 등 개발 전 단계의 관련 산출물에 반영여부를 확인 할 수 있도록 관리요구사항 추적해야 함 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-09 요구사항 명칭 품질관리 및 품질보증활동 요구사항 정의 품질관리 및 품질보증활동 요구사항 상세설명 ᄋ품질보증을 보장하기 위한 품질보증방안을 제시 ᄋ품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시 ᄋ성과품의 품질확보를 위한 품질관리자의 지속적인 품질보증활동 수행 ᄋ품질보증계획 수립, 품질보증 목표 및 표준에 대한 교육 ᄋ계획에 따른 품질보증 수행, 품질결함분석 및 시정조치, 변경요청 ᄋ단계별 품질목표 달성, 품질표준 준수 등에 관한 보고서 제출 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-10 요구사항 명칭 범위 대비 수행관리 방안 요구사항 정의 범위 대비 수행관리 방안 요구사항 상세설명 ᄋ사업범위 대비 수행결과 관리 방안 제시 ᄋ사업범위 검토 명확화 및 과업내역 검토 방안 제시 ᄋ요구사항 정의서 검토 및 분석설계 반영사항의 추적 및 검증 방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-11 요구사항 명칭 형상관리 방안 요구사항 정의 형상관리 방안 요구사항 ᄋ일정관리를 통해 남긴 기록에 대해 지시사항, 보고문서, 업무일지, 특이사항",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PMR-07"
          ],
          [
            "요구사항  명칭",
            "일정관리  방안"
          ],
          [
            "요구사항  정의",
            "일정관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ구축단계별  일정관리  및  사업수행  계획  대비  진도  관리방안  제시\nㅇ사업을  기간  내에  완수하기  위한  개발  단계별  추진일정  및  세부  활동  내용 \n등이  포함된  개발  일정계획을  제시\nㅇ사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  조직  등을 \n제시함\nㅇ사업영역별  작성된  WBS(Work  Breakdown  Structure)  및  사업수행계획서의 \n타당성  검토  및  피드백  방안  제시\nㅇ일정  및  진척에  대한  보고방법,  주기  및  일정계획  수립,  조정,  통제  등  통합적인 \n일정  및  진척사항에  대한  관리  방안  제시\n  -  사업진행에  대한  투입조직,  업무내용,  진척사항,  기타  특기사항을  기록한  업\n무일지를  작성하여  주간,  월간  단위로  작성․제출하여야  함\n  -  원활한  과업  추진을  위해  필요시  비정기적인  보고  요청에  대응함\nㅇ일정변경  발생  시  통합  차원의  영향도  분석  및  일정조정  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-08"
          ],
          [
            "요구사항  명칭",
            "요구사항  관리"
          ],
          [
            "요구사항  정의",
            "요구사항  관리"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사업자는  기능/비기능  요구사항을  빠짐없이  관리하고,  각각의  요구사항이 \n분석,  설계,  시험단계  등  개발  전  단계의  관련  산출물에  반영여부를  확인\n할  수  있도록  관리(요구사항  추적)해야  함"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-09"
          ],
          [
            "요구사항  명칭",
            "품질관리  및  품질보증활동"
          ],
          [
            "요구사항  정의",
            "품질관리  및  품질보증활동"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ품질보증을  보장하기  위한  품질보증방안을  제시\nㅇ품질보증의  범위,  품질보증을  위한  조직,  절차,  점검방법  등을  제시\nㅇ성과품의  품질확보를  위한  품질관리자의  지속적인  품질보증활동  수행\nㅇ품질보증계획  수립,  품질보증  목표  및  표준에  대한  교육\nㅇ계획에  따른  품질보증  수행,  품질결함분석  및  시정조치,  변경요청\nㅇ단계별  품질목표  달성,  품질표준  준수  등에  관한  보고서  제출"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-10"
          ],
          [
            "요구사항  명칭",
            "범위  대비  수행관리  방안"
          ],
          [
            "요구사항  정의",
            "범위  대비  수행관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사업범위  대비  수행결과  관리  방안  제시\nㅇ사업범위  검토  명확화  및  과업내역  검토  방안  제시\nㅇ요구사항  정의서  검토  및  분석·설계  반영사항의  추적  및  검증  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-11"
          ],
          [
            "요구사항  명칭",
            "형상관리  방안"
          ],
          [
            "요구사항  정의",
            "형상관리  방안"
          ],
          [
            "요구사항",
            "ㅇ일정관리를  통해  남긴  기록에  대해  지시사항,  보고문서,  업무일지,  특이사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 31 - 상세설명 등에 관한 일지 및 일지별 진척률을 관리할 수 있는 기능 제공 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-12 요구사항 명칭 위험 및 이슈관리 방안 요구사항 정의 위험 및 이슈관리 방안 요구사항 상세설명 ᄋ위험 및 이슈관리 프로세스 수립 방안 제시 ᄋ발생 가능한 위험이슈 파악 및 대응 방안 제시 ᄋ위험이슈에 대한 제거, 해소를 위한 발주기관과의 조정통제 방안 제시 ᄋ위험이슈별 영향 평가 및 제거, 해소결과 추적관리 방안 제시 ᄋ위험사항의 식별분석대응계획 검토 및 조정, 조치방안 등 ᄋ법제도 변화 등 내외부적인 변화 대응 방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-13 요구사항 명칭 의사소통 관리 방안 요구사항 정의 의사소통 관리 방안 요구사항 상세설명 ᄋ사업 전반의 이해관계자간 효율적 의사소통 방안 제시 ᄋ신속한 의사결정을 위한 프로세스 제시 ᄋ이해관계자에 대한 주기적인 프로젝트 진행 보고 및 이해관계자 대상 교육 워크숍 수행방안 제시 ᄋ발주기관의 의사결정 지원 ᄋ사업추진 상황 및 쟁점사항의 정기비정기 보고 ᄋ사업 이해관계자별 역할 정의 및 책임의 적절성 검토 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-14 요구사항 명칭 이해관계자 관리 방안 요구사항 정의 이해관계자 관리 방안 요구사항 상세설명 ᄋ이해관계자 식별 및 영향도 분석 ᄋ이해관계자 의견 반영여부 점검 및 조치사항 지시 ᄋ전문기관, 발주기관, 사업자, 감리, 서비스 이용자 등 사업 전반의 이해관계자간 역할 및 협조 방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-15 요구사항 명칭 테스트 및 이해 관리 방안 요구사항 정의 테스트 및 이해 관리 방안 요구사항 상세설명 ᄋ프로그램별 단위테스트, 업무간 결합테스트 및 전체 통합테스트 등 종합적인 테스트 계획에 대한 검토 및 관리 방안 제시 ᄋ테스트 진행현황 모니터링 방안 및 도출 결함에 대한 조치관리 방안제시 ᄋ테스트 결과에 대한 문서화 및 수행결과 검토 방안 제시 ᄋ시스템 이행 및 운영전환 일정, 조직, 비상시 대처 계획 등 안정적 이행관리 방안 제시 ᄋ데이터 마이그레이션, AP 포팅, 연계 점검 등 상세 전환방안 제시 ᄋ테스트 결함 발생률 및 조치율 - 테스트 기간 동안 발견된 결함 수와 결함의 지속 시간을 측정하여야 함 결함발생률이5 이상이거나중대결함이발생할경우, 시스템오픈을 연장해야하며, 결함지속시간의최대한계값은1시간이하여야함",
      "tables": [
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-12"
          ],
          [
            "요구사항  명칭",
            "위험  및  이슈관리  방안"
          ],
          [
            "요구사항  정의",
            "위험  및  이슈관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ위험  및  이슈관리  프로세스  수립  방안  제시\nㅇ발생  가능한  위험·이슈  파악  및  대응  방안  제시\nㅇ위험‧이슈에  대한  제거,  해소를  위한  발주기관과의  조정·통제  방안  제시\nㅇ위험‧이슈별  영향  평가  및  제거,  해소결과  추적관리  방안  제시\nㅇ위험사항의  식별·분석·대응계획  검토  및  조정,  조치방안  등\nㅇ법·제도  변화  등  내·외부적인  변화  대응  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-13"
          ],
          [
            "요구사항  명칭",
            "의사소통  관리  방안"
          ],
          [
            "요구사항  정의",
            "의사소통  관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사업  전반의  이해관계자간  효율적  의사소통  방안  제시\nㅇ신속한  의사결정을  위한  프로세스  제시\nㅇ이해관계자에  대한  주기적인  프로젝트  진행  보고  및  이해관계자  대상  교육·\n워크숍  수행방안  제시\nㅇ발주기관의  의사결정  지원\nㅇ사업추진  상황  및  쟁점사항의  정기·비정기  보고\nㅇ사업  이해관계자별  역할  정의  및  책임의  적절성  검토"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-14"
          ],
          [
            "요구사항  명칭",
            "이해관계자  관리  방안"
          ],
          [
            "요구사항  정의",
            "이해관계자  관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ이해관계자  식별  및  영향도  분석\nㅇ이해관계자  의견  반영여부  점검  및  조치사항  지시\nㅇ전문기관,  발주기관,  사업자,  감리,  서비스  이용자  등  사업  전반의  이해관계자간 \n역할  및  협조  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-15"
          ],
          [
            "요구사항  명칭",
            "테스트  및  이해  관리  방안"
          ],
          [
            "요구사항  정의",
            "테스트  및  이해  관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ프로그램별  단위테스트,  업무간  결합테스트  및  전체  통합테스트  등  종합적인 \n테스트  계획에  대한  검토  및  관리  방안  제시\nㅇ테스트  진행현황  모니터링  방안  및  도출  결함에  대한  조치·관리  방안제시\nㅇ테스트  결과에  대한  문서화  및  수행결과  검토  방안  제시\nㅇ시스템  이행  및  운영전환  일정,  조직,  비상시  대처  계획  등  안정적  이행관리\n방안  제시\nㅇ데이터  마이그레이션,  AP  포팅,  연계  점검  등  상세  전환방안  제시\nㅇ테스트  결함  발생률  및  조치율\n  -  테스트  기간  동안  발견된  결함  수와  결함의  지속  시간을  측정하여야  함\n※ 결함 발생률이 5% 이상이거나 중대 결함이 발생할 경우, 시스템 오픈 을\n연장해야 하며, 결함 지속 시간의 최대 한계값은 1시간 이하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 32 - - 테스트 기간 동안 발견된 결함에 대한 조치율은 100이어야 하며, 결함 조치로 인하여 계획된 일정에 영향을 주어서는 안 됨 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-16 요구사항 명칭 산출물 관리 방안 요구사항 정의 산출물 관리 방안 요구사항 상세설명 ᄋ수행사는 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 작업 일정계획 및 품질보증계획과 연계하여 산출물의 종류, 주요내용, 작성 및 제출시기, 제출 부수 등 제시 ᄋ개발 및 커스터마이징 보고서 제출 ᄋ기술적용계획표의 기술표준을 준수하여야 하며, 사업수행계획서 작성 시 발주기관 상호 협의하여 조정할 수 있음 ᄋ검사 전 기술준수결과표를 제출하여야 하며, 기술적용계획의 변경이 필요한 경우 발주기관의 승인을 받아야 함 산출정보 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-17 요구사항 명칭 작업장소 협의 및 업무환경 구성 요구사항 정의 작업장소 협의 및 업무환경 구성 요구사항 상세설명 ᄋ 사업수행을 위한 장소는 발주기관과 사업자가 협의하여 결정 ᄋ SW사업 수행을 위하여 필요한 장소 및 설비, 기타 작업장소를 상호협의하여 결정 ᄋ 업무환경은 계약 후 최대 10일 이내에 구성을 완료하여 실제 프로젝트를 수행 ᄋ 사업자공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구 사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작 업장소에 관하여 우선 검토한다. 다만, 발주기관에서는 사업자공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 ᄋ 작업장소 구성을 위하여 소용되는 모든 비용은 사업예산에 계상되어 있 음사업자 부담 산출정보 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-18 요구사항 명칭 원격지 개발장소 제시 요구사항 정의 원격지 개발장소 제시 요구사항 상세설명 ᄋ사업자공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구 사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업 장소에 관하여 우선 검토한다. 다만, 발주기관에서는 사업자공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 산출정보 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-19 요구사항 명칭 하도급 관리 방안 요구사항 정의 하도급 관리 방안 요구사항 상세설명 제안사 소속 이외의 인력은 하도급으로 간주하며, 하도급 계약 시 관계 법률에 의하여 사전 승인을 받아야 함 - 제안사는 하도급 계약의 준수실태를 하도급 준수실태보고서에 의하여 상하반기 2회 보고하여야 함 - 하도급 업체 투입인력에 대한 관리방안을 제시해야 함 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시 제19조에",
      "tables": [
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-16"
          ],
          [
            "요구사항  명칭",
            "산출물  관리  방안"
          ],
          [
            "요구사항  정의",
            "산출물  관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ수행사는  사업추진과정에서  생산되는  제반  작업  단위별  산출물에  대하여 \n작업  일정계획  및  품질보증계획과  연계하여  산출물의  종류,  주요내용,  작성 \n및  제출시기,  제출  부수  등  제시\nㅇ개발  및  커스터마이징  보고서  제출\nㅇ기술적용계획표의  기술표준을  준수하여야  하며,  사업수행계획서  작성  시 \n발주기관  상호  협의하여  조정할  수  있음\nㅇ검사  전  기술준수결과표를  제출하여야  하며,  기술적용계획의  변경이  필요한 \n경우  발주기관의  승인을  받아야  함"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-17"
          ],
          [
            "요구사항  명칭",
            "작업장소  협의  및  업무환경  구성"
          ],
          [
            "요구사항  정의",
            "작업장소  협의  및  업무환경  구성"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업수행을  위한  장소는  발주기관과  사업자가  협의하여  결정\nㅇ  SW사업  수행을  위하여  필요한  장소  및  설비,  기타  작업장소를  상호협의하여  결정\nㅇ  업무환경은  계약  후  최대  10일  이내에  구성을  완료하여  실제  프로젝트를  수행\nㅇ  사업자(공급자)는  작업장소  상호협의  시  제안요청서  내  명시된  보안요구\n사항을  준수한  작업장소를  제시할  수  있으며,  발주기관에서는  제시된  작\n업장소에  관하여  우선  검토한다.  다만,  발주기관에서는  사업자(공급자)가 \n제시한  작업장소가  보안요구사항을  준수하지  못한  경우  거부할  수  있음\nㅇ  작업장소  구성을  위하여  소용되는  모든  비용은  사업예산에  계상되어  있\n음(사업자  부담)"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-18"
          ],
          [
            "요구사항  명칭",
            "원격지  개발장소  제시"
          ],
          [
            "요구사항  정의",
            "원격지  개발장소  제시"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사업자(공급자)는  작업장소  상호협의  시  제안요청서  내  명시된  보안요구\n사항을  준수한  작업장소를  제시할  수  있으며,  발주기관에서는  제시된  작업\n장소에  관하여  우선  검토한다.  다만,  발주기관에서는  사업자(공급자)가  제시한 \n작업장소가  보안요구사항을  준수하지  못한  경우  거부할  수  있음"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-19"
          ],
          [
            "요구사항  명칭",
            "하도급  관리  방안"
          ],
          [
            "요구사항  정의",
            "하도급  관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "◦제안사  소속  이외의  인력은  하도급으로  간주하며,  하도급  계약  시  관계 \n법률에  의하여  사전  승인을  받아야  함\n    -  제안사는  하도급  계약의  준수실태를  ‘하도급  준수실태보고서’에  의하여 \n상·하반기  2회  보고하여야  함\n    -  하도급  업체  투입인력에  대한  관리방안을  제시해야  함\n    -  행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부  고시)  제19조에"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 33 - 10 프로젝트 지원 요구사항Project Support Requirement 따라 하도급 대금지급 기준을 준수하여야 함 - 하도급의 계약부터 대금지급 및 실적관리를 조달청 정부계약하도급관리 시스템하도급지킴이을 이용하여 실행하여야 함 산출정보 사업수행계획서, 하도급관련 산출물 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-01 요구사항 명칭 시험운영 및 취약점 점검 요구사항 정의 시험운영 및 취약점 점검 요구사항 상세설명 ᄋ수행사는 구축시스템에 대한 시험운영 계획을 발주기관과 협의하여 수립하고 시험운영을 실시 ᄋ시스템 저해요소 분석 및 개선, 취약점 대체방안, 해결안 마련, 제공이 가능 하도록 취약점 점검 ᄋ모의해킹 범위와 대상을 선정하고 시나리오를 작성하여 취약점 진단 후 모의해킹 수행 결과물을 제출 ᄋ취약점 점검을 통해 확인된 취약사항이 모두 조치된 이후 시스템을 운영 산출정보 취약점 진단 및 모의해킹 결과서, 조치결과서 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-02 요구사항 명칭 교육지원 요구사항 정의 교육지원 요구사항 상세설명 ᄋ수행사는 본 사업 완료 전까지 시스템 운영운영 및 유지보수에 필요한 기술교육을 실시하여야 하며, 교육계획서를 작성하여 발주기관에 제출 및 승인 ᄋ발주기관의 정보시스템 내부 사용자 및 관련기관의 사용자에게 시스템 사용에 대한 교육을 실시하여야 함 ᄋ교육내용은 시스템의 운영, 감시 및 보안, 비상복구 방법 등 운영에 필요한 시스템 구성방법 및 장애 대처 방법과 기타 시스템 운영에 관한 사항을 포함하여야 하며, 관련기관 사용자를 위한 매뉴얼을 토대로 집합교육을 실시 ᄋ교육계획서에는 교육 훈련에 대한 목적 및 내용, 대상, 방법, 일정, 장소, 강사진 등에 대한 상세사항을 포함 ᄋ목표 시스템의 운영을 위해 실시되는 교육에 대한 비용은 사업자가 부담하고, 발주기관과 상호 협의 하에 교육내용을 조정 산출정보 교육계획서, 교육결과 보고서 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-03 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-20 요구사항 명칭 과업내용 변경 요구사항 정의 소프트웨어사업 과업내용을 변경하는 경우 요구사항 상세설명 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액 계약기간 조정이 필요한 경우, 계약상대자는 국가기관 등의 장에게 소프트웨어사업 과업변경요청서를 제출하여야 함 - 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 8호서식 참조 산출정보 소프트웨어사업 과업변경요청서",
      "tables": [
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-20"
          ],
          [
            "요구사항  명칭",
            "과업내용  변경"
          ],
          [
            "요구사항  정의",
            "소프트웨어사업  과업내용을  변경하는  경우"
          ],
          [
            "요구사항\n상세설명",
            "◦  본  사업은  「소프트웨어  진흥법」  제50조,  같은  법  시행령  제47조  제1항 \n제2호,  제3호에  따른  과업내용  변경  및  그에  따른  계약금액‧  계약기간 \n조정이  필요한  경우,  계약상대자는  국가기관  등의  장에게 \n소프트웨어사업  과업변경요청서*를  제출하여야  함    -｢  소프트웨어사업 \n계약  및  관리감독에  관한  지침｣  별지  8호서식  참조"
          ],
          [
            "산출정보",
            "소프트웨어사업  과업변경요청서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-01"
          ],
          [
            "요구사항  명칭",
            "시험운영  및  취약점  점검"
          ],
          [
            "요구사항  정의",
            "시험운영  및  취약점  점검"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ수행사는  구축시스템에  대한  시험운영  계획을  발주기관과  협의하여  수립하고 \n시험운영을  실시\nㅇ시스템  저해요소  분석  및  개선,  취약점  대체방안,  해결안  마련,  제공이  가능\n하도록  취약점  점검\nㅇ모의해킹  범위와  대상을  선정하고  시나리오를  작성하여  취약점  진단  후 \n모의해킹  수행  결과물을  제출\nㅇ취약점  점검을  통해  확인된  취약사항이  모두  조치된  이후  시스템을  운영"
          ],
          [
            "산출정보",
            "취약점  진단  및  모의해킹  결과서,  조치결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-02"
          ],
          [
            "요구사항  명칭",
            "교육지원"
          ],
          [
            "요구사항  정의",
            "교육지원"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ수행사는  본  사업  완료  전까지  시스템  운영(운영  및  유지보수)에  필요한 \n기술교육을  실시하여야  하며,  교육계획서를  작성하여  발주기관에  제출  및 \n승인\nㅇ발주기관의  정보시스템  내부  사용자  및  관련기관의  사용자에게  시스템  사용에 \n대한  교육을  실시하여야  함\nㅇ교육내용은  시스템의  운영,  감시  및  보안,  비상복구  방법  등  운영에  필요한 \n시스템  구성방법  및  장애  대처  방법과  기타  시스템  운영에  관한  사항을 \n포함하여야  하며,  관련기관  사용자를  위한  매뉴얼을  토대로  집합교육을 \n실시\nㅇ교육계획서에는  교육  훈련에  대한  목적  및  내용,  대상,  방법,  일정,  장소, \n강사진  등에  대한  상세사항을  포함\nㅇ목표  시스템의  운영을  위해  실시되는  교육에  대한  비용은  사업자가  부담하고, \n발주기관과  상호  협의  하에  교육내용을  조정"
          ],
          [
            "산출정보",
            "교육계획서,  교육결과  보고서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 34 - 요구사항 명칭 교육자료 제작 요구사항 정의 교육자료 제작 요구사항 상세설명 ᄋ제안사는 본 사업 완료 전까지 운영에 필요한 기술교육을 실시하여야 하며, 교육계획서를 작성하여 발주자에 제출, 승인을 얻어야 함 ᄋ교육계획서는 교육 훈련에 대한 목적 및 내용, 교육대상, 방법, 인원, 횟수, 일정, 장소에 대한 상세사항이 포함되어야 함 ᄋ교육내용은 시스템의 운영, 감시 및 보안, 비상복구 방법과 같이 운영에 필요한 시스템 구성방법 및 장애 대처 방법과 기타 시스템 운영에 관한 사항이 포함되어야 함 ᄋ교육 대상자별 교육 내용 - 개발자 제안사가 투입하는 인력에 대한 교육으로써, 사업관리 및 개발 산출물의 이해, 개발절차에 따른 개발언어, 자동화 툴 이해가 선행되어야 함 - 사용자 발주자의 현업 평가업무 담당자에 대한 시스템 사용 교육으로써, 사업의 이해 및 업무 흐름의 이해, 시스템 구성 및 기능, 시스템 사용 절차 및 방법, 시스템 오류시 조치 방법에 대한 교육을 실시함 - 운영자 본 사업 완료 후 시스템을 운영하는 인력에 대한 기술 교육으로써, 시스템 개요 및 구성, 개발 표준, 시스템 운영 절차 및 운영 방법, 사용자 관리, 메뉴관리, 시스템 관리자 기능, 유지보수를 위한 프로그램 및 개발 내용에 대한 기술 교육, 장애대처방안, 에러처리 방안, 기타 운영 및 유지 보수에 필요한 기술 교육 산출정보 교육자료, 매뉴얼사용자운영자 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-04 요구사항 명칭 기술이전 방안 요구사항 정의 기술이전 방안 요구사항 상세설명 ᄋ시스템 개발 및 운영에 필요한 내용으로 시스템의 운영, 감시 및 보안, 비상 복구 방법 등 시스템 구성방법 및 장애 대처 방법, 기타 운영에 관한 사항 등 시스템 운영직원의 자체유지보수 능력 배양을 위한 기술이전 계획을 제시하여야 함 ᄋ기술이전 시 유지보수 업체와 아래의 내용이 포함된 인수인계 양식 작성 및 확인 후 공문 처리하여 발주기관에 제출 - 항목별 점검 수행 시 유지보수 업체와 협업할 것 - 매뉴얼 내용에 대한 유효성 유지보수 업체의 확인 필요 ᄋ기술이전 시 아래의 항목이 산출물에 포함되어야 함 - 시스템 구성도, 서비스 구성도, SW 운영 매뉴얼, 개발DB 산출물 일체 산출정보 기술이전 계획서, 인수인계 확인서 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-05 요구사항 명칭 검수지원 요구사항 정의 검수지원 요구사항 상세설명 ᄋ수행사는 사업완료 후 발주기관 지정하는 검사자의 최종검수를 받아야 함 ᄋ수행사는 검수 개시 1주전까지 본 제안요청서의 요구조건을 충분히 포함하는 시험항목 및 방법 등을 기술한 검수계획서를 서면으로 발주기관에 제출하여 승인을 받은 후 검수를 실시 ᄋ검수계획서는 다음 사항들을 포함 - 개발 프로그램 목록 - 제반 산출물 목록 - 인프라 설치내역 - 인수시험 항목 및 방법 - 자체시험 결과 ᄋ검수는 발주기관이 지정한 검수요원들과 수행사의 피검수 요원들이 함께",
      "tables": [
        [
          [
            "요구사항  명칭",
            "교육자료  제작"
          ],
          [
            "요구사항  정의",
            "교육자료  제작"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ제안사는  본  사업  완료  전까지  운영에  필요한  기술교육을  실시하여야  하며, \n교육계획서를  작성하여  발주자에  제출,  승인을  얻어야  함\nㅇ교육계획서는  교육  훈련에  대한  목적  및  내용,  교육대상,  방법,  인원,  횟수, \n일정,  장소에  대한  상세사항이  포함되어야  함\nㅇ교육내용은  시스템의  운영,  감시  및  보안,  비상복구  방법과  같이  운영에 \n필요한  시스템  구성방법  및  장애  대처  방법과  기타  시스템  운영에  관한 \n사항이  포함되어야  함\nㅇ교육  대상자별  교육  내용\n    -  개발자  :  제안사가  투입하는  인력에  대한  교육으로써,  사업관리  및  개발 \n산출물의  이해,  개발절차에  따른  개발언어,  자동화  툴  이해가  선행되어야  함\n    -  사용자  :  발주자의  현업  평가업무  담당자에  대한  시스템  사용  교육으로써, \n사업의  이해  및  업무  흐름의  이해,  시스템  구성  및  기능,  시스템  사용 \n절차  및  방법,  시스템  오류시  조치  방법에  대한  교육을  실시함\n    -  운영자  :  본  사업  완료  후  시스템을  운영하는  인력에  대한  기술  교육으로써, \n시스템  개요  및  구성,  개발  표준,  시스템  운영  절차  및  운영  방법,  사용자\n관리,  메뉴관리,  시스템  관리자  기능,  유지보수를  위한  프로그램  및  개발 \n내용에  대한  기술  교육,  장애대처방안,  에러처리  방안,  기타  운영  및  유지\n보수에  필요한  기술  교육"
          ],
          [
            "산출정보",
            "교육자료,  매뉴얼(사용자/운영자)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-04"
          ],
          [
            "요구사항  명칭",
            "기술이전  방안"
          ],
          [
            "요구사항  정의",
            "기술이전  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ시스템  개발  및  운영에  필요한  내용으로  시스템의  운영,  감시  및  보안,  비상\n복구  방법  등  시스템  구성방법  및  장애  대처  방법,  기타  운영에  관한  사항 \n등  시스템  운영직원의  자체유지보수  능력  배양을  위한  기술이전  계획을 \n제시하여야  함\nㅇ기술이전  시  유지보수  업체와  아래의  내용이  포함된  인수인계  양식  작성 \n및  확인  후  공문  처리하여  발주기관에  제출\n  -  항목별  점검  수행  시  유지보수  업체와  협업할  것\n  -  매뉴얼  내용에  대한  유효성  유지보수  업체의  확인  필요\nㅇ기술이전  시  아래의  항목이  산출물에  포함되어야  함\n  -  시스템  구성도,  서비스  구성도,  SW  운영  매뉴얼,  개발(DB)  산출물  일체"
          ],
          [
            "산출정보",
            "기술이전  계획서,  인수인계  확인서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-05"
          ],
          [
            "요구사항  명칭",
            "검수지원"
          ],
          [
            "요구사항  정의",
            "검수지원"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ수행사는  사업완료  후  발주기관  지정하는  검사자의  최종검수를  받아야  함\nㅇ수행사는  검수  개시  1주전까지  본  제안요청서의  요구조건을  충분히  포함하는 \n시험항목  및  방법  등을  기술한  검수계획서를  서면으로  발주기관에  제출하여 \n승인을  받은  후  검수를  실시\nㅇ검수계획서는  다음  사항들을  포함\n  -  개발  프로그램  목록\n  -  제반  산출물  목록\n  -  인프라  설치내역\n  -  인수시험  항목  및  방법\n  -  자체시험  결과\nㅇ검수는  발주기관이  지정한  검수요원들과  수행사의  피검수  요원들이  함께"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 35 - 수행하며, 검수과정을 관찰하고 시험결과를 확인 ᄋ시험결과 발견된 미비점에 대해서는 수행사가 즉시 보완하여, 발주기관에 의해 미비점 보완이 확인되어야 함 ᄋ테스트 및 검수, 시연 등에 필요한 장비 및 장소, 비용 등의 제반사항은 수행사에서 준비 산출정보 검수계획서 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-06 요구사항 명칭 기술지원 요구사항 정의 기술지원 요구사항 상세설명 ᄋ수행사는 발주기관이 사업완료 후 본 사업수행결과에 대한 보완을 하고자 할 경우, 필요한 제반 기술사항을 지원 ᄋ운영과 관련된 기술지원을 요청할 경우 전문기술지원 조직에 의한 기술지원 제공방안이 제시되어야 함 ᄋ운영의 경제성, 효율성, 생산성 향상을 중장기적으로 추진할 수 있는 방안을 종합적으로 제시해야 함 ᄋ발주기관이 본 시스템을 확장하거나 타 장비를 접속하고자 하는 경우 사업자 는 인터페이스가 가능하도록 관련 기술을 지원해야 함 ᄋ장애발생이 예상되거나 시스템 운용에 필요하다고 판단되는 경우 발주기관은 특별점검을 요구할 수 있으며, 계약업체는 점검계획을 수립하여 시행해야 함 산출정보 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-07 요구사항 명칭 하자보수 지원 요구사항 정의 하자보수 지원 요구사항 상세설명 ᄋ사업의 하자담보책임기간은 사업을 종료한 날부터 1년이며, 본 사업 시 납품한 하드웨어 운영 소프트웨어, 시스템 소프트웨어 및 응용프로그램에 대해 위의 기간 동안 결함이 발견될 경우, 사업자는 무상으로 결함에 대한 조치를 수행 ᄋ수행사는 사업종료 이후 시스템의 원활한 운영을 위해 하자보수장애처리 지원체계 및 절차를 구체적으로 제시하여야 함 - 지원범위, 지원방법상주, 비상주 등 및 지원인원을 포함하여 제시 ᄋ각종 장애 발생 시 즉각적인 원인분석 및 복구 등 하자보수를 보장하기 위하여 지원부서 및 전문인력을 확보하여 항시 운영 가능하도록 해야 하며, 구체적인 장애조치 계획을 제시하여야 함 ᄋ하자보수 기간 중 SW 개발, 제작, 설치 등의 하자가 발견될 경우 즉시 필요한 조치를 취하여 문제를 해결 ᄋ시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위하여 시스템을 단 위 요소기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 제시 ᄋ수행사는 개발한 응용 어플리케이션에 대한 하자보수 책임을 가지며 산출물 제출시 하자보수체계 명시 ᄋ하자 발생 시 수행사와 소프트웨어공급자에게 문제 해결을 동시에 요청할 수 있음 ᄋ사업수행자는 다음과 같은 사항을 하자보수 활동에 포함하여 지원 - 개발한 SW 전 시스템 - 하자보수 기간중 발견된 보안취약점의 조치 - 장애발생에 대한 처리Trouble Shooting - 기타 시스템의 정상운영을 위한 기술지원 등 산출정보 하자보수계획서 요구사항 분류 프로젝트 지원",
      "tables": [
        [
          [
            "",
            "수행하며,  검수과정을  관찰하고  시험결과를  확인\nㅇ시험결과  발견된  미비점에  대해서는  수행사가  즉시  보완하여,  발주기관에 \n의해  미비점  보완이  확인되어야  함\nㅇ테스트  및  검수,  시연  등에  필요한  장비  및  장소,  비용  등의  제반사항은 \n수행사에서  준비"
          ],
          [
            "산출정보",
            "검수계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-06"
          ],
          [
            "요구사항  명칭",
            "기술지원"
          ],
          [
            "요구사항  정의",
            "기술지원"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ수행사는  발주기관이  사업완료  후  본  사업수행결과에  대한  보완을  하고자 \n할  경우,  필요한  제반  기술사항을  지원\nㅇ운영과  관련된  기술지원을  요청할  경우  전문기술지원  조직에  의한  기술지원 \n제공방안이  제시되어야  함\nㅇ운영의  경제성,  효율성,  생산성  향상을  중장기적으로  추진할  수  있는  방안을 \n종합적으로  제시해야  함\nㅇ발주기관이  본  시스템을  확장하거나  타  장비를  접속하고자  하는  경우  사업자\n는  인터페이스가  가능하도록  관련  기술을  지원해야  함\nㅇ장애발생이  예상되거나  시스템  운용에  필요하다고  판단되는  경우  발주기관은 \n특별점검을  요구할  수  있으며,  계약업체는  점검계획을  수립하여  시행해야  함"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-07"
          ],
          [
            "요구사항  명칭",
            "하자보수  지원"
          ],
          [
            "요구사항  정의",
            "하자보수  지원"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ사업의  하자담보책임기간은  사업을  종료한  날부터  1년이며,  본  사업  시 \n납품한  하드웨어  운영  소프트웨어,  시스템  소프트웨어  및  응용프로그램에 \n대해  위의  기간  동안  결함이  발견될  경우,  사업자는  무상으로  결함에  대한 \n조치를  수행\nㅇ수행사는  사업종료  이후  시스템의  원활한  운영을  위해  하자보수/장애처리 \n지원체계  및  절차를  구체적으로  제시하여야  함\n  -  지원범위,  지원방법(상주,  비상주  등)  및  지원인원을  포함하여  제시\nㅇ각종  장애  발생  시  즉각적인  원인분석  및  복구  등  하자보수를  보장하기 \n위하여  지원부서  및  전문인력을  확보하여  항시  운영  가능하도록  해야  하며, \n구체적인  장애조치  계획을  제시하여야  함\nㅇ하자보수  기간  중  S/W  개발,  제작,  설치  등의  하자가  발견될  경우  즉시 \n필요한  조치를  취하여  문제를  해결 \nㅇ시스템의  안정성  및  신뢰성  확보와  장애시간을  최소화하기  위하여  시스템을  단\n위  요소기술과  기능으로  구분하여  각각에  대한  세부  하자보수  계획을  제시\nㅇ수행사는  개발한  응용  어플리케이션에  대한  하자보수  책임을  가지며  산출물 \n제출시  하자보수체계  명시\nㅇ하자  발생  시  수행사와  소프트웨어공급자에게  문제  해결을  동시에  요청할 \n수  있음\nㅇ사업수행자는  다음과  같은  사항을  하자보수  활동에  포함하여  지원\n    -  개발한  S/W  전  시스템\n    -  하자보수  기간중  발견된  보안취약점의  조치\n    -  장애발생에  대한  처리(Trouble  Shooting)\n    -  기타  시스템의  정상운영을  위한  기술지원  등"
          ],
          [
            "산출정보",
            "하자보수계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 36 - 다 특수사항 소프트웨어 개발보안시큐어 코딩관련 가이드 준수 기능개발 시 소프트웨어 개발보안 가이드 및 점검 시 소프트웨어 보안 약점 진단가이드, 소프트웨어 개발보안 가이드에 따른 소스코드 보안 성 확보를 위해 착수단계에서 표준 코딩스타일 정의 및 적절한 개발절 차개발방법론, 교육계획 등의 가이드 준수방안을 제시하여야 한다. 소스코드보안취약성을자체진단하고제거하기위한방안제시요구진단도구, 진단전문인력활용, 진단환경, 진단회수, 진단조치방안등 행정기관및공공기관정보시스템구축운영지침행정자치부고시 제50조 소프트웨어개발보안원칙과제53조보안약점진단절차에따라소프트웨어개 발보안적용하고소프트웨어보안약점기준을사업자준수 기능개발 시 모바일 대민서비스 구축 가이드, 모바일 대민서비스 보안 취약점 점검 가이드, 모바일 전자정부서비스 앱 소스코드 가이드준수 소스코드보안취약성을자체진단하고제거하기위한방안제시요구진단도구, 요구사항 고유번호 PSR-08 요구사항 명칭 기타 지원요건 요구사항 정의 기타 지원요건 요구사항 상세설명 ᄋ본 사업에 따른 계약목적물의 지식재산권은 발주기관과 계약상대자가 공동으로 소유하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함. 다만, 개발의 기여도 및 계약목적물의 특수성을 고려하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음 ᄋ수행사는 용역 수행에 의해 발생하는 제반 산출물에 대한 모든 지적재산권 관련 분쟁에 대한 책임을 져야함 ᄋ계약을 수행함에 있어 제3자의 특허권 및 저작권 등의 침해 관련사항은 수행사가 모든 민형사상의 책임을 짐 ᄋ사업공간은 사업 추진의 효율성을 고려하여 발주기관과 협의하여 결정 산출정보 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-09 요구사항 명칭 SW사업정보 제출 요구사항 정의 SW사업정보 제출 요구사항 상세설명 ᄋ본 사업은 소프트웨어 진흥법 제22조에 따라 SW사업정보SW사업 수행 및 실적정보 데이터를 작성 및 제출하여야 함 ᄋSW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 참조 ᄋSW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 명시하도록 함 ᄋSW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 산정 가능 전문가를 포함토록 함 산출정보",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PSR-08"
          ],
          [
            "요구사항  명칭",
            "기타  지원요건"
          ],
          [
            "요구사항  정의",
            "기타  지원요건"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ본  사업에  따른  계약목적물의  지식재산권은  발주기관과  계약상대자가  공동으로 \n소유하며,  별도의  정함이  없는  한  지분은  균등한  것으로  함.  다만,  개발의 \n기여도  및  계약목적물의  특수성을  고려하여  계약당사자간의  협의를  통해 \n지식재산권  귀속주체  등에  대해  공동소유와  달리  정할  수  있음\nㅇ수행사는  용역  수행에  의해  발생하는  제반  산출물에  대한  모든  지적재산권 \n관련  분쟁에  대한  책임을  져야함\nㅇ계약을  수행함에  있어  제3자의  특허권  및  저작권  등의  침해  관련사항은 \n수행사가  모든  민형사상의  책임을  짐\nㅇ사업공간은  사업  추진의  효율성을  고려하여  발주기관과  협의하여  결정"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-09"
          ],
          [
            "요구사항  명칭",
            "SW사업정보  제출"
          ],
          [
            "요구사항  정의",
            "SW사업정보  제출"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ본  사업은  「소프트웨어  진흥법  제22조」에  따라  SW사업정보(SW사업  수행 \n및  실적정보)  데이터를  작성  및  제출하여야  함\nㅇSW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  참조\nㅇSW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에   \n명시하도록  함\nㅇSW사업정보  중  기능점수  데이터의  작성을  위해  사업수행  인원  중  기능점수 \n산정  가능  전문가를  포함토록  함"
          ],
          [
            "산출정보",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 40,
      "text": "- 37 - 진단전문인력활용, 진단환경, 진단회수, 진단조치방안등 모바일행정기관및공공기관정보시스템구축운영지침행정자치부고시 제50조소프트웨어개발보안원칙과제53조보안약점진단절차에따라소프트웨 어개발보안적용하고소프트웨어보안약점기준을사업자준수 구축시스템의 모의시험 구축시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 성능, 테스트 등에 따른 테스트 환경, 방법, 절차 등 요구사항을 제시하 여야 한다. 개발서버에 테스트 할 때는 테스트 샘플정보모의 테스트 등를 만들어서 테스트 할 수 있는 방안 제시 기타 조건 사업자는 제안요청 내용이 제안서에 어떻게 제안되었는지 목차 및 해당 페이지를 표시하는 등 조견표3단 비교를 작성하여 제출하여야 한다. 본 사업의 추진과 관련하여 제안요청서에 명시되지 않은 사항에 대해서는 최근 고지된 관련 규정 및 고시를 준용한다. IV 제안서 작성 요령 가 제안서의 효력 제안서에 제시된 내용과 발주자 요구에 의하여 수정, 보완, 변경된 제안내 용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 갖음. 다만, 계 약서에 명시된 경우는 계약서가 우선 함 발주기관은 필요 시 제안사에 대하여 추가 제안 또는 자료를 요구할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 나 제안서 작성지침권고사항 및 유의사항 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향 상된 내용으로 제안",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 41,
      "text": "- 38 - 제안서는 제시된 제안서 목차 및 제안서 세부작성지침을 준용하여 각각 세분하여 누락 없이 작성하고, 제안요청서의 요구항목들이 제안서의 어느 부분에 기술되었는지 참조표 제시 A4지 규격의 전자문서pdf로 작성 권고 - 제안서 본문 내용은 단면인쇄기준 200장 이내로 작성 권고 - 전자문서형태pdf로 제출하며 300MB 이내로 용량 준수 - 제안설명시 홍보용 동영상활용 금지 제안서는 A4 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는 기타용지 일부 사용 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호 부여 제안서는 한글작성이 원칙이며, 사용된 영문약어에 대해서는 약어표 제공 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 별첨으로 제출 제안서의 내용은 명확한 용어를 사용하여 표현함. 예를 들어, 사용가능하 다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한것으로 간주하며, 계량화가 가능한 것은 계량화함 다 제안서 목차",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 39 - I. 일반현황 1. 제안사 일반현황 2. 제안사의 조직 및 업무분장 3. 핵심인력 II. 전략 및 방법론 1. 사업이해도 2. 추진전략 3. 적용기술 4. 표준 프레임워크 적용 5. 개발 방법론 III. 기술 및 기능 1. 기능 요구사항 2. 보안 요구사항 3. 데이터 요구사항 4. 시스템운영 요구사항 5. 제약사항 IV. 성능 및 품질 1. 성능 요구사항 2. 품질 요구사항 3. 인터페이스 요구사항 4. 테스트 요구사항 V. 프로젝트 관리 1. 관리방법론 2. 관리역량 3. 일정계획 4. 개발장비 VI. 프로젝트지원 1. 품질보증 2. 시험운영 3. 교육훈련 4. 유지관리 5. 하자보수 5. 기밀보안 6. 비상대",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 40 - 라 세부 작성 지침 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연력, 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매출액 등을 명료하게 제시하여야 한다. 서식 13호 - 본 사업과 관련이 있는 3년 이내의 유사사업실적개발 제시 2. 제안사의 조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. - 사업관리자PM 공고일 이전부터 제안서평가일 까지 계속 재직자 - 제안사가 하도급 의사가 있는 경우, 해당 업무 및 예상하도급 업체를 제시함 - 용역책임자는 임원급으로 제시 3. 핵심인력 본 사업을 수행할 핵심인력PM에 대한 이력사항을 제시하여야 한다.서식 4호 - 제안사 소속 이외의 인력은 하도급으로 간주합니다. - 조달청 협상에 의한 계약 제안서평가 세부기준제10조의4 제3항 제5호 에 명시된 증빙서류 제출 단, 상용SW, 패키지등의서비스지원인력, 외부자문인력등통상적인개발 인력이아닌경우는제시하지말것 제안요청내용과연관없는불필요한학력사항이나, 자격사항은배재 II. 전략 및 방법론 1. 사업 이해도 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 목표시스템 구성도 및 구성 체계를 제시하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부개발방법론, 적용기술의 실현가능성 등을 제시하여야 한다. 대상업무별 개발방안통합연계 범위 관련 적절한 방안 제시 등, 프로토타입 구현 등 개발에 대한 전반적인 방 안을 제시한다. 제안사는 붙임 3을 작성하여 기술적용계획 제시 4. 표준 프레임워크 적용 제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상되는 문제점을 기술하고 실현가능한 대응방안을 제시하여야 한다. 5. 개발방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 경험을 기술한다. 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. III. 기술 및 기능 1. 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기술, 제안한 방안 및 기술의 적용방안을 제시하여야 한다. 2. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준,",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사 \n일반현황",
            "제안사의  일반현황  및  주요  연력,  최근  3년간의  자본금  및  부문별(컨설팅, \n개발  등)  매출액  등을  명료하게  제시하여야  한다.  [서식  1~3호]\n  -  본  사업과  관련이  있는  3년  이내의  유사사업실적(개발)  제시"
          ],
          [
            "2.  제안사의  조직 \n및  업무분장",
            "본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  한다.\n  -  사업관리자(PM)  공고일  이전부터  제안서평가일  까지  계속  재직자\n  -  제안사가  하도급  의사가  있는  경우,  해당  업무  및  (예상)하도급  업체를 \n제시함\n  -  용역책임자는  임원급으로  제시"
          ],
          [
            "3.  핵심인력",
            "본  사업을  수행할  핵심인력(PM)에  대한  이력사항을  제시하여야  한다.[서식 \n4호]\n  -  제안사  소속  이외의  인력은  하도급으로  간주합니다.\n  -  ｢조달청  협상에  의한  계약  제안서평가  세부기준｣제10조의4  제3항  제5호\n에  명시된  증빙서류  제출\n \n* 단, 상용S/W, 패키지 등의 서비스 지원인력, 외부 자문인력 등 통상적인 개발\n인력이 아닌 경우는 제시하지 말 것\n* 제안요청 내용과 연관 없는 불필요한 학력사항이나, 자격사항은 배재"
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업  이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의  목적, \n범위,  전제조건  및  제안의  특징  및  장점을  요약하여  기술하여야  한다. \n목표시스템  구성도  및  구성  체계를  제시하여야  한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소  고려하여 \n창의적이고  타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  적용기술",
            "제안사는  사업수행을  위한  주요  적용기술  및  세부개발방법론,  적용기술의 \n실현가능성  등을  제시하여야  한다.  대상업무별  개발방안(통합/연계  범위 \n관련  적절한  방안  제시  등),  프로토타입  구현  등  개발에  대한  전반적인  방\n안을  제시한다.\n  ※  제안사는  [붙임  3]을  작성하여  “기술적용계획”  제시"
          ],
          [
            "4.  표준 \n프레임워크  적용",
            "제안사는  사업에  적용될  표준프레임워크  및  공통컴포넌트의  사용  계획과 \n예상되는  문제점을  기술하고  실현가능한  대응방안을  제시하여야  한다."
          ],
          [
            "5.  개발방법론",
            "업무개발에  적용할  방법론  절차  및  기법의  활용방안을  제시하여야  하며, \n적용방법론의  경험을  기술한다.\n  개발방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "Ⅲ.  기술  및  기능",
            ""
          ],
          [
            "1.  기능  요구사항",
            "방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고  구현  방안이 \n구체적인  기술,  제안한  방안  및  기술의  적용방안을  제시하여야  한다."
          ],
          [
            "2.  보안  요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표준,"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 41 - 항 목 작 성 방 법 제안방안 등을 구체적으로 제시하여야 한다. 3. 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시하여야 한다. 4. 시스템운영 요구사항 계약목적물의 운영 절차 및 방법을 운영 중 비상사태 발생 시 대응방안 등 구체적으로 제시 5. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으 로 기술하여야 한다. IV. 성능 및 품질 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도 구, 구현 및 테스트 방안을 구체적으로 제시하여야 한다. 2. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시하여야 한다. 3. 인터페이스 요구사항 시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단점의 분석을 통해 가장 적합한 방안을 구체적으로 기술하여야 한다. 사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 제공하기 위 한 분석 및 설계, 구현방안과 검토 계획을 구체적으로 기술하여야 한다. 4. 테스트 요구사항 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위 한 테스트 요구사항을 기술한다. 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 성능 테스트 등 테스트 환경, 방법, 절차 등 요구사항을 기술한다. V. 프로젝트 관리 1.관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물 이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 한다. 또한, 문제발생 시 보고 체계 및 위험관리 방안을 구체적으로 제시 한다. 분리발주사업이있는경우, 분리발주사업자와의구체적인협력방안제시 2. 관리역량 사업관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 한다. 2. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등을 제시하여야 한다. 3. 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성과 관련하여 개발환경의 구성여부와 해결방안을 명확히 제시하여야 한다. VI. 프로젝트 지원 1. 품질보증 조직, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시하여 야 한다. 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 하고, 개발완료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을",
      "tables": [
        [
          [
            "항  목",
            "작  성  방  법"
          ],
          [
            "",
            "제안방안  등을  구체적으로  제시하여야  한다."
          ],
          [
            "3.  데이터 \n요구사항",
            "데이터  전환  계획  및  검증  방법,  에러  데이터  처리  방법에  대해  구체적인 \n내용을  제시하여야  한다."
          ],
          [
            "4.  시스템운영 \n요구사항",
            "계약목적물의  운영  절차  및  방법을  운영  중  비상사태  발생  시  대응방안 \n등  구체적으로  제시"
          ],
          [
            "5.  제약사항",
            "기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안을  구체적으\n로  기술하여야  한다."
          ],
          [
            "Ⅳ.  성능  및  품질",
            ""
          ],
          [
            "1.  성능  요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및  분석  도\n구,  구현  및  테스트  방안을  구체적으로  제시하여야  한다."
          ],
          [
            "2.  품질  요구사항",
            "분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안을  구체적으로 \n제시하여야  한다."
          ],
          [
            "3.  인터페이스 \n요구사항",
            "시스템  인터페이스는  타  시스템과의  연계  방안들에  대한  장단점의  분석을 \n통해  가장  적합한  방안을  구체적으로  기술하여야  한다.\n  사용자  인터페이스는  사용자  편의성을  고려하여  요구사항을  제공하기  위\n한  분석  및  설계,  구현방안과  검토  계획을  구체적으로  기술하여야  한다."
          ],
          [
            "4.  테스트 \n요구사항",
            "구축된  시스템이  목표  대비  제대로  운영되는가를  테스트하고,  점검하기  위\n한  테스트  요구사항을  기술한다.\n  목표시스템의  테스트  유형(단위  테스트,  통합  테스트,  시스템  테스트,  성능 \n테스트  등)  테스트  환경,  방법,  절차  등  요구사항을  기술한다."
          ],
          [
            "Ⅴ.  프로젝트  관리",
            ""
          ],
          [
            "1.관리방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행  성과물\n이나  산출물의  형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여야 \n한다.  또한,  문제발생  시  보고  체계  및  위험관리  방안을  구체적으로  제시\n한다.\n* 분리발주 사업이 있는 경우, 분리발주사업자와의 구체적인 협력방안 제시"
          ],
          [
            "2.  관리역량",
            "사업관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트  관리  경험, \n의사소통  능력  등  프로젝트  관리  역량을  제시하여야  한다."
          ],
          [
            "2.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  조직  등을 \n제시하여야  한다."
          ],
          [
            "3.  개발장비",
            "사업자의  참여  의지  및  조직적  대응  정도,  사업참여의  준비성과  관련하여 \n개발환경의  구성여부와  해결방안을  명확히  제시하여야  한다."
          ],
          [
            "Ⅵ.  프로젝트  지원",
            ""
          ],
          [
            "1.  품질보증",
            "조직,  방법,  절차  등  해당  사업의  수행을  위한  품질보증  방안을  제시하여\n야  한다."
          ],
          [
            "2.  시험운영",
            "대상  업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시하여야 \n하고,  개발완료  후의  시스템의  이용  및  관리운영에  관한  전반적인  방안을"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 42 - 항 목 작 성 방 법 제시한다. 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내 용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다. 4. 유지관리 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등 을 종합적으로 제시하여야 한다. 5. 하자보수 하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등 을 종합적으로 제시하여야 한다. 6. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정보보호 대책을 제시하여야 함 7. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시하여 야 한다.",
      "tables": [
        [
          [
            "항  목",
            "작  성  방  법"
          ],
          [
            "",
            "제시한다."
          ],
          [
            "3.  교육훈련",
            "사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방법,  내\n용,  교육일정,  교육훈련  조직  등을  상세히  제시하여야  한다."
          ],
          [
            "4.  유지관리",
            "유지관리  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활동  등\n을  종합적으로  제시하여야  한다."
          ],
          [
            "5.  하자보수",
            "하자보수  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활동  등\n을  종합적으로  제시하여야  한다."
          ],
          [
            "6.  기밀보안",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과 \n개인정보보호  대책을  제시하여야  함"
          ],
          [
            "7.  비상대책",
            "안정적인  시스템  운영을  위하여  백업/복구  및  장애대응  대책을  제시하여\n야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 43 - V 제안안내 사항 가 입찰방식 사업자 선정 방식 국가를 당사자로 하는 계약에 관한 법률시행령 제43조 및 제43조의2에 의거 협상에 의한 계약체결 방법을 적용함 계약체결에 필요한 세부적인 사항은 기획재정부 계약예규 협상에 의한 계약체결기준을 적용함 입찰 참가자격 경쟁입찰 참가자격을 갖추고, 조달청 입찰참가자격 등록증을 소지한 사업자 - SW산업진흥법 제24조에 의한 소프트웨어사업자컴퓨터관련서비스사업1468 최근년도결산신고된소프트웨어사업자일반현황관리확인서제출 - 중소기업인 소프트웨어사업자는 직접생산확인증명서세부품명 정 보시스템개발서비스, 8111159901를 소지하여야 합니다. 국가를 당사자로하는 계약에 관한 법률제27조 및 동법 시행령 제 76조부정당업자의 입찰참가자격 제한에 해당되지 않은 업체 상호출자제한기업집단 소속기업 및 대기업중견기업포함 참여 제한사항 소프트웨어 진흥법제48조중소 소프트웨어사업자의 사업참여 지원 및 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침제2조사업금액 의 하한에 의거, 20억 미만의 사업으로 중견기업 및 대기업인 소프트 웨어 사업자의 입찰 참가가 제한됨 국가를당사자로하는계약에관한법률시행령제21조제한경쟁입찰에 의할계약과제한사항등제1항제10호참조 소프트웨어 진흥법제48조제4항에 따라 상호출자제한기업집단에 속",
      "tables": [],
      "has_images": true,
      "image_count": 8
    },
    {
      "page": 47,
      "text": "- 44 - 하는 회사에 대하여서는 입찰 참여를 제한함 중소기업제품 구매촉진 및 판로지원에 관한 법률제9조직접생산의 확 인 등에 의한 개찰일 전 일까지 발급받은 유효기간 내 직접생산확인 증명서 전산업무소프트웨어개발-정보시스템개발서비스8111159901제 출이 가능한 업체중소기업자 대기업인 소프트웨어사업자의 참여가능 사업금액의 하한 대상업체 사업금액의 하한 매출액 8천억원 이상인 대기업 80억원 이상 매출액 8천억원 미만인 대기업 40억원 이상 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법제2조의 중견기업이 된지 5년 이내 기업 20억원 이상 소프트웨어진흥법따라소프트웨어사업자로신고된사업자로서중소기 업기본법제2조의중소기업이중견기업성장촉진및경쟁력강화에관한 특별법제2조의중견기업에해당되는대기업이된경우그사유가발생한 날로부터5년이경과되지않을시에는사업금액의하한을20억원이상으 로한다. 증빙서류 한국소프트웨어산업협회소프트웨어신고확인서 상호출자제한기업집단소속기업은사업금액에관계없이원칙적으로공공 SW사업참여제한소프트웨어진흥법 하도급계약 사전 승인 및 관리 본 사업의 하도급의 경우 소프트웨어 진흥법제51조 및 소프트 웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시의 규정에 의하여 반드시 하도급 계약 전에 발주기관으로부터 사전승인 을 받아야 함 본 사업의 과업의 일부를 하도급 하려는 경우 소프트웨어 진흥법 제51조 제1항에 따라 사업금액의 100분의 50을 초과할 수 없으며, 제3 항에 따라 재하도급은 원칙적으로 불허함. 하도급관리는하도급지킴이시스템을이용하여관리하여야함",
      "tables": [
        [
          [
            "◇ 대기업인 소프트웨어사업자의 참여가능 사업금액의 하한\n※ ｢소프트웨어 진흥법｣따라 소프트웨어사업자로 신고된 사업자로서 ｢중소기\n업기본법｣제2조의 중소기업이 ｢중견기업 성장촉진 및 경쟁력 강화에 관한\n특별법｣제2조의 ‘중견기업’에 해당되는 대기업이 된 경우 그 사유가 발생한\n날로부터 5년이 경과되지 않을 시에는 사업금액의 하한을 20억 원 이상으\n로 한다.\n(증빙서류 : 한국소프트웨어산업협회 소프트웨어 신고확인서)\n※ 상호출자제한기업집단 소속기업은 사업금액에 관계없이 원칙적으로 공공\nSW사업 참여제한(｢소프트웨어 진흥법｣)",
            "",
            "",
            ""
          ],
          [
            "",
            "대상업체",
            "사업금액의 하한",
            ""
          ],
          [
            "",
            "매출액 8천억원 이상인 대기업",
            "80억원 이상",
            ""
          ],
          [
            "",
            "매출액 8천억원 미만인 대기업",
            "40억원 이상",
            ""
          ],
          [
            "",
            "｢중견기업 성장촉진 및 경쟁력 강화에 관한 특별법｣제2조의 ‘중견기업’이 \n된지 5년 이내 기업",
            "20억원 이상",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 8
    },
    {
      "page": 48,
      "text": "- 45 - 본 사업 과업의 일부를 하도급 하려는 경우 입찰 및 계약체결 시 소 프트웨어사업 계약 및 관리감독에 관한 지침제19조에 따른 소프트웨 어 하도급 계획서를 제출하여야 함 하도급계약의 승인을 신청하는 경우, 소프트웨어사업 계약 및 관리감 독에 관한 지침제19조에 따른 하도급계약의 적정성판단 세부기준에 의거하여, 평가점수가 85점 이상인 경우에 한하여 하도급 계약을 승인 함. 다만, 85점 이상인 경우라 하더라도 하도급 계약의 세부 조건 등 으로 인하여 사업의 원활한 수행이 불가능하다고 인정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음 전체 사업금액 대비 하도급 금액이 10이상인 경우 소프트웨어 진흥 법제51조 및 같은 법 시행령 제48조에 따라 하수급인과 공동수급체 를 구성하여 참여해야 하며, 공동수급체를 구성하지 못하는 불가피한 사정이 있는 경우 그 사유를 제시하여야 함 공동수급공동이행방식 형태로 참가할 경우, 아래 사항을 준수 본 사업은 공동수급을 허용하며, 공동수급업체 구성원은 국가를 당사자 로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참가자격 및 동법 시행규칙 제14조 규정에 저촉되지 않아야 함 공동수급체는 5개 이하로 구성하여야 하며, 구성원별 계약참여 최소 지분율은 10 이상으로 하여야 함 기획재정부계약예규공동계약운용요령제9조제5항참조 공동계약운용요령 상의 공동수급표준협정서는 G2B를 통해 등록함",
      "tables": [],
      "has_images": true,
      "image_count": 5
    },
    {
      "page": 49,
      "text": "- 46 - 나 제안서 평가방법 기술평가와 가격평가를 실시하여 종합평가점수로 산출 평가비율100 기술평가정성80정량10, 가격평가10 종합평가점수100점 기술평가 점수90점 입찰가격 평가점수10점 기술능력 대 가격능력의 평가 배점에 관한 사항은 행정기관 및 공공기관 정보시 스템 구축운영 지침제18조에 따름 동점 시 처리방침 - 종합평가점수가 동점인 경우 기술평가 점수가 높은 업체를 선정 - 기술평가점수도 동일한 경우 배점이 높은 평가항목에서 점수가 높은 업체 선정 기술평가 축산물품질평가원 기술평가위원회 개최 가격평가 방법 기획재정부 계약예규협상에 의한 계약체결기준의 별표의 평점산식에 따라 SW 사업으로 평가함 본 사업은 소프트웨어 기술성 평가기준 지침제4조제5항에 따른 차등점수제를 미적용한 사업임 우선협상대상자 선정 및 계약체결 기술성 평가가 100점 만점기준으로 85점 이상인 자를 협상적격자로 선정하며, 가격평가점수와 합산하여 고득점순으로 협상순서를 결정함 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 제 안사를 우선협상대상자로 선정하여 기타 지원조건 등을 협상 협상대상자와 협상이 모두 결렬되면 재공고 입찰 추진 기타 규정되지 않은 사항은 조달청 규정에 의함 기술평가 항목 및 배점표는 다. 기술평가 기준 참조",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 50,
      "text": "- 47 - 다 기술평가 기준 정성평가80점 평가부문 평가항목 평가기준 배점 전략 및 방법론 22 사업 이해도 사업의 특성 및 목표에 부합하는 사업전략을 제시하고 있는지를 평가한다. 5 추진 전략 개발업무 수행 시 위험요소를 고려하여 얼마나 창의적 이며 타당한 대안을 제시하였는가를 평가한다. 5 적용 기술 사업에서 적용하고자 하는 기술이 향후 확장성을 고려하여 현실적으로 실현 가능하게 제시되어 있는지를 평가한다. 4 표준 프레임워크 적용 표준 프레임워크 적용 여부와 적용 시 예상되는 문제점을 구체적으로 기술하고 실현 가능한 대응 방안을 제시하였는 지 평가한다. 4 개발 방법론 사업에 적정한 개발 방법론이 제시되었는지 평가하고, 실제 적 용 사례 및 경험을 바탕으로 단계별 산출물이 제시되었는지 여 부를 평가한다. 4 기술 및 기능 20 기능 요구사항 기능 요구사항기대사항제약사항 등을 파악한 후 구현 방안이 구체적으로 기술되어 있는지를 평가한다. 또한 제안한 방안 및 기술이 적용 가능한지를 평가한다. 4 보안 요구사항 요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 방안이 구체적으로 기술되었는지 평가한다. 또한 제안한 방안과 기술의 설계단계 반영 여부 및 구현단계 까지의 적용 가능성을 평가한다. 4 데이터 요구사항 데이터 요구사항 분석을 바탕으로 데이터 전환 계획 및 검증 방법, 데이터 오류 발생 시 처리 방안이 구체적으 로 제시되어 있는지를 평가한다. 4 시스템 운영요구사 항 시스템 운영 요구 사항에 맞는 운영 절차 및 방법을 제 시하였는지 평가한다. 또한 운영 중 비상사태 발생 시 대응방안이 구체적으로 제시되고 있는지를 평가한다. 4 제약 사항 목표 시스템의 설계, 구축, 운영과 관련하여 제약조건을 충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 수립되었는지 평가한다. 4",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "전략  및 \n방법론\n(22)",
            "사업  이해도",
            "사업의  특성  및  목표에  부합하는  사업전략을  제시하고 \n있는지를  평가한다.",
            "5"
          ],
          [
            "",
            "추진  전략",
            "개발업무  수행  시  위험요소를  고려하여  얼마나  창의적\n이며  타당한  대안을  제시하였는가를  평가한다.",
            "5"
          ],
          [
            "",
            "적용  기술",
            "사업에서  적용하고자  하는  기술이  향후  확장성을  고려하여 \n현실적으로  실현  가능하게  제시되어  있는지를  평가한다.",
            "4"
          ],
          [
            "",
            "표준 \n프레임워크 \n적용",
            "표준  프레임워크  적용  여부와  적용  시  예상되는  문제점을 \n구체적으로  기술하고  실현  가능한  대응  방안을  제시하였는\n지  평가한다.",
            "4"
          ],
          [
            "",
            "개발  방법론",
            "사업에  적정한  개발  방법론이  제시되었는지  평가하고,  실제  적\n용  사례  및  경험을  바탕으로  단계별  산출물이  제시되었는지  여\n부를 평가한다.",
            "4"
          ],
          [
            "기술  및 \n기능\n(20)",
            "기능 \n요구사항",
            "기능  요구사항·기대사항·제약사항  등을  파악한  후  구현 \n방안이  구체적으로  기술되어  있는지를  평가한다.  또한 \n제안한  방안  및  기술이  적용  가능한지를  평가한다.",
            "4"
          ],
          [
            "",
            "보안 \n요구사항",
            "요구사항  및  시스템  분석을  바탕으로  보안  요구사항의 \n적용  방안이  구체적으로  기술되었는지  평가한다.  또한 \n제안한  방안과  기술의  설계단계  반영  여부  및  구현단계\n까지의  적용  가능성을  평가한다.",
            "4"
          ],
          [
            "",
            "데이터 \n요구사항",
            "데이터  요구사항  분석을  바탕으로  데이터  전환  계획  및 \n검증  방법,  데이터  오류  발생  시  처리  방안이  구체적으\n로  제시되어  있는지를  평가한다.",
            "4"
          ],
          [
            "",
            "시스템 \n운영요구사\n항",
            "시스템  운영  요구  사항에  맞는  운영  절차  및  방법을  제\n시하였는지  평가한다.  또한  운영  중  비상사태  발생  시 \n대응방안이  구체적으로  제시되고  있는지를  평가한다.",
            "4"
          ],
          [
            "",
            "제약  사항",
            "목표  시스템의  설계,  구축,  운영과  관련하여  제약조건을 \n충족시키기  위한  구체적인  구현  방안  및  테스트  방안이 \n수립되었는지  평가한다.",
            "4"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 48 - 평가부문 평가항목 평가기준 배점 성능 및 품질 12 성능 요구사항 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적 으로 기술되어 있는지, 이를 위한 방법론 및 분석도구 가 기술되어 있는지 평가한다. 제안한 방안 및 기술을 통해 성능 요구 사항을 충족시킬 수 있는지를 평가한 다. 4 품질 요구사항 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요구사항에 부합되는지 평가하고, 분석설계구현 테스트 등 각 단계별 품질 요구사항 점검 및 검토 방안 이 구체적으로 계획되어 있는가를 평가한다. 4 인터페이스 요구사항 시스템 인터페이스 타 시스템과의 연계에 대한 장단 점 분석을 통해 가장 적합한 시스템 인터페이스 구축 방안을 도출하였는지를 평가한다. 사용자 인터페이스 사용자 편의성을 고려하여 사용자 인터페이스의 분석설계구현테스트 방안과 검토 계획 을 구체적으로 기술하였는가를 평가한다. 4 프로젝트 관리 10 관리방법론 일정관리, 사업위험이슈 관리, 보안관리, 산출물의 형 상문서 관리 등 사업수행에 필요한 관리 방법론이 구 체적으로 제시되어 있는지를 평가한다. 또한 문제 발생 시 보고 체계 및 위험관리 방안이 구체적으로 제시되어 있는지 평가한다. 4 일정 계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간 의 산정과 도출된 활동 간의 배열이 합리적인지, 중간 목표가 적정하게 제시되어 있는지, 각 활동에 적합한 자원이 적절히 할당되어 있는지 등을 평가한다. 3 개발 장비 개발에 필요한 개발환경의 구성이 구체적으로 제시되었 는지 평가하고, 라이선스 등의 문제가 없는지 여부를 평가한다. 3 프로젝트 지원 10 품질 보증 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 소프트웨어산업 진흥법 제23조의 소프트웨 어프로세스 품질인증SP인증 등 대외적으로 인정받을 만한 품질보증 관련 인증을 획득한 사례가 있는지를 확 인하고 평가한다. 2 시험 운영 시스템 공급자가 개발된 시스템의 시험운영을 위해 필 요한 각종 시험운영 방법 등을 구체적으로 제시하였는 지 평가한다. 2 교육 훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 교육훈련의 방법, 내용, 일정 등을 구체적으로 제 시하였는지 평가한다. 2",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "성능  및 \n품질\n(12)",
            "성능 \n요구사항",
            "요구  성능  충족을  위한  구현  및  테스트  방안이  구체적\n으로  기술되어  있는지,  이를  위한  방법론  및  분석도구\n가  기술되어  있는지  평가한다.  제안한  방안  및  기술을 \n통해  성능  요구  사항을  충족시킬  수  있는지를  평가한\n다.",
            "4"
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는  개발  도구  및  구현  방안,  테스트  방안  등이 \n품질  요구사항에  부합되는지  평가하고,  분석·설계·구현·\n테스트  등  각  단계별  품질  요구사항  점검  및  검토  방안\n이  구체적으로  계획되어  있는가를  평가한다.",
            "4"
          ],
          [
            "",
            "인터페이스\n요구사항",
            "시스템  인터페이스  :  타  시스템과의  연계에  대한  장·단\n점  분석을  통해  가장  적합한  시스템  인터페이스  구축 \n방안을  도출하였는지를  평가한다.\n사용자  인터페이스  :  사용자  편의성을  고려하여  사용자 \n인터페이스의  분석·설계·구현·테스트  방안과  검토  계획\n을  구체적으로  기술하였는가를  평가한다.",
            "4"
          ],
          [
            "프로젝트 \n관리\n(10)",
            "관리방법론",
            "일정관리,  사업위험(이슈)  관리,  보안관리,  산출물의  형\n상·문서  관리  등  사업수행에  필요한  관리  방법론이  구\n체적으로  제시되어  있는지를  평가한다.  또한  문제  발생 \n시  보고  체계  및  위험관리  방안이  구체적으로  제시되어 \n있는지  평가한다.",
            "4"
          ],
          [
            "",
            "일정  계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간\n의  산정과  도출된  활동  간의  배열이  합리적인지,  중간\n목표가  적정하게  제시되어  있는지,  각  활동에  적합한 \n자원이  적절히  할당되어  있는지  등을  평가한다.",
            "3"
          ],
          [
            "",
            "개발  장비",
            "개발에  필요한  개발환경의  구성이  구체적으로  제시되었\n는지  평가하고,  라이선스  등의  문제가  없는지  여부를 \n평가한다.",
            "3"
          ],
          [
            "프로젝트 \n지원\n(10)",
            "품질  보증",
            "제시된  품질보증  방안이  해당  사업의  수행에  적합한지, \n사업자가  「소프트웨어산업  진흥법」  제23조의  소프트웨\n어프로세스  품질인증(SP인증)  등  대외적으로  인정받을 \n만한  품질보증  관련  인증을  획득한  사례가  있는지를  확\n인하고  평가한다.",
            "2"
          ],
          [
            "",
            "시험  운영",
            "시스템  공급자가  개발된  시스템의  시험운영을  위해  필\n요한  각종  시험운영  방법  등을  구체적으로  제시하였는\n지  평가한다.",
            "2"
          ],
          [
            "",
            "교육  훈련",
            "시스템  공급자가  시스템  운영  및  관리자를  위해  필요한 \n각종  교육훈련의  방법,  내용,  일정  등을  구체적으로  제\n시하였는지  평가한다.",
            "2"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 49 - 주 1. 각 세부평가항목은 최고 5등급을 기준으로 제안서별로 절대 또는 상대평가 하며, 상대평가 시 우열을 가리기 어려운 경우에는 동일한 점수를 부여할 수 있다. 2. 위 표에서 하도급 금액 비율이란 원도급의 총 입찰금액 대비 하도급 총금 액의 비율을 말한다. 3. 위 표에서 하도급 계약금액 비율이란 하도급 할 총금액 대비 하도급 예정 자와 계약할 총금액의 비율을 말한다. 평가부문 평가항목 평가기준 배점 유지관리하 자보수계획 시스템 공급자가 제시하는 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사 항에 대해 평가한다. 시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가한다. 2 기밀보안 사업 추진 동안 불순 활동들로부터의 기밀 보호 및 안 정적인 시스템 운영을 위해 제시하는 각종 백업복구 및 장애대응 대책에 대하여 평가한다. 1 비상대책 시스템 공급자가 안정적인 시스템 운영을 위해 필요한 각종 백업복구 및 장애대응 대책을 구체적으로 제시하 였는지 평가한다. 1 하도급 6 하도급계획 적정성 소프트웨어사업 하도급 계획서 상의 하도급에 참가하는 자의 전체 하도급 금액 비율100분의 50미만, 재하도 급 여부, 개별 하도급 금액 비율100분의 10이하 등을 고려하여소프트웨어 진흥법에 따라 적정하게 계획하 였는지를 평가한다. 다만, 하도급을 하지 않는 경우 최 고등급을 부여할 수 있다. 6",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "",
            "유지관리/하\n자보수계획",
            "시스템  공급자가  제시하는  유지관리  계획,  조직,  절차, \n범위  및  기간과  이와  관련된  기타의  활동  및  그  제한사\n항에  대해  평가한다.\n시스템  공급자가  제시하는  하자보수  계획,  절차,  범위 \n및  기간과  이와  관련된  기타의  활동  및  그  제한사항에 \n대해  평가한다.",
            "2"
          ],
          [
            "",
            "기밀보안",
            "사업  추진  동안  불순  활동들로부터의  기밀  보호  및  안\n정적인  시스템  운영을  위해  제시하는  각종  백업/복구  및 \n장애대응  대책에  대하여  평가한다.",
            "1"
          ],
          [
            "",
            "비상대책",
            "시스템  공급자가  안정적인  시스템  운영을  위해  필요한 \n각종  백업/복구  및  장애대응  대책을  구체적으로  제시하\n였는지  평가한다.",
            "1"
          ],
          [
            "하도급\n(6)",
            "하도급계획 \n적정성",
            "소프트웨어사업  하도급  계획서  상의  하도급에  참가하는 \n자의  전체  하도급  금액  비율(100분의  50미만),  재하도\n급  여부,  개별  하도급  금액  비율(100분의  10이하)  등을 \n고려하여「소프트웨어  진흥법」에  따라  적정하게  계획하\n였는지를  평가한다.  다만,  하도급을  하지  않는  경우  최\n고등급을  부여할  수  있다.",
            "6"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 50 - 정량평가10점 평가부문 평가항목 평가기준 배점 1계획부문 유사용역 이행실적 - 사업수행 경험의 유사성 - 사업수행 경험 시기 4점 2관리부문 경영상태 - 신용 평가기관의 신용도 4점 3사회적 책임 사회적 책임 - 최저임금 위반 - 임금체불 - 고용개선 조치 미이행 2점 1유사용역 이행실적 평가기준4점 - 유사용역의 정의 정부, 공공기관, 협회, 민간 등에서 발주한 사업으로 관련 소프트웨어 개발 구축 업무에 한함 - 이행실적에 따른 배점은 아래와 같음 평가등급 평점 100 이상 4점배점의 100 70 이상100 미만 3.6점배점의 90 40 이상70 미만 3.2점배점의 80 40 미만 2.8점배점의 70 해당사업규모대비입찰공고일기준최근3년간사업수행실적금액기준을합 산적용. 단, 입찰공고일을기준으로최근7년이내에사업을개시한창업기업에 대해서는최근7년간사업수행실적을합산적용 주 1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 별도로 정한 경 우를 제외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으로 평가한다. 2. 등급구간별 평점은 제9조제8항제1호에 따라 부여한다. 3. 등급구간 및 구간별 평점은 위 표에 의하며, 필요하다고 인정되는 경우 입찰공 고에달리 정할 수 있다. 4. 실적 인정 범위는 제안요청서에 정하되, 수행실적은 제5호에 따라 제출된 실 적을 기준으로 평가한다. 5. 입찰자는 수행실적 평가를 위하여 서식 2호의 수행실적 총괄표와 다음 각 목에 따른 서식 3호 또는 그에 준한 수행실적증명서 등을 제출하여야 한다. 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공 기업법령 적용 기관이 발급한 수행실적증명서",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "①계획부문",
            "유사용역  이행실적",
            "-  사업수행  경험의  유사성\n  -  사업수행  경험  시기",
            "4점"
          ],
          [
            "②관리부문",
            "경영상태",
            "-  신용  평가기관의  신용도",
            "4점"
          ],
          [
            "③사회적  책임",
            "사회적  책임",
            "-  최저임금  위반\n  -  임금체불\n  -  고용개선  조치  미이행",
            "2점"
          ]
        ],
        [
          [
            "평가등급",
            "평점"
          ],
          [
            "100%  이상",
            "4점(배점의  100%)"
          ],
          [
            "70%  이상～100%  미만",
            "3.6점(배점의  90%)"
          ],
          [
            "40%  이상～70%  미만",
            "3.2점(배점의  80%)"
          ],
          [
            "40%  미만",
            "2.8점(배점의  70%)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 51 - 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행실적증명서, 발주자의 인감증명서필요시 사용인감계 포함, 계약서, 세 금계산서필요시 거래명세표 포함를 첨부하여야 하며, 수행실적증명서는 해당 인감필요시사용인감으로 날인하여야 함 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급하는 소프트 웨어사업 수행실적 확인서 라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용하되, 공공기관 이외의 납품실적은 이를 공증하거나 해당국가의 상공회의소 또는 해 당국가에주재하는 대한민국 공관의 확인을 받은 경우에는 세금계산서 등 증 빙자료 첨부를생략할 수 있음 마. 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아니하여 실적확인이 어려운 경우에는 실적으로 인정하지 아니한다. 6. 공동수급체의 경우 구성원별 실적에 지분율을 곱한 후 그 실적들을 합산한 실적으로 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사실적A사지분율B사실적B사지분율에대한점수 2경영상태신용평가등급 평가기준4점 등급별평점이소수점이하의숫자가있는경우소수점다섯째자리에서반올림 주 1. 신용정보의 이용 및 보호에 관한 법률제4조제1항제1호 또는자본시장과 금융투자업에 관한 법률제335조의3에 따라 업무를 영위하는 신용조회사 또는 신용평가사가 입찰공고일 이전에 평가하고 유효기간 내에 있는 회사 채, 기업어음 및 기업신용평가등급을 국가종합전자조달시스템에 조회된 신 용평가등급으로 평가하되, 가장 최근의 신용평가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 있으며, 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가한다. 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 4점 배점의 100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 3.6점 배점의 95 B, B0, B- B- B, B0, B- 3.2점 배점의 90 CCC 이하 C 이하 CCC 이하 2.8점 배점의 70",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA,  AA+,  AA0,  AA-\nA+,  A0,  A-,  BBB+,  BBB0",
            "A1,  A2+,  A20, \nA2-,  A3+,  A30",
            "AAA,  AA+,  AA0,  AA-,\nA+,  A0,  A-,  BBB+,  BBB0",
            "4점\n(배점의  100%)"
          ],
          [
            "BBB-,  BB+,  BB0,  BB-",
            "A3-,  B+,  B0",
            "BBB-,  BB+,  BB0,  BB-",
            "3.6점\n(배점의  95%)"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-",
            "3.2점\n(배점의  90%)"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하",
            "2.8점\n(배점의  70%)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 55,
      "text": "- 52 - 2. 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않은 경우에 는 최저등급으로 평가하며, 유효기간 만료일이 입찰공고일인 경우에도 유효 한 것으로 평가한다. 3. 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한 신용 평가등급이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에 있는 가장 최근의 신용평가등급으로 평가한다. 다만, 합병 후 새로운 신용평가등급이 없는 경우에는 입찰공고일 이전에 평가하고 유효기간 내에 있는 신용평가등급으로서 합병 대상자 중 가장 낮은 신용평가등급을 받은 자의 신용평가등급으로 평가한다. 4. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이 내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수상의 배점 한도 를 부여한다. 이 경우 창업기업에 대한 기간계산은 법인인 경우에는 법인등 기부상 법인설립등기일을, 개인사업자인 경우에는 사업자등록증명서상 사업 자등록일을 기준으로 한다.이하 창업기업에 대한 기간계산은 같다 5. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합 산하여 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사 점수A사 지분율B사 점수B사 지분율 3사회적 책임 평가기준2점 평가항목 평가요소 세부항목 및 등급 평점 사회적 책임 1 최저임금 위반최근 3년 이내에최저임금법위반으로 유죄판결이 확 정되어 고용노동부장관으로부터 통보된 자 2.0점 2 임금체불 근로기준법에 따라 고용노동부장관으로부터 체불사 업주로 명단이 공개중인 자 2.0점 3 고용개선조치 미이행 남녀고용평등과 일ᆞ가정 양립 지원에 관한 법률에 따라 최근 2년 이내에 고용노동부장관으로부터 적극적 고용개선조치 미이행사업주로 명단이 공표된 자 2.0점 주 1. 세부평가항목 13는 중복하여 평가하며, 배점한도를 초과하여 감점하지 않는다. 2. 모든 세부평가항목에 해당하지 않는 경우, 해당 평가항목의 배점한도를 부여한다. 3. 공동수급체를 평가하는 경우 해당 사유가 있는 구성원의 출자비율 또는 분담비 율에 해당하는 점수소수점 다섯째 자리에서 반올림하여 산출만큼 감점한다.",
      "tables": [
        [
          [
            "평가항목",
            "평가요소",
            "세부항목  및  등급",
            "평점"
          ],
          [
            "사회적\n책임",
            "①  최저임금  위반",
            "최근  3년  이내에「최저임금법」위반으로  유죄판결이  확\n정되어  고용노동부장관으로부터  통보된  자",
            "△2.0점"
          ],
          [
            "",
            "②  임금체불",
            "「근로기준법」에  따라  고용노동부장관으로부터  체불사\n업주로  명단이  공개중인  자",
            "△2.0점"
          ],
          [
            "",
            "③  고용개선 조치 \n미이행",
            "「남녀고용평등과  일ㆍ가정  양립  지원에  관한  법률」에 \n따라  최근  2년  이내에  고용노동부장관으로부터  적극적 \n고용개선조치  미이행사업주로  명단이  공표된  자",
            "△2.0점"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 53 - 4. 1최저임금 위반 평가는 입찰공고일을 기준으로 최근 3년 이내에 최저임금 법 위반으로 유죄판결이 확정되어 고용노동부 장관으로부터 통보된 사업장 을 기준으로 적용한다. 5. 2임금체불 평가는 입찰공고일을 기준으로 고용노동부장관이 공개중인 체불 사업주 명단의 사업장에 대하여 적용한다. 6. 3고용개선조치 미이행 평가는 입찰공고일을 기준으로 최근 2년 이내에 고 용노동부장관이 공표한 적극적 고용개선조치 미이행 사업주 명단의 자료에 표시된 사업장을 기준으로 적용한다. 다만, 2017년 5월 1일 이후 공표된 자 부터 적용한다. 라 제출서류 입찰공고문 참조 마 제안서 제출 일정 및 방법 제출기한 및 제출방법 입찰공고문 참조 제안서 비교평가를 위한 조견표 작성 - 조견표 등록일시 제안서 평가일시 전까지 - 제안서 비교평가를 위해 제안서 목차, 평가항목별 조견표를 가급적 상기 등록기한내 e-발주시스템에 등록조견표를 미등록 시에는 비교평가가 불가하여 평가에 불이익을 받을 수 있음 바 제안요청 설명회 본 사업은 제안요청 설명회를 실시하지 않으며 입찰 참가자격과 관련이 없음 사 입찰 시 유의사항 행정기관 및 공공기관 정보시스템 구축운영지침 제60조, 용역계약일반 조건 제56조에 따라 지식재산권의 귀속은 계약당사자간 공동소유함을 원칙으로 하되 세부사항은 협의하여 결정",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 54 - 사업자로 선정된 용역업체협력업체, 하도급업체 등 사업 참여 업체 전부 가 보유하고 있는 특허권, 저작권, 상표권 및 기타 지적재산권 등이 사업 에 사용되더라도 이에 대한 권리를 사업 착수일 이후부터 축산물품질평가원에 청구할 수 없음 사업 수행 중 특허권, 저작권, 상표권 및 기타 지적재산권의 침해가 발생하지 않도록 사업을 수행해야 함 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정제4조 및 제안요청서에 명시 된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함단, 공급자 는 아래 내용을 준수하여야 함 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보 로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명 의의 확약서를 발주기관에 제출하여야 함 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기 관으로부터 사전 승인을 받아야 함 - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되 는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법 제76조제1항제3호 및 지방계약법제92조제1항제19호에 따라 입찰참 가자격을 제한함 제안내용의 전부 또는 일부에 대하여 담합한 사실이 발견되거나 담합하였 다고 판단되는 경우에는 관련 규정에 따라 처리함 제안요청서 및 제안서의 내용에 대한 해석상의 문제가 있거나, 기타 규정 되지 않은 사항은 상호협의하여 결정 본 사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 58,
      "text": "- 55 - 아 제안서 보상 제출된 제안서는 일체반환하지 않으며, 소프트웨어사업 계약 및 관 리감독에 관한 지침과학기술정보통신부고시에 의거하여 제안서보 상 기준20억원 이상에 해당하지 않아 별도의 보상은 하지 않음 자 기타 사항 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건기획재정 부계약예규 제56조계약목적물의 지식재산권 귀속 등에 따른 타 기 관과의 공동활용 계획이 없음 사업결과물의 지식재산권은 발주기관과 계약당사자가 공동소유를 원칙 으로 한다. 단, 개발의 기여도 및 사업결과물의 특수성국가안전보장, 보 안 및 정보보호 등을 고려하여 발주기관, 사업자 및 전문기관간 협의를 통해 저작권의 귀속 주체 등에 대해 공동소유와 달리 정할 수 있음",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 59,
      "text": "- 56 - VI 서식 서식 1호 일반현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁",
      "tables": [
        [
          [
            "회          사            명",
            "대  표  자"
          ],
          [
            "사    업          분    야",
            ""
          ],
          [
            "주                          소",
            ""
          ],
          [
            "전      화      번      호",
            ""
          ],
          [
            "회  사  설  립  년  도             년      월",
            ""
          ],
          [
            "해당부문  종사기간             년      월    ～          년        월  (      년      개월)",
            ""
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 57 - 서식 2호 자본금 및 매출액최근 3년 단위 천원 구 분 M-2 년도 M-1년도 M 년도 자 본 금 매 출 액 컨설팅부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 개발부문 교육부문 부문 합 계 컨설팅 매출액의 경우 BPRISP, 전략컨설팅, 보안컨설팅, 감리 등으로 구분하여 상세히 기재한다 주요사업실적 사 업 명 사 업 기 간 계 약 금 액 발 주 처 비 고 연도순으로 기재하며, 제안과제와 유사하거나 동일한 업무영역이나 사업형태에 관한 것만 기재한다. 단, 현재수행중인 사업은 비고란에 현재수행중임을 명시한다. 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사를 기재한다. 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재한다. 사업별 사용 개발방법론을 비고에 기재한다. 한국소프트웨어산업협회에서 발급하는 이행실적확인서를 가능한 활용. 실적을 확인할 수 있는 실적증명서, 계약서 등의 증거서류제출, 확인이 불가능한 실적은 인정하지 않음 실적증명자료는 붙임으로 첨부하여야 하며 실적증명첨부서류에 페이지를 명시하여 주요사업실적 비고란에 페이지를 표시하여야 함",
      "tables": [
        [
          [
            "구        분",
            "",
            "",
            "M-2  년도",
            "M-1년도",
            "M  년도"
          ],
          [
            "자  본  금",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매  출  액",
            "컨설팅부문",
            "BPR/ISP",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "개발부문\n교육부문\n⃝부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합    계",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "사      업      명",
            "사  업  기  간",
            "계  약  금  액",
            "발  주  처",
            "비    고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 58 - 서식 3호 사업 실적 증명서 신청인 업체명상호 대 표 자 영업소재지 전화 번호 사업자번호 제 출 처 증명서용도 입찰및제안서심사제출용 사 업 이 행 실 적 내 용 사업명 구분 ISPBPR PMO감리 시스템개발 운영및유지관리 기 타 사업개요 계약번호 계약일자 계약기간 계약 금액 이행실적 비고 공동비율 실 적 증명서 발 급 기 관 위사실을증명함 년 월 일 기관명 인 전화번호 주 소 FAX번호 발급부서 담당자 인 1 사업실적을 공동계약으로 이행하였을 경우 비율과 이행실적을 기재하여야 합니다. 2 이행실적란은 기재 후 투명접착테이프를 붙여 증명을 받아야 합니다. 3 별도 양식으로 작성하는 경우는 그에 따릅니다. 관련 평가항목이 없는 경우 제안서에 사업실적 증명 서식은 제출하지 않음",
      "tables": [
        [
          [
            "신청인",
            "업체명(상호)",
            "",
            "",
            "",
            "",
            "대\n표\n자",
            "",
            ""
          ],
          [
            "",
            "영 업 소 재 지",
            "",
            "",
            "",
            "",
            "전 화 번 호",
            "",
            ""
          ],
          [
            "",
            "사 업 자 번 호",
            "",
            "",
            "",
            "",
            "제\n출\n처",
            "",
            ""
          ],
          [
            "",
            "증명서 용도",
            "입찰 및 제안서 심사 제출용",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사 업\n이 행\n실 적\n내 용",
            "사 업 명",
            "",
            "",
            "",
            "구 분",
            "ISP/BPR\n(\n)\nPMO/감리\n(\n)\n시스템개발\n(\n)\n운영및유지관리 (\n)\n기\n타\n(\n)",
            "",
            ""
          ],
          [
            "",
            "사 업 개 요",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계 약 번 호",
            "계약일자",
            "계약기간",
            "계약\n금액",
            "이행실적",
            "",
            "",
            "비 고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "공동비율",
            "",
            "실\n적",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발 급\n기 관",
            "위 사실을 증명함\n년\n월\n일",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기 관 명 :\n(인)\n(전화번호 :\n)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주\n소 :\n(FAX번호:\n)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n담당자:\n(인)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 59 - 서식 4호 참여 핵심인력PM 이력사항 성 명 소 속 직 책 연 령 세 참여인력 등급 근무경력 및 기술경력 년 개월 학술연구용역기준 SW기술자 기준 엔지니어링기술자 기준 기타 자 격 증 본사업 참여임무 목표투입공 수 경 력 사 업 명 참 여 기 간 년월 년월 담 당 업 무 발 주 처 비 고 파견근로자보호 등에 관한 법률등에 의한 파견근로자인 경우에는 파견업체명과 원소속사 를 함께 명기하여야 함 예시 업체명 원소속사명 근무 경력확인서, 기술 경력확인서는소프트웨어산업 진흥법 시행규칙제13조소프트웨어기술자 의 신고절차 등에 근거하여 근무 경력확인서 및 기술 경력확인서를 사용자대표자 또는 소프트 웨어 사업 발주자 확인을 받아 제출소프트웨어기술자 경력관리기관의 소프트웨어 기술경력증명서 또는 기타 경력을 증빙할 수 있는 서류로도 제출 가능 자격증, 경력 및 수행업무와 관련된 사항을 증명할 수 있는 자료를 붙임으로 첨부하여야 하며, 첨부되지 않은 자료에 대하여는 인정하지 않음 참여인력이 대표사 또는 공동수급업체 인원인 경우에는 재직증명서를 붙임으로 첨부하고, 그 외 인력 채용예정인력 등은 추후 추가 협상과정에서 발주기관의 요청이 있을 시 증빙자료를 제출해야 함 투입인력 평가 심사기준일은 입찰서 제출 마감일 전일로 하며 입찰서 제출마감일 이후 발생신 고 또는 수정된 자료는 평가에서 제외됨 입찰자가 하도급 계약할 경우는 하도급 예정자의 기술자 등급별 인원 현황만 제출하고 하도급 예정자에 대한 증빙서류는 제출하지 않음",
      "tables": [
        [
          [
            "성  명\n소  속",
            "직  책",
            "연  령\n                세"
          ],
          [
            "참여인력  등급",
            "근무경력  및 \n기술경력",
            "년        개월"
          ],
          [
            "학술연구용역기준  (  )    SW기술자  기준  ( \n)  엔지니어링기술자  기준  (  )    기타  (  )",
            "자          격          증",
            ""
          ],
          [
            "본사업 \n참여임무",
            "",
            "목 표 투 입 공\n               \n수"
          ]
        ],
        [
          [
            "경                력",
            "",
            "",
            "",
            ""
          ],
          [
            "사      업      명",
            "참  여  기  간\n(년월  ～  년월)",
            "담  당  업  무",
            "발  주  처",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 60 - 서식 5호 소프트웨어사업하도급계획서계약체결시 사업명 계약금액C 원 사업기간 년 월 일 년 월 일 수급인 공동수급체 대표 상호 대표자 사업자등록번호 소재지 하도급 예정 계획 번호 수급인 하수급인 상호 하도급 계약명 하도급 계약기간 하도급예정액A 계약금액 대비 하도급예정액 비율 1 원 2 원 합계 원 직접 물품 구매 예정 계획 번호 구분 HW설비상용SW 물품명 제조사 개발사 수량 구매시기 물품 구매 예정액B 1 원 2 원 합계 원 - 수급인이 공동수급체인 경우 공동수급체 구성원대표 포함의 하도급 예정 계획 명시 - 단순 물품의 구매설치 용역 등, 신기술 또는 전문기술 등을 하도급에 포함하여 작성 - 직접 물품 구매 예정 계획은 수급인계약상대자이 직접 구매하는 물품에 한함 - 하도급 예정액 비율 합계 50 초과 예외사유 __________________________________ - 계약금액C 하도급 예정액A 물품 구매 예정액B 수급인 자체 수행액 - 계약금액 대비 하도급 예정액 비율 하도급 예정액A계약금액C-물품구매 예정액B X 100 소프트으웨어사업 계약 및 관리감독에 관한 지침 제3조 및 제8조에 따라 소프트웨어사업 하도급 계획 서를 제출합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 발주기관의 장 귀하 제출 서류 - 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 - 물품 공급확약서 각 1부 유의사항 - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은 소프트웨어산업 진흥법 제20조의3제1항에 따라 총 계약 금액의 50를 초과할 수 없습니다. 단, 같은 법 제20조의3제1항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기 재합니다. - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 국가기관등의 장에게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관등의 장은 해당 서류의 보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않 은 경우 해당 금액은 하도급 제한 비율로 산정됩니다. - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다. 210297백상지 80g",
      "tables": [
        [
          [
            "소프트웨어사업 하도급 계획서(계약체결 시)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계약금액(C)",
            "",
            "",
            "원\n사업기간\n  년   월   일 ∼    년   월   일",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "수급인\n(공동수급체 대표)",
            "",
            "",
            "상호\n대표자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "소재지\n사업자등록번호",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "하도급  예정  계획",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "수급인",
            "하수급인\n상호",
            "",
            "",
            "하도급 계약명",
            "하도급 \n계약기간",
            "하도급예정액(A)",
            "",
            "계약금액 대비 \n하도급예정액 비율"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "원",
            "",
            "%"
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "원",
            "",
            "%"
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            "",
            "원",
            "",
            "%"
          ],
          [
            "직접  물품  구매  예정  계획",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "구분\n(HW․설비․상용SW)",
            "",
            "",
            "물품명",
            "",
            "제조사\n(개발사)",
            "수량",
            "구매시기",
            "물품 구매\n예정액(B)"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "- 수급인이 공동수급체인 경우 공동수급체 구성원(대표 포함)의 하도급 예정 계획 명시\n- 단순 물품의 구매․설치 용역 등, 신기술 또는 전문기술 등을 하도급에 포함하여 작성\n- 직접 물품 구매 예정 계획은 수급인(계약상대자)이 직접 구매하는 물품에 한함\n- 하도급 예정액 비율 합계 50% 초과 예외사유 : __________________________________\n- 계약금액(C) = 하도급 예정액(A) + 물품 구매 예정액(B) + 수급인 자체 수행액\n- 계약금액 대비 하도급 예정액 비율 = 하도급 예정액(A)/(계약금액(C)-물품구매 예정액(B)) X 100",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "‘소프트으웨어사업 계약 및 관리감독에 관한 지침’ 제3조 및 제8조에 따라 소프트웨어사업 하도급 계획\n서를 제출합니다.                             년    월    일\n                       공동수급체 대  표   상  호 : \n                                           대표자 :            (서명 또는 인)\n                       공동수급체 구성원   상  호 : \n                                           대표자 :            (서명 또는 인)\n          발주기관의  장  귀하",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제출\n - 하도급 사업수행 계획서(하도급 금액 산출내역서 및 사업추진 일정표 포함) 각 1부\n서류\n - 물품 공급확약서 각 1부",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※ 유의사항\n - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은 「소프트웨어산업 진흥법」 제20조의3제1항에 \n따라 총 계약 금액의 50%를 초과할 수 없습니다.\n   단, 같은 법 제20조의3제1항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기\n재합니다.\n - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 \n국가기관등의  장에게  제출하여야  합니다.  제출한  서류가  미비한  경우  국가기관등의  장은  해당  서류의 \n보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않\n은 경우 해당 금액은 하도급 제한 비율로 산정됩니다.\n - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 61 - 서식 6호 제공자료정보 관리대장 순번 제공자료정보 용역업체 제공일자 회수일자 제공정보, 권한 등 결재발주부서 보안관리 책임자 제공자료 접근이용자 담당자 부서장",
      "tables": [
        [
          [
            "순번",
            "제공자료(정보)",
            "용역업체",
            "",
            "제공일자",
            "회수일자\n(제공정보, \n권한  등)",
            "결재(발주부서)",
            ""
          ],
          [
            "",
            "",
            "보안관리\n책임자",
            "제공자료 \n접근(이용)자",
            "",
            "",
            "담당자",
            "부서장"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 62 - 서식 7호 확약서용역사업수행업체대표자用 본인 은는 기간 . . . . . . 관련 용역사업에 대한 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 업무를 수행함에 따라 취득한 제반 사항을 누설하거나 사적으로 이용하지 않고, 보안관계 제규정을 성실히 이행하며 용역사업 추진 중은 물론 사업 종료후 에도 업무상 지득한 제반사항을 일체 누설하거나 개인의 영리 목적 등 사적으로 이행하지 않을 것을 서약한다. 2. 본인은 본 사업의 과업수행으로 취득한 모든 자료를 삭제조치 하였으며, 복사본 등 용 역사업 관련 자료를 일체 보유하고 있지 않음을 확약한다. 3. 본인은 위 사항을 위반하였을 시에는 관령 법령 및 계약에 따라 어떠한 처벌 및 불이 익도 감수한다. 4. 본인은 하도급업체를 통한 사업 수행시 하도급업체로 인해 발생하는 위반사항에 대하 여 모든 책임을 부담한다. 년 월 일 축산물품질평가원장 귀하 서약자 소 속 직 급직위 성 명 서명 또는 인",
      "tables": [
        [
          [
            "확 약 서 (용역사업 수행업체 대표자 用)\n본인          은(는)  「                                            (기간  :          .    .    .  ～          .    .    .)」\n관련  용역사업에  대한  다음사항을  준수할  것을  엄숙히  서약합니다.\n1.  본인은  업무를  수행함에  따라  취득한  제반  사항을  누설하거나  사적으로  이용하지 \n않고,  보안관계  제규정을  성실히  이행하며  용역사업  추진  중은  물론  사업  종료후\n에도  업무상  지득한  제반사항을  일체  누설하거나  개인의  영리  목적  등  사적으로 \n이행하지  않을  것을  서약한다.\n2.  본인은  본  사업의  과업수행으로  취득한  모든  자료를  삭제조치  하였으며,  복사본  등  용\n역사업  관련  자료를  일체  보유하고  있지  않음을  확약한다.\n3.  본인은  위  사항을  위반하였을  시에는  관령  법령  및  계약에  따라  어떠한  처벌  및  불이\n익도  감수한다.\n4.  본인은  하도급업체를  통한  사업  수행시  하도급업체로  인해  발생하는  위반사항에  대하\n여  모든  책임을  부담한다.\n년          월        일\n축산물품질평가원장  귀하"
          ],
          [
            "서약자                    소  속                    직  급(직위)\n                                                              성  명                                      (서명  또는  인)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 63 - 서식 8호 보 안 서 약 서 본인은 0000년 00월 00일부로 정보시스템 포함과 관련한 업무연구개발, 제작, 입찰, 기타를 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 나는 00000사업정보시스템 포함과 관련된 소관업무가 국가기밀 사항임을 인정하고 제반 보안관계규정 및 지침을 성실히 준수한 다. 2. 나는 이 기밀을 누설함이 국가이익을 침해할 수도 있음을 인식하고재직 중은 물론 퇴직 후에도 알게 된 모든 기밀사항을 일체 타인에게누설하지 아니한다. 3. 나는 기밀을 누설한 때에는 아래의 관계법규에 따라 엄중한 처벌을받을 것을 서약한다. 가. 전자정부법 제35조금지행위 및 제76조벌칙 년 월 일 서약자 소속 직급 생년월일 직위 성 명 인 서 약 소속 직급 집행자 직위 성 명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 64 - 서식 9호 청렴계약 이행서약서 당사는부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되었고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호 응하여 조달청에서 발주하는 모든 공사, 물품 및 용역 등의 입찰에 참여할 때 당사 및 하도급업체하도급업체와 직ᆞ간접적으로 업무를 수행하는 자를 포함의 임직원 과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 2. 입찰, 낙찰, 계약체결 또는 계약이행과정준공 이후도 포함에서 관계공무원에게 직ᆞ간접적으로 금품ᆞ향응 등의 부당한 이익을 제공하지 않겠으며, 그러한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 해당 계약의 전부 또는 일부계약을 해제 또는 해지 하여도 감수하겠습니다. 3. 회사 임ᆞ직원이 관계 공무원에게 금품, 향응 등을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습니다. 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약해지 등의 조치와 관련하여 당사가 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민ᆞ형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 년 월 일 서 약 자 회사 대표 인 축산물품질평가원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 65 - VII 붙임 붙임 1 소프트웨어 개발사업의 적정 사업기간 종합 산정서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 69,
      "text": "- 66 - 붙임 2 소프트웨어사업 영향평가 결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 70,
      "text": "- 67 - 붙임 3호 행정기관 및 공공기관 정보시스템 구축 운영지침고시 별지 제1호 서식 기술적용계획표, 기술적용결과표 사업명 축산물이력관리시스템 개선 사업 작성일 2024년 4월 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "ｏ  지능정보화  기본법\nｏ  공공기관의  정보공개에  관한  법률\nｏ  개인정보  보호법\nｏ  소프트웨어  진흥법\nｏ  인터넷주소자원에  관한  법률\nｏ  전자서명법\nｏ  전자정부법\nｏ  정보통신기반  보호법\nｏ  정보통신망  이용촉진  및  정보보호  등에  관한  법률\nｏ  통신비밀보호법\nｏ  국가를  당사자로  하는  계약에  관한  법률\nｏ  하도급거래  공정화에  관한  법률\nｏ  지방자치단체를  당사자로  하는  계약에  관한  법률\nｏ  공공데이터의  제공  및  이용  활성화에  관한  법률"
          ],
          [
            "고시  등",
            "ｏ  보안업무규정(대통령령)\nｏ  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\nｏ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정보통신부고시)\nｏ  전자서명인증업무  운영기준(과학기술정보통신부고시)\nｏ  전자정부  웹사이트  품질관리  지침(행정안전부고시)\nｏ  정보보호시스템  공통평가기준(미래창조과학부고시)\nｏ  정보보호시스템  평가·인증  지침(과학기술정보통신부고시)\nｏ  정보시스템  감리기준(행정안전부고시)\nｏ  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \nｏ  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \nｏ  행정전자서명  인증업무지침(행정안전부고시)\nｏ  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\nｏ  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\nｏ  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\nｏ  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\nｏ  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\nｏ  표준  개인정보  보호지침(개인정보보호위원회) \nｏ  엔지니어링사업대가의  기준(산업통상자원부고시)\nｏ  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\nｏ  소프트웨사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\nｏ  중소  소프트웨어사업자의  사업  참여  지원에  관한  지침(과학기술정보통신부고시)\nｏ  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 68 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적 용 부 분 적 용 미 적 용 해 당 없 음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용 할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 구분 항 목 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 공통표준용어행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "",
            "ｏ  용역계약일반조건(기획재정부계약예규)\nｏ  협상에  의한  계약체결기준(기획재정부계약예규)\nｏ  경쟁적  대화에  의한  계약체결기준(기획재정부계약예규)\nｏ  하도급거래공정화지침(공정거래위원회예규)\nｏ  정보보호조치에  관한  지침(과학기술정보통신부고시)\nｏ  개인정보의  기술적·관리적  보호조치  기준(개인정보보호위원회)\nｏ  행정정보  공동이용  지침(행정안전부예규) \nｏ  공공기관의  데이터베이스  표준화  지침(행정안전부고시)\nｏ  공공데이터  공통표준용어(행정안전부고시)\nｏ  공공데이터  관리지침(행정안전부고시)\nｏ  모바일  전자정부  서비스  관리  지침(행정안전부예규) \nｏ  행정기관  및  공공기관  정보자원  통합기준(행정안전부고시)\nｏ  국가정보보안기본지침(국가정보원)"
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적 용",
            "부 분 적 용",
            "미 적 용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용\n할  수  있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터 \n사용자  등  서비스  이용  소외계층을  고려한 설계·구현을  검토하여야  한다.",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  전자정부  웹사이트  품질관리  지침\nｏ  한국형  웹  콘텐츠  접근성  지침  2.1\n관련규정\nｏ  모바일  전자정부  서비스  관리  지침",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "외부  접근 \n장치",
            "ｏ  웹브라우저  관련\n  -  HTML  4.01/HTML  5,  CSS  2.1",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련\n  -  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "",
            "",
            "",
            "◯",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 69 - 인터페이스 및 통합 분야 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해 당 없 음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수 행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검토\n하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스는 \n범정부  차원의  공유·활용이  가능하도록  지원하여야  한다.",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  통합",
            "ｏ  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  RESTful",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "데이터  공유 ｏ  데이터  형식  :  XML  1.0",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "인터페이스 ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수\n행하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는 \n정보시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP\n  -  H.323",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  SIP",
            "",
            "",
            "",
            "◯",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 70 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해 당 없 음 - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  UNIX",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  Linux",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경\n  -  android",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  IOS",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS\n  -  RDBMS",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "◯",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분\n항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "◯",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 71 - 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전부 장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 NEXACRO 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향상, \n데이터베이스  통합  등을  위하여  표준화되어야  한다.",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부\n장관에게  표준  등록을  요청하여야  한다.",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            "",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  공통표준용어\nｏ  공공데이터  관리지침",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  동적표현\n  -  JSP  2.1",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ASP.net",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  PHP",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍\n  -  C",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  Java",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C#",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  기타  (  NEXACRO  )",
            "",
            "◯",
            "",
            "",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜: \n  -  XMI  2.0",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            "◯",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  문자셋",
            "",
            "",
            "",
            "◯",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 72 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "-  EUC-KR",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "◯",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견시  개선․조치하여야  한다.",
            "",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)\n  -  국가  사이버안전  매뉴얼",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인 \n정보보호제품)\n  -  PKI제품\n  -  SSO제품\n  -  디스크ㆍ파일  암호화  제품\n  -  문서  암호화  제품(DRM)등\n  -  메일  암호화  제품\n  -  구간  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품",
            "",
            "",
            "",
            "◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 76,
      "text": "- 73 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검 증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 네트워크 자료유출방지 - 망간 자료전송 - 안티 바이러스 - 가상화PC 또는 서버 - 패치관리 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구 - 스마트폰 보안관리 - CC인증서에 명시된 제품과 동일 제품 여부 o 모바일 서비스앱웹 등",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  상기제품(9종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "",
            "ｏ  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검\n증  필요)\n  -  (네트워크)침입차단\n  -  (네트워크)침입방지(침입탐지  포함)\n  -  통합보안관리\n  -  웹  응용프로그램  침입차단\n  -  DDos  대응\n  -  인터넷  전화  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망(검증필  암호모듈  탑재  필수)\n  -  네트워크  접근통제\n  -  네트워크  자료유출방지\n  -  망간  자료전송\n  -  안티  바이러스\n  -  가상화(PC  또는  서버)\n  -  패치관리\n  -  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)\n  -  스팸메일  차단\n  -  서버  접근통제\n  -  DB접근  통제\n  -  스마트카드\n  -  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)\n  -  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)\n  -  소스코드  보안약점  분석도구\n  -  스마트폰  보안관리\n  -  CC인증서에  명시된  제품과  동일  제품  여부",
            "◯\n◯\n◯",
            "",
            "",
            "◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등",
            "◯",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 77,
      "text": "- 74 - 최신 기준은 국가정보원 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 행정공공기관 민간 클라우드 이용 가이드라인 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용\n    -  클라우드  서비스  보안인증(CSAP)을  받은  서비스\n    -  행정·공공기관  민간  클라우드  이용  가이드라인",
            "",
            "",
            "",
            "◯",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수\n  -  식별  및  인증\n  -  암호지원\n  -  정보  흐름  통제\n  -  보안  관리\n  -  자체  시험\n  -  접근  통제\n  -  전송데이터  보호\n  -  감사  기록\n  -  기타  제품별  특화기능\nｏ  보안기능  확인  및  취약점  제거\n  -  보안기능별  명령어  등  시험  및  운영방법  제공\n  -  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)\n  -  백도어  제거(비공개  원격  관리  및  접속  기능)\n  -  오픈소스  적용  기능  및  리스트  제공",
            "",
            "",
            "",
            "◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯\n◯",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 78,
      "text": "- 75 - 붙임 4 하도급계약의 적정성 판단 세부기준 I. 자격의 적정성 판단항목 세부 판단 항목 세부 판단 기준 및 방법 재하수급인 의 자격 참가제한 o 국가계약법또는 지방계약법에 따라 하수급인이 부정당업자로 지정되어 입찰참가제한 중인 경우 감점 -25점 II. 수행능력의 적정성 III. 계약의 공정성 IV. 기타 기타 가 점 최대 5점 1 최근 3년간 하수급인이 유효기간 내에 있는 소프트웨어 관련 인증을 획득한 경우 가점 2점 소프트웨어 관련 인증 소프트웨어프로세스SP, 소프트웨어 품질인증GS 1등급, 2등급, 정보보호시스템인증CC, 국가정보원 검증지정, 신기술인증NET, 신제품인증NEP 등 국가 인증 및 국제표준인증 등 2 최근 3년간 하수급인의 정부ᆞ지자체ᆞ공공기관 수상경력회당 1점 판단항목 세부 판단 항목 세부 판단 기준 및 방법 재하수급인 의 사업수행 능력 40점 사업수행 실적 30점 1-1 하수급인의 최근 3년간 유사사업 수행실적 하도급 계약금액 대비 최근 3년간 유사사업 수행실적 합산액의 비율을 기준으로 평가 100이상 100미만 80이상 80미만 60이상 60미만 50이상 50미만 30점 28점 26점 2516점 15점 1-2 하도급 사업 투입 인력 중 해당 사업과 유사사업 수행에 1건 이상 참여한 경험이 있는 인력비율 70이상 70미만 60이상 60미만 50이상 50미만 40이상 40미만 30점 28점 26점 2516점 15점 계약상대자는 1-1, 1-2 중 택일하여 판단요청 가능 증빙서류 미제출 시 0점 처리 고용안정 및 적법근로 10점 2 하도급사업 투입인력 전원의 고용보험 가입 등 관련법 준수 여부 1.고용보험법 제15조에 따른 고용보험 가입 2. 파견근로자의파견근로자보호 등에 관한 법률 제7조에 따른 근로자파견사업 허가업체 소속 확인 및 고용보험 가입 3.고용보험법 제10조에 따라 고용보험법이 적용되지 않는 인력의 경우 이를 증명 하는 서류 4. 대표자의 경우 사업자 등록증 하도급 사업 투입인력이 각 호를 충족하지 못하는 경우 0점 처리 재하도급 계약방식 60점 하도급 대금지급 방식의 적정성 30점 1 원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부 - 대금지급 방식 현금어음 등, 지급시기, 지급률 선금중도금잔금 불일치 ,일치여부무관 , , 전부일치 는일치하고 , 중1개일치 는일치하고 , 전부불일치 0점 30점 15점 0점 계약일반용역계약 일반조건제27조의2 또는하도급 거래 공정화에 관한 법률제6조 제1항 또는 제13조에 따른 적법한 기일15일이내 지급시기를 결정한 경우 와 일치 간주 원도급 사업의 계약대금 지급방식보다 하도급 계약대금의 지급방식이 하수급인에게 유리한 경우에는 와 전부 일치 간주 하도급 금액의 적정성 30점 2 원도급의 하도급예정액 대비 하도급계약금액의 비율부분하도급률 95이상 95미만 90이상 90미만 85이상 85미만 80이상 80미만 70이상 70미만 30점 25점 20점 15점 10점 5점 1. 부분하도급률 하도급계약금액하도급예정액 100 2. 하도급예정액 국가기관등과 수급인간 계약서산출내역서상의 총 계약금액 중 각각 하도급 되는 예정금액 3. 하도급계약금액 재하도급 계약 시 계약서상의 명시된 계약금액",
      "tables": [
        [
          [
            "판단항목",
            "세부  판단  항목",
            "세부  판단  기준  및  방법"
          ],
          [
            "(재)하수급인\n의\n사업수행\n능력\n(40점)",
            "사업수행\n실적\n(30점)",
            "1-1   하수급인의  최근  3년간  유사사업  수행실적\n    ※  하도급  계약금액  대비  최근  3년간  유사사업  수행실적  합산액의  비율을  기준으로  평가\n100%미만∼\n80%미만∼\n60%미만∼\n100%이상\n50%미만\n80%이상\n60%이상\n50%이상\n30점\n28점\n26점\n25∼16점\n15점\n1-2   하도급  사업  투입  인력  중  해당  사업과  유사사업  수행에  1건  이상  참여한  경험이  있는 \n인력비율\n70%미만∼\n60%미만∼\n50%미만∼\n70%이상\n40%미만\n60%이상\n50%이상\n40%이상\n30점\n28점\n26점\n25∼16점\n15점\n    ※  계약상대자는  ◯1-1 ,  ◯1-2   중  택일하여  판단요청  가능\n    ※  증빙서류  미제출  시  0점  처리"
          ],
          [
            "",
            "고용안정\n및  적법근로\n(10점)",
            "②  하도급사업  투입인력  전원의  고용보험  가입  등  관련법  준수  여부 \n    1.「고용보험법」  제15조에  따른  고용보험  가입\n    2.  파견근로자의「파견근로자보호  등에  관한  법률」  제7조에  따른  근로자파견사업 \n허가업체  소속  확인  및  고용보험  가입\n    3.「고용보험법」  제10조에  따라  고용보험법이  적용되지  않는  인력의  경우  이를  증명\n하는  서류\n    4.  대표자의  경우  사업자  등록증\n  ※  하도급  사업  투입인력이  각  호를  충족하지  못하는  경우  0점  처리"
          ]
        ],
        [
          [
            "(재)하도급\n계약방식\n(60점)",
            "하도급\n대금지급\n방식의  적정성\n(30점)",
            "①  원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부\n    -  ㉮ 대금지급 방식 (현금/어음 등), ㉯ 지급시기, ㉰ 지급률 (선금/중도금/잔금) \n㉮불일치\n㉮\n, ㉯, ㉰\n㉮는 일치하고\n㉮는 일치하고\n(㉯,㉰일치 여부 무관)\n전부 일치\n㉯\n, ㉰ 중 1개 일치\n㉯\n, ㉰ 전부 불일치\n0점\n30점\n15점\n0점\n    ※「(계약일반)용역계약  일반조건」제27조의2  또는「하도급  거래  공정화에  관한  법률」제6조\n제1항  또는  제13조에  따른  적법한  기일(15일)이내  지급시기를  결정한  경우  ㉯와  일치 \n간주\n    ※  원도급  사업의  계약대금  지급방식보다  하도급  계약대금의  지급방식이  하수급인에게 \n유리한  경우에는  ㉯와  ㉰  전부  일치  간주"
          ],
          [
            "",
            "하도급  금액의\n적정성\n(30점)",
            "②  원도급의  하도급예정액  대비  하도급계약금액의  비율(부분하도급률)\n95%미만∼\n90%미만∼\n85%미만∼\n80%미만∼\n95%이상\n70%미만\n90%이상\n85%이상\n80%이상\n70%이상\n30점\n25점\n20점\n15점\n10점\n5점\n    1.  부분하도급률(%)  =  (하도급계약금액/하도급예정액)  ×  100\n    2.  하도급예정액  :  국가기관등과  수급인간  계약서(산출내역서)상의  총  계약금액  중\n  각각  하도급  되는  예정금액\n    3.  하도급계약금액  :  (재)하도급  계약  시  계약서상의  명시된  계약금액"
          ]
        ],
        [
          [
            "기타",
            "가  점\n(최대  5점)",
            "①  최근  3년간  하수급인이  유효기간  내에  있는  소프트웨어  관련  인증을  획득한  경우\n(가점  2점)\n  ※ 소프트웨어  관련  인증:  소프트웨어프로세스(SP),  소프트웨어  품질인증(GS  1등급,  2등급), \n정보보호시스템인증(CC),  국가정보원  검증/지정,  신기술인증(NET),  신제품인증(NEP)  등  국가\n인증  및  국제표준인증  등"
          ],
          [
            "",
            "",
            "②  최근  3년간  하수급인의  정부ㆍ지자체ㆍ공공기관  수상경력(회당  1점)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 79,
      "text": "- 76 - 붙임 5 개인정보 보호를 위한 법적 의무조치 사항 개인정보처리단계별 준수사항 구 분 주 요 내 용 수집ᆞ이용 개인정보의 수집기준 준수제15조 민감정보사상ᆞ신념ᆞ정당가입ᆞ건강 등 처리기준 준수제23조 고유식별정보주민등록ᆞ여권ᆞ운전면허번호, 외국인등록번호 처리기준 준수제24조 주민등록번호를 제공하지 아니할 수 있는 방법 제공제24조 만14세 미만 아동의 개인정보 수집시 법정대리인 동의획득여부 준수제22조 보유기간 경과, 처리목적 달성된 개인정보 파기제21조 제공ᆞ위탁 정보주체의 동의 없는 개인정보 제3자 제공여부 확인17조 개인정보의 목적 외 이용ᆞ제공여부 확인제18조, 제19조, 제26조 개인정보 주체에게 알려야 할 사항의 처리여부 확인제15조, 제17조, 제18조, 제26조 업무위탁 시 공개의무 준수제26조 개인정보 안전관리 안전성 확보에 필요한 조치의무 이행여부 확인제24조, 제25조, 제29조 개인정보를 분리해서 저장ᆞ관리하지 아니한 자제21조 개인정보처리방침 공개제30조 개인정보영향평가 실시제33조 정보주체 권익보호 개인정보파일의 등록 및 공개제32조 개인정보의 열람ᆞ정정ᆞ삭제요청에 대한 준수제35조, 제36조, 제37조",
      "tables": [
        [
          [
            "구  분",
            "주  요  내  용"
          ],
          [
            "수집ㆍ이용",
            "개인정보의  수집기준  준수(제15조)"
          ],
          [
            "",
            "민감정보(사상ㆍ신념ㆍ정당가입ㆍ건강  등)  처리기준  준수(제23조)"
          ],
          [
            "",
            "고유식별정보(주민등록ㆍ여권ㆍ운전면허번호,  외국인등록번호)  처리기준  준수(제24조)"
          ],
          [
            "",
            "주민등록번호를  제공하지  아니할  수  있는  방법  제공(제24조)"
          ],
          [
            "",
            "만14세  미만  아동의  개인정보  수집시  법정대리인  동의획득여부  준수(제22조)"
          ],
          [
            "",
            "보유기간  경과,  처리목적  달성된  개인정보  파기(제21조)"
          ],
          [
            "제공ㆍ위탁",
            "정보주체의  동의  없는  개인정보  제3자  제공여부  확인(17조)"
          ],
          [
            "",
            "개인정보의  목적  외  이용ㆍ제공여부  확인(제18조,  제19조,  제26조)"
          ],
          [
            "",
            "개인정보  주체에게  알려야  할  사항의  처리여부  확인(제15조,  제17조,  제18조,  제26조)"
          ],
          [
            "",
            "업무위탁  시  공개의무  준수(제26조)"
          ],
          [
            "개인정보\n안전관리",
            "안전성  확보에  필요한  조치의무  이행여부  확인(제24조,  제25조,  제29조)"
          ],
          [
            "",
            "개인정보를  분리해서  저장ㆍ관리하지  아니한  자(제21조)"
          ],
          [
            "",
            "개인정보처리방침  공개(제30조)"
          ],
          [
            "",
            "개인정보영향평가  실시(제33조)"
          ],
          [
            "정보주체\n권익보호",
            "개인정보파일의  등록  및  공개(제32조)"
          ],
          [
            "",
            "개인정보의  열람ㆍ정정ㆍ삭제요청에  대한  준수(제35조,  제36조,  제37조)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 80,
      "text": "- 77 - 개인정보의 안전조치 의무기준 구분 주요 내용 내부관리계획 제3조 o 내부관리계획 포함사항 명시 개인정보 보호책임자 지정, 개인정보취급자 교육 등 접근권한 관리 제4조 o 개인정보처리시스템의 접근권한 부여변경말소 기록 최소 3년간 보관 비밀번호 관리 제5조 o 안전한 비밀번호 작성규칙 수립적용 접근통제 시스템 설치운영제6조 o 접근통제 시스템 설치운영 의무화 접근통제 시스템 침입차단Firewall, 침입탐지IDS 기능 포함 개인정보 암호화 제7조 o 암호화 대상 고유식별정보주민등록번호, 여권번호, 운전면허번호, 외국인등록번호, 비밀번호, 바이오정보 o 암호화 기준 구 분 암 호 화 기 준 송수신시 모든 정보 암호화 전송 저 장 시 비밀번호,바이오정보 비밀번호단방향 암호화, 바이오정보양방향 암호화 고유식별정보 인터넷 구간,공통DMZ 구간 저장시 의무적 암호화 2 내부망 저장시 위험도 분석결과에 따라 암호화 적용 범위 결정 영향평가 대상 공공기관은 영향평가 결과에 따름 o 암호화 방법 공공기관은 국가 암호화 알고리즘, 그 외는 자율 o 암호화 적용 고유식별정보 암호화시 지침 시행일로부터 3개월 이내에 암호 화 계획 수립, 계획 수립일로부터 12개월 이내에 암호화 적용 접속기록 보관제8조 o 개인정보처리시스템 접속기록은 6개월 이상 보관 보안프로그램 제9조 o 보안 프로그램백신 SW 등 설치 및 업데이트 자동 업데이트 또는 일 1회 이상 물리적 접근 방지제10조 o 별도의 개인정보 물리적 보관 장소에 대한 출입통제 등 부칙 o 전산센터클라우드컴퓨팅센터 등의 운영환경에서의 안전조치",
      "tables": [
        [
          [
            "구분",
            "주요  내용",
            "",
            "",
            "",
            ""
          ],
          [
            "내부관리계획\n(제3조)",
            "o  내부관리계획  포함사항  명시  ※  개인정보  보호책임자  지정,  개인정보취급자  교육  등",
            "",
            "",
            "",
            ""
          ],
          [
            "접근권한  관리\n(제4조)",
            "o  개인정보처리시스템의  접근권한  부여․변경․말소  기록  최소  3년간  보관",
            "",
            "",
            "",
            ""
          ],
          [
            "비밀번호  관리\n(제5조)",
            "o  안전한  비밀번호  작성규칙  수립․적용",
            "",
            "",
            "",
            ""
          ],
          [
            "접근통제  시스템 \n설치․운영(제6조)",
            "o  접근통제  시스템  설치․운영  의무화\n    ※  접근통제  시스템  :  침입차단(Firewall),  침입탐지(IDS)  기능  포함",
            "",
            "",
            "",
            ""
          ],
          [
            "개인정보  암호화\n(제7조)",
            "o  암호화  대상 \n:  고유식별정보(주민등록번호,  여권번호,  운전면허번호,  외국인등록번호), \n비밀번호,  바이오정보\no  암호화  기준\no  암호화  방법  :  공공기관은  국가  암호화  알고리즘,  그  외는  자율\no  암호화  적용  :  고유식별정보  암호화시  지침  시행일로부터  3개월  이내에  암호\n화  계획  수립,  계획  수립일로부터  12개월  이내에  암호화  적용",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구  분",
            "",
            "암  호  화    기  준",
            ""
          ],
          [
            "",
            "",
            "송․수신시",
            "",
            "모든  정보  암호화  전송",
            ""
          ],
          [
            "",
            "",
            "저 장 시",
            "",
            "비밀번호,바이오정보   (비밀번호)단방향  암호화,  (바이오정보)양방향  암호화",
            ""
          ],
          [
            "",
            "",
            "",
            "고유식별정보",
            "ⓛ  인터넷  구간,공통(DMZ)  구간  저장시  :  의무적  암호화\n  ②  내부망  저장시  :  위험도  분석결과에  따라  암호화  적용\n범위 결정(※ 영향평가 대상 공공기관은 영향평가 결과에 따름)",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "접속기록 보관(제8조)",
            "o  개인정보처리시스템  접속기록은  6개월  이상  보관",
            "",
            "",
            "",
            ""
          ],
          [
            "보안프로그램\n(제9조)",
            "o  보안  프로그램(백신  S/W  등)  설치  및  업데이트    ※  자동  업데이트  또는  일  1회  이상",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "물리적 접근  방지(제10조) o  별도의  개인정보  물리적  보관  장소에  대한  출입통제  등",
            "",
            "",
            "",
            ""
          ],
          [
            "부칙",
            "o  전산센터․클라우드컴퓨팅센터  등의  운영환경에서의  안전조치",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 81,
      "text": "- 78 - 붙임 6 보안관리 관련 기준 및 정보 가. 사업자는 발주기관의 보안정책을 위반하였을 경우 별첨 1의 위규처리 기 준에 따라 위규자 및 관리자를 행정조치하고 별첨 2의 보안 위약금을 발 주기관에 납부한다. 나. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관 리적, 기술적 보안대책 및 별첨 3의 누출금지 대상정보에 대한 보안관 리계획을 사업 제안서에 기재해야 하며, 해당 정보 누출시 발주기관은 국가 계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록한다. 다. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업종료 시 정보보안담당 자의 입회하에 완전 폐기 또는 반납해야 한다. 붙임 6-1 사업자 보안위반 처리기준 붙임 6-2 보안 위약금 부과 기준 붙임 6-3 유출금지 대상 정보 붙임 6-4 일일 용역사업 보안점검 리스트",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 79 - 붙임 6-1 사업자 보안위반 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 중징계 재발 방지를 위한 조 치계획 제출 위규자 대상 특별보 안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역 사업 관련 자료 수발신 다. 개발하자보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 중징계 재발 방지를 위한 조 치계획 제출 위규자 대상 특별보 안교육 실시",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n  가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n  나. 개인정보·신상정보 목록 유출\n  다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n  가. 관련 시스템에 대한 해킹 및 해킹시도\n  나. 시스템 구축 결과물에 대한 외부 유출\n  다. 시스템 내 인위적인 악성코드 유포",
            "․사업참여 제한\n․위규자 중징계\n․재발 방지를 위한 조\n치계획 제출\n․위규자 대상 특별보\n안교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀 \n  가. 비공개 정보를 책상 위 등에 방치 \n  나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n  다. 개인정보․신상정보 목록을 책상 위 등에 방치\n  라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n  가. 통제구역 출입문을 개방한 채 퇴근 등\n  나. 인가되지 않은 작업자의 내부 시스템 접근\n  다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3. 전산정보 보호대책 부실\n  가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 \n  나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하여 용역\n사업 관련 자료 수발신\n  다. 개발·하자보수 시 원격작업 사용\n  라. 저장된 비공개 정보 패스워드 미부여\n  마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n  바. 외부용 PC를 업무망에 무단 연결 사용\n  사. 보안관련 프로그램 강제 삭제\n  아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            "․위규자 중징계\n․재발 방지를 위한 조\n치계획 제출\n․위규자 대상 특별보\n안교육 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 80 - 구분 위 규 사 항 처리기준 보통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위규자 경징계 위규자 및 직속 감독자 사유서 경위서 징구 위규자 대상 특별보 안교육 실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면ᆞ구두 경 고 등 문책 위규자 사유서 경위서 징구",
      "tables": [
        [
          [
            "구 분",
            "위\n규\n사\n항",
            "처 리 기 준"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n  가. 주요 현안ㆍ보고자료를 책상위 등에 방치\n  나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n  가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근 \n  나. 출입키를 책상위 등에 방치\n3. 보호구역 관리 소홀 \n  가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n  나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n  가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n  나. 네이트온 등 비인가 메신저 무단 사용 \n  다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n  라. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n  마. PC 비밀번호를 모니터옆 등 외부에 노출\n  바. 비인가 보조기억매체 무단 사용",
            "․위규자 경징계 \n․위규자  및  직속 \n감독자 사유서 / \n경위서 징구\n․위규자 대상 특별보\n안교육 실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n  가. 진행중인 업무자료를 책상 등에 방치, 퇴근\n  나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n  가. 각종 보안장비 운용 미숙\n  나. 경보ㆍ보안장치 작동 불량 \n3. 전산정보 보호대책 부실 \n  가. PC내 보안성이 검증되지 않은 프로그램 사용\n  나. 보안관련 소프트웨어의 주기적 점검 위반",
            "․위규자 서면ㆍ구두 경\n고 등 문책\n․위규자 사유서 / \n경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 81 - 붙임 6-2 보안 위약금 부과 기준 1. 위반 수준별로 AD 등급으로 차등 부과 구분 위반수준 A급 B급 C급 D급 위반 심각1건 중대1건 보통2건이상 경미3건이상 위약금 비중 부정당업자등록 1000만원이하 600만원이하 200만원이하 위반 수준은 별첨1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과",
      "tables": [
        [
          [
            "구분",
            "위반 수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위반",
            "심각 1건",
            "중대 1건",
            "보통 2건 이상",
            "경미 3건 이상"
          ],
          [
            "위약금\n비중",
            "부정당업자 등록",
            "1000만원 이하",
            "600만원 이하",
            "200만원 이하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 85,
      "text": "- 82 - 붙임 6-3 유출금지 대상정보 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8.공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9.개인정보보호법제2조제1호의 개인정보 10.보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 11. 그 밖에 각급기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 86,
      "text": "- 83 - 붙임 6-4 일일 용역사업 보안점검 리스트 순번 점검항목 1 용역업체 사용 전산망과 기관 전산망의 분리 여부VLAN 분리 포함 2 용역업체 직원 PC의 내부 정보시스템 접근 통제 여부 3 P2P, 웹하드, 메신저 등 불필요한 인터넷 접속 차단 여부 4 용역업체 직원에 주요 계정 비밀번호 제공 여부 5 용역업체 직원에 비밀번호 부여시 관련사항 별도 기록 여부 6 용역업체 직원에 시스템 관리자 계정 단독 접근 여부 7 노트북PC 등 휴대형 정보시스템을 시스템 관리용 PC로 활용 여부 8 용역업체 직원 등에 의한 기관 외부에서의 원격 접속ᆞ작업 여부 9 용역업체 정보시스템 접근시 작업이력 로깅 기능 사용 여부 10 용역업체 PC 및 휴대형 저장매체에 정보시스템 계정명비밀번호 저장 여부 11 용역업체 PC에 설치된 운영체제 및 응용프로그램 최신상태 유지 여부 12 용역업체 PC 백신 프로그램 자동 업데이트 및 실시간 감시기능 사용 여부 13 용역업체 PC USBᆞCD-RWᆞ무선랜 등 매체 통제 여부 14 용역업체 PC 비밀번호 및 화면보호기 설정 여부 15 용역업체 직원의 비인가 정보통신장비노트북 등 휴대ᆞ반입 여부",
      "tables": [
        [
          [
            "순번",
            "점검항목"
          ],
          [
            "1",
            "용역업체 사용 전산망과 기관 전산망의 분리 여부(VLAN 분리 포함)"
          ],
          [
            "2",
            "용역업체 직원 PC의 내부 정보시스템 접근 통제 여부"
          ],
          [
            "3",
            "P2P, 웹하드, 메신저 등 불필요한 인터넷 접속 차단 여부"
          ],
          [
            "4",
            "용역업체 직원에 주요 계정 비밀번호 제공 여부"
          ],
          [
            "5",
            "용역업체 직원에 비밀번호 부여시 관련사항 별도 기록 여부"
          ],
          [
            "6",
            "용역업체 직원에 시스템 관리자 계정 단독 접근 여부"
          ],
          [
            "7",
            "노트북PC 등 휴대형 정보시스템을 시스템 관리용 PC로 활용 여부"
          ],
          [
            "8",
            "용역업체 직원 등에 의한 기관 외부에서의 원격 접속ㆍ작업 여부"
          ],
          [
            "9",
            "용역업체 정보시스템 접근시 작업이력 로깅 기능 사용 여부"
          ],
          [
            "10",
            "용역업체 PC 및 휴대형 저장매체에 정보시스템 ‘계정명/비밀번호’ 저장 여부"
          ],
          [
            "11",
            "용역업체 PC에 설치된 운영체제 및 응용프로그램 최신상태 유지 여부"
          ],
          [
            "12",
            "용역업체 PC 백신 프로그램 자동 업데이트 및 실시간 감시기능 사용 여부"
          ],
          [
            "13",
            "용역업체 PC USBㆍCD-RWㆍ무선랜 등 매체 통제 여부"
          ],
          [
            "14",
            "용역업체 PC 비밀번호 및 화면보호기 설정 여부"
          ],
          [
            "15",
            "용역업체 직원의 비인가 정보통신장비(노트북 등) 휴대ㆍ반입 여부"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}