{
  "csv_metadata": {
    "공고 번호": "20240541684",
    "공고 차수": 0.0,
    "사업명": "네팔 수자원관리 정보화사업-Pilot 시스템 구축용역",
    "사업 금액": 181913000,
    "발주 기관": "한국농어촌공사",
    "공개 일자": "2024-05-31 13:21:40",
    "입찰 참여 시작일": "2024-05-31 16:00:00",
    "입찰 참여 마감일": "2024-05-31 17:00:00",
    "사업 요약": "- 사업개요: 네팔 수자원관리 정보화사업 - Pilot 시스템을 구축하여 물관리 현황 및 분석 체계를 개선하고 네팔 정부의 통합물관리기술 도입을 위한 현실성을 구현한다.\n- 추진배경: 이기종 자료 수집-관리를 위한 자동계측체계 시연, 통합물관리기술의 확대 적용 기회 마련, 네팔 정부의 물관리 및 ICT 기술역량 강화\n- 사업내용: GIS 기반 Pilot 시스템 구축, 계측장비 데이터 수집 및 표출 구현, 모바일 기반 자료입력 모듈 구현, 현장 계측기기 설치\n- 추진목표: 다양한 자동계측기기와 ICT 기술 도입으로 실시간 물관리 현황 및 분석 체계 시연 및 데이터 기반의 과학적 물관리 기술전수를 통한 네팔 정부의 통합물관리기술 본격 도입을 위한 현실성 구현\n- 사업범위: GIS 시스템 구축 및 자동계측기기를 이용한 데이터 수집 및 표출 관리",
    "파일형식": "pdf",
    "파일명": "한국농어촌공사_네팔 수자원관리 정보화사업-Pilot 시스템 구축용역.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 네팔 수자원관리 정보화사업- Pilot 시스템 구축 주관기관 한국농어촌공사 2024. 4. 담당 글로벌사업처 제안관업내용 박 정 선 TEL 061-338-6453 FAX 061-338-5219 총무인사처 입찰계약사항 장 민 지 TEL 061-338-6104 FAX 061-338-6901 목 차 I. 사업개요 1. 과업 개요 1 2. 추진 배경 및 필요성 1 3. 사업 내용 1 4. 사업의 목적 1 5. 사업의 범위 1 6. 기대효과 1 II. 현황 및 문제점 1. 추진 경과 및 현황2 2. 사업지구 개요 3 3. 문제점 및 개선방향 4 4. 시스템 현황 4 III. 사업추진 계획 1. 추진 목표5 2. 추진 전략 5 3. 추진 체계 6 4. 추진 일정 7 5. 추진 방안 7 IV. 제안요청 내용 1. 제안요청의 개요8 2. 시스템 개념도9 3. 세부과업지침10 4. 상세 요구사항 13",
      "tables": [
        [
          [
            "사 업 명",
            "네팔 수자원관리 정보화사업 - Pilot 시스템 구축"
          ],
          [
            "주관기관",
            "한국농어촌공사"
          ]
        ],
        [
          [
            "담당",
            "글로벌사업처\n(제안/관업내용)",
            "박  정  선",
            "",
            "TEL : 061-338-6453 FAX : 061-338-5219"
          ],
          [
            "",
            "총무인사처\n(입찰/계약사항)",
            "장  민  지",
            "",
            "TEL : 061-338-6104 FAX : 061-338-6901"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 2,
      "text": "목 차 V. 제안서 작성 요령 1. 제안서의 효력62 2. 제안서 작성지침 및 유의사항 62 3. 제안 참여업체 준수사항63 4. 제안서 작성항목 및 방법 64 VI. 안내사항 1. 입찰방식68 2. 제안서 평가 방법 70 3. 협상 적격자 선정 및 협상방법77 4. 제안서 등의 제출 77 VII. 기타 사항 1. 입찰 시 유의사항 79 2. 기타 제안관련 정보 79 3. 제안 참여업체 준수사항82 4. SW사업영향평가 83 5. 소프트웨어 개발사업의 적정기간 83 6. 과업심의위원회 83 7. 하도급계약 83 8. 인력 요구사항 요구 및 관리 금지 83 9. 소프트웨어 사업정보 제출 84 10. 성과지표 85 목 차 별지서식 제1호 제안사 일반현황 86 별지서식 제2호 자본금 및 매출액최근3년 87 별지서식 제3호 자료 및 시스템 열람 신청서88 별지서식 제4호 공동수급표준협정서분담이행방식 89 별지서식 제5호 합의각서93 별지서식 제6호 외주용역사업 보안특약94 별지서식 제7호 소프트웨어 과업변경요청서95 별지서식 제8호 기술적용계획표96 별표 1 사업자 보안위규 처리기준105 별표 2 보안 위약금 부과기준107 별표 3 누출금지 대상 정보108 별첨 1 소프트웨어 사업 영향평가 검토결과서109 별첨 2 소프트웨어 사업 법제도 자가점검표110 별첨 3 소프트웨어 개발사업의 과업심의 결과서111 별첨 4 소프트웨어 개발사업의 적정사업 산정서112",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 1 - I 사업개요 1. 과업개요 용역명 네팔수자원관리정보화사업Pilot 시스템구축 용역기간 용역착수일로부터6개월 사업예산 금181,913,000원VAT 포함 2. 추진배경 및 필요성 자동계측체계 이기종자료수집관리를위한자동계측체계시연 사업확장 통합물관리기술의확대적용기회마련 기술역량강화 네팔정부의물관리및ICT 기술역량강화 3. 사업 내용 m GIS 기반 Pilot 시스템 구축 m 계측장비의 데이터 수집 및 기간데이터 표출 구현 m 모바일 기반 자료입력 모듈 구현 m Pilot 시스템 구축을 위한 현장 계측기기HW 설치 4. 사업의 목적 다양한자동계측기기와ICT 기술도입으로실시간물관리현황및 분석체계시연및데이터기반의과학적물관리기술전수를통한 네팔정부의통합물관리기술본격도입을위한현실성구현 5. 사업의 범위 GIS 시스템구축및자동계측기기를이용하여수집된자료표출 시스템구축범위는1자동계측기기설치, 2GIS 기반Pilot 시스템구축, 3수집자료표출및관리로구성됨 6. 기대효과 한국의물관리기술전수를통한국가위상상승및국가간 협력관계도모 네팔수자원관개청Department of Water Resources and Irrigation, DWRI에서운영중인관개관리정보시스템Nepal Irrigation Management Information System, NIMIS 기능및 자료제공확대 GIS 기반농업용수공급자료수집및분석을통한효과적으로 기후변화여건에대응 다양한ICT 기술을접목한계측장비및모바일자료입력시스템 시연을통하여네팔정부기술역량강화 - 2 - II 현황 및 문제점 1. 추진 경과 및 현황 네팔수자원관리정보화사업착수22.08 m e-아시아지식협력신탁기금과아시아개발은행ADB 협력사업 - 본사업은e-아시아지식협력신탁기금과아시아개발은행ADB의 협력사업으로한국농어촌공사의물관리전문성을인정하여네팔 정부에公社의전문기술과지식을전수하기위하여착수함 과거시스템EDMS 운영현황및시스템요구사항조사22.11 m 기존시스템Enterprize Database Management System, EDMS - EDMS는네팔의대규모수리사업관리를위하여2017년아시아개발은행 ADB의지원을받아구축된시스템으로2022년본사업착수시까지 사용자활용및운영미비 네팔DWRI 컨설팅 m EDMS 개선Nepal Irrigation Management Information System, NIMIS - 公社에서추진한심층분석, 역량강화및향후발전방향제안을통하여 네팔DWRI는기존EDMS를개선하여NIMIS로발전, 공식발표24.1 현시스템확장을위한Pilot 시스템과업범위협의23.8 m NIMIS 기능보전및시스템확장발판마련을위한DWRI의신규GIS 기반시스템구축에대한의견수렴 m Pilot 테스트범위협의및조사현지물가, 계측장비설치위치 실시",
      "tables": [
        [
          [
            ""
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 4,
      "text": "- 3 - 2. 사업지구 개요 카말라관개사업Kamala Irrigation Project m 사업기간 1959 1984 m 사업목적 - 효율적인용수공급과관리를통한농업생산성증대 m 사업위치 시하라Sihara 및다누샤Dhanusha 지역일대 m 주요구조물 - 헤드워크 카말라강에위치한웨어보 구조물로수자원확보및용수공급조절 m 수혜면적 12,500 m 주요작물 쌀여름, 밀겨울 등 m 관리주체 네팔정부및수리조합Water Users Association, WUA m 현안과제 효율적인용수관리를통한기후변화대응및지속가능성확보 다누샤Dhanusa 시하라Sihara 카말라 강Kamala River 카투만두Kathman 카말라 관개사업 Kamala Irrigation Project - 4 - 3. 문제점 및 개선방향 문제점 m 데이터분석 현시스템상실시간용수공급현황자료의부제로수자원 관리와농업생산성간의관계에대한분석의어려움 개선방향 m 데이터분석 용수공급및기후상황실시간모니터링, 데이터관리, GIS 시스템구축으로데이터분석의편리함을더하여 생산기반시설의운영및예측최적화 4. 시스템 현황 운영체계 Enterprise Data Management System, EDMS - 본페이지이하여백-",
      "tables": [
        [
          [
            "카말라 관개사업 (Kamala Irrigation Project)\n카말라 강(Kamala River)",
            "",
            ""
          ],
          [
            "다누샤(Dhanusa)\n시하라(Sihara)\n카투만두(Kathman\ndu)",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 14
    },
    {
      "page": 5,
      "text": "- 5 - III 사업추진 계획 1. 추진 목표 다양한자동계측기기와ICT 기술도입으로실시간물관리현황및 분석체계시연및데이터기반의과학적물관리기술전수를통한 네팔정부의통합물관리기술본격도입을위한현실성구현 비전 통합물관리기술 본격 도입을 위한 현실성 구현 목표 실시간 물관리 현황 및 분석 체계 시연 및 기술전수 추진 과제 실시간 강우 및 용수공급 계측장치 설치 GIS 시스템 구축 및 수집자료 표출 및 관리 2. 추진 전략 사업추진절차 용역발주 용역수행 준공 검인수 정보자원 도입계획 수립 정보화업무검토위원회 과업심의위원회 일상감사 계약의뢰 프로그램 3종 - 웹 운영 프로그램 - 모바일 프로그램 - 데이터 수집 프로그램 하드웨어 4종 6식현지 - 강우량계 1식 - 수로수위유속계 2식 - 하천수위계 2식 - 운영서버 1식 준공 검인수 서비스 및 이관 - 6 - 3. 추진 체계 추진조직 글로벌사업처장 과업총괄 글로벌사업부장 전담반 용역관리 주관 - 글로벌사업부 네팔 수자원관리 정보화사업 용역단 추진조직유형별역할 구 분 역 할 총괄 프로젝트 진척상황 관리 및 업무총괄 전담반 프로젝트 추진전략 수립 프로젝트 진행 프로세스에 대한 관리 및 감독 업무분석, 요구사항 제시 및 개선점 도출 사업 추진 단계 산출물 검토 및 의견 제시 구축 시스템 및 최종 산출물 검수 현업지원반 시범지구 시스템 구축 요구사항 협의 사업 진행에 필요한 기초자료 제공 표준화에 대한 구체적인 방안 제시 네팔 정보통신부, DHM 등 연계 관련 협조 체제 지원 과업수행반 과업 수행 계약내용 준수 및 요구사항 수행 사업성과물 작성 및 보고",
      "tables": [
        [
          [
            "과업총괄"
          ],
          [
            "글로벌사업부장"
          ]
        ],
        [
          [
            "전담반"
          ],
          [
            "○ 용역관리 주관\n - 글로벌사업부 / \n네팔 수자원관리 정보화사업 용역단"
          ]
        ],
        [
          [
            "용역발주"
          ],
          [
            "•  정보자원 도입계획 수립\n  •  정보화업무검토위원회\n  •  과업심의위원회\n  •  일상감사\n  •  계약의뢰"
          ]
        ],
        [
          [
            "용역수행"
          ],
          [
            "•  프로그램  3종\n  -  웹  운영  프로그램\n  -  모바일  프로그램\n  -  데이터  수집  프로그램\n  •  하드웨어  4종  6식(현지)\n  -  강우량계  1식\n  -  수로수위/유속계  2식\n  -  하천수위계  2식\n  -  운영서버  1식"
          ]
        ],
        [
          [
            "준공  검·인수"
          ],
          [
            "•  준공  검·인수 \n  •  서비스  및  이관"
          ]
        ],
        [
          [
            "구  분",
            "역   할"
          ],
          [
            "총괄",
            "•  프로젝트 진척상황 관리 및 업무총괄"
          ],
          [
            "전담반",
            "•  프로젝트 추진전략 수립\n •  프로젝트 진행 프로세스에 대한 관리 및 감독\n •  업무분석, 요구사항 제시 및 개선점 도출\n •  사업 추진 단계 산출물 검토 및 의견 제시\n •  구축 시스템 및 최종 산출물 검수"
          ],
          [
            "현업지원반",
            "•  시범지구 시스템 구축 요구사항 협의\n •  사업 진행에 필요한 기초자료 제공\n •  표준화에 대한 구체적인 방안 제시\n •  네팔 정보통신부, DHM 등 연계 관련 협조 체제 지원"
          ],
          [
            "과업수행반",
            "•  과업 수행\n •  계약내용 준수 및 요구사항 수행\n •  사업성과물 작성 및 보고"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 6,
      "text": "- 7 - 4. 추진 일정 추진일정 도입내용 용역착수일로부터 6개월 비고 1 2 3 4 5 6 1. 착수조사 및 HW 설계 2. HW 제작 및 설치 3. 시범지구 시스템 분석설계 4. 웹서버, DB서버, 스토리지 구성 5. 시범지구 시스템 개발 및 테스트 업무내용및추진일정은과업수행과정에서일부조정될수있음 5. 추진 방안 입찰및평가방식 구 분 방 식 비 고 입찰방식 제한경쟁입찰 20일 공고 사업자 선정방식 협상에 의한 계약 평가방식 기술평가90 가격평가10 입찰공고기간 국가계약법시행령제35조입찰공고의시기 제5항에의거함 m 평가방식 - 입찰공고문기준公社협상에의한계약제안서평가세부기준적용 공사는정보시스템구축운영지침에따라공사의정보화사업평가를 정보화사업관리시스템통해운영관리하고있으며평가위원무작위 추출프로그램등을통해자체평가를시행함. m 기술평가기준배점 - 소프트웨어기술성평가기준지침과학기술정보통신부고시제2021 - 98호, 2021.12.30.준용 입찰참가자격 m 본제안요청서VI. 안내사항 1. 입찰방식- 2 입찰참가자격 참고 - 8 - IV 제안요청 내용 1. 제안요청의 개요 사업명 네팔수자원관리정보화사업Pilot 시스템구축 사업기간 용역착수일로부터6개월 소프트웨어개발사업적정사업기간종합산정에의함 사업금액 금181,913,000원VAT포함 구 분 산 출 내 역 SW A SW사업 대가산정 가이드 HW B 정보통신공사 표준품셈 국외경비 C 한국농어촌공사 여비규정 부가세 D D A B C x 10 계 E E A B C D 투찰내역서참조 사업범위 m 네팔수자원관개청Department of Water Resources and Irrigation, DWRI에서운영예정인GIS 기반Pilot 시스템구축 - GIS 기반시범지구계측기기위치정보표출기능구현 - GIS 기반기상, 수로, 하천정보표출기능구현 - GIS 기반시설상세정보표출기능구현 m 시범지구 현장에 설치된 계측장비의 데이터 수집 및 기간데이터 표출 구현 - 기상수위유량계측데이터수집, 변환및표출 - 미계측시설의사용자입력값수집, 변환및표출 - 각각의계측데이터에대한파일저장기능구현 m 모바일기반자료입력모듈구현 - 미계측지점에대한수위입력기능구현 - 지점별계측현황정보및사용자입력데이터조회기능구현 m Pilot 시스템구축을위한현장계측기및운영서버도입설치 구분 항목 주요사양 합계 계측기 강우량계 0.5mm 당 1 Pulse용 Tipping bucket type 수로 수위유속계 레이다 수위FMCW유속PMW센서 하천 수위계 레이다 수위센서 FMCW 서버 운영서버 1.9GHz, 6Core x 2ea 이상 세부사항은시스템장비구성요구사항 참조",
      "tables": [
        [
          [
            "추진일정 \n    도입내용",
            "용역착수일로부터 6개월",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "비고"
          ],
          [
            "",
            "+1",
            "",
            "+2",
            "",
            "+3",
            "",
            "+4",
            "",
            "+5",
            "",
            "+6",
            "",
            ""
          ],
          [
            "1. 착수조사 및 HW 설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2. HW 제작 및 설치",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3. 시범지구 시스템 분석/설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4. 웹서버, DB서버, 스토리지 구성",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5. 시범지구 시스템 개발 및 테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "산  출  내  역"
          ],
          [
            "S/W  (A)",
            "SW사업  대가산정  가이드"
          ],
          [
            "H/W  (B)",
            "정보통신공사  표준품셈"
          ],
          [
            "국외경비  (C)",
            "한국농어촌공사  「여비규정」"
          ],
          [
            "부가세  (D)",
            "D  =  (A  +  B  +  C)  x  10%"
          ],
          [
            "계  (E)",
            "E  =  A  +  B  +  C  +  D"
          ]
        ],
        [
          [
            "구    분",
            "방    식",
            "비 고"
          ],
          [
            "입찰방식",
            "제한경쟁입찰",
            "20일 공고"
          ],
          [
            "사업자 선정방식",
            "협상에 의한 계약",
            ""
          ],
          [
            "평가방식",
            "기술평가(90%) / 가격평가(10%)",
            ""
          ]
        ],
        [
          [
            "구분",
            "항목",
            "주요사양"
          ],
          [
            "합계",
            "",
            ""
          ],
          [
            "계측기",
            "강우량계",
            "0.5mm 당 1 Pulse용 Tipping bucket type"
          ],
          [
            "",
            "수로 수위/유속계",
            "레이다 수위(FMCW)·유속(PMW)센서"
          ],
          [
            "",
            "하천 수위계",
            "레이다 수위센서 (FMCW)"
          ],
          [
            "서버",
            "운영서버",
            "1.9GHz, 6Core x 2ea 이상"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 6
    },
    {
      "page": 7,
      "text": "- 9 - 2. 시스템 개념도 시스템구성도 m 기존시스템NIMIS와Pilot 시스템구성방안별도구성 m Pilot 시스템프로그램환경구성 구 분 기반구조 및 환경 용도 운영체제 서비스 수집서버 Windows 수집프로그램 WEB서버 Windows Apache WAS서버 Windows Tomcat DB서버 Windows Postgre 현지및사업여건에따라일부조정될수있음 m Pilot 시스템구성도네트워크포함 - 10 - m 사업지구및HW 설치위치예정 3. 세부과업지침 과업총괄체계 구성요소 Component 주요 활동 내용 Activity Input Pilot 시스템 구축 1. 네팔 수자원관개청Department of Water Resources and Irrigation, DWRI에서 운영 예정인 GIS 기반 Pilot 시스템 구축 - GIS 기반 시범지구 계측기기 위치정보 표출 기능 구현 - GIS 기반 기상자료, 수로수위유속유량, 하천유입, 유출수위 정보표출 - GIS 기반 시설 상세 정보표출 2. 시범지구 현장에 설치된 계측장비의 데이터 수집 및 기간데이터 표출 구현 - 계측데이터 수집 및 유량 정보 환산 - 통합 DB 구축 3. 모바일 기반 자료입력 모듈 구현 - 미계측지점에 대한 수위 입력 기능 구현 - 지점별 계측현황 정보 및 사용자",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "기반구조  및  환경",
            ""
          ],
          [
            "용도",
            "운영체제",
            "서비스"
          ],
          [
            "수집서버",
            "Windows",
            "수집프로그램"
          ],
          [
            "WEB서버",
            "Windows",
            "Apache"
          ],
          [
            "WAS서버",
            "Windows",
            "Tomcat"
          ],
          [
            "DB서버",
            "Windows",
            "Postgre"
          ]
        ],
        [
          [
            "구성요소\nComponent",
            "주요 활동 내용\nActivity / Input"
          ],
          [
            "Pilot 시스템 \n구축",
            "1. 네팔 수자원관개청(Department of \nWater Resources and Irrigation, \nDWRI)에서 운영 예정인 GIS 기반 \nPilot 시스템 구축\n - GIS 기반 시범지구 계측기기 \n위치정보 표출 기능 구현\n - GIS 기반 기상자료, \n수로(수위/유속/유량), 하천(유입, \n유출수위) 정보표출\n - GIS 기반 시설 상세 정보표출\n2. 시범지구 현장에 설치된 \n계측장비의 데이터 수집 및 \n기간데이터 표출 구현\n - 계측데이터 수집 및 유량 정보 \n환산\n - 통합 DB 구축\n3. 모바일 기반 자료입력 모듈 구현\n - 미계측지점에 대한 수위 입력 \n기능 구현\n - 지점별 계측현황 정보 및 사용자"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 8,
      "text": "- 11 - 기타이행시기및주요산출물목록, 부수, 양식, 사양등은계약협상단계에서공사와협의하여결정 기자재공급및설치요구사항 m 기자재공급및설치개요 입력 데이터 조회 기능 구현 기자재 공급 및 설치, 운영관리 4. 계측 기자재 구성 검토, 가격조사, 세부사양 작성 5. 계측 기자재 설치 계획 및 설계 6. 실시간 자동 강우관측장비 공급 및 설치 7. 실시간 자동 수위관측장비 공급 및 설치 8. 실시간 자동 수위유속관측장비 공급 및 설치 9. 계측데이터 송신을 위한 통신설비 공급 및 설치 10. DB운영 서버 공급 및 설치 11. 기타설비예비품 공급 o 기자재 설계보고서 착수조사 결과보고서 o 기자재 설치 결과보고서 설치결과 보고서 테스트완료 보고서 검수 결과서 수원기관 인수 확인서 o 기자재 운영관리 매뉴얼 기술이전 및 역량 강화 12. 역량강화 - 기술워킹그룹유관기관 실무자 o 교육훈련계획서 o 교육훈련결과보고서 o 교육교재 사업관리 13. 사업수행계획 수립 14. 착수조사 시행 15. 단계별 기자재 공급 및 설치 관리 16. 운영 및 관리계획 수립 17. 사후관리하자보수 계획 수립 18. 인수인계 및 종료 o 사업수행 계획서 o 사후관리유지보수 계획서 o 사업수행 결과보고서 o 기타 요청 자료 요구사항 요구사항 상세설명 1 실시간 자동 계측장비 공급 - 강우 1개소 - 수위 2개소 - 수위유속 2개소 실시간 관측을 위한 기본장비 구성은 아래의 구성안과 같이 1 센서부 강우, 수위, 수위유속, 2 자료수집부RTU, 3 통신부LTE, 4 전원공급부태양광, 배터리, 5 기타설비폴대 및 함체, 기타 설치구조물 등 등으로 구성한다. 2 LTE 통신설비 계측데이터 송신을 위한 통신설비는 각 계측 지점에 설치되며, 함체 내부에 설치되어 주변 환경 및 기후로부터 보호되어야 한다. 통신설비는 각 관측설비강우, 수위, 수위유속에서 수집된 계측데이터를 LTE 통신을 통해 수원국네팔 정부가 지정하는 시설의 인터넷 라우터로 데이터를 송신한다. 3 운영시스템 및 DB 서버 LTE 통신설비를 통하여 수신된 계측데이터는 DB서버에 안전하게 저장된다. - 12 - m 기자재목록 구분 항목 주요사양 합계 계측기 강우량계 0.5mm 당 1 Pulse용 Tipping bucket type 수로 수위유속계 레이다 수위FMCW유속PMW센서 하천 수위계 레이다 수위센서 FMCW 서버 운영서버 1.9GHz, 6Core x 2ea 이상 항목별기술확약서제출포함 세부사항은시스템장비구성요구사항 참조 - 본페이지이하여백- 동일 서버에 구축된 운영시스템GIS 기반 Pilot 시스템, 모바일 기반 자료입력 모듈은 Web 상에서 사용자가 DB 서버의 시설물 정보, 계측정보 등을 조회하고, 필요시 자료를 직접 입력할 수 있도록 하여 사용자의 의사결정의 기반을 마련한다.",
      "tables": [
        [
          [
            "구분",
            "항목",
            "주요사양"
          ],
          [
            "합계",
            "",
            ""
          ],
          [
            "계측기",
            "강우량계",
            "0.5mm 당 1 Pulse용 Tipping bucket type"
          ],
          [
            "",
            "수로 수위/유속계",
            "레이다 수위(FMCW)·유속(PMW)센서"
          ],
          [
            "",
            "하천 수위계",
            "레이다 수위센서 (FMCW)"
          ],
          [
            "서버",
            "운영서버",
            "1.9GHz, 6Core x 2ea 이상"
          ]
        ],
        [
          [
            "",
            "입력 데이터 조회 기능 구현",
            ""
          ],
          [
            "기자재 공급\n및 설치, \n운영관리",
            "4. 계측 기자재 구성 검토, 가격조사, \n세부사양 작성\n5. 계측 기자재 설치 계획 및 설계\n6. 실시간 자동 강우관측장비 공급 \n및 설치\n7. 실시간 자동 수위관측장비 공급 \n및 설치\n8. 실시간 자동 수위/유속관측장비 \n공급 및 설치\n9. 계측데이터 송신을 위한 통신설비 \n공급 및 설치\n10. DB/운영 서버 공급 및 설치\n11. 기타설비(예비품) 공급",
            "o 기자재 설계보고서\n·착수조사 결과보고서\no 기자재 설치 결과보고서\n·설치결과 보고서\n·테스트완료 보고서\n·검수 결과서\n·수원기관 인수 확인서\no 기자재 운영관리 매뉴얼"
          ],
          [
            "기술이전 및 \n역량 강화",
            "12. 역량강화\n  - 기술워킹그룹(유관기관 실무자)",
            "o 교육훈련계획서\no 교육훈련결과보고서\no 교육교재"
          ],
          [
            "사업관리",
            "13. 사업수행계획 수립\n14. 착수조사 시행  \n15. 단계별 기자재 공급 및 설치 \n관리\n16. 운영 및 관리계획 수립 \n17. 사후관리(하자보수) 계획 수립\n18. 인수인계 및 종료",
            "o 사업수행 계획서\no 사후관리(유지보수) 계획서\no 사업수행 결과보고서\no 기타 요청 자료"
          ]
        ],
        [
          [
            "요구사항",
            "요구사항 상세설명"
          ],
          [
            "(1) 실시간 자동 계측장비 공급 \n- 강우 1개소\n- 수위 2개소\n- 수위/유속 2개소",
            "실시간 관측을 위한 기본장비 구성은 아래의 구성안과 \n같이 ① 센서부 (강우, 수위, 수위/유속), ② \n자료수집부(RTU), ③ 통신부(LTE), ④ \n전원공급부(태양광, 배터리), ⑤ 기타설비(폴대 및 \n함체, 기타 설치구조물 등) 등으로 구성한다."
          ],
          [
            "(2) LTE 통신설비",
            "계측데이터 송신을 위한 통신설비는 각 계측 지점에 \n설치되며, 함체 내부에 설치되어 주변 환경 및 \n기후로부터 보호되어야 한다. \n통신설비는 각 관측설비(강우, 수위, 수위/유속)에서 \n수집된 계측데이터를 LTE 통신을 통해 수원국(네팔) \n정부가 지정하는 시설의 인터넷 라우터로 데이터를 \n송신한다."
          ],
          [
            "(3) 운영시스템 및 DB 서버",
            "LTE 통신설비를 통하여 수신된 계측데이터는 \nDB서버에 안전하게 저장된다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 13 - 4. 상세 요구사항 요구사항총괄표 요구사항 구분 내용 요구사항 수 기능 요구사항 SFR, System Function Requirement - 목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사용자가 반드시 수행할 수 있어야하는 기능동작에 대하여 기술함 - 개별 기능요구사항은 전체시스템의 계층적 구조분석을 통해 세부 기능별 상세 요구사항을 작성해야 하며, 기능 수행을 위한 데이터 요구사항과 연계를 고려하여 기술함 12 성능 요구사항 PER, Performance Requirement - 목표 시스템의 처리속도 및 시간, 처리량, 동적정적 용량, 가용성 등 성능에 대한 요구사항을 기술함 5 시스템 장비구성 요구사항 ECR, Equipment Composition Requirement - 목표사업수행을 위해 필요한 HW, SW, NW 등의 도입 장비 내역 등 시스템 장비 구성에 대한 요구사항을 기술함 5 데이터 요구사항 DAR, Data Requirement - 목표시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, 방법, 보안이 필요한 데이터 등 데이터를 구축하는 데 필요한 요구사항을 기술함 6 인터페이스 요구사항 INR, Interface Requirement - 목표 시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요구사항을 기술한 것으로 타 소프트웨어, 하드웨어 및 통신 인터페이스, 타 시스템들과의 정보교환에 이용되는 프로토콜과의 연계도 포함하여 기술함 - 단, 인터페이스 요구사항의 경우 사용자 편의성, 사용자 경험 등의 사용자 중심의 요구사항을 기술함 3 테스트 요구사항 TER, Test Requirement - 구축된 시스템이 목표 대비 제대로 운영되는지 테스트하고 점검하기 위한 요구사항을 찾아내어 기술함 - 목표시스템의 테스트 유형단위테스트, 통합테스트, 시스템테스트, 성능테스트 등, 테스트 환경, 방법, 절차 등에 대한 요구사항을 기술함 3 보안 요구사항 SER, Security Requirement - 정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항을 기술함 4 - 14 - - 본페이지이하여백- 요구사항 구분 내용 품질 요구사항 QUR, Quality Requirement - 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질 항목, 품질 평가 대상 및 목표에 대한 요구사항을 기술함 - 신뢰성, 사용성, 유지보수성, 이식성, 보안성을 구분하여 기술함 제약사항 COR, Constraint Requirement - 목표시스템 설계, 구축, 운영과 관련 파악된 기술표준업무법제도 등 제약 조건 등을 파악하여 기술함 프로젝트 관리 요구사항 PMR, Project Management Requirement - 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행 방안에 대한 요구사항을 기술함 - 사업수행조직, 관리 방법, 일정계획, 사업추진 체계, 요구사항 추적, 성과관리 요건을 기술함 프로젝트 지원 요구사항 PSR, Project Support Requirement - 프로젝트의 원활한 수행을 위해 필요한 지원사항 및 방안에 대한 요구사항을 기술함 - 시스템서비스 안정화 및 운영, 교육훈련 및 기술지원, 하자보수 또는 유지관리 요구사항 등을 기술함 합 계",
      "tables": [
        [
          [
            "요구사항 구분",
            "내용"
          ],
          [
            "품질 요구사항\n(QUR, Quality \nRequirement)",
            "- 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 \n품질 항목, 품질 평가 대상 및 목표에 대한 \n요구사항을 기술함\n- 신뢰성, 사용성, 유지보수성, 이식성, 보안성을 구분하여 \n기술함"
          ],
          [
            "제약사항\n(COR, Constraint \nRequirement)",
            "- 목표시스템 설계, 구축, 운영과 관련 파악된 \n기술·표준·업무·법제도 등 제약 조건 등을 파악하여 \n기술함"
          ],
          [
            "프로젝트 관리 요구사항\n(PMR, Project \nManagement \nRequirement)",
            "- 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 \n단계별 수행 방안에 대한 요구사항을 기술함\n- 사업수행조직, 관리 방법, 일정계획, 사업추진 체계, \n요구사항 추적, 성과관리 요건을 기술함"
          ],
          [
            "프로젝트 지원 요구사항\n(PSR, Project Support \nRequirement)",
            "- 프로젝트의 원활한 수행을 위해 필요한 지원사항 및 \n방안에 대한 요구사항을 기술함\n- 시스템/서비스 안정화 및 운영, 교육훈련 및 기술지원, \n하자보수 또는 유지관리 요구사항 등을 기술함"
          ],
          [
            "합 계",
            ""
          ]
        ],
        [
          [
            "요구사항 구분",
            "내용",
            "요구사항 수"
          ],
          [
            "기능 요구사항\n(SFR, System Function \nRequirement)",
            "- 목표시스템이 반드시 수행하여야 하거나 목표시스템을 \n이용하여 사용자가 반드시 수행할 수 있어야하는  \n기능(동작)에 대하여 기술함\n- 개별 기능요구사항은 전체시스템의 계층적 구조분석을 \n통해 세부 기능별 상세 요구사항을 작성해야 하며, \n기능 수행을 위한 데이터 요구사항과 연계를 고려하여 \n기술함",
            "12"
          ],
          [
            "성능 요구사항\n(PER, Performance \nRequirement)",
            "- 목표 시스템의 처리속도 및 시간, 처리량, 동적․정적 \n용량, 가용성 등 성능에 대한 요구사항을 기술함",
            "5"
          ],
          [
            "시스템 장비구성 \n요구사항\n(ECR, Equipment \nComposition Requirement)",
            "- 목표사업수행을 위해 필요한 HW, SW, NW 등의 도입 \n장비 내역 등 시스템 장비 구성에 대한 요구사항을 \n기술함",
            "5"
          ],
          [
            "데이터 요구사항\n(DAR, Data Requirement)",
            "- 목표시스템의 서비스에 필요한 초기자료 구축 및 \n데이터 변환을 위한 대상, 방법, 보안이 필요한 데이터 \n등 데이터를 구축하는 데 필요한 요구사항을 기술함",
            "6"
          ],
          [
            "인터페이스 요구사항\n(INR, Interface \nRequirement)",
            "- 목표 시스템과 외부를 연결하는 시스템 인터페이스와 \n사용자 인터페이스에 대한 요구사항을 기술한 것으로 \n타 소프트웨어, 하드웨어 및 통신 인터페이스, 타 \n시스템들과의 정보교환에 이용되는 프로토콜과의 \n연계도 포함하여 기술함\n- 단, 인터페이스 요구사항의 경우 사용자 편의성, 사용자 \n경험 등의 사용자 중심의 요구사항을 기술함",
            "3"
          ],
          [
            "테스트 요구사항\n(TER, Test Requirement)",
            "- 구축된 시스템이 목표 대비 제대로 운영되는지 \n테스트하고 점검하기 위한 요구사항을 찾아내어 \n기술함\n- 목표시스템의 테스트 유형(단위테스트, 통합테스트, \n시스템테스트, 성능테스트 등), 테스트 환경, 방법, \n절차 등에 대한 요구사항을 기술함",
            "3"
          ],
          [
            "보안 요구사항\n(SER, Security \nRequirement)",
            "- 정보 자산의 기밀성과 무결성을 확보하기 위해 목표 \n시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 \n요구사항을 기술함",
            "4"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 15 - 요구사항별상세구성표 요구사항 구분 요구사항ID 요구사항 명칭 기능 요구사항 SFR-001 외부연계데이터 - 강우량 계측데이터 수집 SFR-002 외부연계데이터 - 수로하천 수위데이터 수집 SFR-003 외부연계데이터 - 미계측 수로 수위입력자료 수집 SFR-004 웹기반 운영시스템 - 지도기반 종합정보 표출 SFR-005 웹기반 운영시스템 - 지도기반 계측데이터 집계 표출 SFR-006 웹기반 운영시스템 - 지도기반 시설별 상세정보 표출 SFR-007 웹기반 운영시스템 - 현장계측입력정보 표출 SFR-008 웹기반 운영시스템 - 사용자 입력데이터 표출표그래프 SFR-009 웹기반 운영시스템 - 계측입력데이터 저장 SFR-010 모바일 입력표출 - 모바일 미계측 지점 자료입력 SFR-011 모바일 입력표출 - 입력계측 자료 조회 SFR-012 모바일 입력표출 - 지점별 상세자료 조회 성능 요구사항 PER-001 성능 일반 PER-002 온라인성 업무 및 배치성 업무 응답시간 PER-003 오류응답시간 PER-004 CPU 사용률 목표 PER-005 메모리사용률 시스템 장비구성 요구사항 ECR-001 시스템 장비 구성 일반 ECR-002 강우량계 1개소 ECR-003 수로 수위유속계 2개소 ECR-004 하천 수위계 2개소 ECR-005 시스템 및 저장장치 도입 1식 데이터 요구사항 DAR-001 데이터 표준 수립 및 상위표준 준수 DAR-002 데이터 구조 설계 DAR-003 데이터 구조 검증 DAR-004 데이터 값 검증 방안 DAR-005 데이터 관리 DAR-006 데이터 복구 - 16 - 요구사항 구분 요구사항ID 요구사항 명칭 인터페이스 요구사항 INR-001 사용자 인터페이스 INR-002 시스템간 인터페이스 INR-003 통합 UI 테스트 요구사항 TER-001 통합테스트 TER-002 인수테스트 TER-003 시험운영 요건 보안 요구사항 SER-001 관리적 보안 SER-002 물리적 보안 SER-003 기술적 보안 SER-004 사용자 권한 품질 요구사항 QUR-001 가용성 QUR-002 장애대응 QUR-003 사용의 편의성 QUR-004 변경관리 QUR-005 하자담보 책임방안 QUR-006 산출물 관리 QUR-007 품질관리 활동 제약사항 COR-001 규정 변경에 따른 시스템 구현의 유연성 COR-002 데이터 사용 및 접근 제약사항 COR-003 기존시스템 호환 COR-004 웹표준, 웹호환성 준수 프로젝트 관리 요구사항 PMR-001 사업 수행 조직 PMR-002 용역수행책임자 PMR-003 인력교체 PMR-004 형상관리 요구사항 PMR-005 공동수급형태의 제안 PMR-006 사업관리 방법 PMR-007 일정계획 PMR-008 기자재 납품 및 설치",
      "tables": [
        [
          [
            "요구사항 구분",
            "요구사항ID",
            "요구사항 명칭"
          ],
          [
            "기능 요구사항",
            "SFR-001",
            "외부연계데이터 - 강우량 계측데이터 수집"
          ],
          [
            "",
            "SFR-002",
            "외부연계데이터 - 수로/하천 수위데이터 수집"
          ],
          [
            "",
            "SFR-003",
            "외부연계데이터 - 미계측 수로 수위입력자료 수집"
          ],
          [
            "",
            "SFR-004",
            "웹기반 운영시스템 - 지도기반 종합정보 표출"
          ],
          [
            "",
            "SFR-005",
            "웹기반 운영시스템 - 지도기반 계측데이터 집계 표출"
          ],
          [
            "",
            "SFR-006",
            "웹기반 운영시스템 - 지도기반 시설별 상세정보 표출"
          ],
          [
            "",
            "SFR-007",
            "웹기반 운영시스템 - 현장계측/입력정보 표출"
          ],
          [
            "",
            "SFR-008",
            "웹기반 운영시스템 - 사용자 입력데이터 표출(표/그래프)"
          ],
          [
            "",
            "SFR-009",
            "웹기반 운영시스템 - 계측/입력데이터 저장"
          ],
          [
            "",
            "SFR-010",
            "모바일 입력표출 - 모바일 미계측 지점 자료입력"
          ],
          [
            "",
            "SFR-011",
            "모바일 입력표출 - 입력/계측 자료 조회"
          ],
          [
            "",
            "SFR-012",
            "모바일 입력표출 - 지점별 상세자료 조회"
          ],
          [
            "성능 요구사항",
            "PER-001",
            "성능 일반"
          ],
          [
            "",
            "PER-002",
            "온라인성 업무 및 배치성 업무 응답시간"
          ],
          [
            "",
            "PER-003",
            "오류응답시간"
          ],
          [
            "",
            "PER-004",
            "CPU 사용률 목표"
          ],
          [
            "",
            "PER-005",
            "메모리사용률"
          ],
          [
            "시스템 장비구성 \n요구사항",
            "ECR-001",
            "시스템 장비 구성 일반"
          ],
          [
            "",
            "ECR-002",
            "강우량계 (1개소)"
          ],
          [
            "",
            "ECR-003",
            "수로 수위/유속계 (2개소)"
          ],
          [
            "",
            "ECR-004",
            "하천 수위계 (2개소)"
          ],
          [
            "",
            "ECR-005",
            "시스템 및 저장장치 도입 (1식)"
          ],
          [
            "데이터 요구사항",
            "DAR-001",
            "데이터 표준 수립 및 상위표준 준수"
          ],
          [
            "",
            "DAR-002",
            "데이터 구조 설계"
          ],
          [
            "",
            "DAR-003",
            "데이터 구조 검증"
          ],
          [
            "",
            "DAR-004",
            "데이터 값 검증 방안"
          ],
          [
            "",
            "DAR-005",
            "데이터 관리"
          ],
          [
            "",
            "DAR-006",
            "데이터 복구"
          ]
        ],
        [
          [
            "요구사항 구분",
            "요구사항ID",
            "요구사항 명칭"
          ],
          [
            "인터페이스 \n요구사항",
            "INR-001",
            "사용자 인터페이스"
          ],
          [
            "",
            "INR-002",
            "시스템간 인터페이스"
          ],
          [
            "",
            "INR-003",
            "통합 UI"
          ],
          [
            "테스트 요구사항",
            "TER-001",
            "통합테스트"
          ],
          [
            "",
            "TER-002",
            "인수테스트"
          ],
          [
            "",
            "TER-003",
            "시험운영 요건"
          ],
          [
            "보안 요구사항",
            "SER-001",
            "관리적 보안"
          ],
          [
            "",
            "SER-002",
            "물리적 보안"
          ],
          [
            "",
            "SER-003",
            "기술적 보안"
          ],
          [
            "",
            "SER-004",
            "사용자 권한"
          ],
          [
            "품질 요구사항",
            "QUR-001",
            "가용성"
          ],
          [
            "",
            "QUR-002",
            "장애대응"
          ],
          [
            "",
            "QUR-003",
            "사용의 편의성"
          ],
          [
            "",
            "QUR-004",
            "변경관리"
          ],
          [
            "",
            "QUR-005",
            "하자담보 책임방안"
          ],
          [
            "",
            "QUR-006",
            "산출물 관리"
          ],
          [
            "",
            "QUR-007",
            "품질관리 활동"
          ],
          [
            "제약사항",
            "COR-001",
            "규정 변경에 따른 시스템 구현의 유연성"
          ],
          [
            "",
            "COR-002",
            "데이터 사용 및 접근 제약사항"
          ],
          [
            "",
            "COR-003",
            "기존시스템 호환"
          ],
          [
            "",
            "COR-004",
            "웹표준, 웹호환성 준수"
          ],
          [
            "프로젝트 관리 \n요구사항",
            "PMR-001",
            "사업 수행 조직"
          ],
          [
            "",
            "PMR-002",
            "용역수행책임자"
          ],
          [
            "",
            "PMR-003",
            "인력교체"
          ],
          [
            "",
            "PMR-004",
            "형상관리 요구사항"
          ],
          [
            "",
            "PMR-005",
            "공동수급형태의 제안"
          ],
          [
            "",
            "PMR-006",
            "사업관리 방법"
          ],
          [
            "",
            "PMR-007",
            "일정계획"
          ],
          [
            "",
            "PMR-008",
            "기자재 납품 및 설치"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 17 - - 본페이지이하여백- 요구사항 구분 요구사항ID 요구사항 명칭 PMR-009 요구사항 관리방안 제시 PMR-010 위험관리 방안 PMR-011 정기보고 PMR-012 수시보고 PMR-013 산출물 관리방안 PMR-014 검수 및 검사 PMR-015 참여인력 보안서약 및 책임 PMR-016 정보보안계획 수립 및 실행 PMR-017 SW사업저장소 사업정보 제출의무 이행 PMR-018 프로젝트 개발 환경 구성 프로젝트 지원 요구사항 PSR-001 시스템 안정화 지원 PSR-002 품질보증 활동 PSR-003 하자보수 일반 PSR-004 사용자 및 운영자 교육 PSR-005 교육자료 제작 PSR-006 기술이전 - 18 - 상세요구사항 m 기능요구사항 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 외부연계데이터 - 강우량 계측데이터 수집 상세설명 정의 시범지구 강우량 계측데이터 수집 세부내용 강우량 계측데이터 수집 - 시범지구에 설치된 강우량계 데이터를 무선통신 방식으로 통해 데이터수집장치로부터 DWRI 통신서버를 통해 DB에 저장하고 웹모바일 프로그램 통해 조회가 가능해야 함 - 데이터 수집주기는 10분을 기본으로 하며, 서버와 통신 오류시 최소 3회 반복하여 동작 - 데이터 수집프로토콜은 농림축산식품부 저수지 자동수위측정기설치 및 운영 지침준수 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-002 요구사항 명칭 외부연계데이터 - 수로하천 수위데이터 수집 상세설명 정의 시범지구 수로하천 수위데이터 수집 세부내용 시범지구 수로하천 수위데이터 수집 - 시범지구에 설치된 수로하천 데이터를 무선통신 방식으로 데이터수집장치로부터 DWRI 통신서버를 통해 DB에 저장하고 웹모바일 프로그램 통해 조회가 가능해야 함 - 수로부 데이터는 수위유속 데이터와 수로 제원을 통해 계산된 유량데이터를 함께 연동하거나 서버 제원을 통해 계산 - 데이터 수집프로토콜은 농림축산식품부 저수지 자동수위측정기설치 및 운영 지침준수 - 데이터 수집주기는 10분을 기본으로 하며, 서버와 통신 오류시 최소 3회 반복하여 동작 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 요구사항 분류 기능 요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "외부연계데이터 - 강우량 계측데이터 수집"
          ],
          [
            "상세설명",
            "정의",
            "시범지구 강우량 계측데이터 수집"
          ],
          [
            "",
            "세부내용",
            "❍  강우량 계측데이터 수집\n - 시범지구에 설치된 강우량계 데이터를 무선통신 방식으로 \n통해 데이터수집장치로부터 DWRI 통신서버를 통해 DB에 \n저장하고 웹/모바일 프로그램 통해 조회가 가능해야 함\n - 데이터 수집주기는 10분을 기본으로 하며, 서버와 통신 \n오류시 최소 3회 반복하여 동작 \n - 데이터 수집프로토콜은 농림축산식품부 ‘저수지 \n자동수위측정기설치 및 운영 지침’준수"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 구분",
            "요구사항ID",
            "요구사항 명칭"
          ],
          [
            "",
            "PMR-009",
            "요구사항 관리방안 제시"
          ],
          [
            "",
            "PMR-010",
            "위험관리 방안"
          ],
          [
            "",
            "PMR-011",
            "정기보고"
          ],
          [
            "",
            "PMR-012",
            "수시보고"
          ],
          [
            "",
            "PMR-013",
            "산출물 관리방안"
          ],
          [
            "",
            "PMR-014",
            "검수 및 검사"
          ],
          [
            "",
            "PMR-015",
            "참여인력 보안서약 및 책임"
          ],
          [
            "",
            "PMR-016",
            "정보보안계획 수립 및 실행"
          ],
          [
            "",
            "PMR-017",
            "SW사업저장소 사업정보 제출의무 이행"
          ],
          [
            "",
            "PMR-018",
            "프로젝트 개발 환경 구성"
          ],
          [
            "프로젝트 지원 \n요구사항",
            "PSR-001",
            "시스템 안정화 지원"
          ],
          [
            "",
            "PSR-002",
            "품질보증 활동"
          ],
          [
            "",
            "PSR-003",
            "하자보수 일반"
          ],
          [
            "",
            "PSR-004",
            "사용자 및 운영자 교육"
          ],
          [
            "",
            "PSR-005",
            "교육자료 제작"
          ],
          [
            "",
            "PSR-006",
            "기술이전"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "외부연계데이터 - 수로/하천 수위데이터 수집"
          ],
          [
            "상세설명",
            "정의",
            "시범지구 수로/하천 수위데이터 수집"
          ],
          [
            "",
            "세부내용",
            "❍  시범지구 수로/하천 수위데이터 수집\n - 시범지구에 설치된 수로/하천 데이터를 무선통신 방식으로 \n데이터수집장치로부터 DWRI 통신서버를 통해 DB에 저장하고 \n웹/모바일 프로그램 통해 조회가 가능해야 함\n - 수로부 데이터는 수위/유속 데이터와 수로 제원을 통해 \n계산된 유량데이터를 함께 연동하거나 서버 제원을 통해 \n계산\n - 데이터 수집프로토콜은 농림축산식품부 ‘저수지 \n자동수위측정기설치 및 운영 지침’준수\n - 데이터 수집주기는 10분을 기본으로 하며, 서버와 통신 \n오류시 최소 3회 반복하여 동작"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 19 - 요구사항 고유번호 SFR-003 요구사항 명칭 외부연계데이터 - 미계측 수로 수위입력자료 수집 상세설명 정의 미계측 수로 수위입력자료 수집 세부내용 미계측 수로 수위입력자료 수집 - 시범지구에 사전에 정의하여 등록된 미계측지점에 대해 사용자 입력한 수위데이터를 모바일을 통해 입력받아 DWRI 운영서버 DB에 저장하고, 웹모바일 프로그램을 통해 조회가 가능해야 함 - 데이터 연계 주기는 사용자 입력시점을 기준으로 함 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-004 요구사항 명칭 웹기반 운영시스템 - 지도기반 종합정보 표출 상세설명 정의 지도기반 종합정보 표출 세부내용 GIS 정보 표출 - 시범지구에 설치된 강우, 수로수위유속유량, 하천수위 데이터를 GIS 기반으로 위치 정보 및 계측현황을 색상으로 표출 - 시범지구에 설치된 강우, 수로, 하천 계측항목 데이터를 지도기반으로 지도 축적에 따라 값을 표출 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-005 요구사항 명칭 웹기반 운영시스템 - 지도기반 계측데이터 집계 표출 상세설명 정의 지도기반 계측데이터 집계 표출 세부내용 종합계측정보 제공 - 시범지구에 설치된 강우, 수로수위유속유량, 하천수위 데이터를 테이블로 집계하여 메인화면에 표출 - 시범지구에 설치된 강우, 수로, 하천 계측항목에 따른 주요 정보를 데이터 범위에 따라, 색상으로 분류하여 표출 - 유량환산의 경우, 서버에 입력된 수로제원정보와 수위계측값을 통해 수로 단면을 산정하고, 유속 측정값과 곱하여 10분단위로 표출 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 - 20 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-006 요구사항 명칭 웹기반 운영시스템 - 지도기반 시설별 상세정보 표출 상세설명 정의 지도 기반 시설별 상세정보 제공 세부내용 시설별 상세정보 제공 - 시설 제원, 계측정보를 사용자 선택시 상세하게 제공해야 함 - 시설상세정보 시설사진, 시설제원, 실시간 측정값수위, 유속, 유량, 강우 등 등 - 시설 상세정보는 계측값에 따라 현장 정보를 표출해야 함 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-007 요구사항 명칭 웹기반 운영시스템 - 현장계측입력정보 표출 상세설명 정의 실시간 계측데이터강우수로하천 표출표그래프 세부내용 실시간 계측데이터는 수로와 하천에 각각 설치한 강우, 수위, 유량 데이터를 매 10분 단위로 수집하여 실시간 계측정보를 제공해야 함 실시간계측자료는 사용자 조건에 따라 그래프와 표 형태로 분류하여 데이터를 표출하도록 구성 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-008 요구사항 명칭 웹기반 운영시스템 - 사용자 입력데이터 표출표그래프 상세설명 정의 사용자 입력데이터수위 표출표그래프 세부내용 사용자 입력데이터는 사용자 관리 수로 수위데이터를 모바일 환경에서 입력한 데이터를 집계하여 제공해야 함 사용자 입력데이터는 사용자 조건에 따라 그래프와 표 형태로 분류하여 데이터를 표출하도록 구성 함 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "외부연계데이터 - 미계측 수로 수위입력자료 수집"
          ],
          [
            "상세설명",
            "정의",
            "미계측 수로 수위입력자료 수집"
          ],
          [
            "",
            "세부내용",
            "❍  미계측 수로 수위입력자료 수집\n - 시범지구에 사전에 정의하여 등록된 미계측지점에 대해 사용자 \n입력한 수위데이터를 모바일을 통해 입력받아 DWRI 운영서버 \nDB에 저장하고, 웹/모바일 프로그램을 통해 조회가 가능해야 함\n - 데이터 연계 주기는 사용자 입력시점을 기준으로 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "웹기반 운영시스템 - 지도기반 시설별 상세정보 표출"
          ],
          [
            "상세설명",
            "정의",
            "지도 기반 시설별 상세정보 제공"
          ],
          [
            "",
            "세부내용",
            "❍  시설별 상세정보 제공\n - 시설 제원, 계측정보를 사용자 선택시 상세하게 제공해야 함\n - 시설상세정보 : 시설사진, 시설제원, 실시간 측정값(수위, \n유속, 유량, 강우 등) 등\n - 시설 상세정보는 계측값에 따라 현장 정보를 표출해야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "웹기반 운영시스템 - 지도기반 종합정보 표출"
          ],
          [
            "상세설명",
            "정의",
            "지도기반 종합정보 표출"
          ],
          [
            "",
            "세부내용",
            "❍  GIS 정보 표출\n - 시범지구에 설치된 강우, 수로(수위/유속/유량), 하천(수위) \n데이터를 GIS 기반으로 위치 정보 및 계측현황을 색상으로 표출\n - 시범지구에 설치된 강우, 수로, 하천 계측항목 데이터를 \n지도기반으로 지도 축적에 따라 값을 표출"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "웹기반 운영시스템 - 현장계측/입력정보 표출"
          ],
          [
            "상세설명",
            "정의",
            "실시간 계측데이터(강우/수로/하천) 표출(표/그래프)"
          ],
          [
            "",
            "세부내용",
            "❍  실시간 계측데이터는 수로와 하천에 각각 설치한 강우, 수위, \n유량 데이터를 매 10분 단위로 수집하여 실시간 계측정보를 \n제공해야 함\n❍  실시간계측자료는 사용자 조건에 따라 그래프와 표 형태로 \n분류하여 데이터를 표출하도록 구성"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "웹기반 운영시스템 - 사용자 입력데이터 표출(표/그래프)"
          ],
          [
            "상세설명",
            "정의",
            "사용자 입력데이터(수위) 표출(표/그래프)"
          ],
          [
            "",
            "세부내용",
            "❍  사용자 입력데이터는 사용자 관리 수로 수위데이터를 모바일 \n환경에서 입력한 데이터를 집계하여 제공해야 함\n❍  사용자 입력데이터는 사용자 조건에 따라 그래프와 표 형태로 \n분류하여 데이터를 표출하도록 구성 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "웹기반 운영시스템 - 지도기반 계측데이터 집계 표출"
          ],
          [
            "상세설명",
            "정의",
            "지도기반 계측데이터 집계 표출"
          ],
          [
            "",
            "세부내용",
            "❍  종합계측정보 제공\n - 시범지구에 설치된 강우, 수로(수위/유속/유량), 하천(수위) \n데이터를 테이블로 집계하여 메인화면에 표출\n - 시범지구에 설치된 강우, 수로, 하천 계측항목에 따른 주요 \n정보를 데이터 범위에 따라, 색상으로 분류하여 표출\n - 유량환산의 경우, 서버에 입력된 수로제원정보와 수위계측값을 \n통해 수로 단면을 산정하고, 유속 측정값과 곱하여 10분단위로 \n표출"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 21 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-009 요구사항 명칭 웹기반 운영시스템 - 계측입력데이터 저장 상세설명 정의 계측입력 데이터강우수로하천 저장 세부내용 계측입력 데이터는 수로와 하천에 각각 설치한 강우, 수위, 유량 데이터, 사용자 입력데이터를 매 수집단위로 사용자 조건설정에 따라 파일로 저장가능해야함 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-010 요구사항 명칭 모바일 입력표출 - 모바일 미계측 지점 자료입력 상세설명 정의 모바일 미계측지점 사용자 자료입력 세부내용 Android 혹은 IOS에서 Web화면을 그대로 보여주도록 사용하고 기종에 상관없이 어플리케이션을 운영할 수 있도록 구성하여야 함 모바일 웹을 통한 미계측 수위 데이터 입력 - 시범지구에 사용자가 미계측지점에 대해 모바일 환경에서 수로 수위를 입력할 수 있어야 함 - 데이터 입력 시 지점 선택기능과 시간 선택기능을 제공해야 함 - 접근 가능 사용자를 ID 및 PW로 제한해야 함 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-011 요구사항 명칭 모바일 입력표출 - 입력계측 자료 조회 상세설명 정의 모바일 계측입력 자료 조회 세부내용 모바일 계측입력 지점 자료 조회 - 모바일 화면에서 시범지구에 계측입력 데이터를 집계하여 표로 조회할 수 있어야 함 - 접근 가능 사용자를 ID 및 PW로 제한해야 함 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼 - 22 - - 본페이지이하여백- 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-012 요구사항 명칭 모바일 입력표출 - 지점별 상세자료 조회 상세설명 정의 모바일 지점별 상세자료 조회 세부내용 모바일 지점별 상세자료 조회 - 모바일 화면에서 시범지구 지점별로 상세조회 기능을 제공해야 함 - 시범지구 지점별 계측입력 자료 및 제원 정보를 제공해야 함 - 접근 가능 사용자를 ID 및 PW로 제한해야 함 산출정보 시스템 설계보고서, 시스템 개발보고서, 시스템운영사용메뉴얼",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "웹기반 운영시스템 - 계측/입력데이터 저장"
          ],
          [
            "상세설명",
            "정의",
            "계측/입력 데이터(강우/수로/하천) 저장"
          ],
          [
            "",
            "세부내용",
            "❍  계측/입력 데이터는 수로와 하천에 각각 설치한 강우, 수위, \n유량 데이터, 사용자 입력데이터를 매 수집단위로 사용자 \n조건설정에 따라 파일로 저장가능해야함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "모바일 입력표출 - 지점별 상세자료 조회"
          ],
          [
            "상세설명",
            "정의",
            "모바일 지점별 상세자료 조회"
          ],
          [
            "",
            "세부내용",
            "❍  모바일 지점별 상세자료 조회\n - 모바일 화면에서 시범지구 지점별로 상세조회 기능을 제공해야 함\n - 시범지구 지점별 계측/입력 자료 및 제원 정보를 제공해야 함\n - 접근 가능 사용자를 ID 및 PW로 제한해야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "모바일 입력표출 - 모바일 미계측 지점 자료입력"
          ],
          [
            "상세설명",
            "정의",
            "모바일 미계측지점 사용자 자료입력"
          ],
          [
            "",
            "세부내용",
            "❍  Android 혹은 IOS에서 Web화면을 그대로 보여주도록 \n사용하고 기종에 상관없이 어플리케이션을 운영할 수 있도록 \n구성하여야 함\n❍  모바일 웹을 통한 미계측 수위 데이터 입력\n - 시범지구에 사용자가 미계측지점에 대해 모바일 환경에서 수로 \n수위를 입력할 수 있어야 함\n - 데이터 입력 시 지점 선택기능과 시간 선택기능을 제공해야 함\n - 접근 가능 사용자를 ID 및 PW로 제한해야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "모바일 입력표출 - 입력/계측 자료 조회"
          ],
          [
            "상세설명",
            "정의",
            "모바일 계측/입력 자료 조회"
          ],
          [
            "",
            "세부내용",
            "❍  모바일 계측/입력 지점 자료 조회\n - 모바일 화면에서 시범지구에 계측/입력 데이터를 집계하여 표로 \n조회할 수 있어야 함\n - 접근 가능 사용자를 ID 및 PW로 제한해야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서, 시스템운영/사용메뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 23 - m 성능요구사항 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-001 요구사항 명칭 성능 일반 상세설명 정의 성능 일반 요구 목적 정의 세부내용 기존 네팔 DWRI에서 운영 중인 NIMIS 시스템의 성능을 고려한 개발 방안을 제시하여야 함 안정적 운영지원 및 사용자 지원 방안을 제시하여야 함 고도화된 기능은 상시 서비스연중 하루 24시간 제공을 위한 가용성을 확보하는 것을 원칙으로 함 - 서비스 가용성 수준은 발주기관과 협의 서비스가 중단되지 않도록 일정조율 등 사전계획 수립이 필요함 시스템 개발 중 로그 또는 툴도구을 이용하여 시스템 성능 상태를 모니터링 하도록 하여 성능 상 문제를 사전에 파악하고 조치한 후 시스템을 오픈하여야 함 - 시스템 성능 모니터링 또는 성능 시험에 대한 상세한 계획을 제안서에 명시해야 함 시스템 운영 안정성을 침해하지 않도록 개발 서비스 응답속도를 보장하기 위해 서버, 응용프로그램, DB 쿼리문 등의 성능을 점검하고 개선 작업을 수행 HW, SW 유지관리 인력과 공동작업 등 시스템 장애 발생 시 신속한 복구가 가능해야 함 시스템 특성을 고려하여 목표성능에 대한 시스템 테스트 계획서를 발주기관과 협의하여 확정하고 목표성능을 보장할 수 있도록 구축해야 함 서비스 응답 속도를 보장하기 위해 서버, 응용프로그램, DB 쿼리문 등의 성능을 점검하고 개선 작업을 수행해야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-002 요구사항 명칭 온라인성 업무 및 배치성 업무 응답시간 상세설명 정의 온라인성 업무 및 배치성 업무 응답시간 목표 세부내용 정상 상태에서 사용자의 질의요청에 대한 결과 페이지를 화면에 출력할 때 30초 이내에 그 결과를 보여줘야 함. - 24 - 사용자의 통신 속도나 PC성능이 다양함을 감안하여 초기화면이 신속하게 로딩될 수 있도록 소스코드를 최적화하여야 함 서비스의 속도 개선에 대한 통합 테스트를 진행하고 처리속도를 최적화 하며 개선이 필요할 시 적절한 개선방안을 도출하여 과업을 수행하여야 함. 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-003 요구사항 명칭 오류응답시간 상세설명 정의 오류응답시간 목표 세부내용 사용자가 입력한 정보에서 발생할 수 있는 모든 오류에 대한 메시지를 정보 입력 후 3초 이내에 제시하여야 함 오류 메시지는 사용자가 인지하여 즉시 조치할 수 있도록 작성되어야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-004 요구사항 명칭 CPU 사용률 상세설명 정의 CPU 사용률 목표 세부내용 테스트 기간 및 시험 운영 기간에 CPU 사용률을 평가하며, 08002200 서비스 가용시간 동안의 사용률과 최대 부하 아래에서의 사용률을 측정함 CPU 평균 사용률은 어느 조건에서도 80를 넘으면 안 됨 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-005 요구사항 명칭 메모리 사용률 상세설명 정의 메모리 사용률 목표 세부내용 테스트기간과 시험운영기간에 시스템의 자원메모리, 디스크",
      "tables": [
        [
          [
            "",
            "",
            "❍  사용자의 통신 속도나 PC성능이 다양함을 감안하여 \n초기화면이 신속하게 로딩될 수 있도록 소스코드를 \n최적화하여야 함\n❍  서비스의 속도 개선에 대한 통합 테스트를 진행하고 \n처리속도를 최적화 하며 개선이 필요할 시 적절한 \n개선방안을 도출하여 과업을 수행하여야 함."
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "오류응답시간"
          ],
          [
            "상세설명",
            "정의",
            "오류응답시간 목표"
          ],
          [
            "",
            "세부내용",
            "❍  사용자가 입력한 정보에서 발생할 수 있는 모든 오류에 대한 \n메시지를 정보 입력 후 3초 이내에 제시하여야 함\n❍  오류 메시지는 사용자가 인지하여 즉시 조치할 수 있도록 \n작성되어야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "성능 일반"
          ],
          [
            "상세설명",
            "정의",
            "성능 일반 요구 목적 정의"
          ],
          [
            "",
            "세부내용",
            "❍  기존 네팔 DWRI에서 운영 중인 NIMIS 시스템의 성능을 고려한 개발 \n방안을 제시하여야 함\n❍  안정적 운영지원 및 사용자 지원 방안을 제시하여야 함\n❍  고도화된 기능은 상시 서비스(연중 하루 24시간) 제공을 위한 \n가용성을 확보하는 것을 원칙으로 함\n  - 서비스 가용성 수준은 발주기관과 협의\n❍  서비스가 중단되지 않도록 일정조율 등 사전계획 수립이 필요함\n❍  시스템 개발 중 로그 또는 툴(도구)을 이용하여 시스템 성능 \n상태를 모니터링 하도록 하여 성능 상 문제를 사전에 파악하고 \n조치한 후 시스템을 오픈하여야 함\n  - 시스템 성능 모니터링 또는 성능 시험에 대한 상세한 계획을 \n제안서에 명시해야 함\n❍  시스템 운영 안정성을 침해하지 않도록 개발\n❍  서비스 응답속도를 보장하기 위해 서버, 응용프로그램, DB \n쿼리문 등의 성능을 점검하고 개선 작업을 수행\n❍  HW, SW 유지관리 인력과 공동작업 등 시스템 장애 발생 시 \n신속한 복구가 가능해야 함\n❍  시스템 특성을 고려하여 목표성능에 대한 시스템 테스트 \n계획서를 발주기관과 협의하여 확정하고 목표성능을 보장할 \n수 있도록 구축해야 함\n❍  서비스 응답 속도를 보장하기 위해 서버, 응용프로그램, DB \n쿼리문 등의 성능을 점검하고 개선 작업을 수행해야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "CPU 사용률"
          ],
          [
            "상세설명",
            "정의",
            "CPU 사용률 목표"
          ],
          [
            "",
            "세부내용",
            "❍  테스트 기간 및 시험 운영 기간에 CPU 사용률을 평가하며, \n08:00~22:00 서비스 가용시간 동안의 사용률과 최대 부하 \n아래에서의 사용률을 측정함\n❍  CPU 평균 사용률은 어느 조건에서도 80%를 넘으면 안 됨"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "온라인성 업무 및 배치성 업무 응답시간"
          ],
          [
            "상세설명",
            "정의",
            "온라인성 업무 및 배치성 업무 응답시간 목표"
          ],
          [
            "",
            "세부내용",
            "❍  정상 상태에서 사용자의 질의요청에 대한 결과 페이지를 \n화면에 출력할 때 30초 이내에 그 결과를 보여줘야 함."
          ]
        ],
        [
          [
            "요구사항 분류",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "PER-005"
          ],
          [
            "요구사항 명칭",
            "메모리 사용률"
          ],
          [
            "정의\n상세설명\n세부내용",
            "메모리 사용률 목표\n❍  테스트기간과 시험운영기간에 시스템의 자원(메모리, 디스크)"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 25 - - 본페이지이하여백- 사용 정도를 평가하며, 메모리디스크 사용률은 08002200 서비스 가용시간 동안의 사용률과 최대 부하최근 3년 최대 부하 사용량 x 2 아래에서의 사용률을 측정함 메모리 평균 사용률은 어느 조건에서도 80를 넘으면 안 됨 산출정보 사업수행 계획서, 사업수행 결과보고서 - 26 - m 시스템장비구성요구사항 요구사항 분류 시스템 장비구성 요구사항 요구사항 고유번호 ECR-001 요구사항 명칭 시스템 장비 구성 일반 상세설명 정의 HW 및 SW 공통 요구사항 세부내용 공통 요구사항 공급되는 기자재는 향후 확장 및 타 시스템과의 연계ᆞ연동이 가능하도록 정보 제공DB, 통신프로토콜 등 개방형 시스템을 지향하며, 기자재 지원 시 기본적인 구성요소를 포함하여 완벽한 시스템 설치가 가능하도록 지원함 기자재 사양에서 요구하는 기능, 성능 등은 시스템 구축을 위한 기본적인 규격과 최소한의 요구조건을 제시한 것으로, 국내외 표준규격KS, ISO, IEC 등 또는 이와 동등 이상의 품질을 가진 것이어야 하며, 네팔 환경과 사업을 고려하여 공사와 계약자 간 협의를 통하여 정함 모든 기자재는 설치지점에 대해서는 작업 전에용역단 승인 후 시스템을 구축해야 함현장설치 설계서 제출 납품되는 제품은 기준 규격과 동일 또는 상위 규격으로 해야 하며, 시스템 구축 시 업무, 서비스 등을 고려하여 기준 규격 이상으로 변경하여 납품할 수 있도록 함 장비 배치 장소 상황에 따라 장비 설치 시 부가적으로 따르는 케이블 포설 등을 고려하여 제안하도록 함 기자재 총괄 리스트 작성 납품 장비 설치 및 시험 운전 중 파손이나 장애 발생 시 AS는 불허하며 동일 사양 이상의 신규 제품으로 즉시 교체하여야 한다. 제조사에 의하여 단종 또는 단종 예정 공고된 물품을 제안, 납품할 수 없다. 공급되는 모든 HW 및 SW는 사업수행 시 라이센스 증서를 제출해야 한다. HW 공통 요구사항 향후 신설 및 증설될 시설물에 대하여 연계운영이 가능하도록 시스템 용량을 충분히 확보하여야 하며, 향후 업그레이드를 고려한 데이터 확장이 가능하여야 한다. 시스템 구성상 HW 간 연계나 연결이 필요할 경우, 기",
      "tables": [
        [
          [
            "",
            "",
            "사용 정도를 평가하며, 메모리(디스크) 사용률은 08:00~22:00 \n서비스 가용시간 동안의 사용률과 최대 부하(최근 3년 최대 \n부하 사용량 x 2) 아래에서의 사용률을 측정함\n❍  메모리 평균 사용률은 어느 조건에서도 80%를 넘으면 안 됨"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 장비 구성 일반"
          ],
          [
            "상세설명",
            "정의",
            "H/W 및 S/W 공통 요구사항"
          ],
          [
            "",
            "세부내용",
            "<공통 요구사항>\n❍  공급되는 기자재는 향후 확장 및 타 시스템과의 \n연계ㆍ연동이 가능하도록 정보 제공(DB, 통신프로토콜 등) \n❍  개방형 시스템을 지향하며, 기자재 지원 시 기본적인 \n구성요소를 포함하여 완벽한 시스템 설치가 가능하도록 \n지원함\n❍ 기자재 사양에서 요구하는 기능, 성능 등은 시스템 구축을 \n위한 기본적인 규격과 최소한의 요구조건을 제시한 것으로, \n국내외 표준규격(KS, ISO, IEC 등) 또는 이와 동등 이상의 \n품질을 가진 것이어야 하며, 네팔 환경과 사업을 고려하여 \n공사와 계약자 간 협의를 통하여 정함\n❍  모든 기자재는 설치지점에 대해서는 작업 전에(용역단) 승인 \n후 시스템을 구축해야 함(현장설치 설계서 제출)\n❍  납품되는 제품은 기준 규격과 동일 또는 상위 규격으로 해야 \n하며, 시스템 구축 시 업무, 서비스 등을 고려하여 기준 규격 \n이상으로 변경하여 납품할 수 있도록 함\n❍  장비 배치 장소 상황에 따라 장비 설치 시 부가적으로 \n따르는 케이블 포설 등을 고려하여 제안하도록 함\n❍  기자재 총괄 리스트 작성\n❍  납품 장비 설치 및 시험 운전 중 파손이나 장애 발생 시 \nA/S는 불허하며 동일 사양 이상의 신규 제품으로 즉시 \n교체하여야 한다.\n❍  제조사에 의하여 단종 또는 단종 예정 공고된 물품을 제안, \n납품할 수 없다.\n❍  공급되는 모든 HW 및 SW는 사업수행 시 라이센스 증서를 \n제출해야 한다.\n<H/W 공통 요구사항>\n❍  향후 신설 및 증설될 시설물에 대하여 연계운영이 \n가능하도록 시스템 용량을 충분히 확보하여야 하며, 향후 \n업그레이드를 고려한 데이터 확장이 가능하여야 한다.\n❍  시스템 구성상 H/W 간 연계나 연결이 필요할 경우, 기"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 27 - 운영중인 모든 장비에 의해 수행되는 서비스에 지장이 없도록 제안하여야 한다. 설치중 장비가 손상될 우려가 있을 때에는 필요한 방지책을 강구하여야 하며, 피해발생 시 응급조치를 취하고 납품업체의 부담 및 책임하에 원상복구 시켜야 한다. SW 공통 요구사항 신규 도입 SW는 최신 정품이어야 한다. 제안 SW가 오픈소스인 경우 공공기관에 사용 시 관리적, 기술적, 법적 하자가 없어야 한다. 시스템 구성상 SW 간 연계나 연결이 필요할 경우, 기운영 중인 모든 장비로 인하여 수행되는 서비스에 지장이 없도록 제안하여야 한다. 산출정보 기자재 설계보고서, 기자재 공급 결과보고서 관련요구사항 제조사 제품공급 및 기술지원 확약서, 라이선스 증서 요구사항 분류 시스템 장비구성 요구사항 요구사항 고유번호 ECR-002 요구사항 명칭 강우량계 1개소 상세설명 정의 강우량계 설치 세부내용 1 강우량계 측정방식 0.5mm 당 1 Pulse용 Tipping bucket type 정 밀 도 1100 1hr 이상, 3 출력신호 Reed Switch 무전압 make 접점 재 질 스테인리스1T 요구기능 - 바람막이 바람막이를 부착하거나 바람의 영향이 없는 구조일 것 - 장비연결 수로 수위하천 수위계와 유선으로 연결하여 데이터 전송 및 저장 기능을 수행 기타사항 - 장착된 장비의 유지보수가 용이하도록 제작 - 제조 및 가공 제품의 외관은 흠집, 파손, 찌그러짐 등과 같은 손상이 없어야하며, 용접부 및 가공부는 스크레치 및 날카로운 - 28 - 날카로운 부분이 없어야 한다. 본체는 녹슬지 않는 스테인레스 또는 합성수지 재질로 제작되어야 하며, 방진 및 방수가 가능한 구조로, 낙뢰의 영향을 차단하기 위하여 절연체로 구성되어야 한다. 설치 장소 및 구조물은 현지 수원기관과 협의 후 최종 결정 산출정보 기자재 설계보고서, 기자재 공급 결과보고서 관련요구사항 요구사항 분류 시스템 장비구성 요구사항 요구사항 고유번호 ECR-003 요구사항 명칭 수로 수위유속계 2개소 상세설명 정의 수로 수위유속계 설치 세부내용 1 레이다 수위센서 FMCW 기본규격 - 측정범위 30m - 정 확 도 0.3 - 분 해 능 20mm - 주 파 수 비허가주파수 대역 ISM Band 운영환경 - 내온도성 -10 50 범위 이상 - 내습도성 5 95 범위이상 - 사용전원 DC 6V 24V 2 레이다 유속센서 PMW 기본규격 측정범위 0.2 15 범위 이상 정 확 도 5.0 분 해 능 1 s 주 파 수 비허가주파수 대역 ISM Band 운영환경 - 내온도성 -10 50 범위 이상 - 내습도성 5 95 범위이상 - 사용전원 DC 6V 24V 3 데이터로거",
      "tables": [
        [
          [
            "",
            "",
            "날카로운 부분이 없어야 한다.\n    본체는 녹슬지 않는 스테인레스 또는 합성수지 재질로 \n제작되어야 하며, 방진 및 방수가 가능한 구조로, 낙뢰의 \n영향을 차단하기 위하여 절연체로 구성되어야 한다.\n  * 설치 장소 및 구조물은 현지 수원기관과 협의 후 최종 결정"
          ],
          [
            "산출정보",
            "",
            "기자재 설계보고서, 기자재 공급 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "운영중인 모든 장비에 의해 수행되는 서비스에 지장이 \n없도록 제안하여야 한다.\n❍  설치중 장비가 손상될 우려가 있을 때에는 필요한 방지책을 \n강구하여야 하며, 피해발생 시 응급조치를 취하고 납품업체의 \n부담 및 책임하에 원상복구 시켜야 한다.\n<S/W 공통 요구사항>\n❍  신규 도입 SW는 최신 정품이어야 한다.\n❍  제안 SW가 오픈소스인 경우 공공기관에 사용 시 관리적, \n기술적, 법적 하자가 없어야 한다.\n❍  시스템 구성상 S/W 간 연계나 연결이 필요할 경우, 기운영 \n중인 모든 장비로 인하여 수행되는 서비스에 지장이 없도록 \n제안하여야 한다."
          ],
          [
            "산출정보",
            "",
            "기자재 설계보고서, 기자재 공급 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            "제조사 제품공급 및 기술지원 확약서, 라이선스 증서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "수로 수위/유속계 (2개소)"
          ],
          [
            "상세설명",
            "정의",
            "수로 수위/유속계 설치"
          ],
          [
            "",
            "세부내용",
            "1) 레이다 수위센서 (FMCW)\n •  기본규격\n  - 측정범위: ≥ 30m\n  - 정 확 도: ≤ ± 0.3 %\n  - 분 해 능: ≤ 20mm\n  - 주 파 수: 비허가주파수 대역 (ISM Band)\n •  운영환경\n  - 내온도성: -10 ~ 50 ℃ 범위 이상\n  - 내습도성: 5 ~ 95 % 범위이상\n  - 사용전원: DC 6V ~ 24V\n2) 레이다 유속센서 (PMW)\n •  기본규격\n    측정범위: 0.2 ~ 15㎧ 범위 이상\n    정 확 도: ≤ ± 5.0 %\n    분 해 능: ≤ 1 ㎜/s \n    주 파 수: 비허가주파수 대역 (ISM Band)\n •  운영환경\n  - 내온도성: -10 ~ 50 ℃ 범위 이상\n  - 내습도성: 5 ~ 95 % 범위이상\n  - 사용전원: DC 6V ~ 24V\n3) 데이터로거"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "강우량계 (1개소)"
          ],
          [
            "상세설명",
            "정의",
            "강우량계 설치"
          ],
          [
            "",
            "세부내용",
            "1) 강우량계\n •  측정방식: 0.5mm 당 1 Pulse용 Tipping bucket type\n •  정 밀 도: 1㎜∼100㎜ / 1hr 이상, ≤ ± 3 %  \n •  출력신호: Reed Switch 무전압 make 접점\n •  재    질: 스테인리스(1T)\n •  요구기능\n  - 바람막이 \n    바람막이를 부착하거나 바람의 영향이 없는 구조일 것\n  - 장비연결\n    수로 수위/하천 수위계와 유선으로 연결하여 데이터 전송 및 \n저장 기능을 수행\n •  기타사항\n  - 장착된 장비의 유지보수가 용이하도록 제작\n  - 제조 및 가공\n    제품의 외관은 흠집, 파손, 찌그러짐 등과 같은 손상이 \n없어야하며, 용접부 및 가공부는 스크레치 및 날카로운"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 29 - 기본규격 - 디스플레이 7인치 LCD - CPU 32 Bit Microprocessor, 8MB Flash - 저장메모리 32GB - 통신방식 LTE, TCPIP 운영환경 - 내온도성 -40 70 범위 이상 - 내습도성 5 95 범위이상 - 사용전원 DC 6V 24V 기타사항 - 과거자료 재전송 기능 - 실시간 자료, 장비 상태 자료전송 기능 - 실시간 수집 데이터 정보 확인 UI 지원 4 전원공급장치 기본규격 - 태양 전지 모듈 - Maximum Power W 제작사양 태양 전지 축전지 - 전 압 624V 범위내, 용량 제작사양 태양전지 컨트롤러 - 시스템전압 624V 범위내 - 과정전 방지기능 내장 5 타워 및 함체 기본규격 - 설치 타워 크 기 설치 환경에 따라 협의 후 조정 재 질 스테인리스 알루미늄 - 함 체 제작사양 크 기 제작사양 재 질 스테인리스 알루미늄 도 장 분체도장 기타사항 공통 - 장착된 장비의 유지보수가 용이하도록 제작 - 제조 및 가공 송수신부의 회로기판과 속판은 납땜, 조임 및 전선 연결 등을 하여야 하며, 송수신부는 단열 처리한 외함에 - 30 - 부착하여야 한다. 제품의 외관은 흠집, 파손, 찌그러짐 등과 같은 손상이 없어야 하며, 용접부 및 가공부는 스크레치 및 날카로운 부분이 없어야 한다. 본체는 녹슬지 않는 스테인리스 또는 합성수지 재질로 제작되어야 하며, 방진 및 방수가 가능한 구조로, 낙뢰의 영향을 차단하기 위하여 절연체로 구성되어야 한다. 설치 장소 및 구조물은 현지 수원기관과 협의 후 최종 결정 산출정보 기자재 설계보고서, 기자재 공급 결과보고서 관련요구사항 ISO 4373, ISO 11655 요구사항 분류 시스템 장비구성 요구사항 요구사항 고유번호 ECR-004 요구사항 명칭 하천 수위계 2개소 상세설명 정의 하천 수위계 설치 세부내용 1 레이다 수위센서 FMCW 기본규격 - 측정범위 0.02 15m 범위 이상 - 정 확 도 2.0 FS - 분 해 능 3mm - 주 파 수 비허가주파수 대역 ISM Band 운영환경 - 내온도성 -10 50 범위 이상 - 내습도성 5 95 범위이상 - 사용전원 DC 6V 24V 2 데이터로거 기본규격 - 디스플레이 7인치 LCD - CPU 32 Bit Microprocessor, 8MB Flash - 저장메모리 32GB - 통신방식 LTE, TCPIP 운영환경 - 내온도성 -40 70 범위 이상 - 내습도성 5 95 범위이상",
      "tables": [
        [
          [
            "",
            "",
            "부착하여야 한다.\n    제품의 외관은 흠집, 파손, 찌그러짐 등과 같은 손상이 \n없어야 하며, 용접부 및 가공부는 스크레치 및 날카로운 \n부분이 없어야 한다.\n    본체는 녹슬지 않는 스테인리스 또는 합성수지 재질로 \n제작되어야 하며, 방진 및 방수가 가능한 구조로, 낙뢰의 \n영향을 차단하기 위하여 절연체로 구성되어야 한다.\n  * 설치 장소 및 구조물은 현지 수원기관과 협의 후 최종 결정"
          ],
          [
            "산출정보",
            "",
            "기자재 설계보고서, 기자재 공급 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            "ISO 4373, ISO 11655"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "하천 수위계 (2개소)"
          ],
          [
            "상세설명",
            "정의",
            "하천 수위계 설치"
          ],
          [
            "",
            "세부내용",
            "1) 레이다 수위센서 (FMCW)\n •  기본규격\n  - 측정범위: 0.02 ~ 15m 범위 이상\n  - 정 확 도: ≤ ± 2.0 % FS\n  - 분 해 능: ≤ 3mm\n  - 주 파 수: 비허가주파수 대역 (ISM Band)\n •  운영환경\n  - 내온도성: -10 ~ 50 ℃ 범위 이상\n  - 내습도성: 5 ~ 95 % 범위이상\n  - 사용전원: DC 6V ~ 24V\n2) 데이터로거\n •  기본규격\n  - 디스플레이 : 7인치 LCD\n  - CPU : 32 Bit Microprocessor, 8MB Flash\n  - 저장메모리 : 32GB\n  - 통신방식 : LTE, TCP/IP \n •  운영환경\n  - 내온도성: -40 ~ 70 ℃ 범위 이상\n  - 내습도성: 5 ~ 95 % 범위이상"
          ]
        ],
        [
          [
            "",
            "",
            "•  기본규격\n  - 디스플레이 : 7인치 LCD\n  - CPU : 32 Bit Microprocessor, 8MB Flash\n  - 저장메모리 : 32GB\n  - 통신방식 : LTE, TCP/IP \n •  운영환경\n  - 내온도성: -40 ~ 70 ℃ 범위 이상\n  - 내습도성: 5 ~ 95 % 범위이상\n  - 사용전원: DC 6V ~ 24V\n •  기타사항\n - 과거자료 재전송 기능\n - 실시간 자료, 장비 상태 자료전송 기능\n - 실시간 수집 데이터 정보 확인 UI 지원 \n4) 전원공급장치\n •  기본규격\n  - 태양 전지 모듈\n  - Maximum Power (W) 제작사양\n •  태양 전지 축전지\n  - 전    압: 6~24V 범위내, 용량 제작사양\n •  태양전지 컨트롤러\n  - 시스템전압:  6~24V 범위내\n  - 과정전 방지기능 내장\n5) 타워 및 함체\n •  기본규격\n  - 설치 타워\n    크    기: 설치 환경에 따라 협의 후 조정\n    재    질: 스테인리스 / 알루미늄\n  - 함    체: 제작사양\n    크    기: 제작사양\n    재    질: 스테인리스 /알루미늄\n    도    장: 분체도장\n❍  기타사항 (공통)\n  - 장착된 장비의 유지보수가 용이하도록 제작\n  - 제조 및 가공\n    송/수신부의 회로기판과 속판은 납땜, 조임 및 전선 연결 \n등을 하여야 하며, 송/수신부는 단열 처리한 외함에"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 31 - - 사용전원 DC 6V 24V 기타사항 - 과거자료 재전송 기능 - 실시간 자료, 장비 상태 자료전송 기능 - 실시간 수집 데이터 정보 확인 UI 지원 3 전원공급장치 기본규격 - 태양 전지 모듈 - Maximum Power W 제작사양 태양 전지 축전지 - 전 압 624V 범위내, 용량 제작사양 태양전지 컨트롤러 - 시스템전압 624V 범위내 - 과정전 방지기능 내장 4 타워 및 함체 기본규격 - 설치 타워 크 기 설치 환경에 따라 협의 후 조정 재 질 스테인리스 알루미늄 - 함 체 제작사양 크 기 제작사양 재 질 스테인리스 알루미늄 도 장 분체도장 기타사항 공통 - 장착된 장비의 유지보수가 용이하도록 제작 - 강우량계와 전원 및 데이터 전송을 공유하는 계측기는 연결 기기와 호환되어야 하며, 기능상 충분한 사양을 확보해야한다. - 제조 및 가공 송수신부의 회로기판과 속판은 납땜, 조임 및 전선연결 등을 하여야 하며, 송수신부는 단열 처리한 외함에 부착하여야 한다. 제품의 외관은 흠집, 파손, 찌그러짐 등과 같은 손상이 없어야하며, 용접부 및 가공부는 스크레치 및 날카로운 날카로운 부분이 없어야 한다. 본체는 녹슬지 않는 스테인레스 또는 합성수지 재질로 - 32 - - 본페이지이하여백- 제작되어야 하며, 방진 및 방수가 가능한 구조로, 낙뢰의 영향을 차단하기 위하여 절연체로 구성되어야 한다. 설치 장소 및 구조물은 현지 수원기관과 협의 후 최종 결정 산출정보 기자재 설계보고서, 기자재 공급 결과보고서 관련요구사항 ISO 4373 요구사항 분류 시스템 장비구성 요구사항 요구사항 고유번호 ECR-005 요구사항 명칭 시스템 및 저장장치 도입 1식 상세설명 정의 시스템DB 서버, 네트워크 장비 등 설치 세부내용 1 시스템DB 서버 수 량 1식 기본규격 - Form Factor 1U Rack Mount System - Processor 1.9GHz, 6Core x 2ea 이상 - Memory 16GB Memory 이상 - Hard Disk 300GB 15K RPM SAS 12Gbps 512n 2.5in Hot-plug Hard Drive x 3ea - Network Card Ethernet 1Gb 2 port 이상 - Raid Controller, 8GB Cache 지원 - HBA 16Gb Dual Port Fibre Channel Host Bus Adapter - Dual Power Supply 요구 기능 - 상기 규격은 기본 사항으로 동등 이상 제안 - Rack 설치를 위한 부수 장비 일체 제공 - Windows Server 2022 설치 포함 - PostgreSQL DB SW 설치 포함 - Opensource Web SW 설치 포함 산출정보 기자재 설계보고서, 기자재 공급 결과보고서",
      "tables": [
        [
          [
            "",
            "",
            "제작되어야 하며, 방진 및 방수가 가능한 구조로, 낙뢰의 \n영향을 차단하기 위하여 절연체로 구성되어야 한다.\n  * 설치 장소 및 구조물은 현지 수원기관과 협의 후 최종 결정"
          ],
          [
            "산출정보",
            "",
            "기자재 설계보고서, 기자재 공급 결과보고서"
          ],
          [
            "관련요구사항",
            "",
            "ISO 4373"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 및 저장장치 도입 (1식)"
          ],
          [
            "상세설명",
            "정의",
            "시스템·DB 서버, 네트워크 장비 등 설치"
          ],
          [
            "",
            "세부내용",
            "1) 시스템·DB 서버\n •  수    량 : 1식\n •  기본규격\n  - Form Factor: 1U Rack Mount System\n  - Processor : 1.9GHz, 6Core x 2ea 이상\n  - Memory: 16GB Memory 이상\n  - Hard Disk : 300GB 15K RPM SAS 12Gbps 512n 2.5in Hot-plug \nHard Drive x 3ea\n  - Network Card: Ethernet 1Gb 2 port 이상 \n  - Raid Controller, 8GB Cache 지원\n  - HBA: 16Gb Dual Port Fibre Channel Host Bus Adapter\n  - Dual Power Supply \n •  요구 기능\n  - 상기 규격은 기본 사항으로 동등 이상 제안\n  - Rack 설치를 위한 부수 장비 일체 제공\n  - Windows Server 2022 설치 포함\n  - PostgreSQL DB S/W 설치 포함\n  - Opensource Web S/W 설치 포함"
          ],
          [
            "산출정보",
            "",
            "기자재 설계보고서, 기자재 공급 결과보고서"
          ]
        ],
        [
          [
            "",
            "",
            "- 사용전원: DC 6V ~ 24V\n •  기타사항\n - 과거자료 재전송 기능\n - 실시간 자료, 장비 상태 자료전송 기능\n - 실시간 수집 데이터 정보 확인 UI 지원 \n3) 전원공급장치\n •  기본규격\n  - 태양 전지 모듈\n  - Maximum Power (W) 제작사양\n •  태양 전지 축전지\n  - 전    압: 6~24V 범위내, 용량 제작사양\n •  태양전지 컨트롤러\n  - 시스템전압:  6~24V 범위내\n  - 과정전 방지기능 내장\n4) 타워 및 함체\n •  기본규격\n  - 설치 타워\n    크    기: 설치 환경에 따라 협의 후 조정\n    재    질: 스테인리스 / 알루미늄\n  - 함    체: 제작사양\n    크    기: 제작사양\n    재    질: 스테인리스 /알루미늄\n    도    장: 분체도장\n❍  기타사항 (공통)\n  - 장착된 장비의 유지보수가 용이하도록 제작\n  - 강우량계와 전원 및 데이터 전송을 공유하는 계측기는 연결 \n기기와 호환되어야 하며, 기능상 충분한 사양을 \n확보해야한다.\n  - 제조 및 가공\n    송/수신부의 회로기판과 속판은 납땜, 조임 및 전선연결 \n등을 하여야 하며, 송/수신부는 단열 처리한 외함에 \n부착하여야 한다.\n    제품의 외관은 흠집, 파손, 찌그러짐 등과 같은 손상이 \n없어야하며, 용접부 및 가공부는 스크레치 및 날카로운 \n날카로운 부분이 없어야 한다.\n    본체는 녹슬지 않는 스테인레스 또는 합성수지 재질로"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 33 - 데이터요구사항Data Requirement 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-001 요구사항 명칭 데이터 표준 수립 및 상위표준 준수 요구사항 상세설명 정의 데이터 표준 수립 세부 내용 데이터 표준 수립 및 상위표준 준수 - 시스템 구축에 필요한 데이터 표준단어, 용어, 도메인, 코드을 정의하여 구축되는 시스템의 데이터베이스 표준DB표준을 제정하여야 함 네팔 정부기관 표준 준수 - 네팔 정부기관 공통표준용어를 준수하여야 함 - 네팔 정부기관의 데이터베이스 표준화 지침을 준수하여야 함 - 수행사는 네팔 정부기관의 데이터 표준을 준수하고 그와 상충되는 요소에 대해서는 발주기관과 협의하여 대응 방안을 수립하고 이력을 남겨야 함 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-002 요구사항 명칭 데이터 구조 설계 상세설명 정의 데이터 구조설계 원칙 세부 내용 ᄋ 데이터 구조 설계 기준 제시 - 데이터 구조 설계모델링 기준을 제시하고 이를 준수하여 데이터 구조를 설계, 구현하여야 함 ᄋ 데이터 주제영역 정의 및 개념논리물리 모델 설계 - 데이터 활용, 업무요건 변화, 시스템 변경 등으로 인한 DB의 구조적 변화가 최소화될 수 있도록 유연한 구조로 설계하여야 함 - 업무규칙BR 처리를 위한 데이터 주제영역, 개념 데이터 모델, 논리 데이터 모델, 물리 데이터 모델이 설계되어야 함 - 데이터 설계 표준데이터 분류체계, 명명 규칙, DB Object 사용기준 등을 정의하고 적용하여야 함 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 데이터 요구사항 - 34 - 요구사항 고유번호 DAR-003 요구사항 명칭 데이터 구조 검증 상세설명 정의 데이터 모델 검증 세부 내용 데이터 모델 검증 - 설계된 데이터 모델은 설계자 개발자 발주기관 전문가 등이 참여하여 검증하여야 함 - 각 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함 예 논리 데이터 모델 검증 기준 요구사항 대비 논리모델의 완전성논리데이터 모델이 비즈니스 요구사항의 누락 여부 정규화 충족 여부 예 물리 데이터 모델 검증 기준 중복 테이블 여부, 중복 칼럼 여부, 반정규화된 중복 데이터 정합성 유지 방안 여부 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-004 요구사항 명칭 데이터 값 검증 방안 상세설명 정의 데이터 값 검증 방안 제시 세부 내용 데이터 값 검증 방안 제시 - 시스템 구축 후 입력되는 데이터들에 대한 값 검증 및 오류 데이터 입력 방지 방안을 제시하고 적용하여야 함 - 목표시스템DB의 구축운영 근거법령, 규정, 규칙, 매뉴얼 등에 맞는 업무규칙BR를 정의하여야 함 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-005 요구사항 명칭 데이터 관리 상세설명 정의 데이터 관리 및 백업 방안 제시 세부 내용 시스템은 저장된 정보를 보관하고, 변경이력을 기록하고 관리해야 함 자료의 파손, 변질, 분실 등에 대비하기 위하여 네팔 정부의 데이터 관리 절차를 준수하여야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 검증"
          ],
          [
            "상세설명",
            "정의",
            "데이터 모델 검증"
          ],
          [
            "",
            "세부\n내용",
            "❍  데이터 모델 검증\n  - 설계된 데이터 모델은 설계자 · 개발자 · 발주기관 · 전문가 \n등이 참여하여 검증하여야 함\n  - 각 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함\n    예) 논리 데이터 모델 검증 기준 \n     : 요구사항 대비 논리모델의 완전성(논리데이터 모델이 비즈니스 \n요구사항의 누락 여부) \n     : 정규화 충족 여부 \n    예) 물리 데이터 모델 검증 기준 \n     : 중복 테이블 여부, 중복 칼럼 여부, 반정규화된 중복 데이터 \n정합성 유지 방안 여부"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준 수립 및 상위표준 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 표준 수립"
          ],
          [
            "",
            "세부\n내용",
            "❍  데이터 표준 수립 및 상위표준 준수\n  - 시스템 구축에 필요한 데이터 표준(단어, 용어, 도메인, 코드)을 \n정의하여 구축되는 시스템의 데이터베이스 표준(DB표준)을 \n제정하여야 함\n❍  네팔 정부기관 표준 준수  \n  - 네팔 정부기관 공통표준용어를 준수하여야 함 \n  - 네팔 정부기관의 데이터베이스 표준화 지침을 준수하여야 함\n  - 수행사는 네팔 정부기관의 데이터 표준을 준수하고 그와 상충되는 \n요소에 대해서는 발주기관과 협의하여 대응 방안을 수립하고 \n이력을 남겨야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 값 검증 방안"
          ],
          [
            "상세설명",
            "정의",
            "데이터 값 검증 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "❍  데이터 값 검증 방안 제시\n  - 시스템 구축 후 입력되는 데이터들에 대한 값 검증 및 오류 데이터 \n입력 방지 방안을 제시하고 적용하여야 함\n  - 목표시스템(DB)의 구축·운영 근거(법령, 규정, 규칙, 매뉴얼 등)에 \n맞는 업무규칙(BR)를 정의하여야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 설계"
          ],
          [
            "상세설명",
            "정의",
            "데이터 구조설계 원칙"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 데이터 구조 설계 기준 제시\n  - 데이터 구조 설계(모델링) 기준을 제시하고 이를 준수하여 데이터 \n구조를 설계, 구현하여야 함\nㅇ 데이터 주제영역 정의 및 개념·논리·물리 모델 설계\n  - 데이터 활용, 업무요건 변화, 시스템 변경 등으로 인한 DB의 구조적 \n변화가 최소화될 수 있도록 유연한 구조로 설계하여야 함\n  - 업무규칙(BR) 처리를 위한 데이터 주제영역, 개념 데이터 모델, 논리 \n데이터 모델, 물리 데이터 모델이 설계되어야 함\n  - 데이터 설계 표준(데이터 분류체계, 명명 규칙, DB Object 사용기준 \n등)을 정의하고 적용하여야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 관리"
          ],
          [
            "상세설명",
            "정의",
            "데이터 관리 및 백업 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템은 저장된 정보를 보관하고, 변경이력을 기록하고 관리해야 함\n❍  자료의 파손, 변질, 분실 등에 대비하기 위하여 네팔 정부의 데이터 관리 \n절차를 준수하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 35 - - 본페이지이하여백- 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-006 요구사항 명칭 데이터 복구 상세설명 정의 데이터 복구 방안 제시 세부 내용 시스템 장애에 대비한 복구 방안을 제시해야 함 산출정보 시스템 설계보고서, 시스템 개발보고서 - 36 - m 인터페이스요구사항 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 INR-001 요구사항 명칭 사용자 인터페이스 상세설명 정의 Pilot 시스템 사용자 인터페이스UI 세부내용 한국농어촌공사 개발표준안 또는 네팔 DWRI 개발표준안 준수 사용자가 쉽게 시스템을 운영하고 제어할 수 있는 직관적인 인터페이스 제공메인 프레임 및 메뉴 배치, 디자인, 글꼴 등 특정 OS 및 특정 브라우저에 종속되지 않도록 구성 오류, 접속시간 지연 등이 발생하였을 때 해결방법, 진행상태 표시 등의 안내 메시지 제공 사용자 업무 특성 및 기술수준을 분석하여 이해하기 쉽고 운용하기 편리한 사용자 중심의 환경 제공 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 INR-002 요구사항 명칭 시스템 간 인터페이스 상세설명 정의 Pilot 시스템과 타 시스템간 인터페이스 정의 세부내용 사용자 또는 정보 증가 시에도 안정적인 성능을 제공하여야 하며 추가 라이선스 비용 등이 발생하지 않아야 함 타 시스템과 연계한 데이터 구축 방안, 데이터 현행화 방안 및 데이터 정합성 검증방안 등 제시 시스템 구축에 필요한 추가 데이터의 확보 방안 및 연계방안 제시 - 기존 대내외 인터페이스를 분석하여 시스템의 최적 인터페이스 방안을 도출하여 시스템 구축 - 시스템 구축에 필요한 추가 연계 데이터 필요시 타 시스템과의 연계 방안 제시 연계 대상 서비스 및 기능 - 네팔 EDMS GIS 시스템 등 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 인터페이스 요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 복구"
          ],
          [
            "상세설명",
            "정의",
            "데이터 복구 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "❍ 시스템 장애에 대비한 복구 방안을 제시해야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "INR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 인터페이스"
          ],
          [
            "상세설명",
            "정의",
            "Pilot 시스템 사용자 인터페이스(UI)"
          ],
          [
            "",
            "세부내용",
            "❍  한국농어촌공사 개발표준안 또는 네팔 DWRI 개발표준안 준수\n❍  사용자가 쉽게 시스템을 운영하고 제어할 수 있는 직관적인 \n인터페이스 제공(메인 프레임 및 메뉴 배치, 디자인, 글꼴 등)\n❍  특정 OS 및 특정 브라우저에 종속되지 않도록 구성\n❍  오류, 접속시간 지연 등이 발생하였을 때 해결방법, 진행상태 \n표시 등의 안내 메시지 제공\n❍  사용자 업무 특성 및 기술수준을 분석하여 이해하기 쉽고 \n운용하기 편리한 사용자 중심의 환경 제공"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "INR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 간 인터페이스"
          ],
          [
            "상세설명",
            "정의",
            "Pilot 시스템과 타 시스템간 인터페이스 정의"
          ],
          [
            "",
            "세부내용",
            "❍  사용자 또는 정보 증가 시에도 안정적인 성능을 제공하여야 \n하며 추가 라이선스 비용 등이 발생하지 않아야 함\n❍  타 시스템과 연계한 데이터 구축 방안, 데이터 현행화 방안 \n및 데이터 정합성 검증방안 등 제시\n❍  시스템 구축에 필요한 추가 데이터의 확보 방안 및 연계방안 \n제시\n  - 기존 대/내외 인터페이스를 분석하여 시스템의 최적 \n인터페이스 방안을 도출하여 시스템 구축\n  - 시스템 구축에 필요한 추가 연계 데이터 필요시 타 \n시스템과의 연계 방안 제시\n❍  연계 대상 서비스 및 기능\n  - 네팔 EDMS GIS 시스템 등"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 37 - - 본페이지이하여백- 요구사항 고유번호 INR-003 요구사항 명칭 통합 UI 상세설명 정의 사용자의 멀티플랫폼 및 멀티브라우저 지원 세부내용 사용자의 멀티플랫폼 및 멀티브라우저 지원 - 웹 표준 기반의 Client 표현기술을 적용하여, 일반사용자가 다양한 OS 플랫폼과 다양한 브라우저 환경에서 서비스 구현할 수 있어야 함 - 브라우저에서 웹 페이지 깨짐 및 오작동 없이 구현 - 목표시스템 설계는 이미 구축한 시스템을 포함한 통합사용 환경을 고려하여, 최적화된 Cross Browser 환경과 구축방안 제시 산출정보 시스템 설계보고서, 시스템 개발보고서 - 38 - m 테스트요구사항 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 통합테스트 상세설명 정의 통합테스트 세부 내용 통합테스트 시나리오에 따라 단위테스트가 완료된 프로그램들을 대상으로 다음 사항을 검증하여야 함 - 기능, 성능 등의 요구사항 및 설계사양 충족여부 검증 - 기능의 정상적 수행여부 검증 등 - 기능수행 후의 결과가 사전에 예측된 결과와 일치하는지 검증 - 시스템의 접근권한 및 업무 권한에 대한 적절성 검증 - 관련시스템 간 연계 및 이를 포함하는 업무흐름 검증대내외 - 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-002 요구사항 명칭 인수테스트 상세설명 정의 인수테스트 세부 내용 사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여 조직 및 역할, 점검사항, 최종 검수 기준, 점검 후 조치 방안 등을 세부적으로 기술하여 계획을 수립하여야 함 요구사항별 적합부적합 판정을 할 수 있도록 요구사항별 테스트를 수행할 수 있어야 하며, 이에 따른 테스트 데이터를 준비해야 함 발주자와 협의하여 승인 검사테스트를 계획하고, 발주자가 승인 검사테스트를 이행하기 위하여 필요한 모든 조력을 제공하여야 함 개발완료 후 최종산출물 및 테스트 결과물을 첨부하여 발주자에게 승인 검사 및 테스트를 요청하여야 하며, 승인 검사 및 테스트 과정에서 발견된 하자 사항은 만족한 결과를 얻을 때까지 보완테스트를 반복적으로 실시해야 함 최종 승인 처리는 별도의 문서에 의하여 발주자의 승인을 받은 일자에 완료된 것으로 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 테스트 요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "INR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "통합 UI"
          ],
          [
            "상세설명",
            "정의",
            "사용자의 멀티플랫폼 및 멀티브라우저 지원"
          ],
          [
            "",
            "세부내용",
            "❍  사용자의 멀티플랫폼 및 멀티브라우저 지원\n  - 웹 표준 기반의 Client 표현기술을 적용하여, 일반사용자가 \n다양한 OS 플랫폼과 다양한 브라우저 환경에서 서비스 구현할 \n수 있어야 함\n  - 브라우저에서 웹 페이지 깨짐 및 오작동 없이 구현\n  - 목표시스템 설계는 이미 구축한 시스템을 포함한 통합사용 \n환경을 고려하여, 최적화된 Cross Browser 환경과 구축방안 \n제시"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "통합테스트"
          ],
          [
            "상세설명",
            "정의",
            "통합테스트"
          ],
          [
            "",
            "세부\n내용",
            "❍  통합테스트 시나리오에 따라 단위테스트가 완료된 프로그램들을 \n대상으로 다음 사항을 검증하여야 함 \n  - 기능, 성능 등의 요구사항 및 설계사양 충족여부 검증\n  - 기능의 정상적 수행여부 검증 등\n  - 기능수행 후의 결과가 사전에 예측된 결과와 일치하는지 검증\n  - 시스템의 접근권한 및 업무 권한에 대한 적절성 검증 \n  - 관련시스템 간 연계 및 이를 포함하는 업무흐름 검증(대·내외)\n  - 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "인수테스트"
          ],
          [
            "상세설명",
            "정의",
            "인수테스트"
          ],
          [
            "",
            "세부\n내용",
            "❍  사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여 조직 \n및 역할, 점검사항, 최종 검수 기준, 점검 후 조치 방안 등을 \n세부적으로 기술하여 계획을 수립하여야 함\n❍  요구사항별 적합/부적합 판정을 할 수 있도록 요구사항별 테스트를 \n수행할 수 있어야 하며, 이에 따른 테스트 데이터를 준비해야 함\n❍  발주자와 협의하여 승인 검사/테스트를 계획하고, 발주자가 승인 \n검사/테스트를 이행하기 위하여 필요한 모든 조력을 제공하여야 함\n❍  개발완료 후 최종산출물 및 테스트 결과물을 첨부하여 발주자에게 \n승인 검사 및 테스트를 요청하여야 하며, 승인 검사 및 테스트 \n과정에서 발견된 하자 사항은 만족한 결과를 얻을 때까지 \n보완·테스트를 반복적으로 실시해야 함\n❍  최종 승인 처리는 별도의 문서에 의하여 발주자의 승인을 받은 \n일자에 완료된 것으로 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 39 - - 본페이지이하여백- 요구사항 고유번호 TER-003 요구사항 명칭 시험운영 요건 상세설명 정의 시험운영 요건 세부 내용 대상 업무별 단위시험, 통합시험, 시스템시험 등에 대한 방안 강구 개발 초기부터 구축 완료까지 지속적 테스트 시행, 테스트 결과 모니터링 및 테스트 결과 계속 반영에러 조치 및 불편 사항에 대해서도 보완 발생 가능한 상황에 대한 시나리오 작성 및 실제 데이터오류데이터 포함 입력하여 테스트 실시 테스트 계획서에 테스트 데이터, 테스트 절차ᆞ방법, 테스트 일정ᆞ주기, 시스템 튜닝 등을 포함하여 체계적이고 효율적인 테스트 실시 산출정보 사업수행 계획서, 사업수행 결과보고서 - 40 - m 보안요구사항 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 관리적 보안 상세설명 정의 관리적 보안에 관한 요건 세부내용 본 용역수행 중 발주자에 의해 제공 또는 공개되거나 과업수행업체에 의하여 분석된 모든 정보는 발주자의 소유이며, 계약 종료 시 발주자에게 반환 과업수행업체는 발주자의 사전 승인 없이는 본 계약에 따라 수행되는 용역에 대한 사항을 광고 또는 홍보하지 못함 과업수행업체는 제안요청서의 외주용역사업 보안 특약 조항을 준수하여야 함 과업수행업체가 위의 보안사항을 위배하였을 때는 그에 상응하는 민형사상 책임을 져야 함 네팔 보안 기관, 공사 보안규정 및 각종 보안 관련 지침을 준수해야 함 제안사는 웹 애플리케이션 보안 관련 수행계획서를 제안서에 구체적으로 제시 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-002 요구사항 명칭 물리적 보안 상세설명 정의 물리적 보안에 관한 요건 세부내용 참여인원은 발주기관 및 네팔 정부기관에 장비를 반입하면 인터넷 사용 전산장비, 인트라넷 사용 전산장비, 파일서버 등 구분하여 사용하여야 하며, 공사 용역업체 보완관리지침 준수 참여인원의 작업용 PC는 비밀번호를 적용하고 주기적인 변경, 정보보안 SW 설치를 통해 기관 내부 직원과 같은 수준의 보안 통제 적용 노트북, USB 등 휴대용 저장매체는 원칙적으로 사용 금지하고 제한적으로만 사용하나, 노트북의 경우 승인 후 사용할 수 있음 수행사가 사용하는 PC, 노트북은 인터넷 연결을 금지하되 사업수행상 연결이 필요한 경우에는 보안 통제하에 제한적으로 허용",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "TER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "시험운영 요건"
          ],
          [
            "상세설명",
            "정의",
            "시험운영 요건"
          ],
          [
            "",
            "세부\n내용",
            "❍  대상 업무별 단위시험, 통합시험, 시스템시험 등에 대한 방안 강구\n❍  개발 초기부터 구축 완료까지 지속적 테스트 시행, 테스트 결과 모니터링 \n및 테스트 결과 계속 반영(에러 조치 및 불편 사항에 대해서도 보완)\n❍  발생 가능한 상황에 대한 시나리오 작성 및 실제 데이터(오류데이터 \n포함) 입력하여 테스트 실시\n❍  테스트 계획서에 테스트 데이터, 테스트 절차ㆍ방법, 테스트 \n일정ㆍ주기, 시스템 튜닝 등을 포함하여 체계적이고 효율적인 \n테스트 실시"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "관리적 보안"
          ],
          [
            "상세설명",
            "정의",
            "관리적 보안에 관한 요건"
          ],
          [
            "",
            "세부내용",
            "❍ 본 용역수행 중 발주자에 의해 제공 또는 공개되거나 \n과업수행업체에 의하여 분석된 모든 정보는 발주자의 \n소유이며, 계약 종료 시 발주자에게 반환\n❍  과업수행업체는 발주자의 사전 승인 없이는 본 계약에 따라 \n수행되는 용역에 대한 사항을 광고 또는 홍보하지 못함\n❍  과업수행업체는 제안요청서의 외주용역사업 보안 특약 조항을 \n준수하여야 함 \n❍  과업수행업체가 위의 보안사항을 위배하였을 때는 그에 상응하는 \n민형사상 책임을 져야 함\n❍  네팔 보안 기관, 공사 보안규정 및 각종 보안 관련 지침을 \n준수해야 함\n❍  제안사는 웹 애플리케이션 보안 관련 수행계획서를 제안서에 \n구체적으로 제시"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "물리적 보안"
          ],
          [
            "상세설명",
            "정의",
            "물리적 보안에 관한 요건"
          ],
          [
            "",
            "세부내용",
            "❍  참여인원은 발주기관 및 네팔 정부기관에 장비를 반입하면 \n인터넷 사용 전산장비, 인트라넷 사용 전산장비, 파일서버 등 \n구분하여 사용하여야 하며, 공사 용역업체 보완관리지침 준수\n❍  참여인원의 작업용 PC는 비밀번호를 적용하고 주기적인 변경, \n정보보안 SW 설치를 통해 기관 내부 직원과 같은 수준의 \n보안 통제 적용\n❍  노트북, USB 등 휴대용 저장매체는 원칙적으로 사용 금지하고 \n제한적으로만 사용하나, 노트북의 경우 승인 후 사용할 수 있음\n❍  수행사가 사용하는 PC, 노트북은 인터넷 연결을 금지하되 \n사업수행상 연결이 필요한 경우에는 보안 통제하에 \n제한적으로 허용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 41 - - 수행사가 사용하는 전산망은 방화벽 또는 원격접근통제시스템을 활용하여야 하며, 요청 시 업무상 필요한 서버에만 제한적으로 접근을 허용 - 기관 외 상주 혹은 비상주 수행인력은 업무시스템에 접속하기 위해 VPN 방식을 사용하며 개발에 필요한 제반비용은 제안사에서 부담해야 함 해킹, 바이러스 등으로 인한 침해사고 예방대책 및 서비스 중단사태 발생에 대한 긴급복구 방안 등을 포함한 보안대책을 제시해야 함 사업관련 자료는 인터넷 웹하드, 웹메일, 외장형 저장장치 등 외부에 저장 및 전송을 금지해야 함 사업관련 중요자료 및 비공개자료는 시건장치가 있는 장소에 보관하여야 함 사업기간 중 불법 SW의 사용으로 인한 문제에 대한 책임을 져야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-003 요구사항 명칭 기술적 보안 상세설명 정의 기술적 보안에 관한 요건 세부내용 소프트웨어 개발보안 가이드에 따른 소스코드 보안성 확보를 위해 착수단계에서 표준 코딩스타일 정의 및 적합한 개발절차개발방법론, 교육 계획 등을 제시해야 함 모든 소스코드 보안취약성을 자체 진단하고 제거하기 위한 방안은 발주기관과 협의하여 결정함 특히 사업자는 구현 및 시험단계에서 개발보안 관련 인증된 점검 도구를 사용해서 모든 원천코드Source code의 보안 약점을 자체 점검하고 제거해야 함 개발 시 SW 개발 보안가이드, SW 보안약점 진단 가이드 및 인증도구를 활용한 진단 공유자원에 대한 접근제어가 사용자 권한에 따라 제어되어야 함 네트워크 관리자 접속용 계정의 패스워드는 기본 패스워드가 아닌 복잡도가 높은 패스워드로 변경하여 사용함 패스워드의 길이 및 사용주기를 제한하고 불필요한 디폴트 계정을 삭제하는 등 서버 사용자 및 패스워드를 관리함 구축 및 운용시스템에 대한 서버 보안 취약점 점검 및 - 42 - - 본페이지이하여백- 불필요한 서비스 포트 제거 등 보안사항을 점검 및 조치함 사업계획 및 개발 단계에서부터 소스 프로그램의 안정성을 고려해서 개발하고, 주요 외부기관 연계 시 표준연계체계를 적용해야 함 웹 응용프로그램 개발 시 주요 보안 취약점접근통제, 파라미터 사용 등을 고려하여 프로그램을 개발해야 함 - 구축 후 웹 취약점 점검툴을 활용하여 점검할 수 있도록 설계 - 소프트웨어 개발보안 관련 교육을 이수한 개발자 투입 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-004 요구사항 명칭 사용자 권한 상세설명 정의 계정권한 설정 세부내용 사용자를 분류하여 등급 및 역할에 따라 프로그램에 대한 권한 여부를 설정하도록 함 시스템에 보관된 각종 데이터와 사용자 인증 정보의 올바른 보관과 활용을 위해 자료의 검색 및 조회에 대한 접근권한을 규정하여 관리하도록 함 프로그램별 접근에 대한 로그 관리 산출정보 사업수행 계획서, 사업수행 결과보고서",
      "tables": [
        [
          [
            "",
            "",
            "불필요한 서비스 포트 제거 등 보안사항을 점검 및 조치함\n❍  사업계획 및 개발 단계에서부터 소스 프로그램의 안정성을 \n고려해서 개발하고, 주요 외부기관 연계 시 표준연계체계를 \n적용해야 함\n❍  웹 응용프로그램 개발 시 주요 보안 취약점(접근통제, \n파라미터 사용 등)을 고려하여 프로그램을 개발해야 함\n  - 구축 후 웹 취약점 점검툴을 활용하여 점검할 수 있도록 설계\n  - 소프트웨어 개발보안 관련 교육을 이수한 개발자 투입"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "",
            "",
            "- 수행사가 사용하는 전산망은 방화벽 또는 \n원격접근통제시스템을 활용하여야 하며, 요청 시 업무상 \n필요한 서버에만 제한적으로 접근을 허용\n  - 기관 외 상주 혹은 비상주 수행인력은 업무시스템에 접속하기 \n위해 VPN 방식을 사용하며 개발에 필요한 제반비용은 \n제안사에서 부담해야 함\n❍  해킹, 바이러스 등으로 인한 침해사고 예방대책 및 서비스 \n중단사태 발생에 대한 긴급복구 방안 등을 포함한 보안대책을 \n제시해야 함\n❍  사업관련 자료는 인터넷 웹하드, 웹메일, 외장형 저장장치 등 \n외부에 저장 및 전송을 금지해야 함\n❍  사업관련 중요자료 및 비공개자료는 시건장치가 있는 장소에 \n보관하여야 함\n❍  사업기간 중 불법 S/W의 사용으로 인한 문제에 대한 책임을 \n져야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 권한"
          ],
          [
            "상세설명",
            "정의",
            "계정/권한 설정"
          ],
          [
            "",
            "세부내용",
            "❍  사용자를 분류하여 등급 및 역할에 따라 프로그램에 대한 권한 \n여부를 설정하도록 함\n❍  시스템에 보관된 각종 데이터와 사용자 인증 정보의 올바른 \n보관과 활용을 위해 자료의 검색 및 조회에 대한 접근권한을 \n규정하여 관리하도록 함\n❍  프로그램별 접근에 대한 로그 관리"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "기술적 보안"
          ],
          [
            "상세설명",
            "정의",
            "기술적 보안에 관한 요건"
          ],
          [
            "",
            "세부내용",
            "❍  “소프트웨어 개발보안 가이드”에 따른 소스코드 보안성 확보를 \n위해 착수단계에서 표준 코딩스타일 정의 및 적합한 \n개발절차·개발방법론, 교육 계획 등을 제시해야 함\n❍  모든 소스코드 보안취약성을 자체 진단하고 제거하기 위한 \n방안은 발주기관과 협의하여 결정함\n❍  특히 사업자는 구현 및 시험단계에서 개발보안 관련 인증된 점검 \n도구를 사용해서 모든 원천코드(Source code)의 보안 약점을 \n자체 점검하고 제거해야 함\n  ※ 개발 시 SW 개발 보안가이드, SW 보안약점 진단 가이드 및 \n인증도구를 활용한 진단\n❍ 공유자원에 대한 접근제어가 사용자 권한에 따라 제어되어야 함\n❍  네트워크 관리자 접속용 계정의 패스워드는 기본 패스워드가 \n아닌 복잡도가 높은 패스워드로 변경하여 사용함\n❍  패스워드의 길이 및 사용주기를 제한하고 불필요한 디폴트 \n계정을 삭제하는 등 서버 사용자 및 패스워드를 관리함\n❍  구축 및 운용시스템에 대한 서버 보안 취약점 점검 및"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 43 - m 품질요구사항 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 가용성 상세설명 정의 가용성 보장 세부내용 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 시스템 조건이 무엇이든지 간에 모든 채널에 동일한 자료 및 결과를 생성하고 인도해야 함 시스템은 정상상태에서 매일 24시간 무중단으로 운영되어야 함 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-002 요구사항 명칭 장애대응 상세설명 정의 장애대응을 위한 백업절차 마련 세부내용 시스템은 신속한 장애 대응을 위하여 현지 협업 구조 마련 에러복구, 장애 대책 확보 등 신뢰성 있는 서비스 환경을 제공 테스트 결함발생율 및 조치율 - 테스트 기간 발견된 결함수와 결함의 지속시간을 측정하여야 함 결함발생률이 5 이상이거나 중대결함이 발생할 경우, 시스템 오픈 기간을 연장해야 하며, 결함 지속 시간의 최대 한계값은 1시간 이하여야 함 - 테스트 기간 발견된 결함에 대한 조치율은 100이어야 하며, 제안사의 불가항력으로 인한 미조치 사항은 발주자의 승인을 득해야 하며, 결함에 대한 조치로 인하여 계획된 일정에 영향을 주어서는 안 됨 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-003 요구사항 명칭 사용의 편의성 상세설명 정의 쉽고 편한 기능 및 사용자 인터페이스 제공 세부내용 사용자 또는 관리자가 시스템을 쉽고 편하게 사용할 수 있게 하도록 기능 및 사용자 인터페이스에 다음 정보를 제공해야 함 - 44 - - 기능 이해도 자주 찾는 콘텐츠 순으로 찾기 쉬운 위치에 배치하는 등 정보접근의 편의성 개선하고 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 정보를 제공해야 함 - 인터페이스 이해도 시스템에서 제공하는 인터페이스 기능과 방법을 초급자라도 쉽게 운영할 수 있는 직관적인 인터페이스로 제작하고 관리자 매뉴얼에 포함해야 함 사용자가 원하는 기능을 쉽게 찾아서 사용할 수 있는 체계를 제공하여야 함 시스템은 콘텐츠의 모양이나 배치를 이해하기 쉽게 구성하여야 함 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-004 요구사항 명칭 변경관리 상세설명 정의 변경요구 및 변경처리 절차 세부내용 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 baseline으로 간주함 제공되기로 한 요구사항을 제공하는지는 각 기능 요구사항의 검증테스트 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가함 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-005 요구사항 명칭 하자담보 책임방안 상세설명 정의 하자담보 책임방안 세부내용 시스템 업그레이드 시스템은 새로운 기능을 구현하는 데 필요한 경우 업그레이드가 편리해야 하며, 보안사고 예방, 성능 개선 등이 발생하는 경우 패치를 제공하여야 함 유지관리 - 시스템의 하자보수기간은 검수완료일로부터 12개월로 하며, 단 납품 물품 중 하자보수기간이 12개월 이상인 경우 그에 따르며, 유지관리는 개발 소프트웨어, 하드웨어, 소프트웨어",
      "tables": [
        [
          [
            "",
            "",
            "- 기능 이해도 : 자주 찾는 콘텐츠 순으로 찾기 쉬운 위치에 \n배치하는 등 정보접근의 편의성 개선하고 시스템에서 \n제공하는 모든 기능에 대해 사용자 매뉴얼에서 정보를 \n제공해야 함\n  - 인터페이스 이해도 : 시스템에서 제공하는 인터페이스 기능과 \n방법을 초급자라도 쉽게 운영할 수 있는 직관적인 \n인터페이스로 제작하고 관리자 매뉴얼에 포함해야 함\n❍  사용자가 원하는 기능을 쉽게 찾아서 사용할 수 있는 체계를 \n제공하여야 함\n❍  시스템은 콘텐츠의 모양이나 배치를 이해하기 쉽게 구성하여야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "가용성"
          ],
          [
            "상세설명",
            "정의",
            "가용성 보장"
          ],
          [
            "",
            "세부내용",
            "❍  시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, \n시스템 조건이 무엇이든지 간에 모든 채널에 동일한 자료 및 \n결과를 생성하고 인도해야 함\n❍  시스템은 정상상태에서 매일 24시간 무중단으로 운영되어야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "변경관리"
          ],
          [
            "상세설명",
            "정의",
            "변경요구 및 변경처리 절차"
          ],
          [
            "",
            "세부내용",
            "❍  시스템은 제공되기로 한 요구사항을 모두 제공하며, \n초기협의한 요구사항에서 변경관리 절차를 통해 승인을 \n획득한 요구사항을 최종 baseline으로 간주함\n❍  제공되기로 한 요구사항을 제공하는지는 각 기능 요구사항의 \n검증(테스트) 활동을 통해 예상된 결과가 도출되었을 경우 \n요구사항을 제공한 것으로 평가함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "장애대응"
          ],
          [
            "상세설명",
            "정의",
            "장애대응을 위한 백업절차 마련"
          ],
          [
            "",
            "세부내용",
            "❍  시스템은 신속한 장애 대응을 위하여 현지 협업 구조 마련\n❍  에러복구, 장애 대책 확보 등 신뢰성 있는 서비스 환경을 제공\n❍  테스트 결함발생율 및 조치율\n  - 테스트 기간 발견된 결함수와 결함의 지속시간을 측정하여야 함\n❍  결함발생률이 5% 이상이거나 중대결함이 발생할 경우, 시스템 \n오픈 기간을 연장해야 하며, 결함 지속 시간의 최대 한계값은 \n1시간 이하여야 함\n  - 테스트 기간 발견된 결함에 대한 조치율은 100%이어야 \n하며, 제안사의 불가항력으로 인한 미조치 사항은 발주자의 \n승인을 득해야 하며, 결함에 대한 조치로 인하여 계획된 \n일정에 영향을 주어서는 안 됨"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "하자담보 책임방안"
          ],
          [
            "상세설명",
            "정의",
            "하자담보 책임방안"
          ],
          [
            "",
            "세부내용",
            "❍ 시스템 업그레이드 : 시스템은 새로운 기능을 구현하는 데 \n필요한 경우 업그레이드가 편리해야 하며, 보안사고 예방, 성능 \n개선 등이 발생하는 경우 패치를 제공하여야 함\n❍  유지관리\n  - 시스템의 하자보수기간은 검수완료일로부터 12개월로 하며, \n단 납품 물품 중 하자보수기간이 12개월 이상인 경우 그에 \n따르며, 유지관리는 개발 소프트웨어, 하드웨어, 소프트웨어"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "사용의 편의성"
          ],
          [
            "상세설명",
            "정의",
            "쉽고 편한 기능 및 사용자 인터페이스 제공"
          ],
          [
            "",
            "세부내용",
            "❍ 사용자 또는 관리자가 시스템을 쉽고 편하게 사용할 수 있게 \n하도록 기능 및 사용자 인터페이스에 다음 정보를 제공해야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 45 - 등 시스템 전체로 함 - 시스템 확장 유지관리에 편리하게 개발되어야 하며 시스템 확장 시 상호운용성, 이식성 등을 보장하여야 함 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-006 기능요구사항에서 정의하지 않은 산출물을 일괄 명시 요구사항 명칭 산출물 관리 상세설명 정의 산출물 제공 및 관리 방안 세부내용 제안사는 사업추진과정에서 생산되는 제반작업 단위별 산출물에 대하여 작업일정계획 및 품질보증계획과 연계하여 산출물 종류, 작성자, 주요내용, 작성 및 제출시기 등 제시해야함 산출물 및 각종 안내서 관리방안을 제시해야 함 보완 개발 및 커스터마이징 결과로 도출된 보고서 포함하여 제출해야 함 산출물 품질기준에 대한 제안내용은 향후 기술협상단계에서 公社과 상호 합의 하에 일부 조정 가능함. 公社와 제안사간 상호 합의된 사업산출물 품질기준은 산출물 품질관리를 위한 기초자료로 활용될 예정이며, 사업산출물이 품질기준에 만족 될 수 있도록 제안사는 사업관리 이행 노력이 요구됨. 산출정보 시스템 설계보고서, 시스템 개발보고서 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-007 요구사항 명칭 품질관리 활동 상세설명 정의 품질관리 활동 세부내용 사업 완료 시의 최종 산출물은 사업단계별 절차에 따라야 하며, 프로젝트 상황에 따라 산출물 변경이 필요한 경우에는 발주기관과 별도 협의를 거쳐야 함 사업 목표 달성을 위해 의사소통, 일정 관리, 산출물 작성 및 계획서 절차준수 등 기술적, 절차적인 사항에서 문제가 되지 않도록 관리 철저 사업의 원활한 추진과 수혜자 및 사업의 품질 확보를 위해 품질관리와 사업관리 시행 - 46 - - 본페이지이하여백- 개발 기간에 발생 또는 예측되는 위험 요소를 지속해서 식별하여 위험 요인이 해소될 때까지 체계적인 위험 관리 실시 산출정보 시스템 설계보고서, 시스템 개발보고서",
      "tables": [
        [
          [
            "",
            "",
            "❍  개발 기간에 발생 또는 예측되는 위험 요소를 지속해서 \n식별하여 위험 요인이 해소될 때까지 체계적인 위험 관리 \n실시"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "",
            "",
            "등 시스템 전체로 함\n  - 시스템 확장 : 유지관리에 편리하게 개발되어야 하며 시스템 \n확장 시 상호운용성, 이식성 등을 보장하여야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-006 기능요구사항에서 정의하지 않은 산출물을 일괄 명시"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 관리"
          ],
          [
            "상세설명",
            "정의",
            "산출물 제공 및 관리 방안"
          ],
          [
            "",
            "세부내용",
            "❍  제안사는 사업추진과정에서 생산되는 제반작업 단위별 산출물에 \n대하여 작업일정계획 및 품질보증계획과 연계하여 산출물   \n종류, 작성자, 주요내용, 작성 및 제출시기 등 제시해야함\n❍  산출물 및 각종 안내서 관리방안을 제시해야 함\n❍  보완 개발 및 커스터마이징 결과로 도출된 보고서 포함하여 \n제출해야 함\n❍  산출물 품질기준에 대한 제안내용은 향후 기술협상단계에서 \n公社과 상호 합의 하에 일부 조정 가능함.\n❍  公社와 제안사간 상호 합의된 사업산출물 품질기준은 산출물 \n품질관리를 위한 기초자료로 활용될 예정이며, 사업산출물이 \n품질기준에 만족 될 수 있도록 제안사는 사업관리 이행 \n노력이 요구됨."
          ],
          [
            "산출정보",
            "",
            "시스템 설계보고서, 시스템 개발보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "품질관리 활동"
          ],
          [
            "상세설명",
            "정의",
            "품질관리 활동"
          ],
          [
            "",
            "세부내용",
            "❍  사업 완료 시의 최종 산출물은 사업단계별 절차에 따라야 \n하며, 프로젝트 상황에 따라 산출물 변경이 필요한 경우에는 \n발주기관과 별도 협의를 거쳐야 함\n❍  사업 목표 달성을 위해 의사소통, 일정 관리, 산출물 작성 및 \n계획서 절차준수 등 기술적, 절차적인 사항에서 문제가 되지 \n않도록 관리 철저\n❍  사업의 원활한 추진과 수혜자 및 사업의 품질 확보를 위해 \n품질관리와 사업관리 시행"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 47 - m 제약사항요구사항 요구사항 분류 제약사항 요구사항 요구사항 고유번호 COR-001 요구사항 명칭 규정 변경에 따른 시스템 구현의 유연성 상세설명 정의 정책지침 변경에 따른 시스템 구현의 유연성 대응 세부내용 시스템 구축기간 내 적용법령 등 규정 변경 시 반영하여 개발하여야 함 정책지침에 대한 적용시점을 고려하여 발주기관과 협의하여 적용 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 제약사항 요구사항 요구사항 고유번호 COR-002 요구사항 명칭 데이터 사용 및 접근 제약사항 상세설명 정의 데이터 사용 및 접근 제약사항 세부내용 허가된 사용자에 한하여 DBMS 접근 및 사용을 제한함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 제약사항 요구사항 요구사항 고유번호 COR-003 요구사항 명칭 기존시스템 호환 상세설명 정의 기존시스템 호환 세부내용 기능개선 시 기구축된 프로그램과 결함 없이 상호호환성을 유지해야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 제약사항 요구사항 요구사항 고유번호 COR-004 요구사항 명칭 웹표준, 웹호환성, 웹 접근성 준수 상세설명 정의 웹표준, 웹호환성, 웹 접근성 준수 세부내용 최신 웹표준 준수 사항 - 구현되는 시스템은 운영체제 및 웹브라우저의 종류 및 버전에 의존하지 않고 정상적으로 실행이 가능하도록 최신 웹표준을 - 48 - - 본페이지이하여백- 준수하여야 함 웹표준은 국제웹표준화기구W3C에서 정한 웹표준을 적용함 - 통용되는 웹브라우저의 최근 3년 이내의 모든 버전에서 완벽하게 구동 되어야 함 - 웹 접근성 및 호환성 진단 및 조치하여야 함 웹 호환성 확보 준수 사항 - NON-ActiveX 기반으로 최소 상이한 3종 이상Firefox, Opera, Chrome, safari 등의 웹 브라우저를 지원하여야 함 산출정보 사업수행 계획서, 사업수행 결과보고서",
      "tables": [
        [
          [
            "",
            "",
            "준수하여야 함\n❍  웹표준은 국제웹표준화기구(W3C)에서 정한 웹표준을 적용함\n  - 통용되는 웹브라우저의 최근 3년 이내의 모든 버전에서 \n완벽하게 구동 되어야 함\n   - 웹 접근성 및 호환성 진단 및 조치하여야 함\n❍  웹 호환성 확보 준수 사항\n  - NON-ActiveX 기반으로 최소 상이한 3종 이상(Firefox, Opera, \nChrome, safari 등)의 웹 브라우저를 지원하여야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "규정 변경에 따른 시스템 구현의 유연성"
          ],
          [
            "상세설명",
            "정의",
            "정책지침 변경에 따른 시스템 구현의 유연성 대응"
          ],
          [
            "",
            "세부내용",
            "❍ 시스템 구축기간 내 적용법령 등 규정 변경 시 반영하여 \n개발하여야 함\n   ※ 정책·지침에 대한 적용시점을 고려하여 발주기관과 협의하여 적용"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "제약사항 요구사항"
          ],
          [
            "요구사항 고유번호",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "데이터 사용 및 접근 제약사항"
          ],
          [
            "정의\n상세설명\n세부내용",
            "데이터 사용 및 접근 제약사항\n❍  허가된 사용자에 한하여 DBMS 접근 및 사용을 제한함"
          ],
          [
            "",
            ""
          ],
          [
            "산출정보",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "기존시스템 호환"
          ],
          [
            "상세설명",
            "정의",
            "기존시스템 호환"
          ],
          [
            "",
            "세부내용",
            "❍ 기능개선 시 기구축된 프로그램과 결함 없이 상호호환성을 \n유지해야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "웹표준, 웹호환성, 웹 접근성 준수"
          ],
          [
            "상세설명",
            "정의",
            "웹표준, 웹호환성, 웹 접근성 준수"
          ],
          [
            "",
            "세부내용",
            "❍  최신 웹표준 준수 사항\n  - 구현되는 시스템은 운영체제 및 웹브라우저의 종류 및 버전에 \n의존하지 않고 정상적으로 실행이 가능하도록 최신 웹표준을"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 49 - m 프로젝트관리요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 사업수행 조직 상세설명 정의 사업수행의 조직 및 인원구성 세부내용 본 사업 수행조직에 대한 구성 및 투입인력을 적정하게 산정하고 역할 및 책임을 명확히 제시하여야 함 각 분야의 개발자는 적정시점에 투입해야 함 투입인력은 과업수행 장소에서 근무가 가능한 인력으로 해야 하며, 참여하는 핵심투입인력의 경우 투입기간 내 부득이한 경우를 제외하고 본 과업 외에 다른 임무를 부여하지 못함 조직과 인력 배치재배치 포함 및 운영에 관한 사항은 반드시 사전에 협의하여 발주사의 승인을 받아야 함 SW 투입인력은 제안일 현재 제안사의 직원이어야 함 - 채용예정 인력인 경우에는 별도로 이를 명기하고, 계약체결 전까지 채용을 완료 - 적법한 파견 근로자는 자사인력으로 간주하나, 원소속사를 반드시 명기 - 수행업체 소속 외의 인력은 승인을 득할 수 없음 HW 설치는 국내외 관련 경험과 지식을 보유한 기술자로 구성하여 현장 오류를 최소화하여야 함 - 해당 전문가기술자는 외부인력으로 구성이 가능하나, 외부인력의 신의성실한 업무수행과 안전관리는 전적으로 계약자에게 책임이 있다. 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-002 요구사항 명칭 용역수행책임자 상세설명 정의 용역수행책임자 세부내용 용역책임자PM는 공고일 이전부터 제안서 평가일까지 계속 재직자여야 함 용역책임자PM는 최근 3년 이내에 시스템 개발 및 기능 개선유지보수 포함 구축 실적 경험이 있는 관리자여야 함 - 공고일 기준 최근 3년 이내 시스템 개발 및 - 50 - 기능개선유지보수 포함 프로젝트에서 PM 경험이 있어야 함 - 공동수급으로 제안할 시 사업지분율이 제일 높은 사업자의 정규직 관리자로 선정 용역수행책임자PM는 본 사업수행 기간 특별한 사정이 없으면 변경할 수 없음 - 단, 특별한 사정으로 변경하는 경우 공사의 사전 승인 필요 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-003 요구사항 명칭 인력교체 상세설명 정의 인력교체 시 업무 안정성 확보 세부내용 사업 진행 중 불가항력 사유로 인력교체 필요시 사업자와 협의하여 진행하며 사업자는 성실히 인계인수를 실시해야 함 인력교체 기간 발생하는 업무의 안정화 및 품질저하 방지대책을 제시해야 하고, 인계인수 기간 동안 교체인력에 대한 인건비는 사업자 부담으로 처리하여야 하며, 투입공수에서 제외함 발주기관이 인력교체를 요구할 때는 사업자와 협의하여 진행하며 사업자는 성실히 협의에 임하여야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-005 요구사항 명칭 형상관리 요구사항 상세설명 정의 산출물 및 형상관리 세부내용 본 과업은 추후 시스템 확장 및 지속가능성을 고려하여 철저한 형상 관리가 요함으로 적절한 산출물 및 소스코드 형상 관리 방안을 제시하고 관리하여야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-006",
      "tables": [
        [
          [
            "",
            "",
            "기능개선(유지보수 포함) 프로젝트에서 PM 경험이 있어야 함\n  - 공동수급으로 제안할 시 ‘사업지분율이 제일 높은 \n사업자’의 정규직 관리자로 선정\n❍  용역수행책임자(PM)는 본 사업수행 기간 특별한 사정이 \n없으면 변경할 수 없음\n  - 단, 특별한 사정으로 변경하는 경우 공사의 사전 승인 필요"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "인력교체"
          ],
          [
            "상세설명",
            "정의",
            "인력교체 시 업무 안정성 확보"
          ],
          [
            "",
            "세부내용",
            "❍  사업 진행 중 불가항력 사유로 인력교체 필요시 사업자와 \n협의하여 진행하며 사업자는 성실히 인계·인수를 실시해야 \n함\n❍  인력교체 기간 발생하는 업무의 안정화 및 품질저하 방지대책을 \n제시해야 하고, 인계·인수 기간 동안 교체인력에 대한 \n인건비는 사업자 부담으로 처리하여야 하며, 투입공수에서 \n제외함\n❍  발주기관이 인력교체를 요구할 때는 사업자와 협의하여 \n진행하며 사업자는 성실히 협의에 임하여야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "사업수행 조직"
          ],
          [
            "상세설명",
            "정의",
            "사업수행의 조직 및 인원구성"
          ],
          [
            "",
            "세부내용",
            "❍  본 사업 수행조직에 대한 구성 및 투입인력을 적정하게 \n산정하고 역할 및 책임을 명확히 제시하여야 함\n❍  각 분야의 개발자는 적정시점에 투입해야 함\n❍  투입인력은 과업수행 장소에서 근무가 가능한 인력으로 해야 \n하며, 참여하는 핵심투입인력의 경우 투입기간 내 부득이한 \n경우를 제외하고 본 과업 외에 다른 임무를 부여하지 못함\n❍  조직과 인력 배치(재배치 포함) 및 운영에 관한 사항은 반드시 \n사전에 협의하여 발주사의 승인을 받아야 함\n❍  SW 투입인력은 제안일 현재 제안사의 직원이어야 함\n  - 채용예정 인력인 경우에는 별도로 이를 명기하고, 계약체결 \n전까지 채용을 완료\n  - 적법한 파견 근로자는 자사인력으로 간주하나, 원소속사를 \n반드시 명기\n  - 수행업체 소속 외의 인력은 승인을 득할 수 없음\n❍  HW 설치는 국내외 관련 경험과 지식을 보유한 기술자로 \n구성하여 현장 오류를 최소화하여야 함\n  - 해당 전문가/기술자는 외부인력으로 구성이 가능하나, \n외부인력의 신의성실한 업무수행과 안전관리는 전적으로 \n계약자에게 책임이 있다."
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "형상관리 요구사항"
          ],
          [
            "상세설명",
            "정의",
            "산출물 및 형상관리"
          ],
          [
            "",
            "세부내용",
            "❍  본 과업은 추후 시스템 확장 및 지속가능성을 고려하여 \n철저한 형상 관리가 요함으로 적절한 산출물 및 소스코드 \n형상 관리 방안을 제시하고 관리하여야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "용역수행책임자"
          ],
          [
            "상세설명",
            "정의",
            "용역수행책임자"
          ],
          [
            "",
            "세부내용",
            "❍ 용역책임자(PM)는 공고일 이전부터 제안서 평가일까지 계속  \n재직자여야 함\n❍  용역책임자(PM)는 최근 3년 이내에 시스템 개발 및 기능 \n개선(유지보수 포함) 구축 실적 경험이 있는 관리자여야 함\n  - 공고일 기준 최근 3년 이내 시스템 개발 및"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 51 - 요구사항 명칭 공동수급형태의 제안 상세설명 정의 공동수급형태의 구성 요건 세부내용 공동수급 형태로 제안할 경우 주사업자와 부 사업자 간의 업무수행범위 및 책임한계를 상세히 정의하고 주사업자와 부 사업자의 조직 운영 방안을 제시해야 함 공동수급체는 3개 이하로 구성하여야 하며, 구성원별 계약 참여 최소지분율은 10 이상으로 하여야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-007 요구사항 명칭 사업관리 방법 상세설명 정의 효율적 사업관리 방안 제시 세부내용 위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리방법론을 통한 체계적인 사업관리 방안을 제시하여야 함 사업의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 체계적으로 프로젝트를 관리해야 함 - 관리도구는 최종산출물에 포함하여 제출해야 함 개발 프로젝트의 제반 사항은 발주사의 정보화사업관리 표준가이드를 따라야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-008 요구사항 명칭 기자재 납품 및 설치 상세설명 정의 기자재 관리 요구사항 세부내용 기자재 납품 - 모든 기자재 및 SW는 영어 또는 현지어로 운용될 수 있도록 제공 - 용역 및 하자보수 기간 중 현지 대리인 또는 대리점을 지정하여 장애 발생 시 수리 및 응급 대처할 수 있는 시스템 구축 방안 제시 - 모든 기자재는 제출한 입찰내역서상 동동 사양 또는 그 이상의 사양으로 구매 납품하며 수원국네팔 내 유지보수 - 52 - 및 관리 용이성을 고려해야 함. -협의 사양 기자재의 경우 품질, 성능, 가격 등을 고려하여 최소 중급 이상의 기자재를 제안하여야 함 - 계약 체결 후 수원국 현지 착수조사조사 시기는 公社와 사전협의를 시행하며, 착수조사 후 사업 내용에 변경이 필요할 시 이를 公社에 보고, 관련 지침을 받아야 함. - 납품은 계획서에 대한 公社의 승인을 받아 지정된 날짜, 장소로 함. 기자재 운송 및 설치 - 계약자는 기자재 운송 및 설치 관리에 책임이 있으며, 세관이나 기자재 납품 등 관련 국내외 법규 및 규정을 철저히 준수하여야 하며, 모든 기기가 전격으로 동작하도록 하여야 함. - 계약자는 현장 착수조사를 진행하고 각종 기자재의 정확한 물량을 사전에 파악하며 수원국 관계자와 사전 협의하여 기자재 구매 및 설치에 차질이 없도록 하여야 함. - 계약자는 용역 수행에 필요한 안전수칙을 이행하여야 하며, 필요한 제반 안전시설을 갖추어야 함. - 계약자는 용역 수행 기간 중 안전사고 예방을 위한 교육을 반드시 이행하고, 작업자는 필요시 안전모, 안전벨트, 안전화 등 안전장구를 착용하여야 함. - 불의의 사고가 발생 시 이와 관련된 모든 책임은 계약자에 있음. 공정관리 - 계약자는 설계도 및 제안요청서에 의하여 용역수행 전반에 대한 세부 계획을 작성한 예상일정표를 착수 전 公社에 제출하여 승인을 받아야 함. - 계약자는 협력단의 요구가 있을 시 기자재 설치의 순서와 방법, 주요 자재의 반입과 노무 계획 등을 상세하게 작성하여 公社에 제출하여야 함. - 계약자는 항상 용역수행 진행 상황을 당초 계획과 비교하여 주요 일정이 현저히 지연될 때는 즉시 그 사유 및 구체적인 회복 방안을 公社에 보고하여야 함. - 모든 기자재는 시건장치가 있는 별도의 장소에 일괄 보관하며 손망실 등 사고가 발생하지 않도록 유의해야하며 사고 발생 시 협력단에 보고 후 용역 수행 일정에 지장을 초래하지 않도록 후속 조치를 취해야 함. 수원기관과 협의하여 보관하되 수원기관에서 제공치 않을 경우는 계약사 자체적으로 보관하여야 함.",
      "tables": [
        [
          [
            "요구사항 명칭",
            "",
            "공동수급형태의 제안"
          ],
          [
            "상세설명",
            "정의",
            "공동수급형태의 구성 요건"
          ],
          [
            "",
            "세부내용",
            "❍  공동수급 형태로 제안할 경우 주사업자와 부 사업자 간의 \n업무수행범위 및 책임한계를 상세히 정의하고 주사업자와 부 \n사업자의 조직 운영 방안을 제시해야 함 \n❍ 공동수급체는 3개 이하로 구성하여야 하며, 구성원별 계약 참여 \n최소지분율은 10% 이상으로 하여야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "사업관리 방법"
          ],
          [
            "상세설명",
            "정의",
            "효율적 사업관리 방안 제시"
          ],
          [
            "",
            "세부내용",
            "❍  위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 \n관리방법론을 통한 체계적인 사업관리 방안을 제시하여야 함\n❍  사업의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 \n체계적으로 프로젝트를 관리해야 함\n  - 관리도구는 최종산출물에 포함하여 제출해야 함\n❍  개발 프로젝트의 제반 사항은 발주사의 정보화사업관리 \n표준가이드를 따라야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "기자재 납품 및 설치"
          ],
          [
            "상세설명",
            "정의",
            "기자재 관리 요구사항"
          ],
          [
            "",
            "세부내용",
            "<기자재 납품>\n  - 모든 기자재 및 SW는 영어 또는 현지어로 운용될 수 있도록 \n제공\n  - 용역 및 하자보수 기간 중 현지 대리인 또는 대리점을 \n지정하여 장애 발생 시 수리 및 응급 대처할 수 있는 \n시스템 구축 방안 제시 \n  - 모든 기자재는 제출한 입찰내역서상 동동 사양 또는 그 \n이상의 사양으로 구매 납품하며 수원국(네팔) 내 유지보수"
          ]
        ],
        [
          [
            "",
            "",
            "및 관리 용이성을 고려해야 함.\n  -“협의 사양” 기자재의 경우 품질, 성능, 가격 등을 \n고려하여 최소 중급 이상의 기자재를 제안하여야 함\n  - 계약 체결 후 수원국 현지 착수조사(조사 시기는 公社와 \n사전협의)를 시행하며, 착수조사 후 사업 내용에 변경이 \n필요할 시 이를 公社에 보고, 관련 지침을 받아야 함.\n  - 납품은 계획서에 대한 公社의 승인을 받아 지정된 날짜, \n장소로 함.\n<기자재 운송 및 설치>\n  - 계약자는 기자재 운송 및 설치 관리에 책임이 있으며, \n세관이나 기자재 납품 등 관련 국내외 법규 및 규정을 \n철저히 준수하여야 하며, 모든 기기가 전격으로 동작하도록 \n하여야 함.\n  - 계약자는 현장 착수조사를 진행하고 각종 기자재의 정확한 \n물량을 사전에 파악하며 수원국 관계자와 사전 협의하여 \n기자재 구매 및 설치에 차질이 없도록 하여야 함.\n  - 계약자는 용역 수행에 필요한 안전수칙을 이행하여야 하며, \n필요한 제반 안전시설을 갖추어야 함.\n  - 계약자는 용역 수행 기간 중 안전사고 예방을 위한 교육을 \n반드시 이행하고, 작업자는 필요시 안전모, 안전벨트, 안전화 \n등 안전장구를 착용하여야 함.\n  - 불의의 사고가 발생 시 이와 관련된 모든 책임은 계약자에 \n있음.\n<공정관리>\n  - 계약자는 설계도 및 제안요청서에 의하여 용역수행 전반에 \n대한 세부 계획을 작성한 예상일정표를 착수 전 公社에 \n제출하여 승인을 받아야 함.\n  - 계약자는 협력단의 요구가 있을 시 기자재 설치의 순서와 \n방법, 주요 자재의 반입과 노무 계획 등을 상세하게 \n작성하여 公社에 제출하여야 함.\n  - 계약자는 항상 용역수행 진행 상황을 당초 계획과 비교하여 \n주요 일정이 현저히 지연될 때는 즉시 그 사유 및 구체적인 \n회복 방안을 公社에 보고하여야 함.\n  - 모든 기자재는 시건장치가 있는 별도의 장소에 일괄 \n보관하며 손망실 등 사고가 발생하지 않도록 유의해야하며 \n사고 발생 시 협력단에 보고 후 용역 수행 일정에 지장을 \n초래하지 않도록 후속 조치를 취해야 함. 수원기관과 \n협의하여 보관하되 수원기관에서 제공치 않을 경우는 \n계약사 자체적으로 보관하여야 함."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 53 - 사업관리 - 계약자는 본 용역 사업이 완료되어 협력단에서 인수하기 전까지 본 용역에 관련한 모든 기자재, 인력의 관리 및 운영, 안전에 책임을 진다. 작업에 참여하는 작업원은 반드시 기자재 설치 및 운용 설명서를 충분히 숙지하여 작업에 임하여야 하며 감독자의 지시를 따라야 함. 설치 중 계약자 및 작업원의 부주의로 기자재에 손상 발생 시는 계약자가 모든 책임을 지고 즉시 동일한 제품으로 변상하여야 하며, 그로 인한 업무의 차질 손실도 보상하여야 함. 납품 설치 중 장애 및 안전사고가 발생하지 않도록 대책을 수립하여 만전을 다하여야 하고, 용역수행계획에 영향을 미치는 사고나 인명의 손상 또는 제3자에게 피해를 미치는 사고를 일으켰을 때, 혹은 그러한 사고 발생의 징조를 발견하였을 때는 응급조치를 취하고 公社에 즉시 보고하여야 함. 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-009 요구사항 명칭 일정계획 상세설명 정의 일정계획 방안 제시 세부내용 사업을 기간 내에 완수하기 위한 개발 단계별 추진일정 및 세부 활동 내용 등이 포함된 개발 일정계획을 제시하여야 함 주요 마일스톤으로 착수보고회, 중간보고회, 완료보고회를 실시하며, 비용은 사업자 부담으로 함 - 착수보고회 착수 후 1개월 이내 - 중간보고회 본 사업 진행률 50 진행시점 또는 전체기간 중 중간시기 중간보고는 사업진행과정에 따라 공사와 협의하여 변경될 수 있음 - 완료보고회 본 사업 계약기간 완료 전 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-010 - 54 - 요구사항 명칭 요구사항 관리방안 제시 상세설명 정의 요구사항 관리방안 제시 세부내용 사업자는 요구사항을 빠짐없이 관리하고, 각각의 요구사항이 관련 산출물에 반영여부를 확인할 수 있도록 관리요구사항 추적하여야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-011 요구사항 명칭 위험관리 방안 상세설명 정의 위험관리 방안 제시 세부내용 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항의 상세화 과정에서의 위험관리 등 각종 위험에 대한 통제 및 위험관리 방안을 제시하며, 지속해서 문제를 파악 관리하고, 조치 사항에 대하여 추적할 방안을 제시 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-012 요구사항 명칭 정기보고 상세설명 정의 정기보고 제출 세부내용 계약일로부터 10일 이내 사업수행계획서를 제출하여야 함 사업진행에 대한 업무내용, 진척사항, 기타 특기사항을 기록한 업무일지를 작성하여 주간, 월간단위로 작성ᆞ제출하여야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-013 요구사항 명칭 수시보고 상세설명 정의 수시보고 제출 세부내용 원활한 과업 추진을 위해 필요시 비정기적인 보고 요청에",
      "tables": [
        [
          [
            "요구사항 명칭",
            "",
            "요구사항 관리방안 제시"
          ],
          [
            "상세설명",
            "정의",
            "요구사항 관리방안 제시"
          ],
          [
            "",
            "세부내용",
            "❍  사업자는 요구사항을 빠짐없이 관리하고, 각각의 요구사항이 \n관련 산출물에 반영여부를 확인할 수 있도록 관리(요구사항 \n추적)하여야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "",
            "",
            "<사업관리>\n  - 계약자는 본 용역 사업이 완료되어 협력단에서 인수하기 \n전까지 본 용역에 관련한 모든 기자재, 인력의 관리 및 \n운영, 안전에 책임을 진다. \n   *작업에 참여하는 작업원은 반드시 기자재 설치 및 운용 \n설명서를 충분히 숙지하여 작업에 임하여야 하며 감독자의 \n지시를 따라야 함.\n   *설치 중 계약자 및 작업원의 부주의로 기자재에 손상 발생 \n시는 계약자가 모든 책임을 지고 즉시 동일한 제품으로 \n변상하여야 하며, 그로 인한 업무의 차질 손실도 보상하여야 \n함.\n   *납품 설치 중 장애 및 안전사고가 발생하지 않도록 대책을 \n수립하여 만전을 다하여야 하고,\n   *용역수행계획에 영향을 미치는 사고나 인명의 손상 또는 \n제3자에게 피해를 미치는 사고를 일으켰을 때, 혹은 그러한 \n사고 발생의 징조를 발견하였을 때는 응급조치를 취하고 \n公社에 즉시 보고하여야 함."
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "위험관리 방안"
          ],
          [
            "상세설명",
            "정의",
            "위험관리 방안 제시"
          ],
          [
            "",
            "세부내용",
            "❍  본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 \n관리, 사용자 요구사항의 상세화 과정에서의 위험관리 등 각종 \n위험에 대한 통제 및 위험관리 방안을 제시하며, 지속해서 \n문제를 파악 관리하고, 조치 사항에 대하여 추적할 방안을 \n제시"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "정기보고"
          ],
          [
            "상세설명",
            "정의",
            "정기보고 제출"
          ],
          [
            "",
            "세부내용",
            "❍  계약일로부터 10일 이내 사업수행계획서를 제출하여야 함\n❍  사업진행에 대한 업무내용, 진척사항, 기타 특기사항을 기록한 \n업무일지를 작성하여 주간, 월간단위로 작성ㆍ제출하여야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "일정계획"
          ],
          [
            "상세설명",
            "정의",
            "일정계획 방안 제시"
          ],
          [
            "",
            "세부내용",
            "❍  사업을 기간 내에 완수하기 위한 개발 단계별 추진일정 및 세부 활동 \n내용 등이 포함된 개발 일정계획을 제시하여야 함\n❍  주요 마일스톤으로 착수보고회, 중간보고회, 완료보고회를 실시하며, \n비용은 사업자 부담으로 함\n  - 착수보고회 : 착수 후 1개월 이내\n  - 중간보고회 : 본 사업 진행률 50% 진행시점 또는 전체기간 중 중간시기\n    ※ 중간보고는 사업진행과정에 따라 공사와 협의하여 변경될 수 있음\n  - 완료보고회 : 본 사업 계약기간 완료 전"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "PMR-013"
          ],
          [
            "요구사항 명칭",
            "수시보고"
          ],
          [
            "정의\n상세설명\n세부내용",
            "수시보고 제출\n❍  원활한 과업 추진을 위해 필요시 비정기적인 보고 요청에"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 55 - 대응해야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-014 요구사항 명칭 산출물 관리방안 상세설명 정의 산출물 관리방안 제시 세부내용 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 작업 일정계획 및 품질보증계획과 연계하여 산출물의 종류, 주요내용, 작성 및 제출시기, 제출 부수, 제출매체 등을 제시하여야 함 - 산출물 및 각종 worksheet의 관리방안을 제시하여야 함 - 산출물 제출 시기는 사업추진 공정, 품질보증 계획과 연계하여 제시하여야 함 - 용역 완료시 제출하는 최종 결과물보고서 등은 발주자의 승인을 득한 후 원본 파일을 외장SSD에 수록하여 산출물과 같이 제출하여야 함 업무담당자 매뉴얼은 사용자의 눈높이에 각 처리 화면들을 단계별로 표시하여 작성하여야 함 보고서, 매뉴얼은 국문과 영문으로 작성하여 제출해야 함 구분 종류 성과품 내역 수 량 산출물 보고서 A4 크기 IV. 제안요청내용 - 3.세부과업지침 참조 각 5부 전산 File SSD 과업의 모든 산출물 및 보고서 소스, 실행 프로그램, 설치 프로그램 각3식 정산 증빙자료 HW, SW 설치와 개발에 따른 비교 견적 및 정산 영수증 원본 1부 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-015 요구사항 명칭 검수 및 검사 상세설명 정의 검수 및 검사 요건 세부내용 검수는 최종산출물 등 본 사업 결과를 첨부하여 발주자에게 검수요청을 하며, 검수요청일로부터 14일 이내에 실시 - 제안사는 제안요청서, 제안서, 협상 결과, 계약서, - 56 - 사업수행계획서 등을 반영한 검수계획을 수립하고 발주자에게 용역완료 승인에 필요한 지원을 해야 함 - 公社의 감독하에 납품 검수를 시행하며 계약 내역서의 주요 장비에 대하여 정품인증서 및 유지보수AS 확약서, 기술지원 계획을 제출해야 함. 단 지적사항이 있을 경우에는 즉시 시정한 후 확인을 받아야 함. - 계약자는 수원국 관계법령에 의한 제반 검사 필요시 입회하여야 하고 그 결과, 지적사항 발생 시 이를 즉시 시정하여야 하며 불합격판정에 따른 재검사로 재검사 수수료 등 재검사에 따른 경비가 발생할 경우 일체의 경비를 부담하여야 함. 정품인증서 외산일 경우 제작사의 국내 수입원 발행 AS 확약서 외산일 경우 제작사가 지정한 국내 AS사 발행 AS 수요 발생 시, 대처방안 및 대처 소요 시간, 무상 예외 대상의 범위 및 관련 조건 등 AS 계획 제출. 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-016 요구사항 명칭 참여인력 보안서약 및 책임 상세설명 정의 참여인력 보안서약 및 책임 세부내용 사업에 참여하는 모든 인원은 별도양식에 의하여 상기의 내용을 포함한 보안서약서를 반드시 제출하여야 함 사업 수행 중 취득한 지식에 대하여 과업수행 중은 물론 사업이 완료된 후에도 외부에 누설하거나 다른 용도로 이용해서는 안 되며, 이를 위반하였을 경우 법적인 책임을 져야 함 공사 정보보안지침에 따른 외주용역사업 보안특약을 준수해야 함별지 참조 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-017 요구사항 명칭 정보보안계획 수립 및 실행 상세설명 정의 정보보안계획 수립 및 실행",
      "tables": [
        [
          [
            "",
            "",
            "사업수행계획서 등을 반영한 검수계획을 수립하고 발주자에게 \n용역완료 승인에 필요한 지원을 해야 함\n  - 公社의 감독하에 납품 검수를 시행하며 계약 내역서의 주요 \n장비에 대하여 정품인증서 및 유지보수(A/S) 확약서, \n기술지원 계획을 제출해야 함. 단 지적사항이 있을 경우에는 \n즉시 시정한 후 확인을 받아야 함.\n  - 계약자는 수원국 관계법령에 의한 제반 검사 필요시 \n입회하여야 하고 그 결과, 지적사항 발생 시 이를 즉시 \n시정하여야 하며 불합격판정에 따른 재검사로 재검사 \n수수료 등 재검사에 따른 경비가 발생할 경우 일체의 \n경비를 부담하여야 함.\n  ※ 정품인증서: 외산일 경우 제작사의 국내 수입원 발행\n  ※ A/S 확약서: 외산일 경우 제작사가 지정한 국내 A/S사 발행\n  ※ A/S 수요 발생 시, 대처방안 및 대처 소요 시간, 무상 예외 \n대상의 범위 및 관련 조건 등 A/S 계획 제출."
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-014",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 관리방안",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "상세설명",
            "정의",
            "산출물 관리방안 제시",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "❍  사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 \n작업 일정계획 및 품질보증계획과 연계하여 산출물의 종류, \n주요내용, 작성 및 제출시기, 제출 부수, 제출매체 등을 \n제시하여야 함\n  - 산출물 및 각종 worksheet의 관리방안을 제시하여야 함\n  - 산출물 제출 시기는 사업추진 공정, 품질보증 계획과 \n연계하여 제시하여야 함\n  - 용역 완료시 제출하는 최종 결과물(보고서 등)은 발주자의 \n승인을 득한 후 원본 파일을 외장SSD에 수록하여 산출물과 \n같이 제출하여야 함\n❍  업무담당자 매뉴얼은 사용자의 눈높이에 각 처리 화면들을 \n단계별로 표시하여 작성하여야 함\n❍  보고서, 매뉴얼은 국문과 영문으로 작성하여 제출해야 함",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분\n종류\n성과품 내역\n수 량",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "산출물",
            "보고서\n(A4 크기)",
            "◦IV. 제안요청내용 - \n3.세부과업지침 참조",
            "각 5부",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "전산 File\nSSD",
            "◦과업의 모든 산출물 및 보고서\n◦소스, 실행 프로그램, 설치 프로그램",
            "각 3식",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "정산 \n증빙자료",
            "◦H/W, S/W 설치와 개발에 따른 \n비교 견적 및 정산 영수증",
            "원본 1부",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-016"
          ],
          [
            "요구사항 명칭",
            "",
            "참여인력 보안서약 및 책임"
          ],
          [
            "상세설명",
            "정의",
            "참여인력 보안서약 및 책임"
          ],
          [
            "",
            "세부내용",
            "❍  사업에 참여하는 모든 인원은 별도양식에 의하여 상기의 \n내용을 포함한 보안서약서를 반드시 제출하여야 함\n❍  사업 수행 중 취득한 지식에 대하여 과업수행 중은 물론 \n사업이 완료된 후에도 외부에 누설하거나 다른 용도로 \n이용해서는 안 되며, 이를 위반하였을 경우 법적인 책임을 \n져야 함\n❍  공사 ｢정보보안지침｣에 따른 외주용역사업 보안특약을 \n준수해야 함(별지 참조)"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-015"
          ],
          [
            "요구사항 명칭",
            "",
            "검수 및 검사"
          ],
          [
            "상세설명",
            "정의",
            "검수 및 검사 요건"
          ],
          [
            "",
            "세부내용",
            "❍  검수는 최종산출물 등 본 사업 결과를 첨부하여 발주자에게 \n검수요청을 하며, 검수요청일로부터 14일 이내에 실시\n  - 제안사는 제안요청서, 제안서, 협상 결과, 계약서,"
          ]
        ],
        [
          [
            "요구사항 분류",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "PMR-017"
          ],
          [
            "요구사항 명칭",
            "정보보안계획 수립 및 실행"
          ],
          [
            "상세설명\n정의",
            "정보보안계획 수립 및 실행"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 57 - 세부내용 사업수행 기간에 보안 관련법규를 준수하고 대외 보안유지에 적극 협조하여야 함 - 사업수행 기간에 중요 데이터 등 정보 누출에 대비하여 구체적인 정보보호계획 및 방안을 제시 - 사업 참여 인력에 대해 주기적으로 자체 보안 교육을 시행하여야 하며, 공사가 요구하는 보안교육에 참석해야 함 정보보호계획은 공사 정보보안지침을 참조하여 작성해야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-018 요구사항 명칭 SW사업저장소 사업정보 제출의무 이행 상세설명 정의 사업정보 제출의무 이행에 관한 사항 세부내용 소프트웨어진흥법제46조에 따라 해당 사업 수주자는 SW 사업정보SW 사업수행 및 실적정보 데이터를 작성하여 제출하여야 함 SW 사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW 사업정보 저장소 데이터 제출 안내 문서를 참조하도록 함 SW 사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드시 명시하도록 함 SW 사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 측정 전문가를 포함하도록 함 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-019 요구사항 명칭 프로젝트 개발 환경 구성 상세설명 정의 프로젝트 개발 환경 구성 세부내용 시범지구 운영 성능 관련 제약 및 서비스 환경을 통해 개발 시스템으로의 성능에 저하되지 않아야 함 시범지구 운영 소프트웨어와 동일한 환경에서 패키지 성능에 저하되지 않아야 하며, 커스터마이징 영역을 포함하여 기존 서비스 중인 운영환경과 같은 구성이 되어야 함 - 58 - - 본페이지이하여백- 제안사에서 개발 서버를 제안하고 설치는 네팔 현지에 설치되어야 함시스템 구성 상세내용은 방문 열람 산출정보 사업수행 계획서, 사업수행 결과보고서",
      "tables": [
        [
          [
            "",
            "❍  제안사에서 개발 서버를 제안하고 설치는 네팔 현지에 \n설치되어야 함(시스템 구성 상세내용은 방문 열람)"
          ],
          [
            "산출정보",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "",
            "세부내용",
            "❍ 사업수행 기간에 보안 관련법규를 준수하고 대외 보안유지에 \n적극 협조하여야 함\n  - 사업수행 기간에 중요 데이터 등 정보 누출에 대비하여 \n구체적인 정보보호계획 및 방안을 제시\n  - 사업 참여 인력에 대해 주기적으로 자체 보안 교육을 \n시행하여야 하며, 공사가 요구하는 보안교육에 참석해야 함\n   ※ 정보보호계획은 공사 ｢정보보안지침｣을 참조하여 \n작성해야 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-018"
          ],
          [
            "요구사항 명칭",
            "",
            "SW사업저장소 사업정보 제출의무 이행"
          ],
          [
            "상세설명",
            "정의",
            "사업정보 제출의무 이행에 관한 사항"
          ],
          [
            "",
            "세부내용",
            "❍「소프트웨어진흥법｣제46조에 따라 해당 사업 수주자는 SW \n사업정보(SW 사업수행 및 실적정보) 데이터를 작성하여 \n제출하여야 함\n❍  SW 사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr \n자료실의 ‘SW 사업정보 저장소 데이터 제출 안내’ 문서를 \n참조하도록 함\n❍  SW 사업정보 데이터는 사업수행계획서 작성 시 단계별 \n산출물 리스트에 반드시 명시하도록 함\n❍  SW 사업정보 중 기능점수 데이터의 작성을 위해 사업수행 \n인원 중 기능점수 측정 전문가를 포함하도록 함"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-019"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 개발 환경 구성"
          ],
          [
            "상세설명",
            "정의",
            "프로젝트 개발 환경 구성"
          ],
          [
            "",
            "세부내용",
            "❍  시범지구 운영 성능 관련 제약 및 서비스 환경을 통해 개발 \n시스템으로의 성능에 저하되지 않아야 함\n❍  시범지구 운영 소프트웨어와 동일한 환경에서 패키지 성능에 \n저하되지 않아야 하며, 커스터마이징 영역을 포함하여 기존 \n서비스 중인 운영환경과 같은 구성이 되어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 59 - m 프로젝트지원요구사항 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 시스템 안정화 지원 상세설명 정의 시스템 안정화 지원 세부내용 기능 보완 및 신규 개발된 건에 대해서 시스템 이용 지원 및 안정화 활동 수행해야 함 - 시스템 운영상태 모니터링, 장애 조치 - 시스템 운영자 및 이용자 문의사항 지원 등 - 기타 안정화를 위하여 발주부서와 협의된 사항 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-002 요구사항 명칭 품질보증 활동 상세설명 정의 품질보증활동의 개념 정의 세부내용 성과품의 품질확보를 위하여 지속적인 품질보증활동 수행 - 품질보증계획 수립, 품질보증 목표 및 표준에 대한 교육 - 계획에 따른 품질보증 수행, 품질결함분석 및 시정조치, 변경 요청 - 단계별 품질목표 달성, 품질표준 준수 등에 관한 보고서 제출 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-003 요구사항 명칭 하자보수 일반 상세설명 정의 하자보수 일반 세부내용 하자발생시 하자담보책임 방안을 제시하여야 함 - 장애발생에 대한 조치절차 및 조치기한 등 사업종료 후 유지관리 조건을 상세하게 제시하여야 함 - 유지관리 범위 및 비용, 방법 등 향후 성과물의 유지관리 및 안정적 사용을 보장하고 지식재산권을 보호하기 위해서 SW 임치제도 활용 등의 방안을 제안하여야 함 - 60 - 산출정보 사업수행 계획서, 사업수행 결과보고서 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-004 요구사항 명칭 사용자 및 운영자 교육 상세설명 정의 사용자 및 운영자 교육 세부내용 사업추진 및 산출물의 인수 등을 위해 전문지식의 습득이 필요한 경우 관련 교육을 지원해야 하며, 비용이 수반될 시 사업자가 부담 교육대상은 네팔 공무원, 현지 시스템 실사용자, 아시아개발은행 등을 대상으로 함 산출정보 교육훈련계획서, 교육훈련결과보고서 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-005 요구사항 명칭 교육자료 제작 상세설명 정의 교육자료 제작 세부내용 시스템에 대한 교육자료를 제작하여야 함 - 교육자료는 전자적 형식국문, 영문으로 작성하여 제출 - 시스템 운영자, 업무담당자 등 사용자별 교육자료를 매뉴얼로 작성하여야 함 - 사업별 구분화된 사용자의 눈높이에 맞는 교육자료 매뉴얼을 작성하여야 함 사용자 매뉴얼은 교육교재로 활용될 수 있도록 개념 정의부터 시스템에 대한 포괄적이고 유용한 정보를 포함하여 작성 산출정보 교육훈련계획서, 교육훈련결과보고서 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-006 요구사항 명칭 기술이전 상세설명 정의 기술이전 세부내용 시스템 개발 및 운영에 필요한 내용으로 시스템의 운영, 감시 및 보안, 비상복구방법 등 시스템 구성방법 및 장애대처 방법,",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 안정화 지원"
          ],
          [
            "상세설명",
            "정의",
            "시스템 안정화 지원"
          ],
          [
            "",
            "세부내용",
            "❍  기능 보완 및 신규 개발된 건에 대해서 시스템 이용 지원 및 \n안정화 활동 수행해야 함\n  - 시스템 운영상태 모니터링, 장애 조치\n  - 시스템 운영자 및 이용자 문의사항 지원 등\n  - 기타 안정화를 위하여 발주부서와 협의된 사항"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 및 운영자 교육"
          ],
          [
            "상세설명",
            "정의",
            "사용자 및 운영자 교육"
          ],
          [
            "",
            "세부내용",
            "❍  사업추진 및 산출물의 인수 등을 위해 전문지식의 습득이 필요한 \n경우 관련 교육을 지원해야 하며, 비용이 수반될 시 사업자가 \n부담\n❍  교육대상은 네팔 공무원, 현지 시스템 실사용자, \n아시아개발은행 등을 대상으로 함"
          ],
          [
            "산출정보",
            "",
            "교육훈련계획서, 교육훈련결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "품질보증 활동"
          ],
          [
            "상세설명",
            "정의",
            "품질보증활동의 개념 정의"
          ],
          [
            "",
            "세부내용",
            "❍ 성과품의 품질확보를 위하여 지속적인 품질보증활동 수행\n  - 품질보증계획 수립, 품질보증 목표 및 표준에 대한 교육\n  - 계획에 따른 품질보증 수행, 품질결함분석 및 시정조치, 변경 \n요청 \n  - 단계별 품질목표 달성, 품질표준 준수 등에 관한 보고서 제출"
          ],
          [
            "산출정보",
            "",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "교육자료 제작"
          ],
          [
            "상세설명",
            "정의",
            "교육자료 제작"
          ],
          [
            "",
            "세부내용",
            "❍  시스템에 대한 교육자료를 제작하여야 함\n  - 교육자료는 전자적 형식(국문, 영문)으로 작성하여 제출\n  - 시스템 운영자, 업무담당자 등 사용자별 교육자료를 \n매뉴얼로 작성하여야 함\n  - 사업별 구분화된 사용자의 눈높이에 맞는 교육자료 매뉴얼을 \n작성하여야 함\n❍  사용자 매뉴얼은 교육교재로 활용될 수 있도록 개념 정의부터 \n시스템에 대한 포괄적이고 유용한 정보를 포함하여 작성"
          ],
          [
            "산출정보",
            "",
            "교육훈련계획서, 교육훈련결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수 일반"
          ],
          [
            "상세설명",
            "정의",
            "하자보수 일반"
          ],
          [
            "",
            "세부내용",
            "❍  하자발생시 하자담보책임 방안을 제시하여야 함\n  - 장애발생에 대한 조치절차 및 조치기한 등\n❍  사업종료 후 유지관리 조건을 상세하게 제시하여야 함\n  - 유지관리 범위 및 비용, 방법 등\n❍  향후 성과물의 유지관리 및 안정적 사용을 보장하고 \n지식재산권을 보호하기 위해서 SW 임치제도 활용 등의 \n방안을 제안하여야 함"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "기술이전"
          ],
          [
            "상세설명",
            "정의",
            "기술이전"
          ],
          [
            "",
            "세부내용",
            "❍  시스템 개발 및 운영에 필요한 내용으로 시스템의 운영, 감시 및 \n보안, 비상복구방법 등 시스템 구성방법 및 장애대처 방법,"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 61 - - 본페이지이하여백- 기타 운영에 관한 사항 등 시스템 운영직원의 자체유지보수 능력 배양을 위한 기술이전 계획을 제시하여야 함 산출정보 사업수행 계획서, 사업수행 결과보고서 - 62 - V 제안서 작성 요령 1. 제안서의 효력 m 제안서에제시된내용과발주자요구에따라수정, 보완, 변경된제안 내용은계약서에명시하지아니하더라도계약서와같은효력을갖는다. 다만, 계약서에명시된경우는계약서가우선한다. m 발주기관은필요시제안사에대하여추가제안또는자료를요구할수 있으며, 이에따라제출된자료는제안서와같은효력을갖는다. m 제출된제안서의내용은발주기관이요청하지않는한변경할수없다. 2. 제안서 작성지침 및 유의사항 m 제안서는제안요청서에서요구하는모든사항이기술되어야하며, 향상된 내용으로제안할수있다. m 제안서는제시된제안서목차및제안서세부작성지침을준용하여각각 세분하여누락없이작성하고, 제안요청서의요구항목들이제안서의 어느부분에기술되었는지참조표를제시하여야한다. m A4지크기로작성하여전자조달시스템을통해제출하여야한다. - 제안서의 구성은 정량제안서, 정성제안서, 제안요약서로 한다 - 기술능력 평가 부분인 정량제안서, 정성제안서, 제안요약서는 각각 별도 파일로 제출 - 제출 파일 형식은 PDF 형식으로 정함 - 제안서 본문 내용은 120페이지60장 이내로 작성 - 제안요약서는 30페이지 이내로 작성하되 요약서의 목차와 제안서의 목차는 동일하게 작성 - 제안설명회는 제안요약서로 설명 - 제안요약서 외 별도 제안설명회용 자료, 홍보용 동영상활용 제공 금지 m 제안서는A4 종방향작성을원칙으로하되, 부득이한경우A4 횡또는 기타용지를일부사용할수있다. m 제안서는각쪽의중앙하단에-1-의형식으로쪽수를표기하여야 하며, 목차는쪽수에포함하지않는다. m 제안서는한글작성이원칙이며, 사용된영문약어에대해서는약어표를 제공해야한다. m 제안서내용은명확한용어를사용하여표현하여야한다. 예를들어, 사용가능하다, 할수있다, 고려하고있다 등과같이모호한표현은 평가시불가능한것으로간주하며, 계량화가가능한것은계량화하여야 한다. m 작성지침에명시되지않은내용에대한추가적인제안을할경우",
      "tables": [
        [
          [
            "",
            "기타 운영에 관한 사항 등 시스템 운영직원의 자체유지보수 \n능력 배양을 위한 기술이전 계획을 제시하여야 함"
          ],
          [
            "산출정보",
            "사업수행 계획서, 사업수행 결과보고서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 63 - 관련내용에포함또는별도의항목을추가하여작성할수있으며, 작성목차중해당사항이없는경우에는해당없음으로기술하여야한다. m 제출된제안서의내용은계약체결시계약조건의일부로간주되며, 제안요청기관이요청하는경우를제외하고는내용변경이불가함 m 본제안과관련된모든소요비용은제안사가부담하여야한다. m 정성제안서, 제안요약서는회사를식별할수있는정보회사명, 인명, 로고등를모두삭제해야한다. 삭제되지않을시제안서평가에 불이익을받을수있다. m 정량제안서제출시에는해당증빙서류에원본대조필을날인하여 작성을원칙으로함 원본대조필날인누락시, 실적불인정 계약체결시, 계약상대자는제안서원본책자보관용, 정성정량합본, 회사정보표시 3부제출 m 본사업은20억원미만의SW사업으로제안서보상대상사업에서제외 m 제안요청서에명기된목차및양식을기준으로작성하되필요한부분은 추가변형하여작성한다. m 계약후에도제안서의내용이허위로작성한사실이발견되거나제안된 내용을충족시키지못할경우계약은해지되며제안자는일체의 손해배상등의책임을져야한다. 3. 제안 참여업체 준수사항 m 제안사는본관련업무를수행하면서취득한정보에대해서는비밀을 유지하여야한다. m 배포된제안요청서는제안서작성목적이외로사용및제공을금한다. m 본사업과관련되어취득한지식, 자료, 문서등은공사의승인없이 외부에공개하거나제공을금한다. m 제출한서류에대한세부증빙서류를공사가요청할시제안설명회하루 전까지제출을완료해야한다. m 기술적용계획표별첨3를참조하여제안시구축적용되는기술에대한 기술적용계획표및기술적용결과표를제출해야한다. m 외주용역사업보안특약별지서식제8호을준수해야한다. - 64 - 4. 제안서 작성항목 및 방법 정성제안서목차 I. 제안업체 일반사항 1. 제안사 일반현황 2. 제안사의 조직 및 인원 3. 수행조직 및 업무분장 4. 주요 사업내용 II. 사업추진전략 1. 사업이해도 2. 사업추진 전략 3. 적용기술 4. 표준프레임워크 적용 5. 개발방법론 III. 기술 및 기능 1. 시스템 장비구성 요구사항 2. 기능 요구사항 3. 데이터 요구사항 4. 보안 요구사항 5. 제약사항 IV. 성능 및 품질 1. 성능 요구사항 2. 인터페이스 요구사항 3. 테스트 요구사항 4. 품질 요구사항 V. 프로젝트 관리 1. 사업관리방법론 2. 산출물 관리 3. 일정계획 VI. 프로젝트 지원 1. 품질보증 방안 2. 시험운영 3. 교육훈련 4. 기밀보안 5. 하자보수 및 비상대책",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 65 - 제안서세부작성지침 작 성 항 목 작 성 방 법 I. 제안업체 일반사항 1. 일반현황 제안 업체공동수급체 구성 시 구성원 각각 모두의 일반현황 제출별지서식 제1호, 제2호 신용평가등급 확인서 제출공동수급체 구성 시 구성원 각각 모두 2. 조직 및 인원 제안사컨소시엄 포함의 조직 및 인원현황을 제시 3. 수행조직 및 업무분장 사업을 수행할 조직 및 업무분장 내용을 상세히 제시 - 용역책임자는 관리자급으로 제시 - 컨소시엄 업체가 있는 경우 업무분장 내역에 공동수급업체별 참여비율을 명시 4. 주요 사업내용 제안사의 주요 사업내용을 분야별로 구분하여 제시한다. II. 사업추진전략 1. 사업이해도 본 사업의 내용을 명확하게 이해하고 제안의 목적, 범위, 제안내용의 핵심기술전략, 제안의 특징 및 장점, 목표시스템 구성도 및 구성체계 제시 2. 사업추진 전략 구체적인 사업추진 전략 제시 - 위험요소 고려하여 창의적이고 타당한 제안 제시 - 추진조직과 원활하고 효과적인 의사소통이 가능하도록 방안 제시 3. 적용기술 본 사업에 적용하고자 하는 기술 및 향후 확장성, 실현가능성 제시 제안사는 별지서식 제5호를 작성하여 제시 4. 표준프레임워크 적용 적용될 표준프레임워크, 공통 및 상용 컴포넌트 사용계획, 기대효과 예상되는 문제점을 기술하고 실현할 수 있는 대응방안을 제시 5. 개발방법론 사업에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 기술을 기술하고, 기술방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기 기술 III. 기술 및 기능 1. 시스템 장비구성 요구사항 요구 규격을 충족하는 장비 제안 여부와 현 시스템과의 인터페이스 및 확장 가능성 여부를 평가하여 제시 도입 장비의 설치 및 공급 계획, 유지관리에 대한 방안이 구체적으로 제시 2. 기능 요구사항 현행 업무환경 및 프로세스를 분석하고 기능 요구사항에 대한 구현방안, 기술적용 방안 제시 본 사업의 기능 분석 및 구현방안을 구체적으로 제시 3. 데이터 요구사항 데이터 전환계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시 4. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, - 66 - 작 성 항 목 작 성 방 법 제안방안 등을 구체적으로 제시 5. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로 기술 IV. 성능 및 품질 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구, 구현 및 테스트 방안을 구체적으로 제시 2. 인터페이스 요구사항 시스템 인터페이스는 효율적 연계 방안을 분석하여, 가장 적합한 방안을 구체적 제시 사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 제공하기 위한 분석 및 설계, 구현방안과 검토 계획을 구체적으로 제시 인터페이스 구현 방법이 있어서 가장 효율적인 방법CSV, EAI 등을 도출하여 연계 방안 제안 3. 테스트 요구사항 도입되는 장비의 성능 테스트 또는 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한 테스트 요구사항 기술 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 인수 테스트, 테스트 환경, 방법, 절차 등 요구사항을 기술 4. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시 V. 프로젝트 관리부문 1. 사업관리방법론 위험진도보안형상문서관리 방법을 구체적으로 제시 개발 및 유지관리 업무수행에 필요한 산출물의 종류, 내역, 제출시기를 정의 안정적인 유지관리 방안 및 발전방안을 구체적으로 제시 분리발주 사업이 있는 경우, 분리발주사업자와의 구체적인 협력방안 제시 2. 산출물 관리 사업수행 중 생성되는 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등 제시 3. 일정계획 전체 사업일정을 구체적으로 명시하고, 단계별 활동 제시 발주기관이 요구한 과업내용에 대한 구체적인 실행계획 제시 VI. 프로젝트 지원부문 1. 품질보증 방안 개발업무의 품질보증을 위한 조직, 방법, 절차, 내용 등을 제시 2. 시험운영 시험운영방법내용일정조직 등 제시 개발완료후의 시스템의 이용 및 관리운영에 관한 전반적인 방안제시 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련방법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시 4. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안제시 보안대상 정의, 자료, 장비, 네트워크 보안체계 및 보안대책,",
      "tables": [
        [
          [
            "작 성 항 목",
            "작 성 방 법"
          ],
          [
            "5. 제약사항",
            "제안방안 등을 구체적으로 제시\n◦기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 \n구체적으로 기술"
          ],
          [
            "Ⅳ. 성능 및 품질\n  1. 성능 요구사항\n  2. 인터페이스 요구사항\n  3. 테스트 요구사항\n  4. 품질 요구사항",
            "◦구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 \n분석 도구, 구현 및 테스트 방안을 구체적으로 제시\n◦시스템 인터페이스는 효율적 연계 방안을 분석하여, 가장 적합한 \n방안을 구체적 제시\n◦사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 \n제공하기 위한 분석 및 설계, 구현방안과 검토 계획을 구체적으로 \n제시\n◦인터페이스 구현 방법이 있어서 가장 효율적인 방법(CSV, EAI 등)을 \n도출하여 연계 방안 제안 \n◦도입되는 장비의 성능 테스트 또는 구축된 시스템이 목표 대비 제대로 \n운영되는가를 테스트하고, 점검하기 위한 테스트 요구사항 기술\n◦목표시스템의 테스트 유형(단위 테스트, 통합 테스트, 시스템 테스트, \n인수 테스트), 테스트 환경, 방법, 절차 등 요구사항을 기술\n◦분석·설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 \n구체적으로 제시"
          ],
          [
            "Ⅴ. 프로젝트 관리부문\n  1. 사업관리방법론\n  2. 산출물 관리\n  3. 일정계획",
            "◦위험/진도/보안/형상/문서관리 방법을 구체적으로 제시\n◦개발 및 유지관리 업무수행에 필요한 산출물의 종류, 내역, \n제출시기를 정의\n◦안정적인 유지관리 방안 및 발전방안을 구체적으로 제시\n ※ 분리발주 사업이 있는 경우, 분리발주사업자와의 구체적인 협력방안 제시\n◦사업수행 중 생성되는 성과물이나 산출물의 형상 및 문서를 \n관리하는 방법 등 제시\n◦전체 사업일정을 구체적으로 명시하고, 단계별 활동 제시\n◦발주기관이 요구한 과업내용에 대한 구체적인 실행계획 제시"
          ],
          [
            "Ⅵ. 프로젝트 지원부문\n  1. 품질보증 방안\n  2. 시험운영 \n  3. 교육훈련\n  4. 기밀보안",
            "◦개발업무의 품질보증을 위한 조직, 방법, 절차, 내용 등을 제시\n◦시험운영방법/내용/일정/조직 등 제시\n◦개발완료후의 시스템의 이용 및 관리운영에 관한 전반적인 방안제시\n◦사용자, 관리자 등 시스템의 이용대상자별로 구분하여 \n교육훈련방법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시\n◦기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 \n확보방안제시\n◦보안대상 정의, 자료, 장비, 네트워크 보안체계 및 보안대책,"
          ]
        ],
        [
          [
            "작 성 항 목",
            "작 성 방 법"
          ],
          [
            "Ⅰ. 제안업체 일반사항\n  1. 일반현황\n  2. 조직 및 인원\n  3. 수행조직 및 업무분장\n  4. 주요 사업내용",
            "◦제안 업체(공동수급체 구성 시 구성원 각각 모두)의 일반현황 \n제출(별지서식 제1호, 제2호)\n◦신용평가등급 확인서 제출(공동수급체 구성 시 구성원 각각 모두)\n◦제안사(컨소시엄 포함)의 조직 및 인원현황을 제시\n◦사업을 수행할 조직 및 업무분장 내용을 상세히 제시\n - 용역책임자는 관리자급으로 제시\n - 컨소시엄 업체가 있는 경우 업무분장 내역에 공동수급업체별 참여비율을 \n   명시\n◦제안사의 주요 사업내용을 분야별로 구분하여 제시한다."
          ],
          [
            "Ⅱ. 사업추진전략\n  1. 사업이해도\n  2. 사업추진 전략\n  3. 적용기술\n  4. 표준프레임워크 적용\n  5. 개발방법론",
            "◦본 사업의 내용을 명확하게 이해하고 제안의 목적, 범위, \n제안내용의 핵심기술전략, 제안의 특징 및 장점, 목표시스템 구성도 \n및 구성체계 제시\n◦구체적인 사업추진 전략 제시\n - 위험요소 고려하여 창의적이고 타당한 제안 제시\n - 추진조직과 원활하고 효과적인 의사소통이 가능하도록 방안 제시\n◦본 사업에 적용하고자 하는 기술 및 향후 확장성, 실현가능성 제시\n ※ 제안사는 별지서식 제5호를 작성하여 제시\n◦적용될 표준프레임워크, 공통 및 상용 컴포넌트 사용계획, 기대효과 \n예상되는 문제점을 기술하고 실현할 수 있는 대응방안을 제시\n◦사업에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, \n적용방법론의 기술을 기술하고, 기술방법론에 따른 제출할 산출물의 \n종류 및 내역, 제출시기 기술"
          ],
          [
            "Ⅲ. 기술 및 기능\n  1. 시스템 장비구성 \n요구사항\n  2. 기능 요구사항\n  3. 데이터 요구사항\n  4. 보안 요구사항",
            "◦요구 규격을 충족하는 장비 제안 여부와 현 시스템과의 인터페이스 \n및 확장 가능성 여부를 평가하여 제시\n◦도입 장비의 설치 및 공급 계획, 유지관리에 대한 방안이 구체적으로 \n제시\n◦현행 업무환경 및 프로세스를 분석하고 기능 요구사항에 대한 \n구현방안, 기술적용 방안 제시\n◦본 사업의 기능 분석 및 구현방안을 구체적으로 제시\n◦데이터 전환계획 및 검증 방법, 에러 데이터 처리 방법에 대해 \n구체적인 내용을 제시\n◦보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준,"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 67 - - 본페이지이하여백- 작 성 항 목 작 성 방 법 누출금지 대상정보 관리방안, 저작권 존중여부 등 용역사업 전반에 관한 보안 관리계획 제시 5. 하자보수 및 비상대책 하자보수 계획, 절차, 범위 및 기간과 이와 관련된 기타 활동 및 제한사항 제시 안정적인 시스템 운영을 위해 필요한 각종 백업복구 및 장애대응 대책을 구체적으로 제시 1 목차의 항목 중 해당내용이 없을시, 해당항목에해당사항없음으로 간략히 기술 2 번호체계는I,1,가,1,가,,,순으로 기입 제안서는 제시한 작성항목 및 방법에 따라 작성하여야 하며, 이를 지키지 않을 경우 최저점으로 평가함. - 68 - VI 안내사항 1. 입찰방식 사업자선정방식 m 국가를당사자로하는계약에관한법률시행령제43조및 제43조의2에의거公社가정한협상에의한계약체결 세부기준2023.06.30.을적용함 공사홈페이지httpwww.ekr.or.kr - 입찰정보 입찰계약정보참고 입찰참가자격 m 본제안사업의수행이가능한업체로서아래의자격을모두갖춘 사업자이어야함 - 국가계약법시행령제12조경쟁입찰의참가자격 및동법시행규칙 제14조입찰참가자격요건의증명의요건을갖춘자 - 국가종합전자조달시스템입찰참가자격등록규정에의하여입찰서 제출마감일전일까지나라장터국가종합전자조달시스템, G2B에이용자 등록을필한자 - 소프트웨어진흥법제58조에의거, 입찰서제출마감일전일까지 나라장터에소프트웨어사업자컴퓨터관련서비스업, 업종코드 1468 및 정보통신공사업법제14조에의한정보통신공사업0036로 입찰참가자격을등록된자 - 중소기업제품구매촉진및판로지원에관한법률제2조에따른중소기업 또는소상공인보호및지원에관한법률제2조에따른소상공인으로서 중소기업범위및확인에관한규정에따라발급된 중소기업.소상공인확인서를소지하여야함 - 중소기업제품구매촉진및판로지원에관한법률제9조의규정에의한 직접생산증명서를소지한자정보시스템개발서비스물품분류번호 8111159901 - 국가계약법제27조및동법시행령제76조부정당업자의입찰참가자격 제한에해당되지않은업체 - 기타입찰공고문에따름",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 37,
      "text": "- 69 - 상호출자제한기업집단및대기업참여제한사항 - 소프트웨어진흥법제48조제4항에따라상호출자제한기업집단에속하는 회사는입찰에참여할수없음 - 본사업은20억미만의사업으로써, 소프트웨어진흥법제48조및 과학기술정보통신부고시중소소프트웨어사업자의사업참여지원에관한 지침에따라중견기업및대기업참여를제한함. 중소기업자만입찰참가 가능 대기업인 소프트웨어사업자의 참여가능 사업금액의 하한 상호출자제한기업집단소속기업은사업금액에관계없이원칙적으로공공SW사업에 참여제한소프트웨어진흥법제48조제4항 대상업체 사업금액의 하한 매출액 8천억원 이상인 대기업 80억원 이상 매출액 8천억원 미만인 대기업 40억원 이상 중소기업기본법제2조의 중소기업이 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법제2조의 중견기업에 해당되는 대기업이 된 경우 그 사유가 발생한 날로부터 5년이 경과되지 않은 대기업 20억원 이상 m 공동수급분담이행방식인경우다음사항을준수하여야함 - 공동수급분담이행방식의경우정보통신공사업업종코드0036 면허보완을 위한분담이행방식만가능하며분담이행사도중소기업소상공인확인서를 소지해야함 - 공동수급은분담이행방식을원칙으로하며, 공동계약운용요령상 공동수급표준협정서분담이행방식는G2B를통해등록 - 공동수급체는3개이하로구성하여야하며, 구성원별계약참여 최소지분율은10이상으로하여야함 - 대표사는소프트웨어사업자컴퓨터관련서비스사업, 업종코드 1468와 직접생산확인증명서정보시스템개발서비스물품분류번호 8111159901를등록한자 공동계약운용요령기획재정부계약예규제651호 제9조제5항참조 - 과학기술정보통신부고시제2024-9호에따라매출액8천억원이상의 대기업간공동수급방식의참여는제한함 - 공동수급체가입찰참가자격조건을충족하여야하며, 입찰보증금, 계약이행보증금등각종보증금은구성원각자가각각납부하여야함 업무분장표자유양식 상과업범위에해당하는내용반드시명시 m 본과업은하도급을불허함 2. 제안서 평가 방법 - 70 - 기술평가와가격평가를실시하여종합평가점수로평가 m 평가비율 기술평가90, 가격평가10 m 종합평가점수 기술평가점수 입찰가격평가점수 기술평가 방법 m 입찰공고문기준公社협상에의한계약제안서평가세부기준및 公社협상에의한계약체결기준적용 m 제안서의공정한평가를위해전문가로구성된기술평가위원회를구성 - 평가위원은평가위원장을포함한관련분야전문가5인이상 m 각항목별평가배점과방법은소프트웨어기술성평가기준지침에 의함 m 각평가위원의평가점수중최고점수와최저점수를제외한나머지 점수를산술평균한점수를90점만점으로환산하며기술능력평가분야 배점한도의85 이상인자를협상적격자로선정 m 평가점수결과는소수점다섯째자리에서반올림함 정량적부문신용평가의평가에대하여는발주기관에서직접수행함 m 본사업은소프트웨어기술성평가기준지침제4조제5항에따른 차등점수제를미적용한사업임 가격평가방법 m 입찰공고문기준公社협상에의한계약제안서평가세부기준및 公社협상에의한계약체결기준적용 - 본페이지이하여백-",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 71 - 제안서평가방법 평가부문 평가항목 평가기준 배점 한도 정량 평가 10 경영상태 경영상태신용상태등급 평가 10 전략 및 방법론 22 사업 이해도 사업의 특성 및 목표에 부합하는 사업전략을 제시하고 있는지를 평가한다. 7 추진전략 개발업무 수행 시 일정 및 위험요소를 고려하여 얼마나 타당한 추진 전략을 수립하였는지 평가한다. 5 적용기술 사업에서 적용하고자 하는 기술이 향후 확장성을 고려하여 현실적으로 실현 가능하게 제시되어 있는지를 평가한다. 4 표준프레임 워크 적용 제안사는 사업에 네팔 정보통신기술부 프레임워크 기반의 공통 컴포넌트의 유형 및 사용계획을 기술하고 사용성 향상을 위한 추가 컴포넌트에 대해 적용방안을 제시하여야한다. 3 개발 방법론 사업에 적정한 개발 방법론이 제시되었는지 평가하고, 실제 적용 사례 및 경험을 바탕으로 단계별 산출물이 제시되었는지 여부를 평가한다. 3 기술 및 기능 26 시스템 장비 구성 요구사항 요구 규격을 충족하는 장비 제안 여부와 현 시스템과의 인터페이스 및 확장 가능성 여부를 평가한다. 또한 도입 장비의 설치 및 공급 계획, 유지관리에 대한 방안이 구체적으로 기술되어 있는가를 평가한다. 7 기능 요구사항 기능 요구사항기대사항제약사항 등을 파악한 후 구현 방안이 구체적으로 기술되어 있는지를 평가한다. 또한 제안한 방안 및 기술이 적용 가능한지를 평가한다. 7 데이터 요구사항 데이터 요구사항 분석을 바탕으로 데이터 전환계획 및 검증 방법, 데이터 오류 발생 시 처리 방안이 구체적으로 제시되어 있는지를 평가한다. 4 보안 요구사항 요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 방안이 구체적으로 기술되었는지 평가한다. 또한 제안한 방안과 기술의 설계단계 반영 여부 및 구현단계까지의 적용 가능성을 평가한다. 4 제약사항 목표시스템의 설계, 구축, 운영과 관련하여 제약조건을 4 - 72 - 평가부문 평가항목 평가기준 충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 수립되었는지 평가한다. 성능 및 품질 17 성능 요구사항 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적으로 기술되어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 있는지 평가한다. 제안한 방안 및 기술을 통해 성능 요구 사항을 충족시킬 수 있는지를 평가한다. 인터페이스 요구사항 시스템 인터페이스 타 시스템과의 연계에 대한 장단점 분석을 통해 가장 적합한 시스템 인터페이스 구축 방안을 도출하였는지를 평가한다. 사용자 인터페이스 사용자 편의성을 고려하여 사용자 인터페이스의 분석설계구현테스트 방안과 검토 계획을 구체적으로 기술하였는가를 평가한다. 테스트 요구사항 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한 테스트 요구사항을 기술되었는지 평가한다. 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 인수 테스트 등 테스트 환경, 방법, 절차 등 요구사항을 기술되었는지 평가한다. 품질 요구사항 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요구사항에 부합되는지 평가하고, 분석설계구현테스트 등 각 단계별 품질 요구사항 점검 및 검토 방안이 구체적으로 계획되어 있는가를 평가한다. 프로젝트 관리 12 사업관리 방법론 일정관리, 사업위험이슈 관리, 보안관리, 산출물의 형상문서 관리 등 사업수행에 필요한 관리 방법론이 구체적으로 제시되어 있는지를 평가한다. 또한 문제 발생 시 보고 체계 및 위험관리 방안이 구체적으로 제시되어 있는지 평가한다. 산출물 관리 사업 수행 중 생성되는 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 평가한다. 일정계획 사업수행에 필요한 수행기간과 세부일정이 구체적으로 제시되었는지 평가한다. 또한 각 활동에 필요한 일정 계획이 적절히 수립되었는지를 평가한다.",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준"
          ],
          [
            "",
            "",
            "충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 \n수립되었는지 평가한다."
          ],
          [
            "성능 및 \n품질\n(17)",
            "성능 \n요구사항",
            "요구 성능 충족을 위한 구현 및 테스트 방안이 구체적으로 \n기술되어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 \n있는지 평가한다. 제안한 방안 및 기술을 통해 성능 요구 \n사항을 충족시킬 수 있는지를 평가한다."
          ],
          [
            "",
            "인터페이스\n요구사항",
            "시스템 인터페이스 : 타 시스템과의 연계에 대한 장·단점 \n분석을 통해 가장 적합한 시스템 인터페이스 구축 방안을 \n도출하였는지를 평가한다.\n사용자 인터페이스 : 사용자 편의성을 고려하여 사용자 \n인터페이스의 분석·설계·구현·테스트 방안과 검토 계획을 \n구체적으로 기술하였는가를 평가한다."
          ],
          [
            "",
            "테스트\n요구사항",
            "구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, \n점검하기 위한 테스트 요구사항을 기술되었는지 평가한다.\n목표시스템의 테스트 유형(단위 테스트, 통합 테스트, 시스템 \n테스트, 인수 테스트 등) 테스트 환경, 방법, 절차 등 \n요구사항을 기술되었는지 평가한다."
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 \n요구사항에 부합되는지 평가하고, 분석·설계·구현·테스트 \n등 각 단계별 품질 요구사항 점검 및 검토 방안이 구체적으로 \n계획되어 있는가를 평가한다."
          ],
          [
            "프로젝트 \n관리 \n(12)",
            "사업관리 \n방법론",
            "일정관리, 사업위험(이슈) 관리, 보안관리, 산출물의 \n형상·문서 관리 등 사업수행에 필요한 관리 방법론이 \n구체적으로 제시되어 있는지를 평가한다. 또한 문제 발생 시 \n보고 체계 및 위험관리 방안이 구체적으로 제시되어 있는지 \n평가한다."
          ],
          [
            "",
            "산출물 관리",
            "사업 수행 중 생성되는 성과물이나 산출물의 형상 및 문서를 \n관리하는 방법 등을 평가한다."
          ],
          [
            "",
            "일정계획",
            "사업수행에 필요한 수행기간과 세부일정이 구체적으로 \n제시되었는지 평가한다. 또한 각 활동에 필요한 일정 계획이 \n적절히 수립되었는지를 평가한다."
          ]
        ],
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점\n한도"
          ],
          [
            "정량\n평가\n(10)",
            "경영상태",
            "경영상태(신용상태등급) 평가",
            "10"
          ],
          [
            "전략 및 \n방법론\n(22)",
            "사업\n이해도",
            "사업의 특성 및 목표에 부합하는 사업전략을 제시하고 \n있는지를 평가한다.",
            "7"
          ],
          [
            "",
            "추진전략",
            "개발업무 수행 시 일정 및 위험요소를 고려하여 얼마나 \n타당한 추진 전략을 수립하였는지 평가한다.",
            "5"
          ],
          [
            "",
            "적용기술",
            "사업에서 적용하고자 하는 기술이 향후 확장성을 고려하여 \n현실적으로 실현 가능하게 제시되어 있는지를 평가한다.",
            "4"
          ],
          [
            "",
            "표준프레임 \n워크 적용",
            "제안사는 사업에 네팔 정보통신기술부 프레임워크 기반의 \n공통 컴포넌트의 유형 및 사용계획을 기술하고 사용성 향상을 \n위한 추가 컴포넌트에 대해 적용방안을 제시하여야한다.",
            "3"
          ],
          [
            "",
            "개발\n방법론",
            "사업에 적정한 개발 방법론이 제시되었는지 평가하고, 실제 \n적용 사례 및 경험을 바탕으로 단계별 산출물이 제시되었는지 \n여부를 평가한다.",
            "3"
          ],
          [
            "기술 및 \n기능\n(26)",
            "시스템 장비 \n구성 \n요구사항",
            "요구 규격을 충족하는 장비 제안 여부와 현 시스템과의 \n인터페이스 및 확장 가능성 여부를 평가한다. 또한 도입 \n장비의 설치 및 공급 계획, 유지관리에 대한 방안이 \n구체적으로 기술되어 있는가를 평가한다.",
            "7"
          ],
          [
            "",
            "기능 \n요구사항",
            "기능 요구사항·기대사항·제약사항 등을 파악한 후 구현 \n방안이 구체적으로 기술되어 있는지를 평가한다. 또한 제안한 \n방안 및 기술이 적용 가능한지를 평가한다.",
            "7"
          ],
          [
            "",
            "데이터\n요구사항",
            "데이터 요구사항 분석을 바탕으로 데이터 전환계획 및 검증 \n방법, 데이터 오류 발생 시 처리 방안이 구체적으로 제시되어 \n있는지를 평가한다.",
            "4"
          ],
          [
            "",
            "보안\n요구사항",
            "요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 \n방안이 구체적으로 기술되었는지 평가한다. 또한 제안한 \n방안과 기술의 설계단계 반영 여부 및 구현단계까지의 적용 \n가능성을 평가한다.",
            "4"
          ],
          [
            "",
            "제약사항",
            "목표시스템의 설계, 구축, 운영과 관련하여 제약조건을",
            "4"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 73 - 본사업은소프트웨어기술성평가지침 제4조제5항에따른차등점수제를미적용한사업임 - 본페이지이하여백- 평가부문 평가항목 평가기준 배점 한도 프로젝트 지원 13 품질보증 방안 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 소프트웨어산업 진흥법 제21조의 소프트웨어프로세스 품질인증SP인증 등 대외적으로 인정받을 만한 품질보증 관련 인증을 획득한 사례가 있는지를 확인하고 평가한다. 4 시험운영 시스템 공급자가 개발된 시스템의 시험운영을 위해 필요한 각종 시험운영 방법 등을 구체적으로 제시 하였는지 평가한다. 2 교육훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 교육훈련의 방법, 내용, 일정 등을 구체적으로 제시하였는지 평가한다. 3 기밀보안 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기밀을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체계 및 대책에 대하여 평가한다. 2 하자보수 및 비상대책 시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가한다. 시스템 공급자가 안정적인 시스템 운영을 위해 필요한 각종 백업복구 및 장애대응 대책을 구체적으로 제시하였는지 평가한다. 2 배점총합 100 - 74 - 정량평가기준 m 경영상태신용평가등급또는기업경영분석 평가 10점 공동이행방식일경우지급율기준으로구성원각각분리계산 - 신용평가등급은신용정보의이용및보호에관한법률제4조 신용정보업의종류및영업의허가 제1항제1호또는자본시장과 금융투자업에관한법률제9조제26항의업무를영위하는신용정보업자가 입찰공고일전가장최근에평가한유효기간내회사채또는기업어음에 대한신용평가등급신용정보업자가신용평가등급, 등급평가일및 등급유효기간등을명시하여작성한신용평가등급확인서을기준으로평가 - 신용평가등급확인서가확인되지않는경우에는최저등급으로평가하며 유효기간만료일이입찰공고일인경우에도유효한것으로평가 회사채 기업어음 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 BBB-, BB, BB0, BB- A3-, B, B0 B, B0, B- B- CCC 이하 C 이하 등급별평점이소수점이하의숫자가있는경우소수점다섯째자리에서반올림함 신용평가등급은신용정보의이용및보호에관한법률제4조제4항제1호또는 제4호의업무를영위하는신용정보업자가심사기준일이전에평가한유효기간내에 있는회사채, 기업어음, 기업신용평가등급을 기준으로조달청신용평가등급조회시스템또는중소기업제품공공구매정보망에 따라조회된신용평가등급으로평가하되가장최근의신용평가등급으로평가한다. 국가종합전자조달시스템에서신용평가등급확인서가확인되지않은경우에는 최저등급으로평가하며, 유효기간만료일이입찰공고일인경우에도유효한것으로 평가한다. 합병한자에대하여는합병후새로운신용평가등급으로심사하여야하며, 합병 후의새로운신용평가등급이없는경우에는합병대상자중가장낮은 신용평가등급을받은자의신용평가등급으로심사한다. 공동수급체의경우구성원별해당점수에지분율을곱한후그점수들을합산하여 최종평가하고, 평가결과소수점이하의숫자가있는경우소수점다섯째짜리에서 반올림한다. 예 A사점수A사지분율B사점수B사지분율",
      "tables": [
        [
          [
            "회사채",
            "기업어음",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            ""
          ],
          [
            "BBB-, BB+, BB0, BB-",
            "A3-, B+, B0",
            ""
          ],
          [
            "B+, B0, B-",
            "B-",
            ""
          ],
          [
            "CCC+ 이하",
            "C 이하",
            ""
          ]
        ],
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점\n한도"
          ],
          [
            "프로젝트\n지원\n(13)",
            "품질보증 \n방안",
            "제시된 품질보증 방안이 해당 사업의 수행에 적합한지, \n사업자가 ｢소프트웨어산업 진흥법｣  제21조의 \n소프트웨어프로세스 품질인증(SP인증) 등 대외적으로 인정받을 \n만한 품질보증 관련 인증을 획득한 사례가 있는지를 확인하고 \n평가한다.",
            "4"
          ],
          [
            "",
            "시험운영",
            "시스템 공급자가 개발된 시스템의 시험운영을 위해 필요한 \n각종 시험운영 방법 등을 구체적으로 제시 하였는지 평가한다.",
            "2"
          ],
          [
            "",
            "교육훈련",
            "시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 \n교육훈련의 방법, 내용, 일정 등을 구체적으로 제시하였는지 \n평가한다.",
            "3"
          ],
          [
            "",
            "기밀보안",
            "사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 \n기밀을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 \n체계 및 대책에 대하여 평가한다.",
            "2"
          ],
          [
            "",
            "하자보수 및 \n비상대책",
            "시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 \n기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 \n평가한다. \n시스템 공급자가 안정적인 시스템 운영을 위해 필요한 각종 \n백업/복구 및 장애대응 대책을 구체적으로 제시하였는지 \n평가한다.",
            "2"
          ],
          [
            "배점총합",
            "",
            "",
            "100"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 75 - 정성평가기준 m 각평가항목은기술제안서별로평가하며, 상대평가시우열을가리기 어려운경우에는동일한점수를부여할수있다 m 평가항목별최고점과최저점의차이가해당항목배점한도의15를 초과하지않는범위내에서차등평가한다. 다만, 기술능력의차이등 사유가있는경우에는20를초과하지않는범위내에서평가할수 있으며, 기술능력의현격한차이등특별한사유가있는경우에는 20를초과하여평가할수있다. 20를초과평가하는경우에는 평가사유서에그사유를구체적으로명시하여야한다. m 평가기준 - 비계량평가항목별로6등급으로평가, 평가위원의항목별채점점수를 산술평균한점수로산정한다. 평가척도 등급 척도기준 가중치 A - 모든 요구사항이 충족되며, 관련 보유기술, 경험 등이 객관적 자료를 통하여 증빙된다. - 제안은 요구사항을 완벽히 이해하고 있어 매우 높은 성공 가능성을 제공한다. - 결점 또는 약점이 없다. 100 B - 요구사항이 대부분 충족되며, 관련 보유기술, 경험 등의 객관적 자료를 통하여 대 부분 증빙된다. - 제안은 요구사항의 바람직한 이해를 보여주고 높은 성공 가능성을 제공한다. - 협의를 통하여 고칠 수 없는 결점 또는 약점이 없다. 90 C - 요구사항을 기본적으로 충족시키나, 관련 보유기술, 경험 등의 객관적 자료를 통 한 증빙이 미흡하다. - 제안은 요구사항의 기본을 이해하고 성공의 적당한 가능성을 제공한다. - 결점과 약점은 있으나, 협의를 통하여 보완이 가능하다. 80 D - 요구사항의 일부만 충족하며, 관련 보유기술, 경험 등에 대한 객관적 자료를 제시 하지 못한다. - 제안은 요구사항을 낮은 수준으로 이해하고 있어, 성공 가능성이 낮다. - 결점과 약점에 대한 보완 가능성이 불확실하다. 70 E - 요구사항을 충족하지 못한다. - 제안은 요구사항 대비 상당히 부족하고 성공에 필요한 요소를 제공하지 못한다. - 근본적인 결점과 약점이 존재하며, 현재의 제안으로는 보완이 불가능하다. 60 F - 관련자격, 실적, 학위, 경력 등을 증명할 수 있는 자료제출이 없다 0 m 제안평가감점사항 - 제안서익명성위반 평가종합점수1점감점 - 평가위원사전접촉입찰자에대한감점 평가종합점수5점감점 한국농어촌공사협상에의한계약제안서평가세부기준제9조, 제15조적용 - 76 - 용역비산정, 집행및정산기준 m 산정기준 - 사업수행이가능한범위내에서작성한다. - SW사업대가산정가이드2024년개정판, 한국소프트웨어산업협회의 기능점수방식에의한소프트웨어개발비산정한다. - 정보통신공사표준품샘2024년개정판 및유사사업을활용하여기자재 구매, 설치비용계상한다. - 국외출장의여비는公社여비규정제5조및제19조에의거산정한다. - 국외출장의경비는公社해외사업업무매뉴얼해외사업출장경비 산정기준, 국가별사무소운영경비예산편성기준을참고하여산정한다. m 집행기준 - 본사업을위하여지출된용역비는정당한지출을입증할수있도록별도의 장부에정리하고공사에제출하여야한다. - 용역비집행은당초계약한총용역비범위에서집행하여야한다. 단, 공사와용역기관과의합의를거쳐용역비의증감이있는경우에는증감된 용역비를총용역비로본다. - 계약시정한금액으로정액지급하는용역비는초과집행경비를인정하지 아니하며, 타항목과전용하여집행할수없다. - 용역비는계약서에정한조건에따라용역비사용에대한명세서를첨부한 정산서를제출하여공사의승인을받아야하며, 정산서는계약조건에따라 계약만료일이내에제출한다. - 정산서는개요, 정산내역, 증빙서류로일목요연하게구성하되, 공사는추후 별도의정산서작성양식을요청할수있다. - 영수증등증빙서류는식별가능하도록첨부하여야하며, 각페이지별로 정산금액이정리되어야한다. - 정산서의각항목은별표의항목순으로정리하여야한다. - 외화사용시정산을위하여이들환율을증빙할수있는서류를 제출하여야한다. - 이기준에서정하지아니한사항은계약서의내용에따르며, 이기준에서 정한내용을따를수없는불가피한상황발생시, 사전에공사의승인을 받아야한다. m 정산기준 - 투찰내역서엑셀파일 참조",
      "tables": [
        [
          [
            "평가척도\n(등급)",
            "척도기준",
            "가중치"
          ],
          [
            "A",
            "- 모든 요구사항이 충족되며, 관련 보유기술, 경험 등이 객관적 자료를 통하여 증빙된다. \n- 제안은 요구사항을 완벽히 이해하고 있어 매우 높은 성공 가능성을 제공한다. \n- 결점 또는 약점이 없다.",
            "100%"
          ],
          [
            "B",
            "- 요구사항이 대부분 충족되며, 관련 보유기술, 경험 등의 객관적 자료를 통하여 대\n부분 증빙된다. \n- 제안은 요구사항의 바람직한 이해를 보여주고 높은 성공 가능성을 제공한다. \n- 협의를 통하여 고칠 수 없는 결점 또는 약점이 없다.",
            "90%"
          ],
          [
            "C",
            "- 요구사항을 기본적으로 충족시키나, 관련 보유기술, 경험 등의 객관적 자료를 통\n한 증빙이 미흡하다.\n- 제안은 요구사항의 기본을 이해하고 성공의 적당한 가능성을 제공한다. \n- 결점과 약점은 있으나, 협의를 통하여 보완이 가능하다.",
            "80%"
          ],
          [
            "D",
            "- 요구사항의 일부만 충족하며, 관련 보유기술, 경험 등에 대한 객관적 자료를 제시\n하지 못한다. \n- 제안은 요구사항을 낮은 수준으로 이해하고 있어, 성공 가능성이 낮다. \n- 결점과 약점에 대한 보완 가능성이 불확실하다.",
            "70%"
          ],
          [
            "E",
            "- 요구사항을 충족하지 못한다. \n- 제안은 요구사항 대비 상당히 부족하고 성공에 필요한 요소를 제공하지 못한다. \n- 근본적인 결점과 약점이 존재하며, 현재의 제안으로는 보완이 불가능하다.",
            "60%"
          ],
          [
            "F",
            "- 관련자격, 실적, 학위, 경력 등을 증명할 수 있는 자료제출이 없다",
            "0%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 77 - 3. 협상 적격자 선정 및 협상방법 협상적격자선정및협상순위결정 m 기술평가점수가기술평가분야배점한도의85 이상인자를대상으로함 m 협상순서는협상적격자의기술능력평가점수와입찰가격평가점수를 합산하여합산점수의고득점순에따라결정함 m 합산점수가동일한제안자2인이상일경우에는기술능력평가점수가 높은제안자를선순위자로하고, 기술평가점수도동일한경우에는 기술능력의세부평가항목중배점이큰항목에서높은점수를얻은 자를선순위자로함 협상절차및방법 m 협상순위에따라결정된우선협상대상자와협상하며, 협상이성립된 때에는다른협상대상자와협상을하지않음. 우선협상대상자와협상 결렬시, 동일한기준절차에따라순차적으로차次 순위자와협상을 시행함. 모든협상대상자와협상이결렬된경우에는재공고입찰이가능함 m 협상대상자가제안한사업내용, 이행방법, 이행일정등제안서의 내용을대상으로협상을실시함. 협상대상자가제안한이행과업내용, 이행일정등의내용을대상으로일부수정보완변경추가삭제하여그 내용의일부를협상조정가능함 m 협상대상자가제안한내용을가감하는경우에는그가감되는내용에 상당하는금액을당해사업예산또는예정가격 범위내에서조정가능함 m 제안요청시포함되지않았으나발주기관의협상요구에의하여 증가되는사업범위에대해서는해당원가추가반영가능함 4. 제안서 등의 제출 제안서제출및등록서류 입찰공고문에의함 제안요청설명회 m 본사업은제안요청설명회를실시하지않으며입찰참가자격과 관련이없음 제안설명회개최 m 제안설명회는코로나19로인한사회적거리두기등외부요인으로인해 대면평가를비대면평가로대체할수있으며, 제안설명회세부일시및 장소등은추후수요기관에서별도통보 - 78 - m 제안서입찰등록역순으로설명회실시 - 제안업체별참석대상은발표자를포함하여3인이하로제한 m 발표시간은업체당30분이내로제한 - 제안발표15분이내준수, 질의응답15분이내 m 유의사항 - 제안발표는제안사의용역책임자PM가직접하며, PM이발표하지않을 경우발표없이제안서에대한서면평가로만진행 - 발표시업체이름을말하지않아야함 - 제안설명회에참석하지않은경우에는제안서에대한서면평가로만진행 제안관련문의처 부 서 성 명 총무인사처 장민지 글로벌사업처 박정선 - 본페이지이하여백-",
      "tables": [
        [
          [
            "부 서",
            "성 명"
          ],
          [
            "총무인사처",
            "장민지"
          ],
          [
            "글로벌사업처",
            "박정선"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 42,
      "text": "- 79 - VII 기타 사항 1. 입찰 시 유의사항 제출된제안서는일체반환하지않으며, 본제안과관련된일체의 소요비용은입찰참가자의부담으로함 낙찰자로결정된이후에공동도급및하도급으로변경할수없음 제안서인력은단독또는공동수급구성원의자사인력으로 구성하여야함 낙찰자소속외의인력은하도급으로간주함 단외부자문인력등통상적인과업수행인력이아닌경우는참여인력에서제외함 입찰공고문, 과업내용서, 제안요청서및이에근거한별첨등에 명시되지않은사항은국가를당사자로하는계약에관한법률, 소프트웨어진흥법, 기획재정부계약예규, 국제표준규격ISO, IEEE, ANSI, ETSI 등관련규정및발주사의계약요령에따름 입찰에참가하고자하는자는본입찰유의서및국가를당사자로 하는계약에관한법률등을입찰전에완전히숙지하였다고 간주하며이를숙지하지못함으로발생되는책임은입찰 참가자에게있음 입찰자는발주사로부터배부받은입찰에관한서류또는각종 자료및입찰과정에서얻은정보를당해입찰외의목적으로 사용하여서는아니됨 2. 기타 제안관련 정보 계약체결관련유의사항 m 낙찰자는입찰이후10일이내에소정의서식에의한계약서에의하여 계약을체결하여야함 m 낙찰자는계약체결후7일까지계약보증금을유가증권또는 보증보험증권으로제출하여야함계약금액의100분의7.5이상 m 입찰자또는낙찰자는국가를당사자로하는계약에관한법률시행령 제76조부정당업자의입찰참가자격제한의규정에해당하는경우에는 발주사의규정에따라일정기간동안의입찰참가자격을제한할수있음 - 80 - m 낙찰자는계약에응하여야하며, 계약불이행시부정당업자로입찰 참가자격제한을받게됨 m 용역수행자는동용역수행지침서에서제시한개발일정계획의세부 추진계획을수립하여용역수행계획서를발주사에제출하여야함 m 과제수행완료후사업용역대행사의사업수행평가결과가불량일 경우향후본사업참여에제한을받을수있음 m 낙찰자로결정된이후본사업의전부를하청또는재하청을할수 없음 입찰의무효 m 국가를당사자로하는계약에관한법률시행령제12조경쟁입찰의 참가자격 및시행규칙제14조입찰참가자격요건의증명 규정, 용역입찰유의서제12조에저촉될경우입찰은무효로함 하자담보 m 본사업의하자담보책임기간및하자보수보증금률은국가계약법 제18조하자보수보증금, 정보통신공사법제37조공사의 하자담보책임, 소프트웨어진흥법제60조소프트웨어사업의 하자담보책임에의거1년에2를적용한다. m 그외의사항은계약예규 용역계약일반조건제58조하자보수 등를따른다. 기타 m 본입찰에참가하는자는발주사청렴계약입찰특별유의서 제2조입찰참가업체의청렴계약이행각서제출 제1항에의거 청렴계약이행각서를제출한것으로간주하며, 최종낙찰자로선정된 기업은대표자가날인하여계약체결시제출하여야함 m 본사업의작업장소는원활한사업수행을위해발주기관과협의하여결정함 m 본사업은20억원미만의SW사업으로제안서보상대상사업에서제외 m 향후정보화사업보안성검토내용을준수하여야함 작업장소상호협의등 m 작업장소상호협의 - SW사업수행을위해필요한작업장소등은사업예산내계상되어 있으므로관련비용을포함하여제안가격을산출하되, 작업장소등장소,",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 81 - 설비, 기타작업환경은한국농어촌공사이하공사와상호협의하여결정함 m 원격지개발장소제시검토절차 - 공급자는작업장소상호협의시제안요청서내명시된보안요구사항을 준수한작업장소를제시할수있으며, 발주기관에서는제시된작업장소에 관하여우선검토한다. 다만, 발주기관에서는공급자가제시한작업장소가 보안요구사항을준수하지못한경우거부할수있음 m 원격지개발장소보안요구사항 - 공급자는원격지개발에따른보안사고등위험요인을식별하여이에대한 대응방안을제안하여야함 - 공급자는제안요청서에명시한보안요구사항등을준수하여원격지개발에 따른구체적인원격지보안관리대책참여인원, 원격지개발장소및장비, 원격지개발장소의노트북USB 등휴대용저장매체, 네트워크, 자료등을 제시하여야함 - 기관외상주혹은비상주수행인력은업무시스템에접속하기위해VPN 방식을사용한개발환경을구축하여야하며이에따른소요경비는 용역수행자가부담해야함 계약목적물의지식재산권귀속등 m 본사업의수행결과물계약목적물에대한지식재산권은발주기관과 사업수행자가공동으로소유하며, 별도의정함이없는한지분은 균등한것으로함 - 다만, 개발의기여도및계약목적물의특수성보안, 영업비밀등을 고려하여계약당사자간의협의를통해지식재산권귀속주체등에대해 공동소유와달리정할수있음 - 또한, 지식재산권의타용도및상업적활용시반드시발주기관과 협의하여야함 m 본사업을통해개발되는소프트웨어는계약예규 용역계약일반조건제56조계약목적물의지식재산권귀속등에따라 타기관과공동활용할계획이없음 SW산출물반출절차등 m 사업자는지식재산권의활용을위하여SW산출물의반출을요청할수 있으며, 발주기관에서는보안업무규정제4조및제안요청서에 명시된누출금지정보에해당하지않을경우SW산출물을제공함단 - 82 - 공급자는아래내용을준수하여야함 - 공급자는공급받은SW산출물에대하여제안요청서, 계약서등에 누출금지정보로명시한정보를삭제하고활용하여야하며, 이를확인하는 공급자대표명의의확약서를발주기관에제출하여야함 - 공급자가반출된SW산출물을제3자에게제공하려는경우반드시 발주기관으로부터사전승인을받아야함 - 발주기관은공급자가제공받은SW산출물을무단으로유출하거나누출되는 경우및누출금지정보를삭제하지않고활용하는경우에는국가계약법 시행령제76조제1항제3호에따라입찰참가자격을제한함 3. 제안 참여업체 준수사항 배포된제안요청서는제안서작성목적이므로사용및제공을금함 본제안과관련되어배포된제안요청서, 각종참고자료에대하여 공사측에서반납을요구할경우참여업체는즉시응하여야함 보안유지 m 제안사는본용역과관련하여취득한공사의사업내용에대하여 제3자에게누설하여서는안되며, 공사에서요구하는보안사항을 철저히준수하여야함 누출금지정보 기관 소유 정보시스템의 내외부 IP주소 현황 정보시스템 구성현황 및 전산망 구성도 정보시스템의 환경파일 등 구성정보 사용자계정 및 패스워드 등 시스템 접근권한 정보 전보시스템 취약점 분석 결과물 용역사업 결과물 프로그램 소스코드 국가용 보안시스템 및 정보보호시스템 도입현황 방화벽IPS 등 정보보호제품 및 라우터스위치 등 네트워크 설정 정보 개인정보 보호법의 개인정보 공공기관의 정보공개에 관한 법률의 비공개 대상 보안업무규정 제4조의 비밀, 동 시행규칙 제7조3항의 대외비 m 제안사는과업수행기간중자체보안대책을수립하여운영하며, 대표자및참여인원전원의보안서약서와개별보안서약서를함께 제출하여야함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 83 - 본용역을수행함에있어낙찰자로결정된제안사의과업참여 용역직원은한국농어촌공사의개인정보수집을위한 개인정보이용동의서개인정보수집ᆞ이용별지5를용역수행전에 필히제출하여야함 4. SW사업영향평가 본사업은소프트웨어진흥법제43조, 동법시행령제35조, 소프트웨어사업계약및관리감독에관한지침제5조에따라 - 소프트웨어사업계약및관리감독에관한일반기준과기정통부고시 별지제1호서식에따른별첨1 소프트웨어사업영향평가결과서 첨부 5. 소프트웨어 개발사업의 적정기간 본사업은소프트웨어사업계약및관리감독에관한지침 제10조에따라소프트웨어개발사업의적정사업기간산정 기준에 따른사업임 - 소프트웨어사업계약및관리감독에관한지침별지제4호서식에따른 소프트웨어개발사업의적정사업기간종합산정서첨부별첨5 6. 과업심의위원회 과업내용확정 본사업은소프트웨어진흥법제50조1항에 따라과업심의위원회를실시한사업임 과업내용변경 본사업은소프트웨어진흥법제50조, 같은 법시행령제47조제1항제2호, 제3호에따른과업내용변경및그에 따른계약금액, 계약기간조정이필요한경우, 계약상대자는 소프트웨어사업과업변경요청서별지8호서식참조를제출하여 과업변경심의위원회의개최를요청할수있음 7. 하도급계약 본사업은수주자공동계약의경우공동수급체구성원포함가직접 수행함을원칙으로하고, 책임있는사업수행과지속적인기술지원 등을위하여하도급을불허함 8. 인력 요구사항 요구 및 관리 금지 본사업은기능점수기반으로수립되어소프트웨어사업계약및 - 84 - 관리감독에관한지침제11조3항, 제18조3항에따라투입공수에 의한방식에관한내용을요구하지않는사업임 9. 소프트웨어 사업정보 제출 본사업은소프트웨어진흥법제46조제2항에따라소프트웨어 사업정보를수집분석하여제출해야한다. 소프트웨어사업정보데이터작성및제출에관한사항은 SW사업정보저장소www.spir.kr 자료실의SW사업정보저장소 데이터제출안내 문서를참조한다. SW사업정보데이터는사업수행계획서작성시단계별산출물 리스트에명시한다. - 본페이지이하여백-",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 85 - 10. 성과지표 성과영역별성과지표 성과영역 지 표 명 단위 가중치 측정년도 24 합 계 - 100 - 산 출 1 요구사항 준수율 50 기 타 2 요구산출물 일정 준수율 점 50 사업종료후1개월이내公社-네팔정부합동평가결과를아시아개발은행으로제출 성과지표상세정의서 m 요구사항준수율 지표명 요구사항 준수율 가중치 50 지표정의 제안요청서 내 요구사항에 대한 최종산출물 반영율 연도 측정년도2024 목표 100 측정기준 - 측정산식 제안요청서내요구사항건 최종산출물요구사항반영건 - 100 100점 - 90100미만 90점 - 8090미만 80점 - 80미만 70점 - 측정시기 사업 종류 후 - 근거자료 제안요청서, 최종산출물 m 요구산출물일정준수율 지표명 요구 산출물 일정 준수율 가중치 50 지표정의 과업 내 도출 산출물의 일정 준수율 연도 측정연도2024 목표 100점 측정기준 - 측정산식 과업총산출물내역건 사업계획서일정준수산출물내역건 산출물들이 사업계획서착수에 맞추어 일정을 준수하여 도출되었는지를 점수로 환산 - 90이상 100점 - 80이상90미만 90점 - 70이상80미만 80점 - 60이상70미만 70점 - 50미만 60점 - 측정시기 사업 종류 후 - 근거자료 주간 및 월간보고 자료 - 86 - 별지서식- 제1호 제안사 일반현황 회 사 명 사업분야 주 소 전화번호 사업자번호 자 본 금 회사설립년도 년 월 해당부문종사기간 년 월 년 월 년 개월 주요연혁 조직도 인원현황 기타 - 중소기업여부 중소기업증명서별첨 - 최근3년이내부정당업자제재를받은사실유무 - 최근1년이내구축도중또는완료후계약목적물의현저한손해를가져왔거나사회적 물의를일으킨적이있는지사실유무 - 부도상태에있는지유무 구 분 계 전 문 분 야 HW분야SW분야 계 특급기술자 고급기술자 중급기술자 초급기술자 기 능 사 제안사 일반현황의 기술자의 구분은 입찰 공고일 기준 적용되는 SW기술자 노임단가 한국소프트웨어 산업협회 공표 에 의한 SW기술자 등급분류 기준표 에 의함 평가위원 평가용 제안서는 회사명, 대표자 등 회사를 식별할 수 있는 사항은 OOO처리한다. 단, 제안서 원본은 모두 표시",
      "tables": [
        [
          [
            "성과영역\n지 표 명",
            "단위",
            "가중치(%)",
            "측정년도\n(‘24)"
          ],
          [
            "합  계",
            "-",
            "100",
            "-"
          ],
          [
            "산 출\n  ① 요구사항 준수율",
            "%",
            "50",
            ""
          ],
          [
            "기 타\n  ② 요구산출물 일정 준수율",
            "점",
            "50",
            ""
          ]
        ],
        [
          [
            "회  사  명",
            "",
            ""
          ],
          [
            "사업분야",
            "",
            ""
          ],
          [
            "주        소",
            "",
            ""
          ],
          [
            "전화번호",
            "",
            ""
          ],
          [
            "사업자번호",
            "",
            ""
          ],
          [
            "자  본  금",
            "",
            ""
          ],
          [
            "회사설립년도",
            "년              월",
            ""
          ],
          [
            "해당부문종사기간",
            "년        월      ～                년        월  (        년        개월)",
            ""
          ],
          [
            "주요연혁",
            "",
            ""
          ]
        ],
        [
          [
            "지표명",
            "요구사항 준수율\n50\n가중치(%)"
          ],
          [
            "지표정의",
            "제안요청서 내 요구사항에 대한 최종산출물 반영율"
          ],
          [
            "연도",
            "측정년도(2024)"
          ],
          [
            "목표",
            "100%"
          ],
          [
            "측정기준",
            "최종 산출물 요구사항 반영 건 \n× \n - 측정산식 = 제안요청서 내 요구사항 건 \n  - 100% : 100점\n  - 90%∼100%미만 : 90점\n  - 80%∼90%미만 : 80점\n  - 80%미만 : 70점\n - 측정시기 : 사업 종류 후\n - 근거자료 : 제안요청서, 최종산출물"
          ]
        ],
        [
          [
            "구    분",
            "계",
            "전    문    분    야",
            "",
            ""
          ],
          [
            "",
            "",
            "H/W분야 S/W분야",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "고급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "중급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "기  능  사",
            "",
            "",
            "",
            ""
          ],
          [
            "＊제안사  일반현황의  기술자의  구분은  입찰  공고일  기준  적용되는  “SW기술자  노임단가  “(한국소프트웨어\n산업협회  공표)  에  의한    SW기술자  등급분류  기준표  에  의함\n＊평가위원  평가용  제안서는  “회사명”,  “대표자”  등  회사를  식별할  수  있는  사항은  OOO처리한다.\n      (단,  제안서  원본은  모두  표시)",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "지표명",
            "요구 산출물 일정 준수율\n50\n가중치(%)"
          ],
          [
            "지표정의",
            "과업 내 도출 산출물의 일정 준수율"
          ],
          [
            "연도",
            "측정연도(2024)"
          ],
          [
            "목표",
            "100점"
          ],
          [
            "측정기준",
            "사업계획서 일정준수 산출물 내역 건 \n× \n - 측정산식 = 과업 총 산출물 내역 건 \n· 산출물들이 사업계획서(착수)에 맞추어 일정을 준수하여 \n도출되었는지를 점수로 환산\n  - 90%이상 : 100점\n  - 80%이상∼90%미만 : 90점\n  - 70%이상∼80%미만 : 80점\n  - 60%이상∼70%미만 : 70점\n  - 50%미만 : 60점\n - 측정시기 : 사업 종류 후\n - 근거자료 : 주간 및 월간보고 자료"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 87 - 별지서식- 제2호 자본금 및 매출액최근 3년 회사명 단위 천원 구 분 20 년 20 년 20 년 합 계 평 균 자본금 매출액 컨설팅 부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 상용 SW 부문 HW 부문 시스템 개발 부문 부문 부문 부문 합계 자기자본비율 자기자본총자산 유 동 비 율 유동자산유동부채 신용평가등급 회사채에 대한 신용평가등급 등급평가일 기업어음에 대한 신용평가등급 등급유효기간 기업신용평가등급 주1. 결산공고되었거나자체보고된대차대조표, 손익계산서등회계자료를첨부한다. 2. 신용평가등급, 등급평가일, 등급유효기간등이명시된신용평가등급확인서를제출한다. - 88 - 별지서식 제3호 자료 및 시스템 열람 신청서 열람기간 2024년 월 일 월 일 소속기관 직급 직책 성명 상기 열람자는 열람하는 모든 자료는 본 제안서만을 위하여 사용하고 정보 보안을 유지하고 정보유출의 사고가 발생할시 법적 책임을 다할 것을 서약 합니다. 2024년 월 일 참석자 대표 서명",
      "tables": [
        [
          [
            "소속기관",
            "직급\n(직책)",
            "성명",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "상기  열람자는  열람하는  모든  자료는  본  제안서만을  위하여  사용하고  정보\n보안을  유지하고  정보유출의  사고가  발생할시  법적  책임을  다할  것을  서약  합니다.\n2024년      월        일\n참석자  대표                                          (서명)",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구          분",
            "",
            "",
            "20      년",
            "",
            "20      년",
            "20      년",
            "",
            "합    계",
            "",
            "평    균"
          ],
          [
            "자본금",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "컨설팅\n부문",
            "BPR/ISP",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "상용  S/W  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "H/W  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템  개발  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○○  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○○  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○○  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율\n    (자기자본/총자산)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유    동    비    율\n(유동자산/유동부채)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "회사채에  대한  신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "등급평가일",
            "",
            "",
            ""
          ],
          [
            "기업어음에  대한  신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "등급유효기간",
            "",
            "",
            ""
          ],
          [
            "기업신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 89 - 별지서식- 제4호 공동수급표준협정서분담이행방식 제1조목적 이협정서는아래계약을공동수급체의구성원이재정, 경영및기 술능력과인원및기자재를동원하여공사ᆞ물품또는용역에대한계획ᆞ시공 등을위하여일정분담내용에따라나누어공동으로계약을이행할것을약속하 는협약을정함에있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의명칭, 사업소의소재지, 대표자는다음과같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대표자성명 제3조공동수급체의구성원 1공동수급체의구성원은다음과같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의대표자는ᄋᄋᄋ로한다. 3대표자는발주자및제3자에대하여공동수급체를대표하며, 공동수급체재 산의관리및대금청구등의권한을가진다. 제4조효력기간 본협정서는당사자간의서명과동시에발효하며, 해당계약의 이행으로종결된다. 다만, 발주자또는제3자에대하여공사와관련한권리의무 관계가남아있는한본협정서의효력은존속된다. 제5조의무 공동수급체구성원은제1조에서규정한목적을수행하기위하여성 - 90 - 실ᆞ근면및신의를바탕으로하여필요한모든지식과기술을활용할것을약 속한다. 제6조책임 공동수급체의구성원은발주기관에대한계약상의의무이행에대하 여분담내용에따라각자책임을진다. 제7조하도급 공동수급체의각구성원은자기책임하에분담부분의일부를하 도급할수있다. 제8조거래계좌 계약예규공동계약운용요령제11조에정한바에의한선금, 기성대가등은다음계좌로지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호ᄋᄋᄋ, 예금주ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호ᄋᄋᄋ, 예금주ᄋᄋᄋ 제9조구성원의분담내용 1각구성원의분담내용은다음예시와같이정한다. 예시 1. 일반공사의경우 가 ᄋᄋᄋ건설회사 토목공사 나 ᄋᄋᄋ건설회사 포장공사 2. 환경설비설치공사의경우 가 ᄋᄋᄋ건설회사 설비설치공사 나 ᄋᄋᄋ제조회사 설비제작 2제1항의분담내용은다음각호의어느하나에해당하는경우변경할수있 다. 다만, 분담내용을변경하는경우공동수급체일부구성원의분담내용전부를 다른구성원에게이전할수없다. 1. 발주기관과의계약내용변경에따라계약금액이증감되었을경우 2. 공동수급체구성원중파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉 진법에따라채권단이구조조정대상으로결정하여구조조정중인업체, 중 도탈퇴의사유로인하여당초협정서의내용대로계약이행이곤란한구성 원이발생하여공동수급체구성원연명으로분담내용의변경을요청한경우",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 91 - 제10조공동비용의분담 본계약이행을위하여발생한공동의경비등에대하 여분담공사금액의비율에따라각구성원이분담한다. 제11조구성원상호간의책임 1구성원이분담공사와관련하여제3자에게끼친 손해는해당구성원이분담한다. 2구성원이다른구성원에게손해를끼친경우에는상호협의하여처리하되, 협 의가성립되지아니하는경우에는운영위원회의결정에따른다. 제12조권리ᆞ의무의양도제한 구성원은이협정서에의한권리ᆞ의무를제3자 에게양도할수없다. 제13조중도탈퇴에대한조치 1공동수급체의구성원은각호의어느하나에해 당하는경우외에는입찰및해당계약의이행을완료하는날까지탈퇴할수없 다. 1. 발주자및구성원전원이동의하는경우 2. 파산, 해산, 부도기타정당한이유없이해당계약을이행하지아니하여해 당구성원외의공동수급체의구성원이발주자의동의를얻어탈퇴조치를 하는경우 2구성원중일부가파산또는해산, 부도등으로계약을이행할수없는경우 에는잔존구성원이이를이행한다. 다만, 잔존구성원만으로는면허, 실적, 시공능 력공시액등잔여계약이행에필요한요건을갖추지못할경우에는발주자의승인 을얻어새로운구성원을추가하는등의방법으로해당요건을충족하여야한다. 개정2010.9.8. 3제2항본문의경우에는제11조제2항을준용한다. 제14조하자담보책임 공동수급체가해산한후해당공사에관하여하자가발행 하였을경우에는분담내용에따라그책임을진다. 제15조운영위원회 1공동수급체는공동수급체구성원을위원으로하는운영위 원회를설치하여계약이행에관한제반사항을협의한다. - 92 - 2이협정서에규정되지아니한사항은운영위원회에서정한다. 위와같이공동수급협정을체결하고그증거로서협정서ᄋ통을작성하여각 통에공동수급체구성원이기명날인하여각자보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 93 - 별지서식- 제5호 합 의 각 서 우리는위의입찰에공동수급체를결성입찰에참고하고자귀기관에서정한각종 조건, 유의서및입찰공고사항을전적으로승낙하며또한대표자는각구성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로이의없이계약체결및이행을성실히수행하겠음을이에합의각서를 제출합니다. 20 년 월 일 공동수급체대표자 주사무소소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체구성원 주사무소소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체구성원 주사무소소재지 상 호 성 명 인 사업자등록번호 주민등록번호 입찰공고번호 입 찰 일 자 년 월 일 입 찰 건 명 - 94 - 별지서식 제6호 외주용역사업 보안특약 사업자는행정안전부의보안정책을위반하였을경우별표1의보안위규 처리기준과 별표2의 위약금 부과기준에 따라 위규자 및 관리자를 행정조치하며, 보안위약금을발주기관에납부해야한다. 사업자는사업수행에사용되는문서, 인원, 장비등에대하여물리적, 관리적, 기술적 보안대책 및 별표3의 누출금지 대상 정보에 대한 보안관리계획을 사업제안서에 기재하여야 하며, 발주기관은 해당 정보 누출시 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록한다. 사업수행과정에서취득한자료와정보에관하여사업수행중은물론사업 완료후에도이를외부에유출해서는안되며, 사업종료시발주기관에서 지정하는정보보안담당자입회하에완전폐기또는반납해야한다. 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를활용하여보안취약점점검결과물과도출된취약점에대한 개선을완료하고그결과를제출해야한다. 참고자료 별표1 사업자보안위규처리기준 별표2 보안위약금부과기준 별표3 누출금지대상정보",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 95 - 별지서식 제7호 소프트웨어 과업변경요청서 에는 해당되는 곳에 표를 합니다. 접수번호 접수일 처리기간 14일 변경요청 번호 사 업 명 네팔 수자원관리 정보화사업 Pilot 시스템 구축 계약번호 변경요청 유형 과업내용 변경 과업내용변경 및 계약금액 조정 과업내용서 관련사항 기 존 변 경 변경요청 내용 필요한 경우 별지 사용 변경요청 사유 필요한 경우 별지 사용 변경 영향평가 필요한 경우 별지 사용 변경 소요 비용 소요비용 변경규모 산출근거 필요한 경우 별지 사용 소프트웨어 진흥법제50조제3항에 따라 위와 같이 소프트웨어사업 과업 내용변경 을 요청합니다. 년 월 일 신청인 서명 또는 인 한국농어촌공사의 장 귀하 처 리 절 차 신청서 작성 è 접 수 è 과업심의위원회 개최 è 심의ᆞ의결 è 심의결과 및 조치계획 통보 신청인 처 리 기 관 한 국 농 어 촌 공 사 210mm297mm백상지 80g - 96 - 별지서식 제8호 기술적용계획표, 기술적용결과표 사업명 Digitalization of Water Management for Improved Resilience - Nepal 사업 Pilot 시스템 구축 작성일 2024. 01. 법률및고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 국가정보원법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 네팔 법률 o Telecommunication Act, Ministry of Communication and Information Technology o National Cyber Security Policy o IT Policy o ICT Policy o Long Term Policy for Information and Communication Sector o Digital Nepal Framwork o Code of Conduct issued by the Ministry of Communication and Information Technology o 기타 네팔 정부의 법률 등 고시 등 o 보안업무규정대통령령 o 사이버안보 업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시",
      "tables": [
        [
          [
            "변경요청 \n번호",
            ""
          ],
          [
            "사  업  명",
            "네팔  수자원관리  정보화사업  Pilot  시스템  구축"
          ],
          [
            "계약번호",
            ""
          ],
          [
            "변경요청 \n유형",
            "[    ]  과업내용  변경                 \n[    ]  과업내용변경  및  계약금액  조정"
          ]
        ],
        [
          [
            "변경요청 \n내용",
            "(  ※  필요한  경우  별지  사용  )"
          ],
          [
            "변경요청 \n사유",
            "(  ※  필요한  경우  별지  사용  )"
          ],
          [
            "변경 \n영향평가",
            "(  ※  필요한  경우  별지  사용  )"
          ],
          [
            "변경  소요\n비용",
            "소요비용 \n변경규모"
          ],
          [
            "",
            "산출근거 \n(  ※  필요한  경우  별지  사용  )"
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "ｏ 지능정보화 기본법\nｏ 공공기관의 정보공개에 관한 법률\nｏ 개인정보 보호법\nｏ 소프트웨어 진흥법\nｏ 인터넷주소자원에 관한 법률\nｏ 전자서명법\nｏ 전자정부법\nｏ 국가정보원법\nｏ 정보통신기반 보호법\nｏ 정보통신망 이용촉진 및 정보보호 등에 관한 법률\nｏ 통신비밀보호법\nｏ 국가를 당사자로 하는 계약에 관한 법률\nｏ 하도급거래 공정화에 관한 법률\nｏ 지방자치단체를 당사자로 하는 계약에 관한 법률\nｏ 공공데이터의 제공 및 이용 활성화에 관한 법률\n(네팔 법률)\nｏ Telecommunication Act, Ministry of Communication and Information Technology\nｏ National Cyber Security Policy\nｏ IT Policy\nｏ ICT Policy\nｏ Long Term Policy for Information and Communication Sector\nｏ Digital Nepal Framwork\nｏ  Code  of  Conduct  issued  by  the  Ministry  of  Communication  and  Information \nTechnology\nｏ 기타 네팔 정부의 법률 등"
          ],
          [
            "고시 등",
            "ｏ 보안업무규정(대통령령)\nｏ 사이버안보 업무규정(대통령령)\nｏ 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\nｏ 장애인·고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시(과학기술정보통신부고시)\nｏ 전자서명인증업무 운영기준(과학기술정보통신부고시)\nｏ 전자정부 웹사이트 품질관리 지침(행정안전부고시)\nｏ 정보보호시스템 공통평가기준(미래창조과학부고시)\nｏ 정보보호시스템 평가·인증 지침(과학기술정보통신부고시)\nｏ 정보시스템 감리기준(행정안전부고시)\nｏ 전자정부사업관리 위탁에 관한 규정(행정안전부고시) \nｏ 전자정부사업관리 위탁용역계약 특수조건(행정안전부예규) \nｏ 행정전자서명 인증업무지침(행정안전부고시)\nｏ 행정기관 도메인이름 및 IP주소체계 표준(행정안전부고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 97 - 최신기준은네팔정보통신시굴부httpsmocit.gov.npenlistresource39?parent977 참조 Ministry of Communication and Information Technology, Government of Nepal 구분 항 목 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원 네팔 지침 o Nepal GEA SOA ESB Design Guidelines o Directory related to website construction and management of government offices o Information Technology Emergency Assistance Group Operation and Management Guide o 기타 네팔 정부의 고시 등 - 98 - 서비스접근및전달분야 구 분 항 목 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스및통합분야 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful",
      "tables": [
        [
          [
            "관련규정",
            "ｏ 전자정부 웹사이트 품질관리 지침\nｏ 한국형 웹 콘텐츠 접근성 지침 2.1",
            ""
          ],
          [
            "",
            "ｏ 모바일 전자정부 서비스 관리 지침",
            ""
          ],
          [
            "외부 접근 \n장치",
            "ｏ 웹브라우저 관련",
            ""
          ],
          [
            "",
            "- HTML 4.01/HTML 5, CSS 2.1",
            ""
          ],
          [
            "",
            "- XHTML 1.0",
            ""
          ],
          [
            "",
            "- XML 1.0, XSL 1.0",
            ""
          ],
          [
            "",
            "- ECMAScript 3rd",
            ""
          ],
          [
            "",
            "ｏ 모바일 관련",
            ""
          ],
          [
            "",
            "- 모바일 웹 콘텐츠 저작 지침 1.0 \n(KICS.KO-10.0307)",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS X ISO/IEC 20000)/ ITIL v3",
            ""
          ],
          [
            "서비스 전달 \n프로토콜",
            "IPv4",
            ""
          ],
          [
            "",
            "IPv6",
            ""
          ]
        ],
        [
          [
            "서비스 통합",
            "ｏ 웹 서비스",
            ""
          ],
          [
            "",
            "- SOAP 1.2, WSDL 2.0, XML 1.0",
            ""
          ],
          [
            "",
            "- UDDI v3",
            ""
          ],
          [
            "",
            "- RESTful",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 99 - 플랫폼및기반구조분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 네팔 현지 구성 확인 후 적용 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone - 100 - 요소기술분야 구 분 항 목 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 공공데이터 제공, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 데이터는 공공데이터법 제2조제2호의 행정정보를 말한다로 제공하기 위하여 기계 판독이 가능한 형태로 정비, 공공데이터법상 제공제외 대상의 별도 테이블 분리설계, 품질확보 등이 수행 되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정 안전부장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 관리지침 o 공공데이터 제공관리 매뉴얼 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 구 분 항 목 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구  분",
            "적용계획/결과\n부분적용/ \n항    목\n미적용시 사유 \n부분\n해당\n적용\n미적용\n및 대체기술\n적용\n없음",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 비즈니스 프로세스 관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- UML 2.0/BPMN 1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- ebXML/BPEL 2.0/XPDL 2.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터 공유 ｏ 데이터 형식 : XML 1.0",
            "",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "",
            "인터페이스 ｏ 서비스 발견 및 명세 : UDDI v3, WSDL 2.0",
            "",
            "",
            "○",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항    목",
            ""
          ],
          [
            "데이터베이스",
            "ｏ DBMS",
            ""
          ],
          [
            "",
            "- RDBMS",
            ""
          ],
          [
            "",
            "- ORDBMS",
            ""
          ],
          [
            "",
            "- OODBMS",
            ""
          ],
          [
            "",
            "- MMDBMS",
            ""
          ],
          [
            "시스템 관리 ｏ ITIL v3 / ISO20000",
            "",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ 개발프레임워크 : 전자정부 표준프레임워크",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "부분적용/ \n미적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            ""
          ]
        ],
        [
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는 장비를 채택하여야 한다.",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "ｏ 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행\n하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보\n시스템과 호환성 및 확장성이 보장되어야 한다.",
            "",
            "○",
            "",
            "",
            "네팔 \n현지 \n구성  확인 \n후 적용"
          ]
        ],
        [
          [
            "ｏ 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다.",
            ""
          ],
          [
            "ｏ 데이터는 데이터 공유 및 재사용, 데이터 교환, 공공데이터 제공,\n데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 \n한다.",
            ""
          ],
          [
            "ｏ  데이터는  공공데이터(법  제2조제2호의  행정정보를  말한다)로 \n제공하기 위하여 기계 판독이 가능한 형태로 정비, 공공데이터법상 \n제공제외 대상의 별도 테이블 분리·설계, 품질확보 등이 수행\n되어야 한다.",
            ""
          ],
          [
            "ｏ 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수\n하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드\n표준화 추진지침”에 따라 코드체계 및 코드를 생성하여 행정\n안전부장관에게 표준 등록을 요청하여야 한다.",
            ""
          ],
          [
            "ｏ 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 \n연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 \n인터페이스를 지원하여야 한다.",
            ""
          ]
        ],
        [
          [
            "네트워크",
            "ｏ 화상회의 및 멀티미디어 통신 : H.320~H.324, H.310\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 부가통신: VoIP",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- H.323",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- SIP",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- Megaco(H.248)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "운영체제 및\n기반 환경",
            "ｏ 서버용(개방형) 운영 체제 및 기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- POSIX.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- UNIX",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "",
            "- Windows Server",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "",
            "- Linux",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ 모바일용 운영 체계 및 기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- android",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- IOS",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- Windows Phone",
            "",
            "",
            "○",
            "",
            ""
          ]
        ],
        [
          [
            "관련규정",
            "ｏ 공공기관의 데이터베이스 표준화 지침\nｏ 공공데이터 관리지침\nｏ 공공데이터 제공·관리 매뉴얼",
            ""
          ],
          [
            "데이터 표현",
            "ｏ 정적표현 : HTML 4.01",
            ""
          ],
          [
            "",
            "ｏ 동적표현",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 101 - 보안분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java NIMIS 구성 확인 후 적용 - C - 기타 PHP NIMIS 구성 확인 후 적용 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터 페이스 및 통합 분야를 모두 포함하여야 한다. 네팔 보안 규정준수 o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. 네팔 보안 규정준수 o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 네팔 보안 규정준수 - 102 - 구 분 항 목 발견 시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품보안기능 확인서 또는 CC인증 필수 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM보안기능 확인서 또는 CC인증 필수 - 메일 암호화 제품 - 구간 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품보안기능 확인서 또는 CC인증 필수 - 상기제품8종이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 또는 CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리통합로그관리 포함 - 웹 응용프로그램 침입차단 - DDos 대응성능평가로 도입 가능 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 망간 자료전송2022.1 이전 인증제품",
      "tables": [
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "부분\n적용\n미적용\n적용",
            "",
            "",
            "해당\n없음",
            ""
          ],
          [
            "",
            "- JSP 2.1",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- ASP.net",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- PHP",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 기타 (                         )",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "프로그래밍",
            "ｏ 프로그래밍",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- C",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- C++",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- Java",
            "",
            "○",
            "",
            "",
            "NIMIS \n구성 \n확인  후  적용"
          ],
          [
            "",
            "- C#",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 기타 (       PHP               )",
            "",
            "○",
            "",
            "",
            "NIMIS \n구성 \n확인  후  적용"
          ],
          [
            "데이터 교환",
            "ｏ 교환프로토콜",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- XMI 2.0\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- SOAP 1.2\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 문자셋",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- EUC-KR \n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- UTF-8(단, 신규시스템은 UTF-8 우선 적용)\n○",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "ｏ 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 \n이를 적용하여야 한다.  이는 정보시스템의 구축 운영과 관련된 “서비스 \n접근 및 전달”,“플랫폼 및 기반구조”,“요소기술” 및 “인터\n페이스 및 통합” 분야를 모두 포함하여야 한다.",
            "",
            "",
            "",
            "○",
            "네팔  보안\n규정준수"
          ],
          [
            "ｏ 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 \n전자서명 또는 행정전자서명을 기반으로 하여야 한다.",
            "",
            "",
            "",
            "",
            "○ 네팔  보안\n규정준수"
          ],
          [
            "ｏ 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점",
            "",
            "",
            "",
            "○",
            "네팔  보안\n규정준수"
          ]
        ],
        [
          [
            "관련\n규정",
            "ｏ 전자정부법",
            ""
          ],
          [
            "",
            "ｏ 국가정보보안기본지침(국가정보원)",
            ""
          ],
          [
            "",
            "ｏ 네트워크 장비 구축·운영사업 추가특수조건(조달청 지침)",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및 보안\n기준 \n준수",
            "ｏ 국정원 검증필 암호모듈 탑재ㆍ사용 대상(암호가 주기능인 정보보호제품)",
            ""
          ],
          [
            "",
            "- PKI제품",
            ""
          ],
          [
            "",
            "- SSO제품(보안기능 확인서 또는 CC인증 필수)",
            ""
          ],
          [
            "",
            "- 디스크ㆍ파일 암호화 제품",
            ""
          ],
          [
            "",
            "- 문서 암호화 제품(DRM)(보안기능 확인서 또는 CC인증 필수)",
            ""
          ],
          [
            "",
            "- 메일 암호화 제품",
            ""
          ],
          [
            "",
            "- 구간 암호화 제품",
            ""
          ],
          [
            "",
            "- 하드웨어 보안 토큰",
            ""
          ],
          [
            "",
            "- DB암호화 제품(보안기능 확인서 또는 CC인증 필수)",
            ""
          ],
          [
            "",
            "-  상기제품(8종)이외  중요정보  보호를  위해  암호기능이 \n내장된 제품",
            ""
          ],
          [
            "",
            "- 암호모듈 검증서에 명시된 제품과 동일 제품 여부",
            ""
          ],
          [
            "",
            "ｏ 보안기능 확인서 또는 CC인증 필수제품 유형군(국제 CC인 경우 보안적합성 검증 필요)",
            ""
          ],
          [
            "",
            "- (네트워크)침입차단",
            ""
          ],
          [
            "",
            "- (네트워크)침입방지(침입탐지 포함)",
            ""
          ],
          [
            "",
            "- 통합보안관리(통합로그관리 포함)",
            ""
          ],
          [
            "",
            "- 웹 응용프로그램 침입차단",
            ""
          ],
          [
            "",
            "- DDos 대응(성능평가로 도입 가능)",
            ""
          ],
          [
            "",
            "- 인터넷 전화 보안",
            ""
          ],
          [
            "",
            "- 무선침입방지",
            ""
          ],
          [
            "",
            "- 무선랜 인증",
            ""
          ],
          [
            "",
            "- 가상사설망(검증필 암호모듈 탑재 필수)",
            ""
          ],
          [
            "",
            "- 네트워크 접근통제",
            ""
          ],
          [
            "",
            "- 망간 자료전송(2022.1 이전 인증제품)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 103 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 - 안티 바이러스성능평가로 도입 가능 - 패치관리 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구성능평가로 도입 가능 - 스마트폰 보안관리 - 소프트웨어기반 보안USB2020.1.1이전 인증제품, 검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지2021.1.1이전 인증제품, 매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모 듈 탑재 필수 - 네트워크 자료유출방지2021.1.1 이전 인증제품 - CC인증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 필수제품 유형군 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 망간 자료전송 - 네트워크 자료유출방지 - 네트워크 장비L3 스위치 이상 - 가상화관리제품 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 - 국가공공기관 모바일 활용업무에 대한 보안가이드라인 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 국가공공기관 클라우드 컴퓨팅 보안가이드 - 104 - 최신기준은국가정보원ᆞ국가사이버안보센터 홈페이지참조 구 분 항 목 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구 분",
            "항    목",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ 보안기능 준수",
            ""
          ],
          [
            "",
            "- 식별 및 인증",
            ""
          ],
          [
            "",
            "- 암호지원",
            ""
          ],
          [
            "",
            "- 정보 흐름 통제",
            ""
          ],
          [
            "",
            "- 보안 관리",
            ""
          ],
          [
            "",
            "- 자체 시험",
            ""
          ],
          [
            "",
            "- 접근 통제",
            ""
          ],
          [
            "",
            "- 전송데이터 보호",
            ""
          ],
          [
            "",
            "- 감사 기록",
            ""
          ],
          [
            "",
            "- 기타 제품별 특화기능",
            ""
          ],
          [
            "",
            "ｏ 보안기능 확인 및 취약점 제거",
            ""
          ],
          [
            "",
            "- 보안기능별 명령어 등 시험 및 운영방법 제공",
            ""
          ],
          [
            "",
            "- 취약점 개선(취약점이 없는 펌웨어 및 패치 적용)",
            ""
          ],
          [
            "",
            "- 백도어 제거(비공개 원격 관리 및 접속 기능)",
            ""
          ],
          [
            "",
            "- 오픈소스 적용 기능 및 리스트 제공",
            ""
          ]
        ],
        [
          [
            "구 분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "해당\n미적용\n없음",
            "",
            ""
          ],
          [
            "",
            "- 안티 바이러스(성능평가로 도입 가능)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 패치관리",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 스팸메일 차단",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 서버 접근통제",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- DB접근 통제",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 스마트카드",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 디지털 복합기 (비휘발성 저장매체 장착 제품에 대한 완\n전삭제 혹은 암호화 기능)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 소스코드 보안약점 분석도구(성능평가로 도입 가능)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 스마트폰 보안관리",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(2020.1.1이전  인증제품,  검증필 \n암호모듈 탑재 필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 호스트 자료유출 방지(2021.1.1이전 인증제품, 매체제어제품 \n포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모\n듈 탑재 필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 네트워크 자료유출방지(2021.1.1 이전 인증제품)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- CC인증서에 명시된 제품과 동일 제품 여부",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ 보안기능 확인서 필수제품 유형군",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- 소프트웨어기반 보안USB(검증필 암호모듈 탑재 필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 호스트 자료유출 방지(매체제어제품 포함, 자료저장 기능이 \n있는 경우 국정원 검증필 암호모듈 탑재 필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 망간 자료전송",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 네트워크 자료유출방지",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 네트워크 장비(L3 스위치 이상)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- 가상화관리제품",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ 모바일 서비스(앱·웹) 등",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- 보안취약점 및 보안약점 점검·조치\n○\n   (모바일 전자정부 서비스 관리 지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- 국가·공공기관 모바일 활용업무에 대한 보안가이드라인\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 민간 클라우드 활용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- 클라우드 서비스 보안인증(CSAP)을 받은 서비스\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- 국가·공공기관 클라우드 컴퓨팅 보안가이드\n○",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 105 - 별표1 사업자보안위규처리기준 구분 위 규 사 항 처리기준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 및 직속 감독자 교체 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 재발 방지를 위한 조치계획 제출 위규자 및 직속 감독자 교체 위규자 대상 특별 보안교육 실시 - 106 - 구분 위 규 사 항 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반",
      "tables": [
        [
          [
            "구 분",
            "위\n규\n사\n항"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n  가. 주요 현안ㆍ보고자료를 책상위 등에 방치\n  나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n  가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근 \n  나. 출입키를 책상위 등에 방치\n3. 보호구역 관리 소홀 \n  가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n  나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n  가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n  나. 네이트온 등 비인가 메신저 무단 사용 \n  다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n  라. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n  마. PC 비밀번호를 모니터옆 등 외부에 노출\n  바. 비인가 보조기억매체 무단 사용"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n  가. 진행중인 업무자료를 책상 등에 방치, 퇴근\n  나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n  가. 각종 보안장비 운용 미숙\n  나. 경보ㆍ보안장치 작동 불량 \n3. 전산정보 보호대책 부실 \n  가. PC내 보안성이 검증되지 않은 프로그램 사용\n  나. 보안관련 소프트웨어의 주기적 점검 위반"
          ]
        ],
        [
          [
            "구 분",
            "위\n규\n사\n항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n  가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n  나. 개인정보·신상정보 목록 유출\n  다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n  가. 관련 시스템에 대한 해킹 및 해킹시도\n  나. 시스템 구축 결과물에 대한 외부 유출\n  다. 시스템 내 인위적인 악성코드 유포",
            "◦사업참여 제한\n◦위규자  및  직속 \n감독자 교체\n◦재발 방지를 위한 \n조치계획 제출\n◦위규자 대상 특별\n보안교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀 \n  가. 비공개 정보를 책상 위 등에 방치 \n  나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n  다. 개인정보․신상정보 목록을 책상 위 등에 방치\n  라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n  가. 통제구역 출입문을 개방한 채 퇴근 등\n  나. 인가되지 않은 작업자의 내부 시스템 접근\n  다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3. 전산정보 보호대책 부실\n  가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 \n  나.  웹하드·P2P 등  인터넷  자료공유사이트를  활용하여 \n용역사업 관련 자료 수발신\n  다. 개발·유지보수 시 원격작업 사용\n  라. 저장된 비공개 정보 패스워드 미부여\n  마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n  바. 외부용 PC를 업무망에 무단 연결 사용\n  사. 보안관련 프로그램 강제 삭제\n  아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            "◦재발  방지를  위한 \n조치계획 제출\n◦위규자  및  직속 \n감독자 교체\n◦위규자 대상 특별\n보안교육 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 107 - 별표2 보안위약금부과기준 1. 위반수준별로AD 등급으로차등부과 1 발주금액20억원이하 구분 위반수준 A급 B급 C급 D급 위반 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 계약금액의 4 계약금액의 3 계약금액의 2 2 발주금액20억원초과 구분 위반수준 A급 B급 C급 D급 위반 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 계약금액의 3 계약금액의 2 계약금액의1 위약금은매점검또는보안사고적발, 보안사고발생별로부과 위반수준은별표1 참고 2. 보안위약금은다른요인에의해상쇄, 삭감이되지않도록부과 보안사고는1회의사고만으로도그파급력이큰것을감안하여타항목과별도 부과 3. 사업종료시지출금액조정을통해위약금정산 - 108 - 별표3 누출금지대상정보 기관 소유 전산시스템의 내외부 IP주소 현황 세부 정보시스템 구성현황 및 정보통신망 구성도 사용자 계정 및 비밀번호 등 정보시스템 접근권한 정보 정보통신망 취약점 분석평가 결과물 용역사업 결과물 및 프로그램 소스코드 국가용 보안시스템 및 정보보호시스템 도입현황 침입차단시스템방지시스템IPS 등 정보보호제품 및 라우터 스위치 등 네트워크 장비 설정 정보 공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 개인정보보호법 제2조1호의 개인정보 보안업무규정 제4조의 비밀, 동 시행규칙 제7조3항의 대외비 그 밖의 각급기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [
        [
          [
            "구분",
            "위반 수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위반",
            "심각 1건",
            "중대 1건",
            "보통 2건 이상",
            "경미 3건 이상"
          ],
          [
            "위약금\n비중",
            "부정당업자 등록",
            "계약금액의 4%",
            "계약금액의 3%",
            "계약금액의 2%"
          ]
        ],
        [
          [
            "구분",
            "위반 수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위반",
            "심각 1건",
            "중대 1건",
            "보통 2건 이상",
            "경미 3건 이상"
          ],
          [
            "위약금\n비중",
            "부정당업자 등록",
            "계약금액의 3%",
            "계약금액의 2%",
            "계약금액의1%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 109 - - 110 - 별첨 2 소프트웨어 사업 법제도 자가점검표 소프트웨어 사업 법제도 자가점검표 사업명 네팔 수자원관리 정보화사업 Pilot 시스템 구축 작성일 2024. 01. 법령준수 주요항목 1. 과업심의위원회 2. 상용SW 직접구매 및 SW품질성능 평가시험BMT 3. 중소 SW사업자의 사업 참여 지원 4. 하도급 제도 5. SW사업 작업장소원격개발 6. SW사업 산출물 활용 보장 7. 개발SW의 공동활용 사전명시 8. 하자담보 책임기간 및 범위 9. 특정규격 명시 금지 10. 협상에 의한 계약 방식 적용 또는 경쟁적 대화에 의한 계약방식 11. 기술능력 평가비중90 도입 12. SW기술성 평가기준 적용 13. SW사업 제안서 보상 14. 요구사항 상세화 15. SW사업 적정 사업기간 산정 16. 투입인력 요구 및 관리 금지 17. SW사업 영향평가 18. SW사업정보 제출",
      "tables": [
        [
          [
            "소프트웨어 사업 법·제도 자가점검표",
            "",
            ""
          ],
          [
            "",
            "네팔  수자원관리  정보화사업  Pilot  시스템  구축\n사업명\n  2024.  01.\n작성일",
            ""
          ],
          [
            "",
            "법령준수  주요항목",
            ""
          ],
          [
            "",
            "1.  과업심의위원회",
            ""
          ],
          [
            "",
            "2.  상용SW  직접구매  및 \n      SW품질성능  평가시험(BMT)",
            ""
          ],
          [
            "",
            "3.  중소  SW사업자의  사업  참여  지원",
            ""
          ],
          [
            "",
            "4.  하도급  제도",
            ""
          ],
          [
            "",
            "5.  SW사업  작업장소(원격개발)",
            ""
          ],
          [
            "",
            "6.  SW사업  산출물  활용  보장",
            ""
          ],
          [
            "",
            "7.  개발SW의  공동활용  사전명시",
            ""
          ],
          [
            "",
            "8.  하자담보  책임기간  및  범위",
            ""
          ],
          [
            "",
            "9.  특정규격  명시  금지",
            ""
          ],
          [
            "",
            "10. 협상에 의한 계약 방식 적용\n   (또는 경쟁적 대화에 의한 계약방식)",
            ""
          ],
          [
            "",
            "11.  기술능력  평가비중(90%)  도입",
            ""
          ],
          [
            "",
            "12.  SW기술성  평가기준  적용",
            ""
          ],
          [
            "",
            "13.  SW사업  제안서  보상",
            ""
          ],
          [
            "",
            "14.  요구사항  상세화",
            ""
          ],
          [
            "",
            "15.  SW사업  적정  사업기간  산정",
            ""
          ],
          [
            "",
            "16.  투입인력  요구  및  관리  금지",
            ""
          ],
          [
            "",
            "17.  SW사업  영향평가",
            ""
          ],
          [
            "",
            "18.  SW사업정보  제출",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 58,
      "text": "- 111 - 별첨3 소프트웨어개발사업의과업심의결과서 - 112 - 별첨4 소프트웨어개발사업의적정사업기간산정서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    }
  ]
}