{
  "csv_metadata": {
    "공고 번호": "20240605067",
    "공고 차수": 0.0,
    "사업명": "수협중앙회 수산물사이버직매장 시스템 재구축 ISMP 수립 입찰 공고",
    "사업 금액": 300000000,
    "발주 기관": "수협중앙회",
    "공개 일자": "2024-06-05 10:02:59",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "2024-07-02 13:00:00",
    "사업 요약": "- 사업개요: 수협중앙회 수산물 사이버직매장 재구축을 위한 ISMP 수립 제안 요청서\n- 추진배경: 정보시스템 노후화로 인한 장애 위험, 유지관리 한계, 보안 및 업무 효율 문제 등\n- 사업범위: 사이버직매장 시스템 구축 및 고도화\n- 기대효과: 쾌적하고 스마트한 온라인 쇼핑 환경 구축, 업무 프로세스 개선, 중앙회-회원조합 간 상생 플랫폼 구축\n- 추진목표: 온라인 쇼핑 환경 개선, 업무프로세스 개선, 온-오프라인 상생 플랫폼 구축",
    "파일형식": "pdf",
    "파일명": "수협중앙회_수협중앙회 수산물사이버직매장 시스템 재구축 ISMP 수립 입.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "수협중앙회수산물 사이버 직매장재구축 ISMP 수립 제안요청서안 2024. 6.",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "목 차 I. 사업개요 1 1. 사업개요 1 2. 추진배경 및 문제점 1 3. 현황 2 4. 추진전략 3 5. 추진방향 5 II. 사업범위 6 III. 시스템 현황 등 9 1. 시스템 현황 10 2. 추진체계 및 역할 10 3. 추진일정 11 IV. 제안요청사항 12 1. 요구사항 총괄표 12 2. 요구사항 총괄내역 13 3. 세부 제안요청 사항 14 가. 컨설팅 14 나. 데이터 20 다. 품질 22 라. 보안 23 마. 제약사항 24 바. 프로젝트 관리 25 사. 프로젝트 지원 27 V. 입찰안내 29 1. 입찰방식 및 방법 29 2. 적용기준 29 3. 참가자격 29 4. 제안설명회 및 평가 30 5. 협상적격자 선정 및 협상방법 31 6. 입찰시 유의사항 32 7. 제안서 제출 유의사항 32",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "8. 제안서 보상 32 9. 기타 사항 33 VI. 제안서 작성 요령 33 1. 제안서의 효력 33 2. 제안서 권장사항 34 3. 제안서 목차 35 4. 제안서 작성 세부지침 36 VII. 기타 37 1. 계약조건 37 2. 기타 제안관련 유의사항 39 VIII. 용역사업 보안사항 관련 39 1. 외주용역사업 보안 특약 조항 39 2. 계약대상자 보안위규 처리 기준 40 3. 보안위약금 부과 기준 42 IX. 기타사항 42 1. 계약목적물의 지식재산권 귀속 42 2. 개발 SW 공동활용 43 붙임 1 제출서류 별지서식 44 붙임 2 용역사업 보안가이드라인 56 붙임 3 용역입찰유의서 73 별 지 80 별지 1 제안서 평가기준 및 배점표 81 별지 2 제안서 평가방법 82",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 1 - I 사업개요 1. 사업개요 사 업 명 수협중앙회 수산물 사이버직매장 재구축 ISMP수립 용역 사업기간 계약일로부터 4월120일 사업기간은협의에의해조정할수있음 계약방법 제한경쟁입찰협상에 의한 계약 사업예산 300백만원V.A.T. 포함 2. 추진배경 및 문제점 정보시스템 측면 AI, Cloud 등신기술을접목한저비용고효율시스템설계로신속하고효율적인 업무처리및유연한업무확장이가능하도록개선필요 現시스템 노후화2015년 구축로 인한 장애위험 증가 및 유지관리 한계 수산물사이버직매장시스템을구성하는HWServer, Storage, 네트워크장비 등, SWOS, DBMS등의내용연수경과및EOSEnd Of Service 상태 신용금융사업네트워크 환경을 공유함으로써 발생하는 보안정책 과다 적용및 스위치 대역폭 부족 문제에 대한 개선 필요 스위치대역폭은1GB이며, 실가능대역폭은300MB 수준 SSF회계 및 수협은행 등 내부 시스템 간 미연동에 따른 불필요한 행정업무 과다 발생 플랫폼 사용자 측면 온라인유통시장의급격한성장과변화한소비자의구매트렌드에 신속한대응을위한수요자소비자판매자 중심의업무프로세스 재설계필요 소비자 최신 디지털 기술을 앞세운 온라인 유통 플랫폼의 등장으로 더욱 편하고 빠른 온라인 쇼핑 환경에 대한 기대치 상승",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 5,
      "text": "- 2 - 운영자 이용자 확대에 따른 서비스 운영방식 개선 등 수요자의 요구에 신속한 대응을 위한 업무 프로세스 재설계필요 - B2C, B2B 각 채널의 분절적 운영으로 단순반복 업무 과다발생에 따른 업무효율 저하 - Sh인스토어, 기프트몰, 임직원복지몰 등 채널별 경쟁력 확보를 위한 운영방식 및 업무 프로세스 재검토필요 - 다양한 디지털 마케팅 기술 활용 불가로 고객 증대 및 유지 한계 판매자 플랫폼입점부터 상품 마케팅판매정산이 용이한 이커머스 플랫폼에 대한 선호도 증가 - 판매자의 입점과 상품 판매가 용이한 플랫폼 환경 - 산재적으로 개별 운영하는 회원조합 온라인몰에 대한 통합 방안 필요 3. 현 황 現수산물 사이버직매장 구축 개요 사업기간 1단계14. 6월 15. 5월, 2단계15. 6월 15. 12월 총 사업비 2,996백만원자담 50, 국고보조 50 사업 내용 단위 백만원 구 분 개 발 사 개발비 추 진 내 용 1단계 LG CNS 1,796 사이버직매장 구축 컨설팅ISP - 사업환경 분석 및 사이버직매장 구축 목표 모델 수립 사이버직매장 구축 - 중앙회B2B, B2C, Sh인스토어 및 회원조합 쇼 핑몰 통합 운영 시스템 구축 - 모바일 웹 구축 및 스마트폰 앱 개발 - MRO 서비스 기반 구축 2단계 신세계 아이앤씨 1,200 사이버직매장 시스템 고도화 - B2B 모바일서비스 개시 및 B2C 모바일서비스 고도화",
      "tables": [
        [
          [
            "구  분",
            "개  발  사",
            "개발비",
            "추  진  내  용"
          ],
          [
            "1단계",
            "LG  CNS",
            "1,796",
            "○  사이버직매장  구축  컨설팅(ISP)\n  -  사업환경  분석  및  사이버직매장  구축  목표  모델  수립\n○  사이버직매장  구축\n  -  중앙회(B2B,  B2C,  Sh인스토어)  및  회원조합  쇼\n핑몰  통합  운영  시스템  구축\n  -  모바일  웹  구축  및  스마트폰  앱  개발\n  -  MRO  서비스  기반  구축"
          ],
          [
            "2단계",
            "신세계\n아이앤씨",
            "1,200",
            "○  사이버직매장  시스템  고도화\n  -  B2B  모바일서비스  개시  및  B2C  모바일서비스  고도화"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 3 - 現수산물 사이버직매장 운영형태 구 분 형 태 사업개시 수협쇼핑B2C 조합 및 일반업체 입점 상품의 판매 중개 플랫폼 2002년 수협 B2B 전자결제 구매사판매사 간 일반 전자결제 거래지원 플랫폼 신용보증기금 보증서 기반 2007년 전자입찰 구매입찰, 판매입찰 지원플랫폼 2015년 수급관리시스템 도매시장 상인용 정부비축품 주문 및 배정관리 플랫폼 2015년 수산물 도매거래 모바일 앱 유통사업부 수매팀 도매상인용 모바일 수산물 주문 앱 2015년 Sh인스토어 인트라넷몰 중앙회, 회원조합간 수산물 거래 중개 플랫폼 2013년 4. 추진 전략 사업 목표 쾌적하고 스마트한 수산전문 온라인 쇼핑 환경 구축 시장환경과 소비자 요구에 신속한 대응이 가능한 업무프로세스 수립 중앙회회원조합 및 계통조직 간 온오프라인 상생 플랫폼 구축 B2C, B2B 사업의 사업성 분석에 따른 온라인 사업영역 재정립 추진 절차 1단계 ISMP정보시스템마스터플랜 수립, 데이터 표준화 및 정비 - 명확하고 객관적인 구축계획 수립 및 비용산출을 통한 성공적인 시 스템 개발 수행 구축제안요청서RFP의기술적상세요구사항산출 - 네트워크 환경 및 기존 인프라 분석을 통한 최적의 구축 환경 제시 구축환경온프레미스, 클라우드등에따른5년간의손익모델제시 - 현행 Workflow를 분석하여 To-be 시스템에 적합한 업무프로세스의 확립PI - 현행 DB구조 분석 및 개선방안 도출을 통한 원활한 데이터 이관 준비",
      "tables": [
        [
          [
            "구    분",
            "",
            "형    태",
            "사업개시"
          ],
          [
            "수협쇼핑(B2C)",
            "",
            "조합  및  일반업체  입점  상품의  판매  중개  플랫폼",
            "2002년"
          ],
          [
            "수협\nB2B",
            "전자결제",
            "구매사·판매사  간  일반  전자결제  거래지원 \n플랫폼  (신용보증기금 보증서 기반)",
            "2007년"
          ],
          [
            "",
            "전자입찰",
            "구매입찰,  판매입찰  지원플랫폼",
            "2015년"
          ],
          [
            "",
            "수급관리시스템",
            "도매시장  상인용  정부비축품  주문  및  배정관리 \n플랫폼",
            "2015년"
          ],
          [
            "",
            "수산물  도매거래 \n모바일  앱",
            "유통사업부  수매팀  도매상인용  모바일  수산물 \n주문  앱",
            "2015년"
          ],
          [
            "Sh인스토어\n(인트라넷몰)",
            "",
            "중앙회,  회원조합간  수산물  거래  중개  플랫폼",
            "2013년"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 4 - 2단계 시스템 구축 및 개발 - ISMP에 의해 도출된 구축 계획에 따른 신 시스템 개발 - 데이터 이관 방안에 따른 데이터 이관 - 통합 테스트 및 안정화 추진 일정 단위 백만원 단계 사업기간 추진과제 사업비 계 14개월 4,800 내외 1단계 24. 6. 24.10 4개월 ᄋ ISMP정보시스템마스터플랜 수립 - To-be시스템의 구조 및 상세기능 설계 - 구축비용 산정, 구축제안서RFP작성 및 구축업체 선정 지원 ᄋ 데이터 표준화 및 정비 - 데이터 구조분석검증 및 목표 모델 설계 제시 300 내외 2단계 24.12 25.10 10개월 ᄋ To-be 시스템 구축 및 개발 - 구축제안서RFP에 따른 목표시스템 구축 및 개발 ᄋ 테스트 및 안정화 4,300 내외 감리 24.12 25.10 ᄋ 요구정의, 설계, 종료 단계 각 산출물에 대한 감리 200 내외 단계별사업추진경과에따라사업비사업기간변동될수있음 채널별 추진전략 B2C-B2B 공통사항 채널 통합 UI 구축 B2C B2B 현행 시스템 폐기 및 전면 재개발 모바일 웹앱 포함 현행 시스템 유지",
      "tables": [
        [
          [
            "단계",
            "사업기간",
            "추진과제",
            "사업비"
          ],
          [
            "계",
            "14개월",
            "",
            "4,800  내외"
          ],
          [
            "1단계",
            "‘24.  6.  ~  ’24.10\n(4개월)",
            "ㅇ  ISMP(정보시스템마스터플랜)  수립\n  -  To-be시스템의  구조  및  상세기능  설계\n  -  구축비용  산정,  구축제안서(RFP)작성  및 \n구축업체  선정  지원       \nㅇ  데이터  표준화  및  정비\n  -  데이터 구조분석·검증 및 목표 모델 설계 제시",
            "300\n내외"
          ],
          [
            "2단계",
            "‘24.12  ~  ’25.10\n(10개월)",
            "ㅇ  To-be  시스템  구축  및  개발\n  -  구축제안서(RFP)에 따른 목표시스템 구축 및  개발\nㅇ  테스트  및  안정화",
            "4,300\n내외"
          ],
          [
            "감리",
            "‘24.12  ~  ’25.10",
            "ㅇ  요구정의,  설계,  종료  단계  각  산출물에 \n대한  감리",
            "200\n내외"
          ]
        ],
        [
          [
            "B2C-B2B  공통사항",
            ""
          ],
          [
            "채널  통합  UI  구축",
            ""
          ],
          [
            "B2C",
            "B2B"
          ],
          [
            "현행  시스템  폐기  및  전면  재개발\n(모바일  웹&앱  포함)",
            "현행  시스템  유지"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 5 - 5. 추진 방향 수산물 사이버직매장 재구축 시스템 서비스 구성도 이용자 편의성 개선 개인화 마케팅 AI를 활용한 고객의 구매 행동 및 선호도를 분 석하여 개인화된 마케팅 전략 수립 신속 결제시스템 결제과정의 단순화 및 결제방식 다양화 - 주요 고객 연령층에 적합한 단순하고 편리한 결제 절차 - 네이버페이, 카카오페이, 제로 페이등 다양한 결제 방식 도입 상품검색기능 강화 빅데이터를 활용하여 고객 연령성별희망 가격 등에 따른 최적 상품 자동 노출 챗봇 및 AI 고객서비스 도입 AI 기반 챗봇 및 고객 서비스 도구 를 도입하여, 고객 문의 응대에 대한 정보 제공을 자동화 계통조직 협업 시스템 회원조합 시스템 내 회원조합 전용관샵인샵 개설 서비스 수협은행 수협은행수협쇼핑 고객 대상 공동 디지털 마케팅을 위한 연동 시스템구축",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 9,
      "text": "- 6 - 채널 정비 및 통합 채널정비 사업성이 없는 채널 폐쇄 및 운영방식의 변경이 필요한 채널의 정비 채널통합 산재되어 있는 B2C, B2B 채널 일원화통합채널 - B2C, B2B 고객 대상 크로스셀링 마케팅 급식사업 수산 식품 식자재 구매페이지 공공단체 기업 및 식당 등 식자재 구매 전용 페이지 개설 시스템 운영 효율성 개선 시스템 연동 회계시스템SSF, 그룹웨어 등의 연동을 통한 운영 자의 정산 및 관리업무 효율성 개선 솔루션 도입 전자계약 솔루션, AI 상세페이지 제작 솔루션 등의 도입을 통한 판매자의 편의성 개선 라이브 커머스 라이브 커머스 연동 전문 라이브 커머스 플랫폼의 수협전용관과 라이브방송 동시 송출 가능 시스템 고도화 과제 수협마트 등 온오프라인 연계 비즈니스 모델 수립 및 요구사항 정의 물류대행사를 이용한 직매입 및 희망일 배송 시스템의 비즈니스 모델 수립 및 요구사항 정의 안정적인 운영을 위한 재해복구DR시스템 도입 타당성 검토 II 사업범위 환경분석 국내 온라인몰수산전문 몰 포함의 운영 방식, 수수료 구조, 수익 모델 분석 시장 동향, 소비자 행동, 경쟁사 전략 등 외부 환경 요인을 분석하여 시장에 미치는 영향과 대응 전략을 마련",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 7 - 온라인몰의 브랜드화, 홍보, 관리 시스템, 고객유치 전략 등에 대한 상세 분석 국내 최신 기술환경 변화 검토 및 정보기술 적용 가능성 분석 수협의 온라인 사업 업무환경조직, 업무프로세스, 현안과제 등 조사분석 현황 및 요건분석 현재 수협중앙회 온라인 시스템의 운영 체계 효율성을 진단하고, 클라 우드 전환, 빅데이터, AI 플랫폼 기능에 대한 로드맵 수립 현재 시스템의 하드웨어, 소프트웨어, 네트워크, 스토리지 등 인프라를 분석하고, 개선사항을 도출 함 업계 선진사례를 조사하여, 벤치마킹할 수 있는 최적의 운영 방식 및 정보기술 전략 결정 정보화 비전 및 전략 수립 환경분석과 현황분석 결과를 바탕으로 정보화 비전, 목표, 실행 전략 수립 정보시스템 구축 원칙 및 적용할 기술 요건, 정보관리 전략 수립 목표모델 설계TO-BE 현황 분석에서 도출된 개선과제들을 상세화하고, 구체적인 개선 방향을 제시 수산물 사이버 직매장 시스템의 운영 조직, 마케팅 전략, 생산자 지원 방안 등을 수립 전략적 정보시스템 구축을 위한 최적의 응용서비스Application 구조를 정립 정보지원데이터 관리 체계를 개발하고, 필요한 기술 요소 및 인프라 구조를 정립 현재 수협중앙회 온라인사업 운영 조직 및 업무 프로세스를 분석하고 고객요구에 신속 대응할 수 있는 최적의 업무프로세스 개선사항을 도출 이행방안 수립 및 기대효과 예측 수산물 사이버 직매장 재구축 기본계획 수립 - 추진배경, 유사기관 사례, 비전, 추진방향목표추진전략, 추진과제, 미래 모형, 로드맵, 네이밍Naming 등 수립 - 수산물 사이버 직매장 재구축 비용 산정 등 소요예산과 일정계획 수립",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 8 - - 사업 수행을 위한 필요 인력 및 조직체계 수립 - 기대효과업무효율성, 비용절감, 사업신장 효과 등 분석 제시 수산물 사이버 직매장 재구축 실행계획 수립 - 이행과제별 우선순위 및 소요예산, 제약조건 등을 고려한 단계별 실행 계획수립 - 과제별 정량적정성적 기대효과 분석 - 자체 수산물 사이버 직매장 시스템 이전 계획 수립 사업의 잠재 위험요소 분석 및 사전예방을 위한 전략적 대응방안 수립 IT 인프라 구축 및 HWSW 등 필요장비 도입을 위한 제안요청서 작성 시스템 구축 및 개발업체 선정 및 평가 지원 등 - 시스템 구축 업체 평가 항목 선정 및 배점 등 세부기준 수립 신 시스템 운영을 위한 수협 온라인사업 운영 업무 프로세스의 재설계 新수산물 사이버직매장 적정 운용방안 도출 - 업무기능 분석을 통한 효율적인 운영 조직 구성 및 인력안 제시 고도화 과제 수립 수협마트 등 온오프라인 판매 연계 비즈니스 모델 수립 물류대행사를 활용한 직매입 및 희망일 배송 시스템의 비즈니스 모델 수립 및 요구사항 정의 데이터 이관을 위한 데이터 표준화 및 정비 데이터 표준사전공통코드 정의 및 관리절차 수립 - 현행 데이터 표준관리체계 현황 분석 및 개선방안목표모델 제시 데이터 구조 검증 및 목표모델 제시 - 현행 데이터 구조 문제로 인해 반복되는 문제 분석 및 개선방안 제시 데이터 관리방안 및 데이터 이관 방안 제시 등 - 정보시스템 데이터 특성을 고려한 데이터 이관 방안 제시 - 원천 시스템의 오류 데이터 및 이관 후 오류 데이터 정제방안 제시 - 데이터 관리체계현황분석 및 목표체계 제시",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 9 - III 시스템 현황 등 1. 시스템 현황 시스템 및 소프트웨어 현황 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 제 2023-27호, 2023. 4. 13., 일부개정 제17조에 따라 공개하지 않으며 입찰에 참가자의 요청이 있는 경우 보안서약서를 받고 담당자 입회하에 가능한 범위에서 열람 가능 수산물 사이버직매장 채널 구성",
      "tables": [
        [
          [
            ""
          ],
          [
            ""
          ],
          [
            ""
          ],
          [
            ""
          ],
          [
            ""
          ],
          [
            ""
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 13,
      "text": "- 10 - 수산물 사이버 직매장 어플리케이션 구성도 2. 추진 체계 및 역할 추진조직 주관기관 수협중앙회 수행업체 ISMP정보시스템 마스터플랜 수립 수행업체 이하 용역수행업체 추진 조직 구성도 팀장1명, 팀원 17명 수산물 사이버 직매장 재구축 TF팀 TF 팀장 판매사업부 유통사업부 ICT 전략실 정보보호본부 홍보부 수산경제연구원 수협은행 비지니스모델 수립 사업추진 실무 총괄 식자재몰 비즈니스모델 수립 시스템연동표준화 지원 IT관련 업무지원 시스템 개발 추진 시스템 보안정책 지원 개인정보보호정책 지원 B2C컨텐츠 서비스 모델 개발 지원 마케팅 모델 개발 마케팅 시스템 연동 지원",
      "tables": [
        [
          [
            "판매사업부/\n유통사업부"
          ],
          [
            "비지니스모델 수립\n사업추진  실무 총괄/\n식자재몰 비즈니스모델 수립"
          ]
        ],
        [
          [
            "정보보호본부"
          ],
          [
            "시스템 보안정책 지원\n개인정보보호정책 지원"
          ]
        ],
        [
          [
            "ICT  전략실"
          ],
          [
            "시스템연동·표준화 지원\nIT관련 업무지원\n시스템  개발 추진"
          ]
        ],
        [
          [
            "홍보부/\n수산경제연구원"
          ],
          [
            "B2C컨텐츠 서비스 \n모델 개발 지원"
          ]
        ],
        [
          [
            "수협은행"
          ],
          [
            "마케팅 모델 개발\n마케팅 시스템 \n연동 지원"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 14,
      "text": "- 11 - 추진 조직 역할 조 직 구성 담당업무 판매사업부 사업총괄 수산물 사이버 직매장 재구축사업 추진을 위한 방침 수립, 사업준비 및 관리 예산 수립 및 집행 ICT전략실 사업관리 및 지원 사업 방침 수립 및 추진 시 IT부문 지원 수산물 사이버 직매장 재구축 TF팀 수산물 사이버 직매장 재구축 TF팀 업무 및 주요사안 협의 정보화 개선방향 설정 협의 요구사항 및 개선 방안 제시 주요사항 의사 제시 단계별 산출물 검토의견 제시 사업수행 용역수행업체 대내외 환경 및 요건분석 정보화 비전 및 전략 수립 시스템 구축 설계 및 구축 요건 정의 이행방안 수립 및 기대효과 예측 플랫폼 구축 예산 및 제안요청서 작성 3. 추진일정 사업기간 계약일로부터 4개월 구 분 세부추진 내용 추진 일정 M1 M2 M3 M4 사업착수사업수행 세부계획 수립 환경분석정보기술 환경분석, 정보화 업무분석, 정보시스템 분석 사업수행 현황 및 요건분석 정보화 비전 및 전략 수립 목표모델 설계 및 구축 요건 정의 세부계획 작성 이행계획 수립 및 비용산출, 기대효과 예측, 제안요청서 작성 데이터 표준화 데이터 표준사전 정의 및 관리절차 수립 데이터 구조 현황분석 및 목표시스템 원칙 제시 데이터 구조검증 현황 분석 및 목표시스템 데이터 구조 검증 데이터 관리체계 현황 분석 및 목표모델 제시 보 고 회 착수, 중간, 최종보고 사업완료 산출물 제출 및 검수 주1 사업자는계약체결후10일이내에수협에서정한서식의착수계를제출하여야 하며, 사업종료전1주이내에는최종산출물을제출하여야함. 2 추진일정은사업자가수행단계별상세일정을제시하며, 상호협의를통해 일부조정될수있음",
      "tables": [
        [
          [
            "조        직",
            "구성",
            "담당업무"
          ],
          [
            "판매사업부",
            "사업총괄",
            "∘  수산물  사이버  직매장  재구축사업  추진을 \n위한  방침  수립,  사업준비  및  관리\n∘  예산  수립  및  집행"
          ],
          [
            "ICT전략실",
            "",
            "사업관리  및  지원 ∘  사업  방침  수립  및  추진  시  IT부문  지원"
          ],
          [
            "수산물  사이버\n직매장  재구축\nTF팀",
            "수산물  사이버\n직매장  재구축\nTF팀",
            "∘  업무  및  주요사안  협의\n∘  정보화  개선방향  설정  협의\n∘  요구사항  및  개선  방안  제시 \n∘  주요사항  의사  제시\n∘  단계별  산출물  검토/의견  제시"
          ],
          [
            "사업수행",
            "용역수행업체",
            "∘  대·내외  환경  및  요건분석\n∘  정보화  비전  및  전략  수립\n∘  시스템  구축  설계  및  구축  요건  정의\n∘  이행방안  수립  및  기대효과  예측\n∘  플랫폼  구축  예산  및  제안요청서  작성"
          ]
        ],
        [
          [
            "구\n    분",
            "세부추진  내용",
            "추진  일정",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "M1",
            "M2",
            "M3",
            "M4"
          ],
          [
            "사업착수 사업수행  세부계획  수립",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "환경분석 정보기술 환경분석, 정보화 업무분석, 정보시스템 분석",
            "",
            "",
            "",
            ""
          ],
          [
            "사업수행",
            "현황  및  요건분석",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "정보화  비전  및  전략  수립",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "목표모델  설계  및  구축  요건  정의",
            "",
            "",
            "",
            ""
          ],
          [
            "세부계획 작성",
            "이행계획 수립 및 비용산출, 기대효과 예측, 제안요청서 작성",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터\n표준화",
            "데이터  표준사전  정의  및  관리절차  수립",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "데이터  구조  현황분석  및  목표시스템  원칙  제시",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "데이터 구조검증 현황 분석 및 목표시스템 데이터 구조 검증",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "데이터  관리체계  현황  분석  및  목표모델  제시",
            "",
            "",
            "",
            ""
          ],
          [
            "보  고  회   착수,  중간,  최종보고",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업완료   산출물  제출  및  검수",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 12 - IV 제안요청 사항 1. 요구사항 총괄표 분 류 설 명 요구사항 개수 컨설팅-CSR Consulting Requirement 사업수행을 위해 필요한 분석, 구축 기능 정의 및 요건 분 석, 구축 사업계획서, 제안요청서 작성 등에 대한 요구사항 13 데이터-DAR Data Requirement 목표시스템 기능의 서비스에 필요한 데이터 표준화 및 데이터 구조를 설계하기 위해 필요한 요구사항 4 품질-QUR Quality Requirement 사업목표 달성을 위해 가져야 하는 품질항목, 품질평 가 대상 및 목표값에 대한 요구사항 2 보안-SER Security Requirement 사업기간 중 시스템 및 데이터에 대한 침해사고를 예 방하기 위해 필요한 요구사항 2 제약사항-COR Constraints 법적규제 및 제약사항 등에 대한 사항 1 프로젝트 관리-PMR Project Mgmt. Requirement 사업수행조직, 프로젝트 관리 방법론, 프로젝트 일정 계획, 요구사항 관리 등에 대한 요구사항 5 프로젝트 지원-PSR Project Support. Requirement 수행결과물의 이관을 위한 교육 및 사업 종료 후 지원 해야 하는 사후관리 활동을 위한 요구사항 3 합 계 30 제안서작성시제안요청서요구사항에명시되지않았으나, 제안사판단으로추가 제안사항이있을경우, 별도표시하여추가작성가능",
      "tables": [
        [
          [
            "분  류",
            "설  명",
            "요구사항  개수"
          ],
          [
            "컨설팅-CSR\n(Consulting  Requirement)",
            "사업수행을  위해  필요한  분석,  구축  기능  정의  및  요건  분\n석\n,  구축  사업계획서,  제안요청서  작성  등에  대한  요구사항",
            "13"
          ],
          [
            "데이터-DAR\n(Data  Requirement)",
            "목표시스템  기능의  서비스에  필요한  데이터  표준화 \n및  데이터  구조를  설계하기  위해  필요한  요구사항",
            "4"
          ],
          [
            "품질-QUR \n(Quality  Requirement)",
            "사업목표  달성을  위해  가져야  하는  품질항목,  품질평\n가  대상  및  목표값에  대한  요구사항",
            "2"
          ],
          [
            "보안-SER\n(Security  Requirement)",
            "사업기간  중  시스템  및  데이터에  대한  침해사고를  예\n방하기  위해  필요한  요구사항",
            "2"
          ],
          [
            "제약사항-COR\n(Constraints)",
            "법적규제  및  제약사항  등에  대한  사항",
            "1"
          ],
          [
            "프로젝트  관리-PMR\n(Project Mgmt. Requirement)",
            "사업수행조직,  프로젝트  관리  방법론,  프로젝트  일정\n계획,  요구사항  관리  등에  대한  요구사항",
            "5"
          ],
          [
            "프로젝트  지원-PSR\n(Project Support. Requirement)",
            "수행결과물의  이관을  위한  교육  및  사업  종료  후  지원\n해야  하는  사후관리  활동을  위한  요구사항",
            "3"
          ],
          [
            "합    계",
            "",
            "30"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 13 - 2. 요구사항 총괄내역 요구사항 분류 요구사항 번호 요구사항 명칭 컨설팅 CSR CSR-001 정보화 전략 검토 CSR-002 벤치마킹 분석 CSR-003 플랫폼 재구축 추진 범위와 방향 정의 및 검토 CSR-004 업무 및 정보기술 현황분석 CSR-005 업무요건 분석 CSR-006 정보기술 요건 분석 CSR-007 업무 및 정보기술 요건 검토 CSR-008 플랫폼 재구축 아키텍처 정의 CSR-009 플랫폼 재구축 요건의 이행 연관성 식별 CSR-010 플랫폼 재구축 요건 기술서 작성 및 검토 CSR-011 플랫폼 재구축 사업계획서 및 제안요청서RFP 작성 CSR-012 플랫폼 재구축 예산 수립 CSR-013 정보시스템 구축 업제 선정 및 평가 지원 데이터 DAR DAR-001 데이터 표준화 DAR-002 데이터 구조 설계 방안 제시 DAR-003 데이터 구조 검증 및 개선방안 제시 DAR-004 데이터 관리체계 분석 및 목표모델 제시 품질 QUR QUR-001 프로젝트 품질관리 QUR-002 프로젝트 품질보증 보안 SER SER-001 보안 요구사항 일반 SER-002 보안책임 제약사항 COR COR-001 손해배상 책임 프로젝트 관리 PMR PMR-001 용역 산출물 관리 및 업무보고 PMR-002 조직 및 인력 PMR-003 용역범위 및 기타 PMR-004 위험관리 PMR-005 검사 및 검수 프로젝트 지원 PSR PSR-001 관련기술 이전 및 지원 PSR-002 하자보수 PSR-003 지식재산권 공동 귀속 및 침해 금지 등",
      "tables": [
        [
          [
            "요구사항  분류",
            "요구사항  번호",
            "요구사항  명칭"
          ],
          [
            "컨설팅\n(CSR)",
            "CSR-001",
            "정보화  전략  검토"
          ],
          [
            "",
            "CSR-002",
            "벤치마킹  분석"
          ],
          [
            "",
            "CSR-003",
            "플랫폼  재구축  추진  범위와  방향  정의  및  검토"
          ],
          [
            "",
            "CSR-004",
            "업무  및  정보기술  현황분석"
          ],
          [
            "",
            "CSR-005",
            "업무요건  분석"
          ],
          [
            "",
            "CSR-006",
            "정보기술  요건  분석"
          ],
          [
            "",
            "CSR-007",
            "업무  및  정보기술  요건  검토"
          ],
          [
            "",
            "CSR-008",
            "플랫폼  재구축  아키텍처  정의"
          ],
          [
            "",
            "CSR-009",
            "플랫폼  재구축  요건의  이행  연관성  식별"
          ],
          [
            "",
            "CSR-010",
            "플랫폼  재구축  요건  기술서  작성  및  검토"
          ],
          [
            "",
            "CSR-011",
            "플랫폼  재구축  사업계획서  및  제안요청서(RFP)  작성"
          ],
          [
            "",
            "CSR-012",
            "플랫폼  재구축  예산  수립"
          ],
          [
            "",
            "CSR-013",
            "정보시스템  구축  업제  선정  및  평가  지원"
          ],
          [
            "데이터\n(DAR)",
            "DAR-001",
            "데이터  표준화"
          ],
          [
            "",
            "DAR-002",
            "데이터  구조  설계  방안  제시"
          ],
          [
            "",
            "DAR-003",
            "데이터  구조  검증  및  개선방안  제시"
          ],
          [
            "",
            "DAR-004",
            "데이터  관리체계  분석  및  목표모델  제시"
          ],
          [
            "품질\n(QUR)",
            "QUR-001",
            "프로젝트  품질관리"
          ],
          [
            "",
            "QUR-002",
            "프로젝트  품질보증"
          ],
          [
            "보안\n(SER)",
            "SER-001",
            "보안  요구사항  일반"
          ],
          [
            "",
            "SER-002",
            "보안책임"
          ],
          [
            "제약사항\n(COR)",
            "COR-001",
            "손해배상  책임"
          ],
          [
            "프로젝트  관리\n(PMR)",
            "PMR-001",
            "용역  산출물  관리  및  업무보고"
          ],
          [
            "",
            "PMR-002",
            "조직  및  인력"
          ],
          [
            "",
            "PMR-003",
            "용역범위  및  기타"
          ],
          [
            "",
            "PMR-004",
            "위험관리"
          ],
          [
            "",
            "PMR-005",
            "검사  및  검수"
          ],
          [
            "프로젝트  지원\n(PSR)",
            "PSR-001",
            "관련기술  이전  및  지원"
          ],
          [
            "",
            "PSR-002",
            "하자보수"
          ],
          [
            "",
            "PSR-003",
            "지식재산권  공동  귀속  및  침해  금지  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 14 - 3. 세부 제안요청 사항 가. 컨설팅Consulting Requirement 요구사항 고유번호 CSR-001 요구사항 명칭 정보화 전략 검토 요구사항 상세설명 정의 정보화 전략 방향 검토 및 시사점 도출 세부 내용 정보화 전략 방향 검토 - 이미 수립된 정보화 전략의 방향성을 검토하며, 이 과정에서 전략의 적합성, 현실성, 그리고 기관의 현재 및 미래 목표와의 일치 여부를 검토 정보시스템 구축 목표 및 범위 설정 - 정보시스템 구축 프로젝트의 목표와 범위를 설정, 이는 프로젝트가 다루어야 할 주요 영역, 기대되는 결과물, 그리고 시스템 구축의 최 종 목적을 정의 접근 방법 및 전략 도출 - 정보시스템 구축에 대한 접근 방법과 전략 도출, 이는 프로젝트를 실 행하는 데 필요한 구체적인 단계, 방법론, 그리고 기술적 접근 방식 을 포함 함 시사점 도출 및 전략적 권고안 제시 - 검토 과정에서 도출된 시사점을 바탕으로, 정보화 전략을 개선하거나 조정할 수 있는 권고안 제시 산출정보 NA 요구사항 고유번호 CSR-002 요구사항 명칭 벤치마킹 분석 요구사항 상세설명 정의 선진사례 분석을 통한 시사점 도출 세부 내용 국내외 유사 사례 및 시스템 벤치마킹을 통한 요구사항 도출 우수 사례와의 차이 분석을 통한 시사점 도출 내부 조직 등 이해관계자 대상 인터뷰 및 설문을 통한 요구사항 도출 수산물 사이버 직매장의 서비스 경쟁력 분석 - 검토 과정에서 도출된 시사점을 바탕으로, 정보화 전략을 개선하거 나 조정할 수 있는 권고안 제시 - 유사 사례 서비스와의 차이 분석을 통한 서비스 및 기능 도출 - 서비스 및 기능 도입 전략 수립 - 전략적기능적운영적기술적 요건 시사점 도출 산출정보 벤치마킹 분석서",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-001",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "정보화  전략  검토"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정보화  전략  방향  검토  및  시사점  도출"
          ],
          [
            "",
            "세부\n내용",
            "▪  정보화  전략  방향  검토\n    -  이미  수립된  정보화  전략의  방향성을  검토하며,  이  과정에서  전략의 \n적합성,  현실성,  그리고  기관의  현재  및  미래  목표와의  일치  여부를 \n검토\n  ▪  정보시스템  구축  목표  및  범위  설정\n    -  정보시스템  구축  프로젝트의  목표와  범위를  설정,  이는  프로젝트가 \n다루어야  할  주요  영역,  기대되는  결과물,  그리고  시스템  구축의  최\n종  목적을  정의\n  ▪  접근  방법  및  전략  도출\n    -  정보시스템  구축에  대한  접근  방법과  전략  도출,  이는  프로젝트를  실\n행하는  데  필요한  구체적인  단계,  방법론,  그리고  기술적  접근  방식\n을  포함  함\n  ▪  시사점  도출  및  전략적  권고안  제시\n    -  검토  과정에서  도출된  시사점을  바탕으로,  정보화  전략을  개선하거나 \n조정할  수  있는  권고안  제시"
          ],
          [
            "산출정보",
            "",
            "N/A"
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-002",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "벤치마킹  분석"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "선진사례  분석을  통한  시사점  도출"
          ],
          [
            "",
            "세부\n내용",
            "▪  국내외  유사  사례  및  시스템  벤치마킹을  통한  요구사항  도출\n  ▪  우수  사례와의  차이  분석을  통한  시사점  도출\n  ▪  내부  조직  등  이해관계자  대상  인터뷰  및  설문을  통한  요구사항  도출\n  ▪  수산물  사이버  직매장의  서비스  경쟁력  분석\n      -  검토  과정에서  도출된  시사점을  바탕으로,  정보화  전략을  개선하거\n나  조정할  수  있는  권고안  제시\n      -  유사  사례  서비스와의  차이  분석을  통한  서비스  및  기능  도출\n      -  서비스  및  기능  도입  전략  수립\n      -  전략적·기능적·운영적·기술적  요건  시사점  도출"
          ],
          [
            "산출정보",
            "",
            "벤치마킹  분석서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 15 - 요구사항 고유번호 CSR-003 요구사항 명칭 플랫폼 재구축 추진 범위와 방향 정의 및 검토 요구사항 상세설명 정의 플랫폼의 재구축 추진 방향과 목표를 명확히 하고, 추진 범위 도출 세부 내용 정보화 전략과의 연계 - 수립된 정보화 전략의 방향성을 바탕으로 정보시스템의 추진 방향을 정의 이해관계자의 기대사항 분석 - 프로젝트에 영향을 받는 모든 이해관계자예 어업인, 소비자, 플랫 폼 관리자 등의 기대사항과 요구사항을 수집하고 분석 정보시스템의 기능 및 서비스 범위 정의 - 정보시스템에서 제공할 기능과 서비스의 범위를 명확히 정의 기존 시스템과의 연계 요소 파악 - 운영 중인 기존 시스템과 새로운 정보시스템 간의 연계 요소를 파악 사용자 및 관리자 그룹 정의 - 정보시스템의 주요 사용자 그룹과 관리자 그룹을 정의하고, 각 그룹의 특성 및 요구사항 파악 시스템 목표 및 방향 설정 - 수집된 정보를 바탕으로 정보시스템의 구체적인 목표와 추진 방향 설정 산출정보 플랫폼 추진 범위, 목표, 방향 정의서 요구사항 고유번호 CSR-004 요구사항 명칭 업무 및 정보기술 현황분석 요구사항 상세설명 정의 업무 프로세스, 수행조직, HW, SW, 데이터, 보안 등의 현황분석 세부 내용 現 수산물 사이버직매장 관련 보안네트워크정보시스템 구조 분석 - 정보시스템 구축 현황 분석 - 신규 시스템과 연계 방안 분석 및 결과 도출 내부 업무 현황 및 요구사항 분석 - 현행 정보시스템 관리부서 및 체계에 대한 분석 - 개별 담당자에 대한 인터뷰 수행 후 구축방안 도출 現수산물 사이버직매장 내부 업무환경 분석 - 중앙회 수산물 사이버직매장 운영조직 및 업무체계 분석 - 업무 담당자, 내부 관계자, 시스템 운영관리, 사용자 등 전체 사용자의 요구사항 조사를 통해 문제점 및 개선 요구사항 분석 인터뷰, 설문조사 실시 수협의 온라인 수산물 판매품목, 가격 및 소비층 구매패턴 등 분석 - 수협의 수산물 전자상거래 관련 인프라, 거래형태별 프로세스, 수익구조 분석 수협의 수산물 전자상거래B2C,B2B 분석 - 중앙회 現 사이버 직매장 거래품목, 가격, 주요 소비층 분석 - 중앙회 現 사이버 직매장 운영현황 및 수익 구조 등 사업타당성 분 석 및 개선점 도출 산출정보 업무 프로세스 및 정보기술 현황분석서",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-003",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "플랫폼  재구축  추진  범위와  방향  정의  및  검토"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "플랫폼의  재구축  추진  방향과  목표를  명확히  하고,  추진  범위  도출"
          ],
          [
            "",
            "세부\n내용",
            "▪  정보화  전략과의  연계\n      -  수립된  정보화  전략의  방향성을  바탕으로  정보시스템의  추진  방향을  정의\n  ▪  이해관계자의  기대사항  분석\n      -  프로젝트에  영향을  받는  모든  이해관계자(예:  어업인,  소비자,  플랫\n폼  관리자  등)의  기대사항과  요구사항을  수집하고  분석\n  ▪  정보시스템의  기능  및  서비스  범위  정의\n      -  정보시스템에서  제공할  기능과  서비스의  범위를  명확히  정의\n  ▪  기존  시스템과의  연계  요소  파악\n      -  운영  중인  기존  시스템과  새로운  정보시스템  간의  연계  요소를  파악\n  ▪  사용자  및  관리자  그룹  정의\n      -  정보시스템의  주요  사용자  그룹과  관리자  그룹을  정의하고,  각  그룹의 \n특성  및  요구사항  파악\n  ▪  시스템  목표  및  방향  설정\n      -  수집된  정보를  바탕으로  정보시스템의  구체적인  목표와  추진  방향  설정"
          ],
          [
            "산출정보",
            "",
            "플랫폼  추진  범위,  목표,  방향  정의서"
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-004",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "업무  및  정보기술  현황분석"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "업무  프로세스,  수행조직,  H/W,  S/W,  데이터,  보안  등의  현황분석"
          ],
          [
            "",
            "세부\n내용",
            "▪  現  수산물  사이버직매장  관련  보안·네트워크·정보시스템  구조  분석\n      -  정보시스템  구축  현황  분석 \n      -  신규  시스템과  연계  방안  분석  및  결과  도출 \n  ▪  내부  업무  현황  및  요구사항  분석\n      -  현행  정보시스템  관리부서  및  체계에  대한  분석 \n      -  개별  담당자에  대한  인터뷰  수행  후  구축방안  도출\n  ▪  現수산물  사이버직매장  내부  업무환경  분석\n    -  중앙회  수산물  사이버직매장  운영조직  및  업무체계  분석\n    -  업무  담당자,  내부  관계자,  시스템  운영관리,  사용자  등  전체  사용자의 \n요구사항  조사를  통해  문제점  및  개선  요구사항  분석  (인터뷰,  설문조사  실시)\n  ▪  수협의  온라인  수산물  판매품목,  가격  및  소비층  구매패턴  등  분석\n      -  수협의  수산물  전자상거래  관련  인프라,  거래형태별  프로세스,  수익구조  분석 \n  ▪  수협의  수산물  전자상거래(B2C,B2B)  분석\n      -  중앙회  現  사이버  직매장  거래품목,  가격,  주요  소비층  분석\n      -  중앙회  現  사이버  직매장  운영현황  및  수익  구조  등  사업타당성  분\n석  및  개선점  도출"
          ],
          [
            "산출정보",
            "",
            "업무  프로세스  및  정보기술  현황분석서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 16 - 요구사항 고유번호 CSR-005 요구사항 명칭 업무요건 분석 요구사항 상세설명 정의 업무 프로세스 분석 및 기능 요구사항 정의 세부 내용 업무 프로세스 분석 - 현행 업무 정의, 프로세스 맵, 업무관계도 등 분석 - 개별 기능단위 분석을 통한 현행 조직 및 상세 업무 프로세스의 현 황을 진단하고 해결 방안 도출 - 업무 프로세스와 정보시스템 연관도 분석 및 시스템 기능 구현을 위 한 방안 도출 기능 요구사항 정의 - 업무 프로세스 분석으로 도출된 문제점, 개선사항, 요구사항을 종합하여 필요 기능 정의 산출정보 업무 요구사항 분석서 요구사항 고유번호 CSR-006 요구사항 명칭 정보기술 요건 분석 요구사항 상세설명 정의 목표 시스템의 서비스를 지원하는 데 필요한 기능적기술적 요건 분석 세부 내용 목표 시스템과 업무 프로세스 요구사항 연계성 분석 목표 시스템에서 제공해야 하는 구체적인 서비스 내용 정의 목표 시스템 구축 관련 과제별 적용 정보기술 요건 분석 - 어플리케이션 요건 - 데이터 요건 - 표준화 요건 - 테스트 요건 - 보안 요건 산출정보 정보기술 요구사항 분석서",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-005",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "업무요건  분석"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "업무  프로세스  분석  및  기능  요구사항  정의"
          ],
          [
            "",
            "세부\n내용",
            "▪  업무  프로세스  분석\n    -  현행  업무  정의,  프로세스  맵,  업무관계도  등  분석\n    -  개별  기능단위  분석을  통한  현행  조직  및  상세  업무  프로세스의  현\n황을  진단하고  해결  방안  도출\n    -  업무  프로세스와  정보시스템  연관도  분석  및  시스템  기능  구현을  위\n한  방안  도출\n  ▪  기능  요구사항  정의\n    -  업무  프로세스  분석으로  도출된  문제점,  개선사항,  요구사항을         \n종합하여  필요  기능  정의"
          ],
          [
            "산출정보",
            "",
            "업무  요구사항  분석서"
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-006",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "정보기술  요건  분석"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "목표  시스템의  서비스를  지원하는  데  필요한  기능적/기술적  요건  분석"
          ],
          [
            "",
            "세부\n내용",
            "▪  목표  시스템과  업무  프로세스  요구사항  연계성  분석\n  ▪  목표  시스템에서  제공해야  하는  구체적인  서비스  내용  정의\n  ▪  목표  시스템  구축  관련  과제별  적용  정보기술  요건  분석\n    -  어플리케이션  요건\n    -  데이터  요건\n    -  표준화  요건\n    -  테스트  요건\n    -  보안  요건"
          ],
          [
            "산출정보",
            "",
            "정보기술  요구사항  분석서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 17 - 요구사항 고유번호 CSR-007 요구사항 명칭 업무 및 정보기술 요건 검토 요구사항 상세설명 정의 현황 및 요건분석 결과를 기반으로 플랫폼 구축 요건 정의 세부 내용 개선기회를 종합한 개선과제 도출 목표모델 설계 - 업무, 어플리케이션, 데이터, 인프라 영역의 개선과제를 종합한 목표 모델 설계 - 목표모델 운영을 위한 조직 및 업무 개선 방안 수립 - 서비스 및 기능, 정보연계 확장을 고려한 어플리케이션 및 데이터 구 조 개선 방안 수립 - 성능향상을 고려한 인프라 구조 개선 방안 수립 - 정보보호 및 개인정보 관리체계 개선 방안 수립 - 재해복구시스템 도입 계획 및 방안 수립 - 마이그레이션 계획 및 방안 수립필요시 정보시스템 구축 요건 정의 - 목표모델에 기반한 업무, 어플리케이션, 데이터, 인프라 영역별 요건 정의 정보시스템 구축 우선순위 평가 - 도출된 업무 및 정보기술 요구사항을 바탕으로 중복성과 상호모순을 검토하고 기능 개발 우선순위 평가 산출정보 업무 및 정보기술 요구사항 정의서 요구사항 고유번호 CSR-008 요구사항 명칭 재구축 플랫폼 아키텍처 정의 요구사항 상세설명 정의 재구축 플랫폼 아키텍처 정의 및 활용 가능한 구성요소 정의 세부 내용 정보시스템의 아키텍처 정의 - 전체 구성도 및 구성 체계 정의 - 정보시스템 최적 운영 환경 제시 - 정보시스템의 업무 및 정보기술 요건 분석 결과를 바탕으로 정보시 스템의 TO-BE소프트웨어, 하드웨어, 네트워크, 인프라, 인터페이스 전체 구성도 및 구성 체계 정의 정보시스템 최적 운영 환경 제시 - 클라우드, On-Premise 각각의 장단점, 5년간 운영비용 분석 등을 포함한 최적 운영환경 제시 기 운영 인프라 중 활용 가능한 구성요소 분석 - 기존 인프라의 유휴 자산 및 활용자산을 검토하여 활용 가능 장비 존재 여부 검토 산출정보 재구축 플랫폼 TO-BE 모델 정의서, 운영환경 조사서, 도입대상 장비요건 조사서필요시",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-007",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "업무  및  정보기술  요건  검토"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "현황  및  요건분석  결과를  기반으로  플랫폼  구축  요건  정의"
          ],
          [
            "",
            "세부\n내용",
            "▪  개선기회를  종합한  개선과제  도출\n  ▪  목표모델  설계\n    -  업무,  어플리케이션,  데이터,  인프라  영역의  개선과제를  종합한  목표\n모델  설계\n    -  목표모델  운영을  위한  조직  및  업무  개선  방안  수립\n    -  서비스  및  기능,  정보연계  확장을  고려한  어플리케이션  및  데이터  구\n조  개선  방안  수립\n    -  성능향상을  고려한  인프라  구조  개선  방안  수립\n    -  정보보호  및  개인정보  관리체계  개선  방안  수립\n    -  재해복구시스템  도입  계획  및  방안  수립\n    -  마이그레이션  계획  및  방안  수립(필요시)\n  ▪  정보시스템  구축  요건  정의\n    -  목표모델에  기반한  업무,  어플리케이션,  데이터,  인프라  영역별  요건 \n정의\n  ▪  정보시스템  구축  우선순위  평가\n    -  도출된  업무  및  정보기술  요구사항을  바탕으로  중복성과  상호모순을 \n검토하고  기능  개발  우선순위  평가"
          ],
          [
            "산출정보",
            "",
            "업무  및  정보기술  요구사항  정의서"
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-008",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "재구축  플랫폼  아키텍처  정의"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "재구축  플랫폼  아키텍처  정의  및  활용  가능한  구성요소  정의"
          ],
          [
            "",
            "세부\n내용",
            "▪  정보시스템의  아키텍처  정의\n    -  전체  구성도  및  구성  체계  정의\n    -  정보시스템  최적  운영  환경  제시\n    -  정보시스템의  업무  및  정보기술  요건  분석  결과를  바탕으로  정보시\n스템의  TO-BE(소프트웨어,  하드웨어,  네트워크,  인프라,  인터페이스)\n전체  구성도  및  구성  체계  정의\n  ▪  정보시스템  최적  운영  환경  제시\n    -  클라우드,  On-Premise  각각의  장단점,  5년간  운영비용  분석  등을 \n포함한  최적  운영환경  제시\n  ▪  기  운영  인프라  중  활용  가능한  구성요소  분석\n    -  기존  인프라의  유휴  자산  및  활용자산을  검토하여  활용  가능  장비 \n존재  여부  검토"
          ],
          [
            "산출정보",
            "",
            "재구축  플랫폼  TO-BE  모델  정의서,  운영환경  조사서,  도입대상  장비요건 \n조사서(필요시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 18 - 요구사항 고유번호 CSR-009 요구사항 명칭 플랫폼 재구축 요건의 이행 연관성 식별 요구사항 상세설명 정의 플랫폼 재구축 요건의 이행 연관성 식별 및 상호교차 가능성 파악 세부 내용 재구축 플랫폼 연관성 식별 - 도출된 요건 및 아키텍처 정의를 바탕으로 시스템 내에 연관이 있는 요건을 식별 재구축 플랫폼 상호교차 가능성 파악 - 도출된 요건, 아키텍처 정의 및 연관성 식별 결과를 바탕으로 재구축 플랫폼 기능 간 상호교차 가능성 파악 산출정보 요구사항 연관표 요구사항 고유번호 CSR-010 요구사항 명칭 플랫폼 재구축 요건 기술서 작성 및 검토 요구사항 상세설명 정의 플랫폼의 재구축 기능적비기능적기술적 요건 작성 및 검토 세부 내용 플랫폼 구축모델 설계 - 환경 및 현황분석을 통해 도출된 사항을 반영하여 목표To-Be 모델 정의 - 사용자 관점에서의 정보서비스 제공방안 설계 - 최적화된 정보보안 및 개인정보보호체계 도입 - 표준프레임워크 도입 및 공통 컴포넌트 활용방안 반영 - 최신 IT기술 적용 등 클라우드 기반 환경, 빅데이터 분석 및 AI 적용 등에 용이한 자료구조 고려 특정 솔루션에 종속되지 않도록 개방형 기술 우선 적용불가시 활용 가능한 상용솔루션 제시 시스템 아키텍처 제시To-Be 청사진 - 시스템 관련 개념도 - 시스템 구현에 필요한 정보자원HW, SW 등 규모 산정 시스템 구축을 위한 필요 기술 요소 및 기반인프라 구조 정립 업무와 관련된 용어, 코드 등의 통합 및 표준화 방안 수립 - 업무 표준용어 정의, 코드 마스터 설계 등 수행 각 업무별 목표 업무프로세스 모델 설계 조직, 역할, 절차, 기능, 필요자원 등 세부요건 및 To-Be 프로세스 정의, 맵, 기술서, 체계도 등 포함 플랫폼 운영관리 및 협력체계 구축 방안 수립 - 운영업무, 조직 및 협력체계, 인력구성 등 수립 재구축 플랫폼의 비즈니스 모델 제시 - 거래 주체판매자, 소비자, 운영자의 정의 - 회원조합 온라인몰 통합 운영에 대한 모델 제시 - 계통조직회원조합, 노량진수산시장, 바다마트 등간 상생을 위한 수 산물 온라인 판매 모델 제시 - 주요추진계획에 따른 컨텐츠별 활성화 및 종합적인 플랫폼 활성화를 위한 마케팅 목표 및 계획 설계 - 재구축 플랫폼의 재무분석, 손익분기점 분석을 통한 최적의 수익 모델 제시 전략적 정보시스템 구축을 위한 이상적인 응용서비스Application 구조를 정립 정립된 정보시스템을 효율적으로 운용할 수 있는 정보지원데이터 관리 체계를 정리 전략적 정보시스템 구축을 위한 필요 기술 요소 및 기반인프라구조를 정립 산출정보 수산물 사이버직매장 재구축 플랫폼 요건 기술서",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-009",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "플랫폼  재구축  요건의  이행  연관성  식별"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "플랫폼  재구축  요건의  이행  연관성  식별  및  상호교차  가능성  파악"
          ],
          [
            "",
            "세부\n내용",
            "▪  재구축  플랫폼  연관성  식별 \n    -  도출된 요건 및 아키텍처 정의를 바탕으로 시스템 내에 연관이 있는 요건을 식별\n  ▪  재구축  플랫폼  상호교차  가능성  파악\n    -  도출된  요건,  아키텍처  정의  및  연관성  식별  결과를  바탕으로  재구축 \n플랫폼  기능  간  상호교차  가능성  파악"
          ],
          [
            "산출정보",
            "",
            "요구사항  연관표"
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-010",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "플랫폼  재구축  요건  기술서  작성  및  검토"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "플랫폼의  재구축  기능적/비기능적/기술적  요건  작성  및  검토"
          ],
          [
            "",
            "세부\n내용",
            "▪  플랫폼  구축모델  설계\n    -  환경  및  현황분석을  통해  도출된  사항을  반영하여  목표(To-Be)  모델  정의 \n    -  사용자  관점에서의  정보서비스  제공방안  설계\n    -  최적화된  정보보안  및  개인정보보호체계  도입\n    -  표준프레임워크  도입  및  공통  컴포넌트  활용방안  반영\n    -  최신  IT기술  적용  등\n      *  클라우드  기반  환경,  빅데이터  분석  및  AI  적용  등에  용이한  자료구조  고려\n      *  특정  솔루션에 종속되지  않도록  개방형 기술  우선  적용(불가시  활용  가능한 상용솔루션  제시)\n  ▪  시스템  아키텍처  제시(To-Be  청사진)\n    -  시스템  관련  개념도\n    -  시스템  구현에  필요한  정보자원(HW,  SW  등)  규모  산정\n  ▪  시스템  구축을  위한  필요  기술  요소  및  기반(인프라)  구조  정립\n  ▪  업무와  관련된  용어,  코드  등의  통합  및  표준화  방안  수립\n    -  업무  표준용어  정의,  코드  마스터  설계  등  수행 \n  ▪  각  업무별  목표  업무프로세스  모델  설계\n      *  조직, 역할, 절차, 기능, 필요자원 등 세부요건 및 To-Be 프로세스 정의, 맵, 기술서, 체계도 등 포함\n  ▪  플랫폼  운영관리  및  협력체계  구축  방안  수립\n    -  운영업무,  조직  및  협력체계,  인력구성  등  수립 \n  ▪  재구축  플랫폼의  비즈니스  모델  제시 \n    -  거래  주체(판매자,  소비자,  운영자)의  정의\n    -  회원조합  온라인몰  통합  운영에  대한  모델  제시 \n    -  계통조직(회원조합,  노량진수산시장,  바다마트  등)간  상생을  위한  수\n산물  온라인  판매  모델  제시 \n    -  주요추진계획에  따른  컨텐츠별  활성화  및  종합적인  플랫폼  활성화를 \n위한  마케팅  목표  및  계획  설계\n    -  재구축  플랫폼의  재무분석,  손익분기점  분석을  통한  최적의  수익  모델  제시   \n  ▪  전략적  정보시스템  구축을  위한  이상적인  응용서비스(Application)  구조를  정립\n  ▪  정립된  정보시스템을  효율적으로  운용할  수  있는  정보지원(데이터)  관리 \n체계를  정리\n  ▪  전략적  정보시스템  구축을  위한  필요  기술  요소  및  기반(인프라)구조를  정립"
          ],
          [
            "산출정보",
            "",
            "수산물  사이버직매장  재구축  플랫폼  요건  기술서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 19 - 요구사항 고유번호 CSR-011 요구사항 명칭 플랫폼 재구축 사업계획서 및 제안요청서RFP 작성 요구사항 상세설명 정의 재구축 플랫폼의 구축 범위와 요건의 확정, 사업계획 수립 및 주축 제안 요청서 작성 세부 내용 이행과제간 우선순위 선정 - 이행과제간 연관관계 및 우선순위 분석 - 이행과제별 우선순위 및 소요예산, 투자대비효과, 제약조건 등을 고 려한 단계별 이행계획 수립 최종 목표시스템 구축을 위한 이행계획단계별 로드맵 제시 - 과제이행을 위해 필요한 업무규정, 이행조직 구성, 변화관리 방안 등 을 수립하여 종합적인 이행계획 제시 정보시스템의 지속적인 품질향상 및 안정적인 정보제공 체제 유지를 위한 효과적이고 합리적인 서비스 운영관리방안 제시 각 이행과제별 기대효과 분석 정보시스템 구축으로 기대되는 정량적 및 정성적 편익 분석 수산물 사이버직매장 재구축 사업 추진을 위한 제안요청서 작성 - 정보시스템 재구축을 전제로 한 기본설계 및 구축방안 제시 - 정보화 추진 로드맵, 단계별 추진사업에 대한 RFP 작성 단계별로 수행할 단위과제 정의 및 발주할 수 있도록 상세 요구사항을 객관적 지 표로 측정 가능한 검증 요건 도출 - SW, HW 등 필요장비 도입을 위한 장비 세부 내역 작성 정보시스템 구축으로 기대되는 정량적 및 정성적 편익 분석 산출정보 플랫폼 재구축 사업계획서, 제안요청서RFP 요구사항 고유번호 CSR-012 요구사항 명칭 플랫폼 재구축 예산 수립 요구사항 상세설명 정의 요건을 토대로 구축사업 예산을 산정하고, 항목별 산출 근거 마련 세부 내용 구축 규모데이터, 시스템 등 및 총사업비 산출 - 이행과제별 기능점수FP 산정 후 개발비 도출 - SW 및 HW 등 시스템 도입 비용을 포함한 장비비 산정근거제시 - 재해복구시스템 도입 방안별 비용 산출근거제시 - 플랫폼 구축 후 5년간 운영 및 유지보수비를 산정하고 재무분석 시 뮬레이션 데이터를 도출 산출정보 수산물 사이버 직매장 재구축 예산서 및 산출근거 자료",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-011",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "플랫폼  재구축  사업계획서  및  제안요청서(RFP)  작성"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "재구축  플랫폼의  구축  범위와  요건의  확정,  사업계획  수립  및  주축  제안\n요청서  작성"
          ],
          [
            "",
            "세부\n내용",
            "▪  이행과제간  우선순위  선정\n    -  이행과제간  연관관계  및  우선순위  분석\n    -  이행과제별  우선순위  및  소요예산,  투자대비효과,  제약조건  등을  고\n려한  단계별  이행계획  수립\n  ▪  최종  목표시스템  구축을  위한  이행계획(단계별  로드맵)  제시\n    -  과제이행을  위해  필요한  업무규정,  이행조직  구성,  변화관리  방안  등\n을  수립하여  종합적인  이행계획  제시\n  ▪  정보시스템의  지속적인  품질향상  및  안정적인  정보제공  체제  유지를 \n위한  효과적이고  합리적인  서비스  운영․관리방안  제시\n  ▪  각  이행과제별  기대효과  분석\n  ▪  정보시스템  구축으로  기대되는  정량적  및  정성적  편익  분석\n  ▪  수산물  사이버직매장  재구축  사업  추진을  위한  제안요청서  작성\n    -  정보시스템  재구축을  전제로  한  기본설계  및  구축방안  제시\n    -  정보화  추진  로드맵,  단계별  추진사업에  대한  RFP  작성\n      *  단계별로  수행할  단위과제  정의  및  발주할  수  있도록  상세  요구사항을  객관적  지\n표로  측정  가능한  검증  요건  도출\n    -  S/W,  H/W  등  필요장비  도입을  위한  장비  세부  내역  작성\n  ▪  정보시스템  구축으로  기대되는  정량적  및  정성적  편익  분석"
          ],
          [
            "산출정보",
            "",
            "플랫폼  재구축  사업계획서,  제안요청서(RFP)"
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-012",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "플랫폼  재구축  예산  수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "요건을  토대로  구축사업  예산을  산정하고,  항목별  산출  근거  마련"
          ],
          [
            "",
            "세부\n내용",
            "▪  구축  규모(데이터,  시스템  등)  및  총사업비  산출\n    -  이행과제별  기능점수(FP)  산정  후  개발비  도출\n    -  S/W  및  H/W  등  시스템  도입  비용을  포함한  장비비  산정(근거제시)\n    -  재해복구시스템  도입  방안별  비용  산출(근거제시)\n    -  플랫폼  구축  후  5년간  운영  및  유지보수비를  산정하고  재무분석  시\n뮬레이션  데이터를  도출"
          ],
          [
            "산출정보",
            "",
            "수산물  사이버  직매장  재구축  예산서  및  산출근거  자료"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 20 - 요구사항 고유번호 CSR-013 요구사항 명칭 정보시스템 구축 업체 선정평가 지원 요구사항 상세설명 정의 사업 특성과 요구분석 결과를 기반으로 구축업체 선정을 위한 평가기준 수립 및 업체선정 지원 세부 내용 선정 및 평가 항목 개발 - 업체 선정 및 평가를 위한 구체적인 항목을 개발하며, 이는 기술적 역량, 경험, 비용 효율성, 프로젝트 관리 능력, 이해관계자와의 호환 성 등을 포함 배점한도 및 평가 기준 수립 - 각 평가 항목에 대한 배점한도를 설정하고, 구체적인 평가 기준을 수립 제안서 평가 절차 정립 - 제안된 솔루션과 서비스에 대한 평가 절차를 정립 업체 선정 프로세스 지원 - 업체 선정 과정에 대한 직접적이고 간접적인 지원을 제공 산출정보 구축업체 선정 및 평가 기준 나. 데이터Data Requirement 요구사항 고유번호 DAR-001 요구사항 명칭 데이터 표준화 요구사항 상세설명 정의 데이터 표준사전 정의 및 관리절차 수립 세부 내용 데이터 표준사전 정의 - 명확하고 일관성 있는 데이터 표준사전단어용어도메인 정의 - 데이터 표준 대상을 정의하고 이들을 표준화하기 위한 원칙을 수립 하여 데이터 표준화 지침으로 문서화 - As-Is vs. To-Be 데이터 표준 매핑 사전멀티 사전 작성 플랫폼 공통코드 정의 - Internal 코드를 포함한 공통코드 정의 - 코드 간 계층관계, 포함관계 서브 코드 등을 고려한 코드 구성 체 계를 설계하여 어플리케이션 변경을 최소화하고 업무 변화에 유연한 대응 제고 - As-Is vs. To-Be 코드 매핑 사전멀티 사전 작성 표준관리절차 수립 - 데이터 표준관리 프로세스 및 관리 기준을 수립하여 시스템 구축 및 향후 시스템 운영 시 적용 산출정보 데이터 표준사전, AS-IS vs. TO-BE 매핑정의서, 데이터 표준관리 관련 문서",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-013",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "정보시스템  구축  업체  선정/평가  지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업  특성과  요구분석  결과를  기반으로  구축업체  선정을  위한  평가기준 \n수립  및  업체선정  지원"
          ],
          [
            "",
            "세부\n내용",
            "▪  선정  및  평가  항목  개발\n    -  업체  선정  및  평가를  위한  구체적인  항목을  개발하며,  이는  기술적 \n역량,  경험,  비용  효율성,  프로젝트  관리  능력,  이해관계자와의  호환\n성  등을  포함\n  ▪  배점한도  및  평가  기준  수립\n    -  각  평가  항목에  대한  배점한도를  설정하고,  구체적인  평가  기준을  수립\n  ▪  제안서  평가  절차  정립\n    -  제안된  솔루션과  서비스에  대한  평가  절차를  정립\n  ▪  업체  선정  프로세스  지원\n    -  업체  선정  과정에  대한  직접적이고  간접적인  지원을  제공"
          ],
          [
            "산출정보",
            "",
            "구축업체  선정  및  평가  기준"
          ]
        ],
        [
          [
            "요구사항  고유번호   DAR-001",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준화"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준사전  정의  및  관리절차  수립"
          ],
          [
            "",
            "세부\n내용",
            "▪  데이터  표준사전  정의\n    -  명확하고  일관성  있는  데이터  표준사전(단어/용어/도메인)  정의\n    -  데이터  표준  대상을  정의하고  이들을  표준화하기  위한  원칙을  수립\n하여  데이터  표준화  지침으로  문서화\n    -  As-Is  vs.  To-Be  데이터  표준  매핑  사전(멀티  사전)  작성\n  ▪  플랫폼  공통코드  정의\n    -  Internal  코드를  포함한  공통코드  정의\n    -  코드  간  계층관계,  포함관계  (서브  코드)  등을  고려한  코드  구성  체\n계를  설계하여  어플리케이션  변경을  최소화하고  업무  변화에  유연한 \n대응  제고\n    -  As-Is  vs.  To-Be  코드  매핑  사전(멀티  사전)  작성\n  ▪  표준관리절차  수립\n    -  데이터  표준관리  프로세스  및  관리  기준을  수립하여  시스템  구축  및 \n향후  시스템  운영  시  적용"
          ],
          [
            "산출정보",
            "",
            "데이터  표준사전,  AS-IS  vs.  TO-BE  매핑정의서,  데이터  표준관리  관련  문서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 21 - 요구사항 고유번호 DAR-002 요구사항 명칭 데이터 구조 설계 방안 제시 요구사항 상세설명 정의 데이터 구조 현황분석 및 목표시스템 원칙 제시 세부 내용 데이터 구조 현황 분석 - 수산통합 온라인 플랫폼의 데이터 구조 분석 자료 및 목표 시스템 구축 요건을 고려한 데이터 구조 현황 분석 목표시스템 원칙 제시 - 목표시스템의 특성을 고려하여 데이터베이스 구조 설계 시 고려해야 할 원칙, 기준, 규칙 등을 제시 - 데이터베이스 구조, 설계 기준, 데이터 주제영역, 개념적논리적물리 적 모델에 대한 현황분석을 통해 목표시스템의 개선 방향과 목표 모 델 제시 산출정보 현황 분석서, 목표시스템 데이터 구조 설계 방안 요구사항 고유번호 DAR-003 요구사항 명칭 데이터 구조 검증 및 개선방안 제시 요구사항 상세설명 정의 데이터 구조 검증 현황분석 및 개선방안 제시 세부 내용 데이터 구조 검증 현황 분석 - 수산통합 온라인 플랫폼의 데이터 시스템 구조 문제로 인해 발생하는 문제의 현황 분석 및 발생할 수 있는 문제에 대하여 개선방안을 제시 목표시스템 데이터 구조 검증 - 기존 데이터 시스템 구조에 목표시스템 데이터 구조 추가 시 발생할 수 있는 문제 예측 및 개선방안 현황 분석서, 데이터 구조 개선 방안 산출정보 현황분석서, 데이터 구조개선 방안 요구사항 고유번호 DAR-004 요구사항 명칭 데이터 관리체계 분석 및 목표모델 제시 요구사항 상세설명 정의 데이터 관리체계 현황 분석 및 목표모델 제시 세부 내용 데이터 관리체계 현황 분석 - 수산 통합 온라인 플랫폼의 데이터 관리체계 현황 분석을 수행하고 목표시스템의 데이터 관리 방안 제시 및 목표 모델 제시 데이터 이관 방안 제시필요시 - 정보시스템의 데이터 특성을 고려하여 데이터 이관 범위범위, 절차, 소요시간 등제시하고 품질 확보를 위한 방안 제시 - 민감 데이터개인정보 등에 대한 정보보안 확보 방안 제시 - 기존시스템과의 데이터 오류 정제방안 제시 산출정보 현황 분석서, 목표시스템 데이터 관리 방안",
      "tables": [
        [
          [
            "요구사항  고유번호   DAR-002",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  설계  방안  제시"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  구조  현황분석  및  목표시스템  원칙  제시"
          ],
          [
            "",
            "세부\n내용",
            "▪  데이터  구조  현황  분석\n    -  수산통합  온라인  플랫폼의  데이터  구조  분석  자료  및  목표  시스템 \n구축  요건을  고려한  데이터  구조  현황  분석\n  ▪  목표시스템  원칙  제시\n    -  목표시스템의  특성을  고려하여  데이터베이스  구조  설계  시  고려해야 \n할  원칙,  기준,  규칙  등을  제시\n    -  데이터베이스  구조,  설계  기준,  데이터  주제영역,  개념적·논리적·물리\n적  모델에  대한  현황분석을  통해  목표시스템의  개선  방향과  목표  모\n델  제시"
          ],
          [
            "산출정보",
            "",
            "현황  분석서,  목표시스템  데이터  구조  설계  방안"
          ]
        ],
        [
          [
            "요구사항  고유번호   DAR-003",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  검증  및  개선방안  제시"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  구조  검증  현황분석  및  개선방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "▪  데이터  구조  검증  현황  분석\n    -  수산통합  온라인  플랫폼의  데이터  시스템  구조  문제로  인해  발생하는 \n문제의  현황  분석  및  발생할  수  있는  문제에  대하여  개선방안을  제시\n  ▪  목표시스템  데이터  구조  검증\n    -  기존  데이터  시스템  구조에  목표시스템  데이터  구조  추가  시  발생할  수 \n있는  문제  예측  및  개선방안\n  ▪  현황  분석서,  데이터  구조  개선  방안"
          ],
          [
            "산출정보",
            "",
            "현황분석서,  데이터  구조개선  방안"
          ]
        ],
        [
          [
            "요구사항  고유번호   DAR-004",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  관리체계  분석  및  목표모델  제시"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  관리체계  현황  분석  및  목표모델  제시"
          ],
          [
            "",
            "세부\n내용",
            "▪  데이터  관리체계  현황  분석\n    -  수산  통합  온라인  플랫폼의  데이터  관리체계  현황  분석을  수행하고 \n목표시스템의  데이터  관리  방안  제시  및  목표  모델  제시\n  ▪  데이터  이관  방안  제시(필요시)\n    -  정보시스템의  데이터  특성을  고려하여  데이터  이관  범위(범위,  절차, \n소요시간  등)제시하고  품질  확보를  위한  방안  제시\n    -  민감  데이터(개인정보  등)에  대한  정보보안  확보  방안  제시\n    -  기존시스템과의  데이터  오류  정제방안  제시"
          ],
          [
            "산출정보",
            "",
            "현황  분석서,  목표시스템  데이터  관리  방안"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 22 - 다. 품질Quality Requirement 요구사항 고유번호 QUR-001 요구사항 명칭 프로젝트 품질관리 요구사항 상세설명 정의 프로젝트 품질관리 계획 수립 세부 내용 프로젝트 품질관리 계획 - 품질보증의 범위, 품질보증을 위한 조직절차점검방법 등을 제시 하여야 함 - 산출물의 신뢰도 및 전문성, 품질제고를 위한 품질관리 활동 수행 방안 - 본 사업 추진 시 예상되는 위험요소 도출 및 관리방법, 의사소통 방법, 세부 업무수행에 대한 제반 품질보증방안 산출정보 프로젝트 품질관리 계획서 요구사항 고유번호 QUR-002 요구사항 명칭 프로젝트 품질보증 요구사항 상세설명 정의 프로젝트 품질관리 방안 수립 세부 내용 프로젝트 품질관리 보증 방안 - 프로젝트 품질관리 결과물, 점검방법 및 사용도구 제시 - 제공되는 분석도구 및 구현방안, 테스트 방안 제시 - 분석설계 등 각 단계별 품질요구사항 점검 및 검토 방안 제시 - 대외적으로 인정받을 만한 품질보증 관련 인증을 받은 경우 이를 입증할 수 있는 근거서류 제시 산출정보 프로젝트 품질보증 계획서",
      "tables": [
        [
          [
            "요구사항  고유번호   QUR-001",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트  품질관리"
          ],
          [
            "요구사항\n상세설명",
            "정의   프로젝트  품질관리  계획  수립",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  프로젝트  품질관리  계획\n      -  품질보증의  범위,  품질보증을  위한  조직·절차·점검방법  등을  제시\n          하여야  함\n      -  산출물의  신뢰도  및  전문성,  품질제고를  위한  품질관리  활동  수행  방안\n      -  본  사업  추진  시  예상되는  위험요소  도출  및  관리방법,  의사소통 \n          방법,  세부  업무수행에  대한  제반  품질보증방안"
          ],
          [
            "산출정보",
            "",
            "프로젝트  품질관리  계획서"
          ]
        ],
        [
          [
            "요구사항  고유번호   QUR-002",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트  품질보증"
          ],
          [
            "요구사항\n상세설명",
            "정의   프로젝트  품질관리  방안  수립",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  프로젝트  품질관리  보증  방안\n      -  프로젝트  품질관리  결과물,  점검방법  및  사용도구  제시\n      -  제공되는  분석도구  및  구현방안,  테스트  방안  제시\n      -  분석·설계  등  각  단계별  품질요구사항  점검  및  검토  방안  제시\n      -  대외적으로  인정받을  만한  품질보증  관련  인증을  받은  경우  이를 \n        입증할  수  있는  근거서류  제시"
          ],
          [
            "산출정보",
            "",
            "프로젝트  품질보증  계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 23 - 라. 보안Security Requirement 요구사항 고유번호 SER-001 요구사항 명칭 보안 요구사항 일반 요구사항 상세설명 정의 보안 요구사항 일반 세부 내용 사업자는 사업 중 보안 관련법규를 준수하고 대외 보안유지에 적극 협조하여야 하며, 발주자가 요구하는 추가 보안사항에 대해서도 수용 하여야 함 용역수행으로 인하여 생산된 각종 조사자료와 보고서 등 성과물을 포 함한 모든 자료와 정보는 수협중앙회 소유로 하며, 사업수행의 전후를 막론하고 본회의 승인 없이 외부에 유출 또는 누설해서는 안 되며 위 반 시에는 민형사상의 책임을 감수해야 함. 사업 수행과정에서 개인정보가 분실도난누출변조 또는 훼손되지 않 도록 안전성 확보에 필요한 조치를 강구 본 용역 자체 또는 투입되는 자료장비 등에 대한 대외보안이 필요한 경우 보안의 범위 및 책임을 명확히 하기 위해 사업수행계약서와 별 도로 비밀유지계약서를 제출 - 비밀유지계약서에는 비밀정보의 범위, 보안준수 상항, 위반 시 손해 배상 책임, 지적재산권 문제, 자료의 반환 등이 포함되도록 명시 사업 착수 시 사업 참여인원에 대해서는 사업투입 전, 친필서명이 들 어간 대표자용 보안서약서, 참여자용 보안서약서를 제출 - 사업자는 용역사업 수행 전 참여인원에 대해 법률 또는 본회 보안규 정에 의한 비밀유지의무 준수 및 위반 시 처벌내용 등에 대한 보안 교육을 실시하여야 함. 누출 금지 대상정보 및 정보 누출 시 부정당업자 제재조치 등에 대한 교육 병행 사업 종료 시 사업자는 본회 및 수요기관으로부터 제공받는 장비, 서 류 및 중간최종산출물 등 모든 자료를 전량 반납 후 삭제하여 사업 관련 자료를 보유하고 있지 않으며 이를 위반 시 향후 법적책임이 있음을 포함한 대표자용 보안확약서 및 참여자용 보안확약서를 작 성하여 제출하여야 함. 정보보안 및 개인정보보호 방안은 전자정부 보안관리 실무 매뉴얼의 권고 사항을 기반으로 작성함을 원칙으로 하고 정보보호 전반에 대 한 종합대책을 마련해야 함. 산출정보 보안서약서, 비밀유지계약서 등",
      "tables": [
        [
          [
            "요구사항  고유번호   SER-001",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "보안  요구사항  일반"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안  요구사항  일반"
          ],
          [
            "",
            "세부\n내용",
            "▪  사업자는  사업  중  보안  관련법규를  준수하고  대외  보안유지에  적극 \n협조하여야  하며,  발주자가  요구하는  추가  보안사항에  대해서도  수용\n하여야  함 \n  ▪  용역수행으로  인하여  생산된  각종  조사자료와  보고서  등  성과물을  포\n함한  모든  자료와  정보는  수협중앙회  소유로  하며,  사업수행의  전후를 \n막론하고  본회의  승인  없이  외부에  유출  또는  누설해서는  안  되며  위\n반  시에는  민·형사상의  책임을  감수해야  함.\n  ▪  사업  수행과정에서  개인정보가  분실․도난․누출․변조  또는  훼손되지  않\n도록  안전성  확보에  필요한  조치를  강구\n  ▪  본  용역  자체  또는  투입되는  자료․장비  등에  대한  대외보안이  필요한 \n경우  보안의  범위  및  책임을  명확히  하기  위해  사업수행계약서와  별\n도로  비밀유지계약서를  제출\n    -  비밀유지계약서에는  비밀정보의  범위,  보안준수  상항,  위반  시  손해\n배상  책임,  지적재산권  문제,  자료의  반환  등이  포함되도록  명시\n  ▪  사업  착수  시  사업  참여인원에  대해서는  사업투입  전,  친필서명이  들\n어간  \"대표자용  보안서약서\",  \"참여자용  보안서약서\"를  제출\n    -  사업자는  용역사업  수행  전  참여인원에  대해  법률  또는  본회  보안규\n정에  의한  비밀유지의무  준수  및  위반  시  처벌내용  등에  대한  보안\n교육을  실시하여야  함.\n      *  누출  금지  대상정보  및  정보  누출  시  부정당업자  제재조치  등에  대한  교육  병행\n  ▪  사업  종료  시  사업자는  본회  및  수요기관으로부터  제공받는  장비,  서\n류  및  중간․최종산출물  등  모든  자료를  전량  반납  후  삭제하여  사업\n관련  자료를  보유하고  있지  않으며  이를  위반  시  향후  법적책임이 \n있음을  포함한  \"대표자용  보안확약서\"  및  \"참여자용  보안확약서\"를  작\n성하여  제출하여야  함.\n  ▪  정보보안  및  개인정보보호  방안은  전자정부  보안관리  실무  매뉴얼의 \n권고  사항을  기반으로  작성함을  원칙으로  하고  정보보호  전반에  대\n한  종합대책을  마련해야  함."
          ],
          [
            "산출정보",
            "",
            "보안서약서,  비밀유지계약서  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 24 - 요구사항 고유번호 SER-002 요구사항 명칭 보안책임 요구사항 상세설명 정의 보안책임 세부 내용 사업자는 본회의 전산통신장비가 설치된 곳의 출입 시 대상시스템을 관리하는 담당자나 본회가 요구하는 보안사항 및 점검 내용을 충실 히 이행하여야 함. 사업자는 용역 수행 중 득한 기밀사항과 각종 시스템 구성, 구현기 법, 통신망 구성 등에 대하여 보안을 유지하여야 하고 해당 자료를 타 기관에 제공할 때에는 반드시 본회의 승인을 득하여야 함. 사업자는 본 용역 제반업무를 처리하는 모든 인원에 대하여 보안각 서 및 제반서류를 제출하여야 하고, 대표자는 관련 인원 전체에 대한 보안상 총괄책임을 져야 함. 사업자는 본 용역과 관련 직접, 간접으로 취득한 비밀개인정보 포함 을 제3자에게 누설하여서는 아니 되며 보안사항의 누설로 인한 문제 발생시 사업자는 민형사상 모든 책임을 짐. 산출정보 마. 제약사항Constraints 요구사항 고유번호 COR-001 요구사항 명칭 손해배상 책임 요구사항 상세설명 정의 손해배상 책임 세부 내용 본 용역수행 중 사업자의 귀책사유로 발생한 모든 문제에 대한 책임은 사업자에 있으며, 수협중앙회에 입은 손해에 대하여 배상하여야 함. 사업자는 본 용역을 수행함에 있어 발생하는 저작권, 사용권 또는 특 허권 등의 문제 대하여 사전에 검토, 조치하여야 하며, 이로 인해 문제가 발생할 경우 사업자가 책임져야 함. 산출정보 NA",
      "tables": [
        [
          [
            "요구사항  고유번호   SER-002",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "보안책임"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안책임"
          ],
          [
            "",
            "세부\n내용",
            "▪  사업자는  본회의  전산․통신장비가  설치된  곳의  출입  시  대상시스템을 \n관리하는  담당자나  본회가  요구하는  보안사항  및  점검  내용을  충실\n히  이행하여야  함.\n  ▪  사업자는  용역  수행  중  득한  기밀사항과  각종  시스템  구성,  구현기\n법,  통신망  구성  등에  대하여  보안을  유지하여야  하고  해당  자료를 \n타  기관에  제공할  때에는  반드시  본회의  승인을  득하여야  함.\n  ▪  사업자는  본  용역  제반업무를  처리하는  모든  인원에  대하여  보안각\n서  및  제반서류를  제출하여야  하고,  대표자는  관련  인원  전체에  대한 \n보안상  총괄책임을  져야  함.\n  ▪  사업자는  본  용역과  관련  직접,  간접으로  취득한  비밀(개인정보  포함)\n을  제3자에게  누설하여서는  아니  되며  보안사항의  누설로  인한  문제 \n발생시  사업자는  민․형사상  모든  책임을  짐."
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   COR-001",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "손해배상  책임"
          ],
          [
            "요구사항\n상세설명",
            "정의   손해배상  책임",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  본  용역수행  중  사업자의  귀책사유로  발생한  모든  문제에  대한  책임은 \n사업자에  있으며,  수협중앙회에  입은  손해에  대하여  배상하여야  함.\n  ▪  사업자는  본  용역을  수행함에  있어  발생하는  저작권,  사용권  또는  특\n허권  등의  문제  대하여  사전에  검토,  조치하여야  하며,  이로  인해 \n문제가  발생할  경우  사업자가  책임져야  함."
          ],
          [
            "산출정보",
            "",
            "N/A"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 25 - 바. 프로젝트 관리Project Management Requirement 요구사항 고유번호 PMR-001 요구사항 명칭 용역 산출물 관리 및 업무보고 요구사항 상세설명 정의 용역 산출물 관리 및 업무보고 세부 내용 사업수행계획서 - 선정된 사업자가 계약착수일 10일 이내에 계약서, 제안요청서, 제안서 등을 근거로 본 사업을 수행하기 위한 프로젝트 사업수행계획서 작성 사업목적 및 범위 산출물 목록 및 정의서, 제출계획서 등 사업추진에 따른 사업관리와 품질관리에 대한 방법 및 절차 사업추진 일정 및 인력투입 계획 주월간 진도보고서 - 계약일로부터 사업완료일까지 매주, 매월 말에 착수계획서에 제시된 사업수행 절차에 따른 현재의 구체적인 공정 및 진행사항에 대하여 다음의 내용이 포함된 진도보고서를 제출하여야 함 추진계획 대비 실적 주요 추진내용 및 단계별 산출물 인력 투입현황 차주 및 차월 계획사항 및 계획 변경 사항 주요 의사결정 및 협조사항 중간보고서 - 본 사업 착수일로부터 6주 이내에 그동안의 추진 실적을 분석한 결 과와 향후 세부계획을 점검하여 제출하여야 함 제출방법과 제출일정, 제출부수는 추후 협의하여 진행 최종보고서 - 사업종료 이전에 사업결과의 최종 산출물에 대한 초안을 협의한 후 제출하여야 함. 이때 제안요청서, 제안서, 계약서 등 용역 업무범위에 포함되어야 함 ISMP정보시스템 마스터플랜 수립 목표시스템 구축을 위한 제안요청서RFP 작성 최종보고서10부, 요약본10부, 원본파일생성된 모든 자료 제출 기타 수시검토 보고 - 사업수행 과정에서 각종 회의 및 자문을 위해 수시로 요구하는 사항 에 대한 검토결과 보고 산출정보 사업수행계획서, 주월간 진도보고서, 중간보고, 최종보고, 회의록 등 수 시검토 보고",
      "tables": [
        [
          [
            "요구사항  고유번호   PMR-001",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "용역  산출물  관리  및  업무보고"
          ],
          [
            "요구사항\n상세설명",
            "정의   용역  산출물  관리  및  업무보고",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  사업수행계획서\n    -  선정된  사업자가  계약착수일  10일  이내에  계약서,  제안요청서,  제안서 \n등을  근거로  본  사업을  수행하기  위한  프로젝트  사업수행계획서  작성\n          사업목적  및  범위\n          산출물  목록  및  정의서,  제출계획서  등\n          사업추진에  따른  사업관리와  품질관리에  대한  방법  및  절차\n          사업추진  일정  및  인력투입  계획\n  ▪  주․월간  진도보고서\n    -  계약일로부터  사업완료일까지  매주,  매월  말에  착수계획서에  제시된 \n사업수행  절차에  따른  현재의  구체적인  공정  및  진행사항에  대하여 \n다음의  내용이  포함된  진도보고서를  제출하여야  함\n          추진계획  대비  실적\n          주요  추진내용  및  단계별  산출물\n          인력  투입현황\n          차주  및  차월  계획사항  및  계획  변경  사항\n          주요  의사결정  및  협조사항\n  ▪  중간보고서\n    -  본  사업  착수일로부터  6주  이내에  그동안의  추진  실적을  분석한  결\n과와  향후  세부계획을  점검하여  제출하여야  함\n          제출방법과  제출일정,  제출부수는  추후  협의하여  진행\n  ▪  최종보고서\n    -  사업종료  이전에  사업결과의  최종  산출물에  대한  초안을  협의한  후 \n제출하여야  함.  이때  제안요청서,  제안서,  계약서  등  용역  업무범위에 \n포함되어야  함\n          ISMP(정보시스템  마스터플랜  수립)\n          목표시스템  구축을  위한  제안요청서(RFP)  작성\n          ※  최종보고서(10부),  요약본(10부),  원본파일(생성된  모든  자료)  제출\n  ▪  기타  수시검토  보고\n    -  사업수행  과정에서  각종  회의  및  자문을  위해  수시로  요구하는  사항\n에  대한  검토결과  보고"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서,  주·월간  진도보고서,  중간보고,  최종보고,  회의록  등  수\n시검토  보고"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 26 - 요구사항 고유번호 PMR-002 요구사항 명칭 조직 및 인력 요구사항 상세설명 정의 조직 및 인력 세부 내용 프로젝트 수행을 위한 조직도 및 조직의 세부 업무분장 내역, 인력구성 및 프로필과 단계별 인력투입계획 및 역할, 투입률 등을 제시 제안서에 명시된 인력 이외에 인력 투입을 규제하며 부득이한 경우 수 협중앙회의 허락을 득할 것 각 단계별 인력투입계획 또는 투입률을 기술 등급별로 월 단위 또는 percentage로 표시하고, 투입 인력의 인적사항, 근무연수, 기술등급, 경력, 개발환경, 자격증 등을 개인별로 작성. 또한 사업자의 근무 시간 은 당사 상근자의 근무 시간과 동일해야 하고, 용역수행 요원은 과업수 행 장소에 상주하여야 하며, 다른 임무를 부여하지 못함 본 사업에 참여하는 인력에 대해 수협중앙회가 요구 시 소속사의 직원임을 증명하는 건강보험증과 학력, 경력을 증명하는 서류를 제시하여야 함 본 용역 수행 중 투입인력은 교체할 수 없는 것을 원칙으로 하되, 퇴직, 질병 등 부득이한 사유 발생 시에는 수협중앙회와 협의하여 승인을 득한 후 동급 이상의 인력으로 교체하여야 함 인력 교체 기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책을 제시해야 하고, 인계인수 기간 동안 교체인력에 대한 인건비는 사업자 부담으로 처리하여야 하며 투입공수에서 제외함 산출정보 인력운영계획서 요구사항 고유번호 PMR-003 요구사항 명칭 용역범위 및 기타 요구사항 상세설명 정의 용역범위 및 기타 세부 내용 용역범위 - 용역수행 업체가 수행하여야 할 범위는 제시한 제안요청서에 의함 - 제안서의 내용을 충실하게 보완하기 위하여 변경이 필요한 사항은 상호 협의하여 변경 또는 추가할 수 있음 - 제안요청 세부내역은 각종 회의를 통하여 도출된 의견을 반영하여 일부 내역이 변경되거나 추가될 수 있으며, 제안요청서의 용역범위에 포함되 지 않았더라도 사업자가 제안서에 명시한 사항은 본 용역범위에 해당되 는 것으로 봄 기타 - 예기치 않은 여건의 변화로 용역 대상 업무에 대한 일부의 변경 및 추가 요구사항이 발생될 경우 수협중앙회와 사업자가 상호 협의하여 변경함 - 사업자는 사업추진에 필요한 사무공간 및 부대장비컴퓨터,프린터 등를 사업자가 자체적으로 확보해야 함 산출정보 NA",
      "tables": [
        [
          [
            "요구사항  고유번호   PMR-002",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "조직  및  인력"
          ],
          [
            "요구사항\n상세설명",
            "정의   조직  및  인력",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  프로젝트  수행을  위한  조직도  및  조직의  세부  업무분장  내역,  인력구성 \n및  프로필과  단계별  인력투입계획  및  역할,  투입률  등을  제시\n  ▪  제안서에  명시된  인력  이외에  인력  투입을  규제하며  부득이한  경우  수\n협중앙회의  허락을  득할  것\n  ▪  각  단계별  인력투입계획  또는  투입률을  기술  등급별로  월  단위  또는 \npercentage(%)로  표시하고,  투입  인력의  인적사항,  근무연수,  기술등급, \n경력,  개발환경,  자격증  등을  개인별로  작성.  또한  사업자의  근무  시간\n은  당사  상근자의  근무  시간과  동일해야  하고,  용역수행  요원은  과업수\n행  장소에  상주하여야  하며,  다른  임무를  부여하지  못함\n  ▪  본  사업에  참여하는  인력에  대해  수협중앙회가  요구  시  소속사의  직원임을 \n증명하는  건강보험증과  학력,  경력을  증명하는  서류를  제시하여야  함\n  ▪  본  용역  수행  중  투입인력은  교체할  수  없는  것을  원칙으로  하되,  퇴직, \n질병  등  부득이한  사유  발생  시에는  수협중앙회와  협의하여  승인을  득한 \n후  동급  이상의  인력으로  교체하여야  함\n  ▪  인력  교체  기간  동안  발생하는  업무의  안정화  및  품질저하  방지대책을 \n제시해야  하고,  인계·인수  기간  동안  교체인력에  대한  인건비는  사업자 \n부담으로  처리하여야  하며  투입공수에서  제외함"
          ],
          [
            "산출정보",
            "",
            "인력운영계획서"
          ]
        ],
        [
          [
            "요구사항  고유번호   PMR-003",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "용역범위  및  기타"
          ],
          [
            "요구사항\n상세설명",
            "정의   용역범위  및  기타",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  용역범위\n    -  용역수행  업체가  수행하여야  할  범위는  제시한  제안요청서에  의함\n    -  제안서의  내용을  충실하게  보완하기  위하여  변경이  필요한  사항은  상호 \n협의하여  변경  또는  추가할  수  있음\n    -  제안요청  세부내역은  각종  회의를  통하여  도출된  의견을  반영하여  일부 \n내역이  변경되거나  추가될  수  있으며,  제안요청서의  용역범위에  포함되\n지  않았더라도  사업자가  제안서에  명시한  사항은  본  용역범위에  해당되\n는  것으로  봄\n  ▪  기타\n    -  예기치  않은  여건의  변화로  용역  대상  업무에  대한  일부의  변경  및  추가 \n요구사항이  발생될  경우  수협중앙회와  사업자가  상호  협의하여  변경함\n    - 사업자는  사업추진에  필요한  사무공간  및  부대장비(컴퓨터,프린터  등)를 \n사업자가  자체적으로  확보해야  함"
          ],
          [
            "산출정보",
            "",
            "N/A"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 27 - 요구사항 고유번호 PMR-004 요구사항 명칭 위험관리 요구사항 상세설명 정의 수행기간 동안 발생 가능한 위험을 식별하여, 계획수립 이행 세부 내용 일정지연 등 리스크 발생을 사전예방하고, 발생시 사후 대처 방안 제시 사업 추진과정에서 요구되는 진척위험변경사항의 관리 방안 및 지 속적으로 문제를 파악 관리할 수 있는 방안 제시 산출정보 NA 요구사항 고유번호 PMR-005 요구사항 명칭 검사 및 검수 요구사항 상세설명 정의 최종 산출물의 검사 및 검수 세부 내용 수협중앙회는 최종 완료보고서 접수일로부터 14일 이내 실시 - 수협중앙회는 제안요청서, 제안서, 협상 결과, 계약서, 사업수행계획서 등과 일치하지 않을 경우 보완을 요청할 수 있으며, 사업자는 지체 없 이 보완 후 재검수를 받아야함 산출정보 NA 사. 프로젝트 지원Project Support Requirement 요구사항 고유번호 PSR-001 요구사항 명칭 기술지원 요구사항 상세설명 정의 관련기술 이전 및 지원 세부 내용 사업추진 및 산출물의 인수 등을 위해 전문지식의 습득이 필요한 경우 관련 교육을 지원해야 하며, 비용이 수반될 시 제안사가 부담하여야 함 기타 사업추진에 필요하다고 판단되어 주관기관에서 설명회 또는 워크 숍 개최를 요구할 경우 이에 응하여야 함 사업자는 사업 수행과정 및 종료 이후에 수협중앙회에서 성과진단 및 개 선 관련 정보를 유지관리 할 수 있도록 필요한 기술사항을 요약하고 기 술이전 대상에 대한 목록과 기술 이전방법 등에 대한 계획을 제시 사업자는 체계적인 계획수립과 기술이전을 위한 조직구성을 바탕으로 실질적인 기술이전을 수행하고, 사후 기술이전 평가와 기술이전 종료단 계에 이르기까지 체계적인 절차를 수립 후 수행 사업자는 시스템 개발 및 관련 분야의 정보기술에 대한 지속적인 정보 제공 및 기술자문에 응해야 함 사업자는 본 사업을 통해 습득된 노하우를 충실하게 수협중앙회에 기술 지원을 하여야 함 산출정보 NA",
      "tables": [
        [
          [
            "요구사항  고유번호   PMR-004",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "위험관리"
          ],
          [
            "요구사항\n상세설명",
            "",
            "정의   수행기간  동안  발생  가능한  위험을  식별하여,  계획수립  이행"
          ],
          [
            "",
            "세부\n내용",
            "▪  일정지연  등  리스크  발생을  사전예방하고,  발생시  사후  대처  방안  제시\n  ▪  사업  추진과정에서  요구되는  진척/위험/변경사항의  관리  방안  및  지\n속적으로  문제를  파악  관리할  수  있는  방안  제시"
          ],
          [
            "산출정보",
            "",
            "N/A"
          ]
        ],
        [
          [
            "요구사항  고유번호   PMR-005",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "검사  및  검수"
          ],
          [
            "요구사항\n상세설명",
            "정의   최종  산출물의  검사  및  검수",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  수협중앙회는  최종  완료보고서  접수일로부터  14일  이내  실시\n    -  수협중앙회는  제안요청서,  제안서,  협상  결과,  계약서,  사업수행계획서 \n등과  일치하지  않을  경우  보완을  요청할  수  있으며,  사업자는  지체  없\n이  보완  후  재검수를  받아야함"
          ],
          [
            "산출정보",
            "",
            "N/A"
          ]
        ],
        [
          [
            "요구사항  고유번호   PSR-001",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "기술지원"
          ],
          [
            "요구사항\n상세설명",
            "정의   관련기술  이전  및  지원",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  사업추진  및  산출물의  인수  등을  위해  전문지식의  습득이  필요한  경우 \n관련  교육을  지원해야  하며,  비용이  수반될  시  제안사가  부담하여야  함\n  ▪  기타  사업추진에  필요하다고  판단되어  주관기관에서  설명회  또는  워크\n숍  개최를  요구할  경우  이에  응하여야  함\n  ▪  사업자는  사업  수행과정  및  종료  이후에  수협중앙회에서  성과진단  및  개\n선  관련  정보를  유지관리  할  수  있도록  필요한  기술사항을  요약하고  기\n술이전  대상에  대한  목록과  기술  이전방법  등에  대한  계획을  제시\n  ▪  사업자는  체계적인  계획수립과  기술이전을  위한  조직구성을  바탕으로 \n실질적인  기술이전을  수행하고,  사후  기술이전  평가와  기술이전  종료단\n계에  이르기까지  체계적인  절차를  수립  후  수행\n  ▪  사업자는  시스템  개발  및  관련  분야의  정보기술에  대한  지속적인  정보 \n제공  및  기술자문에  응해야  함\n  ▪  사업자는  본  사업을  통해  습득된  노하우를  충실하게  수협중앙회에  기술\n지원을  하여야  함"
          ],
          [
            "산출정보",
            "",
            "N/A"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 28 - 요구사항 고유번호 PSR-002 요구사항 명칭 하자보수 요구사항 상세설명 정의 산출물 등에 대한 하자보수 세부 내용 사업자는 본 사업 완료 후 ISMP 결과물의 지속적인 발전 및 안정성 유 지를 위한 무상 지원사항 및 세부 하자보수 계획을 제시 하자보증 기간은 검사완료일로부터 12개월로 하며, 하자보증 기간에 ISMP 결과물에 품질 이상이 있을 시 사업자의 부담으로 결과물을 보완 산출정보 NA 요구사항 고유번호 PSR-003 요구사항 명칭 지식재산권 공동 귀속 및 침해 금지 등 요구사항 상세설명 정의 계약목적물의 지식재산권 공동귀속 세부 내용 당해 사업의 계약목적물의 지식재산권은 수협중앙회와 사업자가 공동으 로 소유하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함 - 다만, 개발의 기여도 및 계약목적물의 특수성보안, 영업비밀 등이 있는 경우 당사자 간 협의를 통해 소유권을 결정 - 본 사업을 통하여 발생된 지식재산권을 타 용도 및 상업적 활용 시 수 협중앙회와 협의 후 활용하여야 함 사업자가 사업을 수행함에 있어 수협중앙회가 지식재산권 침해 관련 소 송상 또는 소송외 청구를 당하거나 그로 인한 재판이 결정된 경우, 사 업자의 부담으로 소송 또는 사용권 등을 획득하여 제공하거나, 침해시 스템과 동등이상의 물품으로 대체하고 해당 물품을 철거하여야 함 산출정보 NA",
      "tables": [
        [
          [
            "요구사항  고유번호   PSR-002",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "하자보수"
          ],
          [
            "요구사항\n상세설명",
            "정의   산출물  등에  대한  하자보수",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  사업자는  본  사업  완료  후  ISMP  결과물의  지속적인  발전  및  안정성  유\n지를  위한  무상  지원사항  및  세부  하자보수  계획을  제시\n  ▪  하자보증  기간은  검사완료일로부터  12개월로  하며,  하자보증  기간에 \nISMP  결과물에  품질  이상이  있을  시  사업자의  부담으로  결과물을  보완"
          ],
          [
            "산출정보",
            "",
            "N/A"
          ]
        ],
        [
          [
            "요구사항  고유번호   PSR-003",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "지식재산권  공동  귀속  및  침해  금지  등"
          ],
          [
            "요구사항\n상세설명",
            "정의   계약목적물의  지식재산권  공동귀속",
            ""
          ],
          [
            "",
            "세부\n내용",
            "▪  당해  사업의  계약목적물의  지식재산권은  수협중앙회와  사업자가  공동으\n로  소유하며,  별도의  정함이  없는  한  지분은  균등한  것으로  함\n    -  다만,  개발의  기여도  및  계약목적물의  특수성(보안,  영업비밀  등)이  있는 \n경우  당사자  간  협의를  통해  소유권을  결정\n    -  본  사업을  통하여  발생된  지식재산권을  타  용도  및  상업적  활용  시  수\n협중앙회와  협의  후  활용하여야  함\n  ▪  사업자가  사업을  수행함에  있어  수협중앙회가  지식재산권  침해  관련  소\n송상  또는  소송외  청구를  당하거나  그로  인한  재판이  결정된  경우,  사\n업자의  부담으로  소송  또는  사용권  등을  획득하여  제공하거나,  침해시\n스템과  동등이상의  물품으로  대체하고  해당  물품을  철거하여야  함"
          ],
          [
            "산출정보",
            "",
            "N/A"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 29 - V 입찰안내 1. 입찰방식 및 방법 제한경쟁입찰협상에 의한 계약 2. 적용기준 본회 계약규정제59조의2 및 협상에 의한 계약요령 3. 참가자격 제안참가자는 제안서 제출 마감일 전일까지 다음 요건을 모두 갖춘 사업자 이어야 함. 수협중앙회 계약규정제20조경쟁입찰의 참가자격에 의한 경쟁 입찰 참가자격을 갖추어야 하며, 동 규정 제89조부정당업자의 입 찰참가자격제한에 해당하지 아니한 업체 소프트웨어 진흥법제48조제4항 및 독점규제 및 공정거래에 관한 법률 제31조에 따라 상호출자제한기업집단에 속하는 회사는 입찰 불가 입찰공고일 기준 최근 3년 이내에 단일 계약금액 기준, 200백만원 이상부가세 포함, 당해 용역과 유사한 정보화전략계획ISP, 정보 시스템마스터플랜ISMP 또는 프로세스혁신PI 컨설팅을 수행한 실적이 있는 업체 소프트웨어 진흥법제2조제4호에 따른 소프트웨어사업자컴퓨터 관련 서비스사업로 신고한 자 소프트웨어 진흥법제48조 및 동법시행령 제41조의 적용받는 사업으로 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침별표1과학기술 정보통신부 고시 제2021-90호에 따라 대기업 소프트웨어 사업자는 본 입찰에 참여할 수 없음 중소기업제품 구매촉진 및 판로지원에 관한법률 시행령제2조의2중소기 업자와의 우선조달계약 제1항제2호에 따라 중소기업기본법제2조에 따",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 30 - 른 중소기업자 또는 소상공인 보호 및 지원에 관한 법률제2조에 따른 소상공인으로서 중소기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업확인서를 소지한 업체 공동수급공동이행방식 및 재하도급 불가 4. 제안설명회 및 평가 제안설명회 개최 일 자 2024. 7. 3수 시간 및 장소는 추후 개별통보 세부내용 - 설명시간 업체당 20분제안설명 15분, 질의응답 5분 - 발표방법 프리젠테이션PT - 설명순서 제안서 접수순서타업체 방청 불가 - 발 표 자 본 과업을 수행할 총괄 PM사업관리자가 직접 발표 - 배 석 자 발표자 PM 1인 및 배석자 1인으로 참석을 제한함 - 기 타 제안설명회에 참석하지 않는 업체는 기술점수를 0점으로 처리함 제안서 평가 평가항목 및 배점 별지 1, 2. 제안서 평가기준 및 배점표 - 기술평가와 가격평가를 실시하여 종합평가점수로 평가 - 종합평가점수 기술평가 점수80 가격평가 점수20 기술평가 방법 - 객관적 평가 계약담당자가 평가기준에 따라 평가 - 주관적 평가 기술평가위원회를 구성하여 심사위원이 평가 제안자의제안설명및질의응답에의한평가 가격평가 방법 - 각 업체가 제안서 접수시 제출한 가격제안서에 의하여 평가",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 31 - 제출된 제안서 내용 및 제안 설명을 기초로 하여 본회의 제안요청서 모든 요소에 부합되는지를 고려하여 종합적으로 평가 평가결과는 공개하지 않는 것을 원칙으로 하며, 제안업체는 이에 대하여 이의를 제기할 수 없음. 5. 협상적격자 선정 및 협상방법 협상적격자 선정 및 협상순위 결정 입찰서의 입찰가격이 해당 사업예산 이하인 자로서, 제안서의 기술평가 결과와 제안서 가격평가 결과의 합산점수가 70점 이상인 자를 협상적 격자로 선정함 협상적격자를 대상으로 기술능력평가 점수와 입찰가격평가 점수를 합한 종합점수가 높은 자 순으로 우선협상대상자를 선정함. 최고점수를 얻은 자가 복수일 경우 제안서 기술평가 점수가 높은 업체를 우선협상대상자로 선정하되, 기술평가 점수가 동일한 경우 기술평가 배점이 큰 평가부문에서 높은 점수를 얻은 자를 우선협상대상자로 선정함. 협상절차 및 방법 협상순위에 따라 결정된 우선협상대상자와 협상하며, 협상이 성립된 때에는 다른 협상대상자와 협상을 하지 않음. - 우선협상대상자와 협상 결렬 시, 동일한 기준 절차에 따라 순차적으로 차次순위자와 협상을 실시함. - 모든 협상대상자와 협상이 결렬된 경우에는 재공고 입찰이 가능함. 협상대상자가 제안한 제안내용, 이행일정, 제안가격 등 제안서의 내용을 대 상으로 협상을 실시함. - 협상대상자가 제안한 이행과업내용, 이행일정 등의 내용을 대상으로 일 부수정, 보완, 변경, 추가, 삭제하여 그 내용의 일부를 협상 조정 가능함. 협상대상자가 제안한 내용을 가감하는 경우에는 그 가감되는 내용에 상당하 는 금액을 당해 사업예산또는 예정가격 범위 내에서 조정 가능함.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 32 - 6. 입찰시 유의사항 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 국가를 당사자로 하는 계약에 관한 법률등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있음. 입찰공고문 및 용역입찰유의서에 위반한 입찰은 무효로 함. 입찰자는 발주기관으로부터 배부 받은 입찰에 관한 서류 또는 각종 자료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용해서 안 됨. 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부정 한 행위를 한 제안사는 향후 신규 사업의 참여에 제한을 받을 수 있음. 본 사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함. 7. 제안서 제출 유의사항 제안된 내용이 사실과 다르거나 허위로 판명될 경우, 이로 인하여 발생 되는 모든 민형사상의 책임은 제안서를 제출한 업체에게 있음. 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 용역사업자는 이에 응하여야 함. ᄋ 추가자료 요청 시 제안업체는 이에 성실히 임하여야 하며, 자료 미제 출, 제안서 기재사항 누락, 상이함에 따른 불이익은 제안업체가 감수함. 제안내용의 전부 또는 일부에 대하여 담합한 사실이 발견되거나, 담합하 였다고 판단되는 경우에는 제안을 무효로 함. 제출된 제안서의 내용은 본회가 요청하지 않는 한 수정, 삭제 또는 대체 할 수 없음. 제안서에 제시된 내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 가짐. 다만, 계약서에 명시된 경우에는 계약서의 내용이 우선함. 8. 제안서 보상 제출된 제안서는 일체 반환하지 않으며, 본 제안을 위하여 소요되는 일 체의 비용은 제안사의 부담으로 함.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 33 - 9. 기타 사항 제출서류는 입찰 공고문에 따름. 제안서 제출 일정 및 방법은 입찰 공고문에 따름. 제안요청서에 대한 의문사항은 반드시 전화 또는 방문하여 질의하며, 응 답한 사항은 법적 효력을 갖지 못함. 문의처 ᄋ 수협중앙회 판매사업부 장익준 과장 02-2240-0110 VI 제안서 작성 요령 1. 제안서의 효력 사업범위는 제안요청서, 제안서, 제안발표내용, 기술협상내용, 사업수행 계획서 상에 포함된 내용까지 포함한다. 제안서에 제시된 내용과 발주자 요구에 의하여 수정, 보완, 변경된 제안 내용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 갖는 다. 다만, 계약서에 명시된 경우에는 계약서가 우선한다. 제안서의 모든 내용은 객관적으로 입증할 수 있어야 하며, 그 내용이 허 위로 확인될 경우 또는 입증요구에 입증하지 못하는 경우는 평가대상에서 제외한다. 제안서의 모든 기재내용이 허위로 작성한 사실이 발견되거나 제안된 내 용을 충족시키지 못할 경우 제안업체는 일체의 손해배상책임을 져야한다. 제안서의 해석에 관하여 이견이 있을 경우 상호 협의하여 조정한다. 제안내용에 대한 확인을 위하여 추가자료를 요청을 할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가진다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 34 - 2. 제안서 작성 권장사항 본 제안 요청서에 명기된 3. 제안서 목차 및 4. 세부 작성지침을 준 용하여 제안서를 작성하되, 제안요청서에서 요구하는 모든 사항이 기술 되어야 하며, 향상된 내용으로 제안할 수 있다. 또한 필요한 사항 위주 로 간단명료하게 작성하여야 한다. 작성 지침에 명시되지 않은 내용에 대한 추가적인 제안사항이 있는 경 우 해당 항목에 포함 또는 별도의 항목을 추가하여 작성할 수 있으며, 작성지침 항목 중 해당사항이 없는 경우는 해당 항목에 해당 없음으 로 간략히 기술한다. A4지 규격의 전자문서pdf로 작성을 권고하며, 제안서정량제안서 및 정성제안서과 발표본또는 요약본으로 별도 작성하되 제안서는 100쪽 내외, 발표본또는 요약본은 30쪽 내외로 작성하여야 한다. 각 쪽은 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여해야 한다. 제안서의 구성 및 목차는 가능한 제안서 작성지침의 순서 및 목차에 의 해 작성하여야 하며, 제안내용에 대한 증빙 등 관련 자료는 제안서에 첨 부해야 한다. 제안서 내용은 명확한 용어로 표현하고, 계량화가 가능한 것은 계량화해야 한다. 제안서의 모든 내용은 객관적으로 입증할 수 있어야 하며, 그 내용이 허 위로 확인될 경우 또는 입증요구에 입증하지 못하는 경우는 평가 대상 에서 제외된다. 제안내용을 보충하기 위해 참고문헌 활용 시, 참고문헌 목록을 첨부하고 인용부분을 명시하여야 하며 제안요청기관에서 요청 시 이를 제출해야 한다. 계약 후에도 제안서의 내용이 허위로 작성된 사실이 발견되거나 제안된 내용을 충족시키지 못할 경우 제안업체는 일체의 손해배상 책임을 져야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 35 - 제안서의 내용은 명확한 용어를 사용해서 표현하며, 를 제공할 수도 있다, 이 가능하다, 을 고려하고 있다 등과 같은 모호한 표현은 제안서 평가 시 불가능한 것으로 간주한다. 제출된 제안서의 기재내용은 제안요청기관의 요청이 없는 한 수정, 삭제 및 대체할 수 없다. 3. 제안서 목차 구분 세부목차 I. 일반현황 1. 제안사 일반현황 2. 제안사의 조직 및 인원 3. 수행조직 및 업무분장 II. 전략 및 방법론 1. 사업이해도 2. 수행경험 3. 추진전략 4. 사업추진 방법론 III. 기술 및 기능 1. 컨설팅 분석 2. 컨설팅 계획수립 3. 타당성 분석 4. 제약사항 IV. 데이터 1. 데이터 표준화 2. 데이터 요건 수행 V. 프로젝트 관리 1. 관리방법론 2. 일정계획 3. 수행환경 4. 사업수행 조직 5. 투입인력 이력사항 VI. 프로젝트 지원 1. 품질보증 2. 기술지원",
      "tables": [
        [
          [
            "구분",
            "세부목차"
          ],
          [
            "Ⅰ.  일반현황",
            "1.  제안사  일반현황\n2.  제안사의  조직  및  인원\n3.  수행조직  및  업무분장"
          ],
          [
            "Ⅱ.  전략  및  방법론",
            "1.  사업이해도\n2.  수행경험\n3.  추진전략\n4.  사업추진  방법론"
          ],
          [
            "Ⅲ.  기술  및  기능",
            "1.  컨설팅  분석\n2.  컨설팅  계획수립\n3.  타당성  분석\n4.  제약사항"
          ],
          [
            "Ⅳ.  데이터",
            "1. 데이터  표준화 \n2. 데이터  요건  수행"
          ],
          [
            "Ⅴ.  프로젝트  관리",
            "1.  관리방법론\n2.  일정계획\n3.  수행환경\n4.  사업수행  조직\n5.  투입인력  이력사항"
          ],
          [
            "Ⅵ.  프로젝트  지원",
            "1.  품질보증\n2.  기술지원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 36 - 4. 제안서 세부 작성 지침 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연력, 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매출액, 유사사업실적 등을 명료하게 제시하여야 한다. 별지 서식 3년 이내의 유사 사업실적BPRISPISMP, 개발 등 2. 제안사의 조직 및 인원 제안사의 조직 및 인원현황을 제시하여야 한다. 3. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. 별지 서식 - 용역책임자는 임원급으로 제시 - 투입인력은 경험이 풍부한 전문기술인력을 위주로 제안하고, 제안인력의 변경 최소화 방안을 제시하여야 한다. II. 전략 및 방법론 1. 사업 이해도 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 2. 수행 경험 제안사가 유사 성격의 사업 수행 경험을 토대로 본 ISMP 사업의 원활한 사업 수행이 가능한지를 제시한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이 고 타당한 대안을 제시하여야 한다. 3. ISMP 방법론 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 경험을 기 술한다. 또한, 방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. III. 사업 수행 방안 1. 컨설팅기능 분석 컨설팅 산출물 도출을 위해 필요한 내외부 환경, 기술동향, 업무조직시스템 분석 및 유사사례 분석 등의 내외부 환경 및 현황분석 방안을 구체적으로 기술한다. 2. 컨설팅 계획수립 컨설팅 분석 결과에 따른 시사점 및 개선사항 도출과 이해관계자 검토를 통한 사업 추진 범위 및 방향성 도출 및 전략기술구축정보관리프로세스 개선 등의 미래모 델 설계 방안을 기술한다. 3. 데이터 요구사항 데이터 요구사항을 분석하고, 해당 요건에 따라 컨설팅 수행방안에 대해 구체적으 로 제시하여야 한다. 3. 타당성 분석 도출할 미래모델에 대한 비용 산출, 편익 산출 및 대안별 경제성 도출 방안을 구 체적이고 적절하게 기술한다 4. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로 기술하여 야 한다. IV. 성능 및 품질 관리 1. 산출물 생성 및 관리 이행하고자 하는 현황분석을 통해 산출물의 구체성과 적정성이 충족되도록 최적의 방법론 및 분석 도구를 통하여 일관성 있게 분석하고 대상 기관의 조직, 인력 및 예산 등의 제약 요인을 충분히 고려하여 활용 방안을 구체적으로 기술하여야 한다. 사업 수행 단계별로 작성되는 산출물 리스트와 제출 시기 및 방법을 기술하여야 한다. 2. 품질 보증 및 관리 적용 분석 도구, 수립 및 이행 방안이 구체적으로 분석하고, 현황 분석 및 전략계 획 수립시 각 단계별 품질 요구사항의 점검, 검토 방안, 인력, 인터페이스 고려",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사  일반현황",
            "제안사의  일반현황  및  주요  연력,  최근  3년간의  자본금  및  부문별(컨설팅,  개발  등) \n매출액,  유사사업실적*  등을  명료하게  제시하여야  한다.  [별지  서식]\n    *  3년  이내의  유사  사업실적(BPR/ISP/ISMP,  개발  등)"
          ],
          [
            "2.  제안사의 \n      조직  및  인원",
            "제안사의  조직  및  인원현황을  제시하여야  한다."
          ],
          [
            "3.  수행조직  및\n      업무분장",
            "본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  한다.  [별지  서식]\n  -  용역책임자는  임원급으로  제시\n  -  투입인력은  경험이  풍부한  전문기술인력을  위주로  제안하고,  제안인력의  변경 \n최소화  방안을  제시하여야  한다."
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업  이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의  목적,  범위, \n전제조건  및  제안의    특징  및  장점을  요약하여  기술하여야  한다."
          ],
          [
            "2.  수행  경험",
            "제안사가  유사  성격의  사업  수행  경험을  토대로  본  ISMP  사업의  원활한  사업 \n수행이  가능한지를  제시한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소  고려하여  창의적이\n고  타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  ISMP  방법론",
            "적용할  방법론  절차  및  기법의  활용방안을  제시하여야  하며,  적용방법론의  경험을  기\n술한다.\n  또한,  방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "Ⅲ.  사업  수행  방안",
            ""
          ],
          [
            "1.  컨설팅(기능) \n분석",
            "컨설팅  산출물  도출을  위해  필요한  내·외부  환경,  기술동향,  업무·조직·시스템  분석 \n및  유사사례  분석  등의  내·외부  환경  및  현황분석  방안을  구체적으로  기술한다."
          ],
          [
            "2.  컨설팅  계획수립",
            "컨설팅  분석  결과에  따른  시사점  및  개선사항  도출과  이해관계자  검토를  통한  사업\n추진  범위  및  방향성  도출  및  전략·기술·구축·정보관리·프로세스  개선  등의  미래모\n델  설계  방안을  기술한다."
          ],
          [
            "3.  데이터  요구사항",
            "데이터  요구사항을  분석하고,  해당  요건에  따라  컨설팅  수행방안에  대해  구체적으\n로  제시하여야  한다."
          ],
          [
            "3.  타당성  분석",
            "도출할  미래모델에  대한  비용  산출,  편익  산출  및  대안별  경제성  도출  방안을  구\n체적이고  적절하게  기술한다"
          ],
          [
            "4.  제약사항",
            "기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안을  구체적으로  기술하여\n야  한다."
          ],
          [
            "Ⅳ.  성능  및    품질  관리",
            ""
          ],
          [
            "1.  산출물  생성\n      및  관리",
            "이행하고자  하는  현황분석을  통해  산출물의  구체성과  적정성이  충족되도록  최적의 \n방법론  및  분석  도구를  통하여  일관성  있게  분석하고  대상  기관의  조직,  인력  및 \n예산  등의  제약  요인을  충분히  고려하여  활용  방안을  구체적으로  기술하여야  한다.\n  사업  수행  단계별로  작성되는  산출물  리스트와  제출  시기  및  방법을  기술하여야  한다."
          ],
          [
            "2.  품질  보증  및  관리",
            "적용  분석  도구,  수립  및  이행  방안이  구체적으로  분석하고,  현황  분석  및  전략계\n획  수립시  각  단계별  품질  요구사항의  점검,  검토  방안,  인력,  인터페이스  고려"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 37 - VII 기타 1. 계약조건 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 본회계약규정및 협상에 의한 계약요령등을 입찰 전에 완전히 숙지하였다고 간주하 며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있음. 낙찰자는 낙찰 통지를 받은 후 10일 이내에 소정의 서식에 의한 계약서 에 의하여 계약을 체결하여야 함. 항 목 작 성 방 법 방안 등을 구체적으로 기술하여야 한다. V. 프로젝트 관리 및 인력 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물이나 산출 물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 한다. 2. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등을 제시하여야 한다. 3. 수행환경 정보화 컨설팅 과업 수행에 필요한 장비 및 작업장소의 준비 및 대응방안이 제안요청서의 요구사항을 충족할 수 있도록 제시한다 4. 수행조직 및 업무 분장 본 사업을 수행할 조직, 업무 분장이 사업을 추진하기 위해 최적화하여 구성 및 제시한다. - 용역책임자는 임원급으로 제시 5. 핵심인력 및 이력사항 투입인력이 프로젝트를 성공적으로 수행하기 위한 기술과 경험을 보유하고 있는 지 상세히 제시한다. VI. 프로젝트 지원 1. 품질보증 조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증방안을 제시하여야 한다. 2. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육 일정, 교육훈력 조직 등을 상세히 제시하여야 한다. 3. 유지관리 하자보수 및 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활 동 등을 종합적으로 제시하여야 한다. 4. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정 보보호 대책을 제시하여야 한다. VII 기타 기타 상기항목에서 제시되지 않은 기타 내용을 기술한다.",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "방안  등을  구체적으로  기술하여야  한다.",
            ""
          ],
          [
            "Ⅴ.  프로젝트  관리  및  인력",
            ""
          ],
          [
            "1.  관리방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행  성과물이나  산출\n물의  형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여야  한다."
          ],
          [
            "2.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  인력,  조직  등을  제시하여야 \n한다."
          ],
          [
            "3.  수행환경",
            "정보화  컨설팅  과업  수행에  필요한  장비  및  작업장소의  준비  및  대응방안이  제안요청서의 \n요구사항을  충족할  수  있도록  제시한다"
          ],
          [
            "4.  수행조직  및  업무\n분장",
            "본  사업을  수행할  조직,  업무  분장이  사업을  추진하기  위해  최적화하여  구성  및 \n제시한다.\n  -  용역책임자는  임원급으로  제시"
          ],
          [
            "5.  핵심인력  및 \n    이력사항",
            "투입인력이  프로젝트를  성공적으로  수행하기  위한  기술과  경험을  보유하고  있는\n지  상세히  제시한다."
          ],
          [
            "Ⅵ.  프로젝트  지원",
            ""
          ],
          [
            "1.  품질보증",
            "조직,  인원,  방법,  절차  등  해당  사업의  수행을  위한  품질보증방안을  제시하여야 \n한다."
          ],
          [
            "2.  교육훈련",
            "사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방법,  내용,  교육\n일정,  교육훈력  조직  등을  상세히  제시하여야  한다."
          ],
          [
            "3.  유지관리",
            "하자보수  및  유지관리  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활\n동  등을  종합적으로  제시하여야  한다."
          ],
          [
            "4.  기밀보안",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과  개인정\n보보호  대책을  제시하여야  한다."
          ],
          [
            "Ⅶ  기타",
            ""
          ],
          [
            "기타\n  상기항목에서  제시되지  않은  기타  내용을  기술한다.",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 38 - 낙찰자는 계약체결 전까지 계약보증금을 유가증권 또는 보증보험증권으 로 제출하여야 함계약금액의 100분의 10 이상 입찰자 또는 낙찰자가 계약 규정제89조의 규정에 해당하는 경우에는 발주사의 규정에 따라 일정 기간 동안의 입찰참가자격을 제한할 수 있음. 낙찰자는 계약에 응하여야 하며, 계약불이행시 부정당업자로 입찰참가자 격 제한을 받게 됨. 낙찰자는 계약체결 시 사업수행계약서와 별도로 비밀정보의 범위, 보안 준수 사항, 위반 시 민형사상 책임, 지식재산권 문제, 자료의 반환 등이 포함된 비밀유지계약서를 작성해야 함. 과제 수행 완료 후 사업 용역대행사의 사업수행 평가 결과가 불량일 경 우 향후 본 사업 참여에 제한을 받을 수 있음. 낙찰자로 결정된 이후에 본 사업의 전부를 하청 또는 재하청을 할 수 없음. 낙찰자는 계약체결 시 세부 사업수행계획서산출내역서, 세부 추진계획, 세부추진 일정표, 추진체계도 등를 제출하여야 하며, 일정단위로 사업 추진 실적을 정기적으로 제출하여야 함. 계약 규정제12조경쟁입찰의 참가자격, 용역입찰유의서 제14조입 찰의 무효에 저촉될 경우 입찰은 무효로 함. 투입인력의 근무시간은 통상적인 근무시간09001800 준수 발주기관이 자질 부족, 근무태도 불량 등의 사유로 투입인력의 교체를 원할 경우, 특별한 사유가 없는 한 상호 협의하에 교체 투입",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 39 - 투입인력 변경을 필요로 하는 경우 사전에 발주기관과 협의하여 승인을 득한 후 동급 이상의 인력으로 교체하여야 함 사업추진에 필요한 사무공간 및 부대장비컴퓨터,프린터 등는 낙찰자가 자체적으로 확보하여야 함. 계약 기간 내에 사업이 완료되지 못하였을 경우 국가를 당사자로 하 는 계약에 관한 법률 시행령에 의한 지체 상금을 적용하며 불가항력 천재지변, 전쟁 등에 의한 경우에는 계약자간 협의하여 처리 2. 기타 제안 관련 유의사항 본 입찰에 참가하는 자는 청렴계약 이행확약서 내용을 숙지한 후, 대표 자가 날인하여 반드시 제출하여야 함. 입찰자는 발주사로부터 배부받은 입찰에 관한 서류 또는 각종 자료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용하여서는 아니 됨. VIII 용역사업 보안사항 관련 1. 외주 용역사업 보안 특약 조항 사업자는 본회의 보안정책을 위반하였을 경우 2. 계약대상자 위규처 리 기준에 따라 위규자 및 관리자를 행정조치하고 3. 보안 위약금 부과 기준에 따른 보안 위약금을 본회에 납부해야 함. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 누출금지 대상정보에 대한 보안 관리 계 획을 사업제안서에 기재하여야 하며, 해당 정보 누출 시 본회는 국가계 약법 시행령 제76조에 따라 사업자를 부정당업체로 등록함. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 40 - 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업 종료 시 사업 책임자의 입회하에 완전 폐기 또는 반납해야 함. 사업자는 사업 최종 산출물에 대해 정보보안 전문가 또는 전문보안 점 검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 함. 2. 계약대상자 보안위규 처리 기준 구분 위 규 사 항 처리기준 심각 1. 비밀및대외비급정보유출및유출시도 가. 정보시스템에대한구조, 데이터베이스등의정보유출 나. 개인정보신상정보목록유출 다. 비공개항공사진공간정보등비공개정보유출 2. 정보시스템에대한불법적행위 가. 관련시스템에대한해킹및해킹시도 나. 시스템구축결과물에대한외부유출 다. 시스템내인위적인악성코드유포 사업참여제한 위규자및직속 감독자중징계요청 재발방지를위한 조치계획제출 위규자대상특별 보안교육실시 중대 1. 비공개정보관리소홀 가. 비공개정보를책상위등에방치 나. 비공개정보를휴지통폐지함등에유기또는이면지활용 다. 개인정보신상정보목록을책상위등에방치 라. 기타비공개정보에대한관리소홀 2. 사무실보호구역보안관리허술 가. 통제구역출입문을개방한채퇴근등 나. 인가되지않은작업자의내부시스템접근 다. 통제구역내장비시설등무단사진촬영 3. 전산정보보호대책부실 가. 업무망인터넷망혼용사용, 보안USB 사용규정위반 나. 웹하드P2P 등인터넷자료공유사이트를활용하여 용역사업관련자료수발신 다. 개발유지보수시원격작업사용 라. 저장된비공개정보패스워드미부여 위규자및직속 감독자중징계 요청 재발방지를위한 조치계획제출 위규자대상 특별보안교육실시",
      "tables": [
        [
          [
            "구 분",
            "위\n규\n사\n항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n나. 개인정보·신상정보 목록 유출\n다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n가. 관련 시스템에 대한 해킹 및 해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포",
            "◦ 사업참여 제한\n◦ 위규자 및 직속\n감독자 중징계 요청\n◦ 재발 방지를 위한\n조치계획 제출\n◦ 위규자 대상 특별\n보안교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀\n가. 비공개 정보를 책상 위 등에 방치\n나. 비공개 정보를 휴지통·폐지함 등에 유기 또는 이면지 활용\n다. 개인정보·신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실·보호구역 보안관리 허술\n가. 통제구역 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진촬영\n3. 전산정보 보호대책 부실\n가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반\n나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하여\n용역사업 관련 자료 수·발신\n다. 개발·유지보수 시 원격작업 사용\n라. 저장된 비공개 정보 패스워드 미부여",
            "◦ 위규자 및 직속\n감독자 중징계\n요청\n◦ 재발 방지를 위한\n조치 계획 제출\n◦ 위규자 대상\n특별보안교육 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 41 - 구분 위 규 사 항 처리기준 마. 인터넷망연결PC 하드디스크에비공개정보를저장 바. 외부용PC를업무망에무단연결사용 사. 보안관련프로그램강제삭제 아. 사용자계정관리미흡및오남용시스템불법접근시도등 보통 1. 기관제공중요정책민감자료관리소홀 가. 주요현안보고자료를책상위등에방치 나. 정책현안자료를휴지통폐지함등에유기또는이면지활용 2. 사무실보안관리부실 가. 캐비닛서류함책상등을개방한채퇴근 나. 출입키를책상위등에방치 3. 보호구역관리소홀 가. 통제제한구역출입문을개방한채근무 나. 보호구역내비인가자가출입허용등통제미실시 4. 전산정보보호대책부실 가. 휴대용저장매체를서랍책상위등에방치한채퇴근 나. 네이트온등비인가메신저무단사용 다. PC를켜놓거나보조기억매체CD, USB 등를꽂아놓고퇴근 라. 부팅화면보호패스워드미부여또는1111 등단순숫자부여 마. PC 비밀번호를모니터옆등외부에노출 바. 비인가보조기억매체무단사용 위규자및직속 감독자경징계 위규자및직속 감독자사유서 경위서징구 위규자대상 특별보안교육실시 경미 1. 업무관련서류관리소홀 가. 진행중인업무자료를책상등에방치, 퇴근 나. 복사기인쇄기위에서류방치 2. 근무자근무상태불량 가. 각종보안장비운용미숙 나. 경보보안장치작동불량 3. 전산정보보호대책부실 가. PC내보안성이검증되지않은프로그램사용 나. 보안관련소프트웨어의주기적점검위반 위규자서면또는 구두경고등문책 위규자사유서 경위서징구",
      "tables": [
        [
          [
            "구 분",
            "위\n규\n사\n항",
            "처 리 기 준"
          ],
          [
            "",
            "마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n바. 외부용 PC를 업무망에 무단 연결 사용\n사. 보안관련 프로그램 강제 삭제\n아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            ""
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책·민감 자료 관리 소홀\n가. 주요 현안·보고 자료를 책상 위 등에 방치\n나. 정책·현안자료를 휴지통·폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n가. 캐비닛·서류함·책상 등을 개방한 채 퇴근\n나. 출입키를 책상 위 등에 방치\n3. 보호구역 관리 소홀\n가. 통제·제한구역 출입문을 개방한 채 근무\n나. 보호구역내 비인가자가 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n가. 휴대용저장매체를 서랍·책상 위 등에 방치한 채 퇴근\n나. 네이트온 등 비인가 메신저 무단 사용\n다. PC를켜놓거나보조기억매체(CD, USB 등)를꽂아놓고 퇴근\n라. 부팅·화면보호 패스워드 미부여 또는 “1111” 등 단순 숫자 부여\n마. PC 비밀번호를 모니터 옆 등 외부에 노출\n바. 비인가 보조기억매체 무단 사용",
            "◦ 위규자 및 직속\n감독자 경징계\n◦ 위규자 및 직속\n감독자 사유서 /\n경위서 징구\n◦ 위규자 대상\n특별보안교육 실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기·인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 경보·보안장치 작동 불량\n3. 전산정보 보호대책 부실\n가. PC내 보안성이 검증되지 않은 프로그램 사용\n나. 보안관련 소프트웨어의 주기적 점검 위반",
            "◦ 위규자 서면 또는\n구두 경고 등 문책\n◦ 위규자 사유서 /\n경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 42 - 3. 보안 위약금 부과 기준 구분 위규행위 위규수준 심각1건이상 중대1건이상 보통2건이상 위약금 부정당업자등록및 계약금액의5 계약금액의3 계약금액의2 관련근거 국가를당사자로하는계약에관한법률시행령제76조부정당업자의입찰참가 자격제한 보안위약금은다른요인에의해상쇄, 삭감이되지않도록부과 위규수준이경미3건은보통1건을위반한것으로봄 사업종료시대금조정을통해위약금정산 IX 기타사항 1. 계약목적물의 지식재산권 귀속 용역계약일반조건 제35조의2 에 따라 본 사업의 수행 결과물에 대한 지 식재산권은 발주기관과 계약상대자가 공동으로 소유하며, 정함이 없는 한 지분은 균등한 것으로 함. 다만, 기여도 및 계약목적물의 특수성을 고려하여 계약대상자간의 협의 를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있 음. 또한, 지식재산권의 타 용도 활용 시 발주기관과 협의하여야 함. 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발 주기관에서는 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함단 계약상대자는 아래 내용을 준수하여야 함 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출 금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명의의 확약서를 발주기관에 제출하여야 함.",
      "tables": [
        [
          [
            "구 분",
            "위 규 행 위",
            "",
            ""
          ],
          [
            "위규수준",
            "심각 1건 이상",
            "중대 1건 이상",
            "보통 2건 이상"
          ],
          [
            "위 약 금",
            "부정당업자 등록 및\n계약금액의 5%",
            "계약금액의 3%",
            "계약금액의 2%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 43 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주 기관으로부터 사전승인을 받아야 함. 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출 되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가 계약법 시행령제76조제1항제3호에 따라 입찰참가자격을 제한함. 2. 개발 SW 공동활용 정보시스템마스터플랜 사업으로 해당사항 없음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 44 - 붙임 1 제출서류 별지서식 서식 제1호입찰참가신청서 서식 제2호서 약 서 서식 제3호일반현황 및 연혁 서식 제4호유사 용역 사업수행실적 서식 제5호사업실적증명서 서식 제6호투입인력 총괄명부 서식 제7호참여인력 이력사항 서식 제8호가격입찰서 서식 제9호가격산출내역서 서식 제10호청렴계약 이행확약서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 45 - 서식 제1호 입 찰 참 가 신 청 서 아래사항 중 해당되는 경우에만 기재하시기 바랍니다. 처리기한 즉 시 신청인 상호또는법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 생년월일 입찰개요 입찰공고번호 제2024- 호 입 찰 일 자 2024. . . 입찰건명 수협중앙회 수산물 사이버 직매장 시스템 재구축 ISMP 수립 용역 입 찰 보 증 금 납부 보증금율 입찰금액의 5100이상 보 증 액 금 원정 보증금 납부방법 납부면제 및 지급확약 해당사항없음 대리인ᆞ 사용인감 본 입찰에 관한 일체의 권한을 다 음의 자에게 위임합니다. 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 성 명 생년월일 사용인감 인 본인은 위의 번호로 공고한 귀 회의 입찰협상에 의한 계약에 참가하고자 귀 회에서 정한 입찰유의서 및 입찰공고 사항을 모두 승낙하고 별첨서류를 첨부하 여 입찰 참가신청을 합니다. 붙임서류 1. 제안요청서에 요구한 서류 2. 인감증명서 3. 기타 공고로서 정한 서류 20 년 월 일 신청인 인 수산업협동조합중앙회 귀중",
      "tables": [
        [
          [
            "처리기한\n입  찰  참  가  신  청  서\n즉        시\n  *  아래사항  중  해당되는  경우에만  기재하시기  바랍니다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호또는법인명칭",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주\n소",
            "",
            "",
            "전  화  번  호",
            ""
          ],
          [
            "",
            "대\n표\n자",
            "",
            "",
            "생 년 월 일",
            ""
          ],
          [
            "입 찰 개 요",
            "입찰공고번호",
            "",
            "제2024-      호",
            "입  찰  일  자",
            "2024.    .    ."
          ],
          [
            "",
            "입 찰 건 명",
            "",
            "수협중앙회  수산물  사이버  직매장  시스템  재구축 \nISMP  수립  용역",
            "",
            ""
          ],
          [
            "입\n찰\n보 증 금",
            "납부",
            "○  보증금율  :                  %(입찰금액의  5/100이상)\n  ○  보  증  액  :  금                          원정(￦                        )\n  ○  보증금  납부방법  :",
            "",
            "",
            ""
          ],
          [
            "",
            "납부면제 \n및 \n지급확약",
            "○  해당사항없음",
            "",
            "",
            ""
          ],
          [
            "대 리 인 ㆍ\n사 용 인 감",
            "본  입찰에  관한  일체의  권한을  다\n음의  자에게  위임합니다.",
            "",
            "",
            "본  입찰에  사용할  인감을  다음과 \n같이  신고합니다.",
            ""
          ],
          [
            "",
            "○  성        명  :               \n○  생년월일  :",
            "",
            "",
            "○  사용인감                              (인)",
            ""
          ],
          [
            "본인은  위의  번호로  공고한  귀  회의  입찰(협상에  의한  계약)에  참가하고자 \n귀  회에서  정한  입찰유의서  및  입찰공고  사항을  모두  승낙하고  별첨서류를  첨부하\n여  입찰  참가신청을  합니다.\n붙임서류  :  1.  제안요청서에  요구한  서류   \n                    2.  인감증명서\n                    3.  기타  공고로서  정한  서류\n                                                                                                        20    년      월      일\n                                                                                    신청인  :                                      (인)\n  수산업협동조합중앙회  귀중",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 46 - 서식 제2호 서 약 서 용역명 수협중앙회 수산물 사이버직매장 재구축 ISMP 수립 용역 위 건 용역 입찰에 참여함에 있어 모든 서류와 증빙자료는 신의와 성실 의 원칙에 입각하여 작성하여 제출하였으며, 만일 제출한 서류 및 증빙자 료가 허위기재 또는 부실한 자료작성 및 중대한 오류로 인하여 귀 회의 공 정한 평가를 저해한 경우에는 평가대상에서 제외 또는 귀 회의 관련 규정 에 따른 어떠한 조치에도 아무런 이의를 제기하지 않을 것이며, 제안서 평가 를 위해 구성된 평가위원회의 구체적 평가방법과 평가기준, 대상자 선정결 과에 대해서도 일체의 이의를 제기하지 않으며, 협상대상자로 선정시에는 성실하게 계약을 이행할 것임을 확약하고 이에 서약서를 제출합니다. 20 년 월 일 회사명 대 표 인 수산업협동조합중앙회 귀중",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 47 - 서식 제3호 일 반 현 황 및 연 혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 . . . . . . 년 개월 종 업 원 수 주요연혁",
      "tables": [
        [
          [
            "회          사            명",
            "대  표  자"
          ],
          [
            "사    업          분    야",
            ""
          ],
          [
            "주                          소",
            ""
          ],
          [
            "전      화      번      호",
            ""
          ],
          [
            "회  사  설  립  년  도                 년              월",
            ""
          ],
          [
            "해당부문  종사기간     .      .      .    ∼          .      .      .  (      년      개월)",
            ""
          ],
          [
            "종      업      원      수",
            ""
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "서식 제4호 유사 용역 사업 수행 실적 NO 사 업 명 사업 개요 발주처 계약금액 천원, 부가세포함 계약기간 비고 1 2 3 4 5 용역실적증명원서식7 또는 한국소프트웨어산업협회장이 발급하는 소프트웨어사업 수행실 적 확인서를 첨부한 사업을 기준으로 용역수행 완료일자 순으로 기재 - 실적증명원확인서 외 계약서 등 증빙 자료 첨부 증빙 없을시 실적 인정되지 않으며, 평가시에도 반영되지 아니함 참고 1. 공고일 기준 최근 3년 이내 수행실적만 고액 순으로 기재 2. 특이사항은 비고란에 명시 3. 최근 연도순으로 실적 기재 4. 공동도급의 경우는 계약금액난에 제안사의 지분을 함께 기재 5. 용역건별 실적자료 첨부 6. 공고일까지 계약 완료된 사업만 실적 금액 인정 7. 최대 5개까지 작성 가능 8. 하도급 실적 제외",
      "tables": [
        [
          [
            "NO 사  업  명",
            "",
            "사업  개요",
            "발주처",
            "계약금액\n(천원,  부가세포함)",
            "계약기간",
            "비고"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "서식 제5호 사업 실적 증명서 신청인 업체명상호 대 표 자 영업소재지 전 화 번 호 사업자번호 제 출 처 증명서 용도 입찰 및 제안서 심사 제출용 사 업 이 행 실 적 내 용 사 업 명 구 분 ISPISMPBPR PMO감리 시스템개발 운영 및 유지관리 기 타 사 업 개 요 계 약 번 호 계약일자 계약기간 계약 금액 이행실적 비 고 공동비율 실 적 증명서 발 급 기 관 위 사실을 증명함 년 월 일 기 관 명 인 전화번호 주 소 FAX번호 발급부서 담당자 인 1사업실적을 공동계약으로 이행하였을 경우 비율과 이행실적을 기재하여야 합니다. 2이행실적란은 기재 후 투명접착테이프를 붙여 증명을 받아야 합니다. 3별도 양식으로 작성하는 경우는 그에 따릅니다. 관련 평가항목이 없는 경우 제안서에 사업실적 증명 서식은 제출하지 않음",
      "tables": [
        [
          [
            "신청인",
            "업체명(상호)",
            "",
            "",
            "",
            "",
            "대      표      자",
            "",
            ""
          ],
          [
            "",
            "영업소재지",
            "",
            "",
            "",
            "",
            "전  화    번  호",
            "",
            ""
          ],
          [
            "",
            "사업자번호",
            "",
            "",
            "",
            "",
            "제      출      처",
            "",
            ""
          ],
          [
            "",
            "증명서  용도",
            "입찰  및  제안서  심사  제출용",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업\n이    행\n실    적\n내    용",
            "사  업  명",
            "",
            "",
            "",
            "구  분",
            "ISP/ISMP/BPR        (      ) \n  PMO/감리      (      ) \n  시스템개발     (      ) \n  운영  및  유지관리 \n(      )\n  기        타         (      )",
            "",
            ""
          ],
          [
            "",
            "사  업  개  요",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계  약  번  호",
            "계약일자",
            "계약기간",
            "계약\n금액",
            "이행실적",
            "",
            "",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "공동비율",
            "",
            "실      적",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발    급\n기    관",
            "위  사실을  증명함\n                                                                                                          년        월        일",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기  관  명  :                                            (인)          (전화번호  :                              )",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주        소  :                                                              (FAX번호  :                              )",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서  :\n      담당자  :                            (인)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "서식 제6호 투입인력 총괄명부 연번 성 명 직 위 참여임무 투입기간 주요경력 관련 분야 학위 및 자격사항 1. 작성기준일 입찰공고일 2. 본 용역 관련 주요경력만 기재할 것 3. 본 용역에 참여하는 인원 전부를 기재할 것 4. 1인이 자격증을 여러 개 소지한 경우 상위 1개만 작성",
      "tables": [
        [
          [
            "연번",
            "성\n    명",
            "직  위",
            "참여임무",
            "투입기간",
            "주요경력\n(관련  분야)",
            "학위  및\n자격사항"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "서식 제7호 참여인력 이력사항 성 명 한자 연 령 소속 직위 최종학력 대학교 전공학위 해당분야근무경력 년 월 대학원 전공학위 본사업 참여임무 자격사항 경 력 사 항 근무처 근무기간 직위 담당업무 용 역 수 행 실 적 발주기관 계약금액 참여역할 비고 참여인력은 반드시 본 용역에 참여 가능한 인력으로 구성하여야 하며, 개인별 보유자격 및 경력사항의 허위작성이 판명될 경우, 평가 후 일지라도 계약업체 선정을 무효화 할 수 있음",
      "tables": [
        [
          [
            "성  명\n(한자)",
            "연  령",
            "",
            "",
            "",
            "",
            "소속",
            "",
            "",
            "직위"
          ],
          [
            "최종학력",
            "대학교          전공(학위)",
            "",
            "",
            "",
            "",
            "해당분야근무경력",
            "",
            "",
            "년      월"
          ],
          [
            "",
            "대학원          전공(학위)",
            "",
            "",
            "",
            "",
            "본사업  참여임무",
            "",
            "",
            ""
          ],
          [
            "자격사항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "경    력    사    항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "근무처",
            "",
            "",
            "근무기간",
            "",
            "직위",
            "",
            "",
            "담당업무",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "용  역  수  행  실  적",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "발주기관",
            "",
            "계약금액",
            "",
            "참여역할",
            "",
            "",
            "비고",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "서식 제8호 가 격 입 찰 서 입찰건명 입찰공고번호 제2024- 호 제안금액 일금 원정 제 안 자 상호법인명 법인등록번호 주 소 전 화 번 호 대표자 주민등록번호 담당직원 연 락 처 소속부서 FAX 전화번호 E-mail 상기 금액으로 가격입찰서를 제출합니다. 붙임 가격 산출내역서 1부 2024년 월 일 제안자 직인 수산업협동조합중앙회 귀중 제안금액은 한글 또는 한자로 기재하고 아라비아 숫자를 병기 봉투 상, 중, 하단 절개면에 인감날인 후 투명테이프로 봉인하여 제출 붙임은 반드시 별도의 용지로 작성하여 제출",
      "tables": [
        [
          [
            "가  격  입  찰  서",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰건명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰공고번호",
            "",
            "제2024-                호",
            "",
            "",
            ""
          ],
          [
            "제안금액",
            "",
            "일금                                          원정  (￦                                    )",
            "",
            "",
            ""
          ],
          [
            "제\n안\n자",
            "상호/법인명",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주    소",
            "",
            "",
            "전  화  번  호",
            ""
          ],
          [
            "",
            "대표자",
            "",
            "",
            "주민등록번호",
            ""
          ],
          [
            "",
            "담당직원\n연  락  처",
            "소속부서",
            "",
            "FAX",
            ""
          ],
          [
            "",
            "",
            "전화번호",
            "",
            "E-mail",
            ""
          ],
          [
            "상기  금액으로  가격입찰서를  제출합니다.\n붙임  :  가격  산출내역서  1부\n2024년      월      일\n                                                        제안자  :                                (직인)\n  수산업협동조합중앙회  귀중",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "서식 제9호 가 격 산 출 내 역 서 총사업비 일금 원 단위 원 항 목 단 위 산출 내역 구 성 비 비 고 수 량 금 액 순 용 역 원 가 1 노 무 비 식 식 식 식 노무비계 2 경 비 식 식 식 식 식 식 식 경비계 3 순 용역원가12 4일반관리비 3의 5이내 5.00 5 이 윤 34의 10이내 10.00 6 총 용역원가 345 총 합 계 천원미만 절사 이 서식은 이해를 돕기 위한 기본양식이므로 내용에 따라 항목별 추가 또는 삭제 가능",
      "tables": [
        [
          [
            "항                목",
            "",
            "",
            "단  위",
            "산출  내역",
            "",
            "구  성  비",
            "비        고"
          ],
          [
            "",
            "",
            "",
            "",
            "수  량",
            "금  액",
            "",
            ""
          ],
          [
            "용 역 원 가\n순",
            "① 노 무 비",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "노무비계",
            "",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "② 경\n비",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "",
            "식",
            "",
            "",
            "%",
            ""
          ],
          [
            "",
            "",
            "경비계",
            "",
            "",
            "",
            "%",
            ""
          ],
          [
            "③  순  용역원가(①+②)",
            "",
            "",
            "",
            "",
            "",
            "%",
            ""
          ],
          [
            "④일반관리비 \n(③의  5%이내)",
            "",
            "",
            "%",
            "5.00",
            "",
            "%",
            ""
          ],
          [
            "⑤  이            윤 \n(③+④의  10%이내)",
            "",
            "",
            "%",
            "10.00",
            "",
            "%",
            ""
          ],
          [
            "⑥  총  용역원가\n(③+④+⑤)",
            "",
            "",
            "",
            "",
            "",
            "%",
            ""
          ],
          [
            "총  합  계",
            "",
            "",
            "",
            "",
            "천원미만  절사",
            "%",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "서식 제10호 청렴계약 이행확약서 당사는 공정하고 투명한 기업경영과 자유경쟁이 기업발전과 기업경쟁력 향상 의 관건임을 깊이 인식하며, 귀 수산업협동조합중앙회이하 수협이라 한다 의 청렴계약제도 시행 취지에 적극적으로 호응하여 다음 사항을 준수 및 성실히 답변할 것을 확약합니다. 1. 당사는 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 유도하거나 다른 업체 와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정 행위를 하지 않겠습니다. 2. 당사는 계약체결 및 계약이행 과정에서 부정청탁 및 금품등 수수의 금지에 관한 법률을 준수하여 수협의 계약 관련 임직원에게 동 법률에 따른 부정청 탁 및 금품등친인척 등에 대한 부정한 취업 제공을 포함한다 부당한 이익을 제공하지 않겠습니다. 3. 당사는 공정한 직무수행을 방해하는 알선청탁을 통하여 입찰 또는 계약과 관 련된 특정 정보의 제공을 요구하거나 받는 행위를 하지 않겠습니다. 4. 당사는 수협에 재직하고 있는 임직원 또는 임직원의 4촌 이내의 친족민법 제767조에 따른 친족을 말함이 설립하거나 취업임직원으로 취업한 경우에 한함한 사실이 없습니다. 본 호는 수의계약에만 적용하며 경쟁입찰에는 적용하지 않습니다. 5. 당사는 수협에서 퇴직한 자퇴직일부터 2년 이내가 설립하거나 재취업임원 으로 취업한 경우에 한함한 사실이 없습니다. 본 호는 수의계약에만 적용하며 경쟁입찰에는 적용하지 않습니다. 6. 최근 1년간 법인대표자 포함 전제범죄 위반조세포탈, 도박개장죄, 사행 성 및 불법 게임몰 이용, 관세포탈, 밀수출입, 재산국외도피, 횡령, 상습도박 죄, 법외사행행위, 허위매출전표 작성 등으로 처벌 받은 사실이 없습니다. 처벌 받은 적이 있는 경우 상세히 기재 7. 당사는 공익신고자 보호법에 따라 공익을 침해하는 행위를 신고한 내부 공익 신고자동 법 제2조제7호를 보호하고 지원하겠으며, 불이익조치를 하지 않 겠습니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 55 - 8. 당사는 계약체결 및 계약이행과 관련하여 수협 계약 관련 임직원에게 금품, 향응 등친인척 등에 대한 부정한 취업 제공을 포함한다을 제공한 사실이 드러나거나, 계약 이행과정에서 제1호부터 제6호까지를 위반하였을 경우에 는 입찰낙찰의 취소, 계약의 해제해지, 입찰참가자격 제한, 거래중단 등 어떠한 불이익도 감수하고 수협의 불이익 처분과 관련하여 민형사상 일체의 이의를 제기하지 않겠습니다. 수협 임직원4촌 이내의 친족 포함의 설립 및 근무 현황 확약서 제출회사 관계 수협중앙회 회사명 직급 성 명 부서명 직급 성 명 주. 수협 임직원 또는 임직원의 4촌 이내의 친족민법 제767조에 따른 친족을 말함이 확 약서 제출회사를 설립하였거나 근무하고 있는 경우 직급에 상관없이 작성 수협 퇴직 임직원의 설립 및 근무 현황 확약서 제출회사 퇴직일 설립일 수협중앙회 회사명 직급 성 명 부서명 직급 성 명 주. 수협에서 퇴직한 임직원퇴직일부터 2년 이내이 확약서 제출회사를 설립하였 거나 근무하고 있는 경우 직급에 상관없이 작성 년 월 일 확약자 주 소 상 호 대표자 인 수산업협동조합중앙회 귀중",
      "tables": [
        [
          [
            "확약서 제출회사",
            "",
            "",
            "관계",
            "수협중앙회",
            "",
            ""
          ],
          [
            "회사명",
            "직급",
            "성  명",
            "",
            "부서명",
            "직급",
            "성  명"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "확약서 제출회사",
            "",
            "",
            "퇴직일\n(설립일)",
            "수협중앙회",
            "",
            ""
          ],
          [
            "회사명",
            "직급",
            "성  명",
            "",
            "부서명",
            "직급",
            "성  명"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 56 - 붙임 2 용역사업 보안 가이드라인 별표1. 정보보안 특수계약조건 별표2. 누출금지 대상정보 별표3. 사업자 보안위규 처리기준 별표4. 보안 위약금 부과 기준 별표5. 비밀유지 계약서 별표6. 보안서약서대표자 및 서약집행자용 별표7. 보안서약서사업참여자 개인별 별표8. 외주업체 사업종료 체크리스트 별표9. 용역수행 자료 미보유 확약서 별표10. 개인정보처리위탁 계약서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 57 - 용역사업 보안가이드라인 별표1 정보보안 특수계약조건이 계약서에 포함된다. 사업자는 수협중앙회 전산보안 관련 규정을 준수해야 한다. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별표2의 누출금지 대상정보에 대한 보안관리계획을 사업 제안서에 기재하여야 하며, 해당정보 누출 시 사업자를 부정당업체에 등록한다. 사업자는 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물 론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업 종료시 정보보안 관리자의 입회하에 완전 폐기 또는 반납해야 한다. 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활 용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료해야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 58 - 별표1 정보보안 특수계약조건 제1조용역사업 입찰시 1 사업자는 입찰공고 이전에 투입이 예상되는 자료 장비 가운데 발 주기관 정보보안관리자의 보안요구 조치가 있을 경우 필요한 조치를 수행 또는 계획하여야 한다. 2 사업자는 본 사업을 수행함에 있어 다음 각 호의 행위를 하여서는 아니 된다. 1. 별표 2에 명시된 누출금지 대상정보를 누출하는 행위 2. 별표 3에 명시된 보안위반 처리기준의 금지행위 3 사업자 또는 사업자의 대리인 지배인, 그 밖의 사용인이 제2항의 금지 행위를 한 경우 에는 별표 3의 보안위반 처리기준에 명시된 벌칙을 사업자에게 적용하며, 위약금 부과는 별표 4에 따라 해당하는 금액만큼 삭감한다. 제2조용역사업 계약시 1 용역사업에 투입되는 자료 장비 등에 대한 보안의 범위 책임을 명확 히 하기 위하여 계약서와 별도로 별표 5의 비밀유지계약서 작성하여야 한다. 2 사업자가 제출하는 사업수행계획서에는 인원, 장비 및 자료에 대한 보안조치 사항이 포함 되어야 한다. 3 사업자가 하도급계약을 체결할 경우 본 사업계약 수준의 비밀유지 조항을 포함하여야 한다. 4 용역사업 참여인원은 사업자 임의로 교체할 수 없으며, 신상변동해외여행 포함 사항 발생 시 발주기관에 즉시 보고 및 협의조정하여야 한다. 제3조참여인원에 대한 보안관리 1 용역사업 참여 인원에 대해서는 개인의 친필 서명이 들어간 별표 6과 별표 7의 보안서약서를 발주기관에 제출하여야 한다. 2 사업자는 발주기관 정보보안관리자가 실시하는 보안교육에 적극 참여하여야 한다. 3 발주기관 정보보안관리자가 용역사업 수행 중 사업자 인력에 대한 보안점검이나 누출금 지 대상 정보 외부 누출 여부 조사 시 적극 협조하여야 한다. 제4조자료에 대한 보안관리 1 용역사업 수행 산출물 및 자료는 인터넷 웹하드P2P 등 인터넷 자료공유사이트 및 개인메일함에 저장을 금지하고 용역 발주기관과 사업자 간 전자우편을 이용해 자료 전송이 필요한 경우에는 첨부자료 암호화 후 수발신하여야 하며, 대외비 이상의 비밀은 전자우편으로 송수신 할 수 없다. 2 발주기관이 제공한 사무실에서 용역사업을 수행할 경우 제공한 비공개자료는 매일 퇴근 시 반 납토록 하며 비밀문서를 제외한 일반문서는 사업자에 제공된 사무실에 잠금장치가 된 보관함이 있을 경우 이에 보관하고 사업자가 정과 부로 보관책임자를 지정하여 관리하여야 한다. 3 용역사업 수행 중 생산되는 산출물 및 기록은 발주기관 정보보안관리자가 인가하지 않은 비인가자에게 제공 대여 열람할 수 없다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 59 - 제5조사무실장비에 대한 보안관리 1 발주기관 내부에서 용역사업을 수행할 경우 용역 참여 직원이 노트북 등 관련 장비를 외부에 반출입시마다 악성코드 감염여부 및 자료 무단반출 여부 를 확인 받아야 한다. 2 인가받지 않은 USB메모리 등의 휴대용 저장매체 사용을 금지하며 산출물 저장을 위하여 휴 대용 저장매체가 필요한 경우 발주기관 정보보안관리자의 승인 하에 사용하여야 한다. 제6조내외부망 접근시 보안관리 사업자가 사용하는 PC는 인터넷 연결을 금지하되, 사업수행 상 연결이 필요한 경우에는 발주기관의 보안통제 하에 제한적 허용한다. 제7조비인가 프로그램 설치 제한 등 1 사업자는 정보통신망 또는 정보시스템에 허가 없이 접 속하거나 무단으로 정보를 수집할 수 있는 비인가 프로그램을 설치하거나 그러한 행위에 악용 될 수 있는 정보통신망 또는 정보시스템의 약점을 고의로 생성 또는 방치하는 행위를 하여서는 아니된다. 2 사업자는 계약기간하자 보증기간을 포함한다 내에 발생한 보안약점 등에 대해서 반드시 개 선 조치하여야 한다. 3 필요한 경우 발주기관은 사업자로부터 제1항과 관련한 행위가 없다는 대표자 명의의 확 약서를 요구할 수 있다. 제8조소프트웨어 개발 보안 1 사업자는 소프트웨어 개발시 다음 각호의 보안사항을 수행하여 야 하며, 소프트웨어 개발보안 가이드 등을 참조하여 안전한 서비스를 개발하도록 하여야 한 다. 1. 소프트웨어 개발보안 준수 및 정보보안 요구사항 충족하여 개발 2. 소프트웨어 보안약점 진단제거 실시 및 보고서 제출 3. 개발인력 대상 소프트웨어 개발보안 관련 교육 실시 등 2 사업자는 정보시스템의 취약점 점검제거를 위해 자체 진단을 실시하고 다음 각호와 같 이 진단보고서를 제출하여야 한다. 1. 자체진단결과 보고서설계시 2. 자체진단결과 보고서종료시 3. 보안약점의 부적합 사항 조치결과 보고서 등 제9조용역사업 완료시 1 용역사업 완료 후 생산되는 최종 산출물 중 대외보안이 요구되는 자료 는 대외비 이상으로 작성 관리하고 불필요한 자료는 삭제 및 폐기하여야 한다. 2 제1항의 산출물 보안을 위해 사업자는 과다 발간을 지양하고 발주기관에서 요청한 수량 외 임의적 추가발행을 할 수 없다. 3 사업자에 제공한 자료, 장비와 중간 최종 산출물 등 용역과 관련된 제반자료는 전량 발 주기관에 반납하여야 하며, 복사본 등 별도 보관할 수 없다. 4 용역사업 완료 후 사업자 소유 PC 서버의 하드디스크 휴대용 저장매체 등 전자기록 저 장매체는 포맷이나 삭제 장비 등을 통해 완전 소거 조치하여야 하며 별표 8 외주업체 사업종 료 체크리스트 제출 후 반출하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 60 - 5 사업자는 수행 완료 시 사업과 관련된 모든 자료를 반납 및 제거 후 복사본 등 사업관련 자료를 보유하고 있지 않다는 별표 9 용역수행 자료 미보유 확약서를 제출하여야 한다. 제10조소프트웨어 산출물 제공 1 용역사업 완료 후 발주기관은 사업자가 소프트웨어 산출 물의 반출을 요청할 경우 제안요청서 또는 계약서에 명시된 누출금지정보에 해당하지 아니하면 제공할 수 있다. 2 소프트웨어 산출물을 사업자에 제공할 경우 노트북휴대용 저장매체 등 관련 장비에 저장되 어있는 누출금지정보를 완전삭제하여야 하며 업체로부터 누출금지정보가 완전삭제되었다는 대표자 명 의의 확약서를 받아야 한다. 3 용역업체가 소프트웨어 산출물을 제3자에게 제공하고자 할 경우 제공하기 이전에 발주기관의 승 인을 받아야 한다. 4 그 밖의 소프트웨어 산출물 제공과 관련한 사항은 소프트웨어사업 관리감독에 관한 일반기준과학기술정보통신부 고시을 준수하여야 한다. 제11조기타사항 사업자 보안관리 준수사항 중 예외적 허용이 필요한 경우에는, 발주기관 정 보보안관리자에게 예외 허용사항에 대한 보안성 검토를 요청하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 61 - 별표2 누출금지 대상정보 보호등급 대상정보 가 등급 비밀 및 대외비급 비공개 대상 정보 1공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보 로 분류된 기관의 내부문서 2개인정보보호법제2조제1호의 개인정보 3 수협중앙회 보안관련 규정에 규정된 대외비 자료 4 그 밖에 수협중앙회 정보보안관리자가 공개 불가하다고 판단한 자료 나 등급 정보시스템 관련 중요 정보 1 정보시스템의 내외부 IP주소 정보 2 정보시스템 세부 구성에 관한 정보 - 세부 정보시스템 구성현황 및 정보통신망 구성도 - 정보보호시스템 도입 현황 - 방화벽 등 정보보호제품 설정 정보 - 라우터스위치 등 네트워크 장비 설정 정보 3 정보통신망 취약점 분석평가 결과물 4 사용자계정비밀번호 등 정보시스템 접근통제 정보 다 등급 용역결과물 및 기관 내부 문서 1 반출승인을 받지 않은 용역사업 결과물 또는 프로그램 소스코드 2 외부 공개대상이 아닌 기관 내부 문서",
      "tables": [
        [
          [
            "보호등급",
            "대상정보"
          ],
          [
            "<가  등급>\n비밀  및  대외비급 \n비공개  대상  정보",
            "①「공공기관의  정보공개에  관한  법률」제9조제1항에  따라  비공개  대상  정보\n로  분류된  기관의  내부문서\n②「개인정보보호법」제2조제1호의  개인정보\n③  수협중앙회  보안관련  규정에  규정된  대외비  자료\n④  그  밖에  수협중앙회  정보보안관리자가  공개  불가하다고  판단한  자료"
          ],
          [
            "<나  등급>\n정보시스템\n관련  중요  정보",
            "①  정보시스템의  내․외부  IP주소  정보\n②  정보시스템  세부  구성에  관한  정보\n      -  세부  정보시스템  구성현황  및  정보통신망  구성도\n      -  정보보호시스템  도입  현황\n      -  방화벽  등  정보보호제품  설정  정보\n      -  라우터․스위치  등  네트워크  장비  설정  정보\n③  정보통신망  취약점  분석․평가  결과물\n④  사용자계정․비밀번호  등  정보시스템  접근통제  정보"
          ],
          [
            "<다  등급>\n용역결과물  및\n기관  내부  문서",
            "①  반출승인을  받지  않은  용역사업  결과물  또는  프로그램  소스코드\n②  외부  공개대상이  아닌  기관  내부  문서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 62 - 별표3 사업자 보안위규 처리기준 구 분 위 규 사 항 처리기준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출 시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 및 직속 감 독자 PM등 중징계 재발 방지를 위한 조치 계획 제출 관계자 행정조치 위규자 대상 특별보 안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 비밀번호 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 및 직속 감독자 PM등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별보안교육 실시",
      "tables": [
        [
          [
            "구  분",
            "위    규    사    항",
            "처리기준"
          ],
          [
            "심  각",
            "1.  비밀  및  대외비  급  정보  유출  및  유출  시도\n        가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n        나.  개인정보·신상정보  목록  유출\n        다.  비공개  공간정보  등  비공개  정보  유출 \n  2.  정보시스템에  대한  불법적  행위\n        가.  관련  시스템에  대한  해킹  및  해킹시도\n        나.  시스템  구축  결과물에  대한  외부  유출\n        다.  시스템  내  인위적인  악성코드  유포",
            "▪사업참여  제한\n▪위규자  및  직속  감\n독자  PM등  중징계\n▪재발  방지를  위한  조치\n계획  제출\n▪관계자  행정조치\n▪위규자  대상  특별보\n안교육  실시"
          ],
          [
            "중  대",
            "1.  비공개  정보  관리  소홀\n        가.  비공개  정보를  책상  위  등에  방치\n        나.  비공개  정보를  휴지통·폐지함  등에  유기  또는  이면지  활용\n        다.  개인정보․신상정보  목록을  책상  위  등에  방치\n        라.  기타  비공개  정보에  대한  관리소홀\n  2.  사무실·보호구역  보안관리  허술\n        가.  통제구역  출입문을  개방한  채  퇴근  등\n        나.  인가되지  않은  작업자의  내부  시스템  접근\n        다.  통제구역  내  장비·시설  등  무단  사진촬영 \n  3.  전산정보  보호대책  부실\n        가.  업무망  인터넷망  혼용사용,  보안  USB  사용규정  위반 \n        나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용역사업\n                관련  자료  수·발신\n        다.  개발·유지보수  시  원격작업  사용\n        라.  저장된  비공개  정보  비밀번호  미부여\n        마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n        바.  외부용  PC를  업무망에  무단  연결사용\n        사.  보안관련  프로그램  강제  삭제\n        아.  사용자  계정관리  미흡  및  오남용(시스템  불법접근  시도  등)",
            "▪ 위규자  및  직속 \n감독자  PM등  중징계\n▪ 재발  방지를  위한 \n조치계획  제출\n▪ 위규자  대상 \n특별보안교육  실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 63 - 구 분 위 규 사 항 처리기준 보 통 1. 기관 제공 중요정책민감 자료 관리 소홀 가. 주요 현안보고 자료를 책상 위 등에 방치 나. 정책현안자료를 휴지통폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷서류함책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅화면보호 비밀번호 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위규자 및 직속 감독자 PM등 경징계 위규자 및 직속 감 독자 사유서경위서 징구 위규자 대상 특별보안교육 실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기인쇄기 위에 서류 방치 다. 권한이 없는 사용자가 보관 2. 근무자 근무상태 불량 가. 각종 보안장비 운영 미숙 및 경보보안장치 작동 불량 3. 전산정보 보안대책 부실 가. 보안 소프트웨어백신, 내PC 지키미 등 주기적 점검 미실시 나. 인터넷 웹하드P2P 등 인터넷 자료공유사이트 이용 다. PC 부팅윈도우 비밀번호 미설정 또는 노출 라. 보조기억매체 방치 마. PC내 보안성이 검증되지 않은 프로그램 사용 위규자 서면구두 경고 등 문책 위규자 사유서경위서 징구",
      "tables": [
        [
          [
            "구  분",
            "위    규    사    항",
            "처리기준"
          ],
          [
            "보  통",
            "1.  기관  제공  중요정책․민감  자료  관리  소홀 \n      가.  주요  현안·보고  자료를  책상  위  등에  방치\n      나.  정책·현안자료를  휴지통·폐지함  등에  유기  또는  이면지  활용\n  2.  사무실  보안관리  부실\n      가.  캐비넷·서류함·책상  등을  개방한  채  퇴근 \n      나.  출입키를  책상위  등에  방치\n  3.  보호구역  관리  소홀 \n      가.  통제·제한구역  출입문을  개방한  채  근무\n      나.  보호구역내  비인가자  출입허용  등  통제  미실시\n  4.  전산정보  보호대책  부실\n      가.  휴대용저장매체를  서랍·책상  위  등에  방치한  채  퇴근\n      나.  네이트온  등  비인가  메신저  무단  사용 \n      다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽂아  놓고  퇴근\n      라.  부팅·화면보호  비밀번호  미부여  또는  \"1111\"  등  단순숫자  부여\n      마.  PC  비밀번호를  모니터  옆  등  외부에  노출\n      바.  비인가  보조기억매체  무단  사용",
            "▪ 위규자  및  직속 \n감독자  PM등  경징계\n▪위규자  및  직속  감\n독자  사유서/경위서 \n징구\n▪위규자  대상 \n특별보안교육  실시"
          ],
          [
            "경  미",
            "1.  업무  관련서류  관리  소홀\n      가.  진행중인  업무자료를  책상  등에  방치,  퇴근\n      나.  복사기․인쇄기  위에  서류  방치\n      다.  권한이  없는  사용자가  보관\n2.  근무자  근무상태  불량\n      가.  각종  보안장비  운영  미숙  및  경보․보안장치  작동  불량\n3.  전산정보  보안대책  부실\n      가.  보안  소프트웨어(백신,  내 PC  지키미  등)  주기적  점검  미실시\n      나.  인터넷  웹하드·P2P  등  인터넷  자료공유사이트  이용\n      다.  PC  부팅·윈도우  비밀번호  미설정  또는  노출\n      라.  보조기억매체  방치\n      마.  PC내  보안성이  검증되지  않은  프로그램  사용",
            "▪위규자  서면․구두 \n경고  등  문책\n▪위규자 \n사유서/경위서  징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 64 - 별표4 보안 위약금 부과 기준 1 위규 수준별로 AD 등급으로 차등 부과 구분 위규수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 및 계약금액의 5 계약금액의 3 계약금액의 2 계약금액의 1 장기계속계약의경우계약금액은당해연도계약금액로한다. 위규수준은별표3 사업자보안위규처리기준참고 2 보안 위약금은 다른 요인에 의해 상쇄, 삭감 되지 않는다. - 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과됨. 3 사업 완료시 지출금액 조정을 통해 위약금 정산.",
      "tables": [
        [
          [
            "구분",
            "위규수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미  3건  이상"
          ],
          [
            "위약금  비중",
            "부정당업자  등록  및 \n계약금액의  5%",
            "계약금액의\n3%",
            "계약금액의\n2%",
            "계약금액의\n1%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 65 - 별표5 비밀유지 계약서 수협중앙회와 은 다음과 같이 비밀유지계약을 체결한다. 제1조목적 본 계약은 용역을 추진함에 있어 제공된 비밀정보를 보 호하기 위함을 목적으로 한다. 제2조비밀정보 비밀정보라 함은 ___________________ 용역과 관련하여 비밀정보임 을 표시하였는지 여부에 관계없이 본 업무와 직간접적으로 관련되는 모든 유형적, 무형적 정 보를 의미한다. 제3조유효기간 OOO은 본 계약의 유효기간과 관계없이 수협중앙회로부터 제공받은 비 밀정보의 보호 의무를 진다 제4조비밀정보의 사용금지 OOO은 제공받은 비밀정보를 ___________________ 용역을 위해서만 사용하여야 하며, 타 목적을 위해서 사용하여서는 아니된다. 제5조비밀유지 1 OOO은 ___________________ 용역을 추진하는데 있어 알게 된 비 밀정보를 수협중앙회의 승낙없이 제3자에게 누설하여서는 아니된다. 2 OOO은 ___________________ 용역 수행을 위해 수협중앙회로부터 승인받은 자에 대해서만 비밀정보를 취급할 수 있게 하여야 하며, 동자에게는 본 계약에 규정하는 의무 와 같은 의무를 부담하게 하여야 한다. 제6조자료 등의 관리 1 OOO은 모든 비밀정보를 엄중히 보관하여야 하며 수협중앙회의 허락 없이 복제 등 비밀을 누설할 염려가 있는 행위를 할 수 없다. 2 OOO은 수협중앙회로부터 제공된 비밀정보와 비밀정보에 기초하여 작성된 일체의 자료허가를 받아 복사한 사본을 포함를 신중한 주의를 가지고 관리보관하여야 한다. 3 OOO은 수협중앙회 요구가 있거나, 본 계약 종료 후 수협중앙회로부터 제공받은 비밀정보와 비밀정보에 기초하여 작성된 일체의 자료허가를 받아 복사한 사본을 포 함를 즉시 반환하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 66 - 제7조손해배상 OOO은 본 계약에서 정하는 각 규정을 위반하여 수협중앙회에 손해를 입 힌 경우에는 이로 인한 일체의 손해배상을 하여야 한다. 제8조효력 본 계약은 ___________________ 용역 계약 체결 시부터 효력을 발생한다. 수협중앙회와 OOO은 본 계약서의 내용을 성실히 준수하며 이를 증명하기 위해 2부를 작 성하고 날인하여 각 1부씩 보관한다. 년 월 일 서울특별시 송파구 오금로 62신천동11-6 수협중앙회 지도경제대표이사 위대리인 판매사업부장 직인 시 구 동 번지 대표자 직인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 67 - 별표6 보안서약서 대표자 및 서약집행자용 20 년 수협중앙회 과 관련된 용역을 수행함에 있 어 제반 보안업무규정을 준수하고 업무상 취득한 사실을 용역 완료 후에 도 누설치 않을 것이며, 만일 위 사항을 위반하였을 때에는 어떠한 처벌도 감수할 것을 엄숙히 서약합니다. 1. 본인은 관련 업무 중에 알게 될 일체의 내용이 직무상 기밀 사항임을 인정한다. 2. 본인은 이 기밀을 누설함이 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 년 월 일 서 약 자 업 체 명 업체 대표 직 위 생 년 월 일 성 명 인 서약집행자 업 체 명 사업담당자 직 위 생 년 월 일 성 명 인 개인정보 수집이용에 대한 안내 수집 이용 목적 용역사업 참여자에 대한 보안서약 수집 이용 항목 직위, 생년월일, 성명 보유 이용 기간 수집 이용에 대한 동의일로부터 계약 만료 시 동의하지 않을 경우의 처리 용역사업 참여 불가 개인정보 수집 이용 동의여부 위와 같이 개인정보를 수집 이용하는 것에 동의 개인정보 수집이용 동의여부 동의함 동의하지 않음 수협중앙회 판매사업부장 귀하",
      "tables": [
        [
          [
            "개인정보 수집·이용에 대한 안내",
            ""
          ],
          [
            "수집 · 이용 목적",
            "용역사업 참여자에 대한 보안서약"
          ],
          [
            "수집 · 이용 항목",
            "직위, 생년월일, 성명"
          ],
          [
            "보유 · 이용 기간",
            "수집 · 이용에 대한 동의일로부터 계약 만료 시"
          ],
          [
            "동의하지 않을 경우의 처리",
            "용역사업 참여 불가"
          ],
          [
            "개인정보 수집 · 이용 동의여부",
            "위와 같이 개인정보를 수집 · 이용하는 것에 동의"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 68 - 별표7 보안서약서 사업참여자 개인별 1. 나는 수협중앙회로부터 취득한 모든 정보를 수협중앙회 관련 업무에 한해 이용할 것이며, 타 기업 의 보호대상 정보를 수협중앙회 내 보관치 않겠습니다. 2. 나는 수협중앙회로부터 제공받은 정보자산서류, 사진, 전자파일, 저장매체, 전산장비 등을 무단변 조, 복사, 훼손, 분실 등으로부터 안전하게 관리하겠습니다. 3. 나는 명백히 허가 받지 않은 정보나 시설에 접근하지 않으며, 수협중앙회 관련 업무를 수행할 때만 사내 데이터 처리시설을 이용하고, 이 시설 내에 사적 정보를 보관치 않겠습니다. 4. 나는 수협중앙회에서 승인받지 않는 프로그램, 정보저장 매체USB, Zip Drive, CD-ROM, 외장 HDD 등를 수협중앙회 내에서 사용치 않겠습니다. 5. 나는 정보보호 정책 및 지침, 절차를 준수하며, 업무와 관련한 문서의 생성, 사용, 폐기 시 문서권 한 관리 규칙에 의거 규정을 준수하겠습니다. 6. 나는 나에게 할당된 사용자 ID, 비밀번호를 타인과 공동사용 또는 누설치 않겠습니다. 7. 나는 수협중앙회에서 나의 수행 업무와 관련되어 감사를 시행하는 경우 이를 적극 협조하겠습니다. 8. 나는 퇴직프로젝트 종료, 파견해제시 수협중앙회에서 제공받은 수협중앙회 소유 모든 정보자산을 반드시 반납할 것이며, 이후에도 수협중앙회의 모든 영업 비밀은 물론이고 기타 누설됨으로 인하여 수협중앙회에 손해가 될 수 있는 각종 정보에 대하여는 이를 일절 누설치 않겠습니다. 상기사항을 숙지하고 이를 성실히 준수할 것을 동의하며 서약서의 보안사항을 위반하였을 경우에는 부정 경 쟁방지 및 영업비밀보호에 관한 법률, 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 관련 법령에 의 한 민형사상의 책임 이외에도, 수협중앙회의 사규나 관련 규정에 따른 징계조치 등 어떠한 불이익도 감수할 것이며 수협중앙회에 끼친 손해에 대해 지체 없이 변상복구할 것을 서약합니다. 년 월 일 업 체 명 직 위 생 년 월 일 성 명 인 개인정보 수집이용에 대한 안내 수집 이용 목적 용역사업 참여자에 대한 보안서약 수집 이용 항목 직위, 생년월일, 성명 보유 이용 기간 수집 이용에 대한 동의일로부터 계약 만료 시 동의하지 않을 경우의 처리 용역사업 참여 불가 개인정보 수집 이용 동의여부 위와 같이 개인정보를 수집 이용하는 것에 동의 개인정보 수집이용 동의여부 동의함 동의하지 않음 수협중앙회 판매사업부장 귀하",
      "tables": [
        [
          [
            "개인정보 수집·이용에 대한 안내",
            ""
          ],
          [
            "수집 · 이용 목적",
            "용역사업 참여자에 대한 보안서약"
          ],
          [
            "수집 · 이용 항목",
            "직위, 생년월일, 성명"
          ],
          [
            "보유 · 이용 기간",
            "수집 · 이용에 대한 동의일로부터 계약 만료 시"
          ],
          [
            "동의하지 않을 경우의 처리",
            "용역사업 참여 불가"
          ],
          [
            "개인정보 수집 · 이용 동의여부",
            "위와 같이 개인정보를 수집 · 이용하는 것에 동의"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 69 - 별표8 외주업체 사업종료 체크리스트 부서 작성 부 서 명 확 인 자 사 업 명 보안프로그램 NAC 백신 매체제어 문서보안 Privacy-i 인터넷 사용여부 사용 미사용 개인정보 보유여부 보유 미보유 보유시 사유 외주업체 작성 업 체 명 직 원 명 전 화 번 호 하 드 디 스 크 포맷 주요파일삭제 삭 제 방 법 HDD이레이저 일반포맷 20 년 월 일 담당자 보안관리자",
      "tables": [
        [
          [
            "부\n서\n명",
            "확\n인\n자"
          ],
          [
            "사\n업\n명",
            ""
          ],
          [
            "보 안 프 로 그 램",
            "▢  NAC ▢  백신 ▢  매체제어 ▢  문서보안 ▢  Privacy-i"
          ],
          [
            "인 터 넷   사 용 여 부",
            "사용 / 미사용"
          ],
          [
            "개인정보 보유여부",
            "보유 / 미보유"
          ],
          [
            "보 유 시   사 유",
            ""
          ]
        ],
        [
          [
            "업\n체\n명",
            "직\n원\n명"
          ],
          [
            "전\n화\n번\n호",
            ""
          ],
          [
            "하\n드\n디\n스\n크",
            "▢  포맷 ▢  주요파일삭제"
          ],
          [
            "삭\n제\n방\n법",
            "▢  HDD이레이저 ▢  일반포맷"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 70 - 별표9 용역수행 자료 미보유 확약서 20 년 수협중앙회 과 관련된 용역을 수행함에 있어 용역사업과 관련된 모든 자료를 반납 및 제거하였으며, 복사본 등 자료를 보유하고 있지 않습니다. 만일 위 사항을 위반하였을 때에는 어떠한 처벌 도 감수할 것을 엄숙히 서약합니다. 년 월 일 서 약 자 업 체 명 대 표 자 명 인 수협중앙회 판매사업부장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 71 - 별표10 개인정보처리위탁 계약서 수협중앙회이하 수협이라 한다와 이하 계약상대자라 한다는 수협의 개인정보 처리업무를 계약상대자에게 위탁함에 있어 다음과 같은 내용으로 본 업무위탁계약을 체결한다. 제1조목적 이 계약은 수협이 개인정보처리업무를 계약상대자에게 위탁하고, 계약상 대자는 이를 승낙하여 계약상대자의 책임아래 성실하게 업무를 완성하도록 하는데 필 요한 사항을 정함을 목적으로 한다. 제2조용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는 개인정보 보호법 시행 령 및 시행규칙, 개인정보의 안전성 확보조치 기준 및 표준 개인정보 보호지침에서 정의된 바에 따른다. 제3조위탁업무의 목적 및 범위 계약상대자는 계약이 정하는 바에 따라 수협중앙회 수 산물 사이버직매장 재구축 ISMP 수립 용역을 목적으로 다음과 같은 개인정보 처리 업 무를 수행한다. 1. 사용자 요구사항 파악을 위한 사용자 인터뷰 2. 데이터 표준화를 위한 데이터의 정보 처리 3. 기타 정보시스템 마스터플랜 수립을 위한 관련 자료 수집 등 제4조재위탁 제한 1 계약상대자는 수협의 사전 승낙을 얻은 경우를 제외하고 수협 과의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없다. 2 계약상대자가 재위탁받은 수탁회사를 선임한 경우 계약상대자는 당해 재위탁 계약서와 함께 그 사실을 즉시 수협에 통보하여야 한다. 제5조개인정보의 안전성 확보조치 계약상대자는 개인정보 보호법 제24조제3항 및 제29조, 동법 시행령 제21조 및 제30조, 개인정보의 안전성 확보조치 기준에 따라 개인정보의 안전성 확보에 필요한 관리적기술적 조치를 취하여야 한다. 제6조개인정보의 처리제한 1 계약상대자는 계약기간은 물론 계약 종료 후에도 위탁 업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하 여서는 안 된다. 2 계약상대자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있는 개인정보를 개인정보 보호법시행령 제16조 및 개인정보의 안전성",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 72 - 확보조치 기준에 따라 즉시 파기하거나 수협에 반납하여야 한다. 3 제2항에 따라 계약상대자가 개인정보를 파기한 경우 지체없이 수협에 그 결과를 통보하여야 한다. 제7조수탁자에 대한 관리감독 등 1 수협은 계약상대자에 대하여 다음 각 호의 사항을 관리하도록 요구할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 수협은 계약상대자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이행하여야 한다. 3 수협은 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손되지 아니하도록 1년에 1회 계약상대자를 교육할 수 있으며, 계약상대자는 이에 응하여야 한다. 4 제1항에 따른 교육의 시기와 방법 등에 대해서는 수협와 계약상대자가 협의하여 시행한다. 제8조손해배상 1 계약상대자 또는 계약상대자의 임직원 기타 계약상대자의 수탁자가 이 계약에 의하여 위탁 또는 재위탁받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 계약상대자 또는 계약상대자의 임직원 기타 계약상대자의 수탁자의 귀책사유로 인하여 이 계약이 해지되어 수협 또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 계약상대자는 그 손해를 배상하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 수협이 전부 또는 일부를 배상한 때에는 수협은 이를 계약상대자에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 수협과 계약상대자가 서명 또는 날인 후 각 1부씩 보관한다. 서울시 송파구 오금로62신천동11-6 수협중앙회 지도경제대표이사 김 기 성 위 대리인 판매사업부장 인 수행사 주소 수행사 대표 대 표 자 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 76,
      "text": "- 73 - 붙임 3 용역입찰유의서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 77,
      "text": "- 74 - 용역입찰유의서 제1조목적 이 유의서는 수산업협동조합중앙회이하 수협이라 한다가 행하는 용 역계약에 대한 입찰에서 해당 입찰에 참가하고자 하는 자가 유의하여야 사항을 정 함을 목적으로 한다. 제2조용어의 정의 이 유의서에서 사용하는 용어의 정의는 이 유의서에서 따로 정하는 경우를 제외하고는 수협 계약 규정이하 계약 규정이라 한다 및 수협 용역계약일반조건이하 일반조건이라 한다에 정하는 바에 의한다. 제3조입찰참가신청 1입찰에 참가하고자 하는 자는 입찰공고 또는 입찰참가통지 서에 기재된 입찰참가신청마감일까지 다음 각호의 서류를 수협에 제출하여 입찰참 가 신청을 하여야 한다. 1. 입찰참가신청서소정양식 1통 2. 입찰참가자격을 증명하는 사본 1통 3. 인감증명서 또는본인서명사실 확인 등에 관한 법률제2조제3호에 따른 본인 서명사실확인서 1통 4. 기타 공고 또는 통지로 요구하는 서류 2제1항제2호의 경우에는 원본을 제시하거나 사본에 원본과 같음을 명기하고 인감인감증명서상의 인감 또는 입찰참가신청서상의 사용인감으로 날인본인서명 사실확인서를 제출한 경우는 서명하여 제출하여야 한다. 3공동계약이 허용된 경우에는 공동수급체를 구성하여 입찰에 참가하고자 하는 자는 공동수급협정서를 제1항 각호의 서류와 함께 제출하여야 한다. 제4조입찰참가자격의 판단기준일 1등록실적 등에 의한 입찰참가자격의 판단기 준일은 입찰공고문에 따르며, 입찰참가자는 입찰참가등록마감일 이후 입찰서제출 마감일까지 해당 입찰참가자격을 계속 유지하여야 한다. 2입찰참가자가 입찰참가자격제한을 받은 경우에는 입찰참가등록마감일 전일까지 입찰참가자격제한기간이 만료되어야 입찰에 참가할 수 있다. 3입찰전에 상호 또는 대표자의 변경법인의 경우에는 법인등기부를 기준으로 한 다이 있는 경우에는 변경신고를 한 후 변경된 상호 또는 대표자 명의로 입찰에 참가하여야 한다. 제5조입찰에 관한 서류 입찰에 참가하고자 하는 자는 다음 각호의 서류이하 입",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 78,
      "text": "- 75 - 찰에 관한 서류라 한다를 열람할 수 있다. 1. 입찰공고문 또는 입찰참가통지서 2. 용역입찰유의서 3. 입찰참가신청서소정서식 4. 입찰서소정서식 5. 용역표준계약서소정서식 6. 용역계약일반조건 7. 용역계약특수조건 8. 과업내용서 9. 기타 참고사항을 기재한 서류 제6조관계 규정 등의 숙지 1입찰에 참가하고자 하는 자는 입찰에 관한 서류를 입찰전에 완전히 숙지하여야 하며 이를 숙지하지 못한 책임은 입찰참가자에게 있다. 2입찰에 참가하고자 하는 자는 제1항에 의한 입찰에 관한 서류의 검토과정에서 발견한 입찰에 관한 서류상의 착오, 누락사항 또는 기타 설명이 요구되는 사항에 대하여는 입찰서 제출마감일전일까지 수협에 그 설명을 요구할 수 있다. 제7조입찰보증금 1입찰에 참가하고자 하는 자는 입찰참가신청마감일공휴일인 때에는 전일까지 입찰금액의 100분의 5이상의 입찰보증금을 현금 또는 보증서 등 으로 수협에 납부하여야 한다. 2낙찰자가 정당한 이유없이 소정의 기한내에 계약을 체결하지 아니할 때에는 해당 입찰보증금은 수협에 귀속한다. 3수협은 낙찰되지 아니한 입찰자의 입찰보증금을 낙찰자가 결정된 후 즉시 반환 한다. 다만, 낙찰자의 입찰보증금은 계약체결 후 즉시 반환한다. 4수협은 다음 각호의 어느 하나에 해당하는 경우에는 입찰보증금 납부를 면제할 수 있다. 1. 계약 규정 제51조 제3항에서 정한 자가 입찰에 참가하는 경우 2. 법령에 따라 면허허가 또는 인가 등을 받은 법인으로서 입찰신청마감일 현재 1년이상 해당 관련법령에 의한 사업을 영위하고 있는 자가 입찰에 참가하는 경우 5보증서 등에 의한 입찰보증금의 보증기간은 다음 각호를 충족하여야 한다. 1. 보증기간의 시작일 입찰서 제출마감일 이전일 것 2. 보증기간의 만료일 입찰서 제출마감일 다음날부터 30일 이후일 것 제8조입찰참가 1입찰참가신청을 한 자가 아니면 입찰에 참가할 수 없다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 79,
      "text": "- 76 - 2입찰참가신청자가 입찰참가신청서 제출 시에 대리인을 지정한 경우에는 그 대 리인도 입찰에 참가할 수 있다. 다만, 입찰참가신청서를 제출하는 때부터 입찰개 시 시각전까지 입찰대리인을 지정하거나 입찰대리인을 변경하는 경우에는 그 대리 인이 입찰에 참가할 수 있다. 3제2항에 의한 대리인의 자격은 입찰참가자가 법인인 경우에는 해당 법인의 임 직원에 한하며, 수협은 재직증명서와 다음 각 호의 자료에 의해서 임직원 여부를 확인하여야 한다. 다만, 2개 이상 법인의 임직원인 자는 1개 법인의 대리인으로 만 입찰에 참가할 수 있다. 1. 4대 보험 중 어느 하나 가입 증명자료최근 3개월 이내 2. 소속 법인에서 받은 급여와 관련하여 해당 법인에서 발급받은 소득세 납부 증명자료 3. 법인 등기사항증명서 4. 기타 임직원 여부를 확인할 수 있는 자료 4국가를 당사자로 하는 계약에 관한 법률 시행령제76조에 의한 부정당업자로 입찰참가자격을 제한받고 있는 자는 제2항에 의한 대리인이 될 수 없다. 제9조입찰서의 작성 1입찰자는 입찰서를 소정의 서식에 의하여 작성하여야 하 며, 입찰금액은 총액을 표기하여야 한다. 2입찰자는 입찰서에 기명날인을 함에 있어 반드시 입찰자 성명법인의 경우 대 표자 성명을 기재하고 입찰참가신청서 제출시 신고한 인감서명을 포함한다. 이하 같다으로 날인하여야 한다. 3입찰자는 입찰서의 기재사항 중 삭제 또는 정정한 곳이 있을 때에는 입찰에 사 용하는 인감으로 날인하여야 한다. 4입찰자는 입찰서를 입찰공고 또는 입찰참가통지서 등에 별도로 규정한 경우를 제외하고는 한글로 작성하여야 하며 입찰금액은 원화로 표기하여야 한다. 5입찰자는 입찰서의 금액표시를 한글로 기재하여야 하며, 아라비아숫자로 병기 할 수 있다. 이 경우에 한글로 기재된 금액과 차이가 있을 때에는 한글로 기재한 금액에 의한다. 다만, 전산서식에 의한 입찰의 경우에는 지정된 표기방법으로 기 재하여야 한다. 제10조입찰서의 제출 1입찰자는 입찰서를 봉함하여 1인 1통만 제출하여야 한다. 2우편에 의한 입찰서는 입찰서 제출마감일전일까지 수협에 도착된 것에 한하여 효력이 있다. 이 경우에 우송중의 분실, 훼손 또는 지연에 대하여 수협은 책임을 지지 아니한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 80,
      "text": "- 77 - 3수협은 제2항에 의하여 우편으로 입찰서가 제출된 때에는 해당 입찰서의 봉투 표면에 접수일시를 기재하고 확인인을 날인하여 개찰시까지 개봉하지 아니하고 보 관하여야 한다. 4입찰자는 제출한 입찰서를 교환, 변경 또는 취소할 수 없다. 다만, 입찰서에 기 재한 중요부분에 오기가 있음을 이유로 개찰현장에서 입찰자가 입찰의 취소의사를 표시한 것으로서 수협이 이를 인정하는 경우에는 그러하지 아니하다. 제11조청렴계약서의 제출 입찰자는 입찰서를 제출할 때 수협에서 정한 청렴계약 이행확약서를 같이 제출하여야 한다. 제12조장기계속기술용역의 입찰 장기계속용역의 경우에는 입찰자는 입찰시 총용역을 대상으로하여 입찰하여야 한다. 제13조경쟁입찰의 성립 경쟁입찰은 2인이상의 유효한 입찰로써 성립한다. 제14조입찰의 무효 다음 각 호의 1에 해당하는 경우에는 그 입찰은 무효로 한다. 1. 입찰참가자격이 없는 자가 한 입찰 2. 입찰보증금의 납부일시까지 소정의 입찰보증금을 납부하지 아니하고 한 입찰 3. 입찰서의 도착일시까지 소정의 입찰장소에 도착하지 아니한 입찰 4. 동일사항에 동일인이 2통 이상의 입찰서를 제출한 입찰 5. 입찰 또는 개찰전에 미리 현장설명에 참가를 요하는 공사입찰에 있어서 당해 현장설명에 참가하지 아니한 자가 한 입찰 6. 입찰조건 및 그 밖에 입찰유의서에 위반한 입찰 7. 입찰보증금이 미달하는 입찰 제15조입찰의 연기 수협은 다음 각호의 경우에 입찰공고 또는 입찰참가통지서에 기재된 현장설명일시 및 입찰서 제출마감일시를 연기할 수 있다. 1. 제5조제2항에 의한 설명요구사항의 내용이 중대하여 연기가 불가피하다고 판 단되는 경우 2. 기타 불가피한 사유로 인하여 지정된 일시에 현장설명 또는 입찰을 실시하지 못하는 경우 제16조재입찰 및 재공고입찰 1수협은 경쟁입찰에서 2인 이상의 유효한 입찰자가 없거나 낙찰자가 없는 경우에는 재입찰에 부칠 수 있다. 이 경우에는 최초 입찰에의 참가유무 또는 입찰횟수의 제한을 받지 아니한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 81,
      "text": "- 78 - 2입찰자나 낙찰자가 없는 경우 또는 낙찰자가 계약을 체결하지 아니하는 경우에는 재공고입찰에 부칠 수 있다. 3제1항 및 제2항에 의하여 재입찰 또는 재공고입찰시 기한을 제외하고는 최초의 입찰에 부칠 때 정한 가격 및 기타조건을 변경할 수 없다. 제17조낙찰자의 결정 1제14조에 해당되는 사유가 없는 자로서 수협이 정한 낙 찰자결정기준에 적합한 자를 낙찰자로 한다. 2수협은 개봉된 입찰서를 확인하고 유효한 입찰서의 입찰금액과 예정가격을 대 조하여 지체없이 적격자를 낙찰자로 선정하여야 한다. 3수협은 제1항 및 제2항에 의하여 낙찰자를 결정하기 전에 해당 입찰자의 입찰서, 법인 등기사항증명서본사, 대표자 및 상호등 변경여부 확인, 공동수급표준협정서 등 관계서류를 검토하여 해당 낙찰예정자의 입찰이 제14조에 따른 무효입찰에 해당 되는지의 여부를 확인하여야 한다. 4수협은 낙찰이 될 수 있는 동일가격으로 입찰한 자가 2인이상인 때에는 즉시 추첨에 의하여 낙찰자를 결정하여야 한다. 5제4항의 경우에 입찰자중 출석을 하지 아니한 자 또는 추첨을 하지 아니한 자가 있을 때에는 입찰사무에 관계없는 직원으로 하여금 추첨을 대신하게 할 수 있다. 제18조계약의 체결 1낙찰자는 수협으로부터 낙찰통지를 받은 후 소정의 기일내에 계약을 체결하여야 한다. 2제1항에 의하여 수협과 계약을 체결하고자 하는 자는 관계법령에 의하여 필요한 관계서류를 제출하여야 한다. 3수협은 낙찰자로 결정된 자가 정당한 이유없이 제1항에 의한 계약을 체결하지 아니한 때에는 낙찰을 취소할 수 있다. 제19조계약의 성립 수협과 낙찰자가 계약서에 기명날인함으로써 계약은 확정된다. 제20조계약보증금 1낙찰자는 계약체결일까지 계약 규정 제61조에 따라 계약보 증금을 납부하여야 한다. 2제7조에 의한 입찰보증금은 계약보증금으로 대체할 수 있다. 다만, 입찰보증금과 계약보증금과의 금액에 차이가 있는 경우에 그 차액을 추가로 납부하여야 한다. 제21조부정당업자의 입찰참가자격제한 1입찰자 또는 낙찰자가 계약 규정 제89조에 해당하는 경우에는 1월 이상 2년 이하의 범위 내에서 입찰참가자격 제한조치를 받게 된다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 79 - 2낙찰자가 제22조제1항에 규정한 계약보증금 납부의무가 있는 경우 정당한 이 유없이 기한내에 이를 납부하지 못하여 계약을 체결하지 못한 경우에도 제1항이 적용된다. 제22조비밀유지의 의무 입찰자는 수협으로부터 배부받은 입찰에 관한 서류 또는 각종 자료 및 입찰과정에서 얻은 정보를 해당 입찰 이외의 목적으로 사용하여서는 아니된다. 제23조기타사항 이 유의서에 규정되지 아니한 사항에 대하여는 수협이 별도로 정하는 바에 의한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 80 - 별 지 별지1제안서 평가기준 및 배점표 별지2제안서 평가방법",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 81 - 별지 1 제안서 평가기준 및 배점표 구 분 평 가 요 소 배점 비고 계 100 기술 평가 객관적 평가 수행실적 금액 최근 3년간 유사 사업 실적 금액 5 20 수행실적 건수 최근 3년간 유사 사업 실적 건수 3 경영상태 기업신용등급 평가 3 인력확보 사업참여 전문인력 보유현황 6 사업참여 인력수 3 주관적 평가 전략 및 방법론 대상사업의 이해도 사업추진전략의 창의성, 타당성 컨설팅 방법론 10 60 기술 및 기능 사업추진 내용의 적정성 각 요구사항에 대한 제안 내용의 적정성 20 데이터 데이터 표준화 포함 데이터 요건 수행의 적정성 5 프로젝트 관리 관리방법론 위험관리, 진도관리, 형상관리 방안 등의 적정성 일정계획 활동 도출 및 기간 배열, 중간목표, 자원할당 등 의 적정성 등 사업수행방안 사업수행 조직 구성, 사업수행 핵심인력 및 이력사항, 투입인력의 적정성 등 20 프로젝트 지원 사업수행을 위한 품질보증 방안 교육훈련 및 기술이전 기밀보안 5 가격 평가 입찰가격 가격평가 평점 산식 적용 20",
      "tables": [
        [
          [
            "구        분",
            "",
            "",
            "평      가      요      소",
            "배점",
            "",
            "비고"
          ],
          [
            "계",
            "",
            "",
            "",
            "100",
            "",
            ""
          ],
          [
            "기술\n평가",
            "객관적\n평가",
            "수행실적 금액 ∘  최근  3년간  유사  사업  실적  금액",
            "",
            "5",
            "20",
            ""
          ],
          [
            "",
            "",
            "수행실적 건수 ∘  최근  3년간  유사  사업  실적  건수",
            "",
            "3",
            "",
            ""
          ],
          [
            "",
            "",
            "경영상태",
            "∘  기업신용등급  평가",
            "3",
            "",
            ""
          ],
          [
            "",
            "",
            "인력확보",
            "∘  사업참여  전문인력  보유현황",
            "6",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "∘  사업참여  인력수",
            "3",
            "",
            ""
          ],
          [
            "",
            "주관적\n평가",
            "전략 및 방법론",
            "∘  대상사업의  이해도\n∘  사업추진전략의  창의성,  타당성\n∘  컨설팅  방법론",
            "10",
            "60",
            ""
          ],
          [
            "",
            "",
            "기술  및  기능",
            "∘  사업추진  내용의  적정성\n      (각  요구사항에  대한  제안  내용의  적정성)",
            "20",
            "",
            ""
          ],
          [
            "",
            "",
            "데이터",
            "∘  데이터 표준화 포함 데이터 요건 수행의 적정성",
            "5",
            "",
            ""
          ],
          [
            "",
            "",
            "프로젝트\n관리",
            "∘  관리방법론\n   (위험관리, 진도관리, 형상관리 방안 등의 적정성)\n∘  일정계획\n    (활동 도출 및 기간 배열, 중간목표, 자원할당 등 의 적정성 등)\n∘  사업수행방안\n    (사업수행 조직 구성, 사업수행 핵심인력 및 이력사항, \n    투입인력의  적정성  등)",
            "20",
            "",
            ""
          ],
          [
            "",
            "",
            "프로젝트\n지원",
            "∘  사업수행을  위한  품질보증  방안\n∘  교육훈련  및  기술이전\n∘  기밀보안",
            "5",
            "",
            ""
          ],
          [
            "가격\n평가",
            "입찰가격",
            "",
            "∘  가격평가  평점  산식  적용",
            "20",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 85,
      "text": "- 82 - 별지 2 제안서 평가방법 가. 객관적평가 지표의 평가기준 평가항목 평 가 요 소 기준 배점 평점방법 A. 수행실적 금액 실적금액 최근 3년간의 유사사업 수행 또는 수주실적 금액 공고일 기준 5 절대평가제 B. 수행실적 건수 실적건수 최근 3년간의 유사사업 수행 또는 수주실적 건수 공고일 기준 3 절대평가제 C. 경영상태 신용평가 등급에 의한 평가 3 절대평가제 D. 인력확보 프로젝트 참여 인력 및 경력자 수 9 절대평가제 A. 수행실적 금액 평가대상 해당 사업규모 대비 입찰공고일 기준 최근 3년간 사업수행실적금액 기준을 합산 적용. 단, 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해 서는 최근 7년간 사업수행실적을 합산 적용 단, 공동수급으로 이행한 실적은 해당 회사의 실적당시 출자비율 반영 또는 당시 분담내용만 인정 유사사업 인정범위 국가기관, 지방자치단체, 공공기관, 민간기관의 1정보화 전략계획ISP 또는 BPR 수립, 2정보시스템 마스터플랜ISMP, 3프로세스 혁신PI, 4정보화 컨설팅 평가방법 절대평가제 - 본 사업 발주규모추정가격와 평가대상 입찰참가자의 유사사업 사업실적부가세포함의 합 산금액 비율에 따라 해당되는 점수 부여 규모비율 평가대상 입찰참가자의 유사사업 단일실적최대실적 당해사업 추정가격 100 규모비율 100 이상 80 이상 100 미만 60 이상 80 미만 40 이상 60 미만 40 미만 하 자료미제출시 점수비중 100 90 80 70 60 0 환산점수 5 4.5 4 3.5 3 0 B. 수행실적 건수 평가대상 최근 3년간 사업수행실적건수 기준을 적용. 단, 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 최근 7년간 사업수행실적을 합산 적용하 며, 실적 합산 시 단일건수 기준 1억원이상부가가치세 포함 사업으로 한정함 단, 공동수급으로 이행한 실적은 해당 회사의 실적당시 출자비율 반영 또는 당시 분담내용만 인정 평가방법 절대평가제 구 분 5건이상 4건 3건 2건 1건 0건 자료미제출시 점수비중 100 90 80 70 60 0 환산점수 3 2.5 2 1.5 1 0",
      "tables": [
        [
          [
            "평가항목",
            "평  가  요  소  (기준)",
            "배점",
            "평점방법"
          ],
          [
            "A.  수행실적  금액",
            "∘실적금액 : 최근 3년간의 유사사업 수행 또는 수주실적 금액 (공고일 기준)",
            "5",
            "절대평가제"
          ],
          [
            "B.  수행실적  건수",
            "∘실적건수 : 최근 3년간의 유사사업 수행 또는 수주실적 건수 (공고일 기준)",
            "3",
            "절대평가제"
          ],
          [
            "C.  경영상태",
            "∘신용평가  등급에  의한  평가",
            "3",
            "절대평가제"
          ],
          [
            "D.  인력확보",
            "∘프로젝트  참여  인력  및  경력자  수",
            "9",
            "절대평가제"
          ]
        ],
        [
          [
            "규모비율",
            "100%  이상",
            "80%  이상\n~\n100%  미만",
            "60%  이상\n~\n80%  미만",
            "40%  이상\n~\n60%  미만",
            "40%  미만",
            "하\n(자료미제출시)"
          ],
          [
            "점수비중(%)",
            "100",
            "90",
            "80",
            "70",
            "60",
            "0"
          ],
          [
            "환산점수",
            "5",
            "4.5",
            "4",
            "3.5",
            "3",
            "0"
          ]
        ],
        [
          [
            "구    분",
            "5건이상",
            "4건",
            "3건",
            "2건",
            "1건",
            "0건\n(자료미제출시)"
          ],
          [
            "점수비중(%)",
            "100",
            "90",
            "80",
            "70",
            "60",
            "0"
          ],
          [
            "환산점수",
            "3",
            "2.5",
            "2",
            "1.5",
            "1",
            "0"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 86,
      "text": "- 83 - C. 경영상태 평가기준 - 신용정보의 이용 및 보호에 관한 법률 제4조 제1항 제1호 또는 자본시장과 금융투자업 에 관한 법률 제9조 제26항의 업무를 영위하는 신용정보업자가 입찰공고일 기준 최근 1 년 이내에 평가한 회사채기업어음에 대한 신용평가등급이나 기업신용평가등급으로 유효 기간 내에 있는 가장 최근의 신용평가등급으로 평가 신용평가등급 배점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 3 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 2 B, B0, B- B- B, B0, B- 1 CCC 이하 C 이하 CCC 이하 0 주 1. 평가대상업체의회사채또는기업어음 및기업신용평가에따른평점이다른경우 에는높은평점으로평가하며, 신용평가등급확인서를제출하지않은경우에는최저 등급으로평가 2. 합병또는분할한자가입찰공고일이전에평가한신용평가등급이없는경우에는 입찰서제출마감일전일까지발급된유효기간내에있는가장최근의신용평가등 급으로평가한다. 다만, 합병후새로운신용평가등급이없는경우에는입찰공고일 이전에평가하고유효기간내에있는신용평가등급으로서합병대상자중가장낮 은신용평가등급을받은자의신용평가등급으로평가한다. D. 인력확보 평가대상 실제 본 용역에 참여하는 참여인력의 기술경력 상태 및 투입 인력의 수 - 본 용역 참여인력 기술경력 점수 합 6점 기술경력 점수의 합 35점 이상 28 초과 35점 미만 21점 초과 28점 이하 21점 이하 평가점수 6.점 배점의 100 6.0점 배점의 80 4.8점 배점의 60 3.6점 배점의 40 2.4점 참여인력의 ITSQF 직무에 따른 기술경력을 평가에 반영 참여인력의 기술경력상태에 대한 증명은 한국소프트웨어산업협회 소프트웨어기술자 경 력증명서를 기준으로 함 참여인력은 입찰공고일 기준 제안사 소속재직증명서, 4대보험 가입서류 등 첨부 이어야 함",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            "",
            "배점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA,  AA+,  AA0,  AA-\nA+,  A0,  A-,  BBB+,  BBB0",
            "A1,  A2+,  A20,\nA2-,  A3+,  A30",
            "AAA,  AA+,  AA0,  AA-,\nA+,  A0,  A-,  BBB+,  BBB0",
            "3"
          ],
          [
            "BBB-,  BB+,  BB0,  BB-",
            "A3-,  B+,  B0",
            "BBB-,  BB+,  BB0,  BB-",
            "2"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-",
            "1"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하",
            "0"
          ]
        ],
        [
          [
            "기술경력 \n점수의  합",
            "35점  이상",
            "28  초과  ~\n35점  미만",
            "21점  초과  ~\n28점  이하",
            "21점  이하"
          ],
          [
            "평가점수\n(6.점)",
            "배점의  100%\n(6.0점)",
            "배점의  80%\n(4.8점)",
            "배점의  60%\n(3.6점)",
            "배점의  40%\n(2.4점)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 87,
      "text": "- 84 - - 참여인력의 기술경력 평가점수 구분 정보기술기획 정보기술컨설팅 정보보호컨설팅 업무분석 IT프로젝트관리 Infrastructure 아키텍처 시스템SW개발 NW엔지니어링 IT시스템관리 IT서비스기획 IT품질관리 정보보호관리 3년이내3년이상 5년이내 5년이상 7년이내7년이상3년이내 3년이상 5년이내 5년이상 7년이내7년이상3년이내3년이상 5년이내 5년이상 7년이내7년이상3년이내3년이상 5년이내 5년이상 7년이내7년이상 참여인력 기술경력 점 수 1 3 5 7 1 3 5 7 1 3 5 7 1 3 5 7 계약 후 투입인력은 평가 시 제출한 투입인력과 동일해야 하며, 부득이 변경하여야 할 경우는 동 기술등급 이상의 인력이어야 하고, 이를 위반할 시 계약 파기 및 부정당업자 제재할 수 있음 참여인력 기술상태 평가시 인정되는 ITSQF직무는 정보기술사업관리산업 인적자원 개발위 원회ISC와 한국소프트웨어산업협회의 IT분야 역량체계 직무기술서 ITSQF 직종직무정의 및 직업예시 범위에 따름 - 본 용역 투입 인력 수3점 구 분 6명 이상 5명 이상 4명 이상 3명 이하 배 점 3.0점 2.5점 1.5점 1.0점 공고일 기준 해당업체에 근무하고 있는 자로서 유사사업 수행 경력 3건 이상인자의 수 재직증명서, 공인기관인증 자격증해당자, 최종학교 졸업증명서, 경력증명서 첨부 나. 주관적 평가 지표의 평가기준 주관적평가 평가방법 적용기준 평가위원이 제안서와 제안사의 제안설명, 질의응답 등을 포함하여 실시 각 평가위원의 제안서 평가점수 중 최저최고점수를 제외하고 산술평균하여 산 출, 최고 또는 최저 점수가 2개 이상이면 그중 하나만 제외 계산 결과 소수점 이하 숫자가 있는 경우 소수점 다섯째 자리에서 반올림 60 주관적평가는 제안서평가위원이 자율적으로 평가하되, 평가의 변별력 확보를 위하여 불가피한 경우를 제외하 고는 업체 간 동점부여를 지양한다",
      "tables": [
        [
          [
            "구분",
            "정보기술기획",
            "",
            "",
            "",
            "정보기술컨설팅",
            "",
            "",
            "",
            "정보보호컨설팅",
            "",
            "",
            "",
            "업무분석",
            "",
            "",
            ""
          ],
          [
            "",
            "IT프로젝트관리",
            "",
            "",
            "",
            "Infrastructure \n아키텍처",
            "",
            "",
            "",
            "시스템SW개발",
            "",
            "",
            "",
            "NW엔지니어링",
            "",
            "",
            ""
          ],
          [
            "",
            "IT시스템관리",
            "",
            "",
            "",
            "IT서비스기획",
            "",
            "",
            "",
            "IT품질관리",
            "",
            "",
            "",
            "정보보호관리",
            "",
            "",
            ""
          ],
          [
            "",
            "3년이내",
            "3년이상\n5년이내",
            "5년이상\n7년이내",
            "",
            "7년이상 3년이내",
            "3년이상\n5년이내",
            "5년이상\n7년이내",
            "",
            "7년이상 3년이내",
            "3년이상\n5년이내",
            "5년이상\n7년이내",
            "",
            "7년이상 3년이내",
            "3년이상\n5년이내",
            "5년이상\n7년이내",
            "7년이상"
          ],
          [
            "참여인력\n기술경력\n점   수",
            "1",
            "3",
            "5",
            "7",
            "1",
            "3",
            "5",
            "7",
            "1",
            "3",
            "5",
            "7",
            "1",
            "3",
            "5",
            "7"
          ]
        ],
        [
          [
            "·  평가위원이  제안서와  제안사의  제안설명,  질의응답  등을  포함하여  실시\n·  각  평가위원의  제안서  평가점수  중  최저·최고점수를  제외하고  산술평균하여  산\n출,  최고  또는  최저  점수가  2개  이상이면  그중  하나만  제외\n·  계산  결과  소수점  이하  숫자가  있는  경우  소수점  다섯째  자리에서  반올림",
            "60"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 88,
      "text": "- 85 - 평가항목 및 배점 평가부문 평가항목 평가요소 배점 60 전략 및 방법론 대상사업 이해도 - 대상업무 목표 및 내용의 이해도 - 업무분석 체계의 명확성 - 제안요청서와의 부합성 - 목표시스템 구성의 적정성 3 10 사업추진 전략 - 추진전략의 창의성 및 타당성 3 사업추진 방법론 - 사업에 적정한 개발 방법의 적정성 - 도구와 기법의 적정성과 경험 - 적용방법론의 경험 4 기술 및 기능 컨설팅 분석 - 내외부 환경 및 현황분석 방안의 적정성 5 20 컨설팅 계획 수립 - 컨설팅 분석 결과에 따른 시사점 및 개선사 항 도출의 적정성 - 사업추진 범위 및 방향성 도출 내용의 적정성 - 전략기술구축정보관리프로세스 개선 등의 미래 설계 방안의 적정성 5 타당석 분석 - 도출할 미래모델에 대한 비용 산출, 편익 산출 및 대안별 경제성 도출 방안의 적정성 7 제약사항 - 제안요청서의 기술,표준,데이터,업무,법제도 및 안전관리 등의 제약조건 내에서 제시한 수행 및 검증방안의 적정성 3 데이터 데이터 요건 - 데이터 요구사항의 분석 및 적정성 5 5 프로젝트 관리 관리방법론 - 위험관리, 자원관리, 진도관리, 보안관리, 산출물의 형상 및 문서 관리 방안의 적정성 5 20 일정계획 - 세부활동 도출 및 기간의 타당성 - 세부활동 배열의 합리성 및 자원 할당의 적정성 - 중간목표 정의의 타당성 5 사업수행방안 - 사업수행조직 구성 - 사업수행 핵심인력 및 이력사항 - 투입인력의 기술 및 경험의 적정성 10 프로젝트 지원 사업수행을 위한 품질보증방안 - 제시된 품질보증 방안의 적합성 - 대외적으로 인정받을 만한 품질보증 관련 인증 획득 사례 2 5 교육훈련 및 기술이전 - 정보기술 등에 대한 정보제공 및 기술자문 의 원활한 지원을 보장하기 위한 체계 및 대책의 적정성 2 기밀보안 - 기밀보안 체계의 적정성 - 기밀보안 대책의 확신성 1",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가요소",
            "배점",
            "60"
          ],
          [
            "전략  및 \n방법론",
            "대상사업  이해도\n사업추진  전략\n사업추진  방법론",
            "-  대상업무  목표  및  내용의  이해도\n-  업무분석  체계의  명확성\n-  제안요청서와의  부합성\n-  목표시스템  구성의  적정성\n-  추진전략의  창의성  및  타당성\n-  사업에  적정한  개발  방법의  적정성\n- 도구와  기법의  적정성과  경험\n- 적용방법론의  경험",
            "3\n3\n4",
            "10"
          ],
          [
            "기술  및  기능",
            "컨설팅  분석\n컨설팅  계획  수립\n타당석  분석\n제약사항",
            "- 내·외부  환경  및  현황분석  방안의  적정성\n- 컨설팅  분석  결과에  따른  시사점  및  개선사\n항  도출의  적정성\n- 사업추진  범위  및  방향성  도출  내용의  적정성\n- 전략·기술·구축·정보관리·프로세스  개선  등의  미래\n설계  방안의  적정성\n- 도출할  미래모델에  대한  비용  산출,  편익 \n산출  및  대안별  경제성  도출  방안의  적정성\n- 제안요청서의  기술,표준,데이터,업무,법제도 \n및  안전관리  등의  제약조건  내에서  제시한 \n수행  및  검증방안의  적정성",
            "5\n5\n7\n3",
            "20"
          ],
          [
            "데이터",
            "데이터  요건",
            "- 데이터  요구사항의  분석  및  적정성",
            "5",
            "5"
          ],
          [
            "프로젝트  관리",
            "관리방법론\n일정계획\n사업수행방안",
            "-  위험관리,  자원관리,  진도관리,  보안관리,  산출물의 \n형상 및 문서 관리  방안의  적정성\n-  세부활동  도출  및  기간의  타당성\n-  세부활동  배열의  합리성 및 자원  할당의 적정성\n-  중간목표  정의의  타당성\n-  사업수행조직  구성\n-  사업수행  핵심인력  및  이력사항\n-  투입인력의  기술  및  경험의  적정성",
            "5\n5\n10",
            "20"
          ],
          [
            "프로젝트  지원",
            "사업수행을  위한 \n품질보증방안\n교육훈련 및 기술이전\n기밀보안",
            "- 제시된  품질보증  방안의  적합성\n-  대외적으로  인정받을  만한  품질보증  관련 \n인증  획득  사례\n-  정보기술  등에  대한  정보제공  및  기술자문\n의  원활한  지원을  보장하기  위한  체계  및 \n대책의  적정성\n-  기밀보안  체계의  적정성 \n-  기밀보안  대책의  확신성",
            "2\n2\n1",
            "5"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 89,
      "text": "- 86 - 다. 가격평가기준 입찰가격 평점 산식 각 업체가 제안서 접수시 제출한 가격입찰서에 의하여 다음과 같은 방법으로 산출 가 입찰가격을 추정가격의 100분의 80 이상으로 입찰한 자에 대한 평가 평점입찰가격평가배점한도 해당입찰가격 최저입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격 해당입찰가격 해당 평가대상자의 입찰가격 입찰가격 평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를 포함하여 적 용하고, 예정가격을 작성한 경우에는 추정가격을 예정가격으로 적용 나 입찰가격을 추정가격의 100분의 80 미만으로 입찰한 자에 대한 평가 평점 입찰가격평가배점한도 최저입찰가격 추정가격의80상당가격 추정가격의상당가격추정가격의상당가격 추정가격의상당가격해당입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격 해당입찰가격 해당 평가대상자의 입찰가격으로 하되, 입찰가격이 추정가격의 100 분의 60 미만일 경우에는 100분의 60으로 계산 입찰가격 평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를 포함하 여 적용하고, 예정가격을 작성한 경우에는 추정가격을 예정가격으로 적용 다 입찰가격 평점산식에 의한 계산결과 소수점이하의 숫자가 있는 경우에는 소수 점 다섯째자리에서 반올림 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}