{
  "csv_metadata": {
    "공고 번호": "20240615212",
    "공고 차수": 0.0,
    "사업명": "서울특별시교육청 지능정보화전략계획(ISP) 수립(2차) 사업 용역",
    "사업 금액": 248796000,
    "발주 기관": "서울특별시교육청",
    "공개 일자": "2024-06-12 17:01:47",
    "입찰 참여 시작일": "2024-06-17 10:00:00",
    "입찰 참여 마감일": "2024-06-24 11:00:00",
    "사업 요약": "- 사업 개요: 서울특별시교육청의 지능정보화전략계획(ISP) 수립(2차) 사업\n- 추진배경: 서울교육의 디지털 대전환과 지능정보화 정책 추진 필요성\n- 사업범위: 지능정보화 전략 수립, 스마트 플랫폼 구축, 학교 업무 개선, 정보화정책 조직 및 체계 구축\n- 기대효과: 체계적인 정보화 사업 추진, 원활한 서울 미래교육 수행, 학교 환경 개선, 지능정보화 정책 효율성 증대",
    "파일형식": "pdf",
    "파일명": "서울특별시교육청_서울특별시교육청 지능정보화전략계획(ISP) 수립(2차) .pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제안요청서 제안요청서 과 제 명 서울특별시교육청 지능정보화전략계획ISP 수립2차 발주기관 서울특별시교육청 2024년 5월 담당 디지털혁신미래교육과 TEL FAX 사무관 김경애 02-2282-8433 02-6973-9926 주무관 최병조 목 차 대 목차 1. 사업 개요 2. 지능정보화 추진 현황 3. 사업 추진방안 4. 제안 요청내용 5. 제안서 작성요령 6. 제안 안내 사항 붙임 붙임 1 기술평가 정량점수 계산 기준 붙임 2 보안 세부이행사항 붙임 3 소프트웨어사업 영향평가 검토결과서 붙임 4 참여인력 기술상태 평가시 ITSQF 직무인정범위 붙임 5 제안서 및 입찰 관련 서식 별지서식 1. 제안사 일반현황 2. 자본금 및 매출액 현황, 3. 주요 사업실적, 4. 사업실적 증명서, 5. 사업수행 조직도, 6. 참여인력 현황, 7. 참여인력 이력사항, 8. 정량적 평가지표 자가 진단표, 9. 제안요청서 대비 제안사항 조견표, 10. 청렴 서약서, 11. 보안 서약서, 12. 보안 확약서, 13. 비밀유지 계약서, 14. 조세포탈 관련 서약서, 15. 공동수급표준협정서, 16. 공동수급 합의각서, 17. 소프트웨어 하도급 계획 적정성 확인서, 18. 소프트웨어 하도급 계획서 별첨기술적용계획표",
      "tables": [
        [
          [
            "과 제 명",
            "서울특별시교육청 \n지능정보화전략계획(ISP) 수립(2차)"
          ],
          [
            "발주기관",
            "서울특별시교육청"
          ]
        ],
        [
          [
            "담당",
            "디지털·혁신미래교육과",
            "",
            "TEL",
            "FAX"
          ],
          [
            "",
            "사무관",
            "김경애",
            "02-2282-8433",
            "02-6973-9926"
          ],
          [
            "",
            "주무관",
            "최병조",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 2,
      "text": "- 1 - 1. 사업 개요 가. 추진배경 및 필요성 서울 미래교육 지능정보화정책의 효율적체계적 추진을 위해 2021년 제1차 지능정보화전략계획ISP1을 수립, 세부 실행과제를 이행하고 있으며, 1차 ISP 이후, 지능정보사회 환경 변화 대응 및 정보화정책의 지속적체계적 추진을 위해 외부 전문기관 컨설팅으로 3개년 종합계획 수립 1차ISP 도출과제중이행내용 정보화조직개편2023. 7월, 학교정보화지원체계테크센터 구축운영2023년, 센클라우드구축운영2023년, RPA 추진2023년, 전문인력양성2023년 디지털 대전환 시대, 교육과 기술의 결합을 위한 새로운 패러다임의 ISP 수립 서울교육 정책방향과 연계 및 디지털 전환 환경변화에 대응하기 위한 지능 정보화 총괄 종합계획3개년 수립 필요 서울미래교육지능정보화정책기본방향과비전및중장기발전방안제시 최신 지능정보기술에듀테크을 적용한 미래교육 디지털 서비스로의 전환 빅데이터, 인공지능생성형AI, 클라우드, RPA 등의 최신기술 적용과 다양한 정보 자원 및 교육데이터의 통합활용을 위한 혁신적인 정보화 환경 마련 요구 증대 디지털교과서 도입 및 가속화된 학교 에듀테크 환경에 맞는 교실의 디지털화를 담아내기 위한 미래형 교육 플랫폼 구축 방안 마련 필요 새로운 변화에 효율적으로 대응하기 위한 정보화지원체계 개편 학교 업무경감 및 교육인프라 지원 강화 등 효율적인 지능정보화정책 추진을 위한 조직ᆞ인력 체계 재구성 필요 정보화조직본청-직속기관-지원청업무역할 재정립및전문인력양성 나. 주요 사업내용 서울시교육청 중장기3개년 지능정보화 마스터플랜 수립 최신 지능정보화 환경정책의 새로운 패러다임을 반영한 서울교육 디지털 종합 전략ᆞ목표 수립 1 ISPInformation Strategy Plan 조직및정보화업무를분석, 현재의업무체계를변화시키고효율성 을증대하기위한목표모델과이행계획마련의운영전략계획수립 - 2 - 지능정보화 목표 달성을 위한 분야별 세부 추진 방향 및 범위 설정 단계별 이행계획, 조직ᆞ인력ᆞ예산 등 연도별 로드맵 및 실행 방안 학교 현장 교육활동 보호 및 민원처리 개선을 위한 스마트 플랫폼 구축 방안 교원 교육활동 보호 정책 연계, 민원처리시스템 개선 방안 학교 구성원교직원학생학부모 소통 및 신뢰 강화를 위한 스마트 공지 통합플랫폼 도입 방안 학교현장환경교육활동, 사용자의견, 운영시스템등 분석및개선과제도출 학교 업무경감 및 디지털 기반의 교육ᆞ행정 환경 구축 전체 학교 네트워크학내망 중장기 개선 및 관리 운영통합관제 등 방안 학교정보화지원체계테크센터 효율적 운영방안 학교 업무경감을 위한 업무자동화환경RPA2 구축 방안 지능정보기술 활용 미래교육 서비스 지원방안 마련 빅데이터 기반을 위한 데이터 관리체계 강화 방안 데이터 중심 생성형 인공지능AI 활용 사례 발굴 및 도입 방안 교육청 자체 클라우드 컴퓨팅 환경 구축 및 기존 서비스 전환 방안 효율적인 정보화정책 추진을 위한 조직 체계 구축 및 성과 측정ᆞ평가 본청, 직속기관 및 교육지원청 등 학교 지원 지능정보화 조직 체계 구축 방안 1차 ISP 결과 추진 과제에 대한 이행 평가ᆞ분석 및 개선수정계획 등 방안 다. 기대효과 서울교육 정보화 중장기 로드맵3개년 지속적계속적 수립 및 성과평가를 통한 환류체계 구축으로 체계적인 정보화 사업 추진 가능 1차 ISP 수립 이후, 환경변화 대응 및 학교 공감 지능정보화 지원을 통한 원활한 서울 미래교육 수행 전체 정보화 조직인력 및 업무 프로세스 개선을 통한 지속 가능하고 효율적 안정적인 지능정보화 정책 추진 2 RPARobotic Process Automation 규칙적이고 반복적인 업무를 자동화하는 SW 지능정보화전략계획에 제시된 개선 과제들은 우선순위를 정하고 통합 이행계획 및 세부 추진계획까지 작성 후 유관부서 협업 추진함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - 2. 지능정보화 추진 현황 가. 추진 목표 및 전략 나. 정보화 현황 제안서 작성 시 서울특별시교육청에서 운영하는 각종 정보시스템의 현황 및 세부내용이 필요할 경우 발주기관 지정 장소에서 열람 가능 근거 행정기관및공공기관정보시스템구축운영지침제17조제안요청서 보안사항등에따라공개하지않음 비전 비전 비전 비전 비전 비전 비전 비전 비전 미래지식 교육을 선도하는 서울교육 목표 목표 목표 목표 목표 목표 목표 목표 목표 AISW정보보호 교육 확대를 통한 미래인재육성 미래 정보인프라 구축으로 디지털 서울교육 견인 DNA 기반으로 특화교육을 선도하는 서울교육 서비스 제공 전략 목표 전략 과제 AISW정보보호 교육 확대를 통한 미래인재육성 미래형 첨단 스마트 교육환경 조성 인공지능 소프트웨어교육 활성화 지원 빅데이터 기반 맞춤형 사이버 교수학습 지능정보사회 교육혁신 정보화 역량 강화 미래 정보인프라 구축으로 디지털 서울교육 견인 클라우드 활성화 기반 조성 클라우드 기반 스마트워크 활성화 서울형 교육 스마트 정보인프라 구축 지능정보사회 대응 정보보호 체제 기반조성 DNA 기반으로 특화교육을 선도하는 서울교육서비스 제공 수요자 중심 빅데이터 교육 서비스 지원 공공정보 접근성 개선 및 빅데이터 개방 교육행정 지식정보서비스 제공 디지털 정보지식 격차 해소를 위한 교육주체 맞춤형 지원 DNA DATA, Network, AI인공지능 - 4 - 3. 사업 추진방안 가. 추진목표 서울 미래교육 실현과 교육정책 변화에 대응하는 지능정보화 중장기3년 계획 수립 디지털 대전환 시대, 에듀테크 활용 지능정보화 방향 제시 지능정보사회 디지털 서비스 전환 및 학교 공감 교육행정 서비스 제공 기반 마련 새로운 변화 대응의 효율적인 정보화정책 추진 조직 재구조화 및 업무 지원 체계 마련 나. 추진전략 관리적 측면 원활한 사업수행을 위한 전담 TF를 구성운영하여 분야별로 정책과제를 발굴하고 이행방안을 마련 TF 구성 정보화주요업무부서실무자와학교정보담당교직원등참여 업무 추진부서와 유관기관에 대한 현장 요구사항 분석 및 개선과제 도출로 사업 완성도 제고 기술적 측면 선진기술 추이와 혁신적인 정보화 환경변화 동향 조사분석을 통한 개선 방안 마련 최신 지능정보기술 활용 미래교육 수행 방안 및 교육환경 발전을 위한 현실성 있는 실행 과제 마련 클라우드, 빅데이터, 인공지능생성형AI, 메타버스 등 최신기술 발전을 고려한 국제표준 적용 표준화 측면 내부 및 외부 데이터 연계 확대에 따른 관리 용이성지속성을 위한 연계 기술 표준화 적용 업무의 개선과 고도화 및 신규업무 추가를 고려한 확장성 있는 미래 모델 설계 공통 프레임워크 적용을 통한 서비스 간 유기적인 구성 및 중복개발 최소화 방안 마련",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 5 - 법제도적 측면 환경변화에 따른 내부 가이드라인을 마련하고 기반정보화 등 관련 법령 지침 준수에 대한 방향성 제시 보안 관련 법령을 준용한 시스템 관리ᆞ운영 방안 마련 다. 추진 체계 추진 조직 사업 총괄 교육정책국장 실무 담당 총괄 디지털ᆞ혁신미래교육과 주관 사업자 실무추진반 디지털전략팀, 전담TF 실국, 산하기관, 학교 등 ISP 용역 사업자 분야별 실무자담당중심 구성 정책분야별 전략과제 검토, 의견 인터뷰를 통한 정책사항 도출 불편한 업무 개선사항 도출 조직별 역할 구분 주요역할 사업 총괄 - TF 위원장 실무 담당 총괄 - 사업관리 및 TF 추진 담당 실무추진반 전담 TF - TF 운영, 사업 관리, 일정관리, 과제 타당성 검토 - 유관기관 협력, 이슈사항 의사결정, 결과물 검사검수 - 정책분야별 협의체 운영, 의견제시, 자료수집, 사업단계별 산출물 검토 - 사업단계별 산출물 검토, 기타 업무지원 주관 사업자 - ISP 사업 일정별 과업 수행 - 사업수행 인력관리 및 사업 관련 정기수시 보고 - 계약내용 준수 및 실무추진반 요구사항 수행 각급기관 인터뷰, 설문지 조사를 통한 정책사항 도출 불편한 업무 개선사항 도출 - 6 - 라. 추진일정 구 분 M M1 1 2 3 4 1 2 사업준비사업수행 계획 제출 정보기술환경 분석 정보화현황 분석 정보화목표 모델 수립 중장기 정보화사업실행 계획 수립 교직원 설문지 조사 및 분석 착수, 중간, 종료보고 및 기술지원 4. 제안 요청내용 가. 사업명 서울특별시교육청 지능정보화전략계획ISP 수립2차 나. 사업 기간 계약일로부터 5개월 다. 예산소요액 금 248,796천원부가세 포함 라. 사업 내용 1 서울 미래교육 실현을 위한 지능정보화3개년 중장기 종합계획 수립 서울 미래교육 지능정보화 비전, 전략, 정책방향 및 목표 설정 지능정보화 추진 기반 역량과 성과 분석평가, 문제점과 개선방향 도출 지능정보기술, 인프라, 제도, 인적 부분 SWOT 분석 현장 인터뷰 등을 통하여 지능정보화 요구가 높은 신규 업무 도출 지능정보화 관련 상위 법령 제개정에 따른 자치법규 정비 방안 마련신규 제정 및 현행 보완",
      "tables": [
        [
          [
            "구      분",
            "M",
            "",
            "",
            "",
            "M+1",
            "",
            ""
          ],
          [
            "",
            "1",
            "2",
            "3",
            "4",
            "1",
            "2",
            ""
          ],
          [
            "사업준비(사업수행\n계획  제출)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보기술환경 \n분석",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보화현황  분석",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보화목표 \n모델  수립",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "중장기 \n정보화사업실행 \n계획  수립",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "교직원  설문지 \n조사  및  분석",
            "",
            "",
            "",
            "",
            "★",
            "",
            ""
          ],
          [
            "착수,  중간, \n종료보고  및 \n기술지원",
            "",
            "▲",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "실무추진반\n(디지털전략팀,  전담TF)"
          ],
          [
            "·  분야별  실무자(담당)중심  구성\n· 정책분야별 전략과제 검토, 의견"
          ]
        ],
        [
          [
            "실·국,  산하기관,  학교  등"
          ],
          [
            "· 인터뷰를 통한 정책사항 도출\n·  불편한  업무  개선사항  도출"
          ]
        ],
        [
          [
            "주관  사업자"
          ],
          [
            "·  ISP  용역  사업자"
          ]
        ],
        [
          [
            "구분",
            "주요역할"
          ],
          [
            "사업  총괄",
            "-\nTF  위원장"
          ],
          [
            "실무  담당  총괄",
            "- 사업관리  및  TF  추진  담당"
          ],
          [
            "실무추진반\n(전담  TF)",
            "-\nTF  운영,  사업  관리,  일정관리,  과제  타당성  검토\n- 유관기관  협력,  이슈사항  의사결정,  결과물  검사·검수\n-  정책분야별  협의체  운영,  의견제시,  자료수집,  사업단계별  산출물 \n검토\n- 사업단계별  산출물  검토,  기타  업무지원"
          ],
          [
            "주관  사업자",
            "-\nISP  사업  일정별  과업  수행\n- 사업수행  인력관리  및  사업  관련  정기/수시  보고\n- 계약내용  준수  및  실무추진반  요구사항  수행"
          ],
          [
            "각급기관",
            "‐  인터뷰,  설문지  조사를  통한  정책사항  도출\n‐  불편한  업무  개선사항  도출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - 지능정보화 추진 전략과 과제별 투입인력 및 소요 예산 산정 타 기관 정보화 환경관리운영 분석과 사례조사 및 시사점 도출 2 학교 현장 교육활동 보호 및 민원처리 개선을 위한 스마트 플랫폼 구축 방안 마련 교육활동 보호 종합대책 연계, 스마트 공지 통합플랫폼 구축 방안 마련 현 학교 공지시스템 현황 및 문제점 분석 후 개선 방안 도출 학교 및 학생학부모 의견 수렴을 통한 소통ᆞ커뮤니티 중심의 참여 플랫폼 민원처리시스템 구축 방안 마련 3 학교 업무경감 및 디지털 기반의 교육행정환경 구축 방안 마련 학교 네트워크학내망, 유무선 중장기 개선 방안 디지털 대전환에 따른 학교 교수학습 환경 변화 분석 및 방향 제시 각급 학교 유ᆞ무선 네트워크 현황 및 문제점 분석 학교 네트워크 환경 개선최적화 방안 및 운영관리, 지속적체계적 전문적ᆞ종합적 지원 방안 학교정보화지원체계테크센터 효율적 운영 방안 테크센터 운영 현황조직인력 체계, 수행업무, 운영 및 사업 추진 방식 등 분석 및 문제점 도출 미래 교육 체제 전환을 위한 테크센터 운영관리 최적화재구조화 및 업무 표준화 등 방안 학교 업무 경감을 위한 업무자동화환경RPA 구축 방안 마련 현 시스템시범운영 운영 현황 분석 및 기술 검증 후 개선 방안 제시 타기관 우수사례 분석, 학교 현장 도입 과제 도출, 확대 운영 및 활성화 방안 제시 학교 교직원 정보화업무 의견수렴 및 요구사항 분석 대민, 교직원 서비스가 통합적으로 이루어 질수 있는 모델 마련 4 최신 지능정보기술 활용 미래교육 서비스 지원 방안 마련 빅데이터 분석 기반을 위한 데이터 관리체계 강화 방안 마련 - 8 - 데이터 관리체계 및 활용 전략 마련 데이터품질관리, 보안및개인정보보호, 수집및저장정책, 통합및표준화, 조직및인력등 데이터 처리와 분석 및 모니터링, 전문가 교육과 역량 강화 방안 정보시스템플랫폼 간 데이터 연계 방안 및 빅데이터 활용 방안 서울교육자료를 DB화 하여 서비스할수 있는 방안 서울교육자료DB화대상및내용도출, 서비스및활용방안 데이터 중심 생성형 인공지능AI 활용 사례 발굴 및 도입 방안 기술 발전 추이를 감안한 단계적 인공지능 기술 적용 방안 마련 데이터 분석과 추론에 기반한 개인별 맞춤형 서비스 제공 방안 마련 빅데이터, 사물인터넷 등 신기술 기반의 개인별 맞춤형 서비스 제공 인공지능AI 기반 융합 교육을 담아내기 위한 미래형 교육 환경 구축 방안 마련 교육청 챗봇 등 구축 및 서비스 방안 기존 정보시스템의 클라우드 기술 도입 및 전환 방안 마련 클라우드컴퓨팅 기술 도입 전략 및 정보시스템의 전환 계획 수립 클라우드시스템을 활용한 학습업무처리 적용 방안 마련 분산 운영중인 정보시스템의 중복 제거 및 통합개선 방안 마련 최신 지능정보기술 적용 및 운영 사례 조사분석 최신 지능정보시스템 구축 사례 조사분석 타 기관 운영 시스템 적용 사례 조사분석을 통한 과제 발굴 지능정보서비스 적용을 위한 정보시스템 단계적 도입 방안 마련 5 효율적인 정보화정책 추진을 위한 조직 체계 구축 및 성과 측정ᆞ평가 지능정보화 업무 조직 재구조화 및 업무프로세스 개선 방안 본청, 직속기관 및 교육지원청의 학교 지원 지능정보화 조직 체계 구축 방안 1차 ISP 결과 추진 과제에 대한 사업 이행 성과평가 및 개선수정계획 방안",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 마. 요구사항 총괄 및 목록 요구사항 총괄표 요청사항 구분 ID부여규칙 요구사항 수 컨설팅 요구사항CSR ConSulting Requirement CSR-000 14 품질 요구사항QUR Quality Requirement QUR-000 1 보안요구사항SER Security Requirement SER-000 4 제약사항COR Constraint Requirement COR-000 4 프로젝트 관리 요구사항PMR Project Management Requirement PMR-000 4 프로젝트 지원 요구사항PSR Project Support Requirement PSR-000 2 합계 29 요구사항 목록표 번호 코드 번호 요구사항 1 CSR 001 지능정보화 관련 법제도정책 현황 및 동향 분석 2 CSR 002 최신정보기술 환경 및 변화 분석 3 CSR 003 학교행정기관부서의 업무 및 조직인력 현황 분석 4 CSR 004 학교행정기관부서 업무담당자 요구사항 분석 5 CSR 005 최신기술 적용 선진사례 및 벤치마킹 6 CSR 006 지능정보화 발전 방향 및 목표 설정 7 CSR 007 지능정보화전략계획 수립 및 우선순위 선정 8 CSR 008 학교 현장 교육활동 보호 및 민원처리 개선 플랫폼 구축 방안 9 CSR 009 학교 업무경감 및 디지털 교육ᆞ행정환경 구축 방안 10 CSR 010 빅데이터 분석 기반 데이터 관리체계 강화 방안 11 CSR 011 생성형 인공지능AI 활용 사례 발굴 및 도입 방안 12 CSR 012 클라우드 기술 도입 및 전환 방안 13 CSR 013 정보화 조직 및 업무 프로세스 개선 방안 14 CSR 014 실행계획서 작성 및 이행방안 마련 15 QUR 001 산출물 및 결과물에 대한 품질보증 절차 16 SER 001 보안 요구사항 일반 17 SER 002 참여인력에 대한 보안 관리 18 SER 003 문서 및 전산자료 보안 19 SER 004 사업수행 사무실 및 매체장비 반출입 보안 20 COR 001 기본 제약사항 21 COR 002 산출물의 소유권, 저작권 22 COR 003 감리대응 23 COR 004 주사업자, 공동수급체 투입인력 비율 24 PMR 001 사업 수행 장소 확보 25 PMR 002 사업 수행조직 및 업무분장 26 PMR 003 보고회 및 산출물 관리 27 PMR 004 프로젝트컨설팅방법론에 관한 사항 28 PSR 001 설명회, 보고회, 교육기술이전 등 지원 29 PSR 002 홍보물 제작 - 10 - 바. 상세요구사항 1 컨설팅 요구사항Consulting Requirement 요구사항 분류 컨설팅 요구사항 고유번호 CSR-001 요구사항 명칭 법제도정책 현황분석 요구사항 상세설명 정의 지능정보화 관련 법제도정책 현황 및 동향 분석 세부내용 교육, 지능정보화 및 전자정부 등 관련 최근 법제도정책 현황과 동향 분석 관련 법제도정책 변화에 따른 업무 프로세스 변경 분석 타 기관 정보화 현황 분석 - 타 기관 정보화 관리운영사례 조사 및 시사점 도출 산출정보 현황분석 보고서정책현황 요구사항 분류 컨설팅 요구사항 고유번호 CSR-002 요구사항 명칭 최신정보기술 환경 및 변화 분석 요구사항 상세설명 정의 최신정보기술 환경 및 트렌드 분석 세부내용 최근 정보통신기술ICT 동향 및 기술적 적용 타당성 분석 - 인공지능, 클라우드, 모바일, 보안 등 적용 가능한 국내외 최신 기술 동향 분석 - 현 정보기술 추세 검토에 따른 정보기술 발전 방향 및 변화 요인 분석 최근 정보통신기술ICT 관련 정책 및 트렌드 분석 - 정보통신기술ICT 분야 4차 산업혁명 대비 현황과 방향 등 정보기술 환경 분석 결과 및 시사점 도출 산출정보 환경분석 보고서내외부 환경, 정보기술, 정책환경 요구사항 분류 컨설팅 요구사항 고유번호 CSR-003 요구사항 명칭 업무조직 현황 분석 요구사항 상세설명 정의 학교행정기관부서의 업무 및 조직인력 현황 분석 세부내용 서울특별시교육청 정보화업무 및 정보관련 활동 분석 서울특별시교육청에서 운영하는 정보시스템 현황 및 업무 분석 학교 정보화업무 및 정보관련 활동 분석 정보보안 체계 및 현황 분석 타 기관 정보화 조직인력 및 업무 등 유사사례 분석 서울특별시교육청 정보화 조직인력 현황 분석 현황분석 결과를 토대로 SWOT 분석 실시 및 시사점 도출 산출정보 현황분석 보고서업무조직",
      "tables": [
        [
          [
            "요청사항 구분",
            "",
            "ID부여규칙",
            "요구사항 수"
          ],
          [
            "컨설팅 요구사항(CSR)",
            "ConSulting Requirement",
            "CSR-000",
            "14"
          ],
          [
            "품질 요구사항(QUR)",
            "Quality Requirement",
            "QUR-000",
            "1"
          ],
          [
            "보안요구사항(SER)",
            "Security Requirement",
            "SER-000",
            "4"
          ],
          [
            "제약사항(COR)",
            "Constraint Requirement",
            "COR-000",
            "4"
          ],
          [
            "프로젝트 관리 요구사항(PMR) Project Management Requirement",
            "",
            "PMR-000",
            "4"
          ],
          [
            "프로젝트 지원 요구사항(PSR)",
            "Project Support Requirement",
            "PSR-000",
            "2"
          ],
          [
            "합계",
            "",
            "",
            "29"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "법·제도·정책 현황분석"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "지능정보화 관련 법·제도·정책 현황 및 동향 분석"
          ],
          [
            "",
            "세부내용",
            "◦  교육, 지능정보화 및 전자정부 등 관련 최근 법·제도·정책 \n현황과 동향 분석\n◦  관련 법·제도·정책 변화에 따른 업무 프로세스 변경 분석\n◦  타 기관 정보화 현황 분석\n - 타 기관 정보화 관리·운영사례 조사 및 시사점 도출"
          ],
          [
            "산출정보",
            "",
            "현황분석 보고서(정책현황)"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "최신정보기술 환경 및 변화 분석"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "최신정보기술 환경 및 트렌드 분석"
          ],
          [
            "",
            "세부내용",
            "◦  최근 정보통신기술(ICT) 동향 및 기술적 적용 타당성 분석\n -  인공지능,  클라우드,  모바일,  보안  등  적용  가능한  국내·외 \n최신 기술 동향 분석\n -  현  정보기술  추세 검토에 따른  정보기술  발전  방향 및  변화 \n요인 분석\n◦  최근 정보통신기술(ICT) 관련 정책 및 트렌드 분석\n - 정보통신기술(ICT) 분야 4차 산업혁명 대비 현황과 방향 등\n◦  정보기술 환경 분석 결과 및 시사점 도출"
          ],
          [
            "산출정보",
            "",
            "환경분석 보고서(내‧외부 환경, 정보기술, 정책환경)"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "업무·조직 현황 분석"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "학교·행정기관(부서)의 업무 및 조직(인력) 현황 분석"
          ],
          [
            "",
            "세부내용",
            "◦  서울특별시교육청 정보화업무 및 정보관련 활동 분석\n◦  서울특별시교육청에서 운영하는 정보시스템 현황 및 업무 분석\n◦  학교 정보화업무 및 정보관련 활동 분석\n◦  정보보안 체계 및 현황 분석\n◦  타 기관 정보화 조직(인력) 및 업무 등 유사사례 분석\n◦  서울특별시교육청 정보화 조직(인력) 현황 분석\n◦  현황분석 결과를 토대로 SWOT 분석 실시 및 시사점 도출"
          ],
          [
            "산출정보",
            "",
            "현황분석 보고서(업무·조직)"
          ]
        ],
        [
          [
            "번호",
            "코드",
            "번호",
            "요구사항"
          ],
          [
            "1",
            "CSR",
            "001",
            "지능정보화 관련 법･제도･정책 현황 및 동향 분석"
          ],
          [
            "2",
            "CSR",
            "002",
            "최신정보기술 환경 및 변화 분석"
          ],
          [
            "3",
            "CSR",
            "003",
            "학교·행정기관(부서)의 업무 및 조직(인력) 현황 분석"
          ],
          [
            "4",
            "CSR",
            "004",
            "학교·행정기관(부서) 업무담당자 요구사항 분석"
          ],
          [
            "5",
            "CSR",
            "005",
            "최신기술 적용 선진사례 및 벤치마킹"
          ],
          [
            "6",
            "CSR",
            "006",
            "지능정보화 발전 방향 및 목표 설정"
          ],
          [
            "7",
            "CSR",
            "007",
            "지능정보화전략계획 수립 및 우선순위 선정"
          ],
          [
            "8",
            "CSR",
            "008",
            "학교 현장 교육활동 보호 및 민원처리 개선 플랫폼 구축 방안"
          ],
          [
            "9",
            "CSR",
            "009",
            "학교 업무경감 및 디지털 교육ㆍ행정환경 구축 방안"
          ],
          [
            "10",
            "CSR",
            "010",
            "빅데이터 분석 기반 데이터 관리체계 강화 방안"
          ],
          [
            "11",
            "CSR",
            "011",
            "생성형 인공지능(AI) 활용 사례 발굴 및 도입 방안"
          ],
          [
            "12",
            "CSR",
            "012",
            "클라우드 기술 도입 및 전환 방안"
          ],
          [
            "13",
            "CSR",
            "013",
            "정보화 조직 및 업무 프로세스 개선 방안"
          ],
          [
            "14",
            "CSR",
            "014",
            "실행계획서 작성 및 이행방안 마련"
          ],
          [
            "15",
            "QUR",
            "001",
            "산출물 및 결과물에 대한 품질보증 절차"
          ],
          [
            "16",
            "SER",
            "001",
            "보안 요구사항 일반"
          ],
          [
            "17",
            "SER",
            "002",
            "참여인력에 대한 보안 관리"
          ],
          [
            "18",
            "SER",
            "003",
            "문서 및 전산자료 보안"
          ],
          [
            "19",
            "SER",
            "004",
            "사업수행 사무실 및 매체․장비 반・출입 보안"
          ],
          [
            "20",
            "COR",
            "001",
            "기본 제약사항"
          ],
          [
            "21",
            "COR",
            "002",
            "산출물의 소유권, 저작권"
          ],
          [
            "22",
            "COR",
            "003",
            "감리대응"
          ],
          [
            "23",
            "COR",
            "004",
            "주사업자, 공동수급체 투입인력 비율"
          ],
          [
            "24",
            "PMR",
            "001",
            "사업 수행 장소 확보"
          ],
          [
            "25",
            "PMR",
            "002",
            "사업 수행조직 및 업무분장"
          ],
          [
            "26",
            "PMR",
            "003",
            "보고(회) 및 산출물 관리"
          ],
          [
            "27",
            "PMR",
            "004",
            "프로젝트컨설팅방법론에 관한 사항"
          ],
          [
            "28",
            "PSR",
            "001",
            "설명회, 보고회, 교육(기술이전) 등 지원"
          ],
          [
            "29",
            "PSR",
            "002",
            "홍보물 제작"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 요구사항 분류 컨설팅 요구사항 고유번호 CSR-004 요구사항 명칭 업무담당자 요구사항 분석 요구사항 상세설명 정의 학교행정기관부서 업무담당자 요구사항 분석 세부내용 CSR-003 업무조직 현황 분석 참고 정보화 업무, 역할 및 책임 등에 대해 인터뷰 등을 통한 의견 수렴 및 요구사항 분석 정보시스템 운영 및 업무개선 등에 대해 인터뷰 등을 통한 의견수렴 및 요구사항 분석 정보화조직인력 및 업무프로세스 등에 대해 인터뷰 등을 통한 의견수렴 및 요구사항 분석 학교 교직원에 대한 서울교육 정보화 만족도와 개선사항 및 새로이 구현해야할 서비스 등 설문 실시하고 결과 분석 산출정보 현황분석 보고서의견수렴 및 요구분석 요구사항 분류 컨설팅 요구사항 고유번호 CSR-005 요구사항 명칭 선진사례 및 벤치마킹 요구사항 상세설명 정의 최신기술 적용 선진사례 및 벤치마킹 세부내용 최신 정보통신기술ICT 적용 및 운영 사례 분석 국내 기관 중 최근 정보시스템 구축 기관 방문을 통해 현황 조사 후 시사점 도출공공민간 기관 각 1개 이상 정보통신기술ICT 적용 사례별 장단점 분석 산출정보 현황분석 보고서벤치마킹 요구사항 분류 컨설팅 요구사항 고유번호 CSR-006 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 지능정보화 발전 방향 및 목표 설정 세부내용 지능정보화 비전, 전략, 정책방향 및 목표 수립 제시 - 정보화 발전 비전 수립 및 방향성 도출 - 법제도 및 정보기술 변화를 고려해 비전 달성을 위한 로드맵 수립 - 로드맵 추진 등을 위한 정보화 조직인력 제도 개선 방안 제시 - 지능정보화 추진 기반 역량과 성과 분석평가, 문제점과 개선 방향 도출 CSR 001005에서 분석하여 검토 및 제시한 내용 포함 산출정보 실행계획서 - 12 - 요구사항 분류 컨설팅 요구사항 고유번호 CSR-007 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 지능정보화전략계획 수립 및 우선순위 선정 세부내용 지능정보화전략계획 수립20242027, 34년 - 정보화 로드맵 및 추진과제별 우선순위에 따른 지능정보화 종합계획 수립 제시 - 현장 인터뷰 등을 통하여 지능정보화 요구가 높은 신규 업무 도출 - 학교 업무경감을 위한 RPA 구축 방안 도출 - 정보화 관련 상위 법령 제개정에 따른 자치법규 정비 방안 마련신규 제정 및 현행 보완 - 정보화전략계획의 추진과제별 실행계획 수립 및 기대효과 작성 - 실행계획 추진 필요성 및 조직인력예산을 구체적으로 제시 추진 조직, 인력 및 소요예산의 근거 자료 포함 - 실행계획의 정량적, 정성적 효과 포함 추진과제의 우선순위 선정 - 내부내부직원 요구사항 등, 외부정책, 법적, 외부 환경 등 요인 검토와 기술발전 및 소요 비용 검토에 따른 추진과제 타당성 검토 - 추진과제에 대한 단기중기장기 과제 및 과제별 우선순위 선정 제시 - 기술 발전 추이를 감안한 단계적 최신 지능정보기술 적용 방안 제시 산출정보 실행계획서 요구사항 분류 컨설팅 요구사항 고유번호 CSR-008 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 학교 현장 교육활동 보호 및 민원처리 개선 플랫폼 구축 방안 세부내용 학교 교육활동 보호 종합대책 연계, 스마트 공지 통합플랫폼 구축 방안 마련 현 학교 공지시스템 현황 및 문제점 분석 후 개선 방안 도출 교육 현장의 요구사항과 문제점을 파악하여, 이를 기반으로 플랫폼의 주요 기능과 구조를 제안 안정적인 서비스 제공을 위해 필요한 시스템 구축 방안 사용자 피드백을 수집하고 상담할 수 있는 시스템을 구축 방안 플랫폼의 효과성을 평가하고 개선하기 위한 모니터링 및 평가 시스템 방안 기술 발전과 사용자의 요구사항에 맞추어 플랫폼을 지속적으로 업데이트, 유지관리 방안 교직원 및 대민 서비스가 통합적으로 이루어질 수 있는 모델 마련 산출정보 실행계획서",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "업무담당자 요구사항 분석"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "학교·행정기관(부서) 업무담당자 요구사항 분석"
          ],
          [
            "",
            "세부내용",
            "◦  CSR-003 업무·조직 현황 분석 참고\n◦  정보화 업무, 역할 및 책임 등에 대해 인터뷰 등을 통한 의견\n수렴 및 요구사항 분석\n◦  정보시스템  운영  및  업무개선  등에  대해  인터뷰  등을  통한 \n의견수렴 및 요구사항 분석\n◦  정보화조직(인력)  및  업무프로세스  등에  대해  인터뷰  등을 \n통한 의견수렴 및 요구사항 분석\n◦  학교 교직원에 대한 서울교육 정보화 만족도와 개선사항 및 \n새로이 구현해야할 서비스 등 설문 실시하고 결과 분석"
          ],
          [
            "산출정보",
            "",
            "현황분석 보고서(의견수렴 및 요구분석)"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "지능정보화전략계획 수립 및 우선순위 선정"
          ],
          [
            "",
            "세부내용",
            "◦  지능정보화전략계획 수립(2024~2027, 3~4년)\n -  정보화  로드맵  및  추진과제별  우선순위에  따른  지능정보화 \n종합계획 수립 제시\n - 현장 인터뷰 등을 통하여 지능정보화 요구가 높은 신규 업무 도출\n - 학교 업무경감을 위한 RPA 구축 방안 도출\n - 정보화 관련 상위 법령 제·개정에 따른 자치법규 정비 방안 \n마련(신규 제정 및 현행 보완)\n - 정보화전략계획의 추진과제별 실행계획 수립 및 기대효과 작성\n - 실행계획 추진 필요성 및 조직·인력·예산을 구체적으로 제시\n   ※ 추진 조직, 인력 및 소요예산의 근거 자료 포함\n - 실행계획의 정량적, 정성적 효과 포함\n◦  추진과제의 우선순위 선정\n - 내부(내부직원 요구사항 등), 외부(정책, 법적, 외부 환경 등) 요인 \n검토와 기술발전 및 소요 비용 검토에 따른 추진과제 타당성 검토 \n - 추진과제에 대한 단기·중기·장기 과제 및 과제별 우선순위 선정 제시\n - 기술 발전 추이를 감안한 단계적 최신 지능정보기술 적용 방안 제시"
          ],
          [
            "산출정보",
            "",
            "실행계획서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "선진사례 및 벤치마킹"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "최신기술 적용 선진사례 및 벤치마킹"
          ],
          [
            "",
            "세부내용",
            "◦  최신 정보통신기술(ICT) 적용 및 운영 사례 분석\n◦  국내 기관 중 최근 정보시스템 구축 기관 방문을 통해 현황\n조사 후 시사점 도출(공공·민간 기관 각 1개 이상)\n◦  정보통신기술(ICT) 적용 사례별 장·단점 분석"
          ],
          [
            "산출정보",
            "",
            "현황분석 보고서(벤치마킹)"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "지능정보화 발전 방향 및 목표 설정"
          ],
          [
            "",
            "세부내용",
            "◦  지능정보화 비전, 전략, 정책방향 및 목표 수립 제시\n - 정보화 발전 비전 수립 및 방향성 도출\n - 법·제도 및 정보기술 변화를 고려해 비전 달성을 위한 로드맵 수립\n - 로드맵 추진 등을 위한 정보화 조직(인력) 제도 개선 방안 제시\n - 지능정보화 추진 기반 역량과 성과 분석·평가, 문제점과 개선\n방향 도출\n◦  CSR 001~005에서 분석하여 검토 및 제시한 내용 포함"
          ],
          [
            "산출정보",
            "",
            "실행계획서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "학교 현장 교육활동 보호 및 민원처리 개선 플랫폼 구축 방안"
          ],
          [
            "",
            "세부내용",
            "◦  학교 교육활동 보호 종합대책 연계, 스마트 공지 통합플랫폼 \n구축 방안 마련\n◦  현 학교 공지시스템 현황 및 문제점 분석 후 개선 방안 도출\n◦  교육  현장의  요구사항과  문제점을  파악하여,  이를  기반으로 \n플랫폼의 주요 기능과 구조를 제안\n◦  안정적인 서비스 제공을 위해 필요한 시스템 구축 방안\n◦  사용자 피드백을 수집하고 상담할 수 있는 시스템을 구축 방안 \n◦  플랫폼의 효과성을 평가하고 개선하기 위한 모니터링 및 평가 시스템 방안\n◦  기술 발전과 사용자의 요구사항에 맞추어 플랫폼을 지속적으로 \n업데이트, 유지관리 방안\n◦  교직원 및 대민 서비스가 통합적으로 이루어질 수 있는 모델 마련"
          ],
          [
            "산출정보",
            "",
            "실행계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 요구사항 분류 컨설팅 요구사항 고유번호 CSR-009 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 학교 업무경감 및 디지털 교육행정환경 구축 방안 세부내용 학교 네트워크학내망, 유무선 중장기 개선 방안 디지털 대전환에 따른 학교 교수학습 환경 변화 분석 및 방향 제시 각급 학교 유ᆞ무선 네트워크 현황 및 문제점 분석 학교 네트워크 환경 개선최적화 방안 및 운영관리, 지속적 체계적전문적ᆞ종합적 지원 방안 학교정보화지원체계테크센터 효율적 운영 방안 테크센터 운영 현황조직인력 체계, 수행업무, 운영 및 사업 추진 방식 등 분석 및 문제점 도출 미래 교육 체제 전환을 위한 테크센터 운영관리 최적화재구조화 및 업무 표준화 등 방안 학교 업무 경감을 위한 업무자동화환경RPA 구축 방안 마련 타기관 우수사례 분석, 현 시스템시범운영 운영 현황 분석 및 기술 검증 후 개선 방안 제시 학교 현장 도입 필요 과제 도출, 확대 운영 및 활성화 방안 제시 학교 교직원 정보화업무 의견수렴 및 요구사항 분석 산출정보 실행계획서 요구사항 분류 컨설팅 요구사항 고유번호 CSR-010 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 빅데이터 분석 기반 및 데이터 관리체계 강화 방안 세부내용 데이터기반 서울교육 구현을 위한 플랫폼 간 연계 활용 방안 제시 - 빅데이터 추진 사업 현황 분석 후 플랫폼과의 연계 방안 마련 빅데이터 분석 기반을 위한 데이터 관리체계 강화 방안 마련 데이터 관리체계 및 활용 전략 마련 데이터 거버넌스 체계 및 정책, 데이터 품질관리, 보안 및 개인 정보 보호, 수집 및 저장, 통합 및 표준화, 조직 및 인력 등 데이터 처리와 분석 및 모니터링, 전문가 교육과 역량 강화 방안 정보시스템플랫폼 간 데이터 연계 방안 및 빅데이터 활용 방안 서울교육자료를 DB화하여 서비스 할 수 있는 방안 DB화 대상 및 내용 도출, 서비스 및 활용 방안 타 기관 빅데이터 활용 및 적용 가능 사례 도출 빅데이터 활용 가능 데이터 도출 산출정보 실행계획서 - 14 - 요구사항 분류 컨설팅 요구사항 고유번호 CSR-011 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 생성형 인공지능AI 활용 사례 발굴 및 도입 방안 세부내용 데이터 중심 생성형 인공지능AI 활용 사례 발굴 및 도입 방안 - 데이터 중심 생성형 AI 기술 및 동향 조사 - 교육 분야 데이터 중심 AI 활용 가능 영역 발굴 예시 교육콘텐츠 자동 생성 및 번역을 위한 AI 모델 개발, AI 기반 맞춤형 학습자료 및 평가문항 자동 생성 시스템 구축, AI 에이전트챗봇 기반 학습 지원 서비스 개발, AI가 학생 에세이리포트 작성을 돕는 지원 시스템 마련, AI 동영상 강의 자동 생성 및 자막 생성 기술 도입 등 기술 발전 추이를 감안한 단계적 인공지능 기술 적용 방안 마련 데이터 분석과 추론에 기반한 개인별 맞춤형 서비스 제공 방안 마련 빅데이터, 사물인터넷 등 신기술 기반의 개인별 맞춤형 서비스 제공 인공지능AI 기반 융합 교육을 담아내기 위한 미래형 교육 환경 구축 방안 마련 - 교육데이터 구축 및 데이터 가공분석 인프라 방안 마련 - 데이터 중심 AI 활용 교직원 연수 및 가이드라인 마련 - 교육청 챗GPT 등 구축 및 서비스 방안 산출정보 실행계획서 요구사항 분류 컨설팅 요구사항 고유번호 CSR-012 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 클라우드 기술 도입 및 전환 방안 세부내용 클라우드컴퓨팅 기술 도입 방안 마련 클라우드 전환 로드맵 및 전략 수립 클라우드 보안 및 데이터 보호 정책가이드라인 마련 클라우드 기반 가상 데스크톱VDI 및 원격 학습 환경 구축 방안 클라우드 거버넌스 및 운영관리 프로세스 수립 기존 정보시스템의 클라우드 전환 방안 마련 분산 운영중인 정보시스템의 중복 제거 및 통합개선 방안 클라우드시스템을 활용한 학습업무처리 적용 방안 - 클라우드 기반 온라인 학습 인프라 및 교육자원 공유 체계 구축 방안 산출정보 실행계획서",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "학교 업무경감 및 디지털 교육·행정환경 구축 방안"
          ],
          [
            "",
            "세부내용",
            "◦  학교 네트워크(학내망, 유·무선) 중장기 개선 방안\n ‑  디지털 대전환에 따른 학교 교수·학습 환경 변화 분석 및 방향 제시\n ‑  각급 학교 유ㆍ무선 네트워크 현황 및 문제점 분석\n ‑  학교 네트워크 환경 개선(최적화) 방안 및 운영·관리, 지속적·\n체계적·전문적ㆍ종합적 지원 방안 \n◦  학교정보화지원체계(테크센터) 효율적 운영 방안\n ‑  테크센터 운영 현황(조직·인력 체계, 수행업무, 운영 및 사업 \n추진 방식 등) 분석 및 문제점 도출\n ‑  미래 교육 체제 전환을 위한 테크센터 운영·관리 최적화(재구조화 \n및 업무 표준화 등) 방안\n◦  학교 업무 경감을 위한 업무자동화환경(RPA) 구축 방안 마련\n ‑  타기관 우수사례 분석, 현 시스템(시범운영) 운영 현황 분석 \n및 기술 검증 후 개선 방안 제시\n ‑  학교 현장 도입 필요 과제 도출, 확대 운영 및 활성화 방안 제시\n◦  학교 교직원 정보화업무 의견수렴 및 요구사항 분석"
          ],
          [
            "산출정보",
            "",
            "실행계획서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "생성형 인공지능(AI) 활용 사례 발굴 및 도입 방안"
          ],
          [
            "",
            "세부내용",
            "◦  데이터 중심 생성형 인공지능(AI) 활용 사례 발굴 및 도입 방안 \n - 데이터 중심 생성형 AI 기술 및 동향 조사\n - 교육 분야 데이터 중심 AI 활용 가능 영역 발굴\n  (※예시) 교육콘텐츠 자동 생성 및 번역을 위한 AI 모델 개발, AI 기반 \n맞춤형 학습자료 및 평가문항 자동 생성 시스템 구축, AI 에이전트/챗봇 \n기반 학습 지원 서비스 개발, AI가 학생 에세이/리포트 작성을 돕는 지원 \n시스템 마련, AI 동영상 강의 자동 생성 및 자막 생성 기술 도입 등\n ‑  기술 발전 추이를 감안한 단계적 인공지능 기술 적용 방안 마련\n ‑  데이터 분석과 추론에 기반한 개인별 맞춤형 서비스 제공 방안 마련\n  · 빅데이터, 사물인터넷 등 신기술 기반의 개인별 맞춤형 서비스 제공\n ‑  인공지능(AI)  기반  융합  교육을  담아내기  위한  미래형  교육 \n환경 구축 방안 마련\n - 교육데이터 구축 및 데이터 가공/분석 인프라 방안 마련\n - 데이터 중심 AI 활용 교직원 연수 및 가이드라인 마련\n - 교육청 챗GPT 등 구축 및 서비스 방안"
          ],
          [
            "산출정보",
            "",
            "실행계획서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "클라우드 기술 도입 및 전환 방안"
          ],
          [
            "",
            "세부내용",
            "◦  클라우드컴퓨팅 기술 도입 방안 마련\n ‑  클라우드 전환 로드맵 및 전략 수립\n ‑  클라우드 보안 및 데이터 보호 정책/가이드라인 마련\n ‑  클라우드 기반 가상 데스크톱(VDI) 및 원격 학습 환경 구축 방안\n ‑  클라우드 거버넌스 및 운영/관리 프로세스 수립\n◦  기존 정보시스템의 클라우드 전환 방안 마련\n ‑  분산 운영중인 정보시스템의 중복 제거 및 통합·개선 방안\n ‑  클라우드시스템을 활용한 학습·업무처리 적용 방안\n - 클라우드 기반 온라인 학습 인프라 및 교육자원 공유 체계 구축 방안"
          ],
          [
            "산출정보",
            "",
            "실행계획서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "빅데이터 분석 기반 및 데이터 관리체계 강화 방안"
          ],
          [
            "",
            "세부내용",
            "◦  데이터기반 서울교육 구현을 위한 플랫폼 간 연계 활용 방안 제시\n - 빅데이터 추진 사업 현황 분석 후 플랫폼과의 연계 방안 마련\n◦  빅데이터 분석 기반을 위한 데이터 관리체계 강화 방안 마련\n ‑  데이터 관리체계* 및 활용 전략 마련\n  * 데이터 거버넌스 체계 및 정책, 데이터 품질관리, 보안 및 개인\n정보 보호, 수집 및 저장, 통합 및 표준화, 조직 및 인력 등\n ‑  데이터 처리와 분석 및 모니터링, 전문가 교육과 역량 강화 방안\n ‑  정보시스템(플랫폼) 간 데이터 연계 방안 및 빅데이터 활용 방안\n◦  서울교육자료를 DB화하여 서비스 할 수 있는 방안\n  * DB화 대상 및 내용 도출, 서비스 및 활용 방안\n◦  타 기관 빅데이터 활용 및 적용 가능 사례 도출 \n◦  빅데이터 활용 가능 데이터 도출"
          ],
          [
            "산출정보",
            "",
            "실행계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 요구사항 분류 컨설팅 요구사항 고유번호 CSR-013 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 정보화 조직 및 업무 프로세스 개선 방안 세부내용 CSR-002,003,004 참고 정보화 업무 조직 재구조화 및 인력 관리 개선 방안 제시 주요 대상 본청, 직속기관 및 교육지원청 등 효율적 정보화사업 추진을 위한 업무 프로세스 개선 방안 제시 지능정보화 업무 추진을 위한 최신 전문기술 인력 양성 방안 제시 분산 운영중인 정보시스템의 중복 제거 및 통합개선 방안 제시 지능정보화 사업 및 1차 ISP 도출과제 이행 성과평가 및 개선 방안 제시 산출정보 실행계획서 요구사항 분류 컨설팅 요구사항 고유번호 CSR-014 요구사항 명칭 실행계획 수립 요구사항 상세설명 정의 실행계획서 작성 및 이행방안 마련 세부내용 컨설팅 요구사항CSR-007013에서 산출물로 요구한 실행계획서를 즉시 추진할 수 있도록 기본계획서 형태로 작성 배경, 목적, 필요성, 현황, 구현방안, 추진일정, 소요예산, 기대 효과 등을 포함한 이행방안 마련 산출정보 실행계획서, 기본계획서 2 품질 요구사항Quality Requirement 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 품질보증 요구사항 상세설명 정의 산출물 및 결과물에 대한 품질보증 절차 세부내용 품질활동의 제반절차 및 산출물을 명시한 품질관리계획을 제안서, 사업수행계획서에 기술하여야 하며, 이에 근거하여 체계적이고 효과적인 프로젝트 진행을 위하여 사업기간 동안 품질관리 조직 품질관리자QAO 지정을 통해 품질보증 활동을 수행하고 결과물 을 제출하여야 함 과업을 신중히 검토하여 타당성, 실현가능성, 정확성 등에 세밀한 평가를 하여야 함 본 사업 수행절차의 체계적인 관리를 위한 방법론을 단계별로 제시하고 일정지연, 품질저하에 따르는 예산초과 등 리스크 발생을 사전에 예방, 발생 시 대처방안을 제시하여야 함 산출정보 품질계획서 - 16 - 3 보안 요구사항Security Requirement 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 보안 요구사항 일반 요구사항 상세설명 정의 보안 요구사항 일반 세부내용 사업 수행 중 인원, 문서 및 전산자료 보안 등은 보안요구사항을 준수 하여야 하며, 기타 사항은 서울특별시교육청 정보보안기 본지침에서 정하는 바에 따름 사업 기간 중 취득한 정보는 사업종료 후에도 발주기관 승인 없이 외부에 유출 또는 누설하여서는 아니 됨 사업수행자가 지방계약법 시행령 제92조 규정을 위반 하여 누출금지 정보를 무단으로 누출할 경우 지방계약법에 따라 부정당업자제재처분입찰참가자격제한 부과, 손해배상 및 민 형사상의 책임을 짐 사업수행자는 보안 담당자를 지정하고, 컨설팅 과정에서 취득한 자료출력물 등는 별도 관리하여야 함 산출정보 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-002 요구사항 명칭 인적 보안 요구사항 상세설명 정의 참여인력에 대한 보안 관리 세부내용 사업 참여인원에 대해서는 사업투입 전 보안서약서를 제출 하여야 함 - 계약업체는 사업 수행 전 참여인원에 대해 관련법률 또는 발주 기관의 규정에 의한 비밀 유지의무 준수 및 위반 시 처벌내용 등에 대한 보안 교육을 실시하여야 함 계약업체는 보안인식 강화를 위해 주기적으로 자체 보안교육 및 보안점검을 실시하고 보안점검 리스트를 확인해야 함 계약업체는 사업종료 시 발주기관으로부터 제공받은 장비, 서류 및 자료를 전량 반납하고 복구 불가하도록 삭제하여야 함 - 사업종료 후 사업수행자는 사업관련 자료를 보유하지 않으며 이를 위반시 향후 법적책임이 있음을 포함한 대표자명의 보안확약서를 사업종료 시 작성제출하여야 함 산출정보 보안서약서, 보안확약서 등",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-013"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정보화 조직 및 업무 프로세스 개선 방안"
          ],
          [
            "",
            "세부내용",
            "◦  CSR-002,003,004 참고\n◦  정보화 업무 조직 재구조화 및 인력 관리 개선 방안 제시\n  ※ (주요 대상) 본청, 직속기관 및 교육지원청 등\n◦  효율적 정보화사업 추진을 위한 업무 프로세스 개선 방안 제시\n◦  지능정보화 업무 추진을 위한 최신 전문기술 인력 양성 방안 제시\n◦  분산 운영중인 정보시스템의 중복 제거 및 통합·개선 방안 제시\n◦  지능정보화 사업 및 1차 ISP 도출과제 이행 성과평가 및 개선 \n방안 제시"
          ],
          [
            "산출정보",
            "",
            "실행계획서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "보안 요구사항 일반"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안 요구사항 일반"
          ],
          [
            "",
            "세부내용",
            "◦  사업 수행 중 인원, 문서 및 전산자료 보안 등은 보안요구사항을 \n준수 하여야 하며, 기타 사항은 서울특별시교육청 정보보안기\n본지침에서 정하는 바에 따름\n◦  사업 기간 중 취득한 정보는 사업종료 후에도 발주기관 승인 \n없이 외부에 유출 또는 누설하여서는 아니 됨\n◦  사업수행자가  지방계약법  시행령  제92조  규정을  위반  하여 \n누출금지  정보를  무단으로  누출할  경우  지방계약법에  따라 \n부정당업자제재처분(입찰참가자격제한) 부과, 손해배상 및 민\n‧형사상의 책임을 짐\n◦  사업수행자는 보안 담당자를 지정하고, 컨설팅 과정에서 취득한 \n자료(출력물 등)는 별도 관리하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "컨설팅"
          ],
          [
            "요구사항 고유번호",
            "",
            "CSR-014"
          ],
          [
            "요구사항 명칭",
            "",
            "실행계획 수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "실행계획서 작성 및 이행방안 마련"
          ],
          [
            "",
            "세부내용",
            "◦  컨설팅 요구사항(CSR-007~013)에서 산출물로 요구한 실행계획서를 \n즉시 추진할 수 있도록 기본계획서 형태로 작성\n◦  배경, 목적, 필요성, 현황, 구현방안, 추진일정, 소요예산, 기대\n효과 등을 포함한 이행방안 마련"
          ],
          [
            "산출정보",
            "",
            "실행계획서, 기본계획서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "인적 보안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "참여인력에 대한 보안 관리"
          ],
          [
            "",
            "세부내용",
            "◦  사업 참여인원에 대해서는 사업투입 전 “보안서약서”를 제출\n하여야 함\n - 계약업체는 사업 수행 전 참여인원에 대해 관련법률 또는 발주\n기관의 규정에 의한 비밀 유지의무 준수 및 위반 시 처벌내용 \n등에 대한 보안 교육을 실시하여야 함\n◦  계약업체는 보안인식 강화를 위해 주기적으로 자체 보안교육 \n및 보안점검을 실시하고 보안점검 리스트를 확인해야 함\n◦  계약업체는  사업종료  시  발주기관으로부터  제공받은  장비, \n서류 및 자료를 전량 반납하고 복구 불가하도록 삭제하여야 함\n - 사업종료 후 사업수행자는 사업관련 자료를 보유하지 않으며 \n이를  위반시  향후  법적책임이  있음을  포함한  “대표자명의 \n보안확약서”를 사업종료 시 작성・제출하여야 함"
          ],
          [
            "산출정보",
            "",
            "보안서약서, 보안확약서 등"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "품질보증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산출물 및 결과물에 대한 품질보증 절차"
          ],
          [
            "",
            "세부내용",
            "◦  품질활동의 제반절차 및 산출물을 명시한 품질관리계획을 제안서, \n사업수행계획서에  기술하여야  하며,  이에  근거하여  체계적이고 \n효과적인 프로젝트 진행을 위하여 사업기간 동안 품질관리 조직\n(품질관리자[QAO] 지정)을 통해 품질보증 활동을 수행하고 결과물\n을 제출하여야 함\n◦  과업을 신중히 검토하여 타당성, 실현가능성, 정확성 등에 세밀한 \n평가를 하여야 함\n◦  본 사업 수행절차의 체계적인 관리를 위한 방법론을 단계별로 \n제시하고  일정지연,  품질저하에  따르는  예산초과  등  리스크 \n발생을 사전에 예방, 발생 시 대처방안을 제시하여야 함"
          ],
          [
            "산출정보",
            "",
            "품질계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-003 요구사항 명칭 문서 보안 요구사항 상세설명 정의 문서 및 전산자료 보안 세부내용 문서 및 전산자료 보안 일반 - 사업 산출물 및 개인정보 등은 비공개 자료로 분류하여 관리 하여야 함 - 사업수행자는 비공개자료를 열람 및 출력물 형태로 제공받을 경우 자료관리대장을 작성하여 인계자와 인수자가 직접 서명한 후 인계인수하여야 함 - 사업수행자가 비공개자료를 자체 보관관리 시에는 지정된 캐비닛시건장치에 보관관리하여야 함 온라인 보안관리 - 사업수행 관련자료 및 사업과정에서 생산된 모든 산출물은 파일서버에 저장관리하며 무단으로 삭제, 변경을 금지함 - 업무상 필요에 의해 부득이하게 외부에서 전자우편 등을 이용할 경우, 발주기관 승인하에 보안대책을 마련하여 수발신해야 함. 다만, 보안업무규정에 의한 비공개 자료비밀, 대외비 등는 전자우편으로 수발신을 금지함 산출정보 자료관리대장 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-004 요구사항 명칭 물리적 보안 요구사항 상세설명 정의 사업수행 사무실 및 매체장비 반출입 보안 세부내용 사무실 보안 - 과업을 수행하는 공간에 대해 보안점검을 주 1회 이상 실시 하여야 하며, 결과 내용에 대해 담당 공무원의 확인 및 개선 조치 요구에 따라야 함 매체 및 장비 반출입 보안 - 제안사는 단말기 PC, 노트북 등에 보안 프로그램을 반드시 설치하고 바이러스 백신 설치 및 감염 여부를 확인하는 등 단말기 보안사항을 준수해야 함 - 장비 반출입을 관리하고 악성코드 감염 및 자료 반출 여부를 확인해야 함 - 단말기는 사업 종료 시까지 반출 금지하여야 하며, 외부 반 출이 필요한 경우 반출 사유 및 승인 여부 등을 문서로 관리 - 사업관련 자료는 USB, 외장하드 등의 개인소유 보조기억매체 사용 및 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송을 금지함 산출정보 장비관리대장, 보안점검결과서 - 18 - 4 제약사항Constraint Requirement 요구사항 분류 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 기본 제약사항 요구사항 상세설명 정의 기본 제약사항 세부내용 제안사는 본 사업에 대하여 추가로 제안할 수 있고, 제안요청 이외의 내용으로 변경 제안 가능하며, 이 경우 타당한 사유를 명시하여야 함 제출된 제안서의 기재 내용은 실제 사실과 일치하여야 하며, 발주 기관의 보완 요청이 없는 한 수정보완할 수 없음 계약 후에도 제안서의 내용이 허위로 작성한 사실이 발견되거나 제안된 내용을 충족시키지 못할 경우 제안사는 손해에 대한 배상책임을 져야 함 본 사업의 수행에 있어 특허권 및 기타 제3자의 권리대상으로 되어 있는 것을 사용할 경우는 사업자가 그 사용에 관한 일체 의 책임을 지며, 발주기관을 상대로 손해배상 청구소송 등이 제기되면 사업자는 피해자 측과 합의 배상하여야 함 주 제안사는 사업추진, 품질보증 등의 전체적 사업 수행에 대한 권한을 갖고 모든 책임을 지도록 함 산출정보 요구사항 분류 제약사항 요구사항 고유번호 COR-002 요구사항 명칭 소유권 및 저작권 요구사항 상세설명 정의 산출물의 소유권, 저작권 세부내용 계약목적물의 지식재산권은 발주기관과 사업자가 공동으로 소유함을 원칙으로 하되 세부사항은 협의하여 결정함 계약업체는 지식재산권의 활용을 위하여 산출물의 반출을 요 청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 산 출물을 제공함.단 계약업체는 아래 내용을 준수하여야 함 - 계약업체가 반출된 산출물을 제3자에게 제공하려는 경우 반드시 발주기관으로부터 사전승인을 받아야 함 - 발주기관은 계약업체가 제공받은 산출물을 무단으로 유출하 거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용 하는 경우에는 지방계약법 시행령 제92조에 따라 입찰참가 자격을 제한함 본 사업을 수행함에 있어 타인의 지식재산권을 침해해서는 안되며 이를 위반 시 계약업체는 민형사상의 모든 책임을 짐 산출정보",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "기본 제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기본 제약사항"
          ],
          [
            "",
            "세부내용",
            "◦  제안사는 본 사업에 대하여 추가로 제안할 수 있고, 제안요청 \n이외의 내용으로 변경 제안 가능하며, 이 경우 타당한 사유를 \n명시하여야 함\n◦  제출된 제안서의 기재 내용은 실제 사실과 일치하여야 하며, \n발주 기관의 보완 요청이 없는 한 수정·보완할 수 없음\n◦  계약 후에도 제안서의 내용이 허위로 작성한 사실이 발견되거나 \n제안된  내용을  충족시키지  못할  경우  제안사는  손해에  대한 \n배상책임을 져야 함\n◦  본 사업의 수행에 있어 특허권 및 기타 제3자의 권리대상으로 \n되어 있는 것을 사용할 경우는 사업자가 그 사용에 관한 일체\n의  책임을  지며, 발주기관을  상대로 손해배상  청구소송  등이 \n제기되면 사업자는 피해자 측과 합의 배상하여야 함\n◦  주  제안사는  사업추진,  품질보증  등의  전체적  사업  수행에 \n대한 권한을 갖고 모든 책임을 지도록 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "문서 보안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "문서 및 전산자료 보안"
          ],
          [
            "",
            "세부내용",
            "◦  문서 및 전산자료 보안 일반\n - 사업 산출물 및 개인정보 등은 비공개 자료로 분류하여 관리\n하여야 함\n - 사업수행자는 비공개자료를 열람 및 출력물 형태로 제공받을 \n경우  “자료관리대장”을  작성하여  인계자와  인수자가 직접 \n서명한 후 인계･인수하여야 함\n -  사업수행자가  비공개자료를  자체  보관‧관리  시에는  지정된 \n캐비닛(시건장치)에 보관･관리하여야 함 \n◦  온라인 보안관리\n -  사업수행  관련자료  및  사업과정에서  생산된  모든  산출물은 \n파일서버에 저장․관리하며 무단으로 삭제, 변경을 금지함\n - 업무상 필요에 의해 부득이하게 외부에서 전자우편 등을 이용할 \n경우,  발주기관  승인하에  보안대책을  마련하여  수발신해야  함. \n다만,  보안업무규정에  의한  비공개  자료(비밀,  대외비  등)는 \n전자우편으로 수‧발신을 금지함"
          ],
          [
            "산출정보",
            "",
            "자료관리대장"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "소유권 및 저작권"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산출물의 소유권, 저작권"
          ],
          [
            "",
            "세부내용",
            "◦  계약목적물의  지식재산권은  발주기관과  사업자가  공동으로 \n소유함을 원칙으로 하되 세부사항은 협의하여 결정함\n◦  계약업체는 지식재산권의 활용을 위하여 산출물의 반출을 요\n청할 수 있으며, 발주기관에서는 「보안업무규정」 제4조 및 \n제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 산\n출물을 제공함.(단 계약업체는 아래 내용을 준수하여야 함)\n - 계약업체가 반출된 산출물을 제3자에게 제공하려는 경우 \n   반드시 발주기관으로부터 사전승인을 받아야 함\n - 발주기관은 계약업체가 제공받은 산출물을 무단으로 유출하\n거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용\n하는  경우에는  지방계약법  시행령  제92조에  따라  입찰참가\n자격을 제한함\n◦  본  사업을  수행함에  있어  타인의  지식재산권을  침해해서는 \n안되며 이를 위반 시 계약업체는 민․형사상의 모든 책임을 짐"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "물리적 보안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업수행 사무실 및 매체․장비 반・출입 보안"
          ],
          [
            "",
            "세부내용",
            "◦  사무실 보안\n - 과업을 수행하는 공간에 대해 보안점검을 주 1회 이상 실시\n하여야 하며, 결과 내용에 대해 담당 공무원의 확인 및 개선\n조치 요구에 따라야 함\n◦  매체 및 장비 반출입 보안\n - 제안사는 단말기 (PC, 노트북 등)에 보안 프로그램을 반드시 \n설치하고  바이러스  백신  설치  및  감염  여부를  확인하는  등 \n단말기 보안사항을 준수해야 함\n - 장비 반출입을 관리하고 악성코드 감염 및 자료 반출 여부를 \n확인해야 함\n - 단말기는 사업 종료 시까지 반출 금지하여야 하며, 외부 반\n출이 필요한 경우 반출 사유 및 승인 여부 등을 문서로 관리\n - 사업관련 자료는 USB, 외장하드 등의 개인소유 보조기억매체 \n사용 및 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송을 금지함"
          ],
          [
            "산출정보",
            "",
            "장비관리대장, 보안점검결과서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항 분류 제약사항 요구사항 고유번호 COR-003 요구사항 명칭 감리대응 요구사항 상세설명 정의 감리대응 세부내용 정보시스템 감리기준행정안전부 고시의 규정을 적용 감리계획에 따른 실행에 대응해야 함 - 본 사업은 정보시스템 감리 대상으로 감리법인이 점검하기 위 한 산출물을 작성하여 제출 - 감리업체의 감리 수행을 적극 지원해야 하며, 감리결과 지적사 항에 대하여 지체 없이 과업수행내용을 수정 및 보완하여 조치 - 감리 준비 및 인터뷰 등의 대응으로 인하여 소요되는 공수가 사업진행에 영향을 미치지 않도록 유의 산출정보 요구사항 분류 제약사항 요구사항 고유번호 COR-004 요구사항 명칭 주사업자, 공동수급체 투입인력 비율 요구사항 상세설명 정의 주사업자, 공동수급체 투입인력 비율 세부내용 공동수급 형태로 제안할 경우 주사업자와 부사업자 간의 업무수 행범위 및 책임한계를 상세히 정의하고 주사업자의 조직 운영 방안을 제시해야 함 투입인력의 비율이 전체 투입인력하도급포함의 주사업자와 공동수급체 비율이 가급적 60 이상전체 투입인력 중 주사 업자30 이상 되도록 제안 산출정보 5 프로젝트 관리 요구사항Project Mgmt. Requirement 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 사업 수행 장소 요구사항 상세설명 정의 사업 수행 장소 확보 세부내용 사업수행 시 필요한 장소는 발주기관과 상호 협의하여 결정함 사업수행에 필요한 사무기기PC, 프린터 등 등 작업환경 구 성은 사업자가 직접 공급하여 사용하여야 하며 그에 따른 비 용은 사업자가 부담함 사업 수행 시 노트북 사용은 별도 보안대책을 수립하여 발주기 관에 승인 후 사용하여야 함 산출정보 - 20 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-002 요구사항 명칭 사업 수행조직 요구사항 상세설명 정의 사업 수행조직 및 업무분장 세부내용 사업관리자PM는 반드시 주사업자 소속직원입찰 공고일 이전 부터이어야 하며, 최근 3년 이내 공공기관 정보화전략계획 ISP 또는 디지털전환 전략 수립 경험과 사업관리자PM 경험이 있는 자로 제안하여야 함 - 사업관리자PM는 본 사업수행기간 동안 특별한 사정이 없는 한 변경될 수 없으며, 100 상주를 원칙으로 함 단, 특별한 사정으로 변경 시 주관기관의 승인 필요 사업수행 인력은 본 프로젝트 수행에 필요한 각 분야의 충분한 경험과 기술을 가진 전문 인력이어야 함 - 참여 인력의 자격, 유사 프로젝트 경력사항 제출 관련 경력, 수행 실적 등의 증빙자료를 반드시 제출하여야 하며, 무관한 실적은 미인정실적이 없을 경우 인력교체의 대상이 됨 - 전체 참여 조직 구성과 분야별 담당자 명시 - 투입인력 계획을 월 단위로 제시MM 산정 - 비상주 인력은 전체 투입 인력MM의 20를 초과할 수 없음 - 참여하는 인력은 다른 사업에 중복 투입할 수 없음 사업 수행기간 동안 특별한 사유가 없는 한 투입인력을 변동 할 수 없음 - 불가피한 사유로 참여 인력을 교체할 경우에는 교체 5일전 발주기관의 동의를 얻고 업무 인수인계 시간을 가져야 하며, 인수자는 인계자 동급 이상의 전문 인력이어야 함 - 투입인력은 전체 제안인력 기준 30 이상 변동될 수 없으며, 위반 시 발주기관이 계약을 해지할 수 있음 단, 퇴사 등의 불가피한 경우 발주기관과 사전 협의 발주기관은 안정적인 사업수행을 위하여 참여인력의 교체를 요청할 수 있으며 사업자는 이에 적극 협조하여야 함 모든 투입인력은 상주 원칙이며, 비상주 시 타당한 사유 제시 하여야 함 산출정보 투입인력별 자격사항, 유사사업 참여실적 증명 서류, 사업수행계획서",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "감리대응"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "감리대응"
          ],
          [
            "",
            "세부내용",
            "◦  정보시스템 감리기준(행정안전부 고시)의 규정을 적용 \n◦  감리계획에 따른 실행에 대응해야 함\n - 본 사업은 정보시스템 감리 대상으로 감리법인이 점검하기 위\n한 산출물을 작성하여 제출\n - 감리업체의 감리 수행을 적극 지원해야 하며, 감리결과 지적사\n항에 대하여 지체 없이 과업수행내용을 수정 및 보완하여 조치 \n - 감리 준비 및 인터뷰 등의 대응으로 인하여 소요되는 공수가 \n사업진행에 영향을 미치지 않도록 유의"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "주사업자, 공동수급체 투입인력 비율"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "주사업자, 공동수급체 투입인력 비율"
          ],
          [
            "",
            "세부내용",
            "◦  공동수급 형태로 제안할 경우 주사업자와 부사업자 간의 업무수\n행범위 및 책임한계를 상세히 정의하고 주사업자의 조직 운영 \n방안을 제시해야 함\n◦  투입인력의 비율이 전체 투입인력(하도급포함)의 주사업자와 \n공동수급체 비율이 가급적 60% 이상(전체 투입인력 중 주사\n업자30% 이상) 되도록 제안"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사업 수행조직"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업 수행조직 및 업무분장"
          ],
          [
            "",
            "세부내용",
            "◦  사업관리자(PM)는 반드시 주사업자 소속직원(입찰 공고일 이전\n부터)이어야  하며,  최근  3년  이내  공공기관  정보화전략계획\n(ISP) 또는 디지털전환 전략 수립 경험과 사업관리자(PM) 경험이 \n있는 자로 제안하여야 함\n - 사업관리자(PM)는 본 사업수행기간 동안 특별한 사정이 없는 \n한 변경될 수 없으며, 100% 상주를 원칙으로 함\n   (단, 특별한 사정으로 변경 시 주관기관의 승인 필요)\n◦  사업수행 인력은 본 프로젝트 수행에 필요한 각 분야의 충분한 \n경험과 기술을 가진 전문 인력이어야 함 \n - 참여 인력의 자격, 유사 프로젝트 경력사항 제출\n  ※ 관련 경력, 수행 실적 등의 증빙자료를 반드시 제출하여야 하며, \n무관한 실적은 미인정(실적이 없을 경우 인력교체의 대상이 됨)\n - 전체 참여 조직 구성과 분야별 담당자 명시\n - 투입인력 계획을 월 단위로 제시(M/M 산정)\n - 비상주 인력은 전체 투입 인력(M/M)의 20%를 초과할 수 \n없음\n - 참여하는 인력은 다른 사업에 중복 투입할 수 없음\n◦  사업 수행기간 동안 특별한 사유가 없는 한 투입인력을 변동\n할 수 없음\n -  불가피한  사유로  참여  인력을  교체할  경우에는  교체  5일전 \n발주기관의 동의를 얻고 업무 인수인계 시간을 가져야 하며, \n인수자는 인계자 동급 이상의 전문 인력이어야 함\n - 투입인력은 전체 제안인력 기준 30% 이상 변동될 수 없으며, \n위반 시 발주기관이 계약을 해지할 수 있음\n    ※ 단, 퇴사 등의 불가피한 경우 발주기관과 사전 협의\n◦  발주기관은 안정적인 사업수행을 위하여 참여인력의 교체를 \n요청할 수 있으며 사업자는 이에 적극 협조하여야 함\n◦  모든 투입인력은 상주 원칙이며, 비상주 시 타당한 사유 제시\n하여야 함"
          ],
          [
            "산출정보",
            "",
            "투입인력별 자격사항, 유사사업 참여실적 증명 서류, 사업수행계획서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "사업 수행 장소"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업 수행 장소 확보"
          ],
          [
            "",
            "세부내용",
            "◦  사업수행 시 필요한 장소는 발주기관과 상호 협의하여 결정함\n◦  사업수행에 필요한 사무기기(PC, 프린터 등) 등 작업환경 구\n성은 사업자가 직접 공급하여 사용하여야 하며 그에 따른 비\n용은 사업자가 부담함\n◦  사업 수행 시 노트북 사용은 별도 보안대책을 수립하여 발주기\n관에 승인 후 사용하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-003 요구사항 명칭 보고회 및 산출물 관리 요구사항 상세설명 정의 보고회 및 산출물 관리 세부내용 사업자는 용역수행에 대한 업무추진 진행사항을 일간주간 월간협의조정 가능 단위로 작성하고, 중요사항이 발생한 경 우에는 즉시 보고하여야 함 사업수행 보고회 - 착수보고회, 중간보고회, 완료보고회의 정기보고회 개최 - 보고회 일정은 발주기관과 협의 후 결정하며 발주기관은 비 정기회주간월간의 개최를 요청할 수 있으며 사업자는 이에 응하여야 함 산출물 관리 - 각 보고회 이후에는 회의내용을 요약한 회의록 작성 제출 - 제출해야 할 산출물의 매수 및 부수, 제본여부는 합의하에 조정 계약 후 10일 이내 사업수행계획서, 각종 보안서약서 1부, 참여인력 긴급연락망 1부 - 사업수행계획서는 행정기관 및 공공기관 정보시스템 구축 운 영지침행정안전부 고시의 별지5를 준용하여 작성 계약 후 14일 이내 착수보고서 최종 보고서산출물 최종보고서 및 요약보고서 - 사업자는 과업이 완료되기 15일 전에 보고서의 초안을 발주기 관에 제출하여 심의를 받고, 수정사항에 대해서는 보완토록 함 - 발주기관은 계획된 성과품 이외에 과업수행의 내역을 파악할 수 있는 별도의 산출물을 요구할 수 있음 산출정보 일간주간월간보고서, 상기 산출물 일체 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-004 요구사항 명칭 컨설팅 방법론 제시 요구사항 상세설명 정의 프로젝트컨설팅방법론에 관한 사항 세부내용 프로젝트의 목표관리, 진도관리, 변경관리, 프로젝트 수행 과 정상에서의 문제점 및 위험요소 등 사업수행상태와 산출물을 평가관리하기 위해 정기 또는 비정기적으로 수행하는 검토 및 보고체계를 계획프로젝트 상태 검토 계획발주자와의 합동 검토 방안 포함 제출하여 사업수행계획서에 포함하여야 함 컨설팅방법론 제시 - 한국정보화진흥원NIA의정보화전략계획ISP 수립 공통가이 드를 참고하되, 제안사의 차별화된 방법론을 적용하여 최적 의 방안 제시 - 본 사업수행절차의 체계적인 관리를 위한 방법론 제시 - 일정지연, 품질저하에 따르는 예산초과 등 리스크 발생을 예 방하고, 발생 시 대처방안 제시 산출정보 관리대상 산출물 목록표, 프로젝트 상태검토 계획사업수행계획서에 포함 - 22 - 6 프로젝트 지원 요구사항Project Support Requirement 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 행사 운영 및 지원 요구사항 상세설명 정의 설명회, 보고회, 교육기술이전 등 지원 세부내용 사업수행자는 위 행사 개최를 위한 계획서를 작성하여 발주 기관에 제출하여 승인을 얻어야 하며, 행사 개최에 따른 일체 의 소요 경비는 사업자가 지원 사업수행자는 행사 관련 발표자료 및 교재매뉴얼 등를 행사 실시 이전에 발주기관에 제출 해당 자료는 관련 내용이 구체적이고 상세하게 기술 교육훈련 시 교육대상, 교육일정 및 장소, 내용, 교재 등 기 타 제반사항은 발주기관과 협의하여 결정하여야 함 사업수행 과정상 수반되는 전문기술 및 관련된 제반사항에 대한 기술 이전 계획을 상세히 제시하고 발주기관으로의 이전을 성 실하게 지원하여야 함. 산출정보 설명회계획서 및 결과서, 보고계획 및 결과서, 과제 수행결과보고서 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-002 요구사항 명칭 홍보 지원 요구사항 상세설명 정의 홍보물 제작 세부내용 서울특별시교육청 지능정보화전략계획 인쇄물 제작 종합본, 요약배포본 - 종합본 10부, 요약배포본 100부 한글본 협의 가능 서울특별시교육청 지능정보화전략계획 홍보영상 및 PPT 제작 - 영문, 국문 산출정보 동영상, PPT국문, 영문, 인쇄물 종합본, 요약본 사. 산출물 구분 산출물 사업관리영역 사업수행계획서, 보안서약서, 자료관리대장, 보안점검결과서, 장비관리대장, 출입관리대장, 대표자용 보안확약서, 요구사항추적표, 일간보고서, 주간보고서, 월간보고서, 착수보고서, 중간보고서, 완료보고서, 관리대상 산출물 목록표 ISP 사업 추진 환경분석 보고서 현황분석 보고서 계획서",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "행사 운영 및 지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "설명회, 보고회, 교육(기술이전) 등 지원"
          ],
          [
            "",
            "세부내용",
            "◦  사업수행자는 위 행사 개최를 위한 계획서를 작성하여 발주\n기관에 제출하여 승인을 얻어야 하며, 행사 개최에 따른 일체\n의 소요 경비는 사업자가 지원\n◦  사업수행자는 행사 관련 발표자료 및 교재(매뉴얼 등)를 행사 \n실시 이전에 발주기관에 제출\n ※ 해당 자료는 관련 내용이 구체적이고 상세하게 기술\n◦  교육훈련 시 교육대상, 교육일정 및 장소, 내용, 교재 등 기\n타 제반사항은 발주기관과 협의하여 결정하여야 함   \n◦  사업수행  과정상  수반되는  전문기술  및  관련된  제반사항에 \n대한 기술 이전 계획을 상세히 제시하고 발주기관으로의 이전을 성\n실하게 지원하여야 함."
          ],
          [
            "산출정보",
            "",
            "설명회계획서 및 결과서, 보고계획 및 결과서, 과제 수행결과보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "보고(회) 및 산출물 관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보고(회) 및 산출물 관리"
          ],
          [
            "",
            "세부내용",
            "◦  사업자는  용역수행에  대한  업무추진  진행사항을  일간/주간/\n월간(협의조정 가능)  단위로  작성하고, 중요사항이 발생한 경\n우에는 즉시 보고하여야 함\n◦  사업수행 보고회\n - 착수보고회, 중간보고회, 완료보고회의 정기보고회 개최\n - 보고회 일정은 발주기관과 협의 후 결정하며 발주기관은 비\n정기회(주간/월간)의 개최를 요청할 수 있으며 사업자는 이에 \n응하여야 함\n◦  산출물 관리\n - 각 보고회 이후에는 회의내용을 요약한 회의록 작성 제출\n - 제출해야 할 산출물의 매수 및 부수, 제본여부는 합의하에 조정 \n◦  계약 후 10일 이내 : 사업수행계획서, 각종 보안서약서 1부, \n참여인력 긴급연락망 1부 \n - 사업수행계획서는 ‘행정기관 및 공공기관 정보시스템 구축 운\n영지침(행정안전부 고시)’의 [별지5]를 준용하여 작성  \n◦  계약 후 14일 이내 : 착수보고서 \n◦  최종 보고서(산출물) : 최종보고서 및 요약보고서 \n - 사업자는 과업이 완료되기 15일 전에 보고서의 초안을 발주기\n관에 제출하여 심의를 받고, 수정사항에 대해서는 보완토록 함\n - 발주기관은 계획된 성과품 이외에 과업수행의 내역을 파악할 \n수 있는 별도의 산출물을 요구할 수 있음"
          ],
          [
            "산출정보",
            "",
            "일간/주간/월간보고서, 상기 산출물 일체"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "홍보 지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "홍보물 제작"
          ],
          [
            "",
            "세부내용",
            "◦  서울특별시교육청  지능정보화전략계획  인쇄물  제작  (종합본, \n요약배포본) \n - 종합본 10부, 요약배포본 100부 (한글본) (※ 협의 가능)\n◦  서울특별시교육청 지능정보화전략계획 홍보영상 및 PPT 제작\n  - 영문, 국문"
          ],
          [
            "산출정보",
            "",
            "동영상, PPT(국문, 영문), 인쇄물 (종합본, 요약본)"
          ]
        ],
        [
          [
            "구분",
            "산출물",
            ""
          ],
          [
            "사업관리영역",
            "사업수행계획서, 보안서약서, 자료관리대장, 보안점검결과서, 장비관리대장, \n출입관리대장, 대표자용 보안확약서, 요구사항추적표, 일간보고서, 주간보고서, \n월간보고서, 착수보고서, 중간보고서, 완료보고서, 관리대상 산출물 목록표",
            ""
          ],
          [
            "ISP 사업 추진",
            "환경분석 보고서",
            ""
          ],
          [
            "",
            "현황분석 보고서",
            ""
          ],
          [
            "",
            "계획서",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "컨설팅 방법론 제시"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트컨설팅방법론에 관한 사항"
          ],
          [
            "",
            "세부내용",
            "◦  프로젝트의 목표관리, 진도관리, 변경관리, 프로젝트 수행 과\n정상에서의  문제점  및  위험요소  등  사업수행상태와  산출물을 \n평가·관리하기  위해  정기  또는  비정기적으로  수행하는  검토 \n및 보고체계를 계획(프로젝트 상태 검토 계획(발주자와의 합동 \n검토 방안 포함) 제출)하여 사업수행계획서에 포함하여야 함 \n◦  컨설팅방법론 제시\n -  한국정보화진흥원(NIA)의「정보화전략계획(ISP)  수립  공통가이\n드」를 참고하되, 제안사의 차별화된 방법론을 적용하여 최적\n의 방안 제시 \n - 본 사업수행절차의 체계적인 관리를 위한 방법론 제시\n - 일정지연, 품질저하에 따르는 예산초과 등 리스크 발생을 예\n방하고, 발생 시 대처방안 제시"
          ],
          [
            "산출정보",
            "",
            "관리대상 산출물 목록표, 프로젝트 상태검토 계획(사업수행계획서에 포함)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 5. 제안서 작성요령 가. 제안서의 효력 제출된 제안서의 내용은 변경할 수 없으며, 계약체결 시 계약조건의 일부로 간주함 제안서에 제시된 내용과 발주자 요구에 의하여 수정, 보완, 변경된 제안내용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 갖음. 다만, 계약서에 명시된 경우는 계약서가 우선함 발주기관은 필요시 제안사에 대하여 추가 자료를 요구할 수 있고 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 나. 제안서 작성지침권고사항 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안할 수 있음 제안서는 제시된 제안서 목차와 세부작성지침을 준용하여 각각 세분하여 누락없이 작성하고, 제안요청서의 요구항목들이 제안서의 어느 부분에 기술 되었는지 참조표를 제시하여야 함 각종 증거서류의 표지에는 원본과 사본의 구분을 표시하여야 하며, 사본일 경우 원본대조필 인을 날인하여야 하고 원본과 사본의 내용이 상이할 경우 원본의 내용을 채택함 A4지 규격의 전자문서PDF로 작성함 - 제안서 본문 내용은 양면인쇄 기준 100장200페이지 이내로 작성 권고 - 제안요약서는 50페이지 이내로 작성하여 제출 권고 - 전자문서형태PDF로 제출하며 200MB 이내 용량 준수 - 제안설명 시 홍보용 동영상활용 금지 제안서는 A4 종방향 작성을 원칙으로 하되, 부득이한 경우 A4횡 또는 기타 용지를 일부 사용할 수 있음 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여함 제안서는 한글작성이 원칙, 사용된 영문약어에 대해서는 약어표를 제공해야 함 제안서 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 - 24 - 제출하여야 함 제안서의 내용은 명확한 용어를 사용하여 표현하여야 하며 예를 들어, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하여야 함 제안서 작성목차 각 항목에 대한 이행 방안을 제시하고, 제안요청서에 기술 되지 않았어도 본 사업을 추진하는데 있어 필수적이라고 판단되는 사항은 제안범위에 포함 함 작성 지침에 명시되지 않은 내용에 대한 추가적인 제안사항이 있는 경우, 해당항목에 포함 또는 별도의 항목을 추가하여 작성할 수 있으며, 또한 작성 지침 항목 중 해당사항이 없는 경우는 해당 항목에 해당 없음으로 간략히 기술해야 함 제안요청서에 제시한 내용의 확인을 용이하게 하기 위한 조견표를 제시할 것을 권고함 제안내용을 보충하기 위하여 참고문헌 활용 시 참고문헌 목록을 첨부하고, 그 출처를 정확히 알 수 있도록 표기하여야 함 제출된 제안서의 기재 내용은 실제 사실과 일치하여야 하며, 발주기관이 요청하지 않는 한 추후에 수정할 수 없음 다. 유의사항 제안서의 모든 내용은 객관적으로 입증할 수 있어야하며, 그 내용이 허위로 확인될 경우 또는 입증요구에 입증하지 못하는 경우는 평가 대상에서 제외됨 제안서의 모든 기재사항을 객관적으로 입증할 수 있는 관계서류를 첨부하여야 하며, 일부라도 허위로 확인될 경우 또는 입증요구에 입증하지 못하는 경우에는 평가 대상에서 제외됨은 물론 선정 후에도 선정 해지와 함께 발주기관으로부터 인적, 물적, 기간적 손실에 따른 손해배상이 청구될 수 있음 계약 후에도 제안서의 내용이 허위로 작성한 사실이 발견되거나 제안된 내용을 충족시키지 못 할 경우 제안사는 일체 손해배상 책임을 져야 함 제출된 제안서에 제안사의 고유한 개념과 아이디어가 포함되어 있는 경우, 이러한 것들이 제안서 안에 독창적인 내용이라고 명시되지 않는 한 발주 기관은 이를 임의로 사용할 권한을 가짐",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 제안사는 본 제안요청서의 내용에 대해 질의를 하거나 그에 필요한 정보를 요구할 수 있으며, 발주기관은 동 정보가 유익하다고 판단될 경우 제안사의 질문에 설명 또는 서면을 통해 답변할 수 있음 발주기관은 제안요청서의 변경이 있는 경우에는 변경 통보를 할 수 있음 발주기관에서 본 제안요청서 등에 포함되어있는 정보의 정확성을 기하였으나, 제시한 정보들의 정확성에 대해 확인할 것을 권고함. 발주기관은 제안요청서나 기타 첨부 자료상의 오류나 누락에 대하여 책임을 지지 않음 제안서의 내용은 사업자로 선정된 후 계약서에 명시되지 않더라도 계약서와 동일한 효력을 가짐. 단, 계약서 사항과 제안서의 내용이 상이한 경우에는 계약서 사항이 우선 적용됨 본 제안요청서의 전체 또는 일부가 제안서 제출 이외의 다른 목적으로 사용 될 수 없으며, 선정된 업체는 발주기관의 보안 요청에 준수할 것을 동의하여 야 함. 또한, 본 사업 참여 과정에서 업체가 획득한 발주기관에 대한 정보는 발주기관의 서면에 의한 승인 없이는 외부에 누설할 수 없음 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 제출된 제안서에 기재된 내용은 사실과 일치하여야 하며, 발주기관이 요구 하지 않는 한 수정, 추가 또는 대체할 수 없음 발주기관은 제안서의 내용이 사실과 다른 경우 해당 제안사를 협상대상에서 제외할 수 있음 - 26 - 라. 제안서 목차 I. 일반현황 1. 제안사 일반현황 2. 주요 사업내용 3. 주요 사업실적 II. 전략 및 방법론 1. 사업이해도 2. 추진전략 3. 컨설팅 방법론 III. 기술 및 기능 1. 컨설팅 요구사항 2. 보안 요구사항 3. 제약사항 IV. 성능 및 품질 1. 품질 요구사항 V. 프로젝트 관리 1. 관리방법론 2. 관리역량 3. 일정계획 4. 수행조직 및 업무분장 5. 투입인력 및 이력사항 6. 업무보고 및 검토계획 VI. 프로젝트지원 1. 품질보증 2. 교육훈련 3. 기밀보안 VII. 기타사항",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 마. 제안서 세부 작성 가이드 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 - 제안사의 일반현황 및 주요 연혁 - 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매출액 등을 명료하게 제시서식 1, 2호 2. 주요 사업내용 - 제안사의 주요 사업내용을 분야별로 구분하여 제시 3. 주요 사업실적 - 최근 3년간 주요 사업실적해당사업과 유사사업 위주서식 3호 II. 전략 및 방법론 1. 사업 이해도 - 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. - 목표시스템 구성도 및 구성 체계를 제시하여야 한다. 2. 추진전략 - 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 컨설팅 방법론 - 컨설팅에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 경험을 기술한다. - 컨설팅 방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. III. 기술 및 기능 1. 컨설팅 요구사항 - 법령제도 현황, 경영환경 등의 환경 분석, IT 조직 분석, 업무 프로세스 분석 등의 현황 분석, 정보화 전략 수립, 정보화 개선계획, 사업계획 수립 등의 컨설팅 내역을 기술하여야 한다. - 최신 정보기술 추세와 기술환경 변화를 검토하여 적용가능성 및 사례를 분석 하여 기술하여야 한다. - 외부환경 요인과 경영전략 분석을 통해 변화를 유발하는 요인에 대응하기 위한 시사점 도출하여 기술하여야 한다. 2. 보안 요구사항 - 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 인적, 물적 보안 관리방안 등을 구체적으로 제시하여야 한다. 3. 제약사항 - 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적 으로 기술하여야 한다. IV. 성능 및 품질 1. 품질 요구사항 - 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적 으로 제시하여야 한다. - 28 - V. 프로젝트 관리 1. 관리 방법론 - 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물 이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 한다. 또한, 문제발생시 보고 체계 및 위험관리 방안을 구체적으로 제시한다. 2. 관리역량 - 프로젝트 관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 한다. 3. 일정계획 - 사업수행에 필요한 활동을 도출하여 활동 우선순위, 정확한 활동 기간, 자원, 인력, 조직 등을 제시하여야 한다. 4. 수행조직 및 업무분장 - 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. 서식 5호 - 용역책임자는 임원급으로 제시 - 사업관리자PM는 공고일 이전부터 제안서 평가일까지 계속 재직자 - 제안사가 하도급 의사가 있는 경우, 해당 업무 및 예상하도급 업체를 제시함 - 공동수급 업체가 있는 경우 업무분장 내역에 공동수급업체별 참여비율을 명시 5. 투입인력 및 이력사항 - 본 사업을 수행할 제안사 소속 투입인력PM, PL, 주요 기술자 등에 대한 이력사항을 제시하여야 한다. 서식 6, 7호 - 컨소시엄 이외의 인력은 하도급으로 간주되므로, 4. 수행조직 및 업무 분장에 하도급 의사를 표시하지 않는 경우, 컨소시엄 구성원의 자사인력으로 대체되어야 함파견근로자는 원소속사 및 파견근로자 임을 명기 제안요청 내용과 연관 없는 불필요한 학력사항이나, 자격사항은 배재 6. 업무보고 및 검토계획 - 사업기간 동안 이루어질 보고 및 검토계획 제시착수중간완료보고, 월 간주간보고, 수시보고 등 VI. 프로젝트 지원 1. 품질보증 - 조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시하 여야 한다. 소프트웨어 개발 프로세스 품질인증 획득 여부 등 사업자 품질보증 능력을 기술 2. 교육훈련 - 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다. 3. 기밀보안 - 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안 과 개인정보보호 대책을 제시하여야 함 VII. 기타사항 1. 기타 - 상기항목에서 제시되지 않은 기타 내용을 기술한다.",
      "tables": [
        [
          [
            "Ⅴ. 프로젝트 관리",
            ""
          ],
          [
            "1. 관리 \n방법론",
            "- 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물\n이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 \n한다. 또한, 문제발생시 보고 체계 및 위험관리 방안을 구체적으로 제시한다."
          ],
          [
            "2. 관리역량",
            "- 프로젝트 관리자(PM)의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 \n경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 한다."
          ],
          [
            "3. 일정계획",
            "- 사업수행에  필요한  활동을  도출하여  활동  우선순위, 정확한  활동  기간,\n자원, 인력, 조직 등을 제시하여야 한다."
          ],
          [
            "4. 수행조직 및 \n업무분장",
            "- 본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  한다.\n[서식 5호]\n- 용역책임자는 임원급으로 제시\n- 사업관리자(PM)는 공고일 이전부터 제안서 평가일까지 계속 재직자\n- 제안사가 하도급 의사가 있는 경우, 해당 업무 및 (예상)하도급 업체를 제시함\n- 공동수급 업체가 있는 경우 업무분장 내역에 공동수급업체별 참여비율을 명시"
          ],
          [
            "5. 투입인력 및 \n이력사항",
            "- 본 사업을 수행할 제안사 소속 투입인력(PM, PL, 주요 기술자 등)에 대한 \n이력사항을 제시하여야 한다.\n[서식 6, 7호]\n- 컨소시엄 이외의 인력은 하도급으로 간주되므로,\n'4. 수행조직 및 업무\n분장'에 하도급 의사를 표시하지 않는 경우, 컨소시엄 구성원의 자사인력으로 \n대체되어야 함(파견근로자는 원소속사 및 파견근로자 임을 명기)\n※ 제안요청 내용과 연관 없는 불필요한 학력사항이나, 자격사항은 배재"
          ],
          [
            "6. 업무보고 및 \n검토계획",
            "- 사업기간 동안 이루어질 보고 및 검토계획 제시(착수‧중간‧완료보고, 월\n간‧주간보고, 수시보고 등)"
          ],
          [
            "Ⅵ. 프로젝트 지원",
            ""
          ],
          [
            "1. 품질보증",
            "- 조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시하\n여야 한다.\n※ 소프트웨어 개발 프로세스 품질인증 획득 여부 등 사업자 품질보증 능력을 기술"
          ],
          [
            "2. 교육훈련",
            "- 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용,\n교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다."
          ],
          [
            "3. 기밀보안",
            "- 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안\n과 개인정보보호 대책을 제시하여야 함"
          ],
          [
            "Ⅶ. 기타사항",
            ""
          ],
          [
            "1. 기타\n- 상기항목에서 제시되지 않은 기타 내용을 기술한다.",
            ""
          ]
        ],
        [
          [
            "항 목\n작 성 방 법",
            ""
          ],
          [
            "Ⅰ. 일반현황",
            ""
          ],
          [
            "1. 제안사 \n일반현황",
            "- 제안사의 일반현황 및 주요 연혁\n- 최근 3년간의 자본금 및 부문별(컨설팅, 개발 등) 매출액 등을 명료하게 \n제시[서식 1, 2호]"
          ],
          [
            "2. 주요 \n사업내용",
            "- 제안사의 주요 사업내용을 분야별로 구분하여 제시"
          ],
          [
            "3. 주요 \n사업실적",
            "- 최근 3년간 주요 사업실적(해당사업과 유사사업 위주)[서식 3호]"
          ],
          [
            "Ⅱ. 전략 및 방법론",
            ""
          ],
          [
            "1. 사업 \n이해도",
            "- 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적,\n범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다.\n- 목표시스템 구성도 및 구성 체계를 제시하여야 한다."
          ],
          [
            "2. 추진전략",
            "- 제안사는 사업을 효과적으로 수행하기 위한 추진전략(위험요소 고려하여 \n창의적이고 타당한 대안)을 제시하여야 한다."
          ],
          [
            "3. 컨설팅 \n방법론",
            "- 컨설팅에  적용할  방법론 절차 및  기법의  활용방안을  제시하여야  하며,\n적용방법론의 경험을 기술한다.\n- 컨설팅 방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다."
          ],
          [
            "Ⅲ. 기술 및 기능",
            ""
          ],
          [
            "1. 컨설팅 \n요구사항",
            "IT 조직 분석, 업무 프로세스 \n- 법령･제도 현황, 경영환경 등의 환경 분석,\n분석 등의 현황 분석, 정보화 전략 수립, 정보화 개선계획, 사업계획 수립 \n등의 컨설팅 내역을 기술하여야 한다.\n- 최신 정보기술 추세와 기술환경 변화를 검토하여 적용가능성 및 사례를 분석\n하여 기술하여야 한다.\n- 외부환경 요인과 경영전략 분석을 통해 변화를 유발하는 요인에 대응하기 \n위한 시사점 도출하여 기술하여야 한다."
          ],
          [
            "2. 보안 \n요구사항",
            "- 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 인적, 물적 보안\n관리방안 등을 구체적으로 제시하여야 한다."
          ],
          [
            "3. 제약사항",
            "- 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적\n으로 기술하여야 한다."
          ],
          [
            "Ⅳ. 성능 및 품질",
            ""
          ],
          [
            "1. 품질 \n- 분석·설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적\n요구사항\n으로 제시하여야 한다.",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 16,
      "text": "- 29 - 6. 제안 안내 사항 가. 입찰 안내 사항 1 입찰 방식 제한경쟁입찰 2 입찰 참가 자격 지방자치단체를 당사자로 하는 계약에 관한 법률 제31조의 5조세포탈 등을 한 자의 입찰 참가자격 제한에 따라 조세포탈 등을 한 자로서 유죄 판결이 확정된 날로부터 2년이 지나지 아니한 자는 입찰에 참여할 수 없음 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제13조입찰의 참가자격 및 동법 시행규칙 제14조입찰 참가자격 요건의 증명에 의한 경쟁입찰 참가자격이 있는 자로서 다음 조건을 갖추어야 함 - 소프트웨어 진흥법에 의한 소프트웨어사업자컴퓨터관련 서비스사업, 업종 코드1468를 등록한 업체최근년도 결산신고된 SW사업자 신고확인서 제출 - 입찰등록마감일 현재 부정당업체로 등록되어 있지 않은 업체 지방자치단체를당사자로하는계약에관한법률제31조및동법시행령제92조 부정당업자의입찰참가자격제한에해당되지않은업체 소프트웨어 진흥법 제48조중소 소프트웨어사업자의 사업참여 지원에 따른 중소 소프트웨어사업자의 사업참여 지원에 관한 지침 준수 소프트웨어 진흥법제48조4항에 따라 상호출자제한기업집단소속 회사의 입찰 참여 제한 계약체결일기준으로입찰자가상호출자제한기업집단에속하는회사일경우에도 계약체결이불가차순위자와협상함 본 사업은 20억원 미만 사업으로 소프트웨어 진흥법 제48조중소 소프트 웨어 사업자의 사업참여 지원 및 중소 소프트웨어 사업자의 사업 참여 지원에 관한 지침 제2조, 제3조에 따라 대기업 및 중견기업인 소프트웨어 사업자의 입찰참여 제한소프트웨어 사업자 일반 현황 관리확인서 상의 공공 소프트웨어 사업 입찰참여 제한금액 없음으로 확인 - 30 - 대기업인소프트웨어사업자의참여가능사업금액의하한 대상업체 매출액 8천억원 이상인 대기업 매출액 8천억원 미만인 대기업 중소기업이대기업이된지5년이내의기업, 상호출자제한기업집단에속하지 않는중견기업증빙서류 한국소프트웨어산업협회소프트웨어신고확인서 상호출자제한기업집단소속기업은사업금액에관계없이원칙적으로공공SW사 업참여제한소프트웨어진흥법제24조의2 제3항및시행령제17조의6 공동수급공동이행방식 형태로 참가할 경우, 다음 사항을 준수하여야 함 - 본 사업은 공동수급을 허용하며, 공동수급업체 구성원은 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제13조입찰의 참가자격 및 동 법 시행규칙 제14조 규정에 저촉되지 않아야 함 - 공동수급은 공동이행방식을 원칙으로 하며, 공동계약운용요령 상의 공동수급 표준협정서공동이행방식는 G2B를 통해 등록함 - 공동수급체는 5개 이하로 구성하여야 하며, 구성원별 계약참여 최소지분율은 5 이상으로 하여야 함 지방자치단체입찰및계약집행기준행정안전부예규제6장제2절참조 3 낙찰자 선정 방식 협상에 의한 계약체결 방식 적용 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제43조에 따라 협상 에 의한 계약체결 방식 적용 계약체결에 필요한 세부적인 사항은 지방자치단체 입찰시 낙찰자 결정기준 행정안전부 예규 협상에 의한 낙찰자 결정기준을 적용 4 입찰 시 유의사항 낙찰자로 결정된 이후에 공동수급 구성원을 변경할 수 없음 제안서 인력은 단독 또는 공동수급 구성원의 자사인력 또는 하도급 업체 공동계약의 경우, 공동수급 구성원 중 정당한 이유 없이 공동계약이행계획서에 따라 실제 계약에 참여하지 아니하는 구성원에 대해 부정당업자로 제재조치 등 입찰참가자격을 제한할 수 있음 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 17,
      "text": "- 31 - 입찰공고문, 제안안내서, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않은 사항은 지방자치단체를 당사자로 하는 계약에 관한 법률, 소프트웨어 진흥법, 국제표준규격 등 관련 규정 및 발주기관의 계약 요령에 따름 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 지방자치단체를 당사자로 하는 계약에 관한 법률등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있음 입찰자는 발주기관으로부터 배부받은 입찰에 관한 서류 또는 각종 자료 및 입찰 과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용해서 안 됨 제안서에 사업, 경쟁업체 등 입찰관련 사항에 대한 허위정보를 기재한 경우 관련 규정에 따라 협상적격자에서 제외, 계약해지 또는 부정당업자 입찰참가 자격제한 등의 불이익을 받을 수 있으며, 기재한 내용에 대한 사실 확인에 대한 의무 및 입증 책임은 입찰자 본인에게 있음 나. 제안 평가 관련 사항 1 기술능력 평가 및 입찰가격 평가 종합평가점수100 기술능력평가90 입찰가격평가10 - 제안서 평가는 기술능력90과 입찰가격10을 종합적으로 평가 - 기술능력평가90점와 가격평가10점 결과를 합산하여 고득점 순으로 선정 기술능력평가배점 정성적평가70점, 정량적평가20 2 기술능력 평가 방법 발주기관에서 구성한 관련 전문가로 구성된 평가위원회에서 제안서 평가 각 항목별 평가배점과 방법은 4. 기술성 평가기준에 의함 기술능력평가 점수가 기술능력 평가분야 배점한도의 85 이상인 자를 협상 대상자협상적격자로 선정함. 단, 평가 결과 협상적격자가 없는 경우에는 재 공고 입찰에 부칠 수 있음 평가점수 결과는 소수점 다섯째자리에서 반올림함 3 우선협상대상자 선정 및 계약체결 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 제안사를 우선협상대상자로 선정하여 기타 지원조건 등을 협상 - 32 - 합산점수가 동일한 제안자가 2인 이상일 경우에는 기술능력 평가점수가 높은 제안자를 선순위자로 하고, 기술능력 평가점수도 동일한 경우에는 추첨으로 정함 우선협상대상자와 협상 결렬 시 차 순위 협상 대상자와 협상을 실시 협상대상자와 협상이 모두 결렬되면 재공고 추진 4 기술성 평가 기준 평가기준은 소프트웨어 기술성 평가기준 지침과학기술정보통신부 및 지방자치단체 입찰시 낙찰자 결정기준행정안전부 예규 준용 - 본 사업은 소프트웨어 기술성 평가기준 지침 제4조제5항에 따른 차등 점수제를 미적용한 사업임 정성적 기술능력평가항목 및 배점한도 평가항목세부평가항목 평가기준 전략 및 방법론 15 사업 이해도 - 사업의 특성 및 목표에 대해 주변 환경분석과 업무내용 연관관계 이해를 바탕으로 일관성 있는 방향과 전략을 제시하고 있는가를 평가한다. 추진전략 - ISP 사업수행 시 위험요소를 고려하여 창의적이며 타당 한 대안을 제시하였는가를 평가한다. 컨설팅 방법론 - 사업에 적정한 방법론의 제안 타당성을 평가 - 실제 적용 사례와 경험을 바탕으로 효율적인 단계별 활동 내용을 구성하여 산출물의 적정성을 유지하고, 기술과 경험을 적절히 활용하고 있는가를 평가한다. 기술 및 기능 20 컨설팅 요구사항 - 법령제도 현황, 경영환경 분석 등의 환경분석, 정보화 조직 분석, 업무 프로세스 분석 등의 현황 분석, 정보화 전략 수립, 정보화 개선계획, 사업계획 수립 방안이 구 체적으로 기술되어 있는가를 평가한다 보안 요구사항 - 보안 요구사항에 맞춰 사업관련 인적, 물적 보안 관리가 체계적이고 구체적으로 제시되었는지 평가한다. 제약사항 - 기능 및 품질 등 요구사항 구현 시 관련 제약조건을 충족 시키기 위한 구체적인 구현 방안 및 점검 방안이 수립되 었는지 평가한다. 성능 및 품질 5 품질 요구사항 - 품질관리자QAO, Quality Assurance Officer에 의한 지속적인 품질보증활동이 구체적으로 기술되어 있는가를 평가한다. - 품질보증방안을 상세히 제시하였는가 평가한다.",
      "tables": [
        [
          [
            "",
            "평가항목 세부평가항목",
            "평가기준"
          ],
          [
            "전략  및 \n방법론\n(15)",
            "사업\n이해도",
            "-  사업의  특성  및  목표에  대해  주변  환경분석과  업무내용 \n연관관계  이해를  바탕으로  일관성  있는  방향과  전략을 \n제시하고  있는가를  평가한다."
          ],
          [
            "",
            "추진전략",
            "-  ISP  사업수행  시  위험요소를  고려하여  창의적이며  타당\n한  대안을  제시하였는가를  평가한다."
          ],
          [
            "",
            "컨설팅\n방법론",
            "-  사업에  적정한  방법론의  제안  타당성을  평가\n-  실제  적용  사례와  경험을  바탕으로  효율적인  단계별  활동 \n내용을  구성하여  산출물의  적정성을  유지하고,  기술과 \n경험을  적절히  활용하고  있는가를  평가한다."
          ],
          [
            "기술 \n및  기능\n(20)",
            "컨설팅\n요구사항",
            "-  법령･제도  현황,  경영환경  분석  등의  환경분석,  정보화 \n조직  분석,  업무  프로세스  분석  등의  현황  분석,  정보화 \n전략  수립,  정보화  개선계획,  사업계획  수립  방안이  구\n체적으로  기술되어  있는가를  평가한다"
          ],
          [
            "",
            "보안 \n요구사항",
            "-  보안  요구사항에  맞춰  사업관련  인적,  물적  보안  관리가 \n체계적이고  구체적으로  제시되었는지  평가한다."
          ],
          [
            "",
            "제약사항",
            "-  기능  및  품질  등  요구사항  구현  시  관련  제약조건을  충족\n시키기  위한  구체적인  구현  방안  및  점검  방안이  수립되\n었는지  평가한다."
          ],
          [
            "성능 \n및  품질\n(5)",
            "품질 \n요구사항",
            "-  품질관리자(QAO, Quality  Assurance  Officer)에  의한  지속적인 \n품질보증활동이  구체적으로  기술되어 있는가를 평가한다.\n-  품질보증방안을  상세히  제시하였는가  평가한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 상생협력 및 하도급계약 적정성 항목은 중소기업간 경쟁인 관계로 평가부문에서 제외 평가항목세부평가항목 평가기준 배점한도 프로젝트 관리 20 관리 방법론 - 일정관리, 사업위험이슈 관리, 보안관리, 산출물의 형상 문서 관리 등 사업수행에 필요한 관리 방법론이 구체적으로 제시되어 있는지를 평가한다. - 문제 발생 시 보고 체계 및 위험관리 방안이 구체적으로 제시되어 있는지 평가한다. 5 5.0 4.5 4.0 3.5 3.0 일정계획 - 사업수행에 필요한 수행기간과 세부일정이 구체적으로 제시 되었는지 평가한다. - 각 활동에 필요한 일정 계획이 적절한지를 평가한다. 3 3.0 2.7 2.4 2.1 1.8 수행조직 및 업무분장 - 수행 조직 및 업무 분장의 적정성을 평가한다. 10 10.0 9.0 8.0 7.0 6.0 투입인력 및 이력사항 - 수행 조직 및 인력의 적정성을 평가한다. - 사업관리자PM의 타 프로젝트 사업관리 실적과 유사 프로젝트 사업관리 경험을 평가한다. 업무보고 및 검토계획 - 사업기간 동안 이루어질 보고 및 검토계획 제시되었는지를 평가한다.착수중간완료보고, 월간주간보고, 수시보고 등 2 2.0 1.8 1.6 1.4 1.2 프로젝트 지원 10 품질보증 - 제시된 품질보증 방안이 해당 사업의 수행에 적합한지 - 사업자가소프트웨어 진흥법제21조의 소프트웨어프로세스 품질인증 등 대외적으로 인정받을 만한 품질보증 관련 인증을 획득한 사례가 있는지를 확인하고 평가한다. 5 5.0 4.5 4.0 3.5 3.0 교육훈련 - 교육훈련의 방법, 내용, 일정 등을 구체적으로 제시하였 는지 평가한다. - 인수인계 대상 및 계획의 적정성을 평가한다. 3 3.0 2.7 2.4 2.1 1.8 기밀보안 - 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로 부터 기밀을 보호함과 동시에 원활한 사업의 수행을 보 장하기 위한 체계 및 대책에 대하여 평가한다. 2 2.0 1.8 1.6 1.4 1.2 합계 70 - 34 - 정량적 기술능력평가항목 및 배점표 평가 부문 평가 항목 평가기준 제안사 평가 20점 투입 인력 - 사업관리자PM가 주사업자 소속으로 6개월 이상 근무한 여부를 평가 - 참여인력 기술경력상태 평가 수행 실적 - 입찰공고일 기준 최근 3년간 유사 분야 사업ISPBPR 수행 실적 비율 평가 - 입찰공고일 기준 최근 3년간 유사 분야 사업ISPBPR 수행 실적 건수 평가 경영 상태 - 제안사 경영상태에 대해 평가 사회적 책임성 - 고용개선 미이행 - 임금체불 소계 상기의 정량적 평가표에 의거하여 자체평가서 및 증빙을 정량적 제안서에 제출 붙임 1 기술평가 정량점수 계산 기준 참조",
      "tables": [
        [
          [
            "",
            "평가항목 세부평가항목",
            "평가기준",
            "배점한도"
          ],
          [
            "프로젝트 \n관리\n(20)",
            "관리\n방법론",
            "-  일정관리,  사업위험(이슈)  관리,  보안관리,  산출물의  형상·\n문서  관리  등  사업수행에  필요한  관리  방법론이  구체적으로 \n제시되어  있는지를 평가한다. \n-  문제  발생  시  보고  체계  및  위험관리  방안이  구체적으로 \n제시되어  있는지  평가한다.",
            "5\n(5.0 / 4.5 / 4.0 \n/ 3.5 / 3.0)"
          ],
          [
            "",
            "일정계획",
            "-  사업수행에  필요한  수행기간과  세부일정이  구체적으로  제시\n되었는지  평가한다. \n-  각  활동에  필요한  일정  계획이  적절한지를  평가한다.",
            "3\n(3.0 / 2.7 / 2.4 \n/ 2.1 / 1.8)"
          ],
          [
            "",
            "수행조직  및 \n업무분장",
            "-  수행  조직  및  업무  분장의  적정성을  평가한다.",
            "10\n(10.0 / 9.0 / \n8\n.0 / 7.0 / 6.0)"
          ],
          [
            "",
            "투입인력  및 \n이력사항",
            "-  수행  조직  및  인력의  적정성을  평가한다.\n-  사업관리자(PM)의  타  프로젝트  사업관리  실적과  유사 \n프로젝트  사업관리  경험을  평가한다.",
            ""
          ],
          [
            "",
            "업무보고  및 \n검토계획",
            "-  사업기간  동안  이루어질  보고  및  검토계획  제시되었는지를 \n평가한다.(착수‧중간‧완료보고, 월간‧주간보고, 수시보고  등)",
            "2\n(2.0 / 1.8 / 1.6 \n/ 1.4 / 1.2)"
          ],
          [
            "프로젝트 \n지원\n(10)",
            "품질보증",
            "-  제시된  품질보증  방안이  해당  사업의  수행에  적합한지\n-  사업자가「소프트웨어  진흥법」제21조의  소프트웨어프로세스 \n품질인증  등  대외적으로  인정받을  만한  품질보증  관련 \n인증을  획득한  사례가  있는지를  확인하고  평가한다.",
            "5\n(5.0 / 4.5 / 4.0 \n/ 3.5 / 3.0)"
          ],
          [
            "",
            "교육훈련",
            "-  교육훈련의  방법,  내용,  일정  등을  구체적으로  제시하였\n는지  평가한다.\n- 인수인계  대상  및  계획의  적정성을  평가한다.",
            "3\n(3.0 / 2.7 / 2.4 \n/ 2.1 / 1.8)"
          ],
          [
            "",
            "기밀보안",
            "-  사업  추진  동안  악영향을  미치는  일련의  불순  활동들로\n부터  기밀을  보호함과  동시에  원활한  사업의  수행을  보\n장하기  위한  체계  및  대책에  대하여  평가한다.",
            "2\n(2.0 / 1.8 / 1.6 \n/ 1.4 / 1.2)"
          ],
          [
            "합계",
            "",
            "",
            "70"
          ]
        ],
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준",
            ""
          ],
          [
            "제안사 \n평가 \n(20점)",
            "투입\n인력",
            "- 사업관리자(PM)가 주사업자 소속으로 \n6개월 이상 근무한 여부를 평가",
            ""
          ],
          [
            "",
            "",
            "-  참여인력  기술경력상태  평가",
            ""
          ],
          [
            "",
            "수행\n실적",
            "-  입찰공고일 기준 최근 3년간 유사 분야 \n사업(ISP/BPR) 수행 실적 비율 평가",
            ""
          ],
          [
            "",
            "",
            "-  입찰공고일 기준 최근 3년간 유사 분야 \n사업(ISP/BPR) 수행 실적 건수 평가",
            ""
          ],
          [
            "",
            "경영\n상태",
            "-  제안사  경영상태에  대해  평가",
            ""
          ],
          [
            "",
            "사회적\n책임성",
            "-  고용개선  미이행",
            ""
          ],
          [
            "",
            "",
            "-  임금체불",
            ""
          ],
          [
            "소계",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 다. 기타 유의 사항 1 과업심의위원회 과업내용 확정 심의 여부 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위하여 과업심의위원회를 계약 전까지 개최할 예정 사업임 과업내용 변경 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액 계약기간 조정이 필요한 경우, 계약상대자는 국가기관등의 장에게 소프트웨어 사업 과업변경요청서를 제출하여 과업심의위원회 개최를 요청할 수 있다 소프트웨어사업계약및관리감독에관한지침별지9호서식참조 2 상용 소프트웨어 직접구매 정보화전략계획 수립 사업으로 해당 없음 3 하도급 제한 본 사업은 수주자공동계약의 경우 공동수급체 구성원 포함가 직접 수행함을 원칙으로 하되, 하도급 계약이 필요한 경우 다음 사항 준수 하도급 사전승인 본 사업의 하도급의 경우 소프트웨어 진흥법 제51조제5항, 같은 법 시행규칙 제14조제1항 및 소프트웨어사업 계약 및 관리감독에 관한 지 침의 규정에 의하여 반드시 발주기관으로부터 사전승인을 받고 하도급 계약을 하여야 함 하도급 비율제한 본 사업의 과업의 일부를 하도급하려는 경우 소프트웨어 진흥법 제 51조제1항에 따라 물품상용소프트웨어 포함 구매금액을 제외한 소프트 웨어사업금액의 100분의 50을 초과할 수 없으며, 같은 법 제3항에 따라 다 시 하도급은 원칙적으로 불허함. 다만, 같은 법 제51조제2항 각 호 및 제3 항 각 호에 해당하는 경우 그러하지 아니함 하도급 계획서 제출 요청 본 사업 과업의 일부를 하도급하려는 경우 계약체결 시 소프트웨어사 업 계약 및 관리감독에 관한 지침의 별지 제7호서식 소프트웨어사업 하도급 계획서를 제출하여야 함 서식 18호 참조 하도급 계약의 적정성 판단 세부기준 명시 - 36 - 발주사는 하도급계약의 승인을 신청하는 경우, 소프트웨어사업 계약 및 관리감독에 관한 지침의 별표 3 하도급계약의 적정성 판단 세부기 준에 따라 적정성여부를 판단하며, 평가점수가 85점 이상인 경우에 한 하여 하도급계약을 승인함. 다만, 85점 이상인 경우라 하더라도 하도급 계약의 세부 조건 등으로 인하여 사업의 원활한 수행이 불가능하다고 인정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음 공동수급체 구성 본 사업에서 전체 사업금액 대비 10를 초과하여 하도급하려는 경우, 소프트웨어 진흥법 제51조제6항 및 동 법 시행령 제48조제5항에 따라 하도급이 아닌 공동수급체를 구성하여 참여해야하며, 공동수급체를 구성하지 못하는 불가피한 사정이 있는 경우 그 사유를 제시하여야 함 정부기관 등에서 부정당제재 중인 업체와 공동수급 및 하도급 구성을 금함 4 작업 장소 작업 장소 상호 협의 계약당사자는 사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작업 환경을 상호협의하여 결정하며, 핵심 개발인력이 아닌 지원인력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 계약상대자가 달리 정할 수 있음 사업 수행을 위해 필요한 작업장소 등은 사업예산 내 계상되어 있으므로 관련 비용을 포함하여 제안가격을 산출하되, 작업장소 등은 상호협의하여 결정함 5 SW사업 산출물 활용 보장 당해 계약에 따른 계약목적물에 대한 지식재산권 활용 지식재산권 발주기관과 계약상대자가 공동으로 소유하며 별도의 정함이 없는 한 지분은 균등한 것으로 함. 다만 개발의 기여도 및 계약목적물의 특수성국가안전보장, 국방, 외교관계 등을 고려하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음 산출물 반출 요청 계약상대자는 당해 계약에 따른 계약목적물에 대한 지적 재산권의 행사를 위하여 계약산출물의 반출을 요청할 수 있으며, 발주기관은 국가 안보에 관한 사항으로서 대통령령으로 정하는 사유에 해당하는지 여부를 검토하여 30일 이내에 그 결과를 통보 제재 요건 활용 승인제3자 제공 포함을 받지 않고 반출하거나, 승인 받은",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 소프트웨어 산출물을 무단으로 유출하거나 누출되는 경우, 누출금지정보를 삭제하지 않고 활용하는 경우 6 개발SW의 공동활용 사전 명시 본 사업은 정보화전략계획수립 사업으로 타 기관과 공동활용 할 계획이 없음 7 하자담보 책임기간 및 범위 하자담보 책임기간은 계약사업자는 본 사업이 종료된 날사업에 대한 검사를 수행하여 최종 산출물을 인도한 날을 말함로 부터 1년으로 함 8 SW사업 제안서 보상 본 사업은 소프트웨어 사업 계약 및 관리감독에 관한 지침 제16조, 제17조에 따라, 제안서 보상대상사업에 해당하지 않으므로 제안서 보상을 실시하지 않음 본사업은20억원미만의사업으로제안서보상대상사업에서제외 9 소프트웨어사업 영향평가 본 사업은 소프트웨어 진흥법 제43조, 같은 법 시행령 제35조 내지 제 37조, 소프트웨어사업 계약 및 관리감독에 관한 지침 제5조, 제6조에 따라 소프트웨어사업 영향평가를 미리 실시한 사업임 소프트웨어사업계약및관리감독에관한지침별지제1호서식에따른 소프트웨어사업영향평가결과서를첨부 붙임3 참조 라. 제안 안내 1 제출서류 입찰공고문 참조 2 제안서 제출 일정 및 방법 입찰공고문 참조 3 제안요청설명회 본 제안요청서로 갈음 문의처 서울특별시교육청 디지털혁신미래교육과 최병조 주무관02-2282-8433 4 제안설명회 입찰공고문 참조 평가와 관련된 사항은 발주기관의 절차와 기준을 따름 유의 사항 제안설명회를 개최하는 경우, 제안설명은 제안사주사업자의 사업관리자 PM가 직접 발표하여야하며, PM이 발표하지 않을 경우 발표 없이 제안서에 - 38 - 대한 서면평가로만 진행함 사업관리자PM는 주사업자의 소속 근로자여야 하며, 발주기관의 요청이 없는 한 사업관리자PM는 계약기간 동안 교체할 수 없음. 그럼에도 불구 하고 계약체결 후 사업관리자PM가 사업에 참여할 수 없는 개인사유타 사업의 참여는 제외로 교체를 요청하는 경우에는 제안서를 발표한 사업 관리자PM와 동급이상의 경력과 역량을 보유한 자로 교체요청 가능. 이 경우, 발주기관은 교체 투입될 사업관리자PM가 해당 계약의 수행상 적당 하지 아니하다고 판단되는 경우에는 승인하지 않을 수 있음 사업자가 제안서에 명시하여 계약의 내용을 구성한 사업관리자PM 및 투입 인력에 관한 사항을 사업자가 계약대로 이행하지 아니하고, 제안요청서와 계약서에 계약의 주요조건을 이행하지 않을 경우, 사업자는 입찰참가자격 제한 처분을 받을 수 있음 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명기하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 붙임 자료 붙임 1 기술평가 정량점수 계산 기준 붙임 2 보안 세부이행사항 붙임 3 소프트웨어사업 영향평가 검토결과서 붙임 4 참여인력 기술상태 평가시 ITSQF 직무인정범위 붙임 5 제안서 및 입찰 관련 서식 별첨 1 기술적용계획표 - 40 - 붙임1 기술평가 정량점수 계산 기준 사업관리자PM 주사업자 소속 근무 기간3점 평가기준 주사업자 소속으로 180일 이상 근무한 경우 주사업자 소속으로 180일 미만 근무한 경우 입찰 마감일 전일 기준으로 산정하며 소속 증빙자료 그 외 증빙자료 포함를 정량제안서에 첨부하여야 함 참여인력 기술경력상태3점 ᄋ 대상 사업 책임자 및 부문별 참여자 ᄋ 평가방법 절대평가제 - 평가대상 입찰참가자 점수 참여인력별 기술경력 평가점수 x 참여율의 합 입찰참가자 점수 30점 이상 점수 3.0 배점의 100 ᄋ 참여인력의 ITSQF3 직무에 따른 기술경력을 평가에 반영 ᄋ 참여인력의 기술경력상태에 대한 증명은 한국소프트웨어산업협회 소프트웨어기술자 경력증명서를 기준으로 함 ᄋ 참여인력은 입찰공고일 기준 제안사공동수급사 포함 소속이어야 하며, 하도급사 인력, 기술 및 경력 상태에 대한 증거서류가 첨부되지 않은 참여인력 등은 평가에서 제외 참여인력별 기술경력 평가점수 구분 IT컨설팅 및 기획 IT프로젝트관리 미제출 3년 미만 3년이상 5년미만 5년 이상 미제출 기술경력 평가점수 1 4 6 8 1 참여율 전체 사업기간 대비 참여상주 비율ex 5개월 사업기간 중 3개월 참여 시 60 수행실적 평가 기준 ᄋ 입찰공고일 기준 최근 3년간 ISPBPR 사업수행 실적 비율 평가3점 평가등급 100 이상 70 이상100 미만 40 이상70 미만 40 미만",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - ᄋ 입찰공고일 기준 최근 3년간 ISPBPR 사업수행 실적 건수 평가3점 평가등급 평점 4건 이상 배점의 100 3건 배점의 90 2건 배점의 80 2건 미만 배점의 70 실적비율 해당 사업규모 대비 입찰공고일 기준 최근 3년간 사업수행실적금액 기준을 합산 적용 실적건수 사업규모 1억 원 이상으로 입찰공고일 기준 최근 3년간 사업수행실적 건수 적용 사업범위 본 사업과 유사한 공공기관 정보화전략계획 수립 관련 컨설팅 사업마스터플랜, ISP, RD, BPR 등으로, 계약일자와 납품기한에 관계없이 이행 완료된 시점을 기준으로 평가 단, 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 최근 7년간 사업 수행실적을 합산 적용 주 신용평가등급표 배점6점 신용평가등급 평점 회사채 기업어음 기업신용 평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의 100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의 95 B, B0, B- B- B, B0, B- 배점의 90 CCC 이하 C 이하 CCC 이하 배점의 70 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함 1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 따로 정한 경우를 제외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으로 평가한다. 이 경우 입찰공고일에 이행완료 된 실적도 평가에 포함하나, 입찰공고일 다음날부터 이행완료된 자료는 평가에서 제외한다. 2. 등급구간 및 구간별 평점은 위 표에 의하여 부여한다. 3. 실적 인정 범위는 제안요청서에 정하되, 수행실적은 서식 4호 따라 제출된 실적을 기준으로 평가한다. 4. 입찰자는 수행실적 평가를 위하여 서식 3호, 4호 주요 사업실적 총괄표와 다음 각 목에 따른 수행실적증명서 등을 제출하여야 한다. 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공기업법령 적용 기관이 발급한 수행실적증명서 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행실적증명서, 계약서, 세금계산서필요시 거래명세표 포함 등을 첨부하여야 함 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급하는 소프트웨어사업 수행실적 확인서 라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용하되, 공공기관 이외의 납품 실적은 이를 공증하거나 해당국가의 상공회의소 또는 해당국가에 주재하는 대한민국 공관의 확인을 받은 경우에는 세금계산서 등 증명자료 첨부를 생략할 수 있음 마. 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아니하여 실적확인이 어려운 경우에는 실적으로 인정하지 않는다. 5. 공동수급체의 경우 구성원별 실적에 지분율을 곱한 후 그 실적들을 합산한 실적으로 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림한다. 예 A사 실적A사 지분율B사 실적B사 지분율에 대한 점수 - 42 - 3 ITSQFIT Sector Qualifications Framework는 한국소프트웨어산업협회 홈페이지www.sw.or.kr 인재 지원 IT 분야 역량체계ITSQF 자료실에서 세부적인 직무 설명을 확인 할 수 있음. 주 사회적책임성2점 평가기준 고용개선 미이행 주사업자 소속으로 180일 미만 근무한 경우 고용개선조치 미이행 평가는 입찰공고일을 기준으로 최근 2년 이내에 고용노동부장관이 공표한 적극적 고용개선조치 미이행 사업주 명단의 자료에 표시된 사업장을 기준으로 적용한다. 다만, 2017년 5월 1일 이후 공표된 자부터 적용한다. 임금체불 평가는 입찰공고일을 기준으로 고용노동부장관이 공개중인 체불사업주 명단의 사업장 에 대하여 적용한다. 1. 신용정보의 이용 및 보호에 관한 법률 제2조 제8의3에 해당하는 신용조회사 또는 자본시장 과 금융투자업에 관한 법률 제335조의3에 따라 업무를 영위하는 신용평가사가 입찰공고일 이전에 평가하고 유효기간 내에 있는 회사채, 기업어음 및 기업신용평가등급을 국가종합전자 조달시스템에 조회된 신용평가등급으로 평가하되, 가장 최근의 신용평가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 있으며 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가한다. 2. 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않은 경우에는 최저등급으로 평 가하며, 유효기간 시작일 또는 만료일이 입찰공고일인 경우에도 유효한 것으로 평가한다. 다 만, 입찰공고일 다음날 이후에 발생 또는 수정된 자료는 평가에서 제외한다. 3. 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한 신용평가등급이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에 있는 가장 최근의 신용평가등급 으로 평가한다. 다만, 합병 후 새로운 신용평가등급이 없는 경우에는 입찰공고일 이전에 평가 하고 유효기간 내에 있는 신용평가등급으로서 합병 대상자 중 가장 낮은 신용평가등급을 받은 자의 신용평가등급으로 평가한다. 4. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수상의 배점 한도를 부여한다. 이 경우 창업기업에 대한 확인은 중소기업제품공공구매 종합정보망에 등재된 자료로 확인하며, 창업기업확인서의 유 효기간 내에 있어야 한다. 다만, 제안서 평가일 전일까지 발급된 자료도 심사에 포함하며, 이 경우 입찰공고일 이전 창업을 확인 할 수 있는 자료법인인 경우 법인등기부상 법인설립등기 일, 개인사업자인 경우에는 사업자등록증명서 상 사업자등록일를 제출하여야 한다.이하 창업 기업에 대한 확인방법은 같다 5. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합산하여 최종 평가 하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사 점수A사 지분율B사 점수B사 지분율 6. 중소기업협동조합이 입찰에 참여하는 경우 중소기업협동조합의 신용평가등급으로 평가한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - 붙임2 용역사업 보안 특약 사항 1계약대상자는 보안정책을 위반하였을 경우 보안위규 처리 기준에 따라 위규자 및 관리자를 행정조치하고 보안 위약금을 납부한다. 2계약대상자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리 적, 기술적 보안대책 및 누출금지 대상정보에 대한 보안관리 계획을 사업제안서 에 기재하여야 하며, 해당 정보 누출 시 지방자치단체를 당사자로하는 계약에 관한 법률시행령 제92조에 따라 사업자를 부정당업체로 등록한다. 3사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업종료 시 본 사업 보안담당자의 입 회하에 완전 폐기 또는 반납해야 한다. 4전자기록 저장매체는 국가정보원장이 안전성을 검증한 삭제 SW로 완전 삭제 후 반출하여야 한다. 5계약대상자는 사업 기간 중 보안취약점의 개선에 적극 협조하여야 한다. 참고1, 계약대상자 보안위규 처리 기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 Ÿ 사업참여 제한 부정당업체 등록 Ÿ 위규자 및 직속 감독자 등 중징계 Ÿ 재발 방지를 위한 조치계획 제출 Ÿ 위규자 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 Ÿ 위규자 및 직속 감독자 등 중징계 Ÿ 재발 방지를 위한 조치계획 제출 Ÿ 위규자 대상 특별 보안교육 실시 - 44 - 구 분 위 규 사 항 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관 련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 보 통 1. 기관 제공 중요정책민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상 위 등에 방치 나. 정책현안자료를 휴지통폐지함 등에 유기 또는 이면지 활용 다. 사무실 보안관리 부실 라. 캐비넷서류함책상 등을 개방한 채 퇴근 마. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍책상 위 등에 방치한 채 퇴근 나. 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅화면보호 패스워드 미부여 또는 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 참고2 보안 위약금 부과 기준 참고3 누출금지 대상정보 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 계약금액의 10 계약금액의 5 계약금액의 3 위규 수준은 참고1 의 계약대상자 보안위규 처리기준 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산 1. 해당 기관의 정보시스템 내외부 IP주소 현황 2. 정보시스템 구성 현황 및 정보통신망 구성도 3. 개별사용자의 계정비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 또는 정보시스템 취약점 분석평가 결과물 5. 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경우 국가안보 및 국익에 피해가 우려되는 중요 용역사업에 해당 6. 암호자재, 암호가 주 기능인 제품 및 정보보호시스템 도입운용 현황 7. 정보시스템 및 네트워크장비 설정 정보 8. 공공기관의 정보공개에 관한 법률 제9조 제1항에 따라 비공개 대상 정보로 분류 된 해당 기관의 내부문서 9. 개인정보 보호법 제2조 제1호에 따른 개인정보 10. 보안업무규정 제4조에 따른 비밀 및 보안업무규정 시행규칙 제16조 제3항에 따른 대외비 11. 그 밖에 해당 기관의 장이 공개가 불가하다고 판단한 자료 - 46 - 붙임3 소프트웨어사업 영향평가 결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 25,
      "text": "- 47 - - 48 - 붙임4 참여인력 기술상태 평가시 ITSQF 직무인정범위 본사업의 참여인력 기술상태에 대한 정량적 평가시 IT분야역량체계ITSQF 직종 직무 및 인정범위는 입찰공고일 기준 현재 적용되는 SW기술자 평균임금한국 소프트웨어산업협회 공표의 구분에 의한 IT 컨설팅 및 기획전체 직무, IT프로 젝트관리시스템운용자, IT지원기술자임. 한국소프트웨어산업협회 소프트웨어경력관리시스템 httpscareer.sw.or.kr 참조 ITSQF 직종 직무 IT컨설팅 및 기획 정보기술컨설팅, 정보보호컨설팅, 데이터분석, 업무분석, 정보기술기획, 빅데이터기획, UXUI기획, 인공지능서비스기획 IT프로젝트 관리 IT프로젝트관리, IT프로젝트사업 IT아키텍처 SW아키텍처, 인프라스트럭처아키텍처, 데이터아키텍처, 빅데이터아키텍처, 인공지능아키텍처 시스템 구축 및 운영 IT시스템관리, IT시스템기술지원, 빅데이터엔지니어링, 인공지능서비스관리",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "ITSQF  직종",
            "직무"
          ],
          [
            "IT컨설팅  및 \n기획",
            "정보기술컨설팅,  정보보호컨설팅, \n데이터분석,  업무분석, \n정보기술기획,  빅데이터기획, \nUX/UI기획,  인공지능서비스기획"
          ],
          [
            "IT프로젝트\n관리",
            "IT프로젝트관리,  IT프로젝트사업"
          ],
          [
            "IT아키텍처",
            "SW아키텍처, \n인프라스트럭처아키텍처, \n데이터아키텍처,  빅데이터아키텍처, \n인공지능아키텍처"
          ],
          [
            "시스템  구축 \n및  운영",
            "IT시스템관리,  IT시스템기술지원, \n빅데이터엔지니어링, \n인공지능서비스관리"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 26,
      "text": "- 49 - 붙임5 입찰 및 제안서 관련 서식 서식 1호 제안사 일반현황 서식 2호 자본금 및 매출액 현황최근 3년 서식 3호 주요 사업실적최근3년 서식 4호 사업실적 증명서 서식 5호 사업수행 조직도 서식 6호 참여인력 현황 서식 7호 참여인력 이력사항 서식 8호 정량적 평가지표 자가진단표 서식 9호 제안요청서 대비 제안사항 조견표 서식 10호 청렴 서약서 서식 11호 보안 서약서 서식 12호 보안 확약서대표자용 서식 13호 비밀유지계약서 서식 14호 조세포탈 관련 서약서 서식 15호 공동수급표준협정서공동이행방식 서식 16호 공동수급 합의각서 서식 17호 소프트웨어 하도급 계획 적정성 확인서 서식 18호 소프트웨어 하도급 계획서 - 50 - 서식 1호 제안사 일반현황 일반사항 회 사 명 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 주요연혁요약 조직도",
      "tables": [
        [
          [
            "회          사            명",
            ""
          ],
          [
            "사    업          분    야",
            ""
          ],
          [
            "주                          소",
            ""
          ],
          [
            "전      화      번      호",
            ""
          ],
          [
            "회  사  설  립  년  도",
            "년\n월"
          ],
          [
            "해당부문  종사기간",
            "년\n월    ～\n년\n월"
          ],
          [
            "주요연혁(요약)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 인원현황 구 분 계 IT컨설팅 및 기획 IT프로젝트 관리 IT아키텍처 시스템 구축 및 운영 ᆞᆞᆞ ᆞᆞᆞ 계 5년이상 5년미만 3년미만 1년미만 제안사 일반현황의 기술자의 구분은 입찰 공고일 기준 적용되는 SW기술자 노임단가 한국소프트웨어산업협회 공표 에 의한 SW기술자 구분ITSQF 직무 구분 에 의하여 선별하여 작성 평가위원 평가용 제안서는 회사명, 대표자 등 회사를 식별할 수 있는 사항은 OOO처리한다.단, 제안서 원본은 모두 표시 주 공동수급 방식인 경우 주사업자 및 부 사업자 별 별지로 작성하되, 조직도 중 본 사업에 참여하는 부서를 표시 - 52 - 서식 2호 자본금 및 매출액 현황최근 3년 회사명 단위 천원 구분 20 년 자본금 매출액 컨설팅 부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 상용 SW 부문 HW 부문 시스템 개발 부문 기타 합계 자기자본비율 자기자본총자산 유동비율 유동자산유동부채 신용평가등급 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용평가등급 주 1. 결산 공고되었거나 자체 보고된 대차대조표, 손익계산서 등 회계자료를 첨부한다. 2. 신용평가등급, 등급평가일, 등급유효기간 등이 명시된 신용평가 등급 확인서를 제출한다.",
      "tables": [
        [
          [
            "구    분",
            "계",
            "IT컨설팅 \n및  기획",
            "IT프로젝트 \n관리",
            "IT아키텍처",
            "시스템 \n구축  및 \n운영",
            "ㆍㆍㆍ",
            "ㆍㆍㆍ"
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5년이상",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5년미만",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3년미만",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1년미만",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "＊제안사  일반현황의  기술자의  구분은  입찰  공고일  기준  적용되는  “SW기술자  노임단가  “(한국소프트웨어산업협회  공표)  에 \n의한    SW기술자  구분(ITSQF  직무  구분)  에  의하여  선별하여  작성\n＊평가위원 평가용 제안서는 “회사명”, “대표자” 등 회사를 식별할 수 있는 사항은 OOO처리한다.(단, 제안서 원본은 모두 표시)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "",
            "",
            "20      년",
            ""
          ],
          [
            "자본금",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "컨설팅\n부문",
            "BPR/ISP",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            ""
          ],
          [
            "",
            "상용  S/W  부문",
            "",
            "",
            ""
          ],
          [
            "",
            "H/W  부문",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템  개발  부문",
            "",
            "",
            ""
          ],
          [
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "합계",
            "",
            "",
            ""
          ],
          [
            "자기자본비율\n    (자기자본/총자산)",
            "",
            "",
            "",
            ""
          ],
          [
            "유동비율\n(유동자산/유동부채)",
            "",
            "",
            "",
            ""
          ],
          [
            "신용평가등급",
            "",
            "",
            "",
            ""
          ],
          [
            "회사채에  대한  신용평가등급",
            "",
            "",
            "",
            ""
          ],
          [
            "기업어음에  대한  신용평가등급",
            "",
            "",
            "",
            ""
          ],
          [
            "기업신용평가등급",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 서식 3호 주요 사업실적최근3년 가. 주요 사업 내용 연번1계약명사업기간 2계약금액 단위천원 발주처 3수행내용간략 4타사와 공동 프로젝트 수행여부 5 증빙 번호 비고 계 주 1. 계약명 연도순으로 기재하며 본 업무와 유관유사한 것만 해당 건수 별로 정확하게 기재한다. 유사사업 공공기관 정보화전략계획 수립 관련 컨설팅 사업마스터플랜, ISP, RD, 기본 구상 등 으로 입찰공고일 전일 기준 최근 3년간의 준공 사업에 한함 현재 수행 중인 사업은 비고란에 수행 중 표기 정량적 평가에는 반영되지 않음 2. 계약금액 공동으로 업무를 수행한 경우 총액을 기재하되 자사의 비용만을 괄호 안에 기재한다. 3. 구체적 업무수행 내용 수행 작업 내용을 단계별현황분석 및 진단, 기본계획 및 실행 계획 수립 등로 작성한다. 4. 타사와 공동 프로젝트 수행여부 타사와 공동으로 프로젝트를 수행한 경우 타사의 상호명을 기재한다. 5. 실적의 증명은 서식 4사업실적증명원사본의 경우 원본대조필 또는 한국소프트웨어 산업협회에서 발행하는 이행실적확인서를 제출하며, 실적증명 첨부서류에 페이지를 명시 하여 증빙번호 란에 해당 증명첨부 서류의 페이지를 기재 증거서류 제출, 확인이 불가능한 실적은 인정하지 않음 기재된 내용의 확인 결과 기재된 내용 중 허위사실이 발견된 경우 0점 처리한다. - 54 - 나. 계약건별 내역 계 약 명 발 주 처 계약기간 착수일 완료일 202 . . . 202 . . . 사업책임 기 술 자 1. 사업목적 2. 사업의 중요사항 및 수행한 업무내용",
      "tables": [
        [
          [
            "",
            "연번 ①계약명 사업기간",
            "",
            "②계약금액\n(단위:천원)",
            "발주처",
            "③수행내용(간략)",
            "④타사와\n공동  프로젝트\n수행여부",
            "⑤\n증빙\n번호",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "계  약  명",
            ""
          ],
          [
            "발  주  처",
            ""
          ],
          [
            "계약기간",
            "202  .    .    .\n착수일\n∼\n  ∼\n완료일\n  202  .    .    ."
          ],
          [
            "사업책임\n기  술  자",
            ""
          ],
          [
            "1.  사업목적",
            ""
          ],
          [
            "2.  사업의  중요사항  및  수행한  업무내용",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 서식 4호 사업실적 증명서 신청인 업체명상호 대 표 자 영업소재지 전 화 번 호 사업자번호 제 출 처 증명서 용도 입찰 및 제안서 심사 제출용 사 업 이 행 실 적 내 용 사 업 명 구 분 ISPBPR PMO감리 시스템개발 운영 및 유지관리 기 타 사 업 개 요 계 약 번 호 계약일자 계약기간 계약 금액 이행실적 비 고 공동비율 실 적 증명서 발 급 기 관 위 사실을 증명함 년 월 일 기 관 명 인 전화번호 주 소 FAX번호 발급부서 담당자 인 1 사업실적을 공동계약으로 이행하였을 경우 비율과 이행실적을 기재하여야 합니다. 2 이행실적란은 기재 후 투명접착테이프를 붙여 증명을 받아야 합니다. 3 별도 양식으로 작성하는 경우는 그에 따릅니다. - 56 - 서식 5호 사업수행 조직도 용역책임자 직위, 성명, ITSQF직무, 경력기간 사업관리자 직위, 성명, ITSQF직무, 경력기간 부문 부문 소속, 직위, 성명, ITSQF직무, 경력기간 소속, 직위, 성명, ITSQF직무, 경력기간 작성요령 컨소시엄으로 구성된 경우 컨소시엄간 역할 및 업무분장이 명시되어야 함 주 1. 분야별 책임자를 명시해야 한다. 2. 분야별 기술자 기재순서는 평가 시 참고 될 수 있도록 직위별로 기재한다. 3. 용역 수행조직 및 인원현황에는 실제로 과업현장에 직접 투입 가능한 인력을 기재한다. 4. 용역수행조직 및 인원 현황의 ITSQF직무는 서식 8 참여인력 기술상태 평가시 ITSQF 직무 인정범위에 의한 내역을 기재한다. 5. 평가위원 평가용 제안서는 회사명 등 회사를 식별할 수 있는 사항은 〇〇〇으로 표기한다. 단, 제안서 원본은 모두 표시",
      "tables": [
        [
          [
            "부문"
          ],
          [
            "소속,  직위, \n성명,  ITSQF직무, \n경력기간"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "소속,  직위, \n성명,  ITSQF직무, \n경력기간"
          ]
        ],
        [
          [
            "신청인",
            "업체명(상호)",
            "",
            "",
            "",
            "",
            "대      표      자",
            "",
            ""
          ],
          [
            "",
            "영 업 소 재 지",
            "",
            "",
            "",
            "",
            "전  화    번  호",
            "",
            ""
          ],
          [
            "",
            "사 업 자 번 호",
            "",
            "",
            "",
            "",
            "제      출      처",
            "",
            ""
          ],
          [
            "",
            "증명서  용도",
            "입찰  및  제안서  심사  제출용",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업\n이    행\n실    적\n내    용",
            "사  업  명",
            "",
            "",
            "",
            "구 \n분",
            "ISP/BPR      (      ) \n  PMO/감리   \n(      ) \n  시스템개발     (      ) \n  운영 및 유지관리  (      )\n  기        타         (      )",
            "",
            ""
          ],
          [
            "",
            "사  업  개  요",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계  약  번  호",
            "계약일자",
            "계약기간",
            "계약\n금액",
            "이행실적",
            "",
            "",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "공동비율 실      적",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발    급\n기    관",
            "위  사실을  증명함\n년        월        일",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기  관  명  :                                            (인)          (전화번호  :                            )",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주        소  :                                                              (FAX번호:                              )",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서  :\n      담당자:                            (인)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 서식 6호 참여인력 현황 분야별 성명 연령 세 ITSQF직무 본사업 참여직위 자격증 해당분야 근무경력 담당 업무 참여율 인력투입 MM 제안사 소속 여부 사업 책임자 부문 부문 부문 부문 부문 부문 부문 부문 부문 주 1. 참여기술자의 연령은 입찰공고일 기준으로 만으로 기재한다. 2. ITSQF직무는 붙임 5 참여인력 기술상태 평가시 ITSQF직무 인정범위에 의한 내역을 기재한다. 3. 자격증, 해당분야 근무경력에 항목은 ITSQF 직무에 해당되는 사항을 기재한다. 4. 공고일 현재 소속회사 재직 중인 자로 한다. 5. 제안사여부 항목은 제안사 소속의 인력여부를 〇X 표시한다. 파견근로자 보호 등에 관한 법률등에 의한 적법한 파견근로자는 〇파견으로 표기 참여율 전체 사업기간 대비 참여상주 비율ex 5개월 사업기간 중 3개월 참여 시 60 - 58 - 서식 7호 참여인력 이력사항 성 명 소 속 ITSQFIT분야역량체계 직무 자 격 증 취득년월 본사업참여임무 기술경력 사 업 명 참 여 기 간 년.월 년.월 주 1. 실제로 과업현장에 직접 투입 가능한 인력을 기재한다. 2. 경력은 입찰공고일 현재를 기준으로 연월까지 기재한다. 3. 자격증 사본 증거서류를 첨부한다. 4. 자사 인력 증명고용사실 증명은국민건강보험법에 따른 국민건강의료보험, 국민연금법에 따른 국민연금 관련 증거서류를 제출한다. 5. ITSQF직무 및 ITSQF 직무별 근무처 경력과 기술경력의 수행업무는 한국소프트웨어 산업협회의 소프트웨어기술자 경력증명서에 내용으로 증명한다. 6. 평가위원 평가용 제안서에는 소속을 제안사, 하도급사A, 하도급사B등으로 표기한다. - 파견근로자 보호 등에 관한 법률등에 의한 적법한 파견근로자는 제안사 인력으로 간주하며, 파견 인력임을 구분하기 위해 안에 파견으로 추가 기재 - 제안사 소속 외의 인력은 하도급으로 간주하며, 계약 후 하도급 계약 승인을 얻지 못할 경우 제안사 소속의 동일수준 이상의 자사인력으로 대체하여야 함. 단, 제안서 원본은 소속 회사명을 모두 명시하며, 파견근로자의 경우 안에 원 소속사명을 표기 7. 근무경력은 입찰공고일 현재를 기준으로 최근 3년간 해당업무 사업만 기재한다. 참여율 전체 사업기간 대비 참여상주 비율ex 5개월 사업기간 중 3개월 참여 시 60 기재된 내용의 확인 결과 기재된 내용 중 허위사실이 발견된 경우 0점 처리한다.",
      "tables": [
        [
          [
            "성    명\n소    속\n(                )",
            ""
          ],
          [
            "ITSQF(IT분야역량체계)  직무",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "자      격      증\n(취득년월)",
            ""
          ],
          [
            "본사업참여임무",
            ""
          ]
        ],
        [
          [
            "기술경력",
            "",
            ""
          ],
          [
            "사      업      명",
            "참  여  기  간\n(년.월  ～  년.월)",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "분야별",
            "성명",
            "연령\n(세)",
            "ITSQF직무",
            "본사업\n참여직위",
            "자격증",
            "해당분야\n근무경력",
            "담당\n업무",
            "참여율(%)\n(인력투입\nM/M)",
            "제안사\n소속\n여부"
          ],
          [
            "사업\n책임자",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 서식 8호 정량적 평가지표 자가진단표 회 사 명 회사 평가항목 평가요소 해당사업 참여부문 ITSQF 직무 성 명 기술경력 개월 근무처경력 개월 기술자격 또는 학력참여율 A. 투입인력 기술자 투입현황 부문 부문 부문 부문 부문 PM 근무처 입사일 년 월 일 근무기간 년 월 000일 B. 수행경험 유사사업 실적금액 및 실적건수 최근3년 2021.52022.4 단위 천원, 건 2022.52023.4 단위 천원, 건 2023.5공고일 단위 천원, 건 합 계 단위 천원, 건 금액 금액 금액 금액 건수 건수 건수 건수 C. 경영상태 기업신용 평가등급 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용평가 등급 D. 사회적 책임성 고용개선 미이행 해당 여부 임금체불 해당 여부 주 1. 투입인력기술자 투입현황은 붙임1에 명시된 기준에 의해 경력과 참여율을 기재한다. 2. 수행경험은 붙임1에 명시된 범위에 해당하는 유사사업의 건수와 금액을 기재한다. 3. 경영상태는 신용평가등급을 해당란에 기재한다. 4. 계산결과 입력 시 소수점 이하는 다섯째자리에서 반올림한다. 정량평가를 위해 위 표를 작성하고, 반드시 계산을 위한 세부자료 및 증거자료를 제출할 것 참여율 전체 사업기간 대비 참여상주 비율ex 5개월 사업기간 중 3개월 참여 시 60 유사사업 분야 공공기관 정보화전략계획 수립 관련 컨설팅 사업마스터플랜, ISP, RD, 기본 구상 등으로 입찰공고일 전일 기준 최근 3년간의 준공 사업에 한함 - 60 - 서식 9호 제안요청서 대비 제안사항 조견표 제안사 제안요청사항 쪽수 주요내용 엑셀Excel 파일A3크기로 작성하여 제안서 및 제안서 CD에 포함하여 제출 장구분 쪽구분하여 핵심키워드 중심으로 나열 목차의 항목 중 해당내용이 없을 시, 해당항목에 해당사항 없음으로 간략히 기술",
      "tables": [
        [
          [
            "회  사  명",
            "",
            "○○회사",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "평가항목",
            "평가요소",
            "해당사업\n참여부문",
            "ITSQF  직무",
            "성  명",
            "기술경력\n(개월)",
            "",
            "근무처경력\n(개월)",
            "",
            "기술자격\n또는  학력",
            "참여율"
          ],
          [
            "A.  투입인력",
            "기술자\n투입현황",
            "○○부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "%"
          ],
          [
            "",
            "",
            "○○부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "%"
          ],
          [
            "",
            "",
            "○○부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "%"
          ],
          [
            "",
            "",
            "○○부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "%"
          ],
          [
            "",
            "",
            "○○부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "%"
          ],
          [
            "",
            "PM \n근무처",
            "입사일",
            "년    월    일",
            "근무기간",
            "",
            "",
            "년    월  (000일)",
            "",
            "",
            ""
          ],
          [
            "B.  수행경험",
            "유사사업\n실적금액 \n및 \n실적건수\n(최근3년)",
            "2021.5~2022.4\n(단위  :  천원,  건)",
            "2022.5~2023.4\n(단위  :  천원,  건)",
            "2023.5~공고일\n(단위  :  천원,  건)",
            "",
            "합  계\n(단위  :  천원,  건)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "금액",
            "금액",
            "금액",
            "",
            "금액",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "건수",
            "건수",
            "건수",
            "",
            "건수",
            "",
            "",
            "",
            ""
          ],
          [
            "C.  경영상태",
            "기업신용\n평가등급",
            "회사채에  대한\n신용평가등급",
            "",
            "기업어음에  대한\n신용평가등급",
            "",
            "",
            "",
            "기업신용평가\n등급",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "D.  사회적  책임성",
            "",
            "고용개선  미이행  해당  여부\n임금체불  해당  여부",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "제안요청사항",
            ""
          ],
          [
            "쪽수",
            "주요내용"
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 서식 10호 청렴서약서 본 계약에 참여한 당사 대리인과 임직원은 지방계약법 제6조의2에 따라 입찰견적, 낙찰, 계약체결, 계약이행 과정에서 아래 각 호의 청렴서약 사항을 준수할 것이며, 이를 위반할 때에는 낙찰을 취소하거나 계약을 해제해지하는 등의 모든 불이익을 감수하고, 이에 민형사상 어떠한 이의도 제기하지 않을 것임을 서약합니다. 1. 관계 공무원에게 직접 또는 간접적인 사례謝禮, 증여, 금품향응친인척 등에 대한 부정한 취업 제공 포함을 제공하지 않을 것이며, 이를 위반하면 지방계약법 제31조 제1항 제7호에 따른 부정당업자의 입찰참가자격 제한 처분을 받겠습니다. 2. 특정인의 낙찰을 위한 담합 등 입찰견적의 자유경쟁을 방해하는 행위나 불공정한 행위 시에는 지방계약법 제31조 제1항 제2호에 따른 부정당 업자의 입찰참가자격 제한 처분을 받겠습니다. 3. 공정한 직무수행을 방해하는 알선청탁을 통하여 입찰견적 또는 계약과 관련된 특정 정보의 제공을 요구하거나 받는 행위를 하지 않겠습니다. 4. 입찰, 낙찰, 계약체결 또는 계약이행과 관련하여 관계공무원에게 금품, 향응 등친인척 등에 대한 부정한 취업 제공 포함을 제공한 사실이 드러날 경우 에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약 취소, 계약이행 이후에는 해당 계약의 전부 또는 일부계약을 해제 또는 해지하여도 감수하겠습니다. 20 . . . 서약자 업체명 대표 인 서울특별시교육감 귀하 - 62 - 서식 11호 보안 서약서대표 및 용역참여자 사업 착수 시 보안 서약서 본인은 2024년 월 일부로 서울특별시교육청 정보화전략계획ISP 수립의 용역 사업을 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 비밀로 분류될 성질의 업무를 수행함에 있어 소관 업무가 국가안전 보장과 관련된 기밀임을 인정한다. 2. 본인은 보안 관련 규정을 준수하며 재직 중은 물론 퇴직 후에도 직무상 알게 된 비밀을 누설하지 않는다. 3. 본인이 기밀을 누설하거나 유출하였을 때에는 관련 법령에 따라 처벌을 받을 것을 서약한다. 다만 부패방지 및 국민권익위원회의 설치와 운영에 관한 법률에 따른 부패행위 신고 및 공익신고자 보호법에 따른 공익 신고 등을 위한 목적일 경우 비밀준수 의무를 위반하지 않은 것으로 본다. 서약자 소속 직급 생년월일 직위 성명 인 서약집행자 소속 직급 직위 성명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 서식 12호 보안 확약서 대표자용 확 약 서 대표자용 본인은 서울특별시교육청 정보화전략계획ISP 수립 사업 용역 업무와 관련 한 장비, 서류, 중간최종 산출물 등 모든 제반자료개인정보 포함 등에 대하여 다음과 같이 이행하였음을 확약합니다. 1. 용역사업업무 관련한 모든 제반자료 반환인계인수대장 확인 완료 2. 용역사업업무 관련한 저장매체 내 자료 삭제 3. 용역사업업무 관련한 사업산출물 복사본 등을 별도 보관하지 않음 4. 본인이 이 기밀개인정보 포함을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 년 월 일 서약자 소속 직급 직위 성 명 인 서 약 소속 직급 집행자 직위 성 명 인 - 64 - 서식 13 비밀유지 계약서 비밀유지 계약서 제1조 목 적 본 계약서는 서울특별시교육청 이하 발주자라 한다과 계약업체이하 계약 상대자라 한다가 서울특별시교육청 지능정보화전략계획ISP 수립 수행 과정에서 생성되는 산출물, 제공자료 등과 같은 정보나 자료를 제공, 입수, 활용하는 데 있어서 상호 간에 준수하여야 할 비밀유지조건을 합의하였음을 확인하기 위한 계약서이다. 제2조 정보의 사용용도 제한 발주자 또는 계약상대자에서 제공하는 모든 정보나 자료는 자료 인계인수 대장에 기록 관리하여야 하며, 발주자와 계약상대자 사이에 추진될 계약목적에만 사용되 어야 한다. 또한, 계약상대자는 발주자에게 제출한 출입인가자가 아닌 자에게 산출 또는 공급한 정보나 자료를 제공할 수 없다. 제3조 불가피한 정보유출의 경우 만일, 계약상대자가 용역사업과 관련하여 불가피한 조치로 정보나 자료 등을 제 3자에게 제공하여야 하는 경우, 반드시 발주자에 사전에 그 사실을 통보하여 승 인을 득하여야 하며, 이 때 제3자와의 별도의 비밀유지계약을 체결하여야 한다. 제4조 정보의 회수 만일, 발주자가 계약상대자의 관련 계약 중도에서 특정내용의 반환을 요청 하는 경우에는,계약상대자는 이미 발주자가 제공한 해당 자료나 정보의 사본 을 남기지 않고 모두 계약상대자에게 돌려주어야 하며, 사업기간 완료 후 발 주자가 계약상대자에게 제공한 모든 자료는 발주자에게 반환하고 그에 대한 계약상대자의 사업대표자 명의로 확약서를 제출하여야 한다. 제5조 손해배상 계약상대자가 위 사항을 위반하여 발주자에 손해를 끼친 경우는 발주자의 결정에 따라 계약상대자는 손해배상책임을 진다. 년 월 일 발주자 소 속 직급위 성 명 인 계약상대자 업체명 직급위 성 명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 서식 14 조세포탈 관련 서약서 지방자치단체를 당사자로 하는 계약에 관한 법률 제31조의5 및 동법 시행령 제93조에 따른 서약서 당사는 지방계약법 제31조의5에 따른 조세포탈 등을 한 자가 아님을 서약합니다. 만일 다음 각 호의 사유에 해당되어 유죄판결이 확정된 날부터 2년이 지나지 않는 사실이 발견된 때에는 계약을 해제ᆞ해지하는 등의 불이익을 감수하겠으며, 지방계 약법 시행령 제93조에 따라 부정당업자의 입찰참가자격제한 처분을 받겠습니다. 1. 관세법제270조에 따른 부정한 방법으로 관세를 면탈하거나 감면 또는 환급 받은 세액이 5억원 이상인 자 2. 국제조세조정에 관한 법률제34조제1항에 따른 해외금융계좌의 신고의무를 위반하고, 그 신고의무 위반금액이조세범 처벌법제16조에 따른 금액을 초과하는 자 3. 외국환거래법제18조에 따른 자본거래의 신고의무를 위반하고, 그 신고의무 위반금액이 같은 법 제29조 제1항 제3호에 따른 금액을 초과하는 자 4. 조세범 처벌법제3조에 따른 조세 포탈세액이나 환급ᆞ공제받은 세액이 5억원 이상인 자 5. 지방세기본법제102조에 따른 지방세 포탈세액이나 환급ᆞ공제 세액이 5억원 이상인 자 20 . . . 서약자 업체명 대표 인 서울특별시교육감 귀하 - 66 - 서식 15호 공동수급표준협정서 공동이행방식 공동수급표준협정서 공동이행방식 공동수급표준협정서 공동이행방식 제1조 목적 이 협정서는 공동수급체의 구성원이 재정, 경영, 기술능력, 인원 및 기자재를 동원하여 아래의 공사, 물품 또는 용역에 대한 계획, 입찰, 시공 등을 위하여 출자비율에 따라 공동 연대하여 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주기관명 제2조 공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 2. 주사무소소재지 3. 대 표 자 성 명 제3조 공동수급체의 구성원 1 공동수급체의 구성원은 다음과 같다. 1. 회사대표자 소재지 2. 회사대표자 소재지 2 공동수급체 대표자는 로 한다. 3 공동수급체 대표자는 발주기관과 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재산관리와 대금청구 등의 권한을 가진다. 제4조 효력기간 이 협정서는 당사자간의 기명서명 날인과 동시에 발효하며, 해당 계약의 이행으로 종결된다. 다만, 발주기관이나 제3자에 대하여 해당 계약과 관련한 권리의무 관계가 남아있는 한 이 협정서의 효력은 존속된다. 제5조 의무 공동수급체의 구성원은 제1조에서 정한 목적을 수행하기 위하여 성실, 근 면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조 책임 공동수급체의 구성원은 발주기관에 대한 계약의 의무이행에 대하여 연대하여 책임을 진다. 제7조 하도급 공동수급체 구성원 중 일부 구성원이 하도급계약을 체결하려는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조 거래계좌 행정안전부 예규지방자치단체 입찰 및 계약 집행기준제6장 공동계약 운영요령 제3절 6. 대가의 지급에 정한 바에 따라 선금, 기성대가 등은 다음 계좌로 지급 받는다. 1. 회사공동수급체대표자 은행, 계좌번호, 예금주 2. 회사 은행, 계좌번호, 예금주 제9조 구성원의 출자비율 1 각 구성원의 출자비율은 다음과 같이 정한다. 1. 2.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 67 - 2 제1항의 출자비율은 다음 각 호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다만, 출자비율을 변경함에 있어 일부 구성원의 출자지분 전부를 다른 구성원에게 이 전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체의 구성원 중 파산, 해산, 부도 등의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체의 구성원 연명으로 출자비율의 변경 을 요청한 경우 3 현금 이외의 출자는 시가를 참작, 구성원이 협의 평가하는 것으로 한다. 제10조 손익의 배분 계약을 이행한 후 이익 손실이 발생한 경우에는 제9조에서 정한 비율에 따라 배당하거나 분담한다. 제10조의2 비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2 공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등을 상호 협의하여 별도로 정할 수 있다. 3 공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고려하여 산정한 미납금에 상응하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보관 하며, 납부를 완료하는 경우에는 해당 기성대가를 구성원에게 지급한다. 4 분담금을 3회 이상 미납한 경우 나머지 구성원은 발주기관의 동의를 얻어 해당 구성원을 탈퇴시킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서는 분담금 납부주기 등에 따라 발주기관의 동의를 얻어 다르게 정할 수 있다. 제11조 권리 의무의 양도제한 구성원은 이 협정서에 따른 권리의무를 제3자에게 양도할 수 없다. 제12조 중도탈퇴에 대한 조치 1 공동수급체의 구성원은 다음 각 호의 어느 하나에 해당하는 경우 외에는 입찰과 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 해야 한다. 1. 발주기관과 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 그밖의 정당한 이유없이 해당 계약을 이행하지 아니하거나 제10조 의2에 따른 비용을 미납하여 공동수급체의 다른 구성원이 발주기관의 동의를 얻어 탈퇴조치를 하는 경우 3. 공동수급체의 구성원 중 파산, 해산, 부도 그밖의 정당한 이유없이 해당 계약을 이 행하지 아니하여 시행령 제92조 제2항 제2호 가목에 따라 입찰참가자격 제한조치를 받은 경우 2 제1항에 따라 구성원 중 일부가 탈퇴한 경우에는 잔존구성원이 공동 연대하여 해 당계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력평가액 등 잔여계약이 행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당요건을 충족해야 한다. 3 제2항 본문의 경우 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율에 따라 분할하여 제9조의 비율에 가산한다. 다만, 잔존구성원이 2인 이상으로써 잔존구 성원이 모두 동의한 경우에는 자율적으로 출자비율을 조정할 수 있다. - 68 - 4 탈퇴하는 자의 출자금은 계약이행 완료 후 제10조의 손실을 공제한 잔액을 반환한 다. 제13조 하자담보책임 공동수급체가 해산한 후 해당공사에 관하여 하자가 발생한 경우에 는 연대하여 책임을 진다. 제14조 운영위원회 1 공동수급체는 공동수급체의 구성원을 위원으로 하는 운영위원 회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2 이 협정서에 정하지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 통을 작성하여 공동수급 체의 구성원이 기명날인하여 각자 보관한다. 20 년 월 일 인 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 서식 16호 공동수급 합의각서 입찰공고번호 공고 제 - 호 입찰일자 20 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약체결 및 이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 20 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자 등록번호 주 민 등 록 번 호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자 등록번호 주 민 등 록 번 호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자 등록번호 주 민 등 록 번 호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자 등록번호 주 민 등 록 번 호 - 70 - 서식 17호 소프트웨어 기술성 평가기준 지침 별지 제4호서식 소프트웨어사업 하도급 계획 적정성 확인서 사업명 입찰자 공동수급체 대표 상호 사업자등록번호 하도급 예정 계획 입찰자 하수급인상호 합 계 1 하도급 금액 비율은 원도급의 총입찰금액 대비 하도급 총금액의 비율 하도급금액비율 입찰금액물품구매예정액 하도급예정액 입찰자가 직접 구매하려는 물품하드웨어, 상용소프트웨어, 설비 등에 대한 구매 금액 - 하도급 금액 비율 합계 50 초과 사유 _________________________________________________ 2 재하도급을 하려는 경우 그 사유 ______________________________________________________ 하도급 비율이 10를 초과할 경우에 대한 사유 1 수요기관이 제안요청서에서 하도급 금액 비율이 10를 초과할 경우 입찰자에게 하도급인과 공동수급 체로 참여할 것을 요청하였는지 여부 , 2 하도급 비율이 10를 초과하는 데도 공동수급체로 참여시키지 않는 사유________________________ 표준하도급계약서 사용 여부 1소프트웨어 진흥법 제38조제4항에 따른 표준계약서를 활용 - 표준계약서 활용 여부 , - 표준계약서를 활용하지 않는 경우 사유 ______________________________________________ 2하도급거래 공정화에 관한 법률제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용 - 표준하도급계약서 활용 여부 , - 표준하도급계약서를 활용하지 않는 경우 사유 __________________________________ 위와 같이 소프트웨어사업 하도급 계획서를 제출하며소프트웨어사업 계약 및 관리감독에 관한 지침제20조에 따라 하도급 시 발주기관으로부터 사전승인을 받아 하도급 계약을 체결하고 정당한 사유 없이 하도급 계획을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기 하지 아니할 것임을 확약합니다. 년 월 일 공동수급체 대 표 상 호 대표자 발주기관의 장 귀하 210297백상지 80g 뒤쪽 유의사항 - 입찰자의 입찰금액 대비 하도급 금액 합계의 비율은소프트웨어 진흥법제51조제1항에 따라 입찰 금액의 50를 초과할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니하며 이 경우 예외사유를 기재합니다. -소프트웨어 진흥법제51조제3항에 따라 재하도급은 금지됩니다. 단, 동 조 제3항 각 호에 해당하는 경우에는 그러 하지 아니합니다. 이 경우 입찰자란에 재하도급 하는 하수급인의 상호를 명시하고, 예외사유를 기재합니다. - 국가기관등의 장이소프트웨어 진흥법제51조제6항 및 같은 법 시행령 제48조제5항에 따라 입찰 금액 대비 하 도급 금액 비율이 100분의 10을 초과하는 경우에 대하여 입찰 시 공동수급체 구성원으로 참여를 요구한 경우 입찰자는 특별한 사유가 없으면 이에 따라야 합니다.",
      "tables": [
        [
          [
            "소프트웨어사업  하도급  계획  적정성  확인서"
          ],
          [
            "사업명"
          ],
          [
            "상호\n입찰자\n(공동수급체 대표)\n사업자등록번호"
          ],
          [
            "□  하도급  예정  계획"
          ],
          [
            "입찰자\n하수급인상호"
          ],
          [
            ""
          ],
          [
            ""
          ],
          [
            "합    계"
          ],
          [
            "1) 하도급 금액 비율은 원도급의 총입찰금액 대비 하도급 총금액의 비율\n하도급 예정액\n× \n           하도급 금액 비율 입찰금액  물품구매 예정액\n    * 입찰자가 직접 구매하려는 물품(하드웨어, 상용소프트웨어, 설비 등)에 대한 구매 금액\n  - 하도급 금액 비율 합계 50% 초과 사유: _________________________________________________\n2) 재하도급을 하려는 경우 그 사유 : ______________________________________________________"
          ],
          [
            "□  하도급  비율이  10%를  초과할  경우에  대한  사유"
          ],
          [
            "1) 수요기관이 제안요청서에서 하도급 금액 비율이 10%를 초과할 경우 입찰자에게 하도급인과 공동수급\n체로 참여할 것을 요청하였는지 여부: ( ○ ), ( × )\n2) 하도급 비율이 10%를 초과하는 데도 공동수급체로 참여시키지 않는 사유:________________________"
          ],
          [
            "□  표준하도급계약서  사용  여부"
          ],
          [
            "1)「소프트웨어 진흥법」 제38조제4항에 따른 표준계약서를 활용\n  - 표준계약서 활용 여부: ( ○ ), ( × )\n  - 표준계약서를 활용하지 않는 경우 사유: ______________________________________________\n2)「하도급거래 공정화에 관한 법률」제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용\n  - 표준하도급계약서 활용 여부: ( ○ ), ( × )\n  - 표준하도급계약서를 활용하지 않는 경우 사유: __________________________________"
          ],
          [
            "위와  같이  소프트웨어사업  하도급  계획서를  제출하며「소프트웨어사업  계약  및  관리감독에 \n관한 지침」제20조에 따라 하도급 시 발주기관으로부터 사전승인을 받아 하도급 계약을 체결하고 \n정당한 사유 없이 하도급 계획을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기\n하지 아니할 것임을 확약합니다.                   \n년     월     일\n공동수급체 대  표   상  호\n                     대표자\n발주기관의 장  귀하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 서식 18호 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 제7호서식 소프트웨어사업하도급계획서 사업명 계약금액C 원 사업기간 년 월 일 년 월 일 수급인 공동수급체 대표 상호 대표자 사업자 등록번호 소재지 하도급 예정 계획 번호수급 인 하수급인 상호 하도급 계약명 하도급 계약기간 하도급 예정액A 계약금액 대비 하도급예정액 비율 1 . . . . . . 원 2 . . . . . . 원 합계 . . . . . . 원 직접 물품 구매 예정 계획 번호 구분 HWᆞ설비ᆞ상용S W 물품명 제조사 개발사 수량 구매시기 물품 구매 예정액B 1 원 2 원 합계 원 - 수급인이 공동수급체인 경우 공동수급체 구성원대표 포함의 하도급 예정 계획 명시 - 물품의 설치 및 유지ᆞ관리,소프트웨어 진흥법시행령 제48조제1항 각 호의 신기술 또는 전문기술등을 하도급에 포함하여 작성 - 직접 물품 구매 예정 계획은 수급인계약상대자이 직접 구매하는 물품에 한함 - 하도급 예정액 비율 합계 50 초과 예외사유 _____________________ - 계약금액C 하도급 예정액A 물품 구매 예정액B 수급인 자체 수행액 - 계약금액 대비 하도급 예정액 비율 하도급 예정액A계약금액C-물품구매 예정액B X 100 소프트웨어사업 계약 및 관리감독에 관한 지침제19조에 따라 소프트웨어사업 하도급 계획서를 제출합니다. 년 월 일 공동수급체 구성원 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 발주기관의 장 귀하 제출서류 - 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 - 물품 공급확약서 각 1부 유의사항 - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은소프트웨어 진흥법제51조제1항에 따라 총 계약 금액의 50를 초과 할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기재합니다. - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 국가기관등의 장에 게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관등의 장은 해당 서류의 보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않은 경우 해당 금액은 하도급 제한 비율로 산정됩니다. - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다. 210297백상지 80g - 72 - 별첨1 기술적용계획표 기술적용계획표, 기술적용결과표 사업명 서울특별시교육청 지능정보화전략계획ISP 수립2차 작성일 2024년 5월 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 국가정보원법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 사이버안보 업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시",
      "tables": [
        [
          [
            "사업명",
            "서울특별시교육청  지능정보화전략계획(ISP)  수립(2차)"
          ],
          [
            "작성일",
            "2024년  5월"
          ]
        ],
        [
          [
            "사업명",
            ""
          ],
          [
            "계약금액(C)",
            "원\n사업기간\n년      월      일  ∼        년      월      일"
          ],
          [
            "수급인\n(공동수급체  대표)",
            "상호\n대표자"
          ],
          [
            "",
            "사 업자\n소재지\n등록번호"
          ]
        ],
        [
          [
            "번호",
            "수급\n인",
            "하수급인\n상호",
            "하도급 \n계약명",
            "하도급  계약기간",
            "하도급\n예정액(A)",
            "계약금액  대비  하도급예정액  비율"
          ],
          [
            "1",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ],
          [
            "2",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ],
          [
            "합계",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ]
        ],
        [
          [
            "번호",
            "구분\n(HWㆍ설비ㆍ상용S\nW)",
            "물품명",
            "제조사\n(개발사)",
            "수량",
            "구매시기",
            "물품  구매  예정액(B)"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            "원"
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "ｏ 지능정보화 기본법\nｏ 공공기관의 정보공개에 관한 법률\nｏ 개인정보 보호법\nｏ 소프트웨어 진흥법\nｏ 인터넷주소자원에 관한 법률\nｏ 전자서명법\nｏ 전자정부법\nｏ 국가정보원법\nｏ 정보통신기반 보호법\nｏ 정보통신망 이용촉진 및 정보보호 등에 관한 법률\nｏ 통신비밀보호법\nｏ 국가를 당사자로 하는 계약에 관한 법률\nｏ 하도급거래 공정화에 관한 법률\nｏ 지방자치단체를 당사자로 하는 계약에 관한 법률\nｏ 공공데이터의 제공 및 이용 활성화에 관한 법률"
          ],
          [
            "고시 등",
            "ｏ 보안업무규정(대통령령)\nｏ 사이버안보 업무규정(대통령령)\nｏ 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\nｏ 장애인·고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시(과학기술정보통신부고시)\nｏ 전자서명인증업무 운영기준(과학기술정보통신부고시)\nｏ 전자정부 웹사이트 품질관리 지침(행정안전부고시)\nｏ 정보보호시스템 공통평가기준(미래창조과학부고시)\nｏ 정보보호시스템 평가·인증 지침(과학기술정보통신부고시)\nｏ 정보시스템 감리기준(행정안전부고시)\nｏ 전자정부사업관리 위탁에 관한 규정(행정안전부고시) \nｏ 전자정부사업관리 위탁용역계약 특수조건(행정안전부예규) \nｏ 행정전자서명 인증업무지침(행정안전부고시)\nｏ 행정기관 도메인이름 및 IP주소체계 표준(행정안전부고시)\nｏ 개인정보의 안전성 확보조치 기준(개인정보보호위원회)\nｏ 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시(개인정보보호위원회)\nｏ 지방자치단체 입찰 및 계약 집행 기준(행정안전부예규)\nｏ 지방자치단체 입찰시 낙찰자 결정기준(행정안전부예규)\nｏ 표준 개인정보 보호지침(개인정보보호위원회) \nｏ 엔지니어링사업대가의 기준(산업통상자원부고시)\nｏ 소프트웨어 기술성 평가기준 지침(과학기술정보통신부고시)\nｏ 소프트웨사업 계약 및 관리감독에 관한 지침(과학기술정보통신부고시)\nｏ 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침(과학기술정보통신부고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 73 - 구분 항 목 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}