{
  "csv_metadata": {
    "공고 번호": "20241218257",
    "공고 차수": 0.0,
    "사업명": "2025년 아이돌봄인력 인적성 검사 정보시스템 운영",
    "사업 금액": 172700000,
    "발주 기관": "한국건강가정진흥원",
    "공개 일자": "2024-12-10 17:43:31",
    "입찰 참여 시작일": "2024-12-10 18:00:00",
    "입찰 참여 마감일": "2024-12-23 10:00:00",
    "사업 요약": "- 추진배경: 국정과제인 아동돌봄체계 강화와 개인정보보호법 준수를 위해 아이돌봄인력 인적성 검사 정보시스템 운영 필요\n- 사업개요: 2025년까지 아이돌봄인력 인적성 검사 정보시스템 운영 및 유지보수\n- 사업범위: 인-적성 프로그램 기능 수정 및 안정화, 정보시스템 유지관리, 개인정보보호 및 정보보안 강화\n- 기대효과: 안전한 돌봄 환경 조성, 효율성 제고, 정책지원 및 제도개선 지원, 돌봄인력 관리 강화",
    "파일형식": "pdf",
    "파일명": "한국건강가정진흥원_2025년 아이돌봄인력 인적성 검사 정보시스템 운영.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명2025년 아이돌봄인력 인적성 검사 정보시스템 운영 주관기관 한국건강가정진흥원 2024. 12. 담 당 성 명 소 속 전화번호 팩스번호 e-mail 진용수 가족친화사업본부 돌봄지원부 02-3479-7701 02-3479-7717 ysjinkihf.or.kr",
      "tables": [
        [
          [
            "",
            "사  업  명 2025년 아이돌봄인력 인적성 검사 정보시스템 운영"
          ],
          [
            "주관기관",
            "한국건강가정진흥원"
          ]
        ],
        [
          [
            "담  당",
            "성  명",
            "소  속",
            "전화번호\n(팩스번호)",
            "e-mail"
          ],
          [
            "",
            "진용수",
            "가족친화사업본부\n돌봄지원부",
            "02-3479-7701\n02-3479-7717",
            "ysjin@kihf.or.kr"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "- 목 차 - I. 사업 개요 1. 추진배경1 2. 사업개요1 3. 사업범위 2 4. 기대효과 2 II. 사업 현황 1. 업무현황3 2. 정보화현황3 III. 사업 추진방안 1. 추진목표5 2. 추진체계5 3. 추진일정6 4. 추진방안6 IV. 제안요청 내용 1. 목표시스템 구성도7 2. 사업내용7 3. 상세 요구사항9 V. 제안서 작성요령 1. 제안서의 효력33 2. 제안서 작성지침 및 유의사항33 3. 제안서 목차35 4. 세부 작성지침 36 VI. 제안 안내 사항 1. 입찰방식37 2. 제안 평가관련사항39 3. 제출서류42 4. 제안서 제출 일정 및 방법42 5. 제안요청 설명회42 6. 제안서 평가42 7. 입찰시 유의사항43 8. 제안서 보상44 9. 기타사항44 VII. 별첨 별첨 입찰서류 및 제안서 제출안내온라인제출 46 별첨 사업자 보안위규 처리기준 71 별첨 보안 위약금 부과 기준 73 별첨 누출금지 대상정보 74 별첨 기술적용계획표 75",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 1 - I.사업 개요 1 추진배경 추진배경 국정과제46촘촘한 아동돌봄체계 마련 실현을 위한 돌봄인력 검증 강화 아이돌봄지원법제7조아이돌보미의자격 6의2항아이돌보미가되려는사람은여 성가족부장관이실시하는적성ᆞ인성검사를받아야한다. 아이돌봄인력 대상으로 온라인 정서심리검사를 실시하고 결과를 반영하 여 아동학대 예방 등 돌봄 활동 연계 등에 활용 아이돌봄인력의 직무적합도에 대한 서비스 이용자 요구 증가 개인정보보호법 제29조안전조치의무, 시행령 제30조개인정보 안전성 확보조치 개인정보처리자는개인정보가분실도난유출위조변조또는훼손되지아니하도록 내부관리계획수립, 접속기록보관등 대통령령으로정하는바에따라안전성확보에필요한기술적관리적및물리적 조치를하여야한다. 목적 및 필요성 원할한 인적성 검사 수행을 위한 정보시스템 지원 필요 돌봄활동과 연계한 사후관리 기반을 강화하여 이용자 만족도 향상 아이돌봄인력 인적성에 기초한 돌봄인력 관리 강화 필요 정보시스템 개인정보보호법 준수를 위한 보호조치 2 사업 개요 사 업 명 아이돌봄인력 인적성 검사 정보시스템 운영 - 2024. 정보시스템 구축에 따른 유지보수 사업 사업기간 계약일 2025. 12. 31.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 2 - 소요예산 172,700,000원부가세 포함 추진방식 제한경쟁입찰협상에 의한 계약 3 사업 범위 인적성 프로그램 기능수정 및 안정화 기술지원 인적성 시스템의 안정적인 정보화 지원을 위한 상시 유지관리 체계 지원 인적성 검사 변경에 따른 프로그램 수정 및 결과 반영 웹 접근성, 기술적 보안 등 전자정부 가이드라인 준수 개인정보보호 및 정보보안 강화 개인정보보호 및 정보보호 강화 조치방안 정보시스템 운영을 위한 물리적, 기술적 보안 대책 제시 안정적인 클라우드 환경 운영 및 제공 클라우드 무중단 환경 제공 클라우드 환경 운영을 위한 기술적 유지관리 지원 시스템 용을 위한 SW 및 외부 서비스 연계 4 기대 효과 안전한 돌봄 환경 조성 아이돌봄인력 선별 및 검증 강화 통한 안심하고 맡길 수 있는 돌봄서비스 제공 효율성 제고 아이돌봄인력 대상 인적성 검사를 편리하게 실시하 여 돌봄인력 검증 절차 효율성 제고 정책지원 및 제도개선 지원 체계적인 검사 결과를 축적하고 정 책 수립지원을 위한 기초자료를 제공, 지속 가능한 아이돌봄서비스",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 3 - 제도개선에 활용 돌봄인력 관리 데이터를 기반으로 하는 아이돌봄인력에 대한 효율적 관 리감독 가능 II. 사업 현황 1 업무현황 인적성검사 실시 정보시스템 지원 ᄋ 인적성검사 및 실시를 위한 정보 시스템 제공 ᄋ 정보시스템 안정화 및 운영지원 인적성검사 운영 ᄋ 인적성 검사 실시 및 수행 방법 안내 ᄋ 인적성 검사 수행 모니터링 및 결과 분석 ᄋ 검사 실시 운영자 권한 부여 및 인증 관리 2 정보화 현황 시스템 구성도",
      "tables": [
        [
          [
            ""
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 6,
      "text": "- 4 - 정보시스템 구성도 요청 시 별도 공개 행정기관 및 공공기관 정보시스템 구축 및 운영 지침행정안전부 고시 제 2024-66호, 2024.8.28. 제 17조제안요청서 보안사항 등에 따라, 시스템 구성도 및 상세자료 등은 공개하지 않으며, 입찰에 참가하고자 하는 사업자의 요청이 있는 경우 보안서약서를 제출 후 담당자 입회하에 제한적으로 열람 가능 시스템장비소프트웨어 운영현황 SW 도입 현황 SW 명칭 용도 비고 리포팅 툴 OZ Report 인적성 결과지 출력 발주처 제공 시스템 장비 현황 요청 시 별도 공개 행정기관 및 공공기관 정보시스템 구축 및 운영 지침행정안전부 고시 제 2024-66호, 2024.8.28. 제 17조제안요청서 보안사항 등에 따라, 시스템 구성도 및 상세자료 등은 공개하지 않으며, 입찰에 참가하고자 하는 사업자의 요청이 있는 경우 보안서약서를 제출 후 담당자 입회하에 제한적으로 열람 가능 AS-IS TO-BE 2025년 ᄋ인적성 검사 관리기능 및 사용자화면 개발 클라우드 환경 기반 개발 ᄋ인적성 검사 기능 최적화 및 운영 기술지원 -인적성 검사 고도화에 따른 수정 반영 검사도구 4종 사업 운영에 따라 변경될수 있음 ᄋ무중단 클라우드 기반 제공 ᄋ클라우드 안정화 운영기반 및 기술지원",
      "tables": [
        [
          [
            "AS-IS",
            "TO-BE  (2025년)"
          ],
          [
            "ㅇ인·적성  검사  관리기능  및  사용자화면  개발\n    ※  클라우드  환경  기반  개발",
            "ㅇ인·적성  검사  기능  최적화  및  운영  기술지원\n  -인·적성  검사  고도화에  따른  수정    반영 \n    (검사도구  4종) \n    ※사업  운영에  따라  변경될수  있음\nㅇ무중단  클라우드  기반  제공\nㅇ클라우드  안정화  운영기반  및  기술지원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 5 - III. 사업 추진방안 1 추진 목표 24년 개발된 인적성 검사 운영을 지원하고, 데이터 수집 및 분 석을 위한 정보체계 관리 인적성 검사 정보시스템 안정적 기반 지원 및 보안 강화 2 추진체계 추진체계도 발주기관 한국건강가정진흥원 협조부서 경영지원부 소통협력실 주관부서 돌봄지원부 관련부처 여성가족부 주관사업자 사업수행업체 추진 주체별 역할 구 분 주요 업무 내용 주관부서 ᄋ 사업총괄 관리 및 시행 ᄋ 사업계획서 수립 및 제안요청서 작성 ᄋ 개발내역 업무정의 및 과업내용 제시 ᄋ 개발관련 자료제공 및 시스템 인수 ᄋ 사업수행 관리 및 검사, 결과 평가 협조부서 ᄋ 경영지원부 계약관련 업무 협조 및 계약체결 ᄋ 소통협력실 사전검토, 용역수행에 따른 검토 사항 지원 등 관련부처 ᄋ 사업 의견 제시 등 주관사업자 ᄋ 사업이행 추진 ᄋ 사업 진도 및 인력 관리 ᄋ 기술이전 및 하자보수, 유지관리 ᄋ 기타 사업수행에 필요한 사항 등",
      "tables": [
        [
          [
            "구    분",
            "주요  업무  내용"
          ],
          [
            "주관부서",
            "ㅇ  사업총괄  관리  및  시행\n  ㅇ  사업계획서  수립  및  제안요청서  작성\n  ㅇ  개발내역  업무정의  및  과업내용  제시\n  ㅇ  개발관련  자료제공  및  시스템  인수\n  ㅇ  사업수행  관리  및  검사,  결과  평가"
          ],
          [
            "협조부서",
            "ㅇ  경영지원부  :  계약관련  업무  협조  및  계약체결\n  ㅇ  소통협력실  :  사전검토,  용역수행에  따른  검토  사항  지원  등"
          ],
          [
            "관련부처",
            "ㅇ  사업  의견  제시  등"
          ],
          [
            "주관사업자",
            "ㅇ  사업이행  추진\n  ㅇ  사업  진도  및  인력  관리\n  ㅇ  기술이전  및  하자보수,  유지관리\n  ㅇ  기타  사업수행에  필요한  사항  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 6 - 3 추진일정 구분 추진일정 월, M 24년 25년 M-1 M0 M1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 ᄋ사업계획 수립 및 사업선정 -사업계획 수립 및 입찰공고 -제안평가 및 사업자 선정 ᄋ사업착수 및 프로젝트 관리 -착수보고 및 사업수행계획서 제출 -사업계획 수립 및 사업관리 세부 협의 ᄋ요구사항 분석 및 정보시스템 현황 파악 -시스템 구성 및 유지관리 대상 파악 ᄋ인적성 시스템 수정 -인적성 시스템 수정 및 최적화 ᄋ시스템 유지관리 수행 -어플리케이션 및 클라우드 안정화 관리 ᄋ 보고회 -착수, 중간, 최종보고 사업 추진과정에서 일정은 다소 변경될 수 있음. 4 추진방안 구분 방식 비고 입찰방식 제한경쟁입찰 - 사업자 선정방식 협상에 의한 계약 - 평가방식 기술평가90 가격평가10 - 대기업 참여제한여부 대기업 참여 제한 사업 -",
      "tables": [
        [
          [
            "구분",
            "추진일정  (월,  M)"
          ],
          [
            "",
            "24년\n25년"
          ],
          [
            "",
            "M-1\nM+0\nM+1\nM+2\nM+3\nM+4\nM+5\nM+6\nM+7\nM+8\nM+9 M+10 M+11"
          ],
          [
            "ㅇ사업계획  수립  및  사업선정",
            ""
          ],
          [
            "-사업계획  수립  및  입찰공고",
            ""
          ],
          [
            "-제안평가  및  사업자  선정",
            ""
          ],
          [
            "ㅇ사업착수  및  프로젝트  관리",
            ""
          ],
          [
            "-착수보고  및  사업수행계획서  제출",
            ""
          ],
          [
            "-사업계획  수립  및  사업관리  세부  협의",
            ""
          ],
          [
            "ㅇ요구사항  분석  및  정보시스템  현황  파악",
            ""
          ],
          [
            "-시스템  구성  및  유지관리  대상  파악",
            ""
          ],
          [
            "ㅇ인·적성  시스템  수정",
            ""
          ],
          [
            "-인·적성  시스템  수정  및  최적화",
            ""
          ],
          [
            "ㅇ시스템  유지관리  수행",
            ""
          ],
          [
            "-어플리케이션  및  클라우드  안정화  관리",
            ""
          ],
          [
            "ㅇ  보고회",
            ""
          ],
          [
            "-착수,  중간,  최종보고",
            "●\n●\n●"
          ]
        ],
        [
          [
            "구분",
            "방식",
            "비고"
          ],
          [
            "입찰방식",
            "제한경쟁입찰",
            "-"
          ],
          [
            "사업자 선정방식",
            "협상에 의한 계약",
            "-"
          ],
          [
            "평가방식",
            "기술평가(90%) / 가격평가(10%)",
            "-"
          ],
          [
            "대기업 참여제한여부",
            "대기업 참여 제한 사업",
            "-"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 7 - IV. 제안 요청내용 1 목표시스템 구성도 2 사업 내용 인적성 프로그램 기능수정 및 안정화 기술지원 ᄋ 안정적인 정보화 운영지원을 위한 상시 유지관리 체계 제공 ᄋ 인적성 검사 변경에 따른 프로그램 수정 및 결과 반영 - 대상자 유효성 검증 이력 관리기능 - 인적성 알고리즘 변경에 따른 결과 반영 - 인적성 검사 고도화에 따른 결과지 개선 ᄋ 인적성 검사 이용자 - 이용자 편의를 위한 간편인증 도입 및 관련 프로그램 개선",
      "tables": [
        [
          [
            ""
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 10,
      "text": "- 8 - 이용자 인증 체계는 운영 정책에 따라 달라질 수 있음 ᄋ 인적성 관리자 - 인적성 대상자별 검사 도구 생성 기능 신규 개발 - 대상자별 인적성 검사 도구전송 및 진행 프로세스 개발 - 중앙기관, 광역센터, 서비스 기관의 권한에 따른 기능 확대 - 관리자 보안 강화를 위한 2단계 인증 도입 - 인적성 이용자 데이터 현황 통계 확대 장애인차별금지법 적용 웹접근성 준수 개인정보보호 및 정보보안 강화 ᄋ개인정보보호 기능 강화 - 권한 등록 이력 내역 및 개인정보접근 정보 관리 ᄋ정보보안 강화 -방화벽, 웹방화벽, 정보보안을 위한 기능강화 -보안관제 서비스 침해 징후 모니터링 및 실시간 대응 ᄋ웹 취약점, 소스코드보안 조치 안정적인 클라우드 환경 도입 및 운영 ᄋ클라우드 환경 운영을 위한 기술적 유지관리 지원 ᄋ클라우드 무중단 환경 제공 - Kubernetes 기반 시스템 구성 - 데이터 손실 대비를 위한 백업 구성 ᄋ시스템 용을 위한 SW 및 외부 서비스 연계 - 인적성 결과지 웹 리포트 SW 도입 및 운영관리",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 9 - 3 상세 요구사항 요구사항 총괄표 구분 설명 개수 유지관리수행 요구사항 MAR, Maintenance Activity Requirement 대상 업무별 유지관리 수행활동에 대한 요구사항 및 장애관리, 변경관리, 성능관리, 백업복구, 운영상황 모니터링 등에 대한 요구사항을 상세하고 명확하게 도출하여 기술함 8 유지관리인력 요구사항 MHR, Maintenence HR Requirement 투입인력의 운영 및 관리체계에 대한 요구사항을 도출하고, 투입인력 별 담당업무와 역할과 책임을 제시하고, 인력의 교체, 근무조건, 투입인력 근무를 위한 집기 및 비품에 대한 지원 사항 등에 요구사항을 기술함 3 프로젝트관리 요구사항 PMR, Project Management Requirement 사업수행조직, 프로젝트 관리방법론, 일정계획, 사업추진계획서 작성 요구사항, 요구사항 추적 및 성과관리에 관한 요건을 기술함 7 프로젝트지원 요구사항 PSR, Project Support Requirement 시스템서비스 안정화 및 운영, 교육훈련 및 기술지원, 하자보수 또는 유지관리 요구사항 등을 기술함 3 보안요구사항 SER, Security Requirement 정보 자산의 기밀성과 무결성을 위해 목표시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요건을 기술함 4 품질요구사항 QUR, Quality Requirement 목표시스템이 가져야 하는 품질 항목, 품질 평가 대상 및 목표 값에 대한 요구사항을 기술함 1 제약사항 COR, Constraints 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술표준업무법제도 등 제약조건 등을 파악하여 기술함 4 기능 요구사항 SFR, System Function Requirement 유지관리 대상 시스템에 대한 업무 효율성 강화 및 이용 활성화를 위해 개선이 필요한 사항에 대한 기능 요구사항을 기술함 7 시스템 장비 구성 요구사항 ECR, Equipment Composition Requirement 안정적인 운영환경을 위한 클라우드 운영환경에 대해 요구사할을 기술함 5 합계 42",
      "tables": [
        [
          [
            "구분",
            "설명",
            "개수"
          ],
          [
            "유지관리수행 요구사항\n(MAR, Maintenance Activity \nRequirement)",
            "◦대상 업무별 유지관리 수행활동에 대한 요구사항 및 장애관리, \n변경관리, 성능관리, 백업/복구, 운영상황 모니터링 등에 대한 \n요구사항을 상세하고 명확하게 도출하여 기술함",
            "8"
          ],
          [
            "유지관리인력 요구사항\n(MHR, Maintenence HR \nRequirement)",
            "◦투입인력의 운영 및 관리체계에 대한 요구사항을 도출하고, \n투입인력 별 담당업무와 역할과 책임을 제시하고, 인력의 \n교체, 근무조건, 투입인력 근무를 위한 집기 및 비품에 대한 \n지원 사항 등에 요구사항을 기술함",
            "3"
          ],
          [
            "프로젝트관리 요구사항\n(PMR, Project Management \nRequirement)",
            "◦사업수행조직, 프로젝트 관리방법론, 일정계획, 사업추진계획서 \n작성 요구사항, 요구사항 추적 및 성과관리에 관한 요건을 \n기술함",
            "7"
          ],
          [
            "프로젝트지원 요구사항\n(PSR, Project Support \nRequirement)",
            "◦시스템/서비스 안정화 및 운영, 교육훈련 및 기술지원, \n하자보수 또는 유지관리 요구사항 등을 기술함",
            "3"
          ],
          [
            "보안요구사항\n(SER, Security Requirement)",
            "◦정보 자산의 기밀성과 무결성을 위해 목표시스템의 데이터 및 \n기능, 운영 접근을 통제하기 위한 요건을 기술함",
            "4"
          ],
          [
            "품질요구사항\n(QUR, Quality Requirement)",
            "◦목표시스템이 가져야 하는 품질 항목, 품질 평가 대상 및 \n목표 값에 대한 요구사항을 기술함",
            "1"
          ],
          [
            "제약사항\n(COR, Constraints)",
            "◦목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 \n기술·표준·업무·법제도 등 제약조건 등을 파악하여 \n기술함",
            "4"
          ],
          [
            "기능 요구사항\n(SFR, System Function \nRequirement)",
            "◦유지관리 대상 시스템에 대한 업무 효율성 강화 및 이용 \n활성화를 위해 개선이 필요한 사항에 대한 기능 요구사항을 \n기술함",
            "7"
          ],
          [
            "시스템 장비 구성 요구사항\n(ECR, Equipment \nComposition Requirement)",
            "◦안정적인 운영환경을 위한 클라우드 운영환경에 대해 \n요구사할을 기술함",
            "5"
          ],
          [
            "합계",
            "",
            "42"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 10 - 요구사항 목록 구분 고유번호 요구사항명칭 유지관리수행 요구사항 MAR, Maintenance Activity Requirement MAR-001 유지보수 공통사항 MAR-002 유지관리 수행 일반사항 MAR-003 유지관리도구 운영 MAR-004 예방 및 점검 MAR-005 정보시스템 장애 등 비상대책 수립 및 시행 MAR-006 소프트웨어 유지관리 공통사항 MAR-007 클라우드 유지관리 공통사항 MAR-008 백업관리 유지관리인력 요구사항 MHR, Maintenence HR Requirement MHR-001 투입인력 요건 MHR-002 투입인력 변경관리 MHR-003 투입인력 관리 프로젝트관리 요구사항 PMR, Project Management Requirement PMR-001 프로젝트 관리 방법론 적용 PMR-002 프로젝트 작업장소 PMR-003 산출물 관리 및 지식재산권 소유 PMR-004 하도급 관리 PMR-005 수행 일정 관리 PMR-006 수행 보고관리 PMR-007 리스크 관리 프로젝트지원 요구사항 PSR, Project Support Requirement PSR-001 하자보수 PSR-002 인수인계 방안 PSR-003 기술지원 및 교육지원 방안 보안요구사항 SER, Security Requirement SER-001 개인정보 처리 SER-002 시큐어 코딩 준수 및 웹 취약점 제거 SER-003 보안정책 및 지침 준수 SER-004 사업 수행에 대한 보안대책 수립 및 준수 품질요구사항 QUR, Quality Requirement QUR-001 유지관리 품질관리 제약사항 COR, Constraints COR-001 계약의 해지 COR-002 소프트웨어 사용 COR-003 장애복구 지연 시 조치 COR-004 웹 표준 및 호환성 준수 기능 요구사항 SFR, System Function Requirement SFR-001 인적성 검사 변경에 따른 프로그램 수정 SFR-002 인적성 검사 변경에 따른 결과 반영 SFR-003 인적성 이용자 간편인증 도입 SFR-004 권한 관리 수정 SFR-005 2단계 계정 인증 SFR-006 개인정보보호 기능 수정 SFR-007 시스템 형상관리 제공",
      "tables": [
        [
          [
            "구분",
            "고유번호",
            "요구사항명칭"
          ],
          [
            "유지관리수행 요구사항\n(MAR, Maintenance Activity \nRequirement)",
            "MAR-001",
            "유지보수 공통사항"
          ],
          [
            "",
            "MAR-002",
            "유지관리 수행 일반사항"
          ],
          [
            "",
            "MAR-003",
            "유지관리도구 운영"
          ],
          [
            "",
            "MAR-004",
            "예방  및  점검"
          ],
          [
            "",
            "MAR-005",
            "정보시스템  장애  등  비상대책  수립  및  시행"
          ],
          [
            "",
            "MAR-006",
            "소프트웨어 유지관리 공통사항"
          ],
          [
            "",
            "MAR-007",
            "클라우드 유지관리 공통사항"
          ],
          [
            "",
            "MAR-008",
            "백업관리"
          ],
          [
            "유지관리인력 요구사항\n(MHR, Maintenence HR \nRequirement)",
            "MHR-001",
            "투입인력 요건"
          ],
          [
            "",
            "MHR-002",
            "투입인력 변경관리"
          ],
          [
            "",
            "MHR-003",
            "투입인력 관리"
          ],
          [
            "프로젝트관리 요구사항\n(PMR, Project Management \nRequirement)",
            "PMR-001",
            "프로젝트 관리 방법론 적용"
          ],
          [
            "",
            "PMR-002",
            "프로젝트 작업장소"
          ],
          [
            "",
            "PMR-003",
            "산출물 관리 및 지식재산권 소유"
          ],
          [
            "",
            "PMR-004",
            "하도급 관리"
          ],
          [
            "",
            "PMR-005",
            "수행 일정 관리"
          ],
          [
            "",
            "PMR-006",
            "수행 보고관리"
          ],
          [
            "",
            "PMR-007",
            "리스크 관리"
          ],
          [
            "프로젝트지원 요구사항\n(PSR, Project Support \nRequirement)",
            "PSR-001",
            "하자보수"
          ],
          [
            "",
            "PSR-002",
            "인수인계 방안"
          ],
          [
            "",
            "PSR-003",
            "기술지원 및 교육지원 방안"
          ],
          [
            "보안요구사항\n(SER, Security Requirement)",
            "SER-001",
            "개인정보 처리"
          ],
          [
            "",
            "SER-002",
            "시큐어 코딩 준수 및 웹 취약점 제거"
          ],
          [
            "",
            "SER-003",
            "보안정책 및 지침 준수"
          ],
          [
            "",
            "SER-004",
            "사업 수행에 대한 보안대책 수립 및 준수"
          ],
          [
            "품질요구사항\n(QUR, Quality Requirement)",
            "QUR-001",
            "유지관리 품질관리"
          ],
          [
            "제약사항\n(COR, Constraints)",
            "COR-001",
            "계약의 해지"
          ],
          [
            "",
            "COR-002",
            "소프트웨어 사용"
          ],
          [
            "",
            "COR-003",
            "장애복구 지연 시 조치"
          ],
          [
            "",
            "COR-004",
            "웹 표준 및 호환성 준수"
          ],
          [
            "기능 요구사항\n(SFR, System Function \nRequirement)",
            "SFR-001",
            "인·적성 검사 변경에 따른 프로그램 수정"
          ],
          [
            "",
            "SFR-002",
            "인·적성 검사 변경에 따른 결과 반영"
          ],
          [
            "",
            "SFR-003",
            "인·적성 이용자 간편인증 도입"
          ],
          [
            "",
            "SFR-004",
            "권한 관리 수정"
          ],
          [
            "",
            "SFR-005",
            "2단계 계정 인증"
          ],
          [
            "",
            "SFR-006",
            "개인정보보호 기능 수정"
          ],
          [
            "",
            "SFR-007",
            "시스템 형상관리 제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 11 - 상세 요구사항 유지관리수행 요구사항 요구사항 고유번호 MAR-002 요구사항 명칭 유지관리 수행 일반사항 요구사항 분류 유지관리수행 요구사항 요구사항 내용 정의 유지관리 사업수행에 대한 일반사항 세부 내용 기본원칙 -유지관리는 24시간 365일 정상적인 기능 및 성능 유지를 원칙으로 하며 장애 등 비상 상황에 대비한 전략이 수립되어야 함 대상내역 -인적성 검사 시스템 -클라우드 운영환경 요구사항 고유번호 MAR-001 요구사항 명칭 유지보수 공통사항 요구사항 분류 유지관리수행 요구사항 요구사항 내용 정의 안정적인 유지관리 수행을 위한 시스템 유지보수 공통사항 세부 내용 사업자는 본 사업에 대한 명확한 이해를 바탕으로 사업을 효과적으로 수행 하기 위한 추진전략, 추진방법, 추진체계, 운영방안 등 종합적인 계획을 제시 하여야 함 사업자는 본 사업 및 정보시스템, 관련기관 및 연계시스템의 특성을 파악하고 최적의 지원체계를 확보하여야 함 사업착수 후 유지관리 업무 현황, 대상시스템 및 서비스의 운영 현황을 파악하고 문제점 및 개선점 도출 후, 자원 최적화, 유지관리 체계 고도화 등 운영 효율화를 위한 지원방안을 수립시행하여야 함 ᄋ원활한 업무 운영을 위한 운영 환경의 지속적인 관리를 수행 함. ᄋ법제도, 기술 환경 변화, 사용자 요구사항에 대한 효율적인 SW 수정 및 개선, 배포 방안 제시 ᄋ기능 결함 발생 시, 원인 분석 및 근본적인 해결 방안 마련 후 개선 수행 - 단기간 내 조치가 어려운 경우, 단계적으로 개선 활동 수행 구분 고유번호 요구사항명칭 시스템 장비 구성 요구사항 ECR, Equipment Composition equirement ECR-001 클라우드 환경 공통 ECR-002 클라우드 서비스 내역 ECR-003 클라우드 서비스 구성 ECR-004 클라우드 서비스 요구사항 ECR-005 오토 스케일링 서비스Auto Scaling",
      "tables": [
        [
          [
            "구분",
            "고유번호",
            "요구사항명칭"
          ],
          [
            "시스템 장비 구성 요구사항\n(ECR, Equipment \nComposition equirement)",
            "ECR-001",
            "클라우드 환경 공통"
          ],
          [
            "",
            "ECR-002",
            "클라우드 서비스 내역"
          ],
          [
            "",
            "ECR-003",
            "클라우드 서비스 구성"
          ],
          [
            "",
            "ECR-004",
            "클라우드 서비스 요구사항"
          ],
          [
            "",
            "ECR-005",
            "오토 스케일링 서비스(Auto Scaling)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "MAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "유지보수 공통사항"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리수행 요구사항"
          ],
          [
            "요구사항 \n내용",
            "정의",
            "안정적인 유지관리 수행을 위한 시스템 유지보수 공통사항"
          ],
          [
            "",
            "세부\n내용",
            "◦사업자는 본 사업에 대한 명확한 이해를 바탕으로 사업을 효과적으로 수행\n  하기 위한 추진전략, 추진방법, 추진체계, 운영방안 등 종합적인 계획을 제시\n  하여야 함\n◦사업자는 본 사업 및 정보시스템, 관련기관 및 연계시스템의 특성을\n   파악하고 최적의 지원체계를 확보하여야 함\n◦사업착수 후 유지관리 업무 현황, 대상시스템 및 서비스의 운영 현황을\n  파악하고 문제점 및 개선점 도출 후, 자원 최적화, 유지관리 체계 고도화 등\n  운영 효율화를 위한 지원방안을 수립․시행하여야 함\nㅇ원활한 업무 운영을 위한 운영 환경의 지속적인 관리를 수행 함.\nㅇ법․제도, 기술 환경 변화, 사용자 요구사항에 대한 효율적인 SW 수정 및\n  개선, 배포 방안 제시\nㅇ기능 결함 발생 시, 원인 분석 및 근본적인 해결 방안 마련 후 개선 수행\n  - 단기간 내 조치가 어려운 경우, 단계적으로 개선 활동 수행"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "MAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "유지관리 수행 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리수행 요구사항"
          ],
          [
            "요구사항 \n내용",
            "정의",
            "유지관리 사업수행에 대한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "◦기본원칙\n  -유지관리는 24시간 365일 정상적인 기능 및 성능 유지를 원칙으로 하며 \n장애 등 비상 상황에 대비한 전략이 수립되어야 함\n◦대상내역\n  -인·적성 검사 시스템\n  -클라우드 운영환경"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 12 - 요구사항 고유번호 MAR-004 요구사항 명칭 예방 및 점검 요구사항 분류 유지관리수행 요구사항 요구사항 상세설명 정의 장애예방 및 정상운영을 위한 점검 수행 세부 내용 유지관리 대상 정보시스템 전반에 대한 예방점검 및 정상작동 상태여부 등 장애를 사전에 방지하기 위하여 점검계획을 수립하여야 함 사업자는 진흥원과 사전협의를 통하여 점검 방식을 변경할 수 있으나, 협의 없 이 점검 방식을 변경시 계약위반으로 간주, 이에 대한 책임을 져야 함 진흥원의 요청이 있을 시에는 정기점검 외 수시점검을 실시하여야 함 정기 점검 후 점검결과 보고서를 유지관리 담당자에게 제출하여야 하며, 정기 점검 일정은 해당 부문 진흥원 담당자와 협의하여 수행함 -운영 협업관리 시스템 인력관리 - 사업자는 업무수행 시 작업자의 안전관리 및 재해방지를 위해 필요한 안전 수칙 준수 교육 및 위험 방지책을 강구 하여야 하며, 이에 필요한 제반 조치를 하여야 함 - 진흥원 본 사업에 투입되는 인원의 교체를 요구할 수 있으며 사업자는 이에 응하여야 함 - 투입인력의 투입기간이 단축되는 경우 및 교체 등으로 업무 공백 발생 시 해당 금액을 월 유지관리 대금 지급 시 일할 공제함 - 사업 수행 인력에 대하여 착수 단계 또는 인력투입 이전 과업 수행에 필요한 기술, 보안 교육 등을 실시하여야 함 요구사항 고유번호 MAR-003 요구사항 명칭 유지관리도구 운영 요구사항 분류 유지관리수행 요구사항 요구사항 내용 정의 유지관리를 위한 전사적 도구 운영 세부 내용 ᄋ유지관리 운영 협업 도구Redmine 관리 -업무를 유지관리 수행 단위로 분리하여 체계적 관리 수행 -협업 운영관리 도구의 기술적, 물리적 정상적인 운영을 위한 관리 업무 수행 권한 관리, 이슈관리, 보고서 관리 등 운영비용은 제안사 부담",
      "tables": [
        [
          [
            "",
            "",
            "-운영 협업관리 시스템 \n◦인력관리\n - 사업자는 업무수행 시 작업자의 안전관리 및 재해방지를 위해 필요한 안전 \n수칙 준수 교육 및 위험 방지책을 강구 하여야 하며, 이에 필요한 제반 \n조치를 하여야 함\n - 진흥원 본 사업에 투입되는 인원의 교체를 요구할 수 있으며 사업자는 이에 \n   응하여야 함\n - 투입인력의 투입기간이 단축되는 경우 및 교체 등으로 업무 공백 발생 시 \n해당 금액을 월 유지관리 대금 지급 시 일할 공제함\n- 사업 수행 인력에 대하여 착수 단계 또는 인력투입 이전 과업 수행에 필요한 \n기술, 보안 교육 등을 실시하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "MAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "유지관리도구 운영"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리수행 요구사항"
          ],
          [
            "요구사항 \n내용",
            "정의",
            "유지관리를 위한 전사적 도구 운영"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ유지관리 운영 협업 도구(Redmine) 관리\n -업무를 유지관리 수행 단위로 분리하여 체계적 관리 수행\n -협업 운영관리 도구의 기술적, 물리적 정상적인 운영을 위한 관리 업무 수행\n(권한 관리, 이슈관리, 보고서 관리 등)\n  *운영비용은 제안사 부담"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "MAR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "예방 및 점검"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리수행 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장애예방 및 정상운영을 위한 점검 수행"
          ],
          [
            "",
            "세부\n내용",
            "◦유지관리 대상 정보시스템 전반에 대한 예방점검 및 정상작동 상태여부 등 \n  장애를 사전에 방지하기 위하여 점검계획을 수립하여야 함\n◦사업자는 진흥원과 사전협의를 통하여 점검 방식을 변경할 수 있으나, 협의 없\n  이 점검 방식을 변경시 계약위반으로 간주, 이에 대한 책임을 져야 함\n◦진흥원의 요청이 있을 시에는 정기점검 외 수시점검을 실시하여야 함\n◦정기 점검 후 점검결과 보고서를 유지관리 담당자에게 제출하여야 하며, \n  정기 점검 일정은 해당 부문 진흥원 담당자와 협의하여 수행함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 13 - 요구사항 고유번호 MAR-006 요구사항 명칭 소프트웨어 유지관리 공통사항 요구사항 분류 유지관리수행 요구사항 요구사항 상세설명 정의 소프트웨어 유지관리 관련 일반사항 기술 세부 내용 프로그램 기능 수정 - 내ᆞ외부 기관의 보안감사취약점 진단 등 결과에 따른 프로그램 개선 조치 - 업무환경 변화 및 기준 지침 제ᆞ개정에 따른 정보시스템에 미치는 영향도 검토 및 기술적비용적 범위 내에서 조치방안기능개선포함을 마련하여 유지관리 수행 - 기능의 결함 또는 오류 사항은 즉각 조치 후 원인분석 및 근본적인 해결방안 을 마련하여 개선 활동 수행 - 정보시스템 소스 변경에 따른 SW 형상관리 체계 구축ᆞ유지 및 안정적 SW 소스 통합 운영 - 소프트웨어 개발보안 적용계획 수립 및 소프트웨어 개발보안 가이드를 준수하여 개발 테스트 및 배포 - 배포 후 시스템 정상 운영에 영향을 미치지 않도록 테스트, 영향 분석 등 배포 절차와 확인 과정의 표준절차를 마련하고 수행하여야 함 기타사항 - 사업 기간 중 수행되는 응용SW 구축, 도입 등 사업에 대한 지원 요구사항 고유번호 MAR-005 요구사항 명칭 정보시스템 장애 등 비상대책 수립 및 시행 요구사항 분류 유지관리수행 요구사항 요구사항 상세설명 정의 정보시스템 장애 등 비상상황 발생시 대처방안 수립 및 시행 세부 내용 과업 수행상 필요한 Application과 OS에 대한 백업 진행 및 장애 등 비상 상황 발생에 대비한 백업 및 복구 방안을 제시하여야 함 유지관리 대상 정보시스템의 장애 발생 시 장애 관련 로그 수집 및 장애발견 처리 등 이력을 관리하여 보고하여야 함 유형별 이력 관리, 복구절차 표준화를 지속적으로 현행화하여야 함 진흥원으로부터 장애 신고가 있을경우, 신고접수 시각으로부터 2시간 이내에 착수하여야 하여야 함 업무시간 내에 내부업무 서비스가 중단 된 경우 장애처리시간 8시간이내 요구사항 고유번호 MAR-007",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "MAR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "정보시스템 장애 등 비상대책 수립 및 시행"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리수행 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정보시스템 장애 등 비상상황 발생시 대처방안 수립 및 시행"
          ],
          [
            "",
            "세부\n내용",
            "◦과업 수행상 필요한 Application과 OS에 대한 백업 진행 및 장애 등 \n  비상 상황 발생에 대비한 백업 및 복구 방안을 제시하여야 함\n◦유지관리 대상 정보시스템의 장애 발생 시 장애 관련 로그 수집 및 \n  장애발견 처리 등 이력을 관리하여 보고하여야 함\n◦유형별 이력 관리, 복구절차 표준화를 지속적으로 현행화하여야 함\n◦진흥원으로부터 장애 신고가 있을경우, 신고접수 시각으로부터 2시간 \n  이내에 착수하여야 하여야 함\n   *업무시간 내에 내부업무 서비스가 중단 된 경우 (장애처리시간 : 8시간이내)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "MAR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어 유지관리 공통사항"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리수행 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어 유지관리 관련 일반사항 기술"
          ],
          [
            "",
            "세부\n내용",
            "◦프로그램 기능 수정\n  - 내ㆍ외부 기관의 보안감사(취약점 진단 등) 결과에 따른 프로그램 개선 조치\n  - 업무환경 변화 및 기준 지침 제ㆍ개정에 따른 정보시스템에 미치는 영향도 \n검토 및 기술적·비용적 범위 내에서 조치방안(기능개선포함)을 마련하여 \n유지관리 수행\n  - 기능의 결함 또는 오류 사항은 즉각 조치 후 원인분석 및 근본적인 해결방안\n을 마련하여 개선 활동 수행\n  - 정보시스템 소스 변경에 따른 SW 형상관리 체계 구축ㆍ유지 및 안정적 SW 소스 통합 운영\n  - 소프트웨어 개발보안 적용계획 수립 및 「소프트웨어 개발보안 가이드」를 \n준수하여 개발\n◦테스트 및 배포\n  - 배포 후 시스템 정상 운영에 영향을 미치지 않도록 테스트, 영향 분석 등\n    배포 절차와 확인 과정의 표준절차를 마련하고 수행하여야 함\n◦기타사항\n  - 사업 기간 중 수행되는 응용S/W 구축, 도입 등 사업에 대한 지원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 14 - 요구사항 고유번호 MAR-008 요구사항 명칭 백업관리 요구사항 분류 유지관리수행 요구사항 요구사항 상세설명 정의 백업의 안정적인 유지관리 수행 세부 내용 진흥원의 백업 정책 및 복구 정책에 따라 대상 정보자원의 백업계획 수립 및 백업을 수행하여야 하며, 백업 매체를 안정적으로 유지관리 하여야 함 정보시스템에 대한 문제 발생 시 복구방법, 유실데이터의 처리방법과 응용 데이터 등 시스템 백업 대상, 주기 방법, 절차를 포함하는 백업 및 복구정책을 수립하여 이행하여야 함 - 백업대상 정보시스템을 확정하고 백업 및 복구 요구사항 정리 및 관리 - 백업 및 복구 요구사항에 따라 백업 스케쥴, 백업, 복구 방법 등의 백업 복구 정책 수립 및 관리 - 백업 소요시간과 오류 발생여부를 모니터링하고 백업 오류 현황을 주기적으로 관리 보고 백업 수행된 결과에 대하여 주기적으로 점검하고 정기적인 복구 훈련을 통하여 백업 방법이나 절차, 백업시스템 등의 개선사항을 파악하고 지속적인 개선 활동을 수행하여야 함 요구사항 명칭 클라우드 유지관리 공통사항 요구사항 분류 유지관리수행 요구사항 요구사항 상세설명 정의 클라우드 유지관리 관련 일반사항 세부 내용 장애처리 - 유지보수 대상 장비의 장애 발생 시 정해진 시간 내에 정비보수를 완료 하여야 하며, 이로 인해 발생하는 모든 비용은 사업자가 부담으로 함 - 장애 시 정확한 원인 규명 및 신속한 복구를 위해 제조사와 상호 간 긴밀히 협조 하여 복구하여야 하며, 당일 장애 접수 건은 당일 처리 완료를 원칙으로 함 성능 및 보안관리 - 시스템 SW는 운영 및 보안 강화를 위해 최신버전으로의 업그레이드 및 신속한 패치수정판 수행 교육 등 기타 - 진흥원의 요청이 있을경우 시스템 사용 방법 및 장애 조치 내역 등을 성실히 설명, 지원하여야 함 - 시스템 및 네트워크 구성도 등을 최신상태로 현행화 관리하고 진흥원에 제출하여야 함",
      "tables": [
        [
          [
            "요구사항 명칭",
            "",
            "클라우드 유지관리 공통사항"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리수행 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "클라우드 유지관리 관련 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "◦장애처리\n - 유지보수 대상 장비의 장애 발생 시 정해진 시간 내에 정비보수를 완료\n   하여야 하며, 이로 인해 발생하는 모든 비용은 사업자가 부담으로 함\n - 장애 시 정확한 원인 규명 및 신속한 복구를 위해 제조사와 상호 간 긴밀히 협조\n   하여 복구하여야 하며, 당일 장애 접수 건은 당일 처리 완료를 원칙으로 함\n◦성능 및 보안관리\n - 시스템 S/W는 운영 및 보안 강화를 위해 최신버전으로의 업그레이드 및 \n   신속한 패치(수정판) 수행\n◦교육 등 기타\n - 진흥원의 요청이 있을경우 시스템 사용 방법 및 장애 조치 내역 등을 \n   성실히 설명, 지원하여야 함\n - 시스템 및 네트워크 구성도 등을 최신상태로 현행화 관리하고 진흥원에 \n   제출하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "MAR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "백업관리"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리수행 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "백업의 안정적인 유지관리 수행"
          ],
          [
            "",
            "세부\n내용",
            "◦진흥원의 백업 정책 및 복구 정책에 따라 대상 정보자원의 백업계획 수립\n   및 백업을 수행하여야 하며, 백업 매체를 안정적으로 유지관리 하여야 함\n◦정보시스템에 대한 문제 발생 시 복구방법, 유실데이터의 처리방법과 응용\n   데이터 등 시스템 백업 대상, 주기 방법, 절차를 포함하는 백업 및 복구정책을 \n   수립하여 이행하여야 함\n  - 백업대상 정보시스템을 확정하고 백업 및 복구 요구사항 정리 및 관리\n  - 백업 및 복구 요구사항에 따라 백업 스케쥴, 백업, 복구 방법 등의 백업․\n복구 정책 수립 및 관리\n  - 백업 소요시간과 오류 발생여부를 모니터링하고 백업 오류 현황을 주기적으로 관리 보고\n ◦백업 수행된 결과에 대하여 주기적으로 점검하고 정기적인 복구 훈련을 통하여 \n   백업 방법이나 절차, 백업시스템 등의 개선사항을 파악하고 지속적인 개선\n   활동을 수행하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 15 - 유지관리 인력 요구사항 요구사항 고유번호 MHR-002 요구사항 명칭 투입인력 변경관리 요구사항 분류 유지관리인력 요구사항 요구사항 상세설명 정의 투입인력 교체 시 준수하여야 하는 사항을 명시 세부 내용 ᄋ유지관리 진행 과정에서 참여인력의 변동이 있을 경우 수행 업체는 사전에 변동 사유와 교체 참여 인력에 대하여 최소 2주 전에 진흥원과 협의하여 승인을 득한 후 투입 투입 인력이 본 사업에 투입하기 부적절하다고 판단될 경우 발주기관은 투입인력에 대한 변경을 요구할 수 있으며, 사업자는 대체인력을 투입해야 함 ᄋ 투입인력을 부득이하게 변경교체 투입하기 위해서는 최소 2주 이상의 병행 근무를 통해 업무인수인계 기간을 두어야 하며, 인수인계 기간 동안 교체 인력에 대한 인건비는 별도로 지급하지 아니함 - 퇴사 등 불가피한 경우를 제외하고 투입 인력 변경 불가 요구사항 고유번호 MHR-001 요구사항 명칭 투입인력 요건 요구사항 분류 유지관리인력 요구사항 요구사항 상세설명 정의 안정적인 업무 수행을 위한 투입인력 요건을 정의 세부 내용 ᄋ안정적인 업무 수행을 위한 적정한 인력 투입방안을 제시하여야 함 - 투입 인력은 정보시스템의 안정적 업무수행에 적절한 인력 수준이어야 함 ᄋ유지관리 총괄 관리자 - 유지관리 총괄 관리자는 사업자의 6개월 이상 소속 직원이를 증빙할 수 있는 서류 제출이어야 하며, 일정 수준 이상의 직급이어야 함. ᄋ응용프로그램 및 클라우드 유지관리 요구사항 - 조건 개발 및 인프라운영 경력 8년 이상 경력자를 투입하여야 하며 본사 업과 유사 경험자를 투입하여야 함. ᄋ사업 참여 인력 -전체 사업을 총괄할 수 있는 지식과 유사 사업의 풍부한 경험을 보유한 관리자 로 선별하여야 함 - 유지관리 및 운영인력은 사업의 안정적인 운영이 가능한 지식과 경험을 가진 기술자로 선발하여야 함 - 주관사업자 또는 공동수급인 경우 공동수급자 소속이외의 인력은 하도급으로 간주하며 부득이하게 하도급 할 경우, 소프트웨어산업진흥법 제20조의 3 및 같은 법 시행규칙 제8조의 절차에 의거하여 발주기관의 사전승인을 득하여야 함 사업수행 인력 참여제한 개인프리랜서 자격으로 주관사업자 등에 소속되지 아니한 자",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "MHR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "투입인력 요건"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리인력 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "안정적인 업무 수행을 위한 투입인력 요건을 정의"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ안정적인 업무 수행을 위한 적정한 인력 투입방안을 제시하여야 함\n  - 투입 인력은 정보시스템의 안정적 업무수행에 적절한 인력 수준이어야 함\nㅇ유지관리 총괄 관리자\n  - 유지관리 총괄 관리자는 사업자의 6개월 이상 소속 직원(이를 증빙할 수 \n     있는 서류 제출)이어야 하며, 일정 수준 이상의 직급이어야 함.\nㅇ응용프로그램 및 클라우드 유지관리 요구사항\n  - 조건: 개발 및 인프라운영 경력 8년 이상 경력자를 투입하여야 하며 본사\n업과 유사 경험자를 투입하여야 함.\nㅇ사업 참여 인력\n  -전체 사업을 총괄할 수 있는 지식과 유사 사업의 풍부한 경험을 보유한 관리자\n   로 선별하여야 함 \n  - 유지관리 및 운영인력은 사업의 안정적인 운영이 가능한 지식과 경험을 \n가진 기술자로 선발하여야 함\n  - 주관사업자 또는 공동수급인 경우 공동수급자 소속이외의 인력은 \n하도급으로 간주하며 부득이하게 하도급 할 경우, 소프트웨어산업진흥법 \n제20조의 3 및 같은 법 시행규칙 제8조의 절차에 의거하여 발주기관의 \n사전승인을 득하여야 함\n  ※ 사업수행 인력 참여제한 : 개인(프리랜서) 자격으로 주관사업자 등에 \n소속되지 아니한 자"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "MHR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "투입인력 변경관리"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리인력 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "투입인력 교체 시 준수하여야 하는 사항을 명시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ유지관리 진행 과정에서 참여인력의 변동이 있을 경우 수행 업체는 사전에 \n변동 사유와 교체 참여 인력에 대하여 최소 2주 전에 진흥원과 협의하여\n승인을 득한 후 투입\n   ※ 투입 인력이 본 사업에 투입하기 부적절하다고 판단될 경우 발주기관은\n   투입인력에 대한 변경을 요구할 수 있으며, 사업자는 대체인력을 투입해야 함\nㅇ 투입인력을 부득이하게 변경‧교체 투입하기 위해서는 최소 2주 이상의 \n병행 근무를 통해 업무인수인계 기간을 두어야 하며, 인수인계 기간 동안 \n교체 인력에 대한 인건비는 별도로 지급하지 아니함\n  - 퇴사 등 불가피한 경우를 제외하고 투입 인력 변경 불가"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 16 - 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 프로젝트 관리 방법론 적용 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 관리 방법 세부 내용 ᄋ위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리 방법론을 통한 체계적인 사업 관리 방안 제시 ᄋ개발의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 체계적으로 프로젝트를 관리관리도구 이용해야 함 ᄋ단계별로 진행 상황을 보고하고 프로젝트 관련 산출물을 제출하여야 함 - 인력 변경 시 후속 인력을 확보하기 전에 교체 불가 - 신규 투입 인력의 인수인계 기간은 투입 기간 산정에서 제외 - 교체 투입 인력은 기존 인력과 동급 이상이어야 함 요구사항 고유번호 MHR-003 요구사항 명칭 투입인력 관리 요구사항 분류 유지관리인력 요구사항 요구사항 상세설명 정의 투입인력 관리사항을 명시 세부 내용 ᄋ사업자는 출퇴근 등 근무상태휴가, 휴무 포함에 대하여 자체적으로 관리감독 하되, 유지관리 인력의 근무시간 및 방법은 공무원 복무 규정을 준용하되 상세 내용은 진흥원과 협의 - 단, 전국적인 행정구역 변경이나 재난재해 등 비상상황, 업무순기별 필요하다고 판단되거나 현안이 발생하는 경우 정규 근무시간 이외 관련업무 수행 등을 통해 적극 협조 및 지원하여야 하며, 이에 대해 상시 연락 가능한 비상연락 체계가 강구되어야 함 ᄋ 투입인력 근무 조건 - 투입인력의 근로조건은 근로기준법 등 노동 관련 법령을 준수하여야 함 -사업자는 근로기준법에 따라 개인별 근무시간이 주 52시간을 넘지 않도록 관리하여야 함유연근무, 대체휴무 등을 적극 활용하여, 근무시간 관리 - 야간 및 휴일근무, 운용대상시스템의 이전 등의 잔무처리로 소요되는 야근 수당 등 연장 및 휴일 근로에 대하여는 사업자가 부담하여야 함 ᄋ운영 및 유지관리 인력은 담당자 부재 시 업무공백이 발생하지 않도록 업무별 담당을 정부로 관리해야 하며 해당 업무의 정부가 동시에 부재되지 않도록 해야 함 ᄋ고객 대응 및 투입인력 업무 능력 향상을 위한 관련 교육 실시 - 개인정보취급자로서의 개인정보 보호 및 관리 교육 - 민감한 정보를 포함한 정보시스템 담당자로서 보안교육",
      "tables": [
        [
          [
            "",
            "",
            "- 인력 변경 시 후속 인력을 확보하기 전에 교체 불가\n  - 신규 투입 인력의 인수인계 기간은 투입 기간 산정에서 제외\n  - 교체 투입 인력은 기존 인력과 동급 이상이어야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "MHR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "투입인력 관리"
          ],
          [
            "요구사항 분류",
            "",
            "유지관리인력 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "투입인력 관리사항을 명시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사업자는 출·퇴근 등 근무상태(휴가, 휴무 포함)에 대하여 자체적으로 \n관리·감독 하되, 유지관리 인력의 근무시간 및 방법은 공무원 복무 \n규정을 준용하되 상세 내용은 진흥원과 협의\n - 단, 전국적인 행정구역 변경이나 재난재해 등 비상상황, 업무순기별 \n필요하다고 판단되거나 현안이 발생하는 경우 정규 근무시간 이외 \n관련업무 수행 등을 통해 적극 협조 및 지원하여야 하며, 이에 대해 상시 \n연락 가능한 비상연락 체계가 강구되어야 함\nㅇ 투입인력 근무 조건\n - 투입인력의 근로조건은 근로기준법 등 노동 관련 법령을 준수하여야 함\n -사업자는 근로기준법에 따라 개인별 근무시간이 주 52시간을 넘지 않도록 \n  관리하여야 함(유연근무, 대체휴무 등을 적극 활용하여, 근무시간 관리)\n - 야간 및 휴일근무, 운용대상시스템의 이전 등의 잔무처리로 소요되는 야근 \n  수당 등 연장 및 휴일 근로에 대하여는 사업자가 부담하여야 함\nㅇ운영 및 유지관리 인력은 담당자 부재 시 업무공백이 발생하지 않도록 \n업무별 담당을 정/부로 관리해야 하며 해당 업무의 정/부가 동시에 \n부재되지 않도록 해야 함\nㅇ고객 대응 및 투입인력 업무 능력 향상을 위한 관련 교육 실시\n - 개인정보취급자로서의 개인정보 보호 및 관리 교육\n - 민감한 정보를 포함한 정보시스템 담당자로서 보안교육"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 관리 방법론 적용"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트 관리 방법"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리 \n방법론을 통한 체계적인 사업 관리 방안 제시\nㅇ개발의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 체계적으로  \n프로젝트를 관리(관리도구 이용)해야 함\nㅇ단계별로 진행 상황을 보고하고 프로젝트 관련 산출물을 제출하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 17 - 요구사항 고유번호 PMR-002 요구사항 명칭 프로젝트 작업장소 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 작업장소 세부 내용 ᄋ 제안사는 작업장소 상호협의 시 보안요구사항을 준수한 작업 장소를 제시할 수 있으며, 진흥원에서는 제시된 작업장소에 관하여 우선 검토하고, 계약 당사자간 상호 협의하여 정함. - 다만, 진흥원에서는 공급자가 제시한 작업 장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 - 제안사는 원격지 개발에 따른 보안사고 등 위험 요인을 식별하여 이에 대한 대응 방안을 제안하여야 함 요구사항 고유번호 PMR-003 요구사항 명칭 산출물 관리 및 지식재산권 소유 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 산출물 관리 기본 요건 세부 내용 ᄋ 일정계획에 따라 아래 주요 산출물을 제공하여야 한다. 구 분 제출시기 수량 비고 착수보고서 및 사업수행계획서 계약 후 14일 이내 1부 보안 관련 문서 계약 후 14일 이내 각 1부 붙임 서식 참조 장애 처리 보고서 장애발생시 장애별 1부 기술지원 작업보고서 작업발생시 작업별 1부 최종 완료 보고서 계약 종료시 1부 기타 산출물 기능수정시 1부 매뉴얼사용자관리자 현황보고서시스템서비스 요구사항명세서 정의서인터페이스프로세스 테이블 ERD 등 ᄋ 본 용역사업과 관련한 계약목적물의 지식재산권은 진흥원과 제안사가 공동으로 소유 하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함 ᄋ 다만, 개발의 기여도 및 계약목적물의 특수성보안, 영업비밀 등을 고려하여 계약당사 자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음 참고 공공저작물 자유이용 고려 시 본 과업수행의 결과로 발생하는 모든 결과 물의 지식재산권은 일반용역 계약특수조건 및 용역계약일반조건계약예규에 의한 다. 다만, 그 결과물이 공공저작물로서 자유이용이 바람직하다고 판단되는 경우, 계약예규 제56조 단서에 따라 추후 협의를 통해저작재산권 양도계약서를 체결하 여 공동소유와 달리 정할 수 있다. ᄋ 용역수행과 관련한 지식재산권의 상업적 활용의 경우 사업자는 진흥원과의 별도 협의",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 작업장소"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트 작업장소"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 제안사는 작업장소 상호협의 시 보안요구사항을 준수한 작업 장소를 \n제시할 수 있으며, 진흥원에서는 제시된 작업장소에 관하여 우선 검토하고, \n계약 당사자간 상호 협의하여 정함.\n - 다만, 진흥원에서는 공급자가 제시한 작업 장소가 보안요구사항을 \n준수하지 못한 경우 거부할 수 있음\n - 제안사는 원격지 개발에 따른 보안사고 등 위험 요인을 식별하여 이에 \n대한 대응 방안을 제안하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-003",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 관리 및 지식재산권 소유",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산출물 관리 기본 요건",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 일정계획에 따라 아래 주요 산출물을 제공하여야 한다. \nㅇ 본 용역사업과 관련한 계약목적물의 지식재산권은 진흥원과 제안사가 공동으로 소유\n하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함\nㅇ 다만, 개발의 기여도 및 계약목적물의 특수성(보안, 영업비밀 등)을 고려하여 계약당사\n자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음\n    ※ <참고: 공공저작물 자유이용 고려 시> 본 과업수행의 결과로 발생하는 모든 결과\n물의 지식재산권은 일반용역 계약특수조건 및 용역계약일반조건(계약예규)에  의한\n다. 다만, 그 결과물이 공공저작물로서 자유이용이 바람직하다고 판단되는 경우, \n계약예규 제56조 단서에 따라 추후 협의를 통해「저작재산권 양도계약서」를 체결하\n여 공동소유와 달리 정할 수 있다.\nㅇ 용역수행과 관련한 지식재산권의 상업적 활용의 경우 사업자는 진흥원과의 별도 협의",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구 분",
            "제출시기",
            "수량",
            "비고",
            ""
          ],
          [
            "",
            "",
            "",
            "착수보고서 및\n사업수행계획서",
            "계약 후\n14일 이내",
            "1부",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "보안 관련 문서",
            "계약 후\n14일 이내",
            "각 1부",
            "붙임 서식 참조",
            ""
          ],
          [
            "",
            "",
            "",
            "장애 처리 보고서",
            "장애발생시",
            "장애별 1부",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "기술지원 작업보고서",
            "작업발생시",
            "작업별 1부",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "최종 완료 보고서",
            "계약 종료시",
            "1부",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "기타 산출물",
            "기능수정시",
            "1부",
            "*매뉴얼(사용자/관리자)\n*현황보고서(시스템/서비스)\n*요구사항명세서\n*정의서(인터페이스/프로세스\n/테이블/ ERD 등)",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 18 - 를 통해 복제, 배포, 개작, 전송 등의 사용수익을 취할 수 있음 ᄋ 조달청 지침 일반용역계약특수조건 제14조특허권 또는 저작권의 침해에 따라 본 용역의 수행에 있어 제3자의 특허권 또는 저작권을 침해하였다하여 손해배상 청구 소 송이 제기되면 계약상대자는 배상 및 모든 책임을 져야 함 ᄋ 사업자는 지식재산권의 활용을 위해 SW산출물의 반출을 요청할 수 있으며, 진흥원에 서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함단, 사업자는 아래 내용을 준수해야 함 - 사업자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 명시 한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 사업자 대표명의의 확약서를 진 흥원에 제출하여야 함 - 사업자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 진흥원으로부터 사전 승인을 받아야 함 - 진흥원은 사업자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출 금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법 시행령제76조제2항제3 호 및 지방계약법 시행령제92조제2항제3호에 따라 입찰참가자격을 제한함 요구사항 고유번호 PMR-004 요구사항 명칭 하도급 관리 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 하도급 승인 및 준수실태에 관한 사항을 명시 세부 내용 ᄋ 주사업자공동수급으로 구성하는 경우 공동수급 구성원 포함 소속 이외의 인력은 하도급으로 간주하며, 하도급 계약 시 관계 법률에 의하여 사전 승인을 받아야 함 승인 전 투입된 인력에 대해서는 투입 기간으로 인정되지 않음 ᄋ주사업자와 하도급자간에 계약을 체결하기 전에 진흥원으로부터 하도급자의 사업수행능력과 계약방식 등의 적정성 평가를 위해 하도급 계획서를 제출해야 함 ᄋ제안사는 하도급 계약을 하고자 할 경우에는 본 계약 체결 후 7일 이내에 하도급 승인신청을 하여야 하며, 소프트웨어사업 하도급 승인 및 관리 지침과학기술정보통신부고시 2023-15호에 따라 하도급 계약의 적정성 여부를 발주기관에서 판단함 - 하도급 계약 시 공정거래위원회 소프트웨어사업 표준하도급계약서로 계약 체결 ᄋ 하도급 계약의 준수실태를 하도급 준수실태 보고서에 의하여 발주기관에 보고하여야 함 - 월별 하도급 업체별 대금지급 사실을 확인할 수 있는 증빙자료 제출통장사본 효율적인 하도급 관리를 위해 조달청 하도급 지킴이를 사용할 수 있으며, 이때 하도급 계약의 준수여부 확인 절차는 별도로 정함 ᄋ 하도급거래 공정화에 관한 법률 제14조에 의거 발주자, 원사업자 및 수급사업자 모두 하도급 대금 직접 지급에 합의시 발주기관에서 하도급 업체에 직접 대금지급을 할 수도 있음 ᄋ 본 용역수행과 관련하여 재하도급은 금지하며, 사업금액의 50 초과하여",
      "tables": [
        [
          [
            "",
            "",
            "를 통해 복제, 배포, 개작, 전송 등의 사용·수익을 취할 수 있음\nㅇ 조달청 지침 “일반용역계약특수조건” 제14조(특허권 또는 저작권의 침해)에 따라 본 \n용역의 수행에 있어 제3자의 특허권 또는 저작권을 침해하였다하여 손해배상 청구 소\n송이 제기되면 계약상대자는 배상 및 모든 책임을 져야 함\nㅇ 사업자는 지식재산권의 활용을 위해 SW산출물의 반출을 요청할 수 있으며, 진흥원에\n서는 「보안업무규정」 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 \n경우 SW산출물을 제공함(단, 사업자는 아래 내용을 준수해야 함)\n - 사업자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 명시\n한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 사업자 대표명의의 확약서를 진\n흥원에 제출하여야 함\n - 사업자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 진흥원으로부터 사전\n승인을 받아야 함\n - 진흥원은 사업자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출\n금지정보를 삭제하지 않고 활용하는 경우에는 「국가계약법 시행령」제76조제2항제3\n호 및 「지방계약법 시행령」제92조제2항제3호에 따라 입찰참가자격을 제한함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "하도급 관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하도급 승인 및 준수실태에 관한 사항을 명시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 주사업자(공동수급으로 구성하는 경우 공동수급 구성원 포함) 소속 이외의 \n인력은 하도급으로 간주하며, 하도급 계약 시 관계 법률에 의하여 사전 \n승인을 받아야 함\n  ※ 승인 전 투입된 인력에 대해서는 투입 기간으로 인정되지 않음 \nㅇ 주사업자와 하도급자간에 계약을 체결하기 전에 진흥원으로부터 \n하도급자의 사업수행능력과 계약방식 등의 적정성 평가를 위해 하도급 \n계획서를 제출해야 함\nㅇ 제안사는 하도급 계약을 하고자 할 경우에는 본 계약 체결 후 7일 이내에 \n하도급 승인신청을 하여야 하며, 『소프트웨어사업 하도급 승인 및 관리 \n지침』(과학기술정보통신부고시 2023-15호)에 따라 하도급 계약의 적정성 \n여부를 발주기관에서 판단함\n  - 하도급 계약 시 공정거래위원회 소프트웨어사업 표준하도급계약서로 계약 체결\nㅇ  하도급 계약의 준수실태를 “하도급 준수실태 보고서”에 의하여 \n발주기관에 보고하여야 함\n  - 월별 하도급 업체별 대금지급 사실을 확인할 수 있는 증빙자료 제출(통장사본)\n  ※ 효율적인 하도급 관리를 위해 조달청 “하도급 지킴이”를 사용할 수 \n있으며, 이때 하도급 계약의 준수여부 확인 절차는 별도로 정함\nㅇ  하도급거래 공정화에 관한 법률 제14조에 의거 발주자, 원사업자 및 \n수급사업자 모두 하도급 대금 직접 지급에 합의시 발주기관에서 하도급 \n업체에 직접 대금지급을 할 수도 있음\nㅇ  본 용역수행과 관련하여 재하도급은 금지하며, 사업금액의 50% 초과하여"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 19 - 요구사항 고유번호 PMR-005 요구사항 명칭 수행 일정 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 안정적인 수행을 위한 프로젝트 일정관리 요건 세부 내용 ᄋ 진흥원이 제시한 추진 일정을 참고하여 최적의 시스템이 운영될 수 있도록 운영 일정계획을 상세하게 제시 ᄋ 일정계획 수립 시에는 지연 가능 요소를 미리 파악ᆞ분석하여 일정 내에 사업 수행이 가능하도록 해야 함 요구사항 고유번호 PMR-006 요구사항 명칭 수행 보고관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 체계적인 운영을 위한 정기 및 비정기 보고 세부 내용 ᄋ 유지관리 진행에 대한 인력투입, 업무내용, 진척사항, 기타 특기사항을 기록한 업무일지를 작성하여 월간 단위로 작성제출하여야 함 ᄋ 원활한 과업 추진을 위해 필요시 비정기적인 보고 요청에 대응함 요구사항 고유번호 PMR-007 요구사항 명칭 리스크 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 품질을 위한 프로젝트 위험관리 요건 세부 내용 ᄋ 보안, 일정지연, 품질저하, 장비 변경에 따르는 예산초과 등 리스크 발생을 사전 예방하고 발생 시 사후 대처방안을 제시하여야 함 ᄋ 성능상 문제 등으로 클라우드 또는 SW가 변경되는 경우에 대한 사후 대응방안을 구체적으로 제시 ᄋ 유지관리과정에서 요구되는 진척위험변경사항의 관리방안 및 지속적으로 문제를 파악 관리할 수 있는 방안 제시 하도급 금지단순 구매설치사업 제외하며, 사업금액의 10 초과시 공동수급 권고 함 ᄋ 하도급 업체 투입 인력에 대한 관리방안을 제시하여야 하며, 투입인력은 국민연금 가입증명서 등을 제출하여야 함",
      "tables": [
        [
          [
            "",
            "",
            "하도급 금지(단순 구매설치사업 제외)하며, 사업금액의 10% 초과시 \n공동수급 권고 함\nㅇ  하도급 업체 투입 인력에 대한 관리방안을 제시하여야 하며, 투입인력은 \n국민연금 가입증명서 등을 제출하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "수행 일정 관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "안정적인 수행을 위한 프로젝트 일정관리 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 진흥원이 제시한 추진 일정을 참고하여 최적의 시스템이 운영될 수 있도록 \n운영 일정계획을 상세하게 제시\nㅇ 일정계획 수립 시에는 지연 가능 요소를 미리 파악ㆍ분석하여 일정 내에 \n사업 수행이 가능하도록 해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "수행 보고관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "체계적인 운영을 위한 정기 및 비정기 보고"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 유지관리 진행에 대한 인력투입, 업무내용, 진척사항, 기타 특기사항을 \n기록한  업무일지를 작성하여 월간 단위로 작성․제출하여야 함\nㅇ 원활한 과업 추진을 위해 필요시 비정기적인 보고 요청에 대응함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "리스크 관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질을 위한 프로젝트 위험관리 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 보안, 일정지연, 품질저하, 장비 변경에 따르는 예산초과 등 리스크 발생을 \n사전 예방하고 발생 시 사후 대처방안을 제시하여야 함\nㅇ 성능상 문제 등으로 클라우드 또는 S/W가 변경되는 경우에 대한 사후 \n대응방안을 구체적으로 제시\nㅇ 유지관리과정에서 요구되는 진척/위험/변경사항의 관리방안 및 지속적으로 \n문제를 파악 관리할 수 있는 방안 제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 20 - 프로젝트지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 하자보수 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 무상 하자보수 지원방안 제시 세부 내용 ᄋ 무상 하자보수 기간은 검수완료일로부터 12개월로 함. 기능수정건 ᄋ 하자보수 지원방안을 구체적으로 제시하여야 함 ᄋ 하자보수 이외의 기능개선, 사업 방법의 개선 등에 대한 유상유지관리 및 재개발은 별도의 계약체결을 통해 추진함 요구사항 고유번호 PSR-002 요구사항 명칭 인수인계 방안 요구사항 분류 프로젝트지원 요구사항 요구사항 상세설명 정의 인수인계 방안 제시 세부 내용 ᄋ 계약기간 만료 또는 계약의 해지로 신규 사업자가 유지관리 계약을 승계하여 안정 적으로 유지관리를 수행할 있도록 제안사는 구체적인 인계 방안을 제시하여야 함 ᄋ 유지관리 계약 승계 시 기존 사업자는 운영 및 유지관리 과정에서 습득한 기 술정보, 시스템 구성정보, 장애 및 변경관리 이력 등 유지관리 관련 정보 일 체를 신규 사업자에게 인계하여야 함 ᄋ 인수인계 시 발생하는 관련 비용은 사업자가 부담함. 인계사업자 0.5MM중급기술자기준 투입하여 인수인계 수행하며 인수사업자 부담. ᄋ 제안사는 유지관리 수행기간 만료 시 차기 사업자로 선정된 사업자가 동 업무 를 차질 없이 수행할 수 있도록 유지관리 업무수행에 필요한 중요사항 등을 인계하여야 함 요구사항 고유번호 PSR-003 요구사항 명칭 기술지원 및 교육지원 방안 요구사항 분류 프로젝트지원 요구사항 요구사항 상세설명 정의 기술지원 및 교육지원 방안 제시 세부 내용 ᄋ 기술지원 - 제안사는 진흥원이 전산 이전 및 SW 변경, 연계 변경 등으로 유지관리 대상시스템 변경이전 및 재설치를 요청한 경우, 필요한 기술력을 지원하여야 함 - 정보시스템에 대한 신기술 및 선진사례 등 정보시스템 운영에 필요한 최신 기법 기술 지원방안을 제시하여야 함 ᄋ 교육지원 - 제안사는 정보시스템 운영자, 관리자, 사용자를 위해 필요한 교육을 지원하 여야 하며, 교육계획을 제시하여야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "무상 하자보수 지원방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 무상 하자보수 기간은 검수완료일로부터 12개월로 함. (기능수정건) \nㅇ 하자보수 지원방안을 구체적으로 제시하여야 함\nㅇ 하자보수 이외의 기능개선, 사업 방법의 개선 등에 대한 유상유지관리 및 \n재개발은 별도의 계약체결을 통해 추진함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "인수인계 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "인수인계 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 계약기간 만료 또는 계약의 해지로 신규 사업자가 유지관리 계약을 승계하여 안정\n적으로 유지관리를 수행할 있도록 제안사는 구체적인 인계 방안을 제시하여야 함\nㅇ 유지관리 계약 승계 시 기존 사업자는 운영 및 유지관리 과정에서 습득한 기\n술정보, 시스템 구성정보, 장애 및 변경관리 이력 등 유지관리 관련 정보 일\n체를 신규 사업자에게 인계하여야 함\nㅇ 인수인계 시 발생하는 관련 비용은 사업자가 부담함.\n   ※인계사업자 0.5MM(중급기술자기준) 투입하여 인수인계 수행하며 인수사업자 부담.\nㅇ 제안사는 유지관리 수행기간 만료 시 차기 사업자로 선정된 사업자가 동 업무\n를 차질 없이 수행할 수 있도록 유지관리 업무수행에 필요한 중요사항 등을 \n인계하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "기술지원 및 교육지원 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술지원 및 교육지원 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 기술지원\n - 제안사는 진흥원이 전산 이전 및 SW 변경, 연계 변경 등으로 유지관리 대상시스템 \n변경․이전 및 재설치를 요청한 경우, 필요한 기술력을 지원하여야 함\n - 정보시스템에 대한 신기술 및 선진사례 등 정보시스템 운영에 필요한 최신\n기법 기술 지원방안을 제시하여야 함\nㅇ 교육지원\n - 제안사는 정보시스템 운영자, 관리자, 사용자를 위해 필요한 교육을 지원하\n여야 하며, 교육계획을 제시하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 21 - 보안 요구사항 - 유지관리 수행기간 동안 진흥원의 요청 시 관련분야의 기술교육을 연 1회 이 상 실시하여야 하며 집합교육을 원칙으로 함. - 교육장소 및 교육내용, 교육방법은 진흥원과 상호 협의하여 실시하는 것으로 함 요구사항 고유번호 SER-001 요구사항 명칭 개인정보 처리 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 개인정보 처리 및 암호화 세부 내용 ᄋ 개인정보를 보유할 경우에는 관련 개인정보를 암호화하여야 함 ᄋ 서비스의 보안성 강화를 위하여 SSL 보안 통신을 실시하여야 함 ᄋ 사업의 암호화 대상을 식별하고 암호화 도구를 활용하여 암복호화 방안을 마련해야 함 - 고유식별정보 주민번호, 여권번호, 운전면허정보 등 ᄋ개인을 식별할 수 있는 정보사용자 인증 정보, 패스워드 등를 운영DB 또는 개발DB에 저장할 경우, 암호화하여 저장하며, 소스코드에 직접 하드코딩하지 않음패스워드는 단방향 암호화 처리, SHA-256 이상 암호화 알고리즘 사용 ᄋ 개인정보 취급자가 개인정보처리 시스템에 접속하는 경우 접속 로그를 시스 템에 최소 1년 이상 기록 관리해야 함5만명 이상의 정보주체에 관하여 개인 정보를 처리하거나 고유식별정보 또는 민감정보를 처리하는 개인정보처리시 스템의 경우에는 2년 이상 보관 필수 관리 항목 개인정보취급자 식별정보 ID 날짜 및 시간 접속일시 접속자 IP 주소 접속자 정보 처리한 정보주체 정보 정보주체 식별정보계정, 회원번호 등 수행업무 열람, 수정, 삭제, 인쇄, 입력, 다운로드 등 ᄋ 개인정보 취급자가 개인정보를 처리할 경우 해당 접근 로그를 시스템에 기록할 것 ᄋ 개인정보처리방침에 따라 개인정보를 처리파기해야 하며 백업데이터 생성 금지 - 본 요구사항에서 신규 수정되는 기능에 한하며 SFR기능 요구사항과 ECR시스템 장비 구성 요구사항을 초과 하는 사항은 진흥원과 협의 하여 기술적 보안대책을 강구하여야 함 요구사항 고유번호 SER-002 요구사항 명칭 시큐어 코딩 준수 및 웹 취약점 제거 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 개발 및 수정되는 소스에 대한 시큐어 코딩 준수 및 웹 취약점 제거 세부 내용 ᄋ 행정안전부의소프트웨어 개발보안 가이드를 준용함",
      "tables": [
        [
          [
            "",
            "",
            "- 유지관리 수행기간 동안 진흥원의 요청 시 관련분야의 기술교육을 연 1회 이\n상 실시하여야 하며 집합교육을 원칙으로 함.\n - 교육장소 및 교육내용, 교육방법은 진흥원과 상호 협의하여 실시하는 것으로 \n함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "개인정보 처리"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보 처리 및 암호화"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 개인정보를 보유할 경우에는 관련 개인정보를 암호화하여야 함\nㅇ 서비스의 보안성 강화를 위하여 SSL 보안 통신을 실시하여야 함\nㅇ 사업의 암호화 대상을 식별하고 암호화 도구를 활용하여 암복호화 방안을 마련해야 함\n - 고유식별정보 : 주민번호, 여권번호, 운전면허정보 등\nㅇ개인을 식별할 수 있는 정보(사용자 인증 정보, 패스워드 등)를 운영DB 또는 \n개발DB에 저장할 경우, 암호화하여 저장하며, 소스코드에 직접 하드코딩하지 \n않음(패스워드는 단방향 암호화 처리, SHA-256 이상 암호화 알고리즘 사용)\nㅇ 개인정보 취급자가 개인정보처리 시스템에 접속하는 경우 접속 로그를 시스\n템에 최소 1년 이상 기록 관리해야 함(5만명 이상의 정보주체에 관하여 개인\n정보를  처리하거나  고유식별정보  또는  민감정보를  처리하는  개인정보처리시\n스템의 경우에는 2년 이상 보관)\n◈  필수  관리  항목\n  •  개인정보취급자  식별정보  :  ID\n  •  날짜  및  시간  :  접속일시\n  \n  •  접속자  IP  주소  :  접속자  정보\n  •  처리한  정보주체  정보  :  정보주체  식별정보(계정,  회원번호  등)\n  •  수행업무  :  열람,  수정,  삭제,  인쇄,  입력,  다운로드  등\nㅇ 개인정보 취급자가 개인정보를 처리할 경우 해당 접근 로그를 시스템에 기록할 것\nㅇ 개인정보처리방침에 따라 개인정보를 처리/파기해야 하며 백업데이터 생성 금지\n - 본 요구사항에서 신규 수정되는 기능에 한하며 SFR(기능 요구사항)과 \nECR(시스템 장비 구성 요구사항)을 초과 하는 사항은 진흥원과 협의 하여 \n기술적 보안대책을 강구하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "시큐어 코딩 준수 및 웹 취약점 제거"
          ],
          [
            "요구사항 분류",
            "보안 요구사항"
          ],
          [
            "정의\n요구사항\n세부\n상세설명\n내용",
            "개발 및 수정되는 소스에 대한 시큐어 코딩 준수 및 웹 취약점 제거\nㅇ 행정안전부의「소프트웨어 개발보안 가이드」를 준용함"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 22 - 주요 보안약점 프로그램 입력 값에 대한 부적절한 검증SQL삽입 등 인증, 접근제어, 권한 관리 등을 적절하지 않게 구현시 발생중요정보 평문저장, 하드코 드된 패스워드 등 불충분한 에러처리오류 메시지를 통한 정보노출 등 코드 오류널 포인터 역참조, 부적절한 자원 해제 등 불충분한 캡슐화제거되지 않고 남은 디버거 코드, 시스템 데이터 정보노출 등 부적절하거나 보안에 취약한 API 사용으로 발생할 수 있는 보안약점 ᄋ 응용SW 대상 한국인터넷진흥원소프트웨어 보안약점 진단가이드에 의 거 보안 취약점을 분석하고 약점이 있을 경우 조치 ᄋ 보안취약점 점검 및 제거 등 일련의 조치 검증은 정보서비스 개발 보안대책의 개발보안 및 관련한 보안권고를 준용하여 처리하고 반드시 검사를 통해 취약 점이 제거될 수 있도록 해야 함 - 최신 악성코드 대응을 위한 주기적인 취약점 점검계획 수립, 점검 조치 결과 내부결재문서보고 및 보안패치 등 운영관리 철저 ᄋ 아래의 웹 취약점 점검 및 보완 조치 사용자 인증 취약점 SQL Injection 취약점 악성스크립트 취약점 불필요한 파일 및 정보노출 취약점 관리자 페이지 노출 취약점 XSS 취약점 유해파일 업로드 취약점 파일목록 및 파일내용 노출 취약점 ᄋ 행정안전부에서 부여한 소프트웨어 보안약점 진단원 자격을 갖춘 전문 진단 원이 보안취약점을 진단하여 조치방안을 수립하고 조치결과를 확인 ᄋ 소프트웨어 보안약점 취약점 점점은 진흥원에서 진행하며 취약점에 대해서 는 즉시 조치하여야 함. ᄋ 취약점 점검결과는 대외비로 관리해야 하며 보안취약점 점검 결과와 조치 결과서를 기관 보안담당자에게 반드시 확인받고 진흥원에 제출하여야 함 ᄋ 웹서버에 악성코드 등 웹쉘WebShell이 업로드되어 침해사고가 발생하지 않도록 보안약점 및 취약점 조치와 주기적인 모니터링 방안 및 웹셀이 업 로드되어 침해사고가 발생하지 않도록 보안조치를 강구해야 함. 요구사항 고유번호 SER-003 요구사항 명칭 보안정책 및 지침 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 보안정책 및 지침준수 내용 세부 내용 ᄋ 보안정책 및 지침 준수 - 국가 정보보안 기본지침국가정보원, 2023.1.31. - 여성가족부 보안업무규정 시행세칙 - 국가ᆞ공공기관 용역업체 보안관리 가이드라인국가정보원, 2020.10. - 소프트웨어 개발보안 가이드행정안전부, 2021. 11. - 소프트웨어 보안약점 진단가이드행정안전부, 2021. 11. - 공개SW를 활용한 소프트웨어 개발보안 점검가이드행정안전부, 2019. 6. - 가명정보 처리 가이드라인개인정보보호위원회, 2024.2. - 홈페이지 개인정보 노출방지 안내서개인정보보호위원회, 2023.12. - 자동처리 되는 개인정보 보호 가이드라인개인정보보호위원회, 2020.12.",
      "tables": [
        [
          [
            "",
            "",
            "◈  주요  보안약점\n•  프로그램  입력  값에  대한  부적절한  검증(SQL삽입  등)\n•  인증,  접근제어,  권한  관리  등을  적절하지  않게  구현시  발생(중요정보  평문저장,  하드코\n드된  패스워드  등)\n•  불충분한  에러처리(오류  메시지를  통한  정보노출  등)\n•  코드  오류(널  포인터  역참조,  부적절한  자원  해제  등)\n•  불충분한  캡슐화(제거되지  않고  남은  디버거  코드,  시스템  데이터  정보노출  등)\n  \n•  부적절하거나  보안에  취약한  API  사용으로  발생할  수  있는  보안약점 \nㅇ  응용S/W  대상  한국인터넷진흥원‘소프트웨어  보안약점  진단가이드’에  의\n거 보안 취약점을 분석하고 약점이 있을 경우 조치\nㅇ 보안취약점 점검 및 제거 등 일련의 조치 검증은 정보서비스 개발 보안대책의 \n개발보안 및  관련한 보안권고를 준용하여 처리하고 반드시 검사를 통해 취약\n점이 제거될 수 있도록 해야 함\n   - 최신 악성코드 대응을  위한 주기적인 취약점 점검계획  수립, 점검 (조치) \n결과 내부결재(문서보고) 및 보안패치 등 운영관리 철저\nㅇ 아래의 웹 취약점 점검 및 보완 조치\n•  사용자 인증 취약점\n•  관리자 페이지 노출 취약점\n•  SQL Injection 취약점\n•  XSS 취약점\n•  유해파일 업로드 취약점\n•  악성스크립트 취약점\n  \n•  파일목록 및 파일내용 노출 취약점\n•  불필요한 파일 및 정보노출 취약점\nㅇ 행정안전부에서 부여한 ‘소프트웨어 보안약점 진단원’ 자격을 갖춘 전문 진단\n원이 보안취약점을 진단하여 조치방안을 수립하고 조치결과를 확인\nㅇ 소프트웨어 보안약점 취약점 점점은 진흥원에서 진행하며 취약점에 대해서\n는 즉시 조치하여야 함. \nㅇ  취약점  점검결과는  대외비로  관리해야  하며  보안취약점  점검  결과와  조치 \n결과서를 기관 보안담당자에게 반드시 확인받고 진흥원에 제출하여야 함\nㅇ  웹서버에  악성코드  등  웹쉘(WebShell)이  업로드되어  침해사고가  발생하지 \n않도록 보안약점 및 취약점 조치와 주기적인 모니터링 방안 및 웹셀이 업\n로드되어 침해사고가 발생하지 않도록 보안조치를 강구해야 함."
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "보안정책 및 지침 준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안정책 및 지침준수 내용"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 보안정책 및 지침 준수\n - 국가 정보보안 기본지침(국가정보원, 2023.1.31.)\n - 여성가족부 보안업무규정 시행세칙\n - 국가ㆍ공공기관 용역업체 보안관리 가이드라인(국가정보원, 2020.10.)\n - 소프트웨어 개발보안 가이드(행정안전부, 2021. 11.)\n - 소프트웨어 보안약점 진단가이드(행정안전부, 2021. 11.)\n - 공개SW를 활용한 소프트웨어 개발보안 점검가이드(행정안전부, 2019. 6.)\n - 가명정보 처리 가이드라인(개인정보보호위원회, 2024.2.)\n - 홈페이지 개인정보 노출방지 안내서(개인정보보호위원회, 2023.12.)\n - 자동처리 되는 개인정보 보호 가이드라인(개인정보보호위원회, 2020.12.)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 23 - - 개인정보의 안전성 확보조치 기준개인정보보호위원회고시 제2023-6호, 2023.9.22. -개인정보를 처리함에 있어 공공기관의 개인정보보호에 관한 법률등 관련법규 및 규정을 준수 - 시스템 개발운영자를 위한 개인정보보호 가이드라인행정안전부 - 모바일 전자정부 서비스 관리 지침행정안전부 예규 제243호, 2023.5.8. 제 5조계획 수립 및 구축시 준수사항 - 모바일 활용업무에 대한 보안 가이드라인 - 모바일 대민서비스 보안취약점 점검가이드 - 모바일 전자정부 서비스 앱 소스코드 검증 가이드라인 - 스마트폰 앱 접근권한 개인정보보호안내서 - 위 지침 외에도 정부가 제정ᆞ공포한 관계 제 법규지침 - 본 사업은 위 지침 외에도 정부가 제정ᆞ공포한 관계 제 법규지침을 준수하여야 하며, 사업기간동안 법규가 변경될 경우 해당 법규 준수 - 용역사업 중 또는 종료 후라도 본 사업과 관련하여 국가정보원 등 관련 기관으로부터 보안에 문제가 있다고 지적될 경우 반드시 해결책을 강구하고 조치하여야 함 - 본 사업의 자체 보안대책 강구사항보안서약 후 열람을 준수하여 사업 수행 및 정보시스템에 대한 기술적 보안대책을 강구하고 조치하여야 함 - 본 요구사항에서 SFR기능 요구사항과 ECR시스템 장비 구성 요구사항을 초과 하는 사항은 진흥원과 협의 하여 기술적 보안대책을 강구하여야 함 요구사항 고유번호 SER-004 요구사항 명칭 사업 수행에 대한 보안대책 수립 및 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사업 계약단계부터 완료단계까지 준수해야할 보안대책 세부 내용 ᄋ 사업수행 중 정보유출 등 보안사고 발생 시 책임을 져야 함 ᄋ 정보누출 적발시 국가계약법 시행령 제76조에 의거 부정당업자로 등록, 입찰 참자자격 제한 등 제재 조치 등 불이익을 받을 수 있음 ᄋ 사업 계약단계 보안대책 수립 - 사업수행계획서에 자료인원장비네트워크 등에 대한 물리적, 관리적, 기술적 보안대책 및 누출금지 대상정보 관리 방안을 제출하여야 함 - 사업 수행 중에 알게 되는 내부정보 및 하도급 업체에 대한 보안관리 및 개 인정보 관리 책임을 위해 대표자 명의 보안서약서 및 대표용 개인정 보 보호 서약서를 제출하여야 함 - 누출금지 대상정보 등 자료장비 등에 대한 대외보안이 필요한 경우 용역 계약서와 별도로 비밀유지계약을 체결하여야 함하도급 계약을 체결하는 경우 누출금지 대상정보 1 해당 기관의 정보시스템 내ᆞ외부 IP주소 현황 2 정보시스템 구성 현황 및 정보통신망 구성도 3 개별사용자의 계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4 정보통신망 또는 정보시스템 취약점 분석ᆞ평가 결과물 5 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경우 국가안보 및",
      "tables": [
        [
          [
            "",
            "",
            "- 개인정보의 안전성 확보조치 기준(개인정보보호위원회고시 제2023-6호, \n   2023.9.22.)\n -개인정보를 처리함에 있어 『공공기관의 개인정보보호에 관한 법률』등 \n관련법규 및 규정을 준수\n - 시스템 개발·운영자를 위한 개인정보보호 가이드라인(행정안전부)\n - 모바일 전자정부 서비스 관리 지침(행정안전부 예규 제243호, 2023.5.8.) \n   제 5조(계획 수립 및 구축시 준수사항)\n - 모바일 활용업무에 대한 보안 가이드라인\n - 모바일 대민서비스 보안취약점 점검가이드\n - 모바일 전자정부 서비스 앱 소스코드 검증 가이드라인\n - 스마트폰 앱 접근권한 개인정보보호안내서\n - 위 지침 외에도 정부가 제정ㆍ공포한 관계 제 법규(지침)\n - 본 사업은 위 지침 외에도 정부가 제정ㆍ공포한 관계 제 법규(지침)을 \n   준수하여야 하며, 사업기간동안 법규가 변경될 경우 해당 법규 준수\n - 용역사업 중 또는 종료 후라도 본 사업과 관련하여 국가정보원 등 관련 \n기관으로부터 보안에 문제가 있다고 지적될 경우 반드시 해결책을 강구하고 \n조치하여야 함\n - 본 사업의 “자체 보안대책 강구사항“(보안서약 후 열람)을 준수하여 사업 \n수행 및 정보시스템에 대한 기술적 보안대책을 강구하고 조치하여야 함\n - 본 요구사항에서 SFR(기능 요구사항)과 ECR(시스템 장비 구성 요구사항)을 \n초과 하는 사항은 진흥원과 협의 하여 기술적 보안대책을 강구하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "사업 수행에 대한 보안대책 수립 및 준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업 계약단계부터 완료단계까지 준수해야할 보안대책"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 사업수행 중 정보유출 등 보안사고 발생 시 책임을 져야 함\nㅇ 정보누출 적발시 「국가계약법」 시행령 제76조에 의거 부정당업자로 \n   등록, 입찰 참자자격 제한 등 제재 조치 등 불이익을 받을 수 있음\nㅇ 사업 계약단계 보안대책 수립\n  -  사업수행계획서에  자료‧인원‧장비‧네트워크  등에  대한  물리적,  관리적,  기술적 \n보안대책 및 누출금지 대상정보 관리 방안을 제출하여야 함\n  - 사업 수행 중에 알게 되는 내부정보 및 하도급 업체에 대한 보안관리 및 개\n인정보 관리 책임을 위해 대표자 명의 ‘보안서약서’ 및 ‘대표용 개인정\n보 보호 서약서)’를 제출하여야 함\n  - 누출금지 대상정보 등 자료‧장비 등에 대한 대외보안이 필요한 경우 용역 \n계약서와 별도로 비밀유지계약을 체결하여야 함(하도급 계약을 체결하는 경우\n◈ 누출금지 대상정보\n① 해당 기관의 정보시스템 내ㆍ외부 IP주소 현황\n② 정보시스템 구성 현황 및 정보통신망 구성도\n③ 개별사용자의 계정ㆍ비밀번호 등 정보시스템 접근권한 정보\n④ 정보통신망 또는 정보시스템 취약점 분석ㆍ평가 결과물\n⑤ 정보화사업 용역 결과물 및 관련 프로그램 소스코드(외부에 유출될 경우 국가안보 및"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 24 - 에도 동일한 비밀유지 의무를 지님 ᄋ 개인정보 처리 위탁관리 - 개인정보 업무의 범위 및 책임을 명확히 하기 위해 사업수행계획서와 별도로 개인정보 처리위탁 계약서를 제출하도록 하며 표준 개인정보처리 위탁 계약서 양식을 준수하여 작성하여야 함 - 용역사업 참여인원은 직원용 개인정보 보호서약서, 계약업체 대표자는 대표용 개인정보 보호 서약서에 자필서명 후, 진흥원에 제출해야 함. - 사업자는 용역사업 수행 전 참여인원에 대해 개인정보 보호법 준수 및 위반 시 손해배상책임 등에 대한 개인정보 보호 교육을 실시하여야함. - 사업자는 개인정보 보호 실태점검 보고서 양식을 이용해 정기적으로 매 월 또는 분기 등 합리적인 점검주기로 설정필요 개인정보 실태점검을 실시 하고 결과를 진흥원에게 확인받아야 한다. - 개인정보의 안전성 확보조치, 손해배상, 개인정보 파기 등 개인정보 보호 관 련 세부사항은 개인정보처리 위탁계약서에서 정함. ᄋ 참여인원에 대한 보안관리 - 사업 참여인원은 개인의 친필 서명이 들어간 보안서약서 제출 - 사업 수행 전 참여인원에 대해 법적 또는 주관기관 규정에 따른 비밀유지 의무 준수 및 위반시 처벌내용, 누출금지 대상정보 및 정보누출 시 부정 당업자 제재조치 등에 대한 보안교육을 실시하여야 함 - 사업수행 중 주관기관의 정기적인 보안점검에 성실히 응하여야 함 ᄋ 자료에 대한 보안관리 -누출금지 대상정보는 반드시 자료관리 대장에 인계자인수자가 직접 서명하여 관리하고 사업완료시 관련 자료 회수 - 사업수행에서 생산되는 모든 산출물은 파일서버 또는 보안담당관이 지정한 PC에만 저장관리하고 사업담당자가 인가하지 않은 비인가자에게 제공대여 열람 금지 - 진흥원의 보안정책에 P2P, 웹하드 등 인터넷 자료공유사이트 및 상용 메일메 신저 사용을 금지하고 자료전송이 필요한 경우 자체 전자우편을 이용, 첨부자 료를 암호화 후 수발신다만, 대외비 이상의 비밀은 전자우편 송수신 금지 - 매일 퇴근시 진흥원이 제공한 비공개 자료는 반납하고 그 외 자료는 사 무실 시건장치가 된 보관함에 보관 ᄋ 사무실장비에 대한 보안관리 - 상주인력에 대해서는 정보보안 SW바이러스 백신, 보조기억매체제어 등 설치를 통해 주관기관 직원과 동일한 수준의 보안 통제를 적용 - PC는 부팅 패스워드, 운영체제 패스워드, 화면보호기 패스워드를 설정해야 하며, 공유폴더 감시, 운영체제 업데이트, 백신 최신패치 등 상시점검 및 국익에 피해가 우려되는 중요 용역사업에 해당 6 암호자재, 암호가 주 기능인 제품 및 정보보호시스템 도입ᆞ운용 현황 7 정보보호시스템 및 네트워크장비 설정 정보 8 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 해당 기관의 내부문서 9 개인정보보호법제2조제1호에 따른 개인정보 10 보안업무규정제4조에 따른 비밀 및 보안업무규정 시행규칙 제16조제3항에 따른 대외비 11 그 밖에 해당 기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [
        [
          [
            "",
            "",
            "국익에 피해가 우려되는 중요 용역사업에 해당) \n⑥ 암호자재, 암호가 주 기능인 제품 및 정보보호시스템 도입ㆍ운용 현황\n⑦ 정보보호시스템 및 네트워크장비 설정 정보\n⑧  「공공기관의  정보공개에  관한  법률」제9조제1항에  따라  비공개  대상  정보로  분류된 \n해당 기관의 내부문서\n⑨ 「개인정보보호법」제2조제1호에 따른 개인정보\n⑩ 「보안업무규정」제4조에 따른 비밀 및 ｢보안업무규정 시행규칙｣  제16조제3항에 따른 \n대외비\n⑪ 그 밖에 해당 기관의 장이 공개가 불가하다고 판단한 자료\n에도 동일한 비밀유지 의무를 지님)\nㅇ 개인정보 처리 위탁관리\n  - 개인정보 업무의 범위 및 책임을 명확히 하기 위해 사업수행계획서와 별도로 \n‘개인정보 처리위탁  계약서’를  제출하도록 하며  표준 개인정보처리  위탁\n계약서 양식을 준수하여 작성하여야 함\n  -  용역사업  참여인원은  ‘직원용  개인정보  보호서약서’,  계약업체  대표자는 \n‘대표용 개인정보 보호 서약서’에 자필서명 후, 진흥원에 제출해야 함.\n  - 사업자는 용역사업 수행 전 참여인원에 대해 개인정보 보호법 준수 및 위반 \n시 손해배상책임 등에 대한 개인정보 보호 교육을 실시하여야함.\n  - 사업자는 ‘개인정보 보호 실태점검 보고서’ 양식을 이용해 정기적으로 (매\n월 또는 분기 등 합리적인 점검주기로 설정필요) 개인정보 실태점검을 실시\n하고 결과를 진흥원에게 확인받아야 한다.\n  - 개인정보의 안전성 확보조치, 손해배상, 개인정보 파기 등 개인정보 보호 관\n련 세부사항은 개인정보처리 위탁계약서에서 정함.\nㅇ 참여인원에 대한 보안관리\n  - 사업 참여인원은 개인의 친필 서명이 들어간 보안서약서 제출\n  - 사업 수행 전 참여인원에 대해 법적 또는 주관기관 규정에 따른 비밀유지 \n의무 준수 및 위반시 처벌내용, 누출금지 대상정보 및 정보누출 시 부정\n당업자 제재조치 등에 대한 보안교육을 실시하여야 함\n  - 사업수행 중 주관기관의 정기적인 보안점검에 성실히 응하여야 함\nㅇ 자료에 대한 보안관리\n  -‘누출금지 대상정보’는 반드시 ‘자료관리 대장’에 인계자‧인수자가 직접 \n서명하여 관리하고 사업완료시 관련 자료 회수 \n  - 사업수행에서 생산되는 모든 산출물은 파일서버 또는 보안담당관이 지정한 \nPC에만 저장‧관리하고 사업담당자가 인가하지 않은 비인가자에게 제공‧대여‧\n열람 금지\n  - 진흥원의 보안정책에 P2P, 웹하드 등 인터넷 자료공유사이트 및 상용 메일‧메\n신저 사용을 금지하고 자료전송이 필요한 경우 자체 전자우편을 이용, 첨부자\n료를 암호화 후 수‧발신(다만, 대외비 이상의 비밀은 전자우편 송수신 금지)\n  - 매일 퇴근시 진흥원이 제공한 비공개 자료는 반납하고 그 외 자료는  사\n무실 시건장치가 된 보관함에 보관\nㅇ 사무실‧장비에 대한 보안관리\n  - 상주인력에 대해서는 정보보안 S/W(바이러스 백신, 보조기억매체제어 등) \n설치를 통해 주관기관 직원과 동일한 수준의 보안 통제를 적용\n  - PC는 부팅 패스워드, 운영체제 패스워드, 화면보호기 패스워드를 설정해야 \n하며, 공유폴더 감시, 운영체제 업데이트, 백신 최신패치 등 상시점검 및"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 25 - 악성코드 감염 차단을 위한 저장매체 자동 점검이 될 수 있도록 설정 - 노트북 등 관련 장비를 외부에 반출입시 악성코드 감염여부 및 자료 무단 반출 여부를 확인하고 관리대장에 반드시 기록 - 인가받지 않은 USB 등의 휴대용 저장매체 사용을 금지하고 산출물 저장을 위해 휴대용 저장매체가 필요한 경우 보안담당관의 승인 하에 사용 - 사업자는 수행 장소에 대한 보안점검을 정기적으로 실시하여 사업담당자 에게 결과를 보고 ᄋ 내ᆞ외부망 접근 보안관리 - 용역업체 사용 전산망은 방화벽 등을 활용, 진흥원 업무망과 분리구성하 며, 업무상 필요시 제한적 접근 허용 - 사업 수행시 내부 전산망 이용이 필요한 경우 사업 참여인원에 대한 사용자계정은 하나의 그룹으로 등록하고 계정별로 정보시스템 접근권한을 차등 부여하되 기관 내부문서 접근 금지 계정별로 부여된 접속권한은 불필요시 곧바로 권한을 해지하거나 계정을 폐기 참여인원에게 부여한 패스워드는 보안담당관이 별도로 기록 관리하고 수시로 해당 계정에 접속하여 저장된 자료와 작업이력 확인 보안담당관은 서버 및 장비 운영자로 하여금 내부서버 및 네트워크 장비에 대한 접근기록을 매일 확인하여 이상 유무 보고 - 용역업체에서 사용하는 PC는 인터넷 연결을 금지하되, 사업 수행상 연결이 필요한 경우에는 진흥원의 보안 통제 하에 제한적 허용 - 진흥원 및 용역업체 전산망에서 P2P, 웹하드 등 인터넷 자료공유사이트로의 접속을 방화벽, 유해사이트 접속 차단시스템 등을 이용해 원천 차단 ᄋ 응용프로그램 보안관리 - 모든 어플리케이션에 사용자 계정패스워드 설정 - 최신버전으로 업그레이드 및 보안패치 실시 - 개발서버에서 개발 및 전체 테스트 후 운영시스템 적용 - 권한을 주기적으로 확인하여 불필요한 권한 삭제 - 사업결과물은 취약점 진단프로그램으로 검증 ᄋ 정보시스템에 대한 기술적 보안관리 - 진흥원 자체보안대책 준수보안서약서 작성 후 열람 가능 ᄋ 사업 완료시 보안관리 - 최종 산출물 중 대외보안이 요구되는 자료는 대외비 이상으로 작성관리하고 불필요한 자료는 반드시 삭제 및 폐기 - 진흥원에서 제공받은 자료, 장비, 산출물 등 용역 관련 제반자료는 전량 회수하고 용역업체에 복사본 등 별도 보관 절대 금지 - 사업 완료후 업체 소유 PC, 서버의 하드디스크, 휴대용 저장매체, 노트북 등 전자기록 저장매체는 국가정보원이 안전성을 검증한 삭제 SW로 완전 삭제 후 반출 - 용역사업 관련 자료 회수 및 삭제조치 후 업체에게 복사본 등 용역사업 관련 자료를 보유하고 있지 않다는 대표 명의 확약서 제출",
      "tables": [
        [
          [
            "",
            "",
            "악성코드 감염 차단을 위한 저장매체 자동 점검이 될 수 있도록 설정\n  - 노트북 등 관련 장비를 외부에 반출‧입시 악성코드 감염여부 및 자료 무단\n반출 여부를 확인하고 관리대장에 반드시 기록\n  - 인가받지 않은 USB 등의 휴대용 저장매체 사용을 금지하고 산출물 저장을 \n위해 휴대용 저장매체가 필요한 경우 보안담당관의 승인 하에 사용\n  - 사업자는 수행 장소에 대한 보안점검을 정기적으로 실시하여 사업담당자\n에게 결과를 보고\nㅇ 내ㆍ외부망 접근 보안관리\n  -  용역업체  사용  전산망은  방화벽  등을  활용,  진흥원  업무망과  분리구성하\n며, 업무상 필요시 제한적 접근 허용\n  - 사업 수행시 내부 전산망 이용이 필요한 경우\n    ‣  사업  참여인원에  대한  사용자계정은  하나의  그룹으로  등록하고  계정별로  \n정보시스템 접근권한을 차등 부여하되 기관 내부문서 접근 금지\n    ‣  계정별로 부여된 접속권한은 불필요시 곧바로 권한을 해지하거나 계정을 폐기\n    ‣  참여인원에게  부여한  패스워드는  보안담당관이  별도로  기록  관리하고 \n수시로 해당 계정에 접속하여 저장된 자료와 작업이력 확인\n    ‣  보안담당관은  서버  및  장비  운영자로  하여금  내부서버  및  네트워크   \n장비에 대한 접근기록을 매일 확인하여 이상 유무 보고\n  - 용역업체에서 사용하는 PC는 인터넷 연결을 금지하되, 사업 수행상 연결이 \n필요한 경우에는 진흥원의 보안 통제 하에 제한적 허용\n  - 진흥원 및 용역업체 전산망에서 P2P, 웹하드 등 인터넷 자료공유사이트로의 \n접속을 방화벽, 유해사이트 접속 차단시스템 등을 이용해 원천 차단\nㅇ 응용프로그램 보안관리\n  - 모든 어플리케이션에 사용자 계정/패스워드 설정\n  - 최신버전으로 업그레이드 및 보안패치 실시\n  - 개발서버에서 개발 및 전체 테스트 후 운영시스템 적용\n  - 권한을 주기적으로 확인하여 불필요한 권한 삭제\n  - 사업결과물은 취약점 진단프로그램으로 검증\nㅇ 정보시스템에 대한 기술적 보안관리\n  - 진흥원 자체보안대책 준수(보안서약서 작성 후 열람 가능)\nㅇ 사업 완료시 보안관리\n  - 최종 산출물 중 대외보안이 요구되는 자료는 대외비 이상으로 작성‧관리하고 \n불필요한 자료는 반드시 삭제 및 폐기\n  -  진흥원에서  제공받은  자료,  장비,  산출물  등  용역  관련  제반자료는  전량 \n회수하고 용역업체에 복사본 등 별도 보관 절대 금지\n  - 사업 완료후 업체 소유 PC, 서버의 하드디스크, 휴대용 저장매체, 노트북 \n등 전자기록 저장매체는 국가정보원이 안전성을 검증한 삭제 SW로 완전 \n삭제 후 반출\n  -  용역사업  관련  자료  회수  및  삭제조치  후  업체에게  복사본  등  용역사업 \n관련 자료를 보유하고 있지 않다는 대표 명의 확약서 제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 26 - 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 유지관리 품질관리 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 유지관리 품질 보증 요건 세부 내용 ᄋ 유지관리 품질보증의 범위, 품질보증을 위한 조직, 절차, 방법 등을 제시하여야 함 ᄋ 운영관리를 위한 표준문서 및 산출물 품질관리 방안을 제시하여야 함 ᄋ 사업 수행 중 발생하는 산출물은 진흥원의 확인검증을 통해 확정하고 산출물의 품질 을 제고하기 위하여 진흥원의 의견을 반영하여야 함 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 계약의 해지 요구사항 분류 제약사항 요구사항 상세설명 정의 계약해지에 대한 사항을 명시 세부 내용 ᄋ 진흥원은 아래의 사항에 대하여는 계약의 전부 또는 일부를 해지할 수 있으며, 계약을 해지함에 있어 사업자는 어떠한 이의도 제기할 수 없음 - 본 계약을 수행함에 있어 소정의 성과를 기대 하기 곤란하거나 업무를 수행 할 능력이 없다고 판단된 경우 - 계약 내용을 이행하지 아니하여 업무에 상당한 지장을 초래한 경우 - 비밀 준수조건의 위반, 용역중단 사유의 발생 등 불가피한 사정으로 인하 여 계약을 해지할 필요가 있다고 진흥원이 인정할 경우 - 사업자 과실이 빈번하게 발생 되어 막대한 지장을 초래한 경우 요구사항 고유번호 COR-002 요구사항 명칭 소프트웨어 사용 요구사항 분류 제약사항 요구사항 상세설명 정의 소프트웨어 사용에 대한 사항을 명시 세부 내용 ᄋ 사업자는 용역 수행을 위하여 별도의 소프트웨어를 사용할 경우에는 반드시 정품을 사용하여야 하고 불법 소프트웨어를 사용하여 발생하는 모든 책임은 사업자에게 있음",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "유지관리 품질관리"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "유지관리 품질 보증 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 유지관리 품질보증의 범위, 품질보증을 위한 조직, 절차, 방법 등을 제시하여야 함\nㅇ 운영관리를 위한 표준문서 및 산출물 품질관리 방안을 제시하여야 함\nㅇ 사업 수행 중 발생하는 산출물은 진흥원의 확인․검증을 통해 확정하고 산출물의 품질\n을 제고하기 위하여 진흥원의 의견을 반영하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "계약의 해지"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "계약해지에 대한 사항을 명시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 진흥원은 아래의 사항에 대하여는 계약의 전부 또는 일부를 해지할 수 \n있으며, 계약을 해지함에 있어 사업자는 어떠한 이의도 제기할 수 없음\n - 본 계약을 수행함에 있어 소정의 성과를 기대 하기 곤란하거나 업무를 수행\n할 능력이 없다고 판단된 경우\n - 계약 내용을 이행하지 아니하여 업무에 상당한 지장을 초래한 경우\n - 비밀 준수조건의 위반, 용역중단 사유의  발생 등 불가피한 사정으로 인하\n여 계약을 해지할 필요가 있다고 진흥원이 인정할 경우\n - 사업자 과실이 빈번하게 발생 되어 막대한 지장을 초래한 경우"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어 사용"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어 사용에 대한 사항을 명시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 사업자는 용역 수행을 위하여 별도의 소프트웨어를 사용할 경우에는 반드시 \n정품을 사용하여야 하고 불법 소프트웨어를 사용하여 발생하는 모든 \n책임은 사업자에게 있음"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 27 - 요구사항 고유번호 COR-004 요구사항 명칭 웹 표준 및 호환성 준수 요구사항 분류 제약사항 요구사항 상세설명 정의 웹 표준 및 호환성 요건 준수 세부 내용 ᄋ 다양한 브라우저 및 정보기기 호환을 위한 웹 표준 및 호환성 준수 - 웹 표준 문법을 준수하여 구축 W3C Markup Validation 문법 검사 통과 W3C CSS Validation 문법 검사 통과 - 웹 호환성 확보로 크로스브라우징 지원 동작호환성 확보, 레이아웃 호환성 확보, 플러그인 미사용 최소 3종 이상 브라우저 크롬, 사파리, 엣지 등 지원 - 사업완료시 웹 호환성 준수 증빙자료를 제출하여야 함 W3C Markup Validator, CSS Validator, 크로스브라우징 지원 진단 체크리스트 ᄋ전자정부 웹사이트 품질관리 지침행정안전부고시 제2021-19호에 따라 웹 표준HTML, CSS문법, 웹 호환성기능, 화면을 준수 ᄋ 공공 웹사이트 플러그인 제거 가이드라인에 따라 플러그인 제거 요구사항 고유번호 COR-003 요구사항 명칭 장애복구 지연 시 조치 요구사항 분류 제약사항 요구사항 상세설명 정의 장애복구 지연 시 진흥원이 조치할 수 있는 사항 세부 내용 ᄋ 장애 발생 후 기술력 부족 등으로 장애 처리 지연 시, 진흥원은 타 업체에 장애복구를 의뢰할 수 있으며 이 경우 소요 비용은 사업자가 부담하여야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "장애복구 지연 시 조치"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장애복구 지연 시 진흥원이 조치할 수 있는 사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 장애 발생 후 기술력 부족 등으로 장애 처리 지연 시, 진흥원은 타 업체에 \n장애복구를 의뢰할 수 있으며 이 경우 소요 비용은 사업자가 부담하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "웹 표준 및 호환성 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹 표준 및 호환성 요건 준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 다양한 브라우저 및 정보기기 호환을 위한 웹 표준 및 호환성 준수\n  - 웹 표준 문법을 준수하여 구축 \n   * W3C Markup Validation 문법 검사 통과 \n   * W3C CSS Validation 문법 검사 통과\n  - 웹 호환성 확보로 크로스브라우징 지원 \n   * 동작호환성 확보, 레이아웃 호환성 확보, 플러그인 미사용 \n   * 최소 3종 이상 브라우저( 크롬, 사파리, 엣지 등) 지원\n  - 사업완료시 웹 호환성 준수 증빙자료를 제출하여야 함\n   * W3C Markup Validator, CSS Validator, 크로스브라우징 지원 진단 체크리스트\nㅇ「전자정부 웹사이트 품질관리 지침(행정안전부고시 제2021-19호)」에 따라 \n웹 표준(HTML, CSS)문법, 웹 호환성(기능, 화면)을 준수\nㅇ 공공 웹사이트 플러그인 제거 가이드라인에 따라 플러그인 제거"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 28 - 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 인적성 검사 변경에 따른 프로그램 수정 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 인적성 검사 변경에 따른 프로그램 수정 반영 세부 내용 ᄋ인적성 검사 변경에 따른 프로그램 수정 -운영 중인 인적성 문항 수정, 검사 단계 추가 등 최적화 -대상자에 따른 단계별 인적성 검사 도구 제작 -최초, 재검사 대상 설정 기능 추가 -대상자 유효성현황상태판단에 따른 검사 단계 선택 및 이력 관리기능 ᄋ인적성 단계별 검사 도구 관리 -인적성 단계별 검사 도구 대상자에게 전달 문자 또는 이메일을 전달 기능 요구사항 고유번호 SFR-002 요구사항 명칭 인적성 검사 변경에 따른 결과 반영 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 인적성 검사 변경에 따른 검사 결과지 변경 세부 내용 ᄋ인적성 알고리즘 변경에 따른 결과 반영 -알고리즘 최종 결과 보고서 수정 반영 -단계별 알고리즘 수정에 따른 영향도 체크 및 최적화 적용 ᄋ인적성프로그램 수정에 따른 결과지 반영 -단계별 결과지 디자인 변경 원본파일InDesign 제공하며 수정에 들어가는 비용은 제안사 부담. -단계별 데이터 결과지 반영 발주사 제공 오즈리포팅 SW 요구사항 고유번호 SFR-003 요구사항 명칭 인적성 이용자 간편인증 도입 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 인적성 이용자 간편인증 도입 세부 내용 ᄋ간편인증 도입 -네이버, 카카오..등 간편 인증등 도입 -간편인증 도입으로 인한 프로그램 수정 -기존 인적성 프로그램은 정상 가동되어야 함 인증 체계는 운영 정책에 따라 달라질 수 있음",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "인·적성 검사 변경에 따른 프로그램 수정"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "인·적성 검사 변경에 따른 프로그램 수정 반영"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ인·적성 검사 변경에 따른 프로그램 수정\n -운영 중인 인·적성 문항 수정, 검사 단계 추가 등 최적화\n -대상자에 따른 단계별 인·적성 검사 도구 제작\n -최초, 재검사 대상 설정 기능 추가\n -대상자 유효성(현황상태)판단에 따른 검사 단계 선택 및 이력 관리기능\nㅇ인·적성 단계별 검사 도구 관리\n -인·적성 단계별 검사 도구 대상자에게 전달\n  *문자 또는 이메일을 전달 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "인·적성 검사 변경에 따른 결과 반영"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "인·적성 검사 변경에 따른 검사 결과지 변경"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ인·적성 알고리즘 변경에 따른 결과 반영\n -알고리즘 최종 결과 보고서 수정 반영\n -단계별 알고리즘 수정에 따른 영향도 체크 및 최적화 적용\nㅇ인·적성프로그램 수정에 따른 결과지 반영\n -단계별 결과지 디자인 변경\n  *원본파일(InDesign) 제공하며 수정에 들어가는 비용은 제안사 부담.\n -단계별 데이터 결과지 반영 \n  *발주사 제공 : 오즈리포팅 SW"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "인·적성 이용자 간편인증 도입"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "인·적성 이용자 간편인증 도입"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ간편인증 도입\n -네이버, 카카오..등 간편 인증등 도입\n -간편인증 도입으로 인한 프로그램 수정\n -기존 인·적성 프로그램은 정상 가동되어야 함\n ※ 인증 체계는 운영 정책에 따라 달라질 수 있음"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 29 - 요구사항 고유번호 SFR-004 요구사항 명칭 권한 관리 수정 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 광역센터 및 서비스 제공기관의 권한 수정 세부 내용 ᄋ관리자 권한 수정 -중앙기관, 광역센터, 서비스 제공기관 권한 정책에 따른 수정 사업자는 현 시스템 분석 이후 사업 수행 시작 후 4개월 이내 수정 요구사항 고유번호 SFR-005 요구사항 명칭 2단계 계정 인증 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 관리자 보안 강화를 위한 2단계 계정 인증 수정 세부 내용 ᄋ2단계 인증 수단을 활용하는 2단계 인증 체계 - 2단계 인증 체계는 전자우편 또는 문자SMS를 활용한 인증으로 수정 SMTP or SMS 진흥원 제공 - 1회용 임시허용시간적용 비밀번호 발급 요구사항 고유번호 SFR-006 요구사항 명칭 개인정보보호 기능 수정 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 개인정보보호를 위한 기능 수정 세부 내용 ᄋ개인정보보호 기능 -권한 등록신규 이력 로그 저장 ᄋ개인정보 접근 이력 저장 -접속자, 접속IP, 열람정보, 접근일시 로그 저장 요구사항 고유번호 SFR-007 요구사항 명칭 시스템 형상관리 제공 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 시스템의 안정적인 운영관리를 위한 형상 관리 체계 제공 세부 내용 ᄋ형상관리 제공 -정보시스템 소스 변경에 따른 SW 형상관리 체계 구축ᆞ유지 체계 제공 형상관리 툴은 분산형 저장 방식으로 하되 진흥원과 협의하여 선정함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "권한 관리 수정"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "광역센터 및 서비스 제공기관의 권한 수정"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ관리자 권한 수정\n -중앙기관, 광역센터, 서비스 제공기관 권한 정책에 따른 수정\n  (사업자는 현 시스템 분석 이후 사업 수행 시작 후 4개월 이내 수정)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "2단계 계정 인증"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관리자 보안 강화를 위한 2단계 계정 인증 수정"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 2단계 인증 수단을 활용하는 2단계 인증 체계\n - 2단계 인증 체계는 전자우편 또는 문자(SMS)를 활용한 인증으로 수정\n   *SMTP or SMS 진흥원 제공\n - 1회용 임시(허용시간적용) 비밀번호 발급"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "개인정보보호 기능 수정"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보보호를 위한 기능 수정"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ개인정보보호 기능\n -권한 등록(신규) 이력 로그 저장\nㅇ개인정보 접근 이력 저장\n -접속자, 접속IP, 열람정보, 접근일시 로그 저장"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 형상관리 제공"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템의 안정적인 운영관리를 위한 형상 관리 체계 제공"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ형상관리 제공\n -정보시스템 소스 변경에 따른 SW 형상관리 체계 구축ㆍ유지 체계 제공\n *형상관리 툴은 분산형 저장 방식으로 하되 진흥원과 협의하여 선정함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 30 - 시스템 장비 구성 요구사항 요구사항 고유번호 ECR-002 요구사항 명칭 클라우드 서비스 내역 요구사항 분류 시스템 장비 구성 요구사항 상세설명 정의 클라우드 서비스 내역 세부내용 ᄋ 클라우드 서비스 요구사항에서 기술된 사항들은 클라우드 서비스 인프라 임대 및 인적성 검사 정보 시스템 서비스 운영 시 구현해야 할 최소한의 수준이며, 협상과정에서 진흥원과의 협의를 통해 세부기능을 더욱 세분화할 수 있음 운영 환경 구축은 진흥원에서 요구 시 계약기간 전이라도 제공하여야 구분 내역 수량 식 항목 CPU vcore MEM GB DISKGB OSData 운영 서버 Kubernetes 8 16 - 4 MySQL 8 16 - 1 보안 및 운영관리 네트워크 방화벽 네트워크 접근제어 1 웹방화벽 웹서비스 컨텐츠 접근제어 1 보안 관제 1 운영 관리 1 저장소 Storage 5TB 1 기타 Public IP, Traffic etc. 1 요구사항 고유번호 ECR-001 요구사항 명칭 클라우드 환경 공통 요구사항 분류 시스템 장비 구성 요구사항 상세설명 정의 클라우드 환경경의 안정적인 운영을 위한 공통사항 세부내용 ᄋ서비스 제공 공통 -24시간 365일 무중단 서비스를 제공하며 사용자 증가에 따른 성능저하 없이 정상적인 운영환경을 제공하여야 함. -사용자의 급격한 증가를 수용할 수 있는 클라우드 가용 계획 제시. -월별 자원 사용량 및 비용 보고 체계 마련함. ᄋ본 사업의 연속성 및 효과적인 운영을 위하여 현재 시스템 현황을 분석하 고, 성공적인 과업 완수를 위한 최적의 수행 방안을 제시하여야 함 ᄋ본 사업 기간 중 신규 서비스 추가나 구성, 이관이 필요할 경우 이를 지원 하여야 함. ᄋ제안사는 운영환경 외 운영 협업시스템MAR-003 클라우드 자원을 제공하 여야 함. ᄋ인수인계 기간과 인력은 협의하여 결정하며, 인수인계시 적극 지원함. 선정된 사업자는 기 사업자에게 사업자 선정전까지 실시한 유지보수 비용을 일할 계산하여 지불함.",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 환경 공통"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "상세설명",
            "정의",
            "클라우드 환경경의 안정적인 운영을 위한 공통사항"
          ],
          [
            "",
            "세부내용",
            "ㅇ 서비스 제공 공통\n  -24시간 365일 무중단 서비스를 제공하며 사용자 증가에 따른 성능저하\n   없이 정상적인 운영환경을 제공하여야 함.\n  -사용자의 급격한 증가를 수용할 수 있는 클라우드 가용 계획 제시.\n  -월별 자원 사용량 및 비용 보고 체계 마련함.\nㅇ 본 사업의 연속성 및 효과적인 운영을 위하여 현재 시스템 현황을 분석하\n고, 성공적인 과업 완수를 위한 최적의 수행 방안을 제시하여야 함\nㅇ 본 사업 기간 중 신규 서비스 추가나 구성, 이관이 필요할 경우 이를 지원\n하여야 함.\nㅇ 제안사는 운영환경 외 운영 협업시스템(MAR-003) 클라우드 자원을 제공하\n여야 함.\nㅇ 인수인계 기간과 인력은 협의하여 결정하며, 인수인계시 적극 지원함.\n  *선정된 사업자는 기 사업자에게 사업자 선정전까지 실시한 유지보수 \n   비용을 일할 계산하여 지불함."
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-002",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 내역",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "상세설명",
            "정의",
            "클라우드 서비스 내역",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "ㅇ 클라우드 서비스 요구사항에서 기술된 사항들은 클라우드 서비스 인프라 \n임대 및 인적성 검사 정보 시스템 서비스 운영 시 구현해야 할 최소한의 \n수준이며, 협상과정에서 진흥원과의 협의를 통해 세부기능을 더욱 \n세분화할 수 있음\n구분\n운영\n ※ 운영 환경 구축은 진흥원에서 요구 시 계약기간 전이라도 제공하여야",
            "서버",
            "내역",
            "",
            "수량\n(식)\n4"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "항목\nKubernetes",
            "CPU\nMEM\nDISK(GB)\n(vcore)\n(GB)\n(OS/Data)\n8\n16\n-",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "MySQL",
            "8\n16\n-",
            "1"
          ],
          [
            "",
            "",
            "",
            "보안\n및\n운영관리",
            "네트워크 방화벽",
            "네트워크 접근제어",
            "1"
          ],
          [
            "",
            "",
            "",
            "",
            "웹방화벽",
            "웹서비스 컨텐츠 접근제어",
            "1"
          ],
          [
            "",
            "",
            "",
            "",
            "보안 관제",
            "",
            "1"
          ],
          [
            "",
            "",
            "",
            "",
            "운영 관리",
            "",
            "1"
          ],
          [
            "",
            "",
            "",
            "저장소",
            "Storage\n~ 5TB",
            "",
            "1"
          ],
          [
            "",
            "",
            "",
            "기타",
            "Public  IP, Traffic etc.",
            "",
            "1"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 31 - 함. 운영 환경의 시스템 및 각종 클라우드 서비스 사양, 수량은 진흥원과 협의 후 결정 요구사항 고유번호 ECR-003 요구사항 명칭 클라우드 서비스 구성 요구사항 분류 시스템 장비 구성 요구사항 상세설명 정의 클라우드 서비스를 이용하고 구성하기 위한 일반 요구사항 세부내용 ᄋ클라우드 컴퓨팅 발전 및 이용자 보호에 관한 법률 제23조 제2항 정보보호에 관한 기준 및 클라우드 컴퓨팅 서비스 정보보호에 관한 기준과학기술정보통신부 고시 제2023-4호에서 정한 관리적, 물리적, 기술적 보호조치 기준을 준수하여야 함 ᄋ진흥원은 공사 및 법률 등의 사정에 따라 일부 서비스의 경우 멀티클라우드 이용을 요구할 수 있음 ᄋKISA로부터 클라우드 서비스에 대해 ISMS-P정보보호 및 개인정보 관리체계 인증 또는 구ISMS를 획득한 클라우드로 제안하여야 함 ᄋ아래 조건을 충족하여야 함 - 진흥원과 무관한 다른 이용자가 진흥원 데이터에 임의로 접근할 수 없어야 함 - 요청에 따라 진흥원 데이터는 반환, 폐기 등이 가능하여야 함 - 타 고객 장애서비스 장애, 침해사고 등가 진흥원에 영향을 주지 않도록 구성 - 한국 리전Region 내 클라우드 서비스로 제안 - 제안사 클라우드에 lock-in 되지 않도록 서비스 구성 - 제안사는 클라우드서비스 정기 점검 등 예정된 작업에 대해 최소 1주 전에 통보할 것 ᄋ진흥원은 본 사업 요청사항 충족 및 성공적인 사업 완수를 위해 아래 사유 발생시 사업자 변경을 요구할 수 있고, 제안사는 이를 수용하여야 함 - 제안사가 서비스 계약에 따른 조건을 이행하지 아니한 경우 - 제안 요청사항 및 제안서, 수행계획 내용과 상이한 경우 ᄋ제안사의 제안내용이 발주사의 요구사항과 다른 경우, 요구사항 내용대로 제안사에게 제공 요청할 수 있고, 제안사는 이를 받아들여야 함 요구사항 고유번호 ECR-004 요구사항 명칭 클라우드 서비스 요구사항 요구사항 분류 시스템 장비 구성 요구사항 상세설명 정의 클라우드 서비스 구성을 위해 필요한 요구사항 세부내용 ᄋ서버, 스토리지, 네트워크, 보안, 인증 등 제반 클라우드 서비스 제공 ᄋ컨테이너 기반의 클라우드 서비스 제공 ᄋ클라우드 자원의 자동 생성, 관리 및 모니터링 등 서비스 제공",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 구성"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "상세설명",
            "정의",
            "클라우드 서비스를 이용하고 구성하기 위한 일반 요구사항"
          ],
          [
            "",
            "세부내용",
            "ㅇ 클라우드 컴퓨팅 발전 및 이용자 보호에 관한 법률」 제23조 제2항 \n(정보보호에 관한 기준) 및 「클라우드 컴퓨팅 서비스 정보보호에 관한 \n기준」(과학기술정보통신부 고시 제2023-4호)에서 정한 관리적, 물리적, \n기술적 보호조치 기준을 준수하여야 함\nㅇ 진흥원은 공사 및 법률 등의 사정에 따라 일부 서비스의 경우 \n멀티클라우드 이용을 요구할 수 있음\nㅇ KISA로부터 클라우드 서비스에 대해 ISMS-P(정보보호 및 개인정보 \n관리체계 인증) 또는 (구)ISMS를 획득한 클라우드로 제안하여야 함 \nㅇ 아래 조건을 충족하여야 함\n- 진흥원과 무관한 다른 이용자가 진흥원 데이터에 임의로 접근할 수 없어야 함 \n- 요청에 따라 진흥원 데이터는 반환, 폐기 등이 가능하여야 함 \n- 타 고객 장애(서비스 장애, 침해사고 등)가 진흥원에 영향을 주지 않도록 \n구성\n- 한국 리전(Region) 내 클라우드 서비스로 제안 \n- 제안사 클라우드에 lock-in 되지 않도록 서비스 구성 \n- 제안사는 클라우드서비스 정기 점검 등 예정된 작업에 대해 최소 1주 전에 \n통보할 것\nㅇ 진흥원은 본 사업 요청사항 충족 및 성공적인 사업 완수를 위해 아래 사유 \n발생시 사업자 변경을 요구할 수 있고, 제안사는 이를 수용하여야 함\n- 제안사가 서비스 계약에 따른 조건을 이행하지 아니한 경우\n- 제안 요청사항 및 제안서, 수행계획 내용과 상이한 경우\nㅇ 제안사의 제안내용이 발주사의 요구사항과 다른 경우, 요구사항 내용대로 \n제안사에게 제공 요청할 수 있고, 제안사는 이를 받아들여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "상세설명",
            "정의",
            "클라우드 서비스 구성을 위해 필요한 요구사항"
          ],
          [
            "",
            "세부내용",
            "ㅇ 서버, 스토리지, 네트워크, 보안, 인증 등 제반 클라우드 서비스 제공\nㅇ 컨테이너 기반의 클라우드 서비스 제공\nㅇ 클라우드 자원의 자동 생성, 관리 및 모니터링 등 서비스 제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 32 - V. 제안서 작성요령 ᄋ클라우드 자원의 백업 및 복구 서비스 제공 ᄋ안정성 및 가용성이 보장된 컴퓨팅 환경 제공 - 사용자의 급증 및 서비스 부하에 따라 탄력적으로 시스템 자원을 운영 할 수 있는 기능 제공 ᄋ용도별 저장공간 제공을 위해 스토리지 서비스를 제공 - Block Storage, Object Storage, NAS 등의 스토리지 서비스를 제공하여야 하며 스토리지 용량의 축소 및 확장 가능하여야 함 ᄋ데이터를 정기적으로 백업 및 유지, 보관하고 유사시 전체 데이터 복구 및 파일 단위의 복구가 가능한 기능을 제공 ᄋ서버 상태 확인을 위해 웹을 통한 원격 모니터링 기능을 제공 - 리소스CPU, Memory, Disk, Network사용량을 실시간으로 체크하는 모니터링 기능을 제공 ᄋ각 서비스는 보안을 고려하여 정적 페이지와 동적페이지를 구분하여 Front-End와 Back-End로 분리 ᄋ보안성 강화를 위해 Front-End와 Back-End는 서로 다른 Kubernetes Cluster에 배포 요구사항 고유번호 ECR-005 요구사항 명칭 오토 스케일링 서비스Auto Scaling 요구사항 분류 시스템 장비 구성 요구사항 상세설명 정의 클라우드 자원에 대한 동적 리소스 추가 및 반납 기능 요구사항 세부내용 ᄋ오토 스케일링 기능을 구현하여 무중단 동적 리소스 추가반납이 가능해야 하며, 모니터링 서비스와 연동되어야 함 ᄋ하기 요구사항을 참고하여 설계하고 구현하여야 함 - 오픈소스 미들웨어Web, Was 분산 아키텍처 설계 - 자원 사용률에 따라 scale-inout 구현 - 모든 서비스는 향후 확장성 및 가용성을 고려하여 Container 기반으로 구성 - 각 Container는 Kubernetes를 활용하여 부하에 따라 자동으로 오토 스케일링이 가능하도록 구성 - Container가 배포되는 각 Node서버들은 오토 스케일링 Group으로 구성하여 부하에 따라 자동으로 오토 스케일링이 가능하도록 구성",
      "tables": [
        [
          [
            "",
            "",
            "ㅇ 클라우드 자원의 백업 및 복구 서비스 제공\nㅇ 안정성 및 가용성이 보장된 컴퓨팅 환경 제공\n  - 사용자의 급증 및 서비스 부하에 따라 탄력적으로 시스템 자원을 운영\n할 수 있는 기능 제공\nㅇ 용도별 저장공간 제공을 위해 스토리지 서비스를 제공\n  - Block Storage, Object Storage, NAS 등의 스토리지 서비스를 제공하여야 \n하며 스토리지 용량의 축소 및 확장 가능하여야 함\nㅇ 데이터를 정기적으로 백업 및 유지, 보관하고 유사시 전체 데이터 복구 및 \n파일 단위의 복구가 가능한 기능을 제공\nㅇ 서버 상태 확인을 위해 웹을 통한 원격 모니터링 기능을 제공\n  - 리소스(CPU, Memory, Disk, Network)사용량을 실시간으로 체크하는 모니터링 \n기능을 제공\nㅇ 각 서비스는 보안을 고려하여 정적 페이지와 동적페이지를 구분하여 \nFront-End와 Back-End로 분리\nㅇ 보안성 강화를 위해 Front-End와 Back-End는 서로 다른 Kubernetes \nCluster에 배포"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "오토 스케일링 서비스(Auto Scaling)"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "상세설명",
            "정의",
            "클라우드 자원에 대한 동적 리소스 추가 및 반납 기능 요구사항"
          ],
          [
            "",
            "세부내용",
            "ㅇ 오토 스케일링 기능을 구현하여 무중단 동적 리소스 추가/반납이 가능해야 \n하며, 모니터링 서비스와 연동되어야 함\nㅇ 하기 요구사항을 참고하여 설계하고 구현하여야 함\n- 오픈소스 미들웨어(Web, Was) 분산 아키텍처 설계\n- 자원 사용률에 따라 scale-in/out 구현\n- 모든 서비스는 향후 확장성 및 가용성을 고려하여 Container 기반으로 구성\n- 각 Container는 Kubernetes를 활용하여 부하에 따라 자동으로 오토 \n스케일링이 가능하도록 구성\n- Container가 배포되는 각 Node(서버)들은 오토 스케일링 Group으로 \n구성하여 부하에 따라 자동으로 오토 스케일링이 가능하도록 구성"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 33 - 1 제안서 효력 제안서의 효력 ᄋ 제안서는 제출 후 변경할 수 없으며, 계약체결 시 계약조건의 일부로 간주함 ᄋ 주관기관이 필요시 입찰참가자에 대하여 추가 제안이나 추가자료를 요청 할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 ᄋ 제안서 내용 중 허위 작성한 사실이 판명될 경우 평가대상에서 제 외됨은 물론, 계약 후라도 계약 파기와 함께 인적, 물적, 기간적 손실에 따른 손해배상을 청구할 수 있음 2 제안서 작성지침 및 유의사항 제안서 작성지침권고사항 및 유의사항 ᄋ 제시한 제안서 목차 및 세부작성지침을 준용하여 제안서를 작성하여 야 함 ᄋ 작성 시 아래 사항을 권장함 - 제안서 본문 내용은 200페이지100장 이내로 작성 - 제안서는 A4용지 기준 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는 기타 용지를 일부 사용할 수 있음 - 제안요약서의 경우 A4 횡 사용을 원칙으로 하되 가급적 50페 이지 이내로 작성 - 제안 설명 시 홍보용 동영상 활용 금지 ᄋ 제안서 구성은 제안요청서 및 작성지침에 명시된 내용에 근거하여 각각 세분화하여 누락 없이 작성함을 원칙으로 하고, 제안사별 핵심부분을 부각시켜 작성할 수 있으며, 특별히 제시하고자 하는",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 34 - 내용은 참고사항으로 첨부 가능 ᄋ 제안서 앞장에 평가항목에 대한 조견표를 명시평가항목, 평가요소, 제안서 관련목차, 페이지, 제안포인트 등 ᄋ 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 구분하여 번호를 부여함 ᄋ 제안서는 한글, MS워드, 파워포인트로 작성하고, 사용된 영문약 어에 대해서는 약어 설명을 함께 제공해야 함 ᄋ 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함. 만약, 그 내용이 허위로 확인되거나 입증 요구에도 불구하고 입증하지 못하는 경우는 평가 대상에서 제외함 ᄋ 제안내용을 보충하기 위하여 참고문헌 활용 시 참고문헌 목록을 첨부하고, 그 출처를 정확히 알 수 있도록 표기하여야 함 ᄋ 제안서의 내용은 를 한다, 를 하겠다 등의 명확한 용어를 사용하여 표현하여야 함. 예를 들어, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으 로 간주하게 되며, 계량화가 가능한 것은 계량화하여 표현하여야 함 ᄋ 표지에는 원본과 사본을 구분하여야 하며, 원본과 사본이 상이한 경우가 발견될 시에는 원본의 내용을 적용함사본 제안서에 포함된 각종 서류 및 증명서 사본은 원본대조필을 날인 후 제출 ᄋ 기타 공고서 및 조달청 제안평가 관련 규정에 따름. 3 제안서 목자",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 35 - I. 일반현황 1. 제안사 일반현황 2. 제안사의 조직 및 인원 3. 주요 사업내용 4. 유사사업 실적 II. 전략 및 방법론 1. 사업 이해도 2. 추진전략 및 방법 3. 추진체계 III. 사업수행계획 1. 수정개선 및 유지관리방안 2. 예방 및 점검 3. 비상상황 대응 및 복구 4. 제약사항 대책 5. 기술적 보안대책 IV. 사업관리 1. 관리방법 및 일정계획 2. 품질관리방안 3. 기밀보안대책 V. 사업지원 1. 인수인계 방안 2. 기술 및 교육지원 VI. 하도급 계획 1. 하도급 방안 VII. 추가제안 1. 추가제안 4 세부 작성 지침",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 36 - 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 매출액 등을 제시 서식참조 2. 조직 및 인원 제안사의 조직 및 인원현황 제시 3. 주요 사업내용 제안사의 주요 사업내용을 분야별로 구분하여 제시 4. 유사사업 실적 본 사업과 관련이 있는 유사사업 실적 제시서식참조 II. 전략 및 방법론 1. 사업 이해도 사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 계획 및 제안의 특징 및 장점을 요약하여 기술 2. 추진전략 및 방법 사업을 효과적으로 수행하기 위한 추진전략위험요소를 고려하여 창의적이고 타당 한 대안 및 추진방법을 실제 적용사례 및 경험에 의거 구체적으로 제시 3. 추진체계 본 사업을 효율적으로 수행하기 위해 사업특성과 제시한 추진전략에 따라 수행조 직전문업체, 기술지원업체, 하도급 포함 구성 및 참여조직 간 역할, 책임, 품질 확보 및 협력방안을 최적화하여 구체적으로 제시하고, 사업 총괄관리자PM의 유 사사업 실적 및 경험, 의사소통능력 등 프로젝트 관리역량을 구체적으로 제시 III. 사업수행계획 1. 수정개선 및 유지관리방안 유지관리 총괄, 운영기능개선 등 유지관리, 요청사항 처리 및 관리, 서비스수준관 리 등 대상 정보시스템의 안정적정상적 운영을 위한 종합적인 방안 제시 2. 예방 및 점검 시스템의 안정적, 정상적 운영을 위한 예방 및 상시점검의 대상, 기간, 지원 및 체계 등을 구체적으로 제시 3. 비상상황 대응 및 복구 장애 등 비상상황 발생시 원인분석 및 긴급 복구계획, 대응체계 구성 및 운영계 획, 비상상황 관리 매뉴얼 마련 및 교육훈련 방안 등 대응 및 복구를 위한 방안을 구체적으로 제시 4. 제약사항 대책 제안요청서의 기술, 표준, 업무, 법제도 등의 제약조건 내에서 목표사업을 추진하 기 위한 수행 및 검증방안을 제시 5. 기술적 보안대책기술적 보안 구현방안을 제안요청서의 보안요구사항을 충족하도록 구체적으로 제시 IV. 사업관리 1. 관리방법 및 일정계획 일정관리, 위험관리, 보안관리, 산출물의 형상문서 관리 등 사업수행에 필요한 관리 방법 및 문제발생 시 보고체계 등 관리방안을 구체적으로 제시 2. 품질관리방안 품질관리방안품질관리의 범위, 절차, 점검방법 등을 구체적으로 제시하고, 대외적 으로 품질관련 인증을 방은 경우 이를 입증할 수 있는 근거 제시제출 3. 기밀보안대책 사업을 추진하는 동안 발생할 수 있는 악영향으로부터 기밀을 보호하고 원활한 사업 수행의 보장을 위한 물리적, 관리적 보안체계 및 대책을 구체적으로 제시 V. 사업지원 1. 인수인계 방안 사업을 신속원활하게 수행하기 위한 기존 사업자와의 인수 및 계약만료시 다음 사업자에게 인계방안을 구체적으로 제시 2. 기술 및 교육지원정보시스템의 성능개선, 최신기법 등 기술 지원방안 및 정보시스템 운영자,",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사  일반현황",
            "제안사의  일반현황  및  주요  연혁,  최근  3년간의  자본금  및  매출액  등을  제시\n[서식참조]"
          ],
          [
            "2.  조직  및  인원",
            "제안사의  조직  및  인원현황  제시"
          ],
          [
            "3.  주요  사업내용",
            "제안사의  주요  사업내용을  분야별로  구분하여  제시"
          ],
          [
            "4.  유사사업  실적",
            "본  사업과  관련이  있는  유사사업  실적  제시[서식참조]"
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업  이해도",
            "사업의  제안요청  내용을  명확하게  이해하고  본  제안의  목적,  범위,  계획  및  제안의 \n특징  및  장점을  요약하여  기술"
          ],
          [
            "2.  추진전략  및 \n방법",
            "사업을  효과적으로  수행하기  위한  추진전략(위험요소를  고려하여  창의적이고  타당\n한  대안)  및  추진방법을  실제  적용사례  및  경험에  의거  구체적으로  제시"
          ],
          [
            "3.  추진체계",
            "본  사업을  효율적으로  수행하기  위해  사업특성과  제시한  추진전략에  따라  수행조\n직(전문업체,  기술지원업체,  하도급  포함)  구성  및  참여조직  간  역할,  책임,  품질\n확보  및  협력방안을  최적화하여  구체적으로  제시하고,  사업  총괄관리자(PM)의  유\n사사업  실적  및  경험,  의사소통능력  등  프로젝트  관리역량을  구체적으로  제시"
          ],
          [
            "Ⅲ.  사업수행계획",
            ""
          ],
          [
            "1. 수정개선  및 \n유지관리방안",
            "유지관리  총괄,  운영․기능개선  등  유지관리,  요청사항  처리  및  관리,  서비스수준관\n리  등  대상  정보시스템의  안정적․정상적  운영을  위한  종합적인  방안  제시"
          ],
          [
            "2.  예방  및  점검",
            "시스템의  안정적,  정상적  운영을  위한  예방  및  상시점검의  대상,  기간,  지원  및 \n체계  등을  구체적으로  제시"
          ],
          [
            "3.  비상상황  대응 \n및  복구",
            "장애  등  비상상황  발생시  원인분석  및  긴급  복구계획,  대응체계  구성  및  운영계\n획,  비상상황  관리  매뉴얼  마련  및  교육훈련  방안  등  대응  및  복구를  위한  방안을 \n구체적으로  제시"
          ],
          [
            "4.  제약사항  대책",
            "제안요청서의  기술,  표준,  업무,  법제도  등의  제약조건  내에서  목표사업을  추진하\n기  위한  수행  및  검증방안을  제시"
          ],
          [
            "5.  기술적  보안대책 기술적  보안  구현방안을  제안요청서의  보안요구사항을  충족하도록  구체적으로  제시",
            ""
          ],
          [
            "Ⅳ.  사업관리",
            ""
          ],
          [
            "1.  관리방법  및 \n일정계획",
            "일정관리,  위험관리,  보안관리,  산출물의  형상․문서  관리  등  사업수행에  필요한  관리\n방법  및  문제발생  시  보고체계  등  관리방안을  구체적으로  제시"
          ],
          [
            "2.  품질관리방안",
            "품질관리방안(품질관리의  범위,  절차,  점검방법  등)을  구체적으로  제시하고,  대외적\n으로  품질관련  인증을  방은  경우  이를  입증할  수  있는  근거  제시․제출"
          ],
          [
            "3.  기밀보안대책",
            "사업을  추진하는  동안  발생할  수  있는  악영향으로부터  기밀을  보호하고  원활한  사업\n수행의  보장을  위한  물리적,  관리적  보안체계  및  대책을  구체적으로  제시"
          ],
          [
            "Ⅴ.  사업지원",
            ""
          ],
          [
            "1.  인수인계  방안",
            "사업을  신속․원활하게  수행하기  위한  기존  사업자와의  인수  및  계약만료시  다음 \n사업자에게  인계방안을  구체적으로  제시"
          ],
          [
            "2.  기술  및  교육지원 정보시스템의  성능개선,  최신기법  등  기술  지원방안  및  정보시스템  운영자,",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 37 - VI. 제안 안내사항 1 입찰방식 사업자 선정 방법 ᄋ 국가를 당사자로 하는 계약에 관한 법률 시행령 제43조 및 제43조의2에 의거 협상에 의한 계약체결방식을 적용 ᄋ 계약체결에 필요한 세부적인 사항은 협상에 의한 계약체결기준 기획재정부계약예규적용 입찰 참가 자격 ᄋ 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁 입찰의 참가자격 및 동법 시행규칙 제14조입찰참가자격요건의 증명 규정에 의한 경쟁입찰 참가자격을 갖추어야 하며, 조달청 입찰참가자격 등록증을 소지한 사업자 ᄋ 소프트웨어 진흥법 시행규칙제17조에 의한 소프트웨어사업자 컴퓨터관련서비스업업종코드 1468 ᄋ 입찰 등록 마감일 기준,국가를 당사자로 하는 계약에 관한 법률 제27조 및 동법 시행령 제76조부정당업자의 입찰참가자격 제한에 해당되지 않은 업체 ᄋ중소기업기본법제2조에 따른 중소기업자 또는 소상공인 관리자, 사용자를 위해 필요한 교육내용, 방법 등의 지원방안을 구체적으로 제시 VI. 하도급 계획 1. 하도급 방안 하도급 계획이 있는 경우 소프트웨어사업 하도급 계획 적정성 확인서제출 및 소 프트웨어 진흥법에 따른 하도급 기준 준수 여부 및 하도급에 참여하는 업체의 보유 기술 및 전문성, 효율적인 협력방안 등을 제시 VII. 추가제안 1. 추가제안 제안요청사항 외 제안사의 추가제안을 구체적으로 제시",
      "tables": [
        [
          [
            "관리자,  사용자를  위해  필요한  교육내용,  방법  등의  지원방안을  구체적으로  제시"
          ],
          [
            "Ⅵ.  하도급  계획"
          ],
          [
            "하도급  계획이  있는  경우  ‘소프트웨어사업  하도급  계획  적정성  확인서’제출  및  소\n1.  하도급  방안\n프트웨어  진흥법에  따른  하도급  기준  준수  여부  및  하도급에  참여하는  업체의  보유\n기술  및  전문성,  효율적인  협력방안  등을  제시"
          ],
          [
            "Ⅶ.  추가제안"
          ],
          [
            "1.  추가제안\n제안요청사항  외  제안사의  추가제안을  구체적으로  제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 38 - 보호 및 지원에 관한 법률제2조에 따른 소상공인으로서중소 기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업 소상공인 확인서를 소지한 업체입찰 참가 마감일 전일까지 발 급된 것으로 유효기간 내에 한함 ᄋ 중소기업제품 구매촉진 및 판로지원에 관한 법률에 의한 중소기 업자로서중소기업자간 경쟁제품 직접생산 확인기준중소벤처 기업부 고시에 따라 직접생산확인증명서정보시스템유지관리서 비스,세부품명번호 8111189901를 소지한 업체입찰참가등록 마감일 이전 발행된 것으로 유효기간 내에 있어야 함 ᄋ 상호출자제한기업집단 소속기업 및 대기업 참여제한 사항 - 소프트웨어 진흥법 제48조 제4항에 따라 상호출자제한기업 집단에 속하는 회사는 입찰에 참여 불가 - 본 사업은 20억 미만의 사업으로써, 소프트웨어 진흥법 제48조 제2항 및 대기업인 소프트웨어 사업자가 참여할 수 있는 사업금 액의 하한과학기술정보통신부에 의거 대기업 및 중견기업인 소 프트웨어 사업자의 입찰 참여 제한중소기업자만 입찰참가 가능 대기업인 소프트웨어사업자의 참여가능 사업금액의 하한 소프트웨어 진흥법 시행규칙 제17조에 따라 소프트웨어사업자로 신고된 사업자로서 중소기업기본법 제2조의 중소기업이 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법 제2조의 중견기업에 해당되는 대기업이 된 경 우 그 사유가 발생한 날로부터 5년이 경과되지 않을 시에는 사업금액의 하한을 20억 원 이상으로 한다. 증빙서류 한국소프트웨어산업협회 소프트웨어 신고확인서 상호출자제한기업집단 소속기업은 사업금액에 관계없이 원칙적으로 공공SW사업 참여제한 소프트웨어 진흥법 제48조 제4항 대상업체 사업금액의 하한 매출액 8천억원 이상인 대기업 80억원 이상 매출액 8천억원 미만인 대기업 40억원 이상 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법 제2조의 중견기업이 된지 5년 이내 기업 20억원 이상 ᄋ 공동수급 및 하도급 허용 ᄋ 기타 공고서에 따름",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 39 - 2 제안평가 관련사항 기술평가와 가격평가를 실시하여 종합평가점수로 평가 ᄋ 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 제18조에 의거, 평가비율은 기술평가 90와 가격평가 10로 하며, 기술평가점수와 가격평가점수를 합산하여 종합평가점수를 산출함 기술평가 방법 ᄋ 제안서의 공정한 평가를 위해 전문가로 구성된 기술평가위원회를 구성 ᄋ 각 항목별 평가배점과 방법은 기술성 평가기준에 의함 ᄋ 각 평가위원의 평가점수 중 최고점수와 최저점수를 제외한 나머지 점수를 산술평균한 점수를 90점 만점으로 환산하며 기술평가 분야 배점한도의 85 이상인 자를 협상적격자로 선정 ᄋ 평가점수 결과는 소수점 다섯째자리에서 반올림 우선협상대상자 선정 및 계약체결 ᄋ 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 제안사를 우선협상대상자로 선정하여 기타 지원조건 등을 협상 ᄋ 협상대상자와 협상이 모두 결렬되면 재공고하여 재입찰 추진 ᄋ 기타 규정되지 않은 사항은 조달청 규정에 의함 기술능력평가 ᄋ 소프트웨어 기술성 평가기준 지침과학기술정보통신부 고시을 준용 소프트웨어 기술성 평가기준 지침 을 준용하여 사업유형 및 특성에 맞게 평가항목을 가감조정함 본 사업은 소프트웨어 기술성 평가기준 지침 제4조 제5항에 따른 차등점수제를 미적용한 사업임",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 40 - ᄋ제안서 기술능력평가 항목 및 배점표 평가부문 평가항목 평가기준 배점 정성 평가 전략 및 방법론 사업이해도사업수행계획이 사업의 목표 및 특성에 부합하게 구체적이고 적절한지 평가한다. 25 추진전략 및 방법 사업수행일정과 위험요소를 고려한 추진전략 수립의 타당성을 평 가하고, 사업추진방법을 실제 적용 사례 및 경험에 따라 구체적 이고 적절하게 제시하였는지 평가한다. 추진체계 사업특성과 제시한 추진전략에 따라 수행조직전문업체, 기술지 원업체, 하도급 등 구성과 참여 조직간 역할, 책임, 품질확보 및 협력방안이 최적화되어 구체적이고 적절한지 평가한다. 총괄관리자PM의 유사사업 실적 및 경험, 의사소통능력 등 프 로젝트 관리역량을 평가한다. 수행 계획 기능수정 및 유지관리 방안 대상 시스템의 안정적ᆞ정상적 운영을 위해 운영, 기능개선 및 유지관리 총괄, 요청사항 처리 및 관리, 서비스수준관리 방안 등 이 구체적이고 적절한지를 평가한다. 25 예방 및 점검 시스템의 안정적정상적 운영을 위한 예방 및 상시점검의 대상, 기간, 지원 및 체계 등이 구체적이고 적절한지 평가한다. 비상상황 대응 및 복구 장애 등 비상상황 발생 시 원인분석 및 긴급 복구계획, 대응체계 구 성 및 운영계획, 비상상황 관리 매뉴얼 마련 및 교육훈련 방안 등 대응 및 복구를 위한 추진방안이 구체적이고 적절한지 평가한다. 제약사항 사업수행에 따른 제약조건을 충족시키기 위한 실행방안이 적절하 게 제시되었는지 평가한다. 보안 요구사항 기술적 보안 구현방안이 제안요청서의 보안요구사항을 충족할 만 큼 구체적이고 적절한지 평가한다. 사업 관리 관리 방법 및 일정계획 일정관리, 위험관리, 보안관리, 산출물의 형상문서 관리 등 사 업수행에 필요한 관리 방법이 구체적으로 제시되어 있는지를 평 가한다. 또한 문제 발생 시 보고 체계 등 관리방안이 구체적으로 제시되어 있는지 평가한다. 15 품질 요구사항 품질관리방안품질관리의 범위, 절차, 방법 등이 해당사업의 수 행에 적합한지 평가한다. 또한, 대외적으로 품질관련 인증을 받 은 경우 이를 입증할 수 있는 근거서류가 있는지 확인한다. 기밀보안 사업을 추진하는 동안 발생할 수 있는 악영향으로부터 기밀을 보 호하고 원활한 사업수행의 보장을 위한 물리적, 관리적 보안 체 계 및 대책이 구체적이고 적절한지 평가한다. 사업 지원 인수인계 방안 사업을 신속하게 진행하기 위해 기존 사업자와의 인수 및 계약만료 시 다음 사업자에게 인계방안을 적정하게 제시하였는지 평가한다. 10 기술 및 교육지원 정보시스템의 성능개선, 최신기법 등 기술 지원방안 및 정보시 스템 운영자, 관리자, 사용자를 위해 필요한 교육내용, 방법 등 의 지원방안을 적정하게 제시하였는지 평가한다. 하도급 계획 하도급 계획 적정성 입찰시 제출한 소프트웨어사업 하도급 계획 적정성 확인서 상의 하 도급에 참가하는 자의 하도급 금액 비율, 하도급 계약 금액 비율이 본 사업의 규모, 목적 및 특성 등을 고려 적정한지, 소프트웨어 진흥법을 준수하는지, 하도급 협력방안이 적정한지 평가한다. 3 추가제안 추가제안 제안요청사항 외 제안사의 추가제안 사항에 대해 평가한다. 2 정량 평가 경영상태 10 경영상태 회사채, 기업어음 및 기업신용평가등급으로 제안사의 경영상태를 평 가한다. 10 합 계 90",
      "tables": [
        [
          [
            "평가부문",
            "",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "정성\n평가",
            "전략\n및  방법론",
            "사업이해도",
            "사업수행계획이  사업의  목표  및  특성에  부합하게  구체적이고  적절한지 \n평가한다.",
            "25"
          ],
          [
            "",
            "",
            "추진전략 \n및  방법",
            "사업수행일정과  위험요소를  고려한  추진전략  수립의  타당성을  평\n가하고,  사업추진방법을  실제  적용  사례  및  경험에  따라  구체적\n이고  적절하게  제시하였는지  평가한다.",
            ""
          ],
          [
            "",
            "",
            "추진체계",
            "사업특성과  제시한  추진전략에  따라  수행조직(전문업체,  기술지\n원업체,  하도급  등)  구성과  참여  조직간  역할,  책임,  품질확보 \n및  협력방안이  최적화되어  구체적이고  적절한지  평가한다.\n총괄관리자(PM)의  유사사업  실적  및  경험,  의사소통능력  등  프\n로젝트  관리역량을  평가한다.",
            ""
          ],
          [
            "",
            "수행\n계획",
            "기능수정 \n및 \n유지관리\n방안",
            "대상  시스템의  안정적ᆞ정상적  운영을  위해  운영,  기능개선  및 \n유지관리  총괄,  요청사항  처리  및  관리,  서비스수준관리  방안  등\n이  구체적이고  적절한지를  평가한다.",
            "25"
          ],
          [
            "",
            "",
            "예방  및 \n점검",
            "시스템의  안정적․정상적  운영을  위한  예방  및  상시점검의  대상, \n기간,  지원  및  체계  등이  구체적이고  적절한지  평가한다.",
            ""
          ],
          [
            "",
            "",
            "비상상황 \n대응 및 복구",
            "장애  등  비상상황  발생  시  원인분석  및  긴급  복구계획,  대응체계  구\n성  및  운영계획,  비상상황  관리  매뉴얼  마련  및  교육훈련  방안  등 \n대응  및  복구를  위한  추진방안이  구체적이고  적절한지  평가한다.",
            ""
          ],
          [
            "",
            "",
            "제약사항",
            "사업수행에  따른  제약조건을  충족시키기  위한  실행방안이  적절하\n게  제시되었는지  평가한다.",
            ""
          ],
          [
            "",
            "",
            "보안\n요구사항",
            "기술적  보안  구현방안이  제안요청서의  보안요구사항을  충족할  만\n큼  구체적이고  적절한지  평가한다.",
            ""
          ],
          [
            "",
            "사업\n관리",
            "관리\n방법  및 \n일정계획",
            "일정관리,  위험관리,  보안관리,  산출물의  형상·문서  관리  등  사\n업수행에  필요한  관리  방법이  구체적으로  제시되어  있는지를  평\n가한다.  또한  문제  발생  시  보고  체계  등  관리방안이  구체적으로 \n제시되어  있는지  평가한다.",
            "15"
          ],
          [
            "",
            "",
            "품질 \n요구사항",
            "품질관리방안(품질관리의  범위,  절차,  방법  등)이  해당사업의  수\n행에  적합한지  평가한다.  또한,  대외적으로  품질관련  인증을  받\n은  경우  이를  입증할  수  있는  근거서류가  있는지  확인한다.",
            ""
          ],
          [
            "",
            "",
            "기밀보안",
            "사업을  추진하는  동안  발생할  수  있는  악영향으로부터  기밀을  보\n호하고  원활한  사업수행의  보장을  위한  물리적,  관리적  보안  체\n계  및  대책이  구체적이고  적절한지  평가한다.",
            ""
          ],
          [
            "",
            "사업\n지원",
            "인수인계\n방안",
            "사업을  신속하게  진행하기  위해  기존  사업자와의  인수  및  계약만료 \n시  다음  사업자에게  인계방안을  적정하게  제시하였는지  평가한다.",
            "10"
          ],
          [
            "",
            "",
            "기술  및 \n교육지원",
            "정보시스템의  성능개선,  최신기법  등  기술  지원방안  및  정보시\n스템  운영자,  관리자,  사용자를  위해  필요한  교육내용,  방법  등\n의  지원방안을  적정하게  제시하였는지  평가한다.",
            ""
          ],
          [
            "",
            "하도급 \n계획",
            "하도급\n계획\n적정성",
            "입찰시  제출한  소프트웨어사업  하도급  계획  적정성  확인서  상의  하\n도급에  참가하는  자의  하도급  금액  비율,  하도급  계약  금액  비율이 \n본  사업의  규모,  목적  및  특성  등을  고려  적정한지,  「소프트웨어 \n진흥법」을  준수하는지,  하도급  협력방안이  적정한지  평가한다.",
            "3"
          ],
          [
            "",
            "추가제안",
            "추가제안",
            "제안요청사항  외  제안사의  추가제안  사항에  대해  평가한다.",
            "2"
          ],
          [
            "정량\n평가",
            "경영상태\n(10)",
            "경영상태",
            "회사채,  기업어음  및  기업신용평가등급으로  제안사의  경영상태를  평\n가한다.",
            "10"
          ],
          [
            "합        계",
            "",
            "",
            "",
            "90"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 41 - 정량평가 기준 2024년도 진흥원 계약업무 처리기준을 따름 ᄋ 제안사별로 평가위원 점수 중 최저와 최고점수를 제외최저 또는 최고점수 가 2개 이상일 때에는 하나만 제외한 후 나머지 점수를 산술평균하여 평가 점수를 부여함평가점수에 소수점 이하가 있는 경우에는 소수점 다섯째 자리에서 반올림 2024년도 진흥원 계약업무 처리기준 참고2 신용평가등급에 따른 경영상태 평가기준 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의 100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의 95 B, B0, B- B- B, B0, B- 배점의 90 CCC 이하 C 이하 CCC 이하 배점의 70 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함 주. 1.신용정보의 이용 및 보호에 관한 법률제2조 제8의3에 해당하는 신용조회사 또는 자본시장과 금융투자업에 관한 법률제335조의3에 따라 업무를 영위하는 신용평가사 가 입찰공고일 이전에 평가하고 유효기간 내에 있는 회사채, 기업어음 및 기업신용평가등 급을 국가종합전자조달시스템에 조회된 신용평가등급으로 평가하되, 가장 최근의 신용평 가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 있으며 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가한다. 2. 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않은 경우에는 최저등 급으로 평가하며, 유효기간 시작일 또는 만료일이 입찰공고일인 경우에도 유효한 것으로 평 가한다. 다만, 입찰공고일 다음날 이후에 발생 또는 수정된 자료는 평가에서 제외한다. 3. 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한 신용평가등급 이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에 있는 가장 최근 의 신용평가등급으로 평가한다. 다만, 합병 후 새로운 신용평가등급이 없는 경우에 는 입찰공고일 이전에 평가하고 유효기간 내에 있는 신용평가등급으로서 합병 대상자 중 가장 낮은 신용평가등급을 받은 자의 신용평가등급으로 평가한다. 4. 추정가격이 고시금액 미만인 입찰에 참여하는 소기업, 소상공인, 창업기업에 대해서 는 신용평가등급 점수상의 배점한도를 부여한다. 5. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합산하여 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사 점수A사 지분율B사 점수B사 지분율 6. 중소기업협동조합이 입찰에 참여하는 경우 중소기업협동조합의 신용평가등급으로 평 가한다.",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            "AAA, AA+, AA0, AA-,\nA+, A0, A-, BBB+, BBB0",
            "배점의  100%"
          ],
          [
            "BBB-,  BB+,  BB0,  BB-",
            "A3-,  B+,  B0",
            "BBB-,  BB+,  BB0,  BB-",
            "배점의  95%"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-",
            "배점의  90%"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하",
            "배점의  70%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 42 - 3 제출서류 제안서 및 제안요약서, 첨부자료 등 파일전자매체 1개 ᄋ 진흥원의 페이퍼리스 정책에 따라 파일은 제본하지 않고 PDF 형태로 제출 ᄋ 파일은 원본용제안사명 표기 파일과 사본용제안사명 미표기 파일을 따로 제출 ᄋ 발표자료는 따로 작성하지 않고 제안요약서를 이용하여 발표 ᄋ 입찰등록 시 제출 서류 - 입찰공고서상의 입찰 및 제안요청 관련 필요 서류 - 소프트웨어사업자 일반 현황 관리 확인서 가격제안은 조달청 나라장터 전자입찰 실시 조달청 제출 자료가 사본일 경우 사실과 상위 없음기재 후 조달청에 등록한 사용인감으로 날인 후 제출 4 제안서 제출 일정 및 방법 공고서에 의함 5 제안요청 설명회 제안요청 설명회는 생략하며 전화이메일 문의에 대한 답변으로 대체함 6 제안서 평가 제안서 평가는 주관기관 일정에 따름 제안서 평가 장소는 제안서 접수 후, 제안사별로 별도 통보 유의사항",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 43 - 1 제안 설명은 제안사의 프로젝트 책임자PM가 직접 발표하여야 하며, 심사 중 필요 시 추가 자료 제출 요구 가능. 단, PM이 발표하지 않을경우 발주기관과 사전 협의하여 발표자 선정 2 제안 설명은 동영상 등을 이용한 간접 발표는 불허함 3 발표순서는 제안서 접수순서의 역순에 의하고, 발표시간은 제안사당 15분 이내질의응답 별도로 하며 제안설명회 참가인원은 제안사별 4명발표자 제외 이내로 한정발표시간, 참가인원 등은 추후 변동가능 제안설명회 참가자 제한 참가자는 본 사업에 참여하는 수행인원에 한정함 4 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명기하여야 함 단, 특정상황펜데믹 등을 고려하여 주관기관의 판단에 따라 온라인 평가로 전환이 가능하며, 이때에는 유의사항의 2번 내용은 무효로 하고, 1,3,4번의 내용을 준용하며, 관련내용을 제안사 별로 별도 통보할 예정임. 7 입찰시 유의사항 ᄋ 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함 ᄋ 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 ᄋ 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부정한 행위를 한 사업자는 향후 신규 사업의 참여에 제한을 받을 수 있음 ᄋ 본 사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함 ᄋ 사업추진 결과 발생한 지식재산권은 주관기관과 공동소유",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 44 - ᄋ 다만, 기여도 및 계약목적물의 특수성보안, 영업비밀 등을 고려하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음. 단, 지식재산권의 타 용도 및 상업적 활용 시 반드시 주관기관과 협의하여야 함 8 제안서 보상 본 사업은 사업예산 20억 미만의 소프트웨어 사업으로소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시 제2023-15호에 의거 제안서 보상은 실시하지 않음 9 기타 사항 개발SW의 공동활용 사전명시 ᄋ 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동 활용 할 계획이 없음 과업심의위원회 ᄋ 본 사업은 소프트웨어 진흥법제50조에 따른 과업내용 확정을 위하여 과업심의위원회를 개최한 사업임 ᄋ 본 사업은 소프트웨어 진흥법제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우, 계약상대자는 국가기관 등의 장에게 소프트웨어사업 과업변경요청서를 제출하여 과업심의위원회 개최를 요청할 수 있으며, 국가기관 등의 장은 과업심의위원회",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 45 - 개최요청에 대해서 특별한 사정이 없으면 수용해야함 문의처 ᄋ입찰관련 문의사항 - 문 의 처사업부서 한국건강가정진흥원 경영지원부 - 전화번호 02-3479-7657 ᄋ제안관련 문의사항 - 문 의 처계약부서 한국건강가정진흥원 돌봄지원부 - 전화번호 02-3479-7701",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 46 - 별첨 입찰서류 및 제안서 제출안내 온라인 제출 I. 입찰참가 서류 1부 표지와 함께 하나의 파일로 제출 제출서류 수량 비고 1. 입찰참가신청서 1 서식 I-1 2. 사용인감계 1 서식 I-2 3. 위임장 및 재직증명서제안업체서식 1 서식 I-3 4. 보안서약서 1 서식 I-4 5. 제안서 평가 서약서 1 서식 I-5 6. 개인정보 이용 동의서 1 서식 I-6 7. 조세포탈 여부 확인 서약서 1 서식 I-7 8. 청렴계약이행서약서 1 서식 I-8 9. 공동수급표준협정서해당시 1 서식 I-9 10. 합의각서해당시 1 서식 I-10 11. 확약서 1 서식 I-11 12. 입찰보증금 납부각서 1 서식 I-12 13. 퇴직자 재직현황 확인서 1 서식 I-13 14. 입찰참가자격 소프트웨어사업자컴퓨터관련서비스사업, 업종코드1468 1 제안사 발급 15. 직접생산증명서 정보시스템유지관리서비스, 세부품명번호 8111189901 1 제안사 발급 16. 기타 증빙서류중소기업확인, 여성기업, 사회적기업, 장애인기업 증명서 등 1 제안사 발급 17. 소프트웨어사업자 일반현황 관리확인서최근연도 결산 자료로 제출 1 제안사 발급 II. 기관 현황 제안서 포함 제출 제출서류 수량 비고 1. 제안사 표지 1 서식 II-1 2. 사업 PM 이력사항 1 서식 II-2 3. 일반현황 및 연혁 1 서식 II-2 4. 자본금 및 매출액최근 3년 1 서식 II-3 5. 유사사업 실적최근3년 1 서식 II-4 6. 정량적평가지표 자가진단표 1 서식 II-6 7. 신용평가등급확인서해당시 1 제안사 발급 III. 제안서 및 제안요약서 사본용은 업체명, 대표자명, 로고 등 표시 금지 제출서류 수량 비고 1. 제안서 및 제안요약서 PDF 자유양식 2. 발표자료별도 제출시 PDF 자유양식",
      "tables": [
        [
          [
            "제출서류",
            "수량",
            "비고"
          ],
          [
            "1. 입찰참가신청서",
            "1",
            "[서식]  Ⅰ-1"
          ],
          [
            "2. 사용인감계",
            "1",
            "[서식]  Ⅰ-2"
          ],
          [
            "3. 위임장 및 재직증명서(제안업체서식)",
            "1",
            "[서식]  Ⅰ-3"
          ],
          [
            "4. 보안서약서",
            "1",
            "[서식]  Ⅰ-4"
          ],
          [
            "5. 제안서 평가 서약서",
            "1",
            "[서식]  Ⅰ-5"
          ],
          [
            "6. 개인정보 이용 동의서",
            "1",
            "[서식]  Ⅰ-6"
          ],
          [
            "7. 조세포탈 여부 확인 서약서",
            "1",
            "[서식]  Ⅰ-7"
          ],
          [
            "8. 청렴계약이행서약서",
            "1",
            "[서식]  Ⅰ-8"
          ],
          [
            "9. 공동수급표준협정서(해당시)",
            "1",
            "[서식]  Ⅰ-9"
          ],
          [
            "10. 합의각서(해당시)",
            "1",
            "[서식]  Ⅰ-10"
          ],
          [
            "11. 확약서",
            "1",
            "[서식]  Ⅰ-11"
          ],
          [
            "12. 입찰보증금 납부각서",
            "1",
            "[서식]  Ⅰ-12"
          ],
          [
            "13. 퇴직자 재직현황 확인서",
            "1",
            "[서식]  Ⅰ-13"
          ],
          [
            "14. 입찰참가자격: 소프트웨어사업자(컴퓨터관련서비스사업, 업종코드:1468)",
            "1",
            "제안사  발급"
          ],
          [
            "15. 직접생산증명서: 정보시스템유지관리서비스, 세부품명번호 : 8111189901",
            "1",
            "제안사  발급"
          ],
          [
            "16. 기타 증빙서류(중소기업확인, 여성기업, 사회적기업, 장애인기업 증명서 등)",
            "1",
            "제안사  발급"
          ],
          [
            "17. 소프트웨어사업자 일반현황 관리확인서(최근연도 결산 자료로 제출)",
            "1",
            "제안사 발급"
          ]
        ],
        [
          [
            "제출서류",
            "수량",
            "비고"
          ],
          [
            "1. 제안사 표지",
            "1",
            "[서식]  Ⅱ-1"
          ],
          [
            "2. 사업 PM 이력사항",
            "1",
            "[서식]  Ⅱ-2"
          ],
          [
            "3. 일반현황 및 연혁",
            "1",
            "[서식]  Ⅱ-2"
          ],
          [
            "4. 자본금 및 매출액(최근 3년)",
            "1",
            "[서식]  Ⅱ-3"
          ],
          [
            "5. 유사사업 실적(최근3년)",
            "1",
            "[서식]  Ⅱ-4"
          ],
          [
            "6. 정량적평가지표 자가진단표",
            "1",
            "[서식]  Ⅱ-6"
          ],
          [
            "7. 신용평가등급확인서(해당시)",
            "1",
            "제안사  발급"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 47 - 표 지 I. 입찰참가 서류 입찰건명 접수번호 발주처에서 기입",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 48 - I-1 입찰참가신청서 입찰참가신청서 아래사항 중 해당되는 경우에만 기재하시기 바랍니다. 처리기간 즉 시 신 청 인 업 체 명 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 입 찰 개 요 공고번호 입 찰 일 자 년 월 일 입찰건명 입 찰 보 증 금 지급확약본인은 낙찰 후 계약미체결 시 귀 기관에 낙찰금액에 해당하는 소정의 입찰보증금을 현금으로 납부할 것을 확약합니다. 대 리 인 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. - 성 명 - 주민등록번호 사 용 인 감 본 입찰에 사용할 인감을 다음과 같이 신고합니다. - 사용인감 본인은 위의 번호로 공고지명통지한 한국건강가정진흥원의 에 참가하고자 귀 기관에서 정한 입찰공고 사항을 모두 승낙하고 붙임서류를 첨부 하여 입찰참가신청을 합니다. 20 년 월 일 신청인대표자 본인감날인 한국건강가정진흥원 이사장 귀하",
      "tables": [
        [
          [
            "입찰참가신청서\n ※ 아래사항 중 해당되는 경우에만 기재하시기 바랍니다.",
            "",
            "",
            "",
            "",
            "",
            "",
            "처리기간"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "즉    시"
          ],
          [
            "신\n 청\n 인",
            "업 체 명",
            "",
            "",
            "",
            "법인등록번호",
            "",
            ""
          ],
          [
            "",
            "주    소",
            "",
            "",
            "",
            "전 화 번 호",
            "",
            ""
          ],
          [
            "",
            "대 표 자",
            "",
            "",
            "",
            "주민등록번호",
            "",
            ""
          ],
          [
            "입\n 찰\n 개\n 요",
            "공고번호",
            "",
            "",
            "",
            "",
            "입 찰 일 자      년    월    일",
            ""
          ],
          [
            "",
            "입찰건명",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입 찰 보 증 금",
            "지급확약",
            "·본인은 낙찰 후 계약미체결 시 귀 기관에 낙찰금액에 해당하는 \n  소정의 입찰보증금을 현금으로 납부할 것을 확약합니다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "대\n 리\n 인",
            "본 입찰에 관한 일체의 권한을 다음의\n  자에게 위임합니다.\n   - 성      명 : \n   - 주민등록번호 :",
            "",
            "사\n 용\n 인\n 감",
            "본 입찰에 사용할 인감을 다음과 같이 \n 신고합니다.\n  - 사용인감           ",
            "",
            "",
            ""
          ],
          [
            "본인은 위의 번호로 공고(지명통지)한 한국건강가정진흥원의 「                 」\n에 참가하고자 귀 기관에서 정한 입찰공고 사항을 모두 승낙하고 붙임서류를 첨부\n하여 입찰참가신청을 합니다.\n \n                                                    20  년    월    일\n     신청인(대표자)                  본인감날인\n \n한국건강가정진흥원 이사장 귀하",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 49 - I-2 사용인감계 사 용 인 감 계 사 용 인 감 인 적 사 항 업 체 명 주 소 대 표 자 위 인감은 상기인이 사용하는 인감으로서 관련 용역 관련 전반업무에 사용하겠으며, 위 인감사용으로 인한 법률상 모든 책임은 상기인이 질 것을 확약하고 이에 사용인감계를 제출합니다. 붙임 인감법인증명서 1부. 끝. 20 . . . 상 호 주 소 대 표 자 인 한국건강가정진흥원 이사장 귀하",
      "tables": [
        [
          [
            "사  용  인  감  계\n   위 인감은 상기인이 사용하는 인감으로서「                      」관련 용역 \n관련 전반업무에 사용하겠으며, 위 인감사용으로 인한  법률상 모든 책임은 상기인이 \n질 것을 확약하고 이에 사용인감계를 제출합니다.\n   붙임 : 인감(법인)증명서 1부.  끝.\n20  .   .   .\n상    호 : \n주    소 :\n대 표 자 :                (인)\n한국건강가정진흥원 이사장 귀하",
            "",
            "",
            ""
          ],
          [
            "",
            "사 용 인 감",
            "인   적   사   항",
            ""
          ],
          [
            "",
            "",
            "업 체 명 :\n  주    소 :\n  대 표 자 :",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 50 - I-3 위임장 위 임 장 대표자 성 명 주민등록번호 주 소 업체명 연락처 대리인 성 명 주민등록번호 주 소 업체명 연락처 한국건강가정진흥원에서 시행하는 에 응모함에 있어 상기인을 업체의 대표자 또는 응모자의 대리인으로 위임하였음을 증명합니다. 20 . . . 대표자 인 대리인 인 한국건강가정진흥원 이사장 귀하 지참서류 신분증사본, 재직증명서 위임장에 사용하는 도장은 대표자 인장과 같아야 함 대리 접수로 인하여 발생하는 모든 문제는 대표자 및 응모자 본인이 모든 책임을 짐",
      "tables": [
        [
          [
            "위        임        장",
            "",
            "",
            "",
            ""
          ],
          [
            "대표자",
            "성  명",
            "주민등록번호",
            "",
            ""
          ],
          [
            "",
            "주  소",
            "",
            "",
            ""
          ],
          [
            "",
            "업체명",
            "",
            "연락처",
            ""
          ],
          [
            "대리인",
            "성  명",
            "",
            "주민등록번호",
            ""
          ],
          [
            "",
            "주  소",
            "",
            "",
            ""
          ],
          [
            "",
            "업체명",
            "연락처",
            "",
            ""
          ],
          [
            "한국건강가정진흥원에서 시행하는 「                      」에 응모함에 있어 상기인을 \n업체의 대표자 또는 응모자의 대리인으로 위임하였음을 증명합니다.\n \n                                      20   .     .      . \n                                      대표자 :              (인)\n                                      대리인 :              (인)\n한국건강가정진흥원 이사장 귀하",
            "",
            "",
            "",
            ""
          ],
          [
            "※  지참서류  :  신분증사본,  재직증명서 \n  ※  위임장에  사용하는  도장은  대표자  인장과  같아야  함\n  ※  대리  접수로  인하여  발생하는  모든  문제는  대표자  및  응모자  본인이  모든  책임을  짐",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 51 - I-4 보안서약서 보 안 서 약 서 본인은 한국건강가정진흥원이 추진하는 용역 업무를 수행함에 있어 다음 사항을 서약합니다. 1. 상기 제안과 관련하여 지득한 사항에 대하여 외부에 누설 또는 무단 유 출하지 않겠습니다. 2. 본 사업 대행사 선정 이후 본 사업과 관련하여 습득한 내용에 대해 한국건강가정진흥원의 동의 없이 어떠한 경우에도 누설하지 않겠습니다. 3. 상기 사항을 위반한 경우에는 손해배상 등 모든 민형사상 책임을 감수하겠습니다. 20 년 월 일 상호명 대표자 직인 한국건강가정진흥원 이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 52 - I-5 제안서 평가 서약서 제안서 평가 서약서 한국건강가정진흥원 입 찰과 관련하여 제안서를 신의성실의 원칙에 따라 작성하여 제출합니다. 만 일, 우리 회사가 제출한 서류가 허위기재 또는 부실한 자료작성, 중대한 오류로 인하여 평가대상에서 제외되거나, 관계법령에 의한 귀 진흥원의 어떠한 조치에도 하등의 이의를 제기하지 않을 것이며, 제안서 평가위원회 의 구성, 평가방법, 평가기준 및 평가결과에 대하여 일체의 이의 제기를 하 지 않을 것을 확약합니다. 20 년 월 일 제출자 주 소 회 사 명 대 표 자 인 한국건강가정진흥원 이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 53 - I-6 개인정보 이용 동의서 개인정보 이용 동의서 소속기관 성명 직위 생년월일 개인정보이용동의서명 1. 본인은 한국건강가정진흥원 의 입찰과 관련하여 다음 각 호의 정보를 수집이용하는 것에 동의합니다. 가. 수집이용목적 1 입찰자, 낙찰자 및 계약자 본인 확인 2 입찰자격 확인 나. 수집하는 개인정보의 항목실제로 수집하는 개인정보 나열 이름, 주민등록번호, 전화번호, 직장주소, 자택주소, 전자우편, 학력학교, 전공, 학위 등, 경력기간, 직위 등, 납세현황, 채무불이행 정보 등 재무건전성 여부를 확인하기 위한 신용정보 등 2. 본인은 한국건강가정진흥원이 본인의 개인정보를 동의서가 작성된 때로부터 1항의 사용목적이 종료되 는 때참여제한의 경우는 5년까지 보유하는 데 동의합니다. 3. 본인은 상기 개인정보의 수집에 대하여 거부할 권리를 보유하고 있으며, 동의를 거부하면 입찰과정에서 제외되거나 불리한 평가를 받을 수 있다는 사실을 인지한 상태에서 작성한 것임을 확인합니다. 20 년 월 일 한국건강가정진흥원 이사장 귀하",
      "tables": [
        [
          [
            "소속기관",
            "성명",
            "직위",
            "생년월일",
            "개인정보이용동의(서명)"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1. 본인은 한국건강가정진흥원 「                                   」의 입찰과 관련하여 다음 각 호의 \n정보를 수집･이용하는 것에 동의합니다.\n  가. 수집･이용목적\n   ① 입찰자, 낙찰자 및 계약자 본인 확인\n   ② 입찰자격 확인\n  나. 수집하는 개인정보의 항목(실제로 수집하는 개인정보 나열)\n   이름, 주민등록번호, 전화번호, 직장주소, 자택주소, 전자우편, 학력(학교, 전공, 학위 등), 경력(기간, 직위 등), \n납세현황, 채무불이행 정보 등 재무건전성 여부를 확인하기 위한 신용정보 등 \n 2. 본인은 한국건강가정진흥원이 본인의 개인정보를 동의서가 작성된 때로부터 1항의 사용목적이 종료되\n는 때(참여제한의 경우는 5년)까지 보유하는 데 동의합니다.\n 3. 본인은 상기 개인정보의 수집에 대하여 거부할 권리를 보유하고 있으며, 동의를 거부하면 입찰과정에서 \n제외되거나 불리한 평가를 받을 수 있다는 사실을 인지한 상태에서 작성한 것임을 확인합니다.\n20   년   월   일\n한국건강가정진흥원 이사장 귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 54 - I-7 조세포탈여부확인 서약서 조세포탈 여부 확인 서약서 사업명 당사는 국가를 당사자로 하는 계약에 관한 법률제27조의5, 같은 법 시행령 12 조의 내용을 확인하였으며, 당사가 다음 각 호 중 어느 하나에 해당하는 사실이 없음을 서약합니다. 1. 조세범처벌법 제3조에 따른 조세 포탈세액이나 환급공제받은 세액이 5억원 이상인 자 2. 관세법 제270조에 따른 부정한 방법으로 관세를 감면받거나 면탈하거 나 환급받은 세액이 5억원 이상인 자 3. 지방세기본법 제129조에 따른 지방세 포탈세액이나 환급공제 세액이 5억원 이상인 자 4. 국제조세조정에 관한 법률 제34조에 따른 해외금융계좌의 신고의무를 위반하고, 그 신고의무 위반금액이 같은 법 제34조의2제1항에 따른 금액을 초 과하는 자 5. 외국환거래법 제18조에 따른 자본거래의 신고의무를 위반하고, 그 신고 의무 위반금액이 같은 법 제29조제1항제6호에 해당하는 자 위의 서약내용과 사실이 다른 경우 계약의 해제해지 및 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조에 따른 부정당업자제재 처분을 받을 수 있음을 확인합니다. 20 년 월 일 서 약 자 대표 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 55 - I-8 청렴계약이행서약서 청렴계약이행서약서 당사는부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되었고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호응하여 한국건강가정진흥원에서 발주 하는 모든 공사, 물품 및 용역 등의 입찰에 참여할 때 당사 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. ᄋ 이를 위반하여 경쟁입찰에서 담합을 주도하여 낙찰을 받은 것이 사실로 드러날 경우 한 국건강가정진흥원에서 발주하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 2년 동안 참가하지 않겠으며, ᄋ 경쟁입찰에서 담합을 주도한 것이 사실로 드러날 경우 한국건강가정진흥원에서 발주하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 입찰에 참가하지 않겠으며, ᄋ 경쟁입찰에서 입찰자 간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰을 위하여 담합한 것이 사실로 드러날 경우 한국건강가정진흥원에서 발주하는 입찰에 입찰참 가자격 제한 처분을 받은 날로부터 6월 동안 입찰에 참가하지 않겠으며, ᄋ 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에 관한 법률에 따라 공정거래위원회에 고발하여 과징금 등을 부과토록 하는데 일체의 이의를 제기하지 않겠습니다. 2. 입찰, 낙찰, 계약체결 또는 계약이행과정준공 이후도 포함에서 관계담당자에게 직간접적으로 금품향응 등친인척 등에 대한 부정한 취업 제공 포함의 부당한 이익을 제공하지 않겠으며, ᄋ 이를 위반하여 입찰, 낙찰, 계약체결 및 계약이행과 관련하여 관계담당자에게 2억원 이상 의 뇌물을 제공한 사실이 드러날 경우에는 입찰참가자격 제한 처분을 받은 날로부터 2년 동안 입찰에 참가하지 않겠으며, ᄋ 1억원 이상 2억원 미만의 뇌물을 준 자는 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 입찰에 참가하지 않겠으며, ᄋ 1천만원 이상 1억원 미만의 뇌물을 준 자는 입찰참가자격 제한 처분을 받은 날로부터 6 개월 동안 입찰에 참가하지 않겠으며, ᄋ 1천만원 미만의 뇌물을 준 자는 입찰참가자격 제한 처분을 받은 날로부터 3개월 동안 입 찰에 참가하지 않겠습니다. 3. 입찰, 낙찰, 계약체결 또는 계약이행과 관련하여 관계담당자에게 금품, 향응 등친인척 등에 대한 부정한 취업 제공 포함을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 56 - 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 해당 계약의 전부 또는 일부계약을 해제 또는 해지하여도 감수하겠으며, 민형사상 이의를 제기하지 않겠습니다. 4. 회사 임직원이 관계 담당자에게 금품, 향응 등을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습니다. 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약해지 등 한국건강가정진흥원의 조치와 관련하여 당사가 한국건강가정진흥원을 상대로 손해배상을 청구 하거나 당사를 배제하는 입찰에 관하여 민형사상 어떠한 이의도 제기하지 않을 것을 서약합 니다. 20 . . . 서약자 대표 인 한국건강가정진흥원 이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 57 - I-9 공동수급표준협정서분담이행방식 공동수급표준협정서분담이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기술능력과 인원 및 기자재 를 동원하여 공사물품 또는 용역에 대한 계획시공 등을 위하여 일정 분담내용에 따라 나누어 공동으 로 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체 재산의 관리 및 대금청구 등 의 권한을 가진다. 제4조효력기간 본 협정서는 당사자 간의 서명과 동시에 발효하며, 해당계약의 이행으로 종결된다. 다 만, 발주자 또는 제3자에 대하여 공사와 관련한 권리의무관계가 남아 있는 한 본 협정서의 효력은 존속된 다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실근면 및 신의를 바탕으 로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 분담내용에 따라 각자 책임을 진다. 제7조하도급 공동수급체의 각 구성원은 자기 책임하에 분담부분의 일부를 하도급 할 수 있다. 제8조거래계좌 계약예규 공동계약운용요령제11조에 정한 바에 의한 선금, 기성대가 등은 다음 계 좌로 지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 동 계약대금은 100 소프트웨어 사업대금으로 계약대금 전액은 소프트웨어사업자기간통신사업자에게 지 급되는 금액 없음에게 지급되며 계약서상 지분율과는 무관하게 실제 지분율은 소프트웨어사업자 100기간통신사업자 0입니다. 제9조구성원의 분담내용 1각 구성원의 분담내용은 다음 예시와 같이 정한다. 예시 정보시스템 감리 및 개인정보 영향평가 부분에 출자비율 각각 8020로 공동수급체를 구성한 경우",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 58 - 구성원 업종 합 계 A 사 B 사 합 계 100 70 30 시스템 유지관리 70 70 100 - 클라우드 환경 관리 30 - 30 100 각 구성원의 출자비율 등은 전체 금액에 대한 지분율을 표시하되, 는 해당 업종공종부분별로 지분율을 각각 표시한다. 예시 1. 일반공사의 경우 가 ᄋᄋᄋ건설회사 토목공사 나 ᄋᄋᄋ건설회사 포장공사 2. 환경설비설치공사의 경우 가 ᄋᄋᄋ건설회사 설비설치공사 나 ᄋᄋᄋ제조회사 설비제작 2제1항의 분담내용은 다음 각 호의 어느 하나에 해당하는 경우 변경할 수 있다. 다만, 분담내용을 변 경하는 경우 공동수급체 일부구성원의 분담내용 전부를 다른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉진법에 따라 채권단이 구조 조정 대상으로 결정하여 구조조정중인 업체, 중도탈퇴의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체구성원 연명으로 분담내용의 변경을 요청한 경우 제10조공동비용의 분담 본 계약이행을 위하여 발생한 공동의 경비 등에 대하여 분담공사금액의 비율에 따라 각 구성원이 분담한다. 제11조구성원 상호간의 책임 1구성원이 분담공사와 관련하여 제3자에게 끼친 손해는 해당 구성원이 분담한다. 2구성원이 다른 구성원에게 손해를 끼친 경우에는 상호협의하여 처리하되, 협의가 성립되지 아니하는 경우에는 운영위원회의 결정에 따른다. 제12조권리의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3자에게 양도할 수 없다. 제13조중도탈퇴에 대한 조치 1공동수급체의 구성원은 각호의 어느 하나에 해당하는 경우 외에는 입찰 및 해 당 계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 해당계약을 이행하지 아니하여 해당 구성원 외의 공동수급 체의 구성원이 발주자의 동의를 얻어 탈퇴조치를 하는 경우 2구성원 중 일부가 파산 또는 해산, 부도 등으로 계약을 이행할 수 없는 경우에는 잔존구성원이 이를 이 행한다. 다만, 잔존구성원만으로는 면허, 실적, 시공능력공시액등 잔여계약이행에 필요한 요건을 갖추 지 못할 경우에는 발주자의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당요건을 충족 하여야 한다. 3제2항 본문의 경우에는 제11조제2항을 준용한다. 제14조하자담보책임 공동수급체가 해산한 후 해당공사에 관하여 하자가 발행하였을 경우에는 분담내 용에 따라 그 책임을 진다.",
      "tables": [
        [
          [
            "구성원\n업종",
            "합  계",
            "A  사",
            "B  사"
          ],
          [
            "합  계",
            "100%",
            "70%",
            "30%"
          ],
          [
            "시스템  유지관리",
            "70%",
            "70%\n(100%)",
            "-"
          ],
          [
            "클라우드  환경  관리",
            "30%",
            "-",
            "30%\n(100%)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 59 - 제15조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영위원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통에 공동수급체 구성원이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 60 - 공동수급표준협정서공동이행방식 공동수급표준협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기술능력과 인원 및 기자재 를 동원하여 공사ᆞ물품 또는 용역에 대한 계획ᆞ입찰ᆞ시공 등을 위하여 일정 출자비율에 따라 공동연 대하여 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재산의 관리 및 대금청구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 해당계약의 이행으로 종결된다. 다 만, 발주자 또는 제3자에 대하여 공사와 관련한 권리ᆞ의무관계가 남아있는 한 본 협정서의 효력은 존 속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실ᆞ근면 및 신의를 바탕 으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 연대하여 책임을 진 다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 단서신설 2014.1.10. 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체결하고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조거래계좌 계약예규 공동계약운용요령제11조에 정한 바에 의한 선금, 기성대가 등은 다음계 좌로 지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1당 공동수급체의 출자비율은 다음과 같이 정한다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2제1항의 비율은 다음 각호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다만, 출자비율을 변경하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 61 - 는 경우에는 공동수급체 일부구성원의 출자비율 전부를 다른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉진법에 따라 채권단이 구조조정 대상으로 결정하여 구조조정중인 업체, 중도탈퇴의 사유로 인하여 당초 협정서의 내용대로 계 약이행이 곤란한 구성원이 발생하여 공동수급체구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 고려, 구성원이 협의 평가하는 것으로 한다. 제10조손익의 배분 계약을 이행한 후에 이익 또는 손실이 발생하였을 경우에는 제9조에서 정한 비율 에 따라 배당하거나 분담한다. 제10조의2비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등을 상호 협의하여 별도로 정 할 수 있다. 3공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고려하여 산정한, 미납금에 상 응하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보관하며, 납부를 완료하는 경우에는 해당 구 성원에게 지급한다. 4분담금을 3회 이상 미납한 경우에 나머지 구성원은 발주기관의 동의를 얻어 해당 구성원을 탈퇴시킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서는 분담금 납부주기 등에 따라 발주기관의 동의를 얻어 다르게 정할 수 있다. 본조신설 2012.4.2. 제11조권리ᆞ의무의 양도제한 구성원은 이 협정서에 의한 권리ᆞ의무를 제3자에게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하나에 해당하는 경우 외에 는 입찰 및 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하거나 제10조의2에 따른 비용 을 미납하여 해당구성원 외의 공동수급체의 구성원이 발주자의 동의를 얻어 탈퇴조치를 하는 경우 신 설 2012.4.2. 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하여 시행 령 제76조제2항제2호가목에 따라 입찰참가자격제한조치를 받은 경우 개정 2023.6.30. 2제1항에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연대하여 해당계약을 이행한 다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공시액 등 잔여계약이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당 요건을 충족하여야 한다. 개정 2010.9.8. 3제2항 본문의 경우에 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율에 따라 분할하여 제9 조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후에 제10조의 손실을 공제한 잔액을 반환한다. 제13조하자담보책임 공동수급체는 공동수급체가 해산한 후 해당공사에 관하여 하자가 발생하였을 경 우에는 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하 는 업체는 출자비율에 따라 책임을 진다. 단서신설 2014.1.10. 제14조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영위원회를 설치하여 계약이 행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 62 - 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통에 공동수급체 구성원 이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 63 - I-10 합의각서공동이행방식, 분담이행방식 합 의 각 서공동이행방식 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의없이 계약체결 및 이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 20 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 64 - I-11확약서 확 약 서 사업을 위한 사업자 선정방식 및 제안요청서 내용과 본 입찰에 관련된 귀 기관의 방침에 이의가 없음을 확약합니다. 20 년 월 일 주 소 상호 또는 명칭 대 표 자 인 법 인 등록번호 한국건강가정진흥원 이사장 귀중",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 65 - I-12입찰보증금 납부각서 입찰보증금 납부각서 1. 입 찰 건 명 2. 입찰보증금율 입찰금액의 2.5 입찰금액은 기재하지 않습니다. 본인은 귀사에서 집행하는 모든 입찰에서 낙찰자로 결정된 후 본인의 귀책사 유로 인하여 낙찰후 계약체결을 하지 않아 국가를당사자로하는계약에관 한법률시행령 제38조에 의한 입찰보증금 귀속사유가 발생될 경우에는 귀 공사의 지시에 따라 상기 입찰보증금에 해당하는 금액을 조건없이 현금 으로 납부할 것을 확약하오며 이에 각서를 제출합니다. 20 년 월 일 주 소 상 호 대 표 자 인 한국건강가정진흥원 이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 66 - I-13 퇴직자 재직현황 확인서 퇴직자 재직현황 확인서 공고명 1. 상기 계약건과 관련하여 당 사는 한국건강가정진흥원 퇴직자퇴직 후 2년 이내 재직현황을 아래와 같이 제출합니다. 성명 직책직위 입사일 퇴직당시 직급 근무부서 비고 해당사항 없음 2. 위 제출한 내용은 사실이며, 만약 사실과 다를 경우축소, 누락 포함에는 계약 해지해제 및 부정당업자로 입찰참가자격 제한조치 등의 불이익 처분을 받 더라도 일체의 이의를 제기하지 아니할 것을 확약하고 이에 확인서를 제출합 니다. 20 년 월 일 회사명 대표자 한국건강가정진흥원 이사장 귀하",
      "tables": [
        [
          [
            "성명",
            "직책(직위)",
            "입사일",
            "퇴직당시 직급\n(근무부서)",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 67 - II-1 제안서 표지 제안서 표지 예시 - 제 안 서 - 인적성 검사 시스템 통합 유지관리 사업 입찰공고번호 제 호 2024. . 제안회사명",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 68 - II-2 일반현황 및 연혁 일반현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 주요연혁요약 주요연혁 작성가이드 연월별 오름차순 기재. 관련분야 국내외 면허, 인증, 특허 등 기술 및 각 사본 제 출",
      "tables": [
        [
          [
            "회          사            명",
            "대          표          자"
          ],
          [
            "사    업          분    야",
            ""
          ],
          [
            "주                          소",
            ""
          ],
          [
            "전      화      번      호",
            ""
          ],
          [
            "회  사  설  립  년  도             년",
            "월"
          ],
          [
            "해당부문  종사기간             년",
            "월    ～\n년\n월"
          ],
          [
            "주요연혁(요약)\n주요연혁\n(\n※ 작성가이드 : 연월별 오름차순 기재. 관련분야 국내외 면허, 인증, 특허 등 기술 및 각 사본 제\n출\n)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 69 - II-3 자본금 및 매출액 자본금 및 매출액최근 3년 단위 천원 구 분 M-2 년도 M-1 년도 M 년도 자 본 금 매 출 액 컨설팅부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 개발부문 교육부문 부문 합 계 컨설팅 매출액의 경우 BPRISP, 전략컨설팅, 보안컨설팅, 감리 등으로 구분하여 상세히 기재한다 주요사업실적 사 업 명 사 업 기 간 계 약 금 액 발 주 처 비 고 연도순으로기재하며, 제안과제와유사하거나동일한업무영역이나사업형태에관한것만 기재한다. 단, 현재수행중인사업은 비고란에현재수행중임을명시한다. 하도급은발주처가승인한경우에한하여작성하며비고란에원도급회사를기재한다. 공동도급계약일경우에는계약금액란에제안사의지분만을기재한다. 사업별사용개발방법론을비고에기재한다. 한국소프트웨어산업협회에서발급하는소프트웨어사업수행실적증명서를가능한활용. 실적을확인할수있는실적증명서, 계약서등의증거서류제출, 확인이불가능한실적은인정하지않음 실적증명자료는붙임으로첨부하여야하며실적증명첨부서류에페이지를명시하여주요사업실적 비고란에페이지를표시하여야함 부가가치세여부표시",
      "tables": [
        [
          [
            "구    분",
            "",
            "",
            "M-2 년도",
            "M-1 년도",
            "M 년도"
          ],
          [
            "자 본 금",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매 출 액",
            "컨설팅부문",
            "BPR/ISP",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "개발부문\n교육부문\n⃝⃝부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합  계",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "사   업   명",
            "사 업 기 간",
            "계 약 금 액",
            "발 주 처",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 70 - II-4 유사사업 실적 유사사업 실적최근3년 제안업체명 연번 사업명 사업개요 사업기간 계약금액 천원 발주처 비고 현재 수행 중인 사업도 포함하여 연도순으로 기재하며, 공고일 기준 최근 3년간을 대상으로 본 사업과 관련있는 사업만 기재공공기관 유지관리 사업에 한함 단, 현재 수행 중인 사업은 비고란에 현재 수행 중임을 명시한다. 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사를 기재한다. 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재한다. 한국소프트웨어산업협회에서 발급하는 소프트웨어사업 수행 실적 증명서 혹은 공공기관의 확인을 받 은 실적증명서를 활용하여 작성한다. 실적증명자료실적증명서, 계약서 등는 붙임으로 첨부하여야 하며 실적증명첨부서류에 페이지를 명시 하여 주요사업실적 비고란에 페이지를 표시하여야 함확인이 불가능한 실적은 인정하지 않음 부가가치세 여부 표시",
      "tables": [
        [
          [
            "연번",
            "사업명",
            "사업개요",
            "사업기간",
            "계약금액\n(천원)",
            "발주처",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 71 - 별첨 사업자보안위규처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 및 직속 감독자 중징계 재발방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용 역사업 관련 자료 수발신 다. 저장된 비공개 정보 패스워드 미부여 라. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 마. 외부용 PC를 업무망에 무단 연결 사용 바. 보안관련 프로그램 강제 삭제 사. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 및 직속 감독 자 사유서 경위서 징구 재발 방지를 위한 조치 계획 제출 위규자 대상 특별보안교육 실시",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "심  각",
            "1. 비밀  및  대외비  급  정보  유출  및  유출시도\n 가. 정보시스템에  대한  구조, 데이터베이스  등의  정보  유출\n 나. 개인정보·신상정보  목록  유출\n 다. 공간정보  등  비공개  정보  유출\n2. 정보시스템에  대한  불법적  행위\n 가. 관련  시스템에  대한  해킹  및  해킹시도\n 나. 시스템  구축  결과물에  대한  외부  유출\n 다. 시스템  내  인위적인  악성코드  유포",
            "◦  사업참여 제한\n◦  위규자  및  직속 감독자 \n중징계\n◦  재발방지를  위한 \n조치계획  제출\n◦  위규자  대상  특별 \n보안교육  실시"
          ],
          [
            "중  대",
            "1. 비공개  정보  관리  소홀 \n 가. 비공개  정보를  책상  위  등에  방치 \n 나. 비공개  정보를 휴지통ㆍ폐지함  등에  유기  또는  이면지  활용\n 다. 개인정보․신상정보  목록을  책상  위  등에  방치\n 라. 기타  비공개  정보에  대한  관리소홀\n2. 사무실ㆍ보호구역  보안관리  허술\n 가. 통제구역  출입문을  개방한  채  퇴근  등\n 나. 인가되지  않은  작업자의  내부  시스템  접근\n 다. 통제구역  내  장비·시설  등  무단  사진촬영 \n3. 전산정보  보호대책  부실\n 가. 업무망  인터넷망  혼용사용, 보안  USB 사용규정  위반 \n 나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용\n역사업 관련  자료  수발신\n 다. 저장된  비공개  정보  패스워드  미부여\n 라. 인터넷망  연결  PC 하드디스크에  비공개  정보를  저장\n 마. 외부용  PC를  업무망에  무단  연결  사용\n 바. 보안관련  프로그램  강제  삭제\n 사. 사용자  계정관리  미흡  및  오남용(시스템  불법접근  시도  등)",
            "◦  위규자  및  직속  감독\n자  사유서  /  경위서 \n징구\n \n◦  재발  방지를  위한  조치\n계획  제출\n◦  위규자  대상 \n특별보안교육  실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 72 - 구 분 위 규 사 항 처 리 기 준 보 통 1. 한국건강가정진흥원 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위규자 및 직속 감독자 경징계 위규자 및 직속 감독자 사유서 경위서 징구 위규자 대상 특별보안교육 실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면구두 경 고 등 문책 위규자 사유서 경위 서 징구",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "보  통",
            "1. 한국건강가정진흥원  제공  중요정책ㆍ민감  자료  관리  소홀\n 가. 주요  현안ㆍ보고자료를  책상위  등에  방치\n 나. 정책ㆍ현안자료를  휴지통ㆍ폐지함  등에  유기  또는  이면지  활용\n2. 사무실  보안관리  부실\n 가. 캐비넷ㆍ서류함ㆍ책상  등을  개방한  채  퇴근 \n 나. 출입키를  책상위  등에  방치\n3. 보호구역  관리  소홀 \n 가. 통제ㆍ제한구역  출입문을  개방한  채  근무\n 나. 보호구역내  비인가자  출입허용  등  통제  미실시\n4. 전산정보  보호대책  부실\n 가. 휴대용저장매체를 서랍ㆍ책상  위  등에 방치한  채  퇴근\n 나. 네이트온  등  비인가  메신저  무단  사용 \n 다. PC를  켜  놓거나  보조기억  매체(CD, USB 등)를  꽂아  놓고  퇴근\n 라. 부팅ㆍ화면보호  패스워드  미부여  또는  \"1111\" 등  단순숫자  부여\n 마. PC 비밀번호를  모니터옆  등  외부에  노출\n 바. 비인가  보조기억매체  무단  사용",
            "◦  위규자  및  직속 감독자 \n경징계\n◦  위규자  및  직속 감독자 \n사유서 / 경위서  징구\n◦  위규자  대상 \n특별보안교육  실시"
          ],
          [
            "경  미",
            "1. 업무  관련서류  관리  소홀\n 가. 진행중인  업무자료를  책상  등에  방치, 퇴근\n 나. 복사기ㆍ인쇄기  위에  서류  방치\n2. 근무자  근무상태  불량\n 가. 각종  보안장비  운용  미숙\n 나. 경보ㆍ보안장치  작동  불량 \n3. 전산정보  보호대책  부실 \n 가. PC내  보안성이  검증되지  않은  프로그램  사용\n 나. 보안관련  소프트웨어의  주기적  점검  위반",
            "◦  위규자  서면⋅구두  경\n고 등  문책\n◦  위규자  사유서 / 경위\n서  징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 73 - 별첨 보안 위약금 부과 기준 가. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 국가계약법 시행령 제76조에 따라 부정당업자로 등록 500만원 이하 300만원 이하 100만원 이하 위약금 규모는 사업규모에 따라 협의 조정 가능 위규 수준은 별표 1 참고 나. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 다. 사업 종료 시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미  3건  이상"
          ],
          [
            "위약금\n비중",
            "국가계약법  시행령  제76조에 \n따라 부정당업자로 등록",
            "500만원  이하",
            "300만원  이하",
            "100만원  이하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 76,
      "text": "- 74 - 별첨 누출금지대상정보 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조부정당업자의 입찰 참가자격제한제1항제18호에 따라 사업 수행자는 사업수행과정에서 알게 된 정 보 중 아래에 해당하는 정보를 무단으로 유출하는 경우 국가를 당사자로 하는 계약에 관한 법률 시행규칙 별표2제20호 부정당업자의 입찰참가자격 제한기준 을 따라 입찰참가자격을 제한 함 누출금지 정보 1 기관 소유 정보시스템의 내ᆞ외부 IP주소 현황 2 세부 정보시스템 구성현황 및 정보통신망구성도 3 사용자계정 및 패스워드 등 정보시스템 접근권한 정보 4 정보통신망 및 정보시스템 취약점 분석평가 결과물 5 용역사업 결과물 및 프로그램 소스코드해킹ᆞ유출시 안보ᆞ국익에 피해가 우려되는 중요 용역사업일 경우에 해당 6 국가용 보안시스템 및 정보보호시스템 도입현황 7 방화벽, 침입탐지시스템IDSᆞ차단방지시스템IPS 등 정보보호제품 및 라 우터ᆞ스위치 등 네트워크장비 설정 정보 8 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상정보로 분류된 기관의 내부문서 9 개인정보 보호법제2조제1호의 개인정보 10 보안업무규정제4조의 비밀, 同 시행규칙 제7조제3항의 대외비 11 그 밖의 각 기관이 공개가 불가하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 77,
      "text": "- 75 - 별첨 O 기술적용계획표, 기술적용결과표 사업명 가족지원통합정보시스템 구축 사업3차년도 작성일 2024. 03. 13. 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 국가정보원법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 사이버안보 업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 78,
      "text": "- 76 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. O 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 O o 모바일 전자정부 서비스 관리 지침 O 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 O - XHTML 1.0 O - XML 1.0, XSL 1.0 O - ECMAScript 3rd O o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 O 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 O 서비스 전달 프로토콜 IPv4 O IPv6 O 구분 항 목 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "관련규정",
            "ｏ 전자정부 웹사이트 품질관리 지침\nO\nｏ 한국형 웹 콘텐츠 접근성 지침 2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 모바일 전자정부 서비스 관리 지침\nO",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근 \n장치",
            "ｏ  웹브라우저  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  HTML  4.01/HTML  5,  CSS  2.1",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "",
            "",
            "",
            "O",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 79,
      "text": "- 77 - 인터페이스 및 통합 분야 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. O 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 O XML, JSON 적용 예정 - UDDI v3 O - RESTful O o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 O - ebXMLBPEL 2.0XPDL 2.0 O 데이터 공유 o 데이터 형식 XML 1.0 O 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 O 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. O o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. O 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 O o 부가통신 VoIP - H.323 O - SIP O - MegacoH.248 O",
      "tables": [
        [
          [
            "서비스  통합",
            "ｏ  웹  서비스",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "",
            "O",
            "",
            "",
            "XML,  JSON \n적용  예정"
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  RESTful",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UML  2.0/BPMN  1.0",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "데이터  공유",
            "ｏ  데이터  형식  :  XML  1.0",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "인터페이스",
            "ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "O",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "부분적용/ \n미적용시 사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            ""
          ]
        ],
        [
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수행\n하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는  정보\n시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "",
            "",
            "O",
            ""
          ]
        ],
        [
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310\nO",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  H.323",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  SIP",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            "",
            "",
            "",
            "O",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 80,
      "text": "- 78 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. O o 데이터는 데이터 공유 및 재사용, 데이터 교환, 공공데이터 제공,데 이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. O o 데이터는 공공데이터법 제2조제2호의 행정정보를 말한다로 제공하기 위하여 기계 판독이 가능한 형태로 정비, 공공데이터법상 제공제외 대상의 별도 테이블 분리설계, 품질확보 등이 수행되 어야 한다. O 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 O - UNIX O - Windows Server O - Linux O o 모바일용 운영 체계 및 기반환경 - android O - IOS O - Windows Phone O 데이터베이스 o DBMS - RDBMS O - ORDBMS O - OODBMS O - MMDBMS O 시스템 관리 o ITIL v3 ISO20000 O 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크 O",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시 사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            "",
            "",
            "",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  POSIX.0",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  UNIX",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  Linux",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  android",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  IOS",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  RDBMS",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "O",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  공공데이터  제공,데\n이터  품질  향상,  데이터베이스  통합  등을  위하여  표준화되어야 \n한다.",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  공공데이터(법  제2조제2호의  행정정보를  말한다)로 \n제공하기  위하여  기계  판독이  가능한  형태로  정비,  공공데이터법상 \n제공제외  대상의  별도  테이블  분리·설계,  품질확보  등이  수행되\n어야  한다.",
            "",
            "",
            "",
            "O",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 81,
      "text": "- 79 - 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드표 준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전 부장관에게 표준 등록을 요청하여야 한다. O o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. O 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 관리지침 o 공공데이터 제공관리 매뉴얼 O 데이터 표현 o 정적표현 HTML 4.01 O o 동적표현 - JSP 2.1 O - ASP.net O - PHP O - 기타 O 프로그래밍 o 프로그래밍 - C O - C O - Java O - C O - 기타 O 데이터 교환 o 교환프로토콜 - XMI 2.0 O - SOAP 1.2 O o 문자셋 - EUC-KR O - UTF-8단, 신규시스템은 UTF-8 우선 적용 O",
      "tables": [
        [
          [
            "구    분\n항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미적용",
            "해당\n없음",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드표\n준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전\n부장관에게  표준  등록을  요청하여야  한다.",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            "O",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  관리지침\nｏ  공공데이터  제공·관리  매뉴얼",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  동적표현",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  JSP  2.1",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ASP.net",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  PHP",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  Java",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C#",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XMI  2.0\nO",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SOAP  1.2\nO",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  문자셋",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  EUC-KR \nO",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)\nO",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 80 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. O o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. O o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견 시 개선조치하여야 한다. O 세부 기술 지침 관련 규정 o 전자정부법 O o 국가정보보안기본지침국가정보원 O o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 O 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 O - SSO제품보안기능 확인서 또는 CC인증 필수 O - 디스크ᆞ파일 암호화 제품 O - 문서 암호화 제품DRM보안기능 확인서 또는 CC인증 필 수 O - 메일 암호화 제품 O - 구간 암호화 제품 O - 하드웨어 보안 토큰 O - DB암호화 제품보안기능 확인서 또는 CC인증 필수 O - 상기제품8종이외 중요정보 보호를 위해 암호기능이 내장된 제품 O - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 O o 보안기능 확인서 또는 CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 O - 네트워크침입방지침입탐지 포함 O - 통합보안관리통합로그관리 포함 O - 웹 응용프로그램 침입차단 O",
      "tables": [
        [
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견  시  개선․조치하여야  한다.",
            "O",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인  정보보호제품)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  PKI제품",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  SSO제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  디스크ㆍ파일  암호화  제품",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  문서  암호화  제품(DRM)(보안기능  확인서  또는  CC인증  필\n수)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  메일  암호화  제품",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  구간  암호화  제품",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  하드웨어  보안  토큰",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  DB암호화  제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  상기제품(8종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  또는  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검증  필요)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  (네트워크)침입차단",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  (네트워크)침입방지(침입탐지  포함)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  통합보안관리(통합로그관리  포함)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  웹  응용프로그램  침입차단",
            "",
            "",
            "",
            "O",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 81 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 - DDos 대응성능평가로 도입 가능 O - 인터넷 전화 보안 O - 무선침입방지 O - 무선랜 인증 O - 가상사설망검증필 암호모듈 탑재 필수 O - 네트워크 접근통제 O - 망간 자료전송2022.1 이전 인증제품 O - 안티 바이러스성능평가로 도입 가능 O - 패치관리 O - 스팸메일 차단 O - 서버 접근통제 O - DB접근 통제 O - 스마트카드 O - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 O - 소스코드 보안약점 분석도구성능평가로 도입 가능 O - 스마트폰 보안관리 O - 소프트웨어기반 보안USB2020.1.1이전 인증제품, 검증필 암호모듈 탑재 필수 O - 호스트 자료유출 방지2021.1.1이전 인증제품, 매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모 듈 탑재 필수 O - 네트워크 자료유출방지2021.1.1 이전 인증제품 O - CC인증서에 명시된 제품과 동일 제품 여부 O o 보안기능 확인서 필수제품 유형군 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 O - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 O - 망간 자료전송 O - 네트워크 자료유출방지 O - 네트워크 장비L3 스위치 이상 O",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "해당\n미적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  DDos  대응(성능평가로  도입  가능)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  인터넷  전화  보안",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  무선침입방지",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  무선랜  인증",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  가상사설망(검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  네트워크  접근통제",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  망간  자료전송(2022.1  이전  인증제품)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  안티  바이러스(성능평가로  도입  가능)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  패치관리",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  스팸메일  차단",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  서버  접근통제",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  DB접근  통제",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  스마트카드",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  소스코드  보안약점  분석도구(성능평가로  도입  가능)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  스마트폰  보안관리",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(2020.1.1이전  인증제품,  검증필 \n암호모듈  탑재  필수)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(2021.1.1이전  인증제품,  매체제어제품 \n포함,  자료저장  기능이  있는  경우  국정원  검증필  암호모\n듈  탑재  필수)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지(2021.1.1  이전  인증제품)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  CC인증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  필수제품  유형군",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  망간  자료전송",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  네트워크  장비(L3  스위치  이상)",
            "",
            "",
            "",
            "O",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 82 - 최신 기준은 국가정보원ᆞ국가사이버안보센터 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 - 가상화관리제품 O o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 O - 국가공공기관 모바일 활용업무에 대한 보안가이드라인 O o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 O - 국가공공기관 클라우드 컴퓨팅 보안가이드 O 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 O - 암호지원 O - 정보 흐름 통제 O - 보안 관리 O - 자체 시험 O - 접근 통제 O - 전송데이터 보호 O - 감사 기록 O - 기타 제품별 특화기능 O o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 O - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 O - 백도어 제거비공개 원격 관리 및 접속 기능 O - 오픈소스 적용 기능 및 리스트 제공 O",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n없음\n적용",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  가상화관리제품",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안취약점  및  보안약점  점검·조치\nO\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  국가·공공기관  모바일  활용업무에  대한  보안가이드라인\nO",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  클라우드  서비스  보안인증(CSAP)을  받은  서비스\nO",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  국가·공공기관  클라우드  컴퓨팅  보안가이드\nO",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  식별  및  인증",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  암호지원",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  정보  흐름  통제",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안  관리",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  자체  시험",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  접근  통제",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  전송데이터  보호",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  감사  기록",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  기타  제품별  특화기능",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인  및  취약점  제거",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안기능별  명령어  등  시험  및  운영방법  제공",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  백도어  제거(비공개  원격  관리  및  접속  기능)",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  오픈소스  적용  기능  및  리스트  제공",
            "O",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}