{
  "csv_metadata": {
    "공고 번호": "20241139040",
    "공고 차수": 0.0,
    "사업명": "대전대학교 2024학년도 다층적 융합 학습경험 플랫폼(MILE) 전산시스템 구축",
    "사업 금액": 60000000,
    "발주 기관": "대전대학교",
    "공개 일자": "2024-11-27 11:36:47",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "2024-12-09 11:00:00",
    "사업 요약": "- 사업개요: 대전대학교에서 다층적 융합 학습경험 플랫폼(MILE)구축 사업을 추진함. \n- 추진배경 및 목적: 융합교육을 강화하기 위해 학생 개별 학습 상황을 모니터링하고 피드백하는 체계적 코칭이 필요하며, 유연한 학사 운영과 학문적 경계를 넘어선 학습 기회를 제공하여 학생들의 학업 성취를 향상시키고 융합 교육 활성화를 도모함. \n- 사업범위: 다층적 융합 학습경험 플랫폼(MILE) 시스템 구축을 통해 학생 모니터링, 졸업자가진단 및 나노/마이크로디그리 관련 화면 고도화, 교수역량진단 개편 및 ACT 교과 인증 강좌개설 화면 연계 기능을 구현함. \n- 기대효과: 학생 맞춤형 학습 경로 제공과 학습 성과 추적 및 피드백 제공, 융합 교육 활성화를 통한 학업 성취 향상 및 유연한 학사 운영을 통한 융합 교육 확산을 기대함. \n- 추진목표: 융합 교육 학습 성과 강화, 학생 맞춤형 학습경로 제공, 유연한 학사 운영 및 융합 교육 프로그램 지원을 목표로 함.",
    "파일형식": "pdf",
    "파일명": "대전대학교_대전대학교 2024학년도 다층적 융합 학습경험 플랫폼(MILE) 전.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "재공고대전대학교 다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 2024. 11. 문의 소속 담당자 전화 입찰 총무팀 이병석 042-280-2163 사업 대학교육혁신원 교수학습개발센터 홍나래 042-280-4036",
      "tables": [
        [
          [
            "문의",
            "소속  /  담당자",
            "전화"
          ],
          [
            "입찰",
            "총무팀  이병석",
            "042-280-2163"
          ],
          [
            "사업",
            "대학교육혁신원  교수학습개발센터\n홍나래",
            "042-280-4036"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 2 목 차 I. 사업 안내 4 1. 사업개요 4 2. 사업배경 및 목적 4 3. 사업 기대효과 7 II. 제안 요청사항 8 1. 일반사항 8 2. 기능요청사항 10 3. 산출물 17 4. 보안관련 18 5. 기타 22 III. 제안사 유의사항 23 1. 일반사항 23 2. 제안서 작성 시 유의사항 23 3. 협상대상자 선정 방법 24 4. 제안서 평가 25 5. 가격 평가 25 6. 제안서 목차 및 작성방법 27 7. 제안서 기술평가 항목 28 8. 제안서 효력 30 IV. 제안서 제출안내 31 1. 입찰 참가등록 및 서류 제출 31 2. 제안 평가PT 32",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 3 붙임 1 입찰참가신청서 붙임 2 제안회사 일반 붙임 3 재무구조 및 3년간20212023 매출액 붙임 4 용역실적 리스트 붙임 5 조직 및 인원현황 붙임 6 사업 참여인력 투입 계획 붙임 7 참여인력 명단 붙임 8 참여인력 이력사항 붙임 9 가격제안서 붙임 10 보안유지계약서 붙임 11 장비 반출입 신청서 붙임 12 웹호환성 진단 체크리스트 붙임 12 개인정보처리 위탁 계약서 붙임 13 정보시스템 개인정보 출력 대장 붙임 14 고유식별정보 안전성 확보조치 관리실태 점검 증빙 붙임 15 청렴 서약서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 4 제I장 사업안내 1 사업개요 사업명 대전대학교 다층적 융합 학습경험 플랫폼MILE구축 사업 사업기간 및 예산 사업기간 계약일로부터 2개월 이내2025년 1월 종료 예정 사업예산 60,000,000원 부가가치세 포함 사업선정 및 계약방법 제한경쟁입찰 협상에 의한 계약체결 2 사업 배경 및 목적 추진배경 및 필요성 체계적인 학업코칭 및 모니터링 강화 융합교육 학업 성공을 위해 학생 개별 학습 상황을 실 시간으로 모니터링 하고 피드백 하는 체계적 코칭이 필수적임. 이를 위하여 교과 및 비교과 활동을 통합해 학습 경로와 진로 설계를 돕는 시스템을 구축하고 학생들이 스스로 학업을 설 계 하고 실행할 수 있는 기반을 마련해야 함 3중 학사지도 운영 성과 관리 필요 학문적 경계를 넘어 창의적인 사고와 자율적 학습을 촉 진하는 유연한 학사 운영은 필수적임. 이는 학생들이 자율적으로 과목을 선택하고 맞춤형 학 습 경로를 설계하도록 유도하는 학사제도를 의미하며, 이러한 변화로 고등교육의 자율성을 높 일 수 있음. 학생들이 자율적으로 학습 경로를 선택하고 개방적인 융합 교육을 받기 위해서는 운영에 대한 성과 관리가 제반 되어야 함 융합교육 혁신을 통한 전주기적 학생지원 무경계 교육과정 참여 대상 학업을 지원 및 융합 교육의 활성화를 위한 교수-학생 활용 플랫폼 구축을 통해 전주기적 학생 지원을 위한 제반을 마련할 필요가 있음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 5 사업목표 융합 교육 학습 성과의 실시간 추적 및 피드백 강화 무경계 학생 맞춤형 학습경로 제공을 통한 융합 교육 확산 유연한 학사 운영 및 융합 교육 프로그램의 지원 사업 최종목표 시스템 및 사업 범위 그림 1 다층적 융합 학습 경험 플랫폼 체계도 본 사업은 다층적 융합 학습경험 플랫폼MILE 시스템 구축을 위해 지난해 개발 완료된 나노 마이크로디그리 전산시스템 및 적응형 교수학습 시스템과 연계하여 교원교수 및 융합교육 전 담 코디네이터-학생 활용 융합 교육 모니터링 시스템을 신규로 만드는 것을 목적으로 함 또한, 나노마이크로디그리 출력 화면의 대분류 조정, 융합 교육 관리를 위한 교수 융합교육 역 량 진단, 학생 중심 교육의 기반이 되는 ACT 교과인증 확대를 대비 한 학사 강좌개설 연계를 보완하여 추가적으로 개선 함",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 6,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 6 그림 2 학업적응 및 성공 지원 전학년 밀착관리 체계도 모니터링 구축을 위해 교수, 융합 교육 전담 코디네이터, 학생이 볼 수 있는 화면을 개발하며, 융합 교육의 성과를 볼 수 있도록 다양한 정보를 수집하고 분석 함 융합교육의 활성화 여부에 따라 차년도에는 다양한 시스템 데이터를 기반으로 학생설계 및 융합 전공 신청까지 가능한 화면을 수행함이 부분은 학사에서 2025년도 필요에 따라 구축 다층적 융합 학습경험 플랫폼MILE 시스템 구축 사업에 대한 전반적인 기능요구사항은 아래와 같음 요구사항 분류 요구사항 번호 요구사항 명칭 사업범위 기능요구사항 System Function Requirement SFR-01 융합교육 전담 모니터링MILE 모니터링 1 융합 교육 운영 현황 모니터링 화면 구축 2 융합 교육 교수 모니터링 화면 구축 3 융합 교육 코디네이터 모니터링 화면 구축 신규 SFR-02 졸업자가진단 및 나노마이크로디그리 관련 화 면 고도화 1 디그리 과정 신청학생 개선 2 디그리과정대상자관리, 미신청이수가능자조회 3 나노마이크로디그리출력 화면 고도화 4 졸업자가진단 비교과 인증 추가 및 관련 자료 업로드 고도화",
      "tables": [
        [
          [
            "요구사항  분류\n요구사항  번호\n  요구사항  명칭",
            "",
            "융합교육  전담  모니터링(MILE  모니터링)\n①  융합  교육  운영  현황  모니터링  화면  구축\n②  융합  교육  교수  모니터링  화면  구축\n③  융합  교육  코디네이터  모니터링  화면  구축",
            "사업범위\n●\n(신규)"
          ],
          [
            "SFR-01\n기능요구사항\n(System  Function\nRequirement)\nSFR-02",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "졸업자가진단  및  나노/마이크로디그리  관련  화\n면  고도화\n①  디그리  과정  신청(학생)  개선\n②  디그리과정대상자관리,  미신청이수가능자조회\n③  나노/마이크로디그리출력  화면  고도화\n④  졸업자가진단  비교과  인증  추가  및  관련\n      자료  업로드",
            "●\n(고도화)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 7,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 7 3 사업 기대효과 기대효과 학생 맞춤형 학습 경로 제공 및 학업 성취 향상 시스템 구축을 통해 학생들은 자신의 진로와 목표에 부합하는 과목과 활동을 선택할 수 있으며, 학업 몰입도와 성취도 향상을 기대할 수 있 음 실시간 학습 성과 추적과 적시 피드백 제공 학습 데이터의 실시간 추적 및 분석을 통해 교수진 과 코디네이터는 맞춤형 피드백을 제공할 수 있고 학생은 본인의 학습 성과를 확인할 수 있으 며, 이어한 데이터를 기반으로 하여 교육과정의 개편에 기여할 수 있음 유연한 학사 운영을 통한 융합 교육 활성화 학문적 경계를 넘어선 학습 기회를 가지도록 하여 융합 교육 참여 확산을 기대할 수 있으며, 다 학제적 인재 양성의 기반을 마련함 SFR-03 교수역량진단 개편융합교육 추가 및 ACT 교과 인증 강좌개설 화면 연계 1 교수역량진단 개편 2 역량 기반 교과 인증 관리 시스템 개편 고도화",
      "tables": [
        [
          [
            "",
            "SFR-03",
            "교수역량진단  개편(융합교육  추가)  및  ACT     \n  교과  인증  강좌개설  화면  연계\n①  교수역량진단  개편\n②  역량  기반  교과  인증  관리  시스템  개편",
            "●\n(고도화)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 8 제II장 제안 요청사항 1 일반사항 기 구축된 대전대학교 통합정보시스템의 개발환경 하에서 본교의 표준 개발 가이드를 적용하 여 구축하고 통합 유지관리 되어야 함 다층적 융합 학습경험 플랫폼 설계는 향후 본 사업에서 추구하는 최종 목표시스템을 구현하 는데 시스템 전체구조의 변경 없이 용이하게 적용될 수 있도록 미래지향적 체계로 설계되어 야 함 주요 필드주민번호, 패스워드 등은 반드시 암호화하여 처리하여야 함 다층적 융합 학습경험 플랫폼의 신규 기능은 사용자 정보 통합, Data의 유기적인 연계 등을 위해 통합적으로 설계되어야 함 시스템 구축 관련하여 세부적인 기획 및 구성은 대전대학교와 협의하여 진행하고 가능한 대 학의 요구사항을 적극 수렴하여 구축하여야 함 시스템 구축 관련하여 기 구축된 대전대학교 통합정보시스템에 직간접적으로 영향을 미치는 기능에 대하여 종합적인 분석을 통한 이슈를 도출하고 운영에 문제가 없도록 개선해야 함 시스템 구축을 제안함에 있어서 제안 요청서에 명시된 내용은 물론, 기술되지 않았으나 사업의 목적과 내용에 부합하며 해당 업무 수행에 반드시 필요한 개발 요구사항이 발생할 경우 이 사항 에 대하여 추가개발을 완수하여야 함. 또한 이 경우 목표 시스템 구현에 문제가 발생하지 않도 록 철저히 검토하여 제안서에 포함하여 제시하여야 함 대전대학교에서 보유된 장비를 사용하여 시스템을 구축하는 것으로 하며, 필요 시 기존 운영 시스템의 DB를 마이그레이션Migration 해야 함 개발시스템은 현재까지 알려진 보안 취약요소에 대한 보안대책을 강구하여 구축되어야 함 시스템 운영과 관련된 각종 솔루션들은 365일 무정지체제의 지원을 담보할 수 있는 안정성, 신뢰성 및 효율성을 지원하여야 하며, 각 솔루션의 설치, 테스트 및 안정화 작업 등을 고려하 여 제안에 참가하여야 함 제안하는 모든 솔루션은 향후 신규업무가 발생하더라도 시스템 전체구조의 변경 없이 용이하 게 운영될 수 있도록 미래지향적 체계로 제안하여야 함 제안하는 솔루션 및 SW와 요구기능을 제공하기 위해 수반되는 각종 부수장비 및 SW에 대 한 규격과 기능을 상세히 제시하여야 하며, 규격은 제안규격과 최대규격을 명확하게 구분하여 명시하여야 함 제안하는 모든 SW는 현재 대전대학교가 보유하고 있는 전산정보자원과 결합되어 최적의 운",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 9 영환경을 구현할 수 있는 최신의 제품으로서, 대전대학교의 각종 업무 및 서비스를 원활히 수 행할 수 있고, 최상의 기술 지원이 가능한 제품이어야 함 제안하는 모든 SW는 안정적인 운영이 가능하도록 본 제안요청서에서 제시한 기본규격 이상 으로 구성하여 제안하여야 함 본 사업에 필요한 각종 SW는 대전대학교가 제시하는 구성안에 따라 필수적으로 수반되는 SW 일체를 포함시켜 제안하되, 본 제안요청서에서 요구하는 각 기능을 반드시 충족해야 함 다양한 기종의 서버네트워크DB 등 복잡 다양한 전산정보자원의 통합관리, 장애요인의 사전 예측과 신속한 장애대응 및 성능분석체계, 시스템 자원의 활용도, 효율성이 보장되는 통합적 인 제안을 해야 함 시스템 설계 시 반드시 스크립트 분석전문가를 통해 복잡하거나 우회하는 코딩을 최소화하고 스크립트 간소화, 코딩 룰 준수, 코딩 구조개선 등을 진행하여야 함 테스트는 인력데이터절차 및 방법일정도구시스템 최적화 방안 등을 포함한 체계적이고 효 율적인 계획을 수립하여 진행해야 함 기존 기간계 시스템과 연계하여 단계적으로 단위 테스트, 연계 테스트, 통합 테스트를 실시하 여야 함 현재 운영 중인 환경에 대한 철저한 분석을 통해 시스템 구축에 따른 업무중단이 최소화되도 록 일정계획을 제시해야 함 모바일 응용프로그램에 대한 유지관리 위탁운영 방안에 대하여 제시하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 10 2 기능요청사항 1. 기능 요구사항 System Function Requirement 목표 시스템사업이 반드시 수행해야 하거나 목표시스템을 이용하여 사용자가 반드시 수행할 수 있어야 하는 기능동작에 대해 기술 함 단, 개별 기능요구사항은 전체 시스템의 계층적 구조분석을 통해 단위업무별 기능구조를 도 출한 후, 이에 대한 세부 기능별 상세 요구사항을 작성하는 것을 원칙으로 하며, 기능 수행 을 위한 데이터 요구사항과 연계를 고려하여 기술 함 수요조사에 따른 기능요구사항을 기반으로 하나, 추후 대전대학교 각 부서와 긴밀한 협의를 통하여 요구사항이 개선 또는 추가 발생 될 수 있음 SFR-001 요구사항 명칭 융합교육 전담 모니터링MILE 모니터링 1 융합 교육 운영 현황 모니터링 화면 구축 2 융합 교육 교수 모니터링 화면 구축 3 융합 교육 코디네이터 모니터링 화면 구축 요구사항 내용 융합 교육 운영 현황 모니터링 화면 구축 융복합교육과정 및 부, 복수전공 종합 모니터링 해당 내용은 항목별 매 학기 현황 조회 할 수 있도록 구성 학기별 한 화면에 해당 수치가 보이도록 원데이터는 수치에 대한 근거 자료가 보일 수 있도록 구성 인원에 대한 출력물 구성은 연번, 전공, 학번, 성명, 선택전공부, 복수, 융합, 연계, 디그리가 보이도록 한 화면으로 구성해도 됨 부,복수전공 융합교육 외 카테고리로 융합전공에 관심을 가질 수 있는 예비 인력으로서 부, 복수전공 신청 현황 및 신청자 현황 다운로드 전공 융합 융합, 연계, 학생설계, 산학연계, 창업전공 융복합교육 카테고리로 해당 과정을 신청한 현황 및 신청 자 현황 다운로드 소전 공 디그리 각종 디그리 운영 현황 및 신청 현황 디그리 운영 현황은 과정구분 단위로 보여지면 됨 이수, 미이수로 나뉘어 신청자 별 현황 다운로드 융합 교육 교수 모니터링 화면 구축통합정보시스템 내 졸업자가진단 화면 활용 - 학생 상담을 위해 학생 부, 복수 전공, 디그리 신청 정보 및 수강 현황 정보가 보이도록 구축 - 학생 진로 분야 키워드 입력 상담 키워드를 관리 할 수 있도록 데이터화",
      "tables": [
        [
          [
            "SFR-001",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000\n명칭",
            "융합교육  전담  모니터링(MILE  모니터링)\n①  융합  교육  운영  현황  모니터링  화면  구축\n②  융합  교육  교수  모니터링  화면  구축\n③  융합  교육  코디네이터  모니터링  화면  구축",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000\n내용",
            "\u0000 §\n융합\u0000 교육\u0000 운영\u0000 현황\u0000 모니터링\u0000 화면\u0000 구축\u0000\n§\n\u0000 \u0000 \u0000 (융복합교육과정\u0000 및\u0000 부,\u0000 복수전공\u0000 종합\u0000 모니터링)\u0000\n\u0000 \u0000 \u0000 해당\u0000 내용은\u0000 항목별\u0000 매\u0000 학기\u0000 현황\u0000 조회\u0000 할\u0000 수\u0000 있도록\u0000 구성\n\u0000 \u0000 ※\u0000 학기별\u0000 한\u0000 화면에\u0000 해당\u0000 수치가\u0000 보이도록\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 원데이터는\u0000 수치에\u0000 대한\u0000 근거\u0000 자료가\u0000 보일\u0000 수\u0000 있도록\u0000 구성\n\u0000 \u0000 \u0000 \u0000 \u0000 (인원에\u0000 대한\u0000 출력물\u0000 구성은\u0000 연번,\u0000 전공,\u0000 학번,\u0000 성명,\u0000 선택전공(부,\u0000 복수,\u0000 융합,\u0000 연계),\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 디그리가\u0000 보이도록\u0000 한\u0000 화면으로\u0000 구성해도\u0000 됨)\n\u0000\n융합\u0000 교육\u0000 교수\u0000 모니터링\u0000 화면\u0000 구축(통합정보시스템\u0000 내\u0000 졸업자가진단\u0000 화면\u0000 활용)\n\u0000 \u0000 \u0000 \u0000 -\u0000 학생\u0000 상담을\u0000 위해\u0000 학생\u0000 부,\u0000 복수\u0000 전공,\u0000 디그리\u0000 신청\u0000 정보\u0000 및\u0000 수강\u0000 현황\u0000 정보가\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 보이도록\u0000 구축\n\u0000 \u0000 \u0000 \u0000 -\u0000 학생\u0000 진로\u0000 분야\u0000 키워드\u0000 입력\u0000 상담\u0000 키워드를\u0000 관리\u0000 할\u0000 수\u0000 있도록\u0000 데이터화\u0000",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "부,복수전공",
            "",
            "융합교육\u0000 외\u0000 카테고리로\u0000 융합전공에\u0000 관심을\u0000 가질\u0000 수\u0000 있는\u0000\n예비\u0000 인력으로서\u0000 부,\u0000 복수전공\u0000 신청\u0000 현황\u0000 및\u0000 신청자\u0000 현황\u0000\n다운로드",
            ""
          ],
          [
            "",
            "",
            "전공\n융합",
            "융합,\u0000 연계,\u0000\n학생설계,\u0000\n산학연계,\u0000\n창업전공",
            "융복합교육\u0000 카테고리로\u0000 해당\u0000 과정을\u0000 신청한\u0000 현황\u0000 및\u0000 신청\n자\u0000 현황\u0000 다운로드",
            ""
          ],
          [
            "",
            "",
            "소전\n공",
            "디그리",
            "각종\u0000 디그리\u0000 운영\u0000 현황\u0000 및\u0000 신청\u0000 현황\n(디그리\u0000 운영\u0000 현황은\u0000 과정구분\u0000 단위로\u0000 보여지면\u0000 됨)\n이수,\u0000 미이수로\u0000 나뉘어\u0000 신청자\u0000 별\u0000 현황\u0000 다운로드",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 11 학생 진로 키워드는 누적되어 14학년 보일 수 있도록 함 - 학기별 수강학점, 실적, 디그리과목 수강학점이 보여지도록 정보제공 - 교수 상담 체크가 가능하도록 연도, 학기에 상담 체크만 하는 화면 구성 융합 교육 코디네이터 모니터링 화면과 유사하게 구축 - 미신청이수가능자 조회 화면이 아래 보여서 해당 학생이 어떤 디그리를 추가로 수강 할 수 있는지 추천하는 화면 구성 - 디그리 신청 학생 리스트 열람 및 SMS 발송 융합 교육 코디네이터 모니터링 화면 구축교수 모니터링 화면에 아래 내용 추가 - 통합정보시스템 내 모니터링 및 상담 관련 정보 화면 구축MILE 학생 관리 - 융합 교육 교수 모니터링 화면 활용 교원 권한 부여 - 융합 교육 교수 모니터링 화면과 동일한 기본 화면에 아래 제공 정보가 추가 됨 소전공, 교과목 관련 책임교수, JA 교원 등을 연계하여 교원 메일, 연구실 번호 등을 추천할 수 있는 정보 제공 화면 학생 상담 결과 체크 박스 학생 11 상담 카테고리 체크 콤보 박스전화상담, 대면상담, 온라인 상담 상담 내용 체크 콤보 박스개념문의, 학점이수, 전공내용 등 상담 연계 부서 체크 콤보 박스학사, 학과, 취창업, 학생상담 등 상담 데이터 엑셀 다운로드상담 누적값 다운로드, 연구학기별, 상담 체크 현황 학생 상담을 위한 자료 출력 화면 - 신청 학생, 미신청 이수가능 학생 리스트 열람 및 SMS 발송 학생 신청미이수신청이수가능자 조회 화면 고도화 - 미신청이수가능자조회와 연계하여 학생 제공 화면 SFR-002 요구사항 명칭 나노마이크로디그리 관련 화면 고도화 1 디그리 과정 신청학생 개선 2 디그리과정대상자관리, 미신청이수가능자조회 3 나노마이크로디그리출력 화면 고도화 4 졸업자가진단 비교과 인증 추가 및 관련 자료 업로드 요구사항 내용 디그리 과정 신청학생 개선 - 기존의 나노마이크로디그리 신청 화면 고도화디그리 검색, 미이수정보 활용 등 - 미신청이수가능자조회 화면 학생 제공 화면 고도화 디그리과정대상자 관리,미신청이수 가능자 조회 화면 고도화 - 나노디그리 및 마이크로디그리 과정별 기준관리 구분 화면 고도화과정구분 추가 나노마이크로디그리 출력 화면 고도화 - 나노디그리 과목별 수강 인원현황 출력물 개편 학점이수정보 화면 고도화 - 비교과인증제비교과포인트 정보 추가 SFR-003",
      "tables": [
        [
          [
            "",
            "\u0000 \u0000 \u0000 \u0000 \u0000 (학생\u0000 진로\u0000 키워드는\u0000 누적되어\u0000 1~4학년\u0000 보일\u0000 수\u0000 있도록\u0000 함)\n\u0000 \u0000 \u0000 \u0000 -\u0000 학기별\u0000 수강학점,\u0000 실적,\u0000 디그리과목\u0000 수강학점이\u0000 보여지도록\u0000 정보제공\u0000\n\u0000 \u0000 \u0000 \u0000 -\u0000 교수\u0000 상담\u0000 체크가\u0000 가능하도록\u0000 연도,\u0000 학기에\u0000 상담\u0000 체크만\u0000 하는\u0000 화면\u0000 구성\n\u0000 \u0000 \u0000 \u0000 \u0000 (융합\u0000 교육\u0000 코디네이터\u0000 모니터링\u0000 화면과\u0000 유사하게\u0000 구축)\n\u0000 \u0000 \u0000 \u0000 -\u0000 미신청이수가능자\u0000 조회\u0000 화면이\u0000 아래\u0000 보여서\u0000 해당\u0000 학생이\u0000 어떤\u0000 디그리를\u0000 추가로\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 수강\u0000 할\u0000 수\u0000 있는지\u0000 추천하는\u0000 화면\u0000 구성\n\u0000 \u0000 \u0000 \u0000 -\u0000 디그리\u0000 신청\u0000 학생\u0000 리스트\u0000 열람\u0000 및\u0000 SMS\u0000 발송\n융합\u0000 교육\u0000 코디네이터\u0000 모니터링\u0000 화면\u0000 구축(교수\u0000 모니터링\u0000 화면에\u0000 아래\u0000 내용\u0000 추가)\n§\n\u0000 \u0000 \u0000 \u0000 -\u0000 통합정보시스템\u0000 내\u0000 모니터링\u0000 및\u0000 상담\u0000 관련\u0000 정보\u0000 화면\u0000 구축(‘MILE\u0000 학생\u0000 관리’)\n\u0000 \u0000 \u0000 \u0000 -\u0000 융합\u0000 교육\u0000 교수\u0000 모니터링\u0000 화면\u0000 활용\u0000 교원\u0000 권한\u0000 부여\n\u0000 \u0000 \u0000 \u0000 -\u0000 융합\u0000 교육\u0000 교수\u0000 모니터링\u0000 화면과\u0000 동일한\u0000 기본\u0000 화면에\u0000 아래\u0000 제공\u0000 정보가\u0000 추가\u0000 됨\n\u0000 \u0000 \u0000 \u0000 \u0000 :\u0000 ‘소전공,\u0000 교과목’\u0000 관련\u0000 책임교수,\u0000 JA\u0000 교원\u0000 등을\u0000 연계하여\u0000 교원\u0000 메일,\u0000 연구실\u0000 번호\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 등을\u0000 추천할\u0000 수\u0000 있는\u0000 정보\u0000 제공\u0000 화면\n\u0000 \u0000 \u0000 \u0000 \u0000 :\u0000 학생\u0000 상담\u0000 결과\u0000 체크\u0000 박스\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 학생\u0000 1:1\u0000 상담\u0000 카테고리\u0000 체크\u0000 콤보\u0000 박스(전화상담,\u0000 대면상담,\u0000 온라인\u0000 상담)\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 상담\u0000 내용\u0000 \u0000 \u0000 \u0000 체크\u0000 콤보\u0000 박스(개념문의,\u0000 학점이수,\u0000 전공내용\u0000 등)\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 상담\u0000 연계\u0000 부서\u0000 체크\u0000 콤보\u0000 박스(학사,\u0000 학과,\u0000 취창업,\u0000 학생상담\u0000 등)\n\u0000 \u0000 \u0000 \u0000 \u0000 :\u0000 상담\u0000 데이터\u0000 엑셀\u0000 다운로드(상담\u0000 누적값\u0000 다운로드,\u0000 연구학기별,\u0000 상담\u0000 체크\u0000 현황)\n\u0000 \u0000 \u0000 \u0000 \u0000 :\u0000 학생\u0000 상담을\u0000 위한\u0000 자료\u0000 출력\u0000 화면\n\u0000 \u0000 \u0000 \u0000 -\u0000 신청\u0000 학생,\u0000 미신청\u0000 이수가능\u0000 학생\u0000 리스트\u0000 열람\u0000 및\u0000 SMS\u0000 발송\n학생\u0000 신청/미이수신청이수가능자\u0000 조회\u0000 화면\u0000 고도화\n§\n\u0000 \u0000 \u0000 -\u0000 미신청이수가능자조회와\u0000 연계하여\u0000 학생\u0000 제공\u0000 화면"
          ]
        ],
        [
          [
            "SFR-002",
            ""
          ],
          [
            "요구사항\u0000\n명칭",
            "나노/마이크로디그리  관련  화면  고도화\n①  디그리  과정  신청(학생)  개선\n②  디그리과정대상자관리,  미신청이수가능자조회\n③  나노/마이크로디그리출력  화면  고도화\n④  졸업자가진단  비교과  인증  추가  및  관련  자료  업로드"
          ],
          [
            "요구사항\u0000\n내용",
            "디그리  과정  신청(학생)  개선\n§\n      -  기존의\u0000 나노/마이크로디그리\u0000 신청\u0000 화면\u0000 고도화(디그리\u0000 검색,\u0000 미이수정보\u0000 활용\u0000 등)\n\u0000 \u0000 \u0000 -\u0000 미신청이수가능자조회\u0000 화면\u0000 학생\u0000 제공\u0000 화면\u0000 고도화\n디그리과정대상자  관리,미신청이수  가능자  조회  화면  고도화 \n§\n      -  나노디그리  및  마이크로디그리  과정별  기준관리  구분  화면  고도화(과정구분  추가)\n나노/마이크로디그리  출력  화면  고도화\n§\n      -  나노디그리 과목별 수강 인원현황 출력물 개편 \n학점이수정보  화면  고도화\n§\n      -  비교과인증제(비교과포인트)  정보  추가"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 12 본 시스템에 대한 하자보증 기간은 본 사업 최종 검수 완료일로부터 최소 12개월 이상으로 함 2. 성능 요구사항PER Performance Funtion Requirement 목표 시스템의 처리속도 및 시간, 처리량, 동적정적 용량, 가용성 등 성능에 대한 요구사항 을 기술함 PER-성능-002 영 역 성능 요구사항 명칭 오류 응답 시간 및 지연 경고 요구사항 내용 사용자가 입력한 데이터 형식의 오류는 사용자가 시스템에 그 정보를 입력한 지 10초 이하에 적당한 오류 메시지를 사용자에게 제시해야 함 데이터 조회 및 등록, 통계조회 등 10초 이상 소요되는 작업은 시작하는 시점에, 응답 지연이 될 수 있다는 메시지 제시해야 함 PER-성능-001 영 역 성능 요구사항 명칭 평균 처리시간 요구사항 내용 시스템의 성능을 고려한 개발방안 제시 시스템 개발 중 작성된 신규 및 수정 에 대하여 충분히 성능테스트를 수행 하며 성능 지연이 발생하지 않도록 튜닝해야 함 시스템 개발 중 로그 또는 툴을 이용하여 시스템 성능상태를 모니터링 하도 록 하여, 성능 상 문제를 미리 파악하여 조치한 후 시스템 오픈 시스템은 정상 상태에서 건별 요청에 대한 처리를 5초 이내 처리 응답 지연 시간 사용자에 대한 영향 0.1초 미만 전혀 문제 없음 1초 미만 사용자들의 웹 사용 흐름에 방해 되지 않음 10초 미만 웹 사용에 방해가 되나 대체적으로 응답을 기다림 10초 이상 불편함을 느끼고 이탈 요구사항 명칭 교수역량진단 개편융합교육 추가 및 ACT 교과 인증 강좌개설 화면 연계 1 교수역량진단 개편 2 역량 기반 교과 인증 관리 시스템 개편 요구사항 내용 교수역량진단 개편 - 융합교육역량 진단 문항 추가에 따른 데이터 관리 화면 변경 - 단과대학 개편에 따른 코칭보고서, 분석 보고서 전면 개편 역량 기반 교과 인증 관리 시스템 개편 - ACT 교과 인증 운영 관련 인증 예외 사항 반영 - ACT 교과 인증 결과 강좌개설과 연계",
      "tables": [
        [
          [
            "요구사항\u0000\n명칭",
            "교수역량진단  개편(융합교육  추가)  및  ACT  교과  인증  강좌개설  화면  연계\n①  교수역량진단  개편\n②  역량  기반  교과  인증  관리  시스템  개편"
          ],
          [
            "요구사항\u0000\n내용",
            "교수역량진단\u0000 개편\n§\n\u0000 \u0000 \u0000 \u0000 -\u0000 융합교육역량\u0000 진단\u0000 문항\u0000 추가에\u0000 따른\u0000 데이터\u0000 관리\u0000 화면\u0000 변경\n\u0000 \u0000 \u0000 \u0000 -\u0000 단과대학\u0000 개편에\u0000 따른\u0000 코칭보고서,\u0000 분석\u0000 보고서\u0000 전면\u0000 개편\n역량\u0000 기반\u0000 교과\u0000 인증\u0000 관리\u0000 시스템\u0000 개편\n§\n\u0000 \u0000 \u0000 \u0000 -\u0000 ACT\u0000 교과\u0000 인증\u0000 운영\u0000 관련\u0000 인증\u0000 예외\u0000 사항\u0000 반영\n\u0000 \u0000 \u0000 \u0000 -\u0000 ACT\u0000 교과\u0000 인증\u0000 결과\u0000 강좌개설과\u0000 연계"
          ]
        ],
        [
          [
            "PER-성능-001",
            "",
            "",
            "",
            ""
          ],
          [
            "영\u0000 역",
            "성능",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 명칭",
            "\u0000 \u0000 평균\u0000 처리시간",
            "",
            "",
            ""
          ],
          [
            "요구사항\u0000 내용",
            "시스템의\u0000 성능을\u0000 고려한\u0000 개발방안\u0000 제시\n§\n시스템\u0000 개발\u0000 중\u0000 작성된\u0000 신규\u0000 및\u0000 수정\u0000 에\u0000 대하여\u0000 충분히\u0000 성능테스트를\u0000 수행\n§\n하며\u0000 성능\u0000 지연이\u0000 발생하지\u0000 않도록\u0000 튜닝해야\u0000 함\n시스템\u0000 개발\u0000 중\u0000 로그\u0000 또는\u0000 툴을\u0000 이용하여\u0000 시스템\u0000 성능상태를\u0000 모니터링\u0000 하도\n§\n록\u0000 하여,\u0000 성능\u0000 상\u0000 문제를\u0000 미리\u0000 파악하여\u0000 조치한\u0000 후\u0000 시스템\u0000 오픈\n시스템은\u0000 정상\u0000 상태에서\u0000 건별\u0000 요청에\u0000 대한\u0000 처리를\u0000 5초\u0000 이내\u0000 처리\n§",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "응답\u0000 지연\u0000 시간",
            "사용자에\u0000 대한\u0000 영향",
            ""
          ],
          [
            "",
            "",
            "0.1초\u0000 미만",
            "전혀\u0000 문제\u0000 없음",
            ""
          ],
          [
            "",
            "",
            "1초\u0000 미만",
            "사용자들의\u0000 웹\u0000 사용\u0000 흐름에\u0000 방해\u0000 되지\u0000 않음",
            ""
          ],
          [
            "",
            "",
            "10초\u0000 미만",
            "웹\u0000 사용에\u0000 방해가\u0000 되나\u0000 대체적으로\u0000 응답을\u0000 기다림",
            ""
          ],
          [
            "",
            "",
            "10초\u0000 이상",
            "불편함을\u0000 느끼고\u0000 이탈",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "PER-성능-002",
            ""
          ],
          [
            "영\u0000 역",
            "성능"
          ],
          [
            "요구사항\u0000 명칭",
            "\u0000 \u0000 오류\u0000 응답\u0000 시간\u0000 및\u0000 지연\u0000 경고"
          ],
          [
            "요구사항\u0000 내용",
            "사용자가\u0000 입력한\u0000 데이터\u0000 형식의\u0000 오류는\u0000 사용자가\u0000 시스템에\u0000 그\u0000 정보를\u0000 입력한\u0000\n§\n지\u0000 10초\u0000 이하에\u0000 적당한\u0000 오류\u0000 메시지를\u0000 사용자에게\u0000 제시해야\u0000 함\n데이터\u0000 조회\u0000 및\u0000 등록,\u0000 통계조회\u0000 등\u0000 10초\u0000 이상\u0000 소요되는\u0000 작업은\u0000 시작하는\u0000 시점에,\u0000\n§\n응답\u0000 지연이\u0000 될\u0000 수\u0000 있다는\u0000 메시지\u0000 제시해야\u0000 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 13 3. 데이터 요구사항DAR Data Requirement 목표 시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, 방법, 보안이 필요한 데이터 구축을 위한 요구사항을 기술함 4. 테스트 요구사항TER Test Requirement 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고 점검하기 위한 요구사항을 기술함 5. 품질 및 하자보증 주관사업자에서 공급한 시스템과 산출물 일체의 품질 및 하자보증 기간은 본 사업 최종 검수 완료일로부터 최소 12개월 이상으로 하며, 동 기간 중 프로그램 및 DB 등에 하 자가 발생할 경우 주관제안사는 해당 분야에 대해 무상으로 하자보수 하여야 함. - 단, 제조사에서 1년 이상의 무상 하자보수 기간을 규정한 경우에는 도입 장비소프 트웨어 포함에 따라 규정된 무상 하자보수 기간은 해당 분야별 규정에 따름. DAR-데이터-001 영 역 데이터 요구사항 명칭 DB 구조 설계 요구사항 내용 DB 구조의 설계는 시스템간의 유기적인 연동 연계 및 향후 업무 변동 및 시 스템 확장, 프로그램 보완 등이 용이하도록 설계하고 확장할 수 있도록 구성 기 운영 중인 데이터 정보에 대하여 대학에서 지정하는 범위를 대상으로 신규 시스템으로의 Data Migration 방안 제시 TER-테스트-001 영 역 테스트 요구사항 명칭 시험 운영 요구사항 내용 대상업무별단위시험,통합시험,인수시험등에대한방안을제시하여야함 개발초기부터 구축완료까지 지속적인 테스트 실시, 테스트 결과 모니터링 및 테스트 결과를 지속적으로 반영해야 함 발생 가능한 상황에 대해서 시나리오를 작성하여 실제 데이터오류 데이터 포함를 입 력하여 체계적이고 효율적인 테스트를 실시해야 함 계약 대상자는 사용자 요구 및 프로그램 오류, 성능을 점검하는 단순 시험부터 실제 사용자 환경에서 실 업무적용에 이르기까지 종합적인 시험방법 및 시험 시나리오 등 세부 시험절차를 수립하여 제시해야 함 테스트에 소요되는 환경 구축, 라이센스, 기술지원에 소요되는 비용은 사업자가 부담 하여야 함",
      "tables": [
        [
          [
            "DAR-데이터-001",
            ""
          ],
          [
            "영\u0000 역",
            "\u0000 \u0000 데이터"
          ],
          [
            "요구사항\u0000 명칭",
            "\u0000 \u0000 DB\u0000 구조\u0000 설계"
          ],
          [
            "요구사항\u0000 내용",
            "DB\u0000 구조의\u0000 설계는\u0000 시스템간의\u0000 유기적인\u0000 연동\u0000 /\u0000 연계\u0000 및\u0000 향후\u0000 업무\u0000 변동\u0000 및\u0000 시\n§\n스템\u0000 확장,\u0000 프로그램\u0000 보완\u0000 등이\u0000 용이하도록\u0000 설계하고\u0000 확장할\u0000 수\u0000 있도록\u0000 구성\n기\u0000 운영\u0000 중인\u0000 데이터\u0000 정보에\u0000 대하여\u0000 대학에서\u0000 지정하는\u0000 범위를\u0000 대상으로\u0000 신규\u0000\n§\n시스템으로의\u0000 Data\u0000 Migration\u0000 방안\u0000 제시"
          ]
        ],
        [
          [
            "TER-테스트-001",
            ""
          ],
          [
            "영\u0000 역",
            "\u0000 \u0000 테스트"
          ],
          [
            "요구사항\u0000 명칭",
            "\u0000 \u0000 시험\u0000 운영"
          ],
          [
            "요구사항\u0000 내용",
            "대상\u0000 업무별\u0000 단위시험,\u0000 통합시험,\u0000 인수시험\u0000 등에\u0000 대한\u0000 방안을\u0000 제시하여야\u0000 함\n§\n개발초기부터\u0000 구축완료까지\u0000 지속적인\u0000 테스트\u0000 실시,\u0000 테스트\u0000 결과\u0000 모니터링\u0000 및\u0000 테스트\u0000\n§\n결과를\u0000 지속적으로\u0000 반영해야\u0000 함\n발생\u0000 가능한\u0000 상황에\u0000 대해서\u0000 시나리오를\u0000 작성하여\u0000 실제\u0000 데이터(오류\u0000 데이터\u0000 포함)를\u0000 입\n§\n력하여\u0000 체계적이고\u0000 효율적인\u0000 테스트를\u0000 실시해야\u0000 함\n계약\u0000 대상자는\u0000 사용자\u0000 요구\u0000 및\u0000 프로그램\u0000 오류,\u0000 성능을\u0000 점검하는\u0000 단순\u0000 시험부터\u0000 실제\u0000\n§\n사용자\u0000 환경에서\u0000 실\u0000 업무적용에\u0000 이르기까지\u0000 종합적인\u0000 시험방법\u0000 및\u0000 시험\u0000 시나리오\u0000 등\u0000\n세부\u0000 시험절차를\u0000 수립하여\u0000 제시해야\u0000 함\n테스트에\u0000 소요되는\u0000 환경\u0000 구축,\u0000 라이센스,\u0000 기술지원에\u0000 소요되는\u0000 비용은\u0000 사업자가\u0000 부담\n§\n하여야\u0000 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 14 제안사는 프로그램이 고품질을 유지할 수 있도록 최선의 노력을 다하여야 함. - 프로그램 신뢰성 및 안정성 보장 - 데이터의 보안성과 무결성 보장 - 코딩 룰 준수 - 코드 설계분석을 통한 복잡한 코드 간소화 및 효율화 - 기술이전과 사후관리를 위한 상세한 주석 관리 - 개발생산성 및 유지보수가 용이한 개발방법론 적용하여 프로그래밍 - 최종 이용자에 대한 최대의 이용 편의성 제공 - 기타 업무 처리 시 발견된 제반 문제점 보완 사업자 자체의 별도 품질보증을 위한 조직을 구성하여 품질활동을 실시하여야 하며 대 전대학교 인수테스트 결과와 요구사항을 보완하여야 함. 6. 웹 접근성 준수 정보화진흥원 웹 접근성 품질마크 인증 기준에 맞게 구축 - 정보화진흥원 웹 접근성 연구소httpwww.wah.or.kr의 웹 콘텐츠 제작기법 참고 7. 웹 표준 준수 웹 표준 문법을 준수하여 구축 - W3C Markup Validation httpvalidator.w3.org 문법 검사 통과 - W3C CSS Validation httpjigsaw.w3.orgcss-validator 문법 검사 통과 웹 호환성 확보로 크로스브라우징 지원 - 6종 브라우저Edge, IE, firefox, opera, safari, chrome 지원 - 동작 호환성 확보, 레이아웃 호환성 확보, 플러그인 호환성 확보 8. 모바일 구축 표준 준수 대국민 모바일서비스 구축 가이드라인행정안전부 구,안전행정부, 2011.8. 모바일 애플리케이션 접근성 지침 행정안전부 구,안전행정부, 2011.9. 모바일 서비스 사용자 인터페이스 설계 지침행정안전부 구,안전행정부, 2011.9. 모바일 전자정부 서비스 관리 지침 개정안 행정안전부 구,안전행정부, 2017.8. 모바일 표준프레임워크 적용 가이드라인 행정안전부 구,안전행정부, 2012.1 모바일 앱 개발 시 고려사항 - 모바일 앱 개발시 사전 모바일전자정부지원센터의 검증절차 완료 - 2개 이상의 OSiOS, Android를 지원하도록 개발 - 앱 개발시 다양한 스마트 기기스마트패드 등 환경에서 접근할 수 있도록 호환성 또는 운용성을 고려하여 개발 설계단계 완료 이전에 위 표준지침이 변경되거나 새 표준이 발표될 때는 변경된 내용 및 새 표준을 반영하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 15 9. 교육지원 체계적이고 효율적인 교육을 위한 교육훈련 계획을 제시하여야 함. 개발된 시스템 내 도움말 메뉴에 사용법을 상세히 제작하여 탑재하여야 하며 하자보수 발생 시 변경된 내용은 즉시 반영하여야 함. 교육일정 및 장소, 내용, 교재 등 기타 제반사항은 대전대학교와 협의하여 결정하여야 하며, 아래의 사항을 포함하여야 함. - 시스템의 운영, 시스템 감시 및 보안, 비상복구 방법 - 사용자 및 관리자 사용법 교육 - 사용 매뉴얼은 사업 시스템별로 제작하며, 인쇄 자료 외에 e-Book 등 복수의 미디 어를 제작 시스템 운영 및 경미한 장애조치 등에 필요한 기술을 이전하여야 함. 기타 시스템 구축 및 운영상 필요하다고 판단되어 대전대학교에서 교육을 요구할 경우 이에 응하여야 하며, 업무 담당자들이 완전히 이해하여 활용할 수 있도록 충분히 이루 어져야 함. 10. 기술지원 원활한 시스템 운영을 위하여 운영요원에 대한 기술이전 계획을 분야별시스템별로 상 세히 제시하여야 함. 향후 시스템 발전에 따라 공급된 소프트웨어의 업그레이드 및 배포에 대한 보증을 명시 하여야 함. 시스템 확장, 타 시스템과의 연동, 소프트웨어 업그레이드 등 기술을 요하는 사항에 대 하여 적극 지원하여야 함. 시스템 변화에 따른 위험요소 및 대응방안에 대한 기술적 자문과 해결방안을 제시하여야 함. 관련 시스템에 대한 기술 발전방향 및 신제품에 대한 정보가 정기적으로 전달되어야 하 며 관련분야의 정보에 대한 기술자문에 응하여야 함. 시스템 운영에 관한 전반적인 관리 매뉴얼 및 기술 자료를 제공하여야 하며, 신기술 세 미나 등 필요시 기술세미나를 지원하도록 함. 11. 하자보수 및 지체상금 본 사업과 관련하여 도입설치되는 제반 하드웨어 및 소프트웨어에 대한 무상 하자보수 하자보증 기간은 본 사업 최종 검수 완료일로부터 최소 1년12개월 이상으로 함 시스템의 365일 24시간 안정적 서비스 제공을 보장하고 정기적 백업 및 장애발생에 대한 복구대책을 마련하여야 함 응용프로그램은 실제 개발에 참여한 개발자 중 최소 중급관리자 1인 이상을 우리 대학의 전담직원으로 배정하여 오류 및 장애상황 발생 시 신속히 대처하여야 함 하자보수 기간 중 장애 발생 시에는 즉시 조치하고, 사후 동일 장애 발생 시 즉각적으로 대처 할 수 있도록 장애발생 원인 및 해결방법을 문서화하여 제출하여야 하며, 재발 방지방안을 제",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 16 시 하여야 함 - 정규근무시간 이외 비상연락체계를 항상 유지하여야 함24시간365일 - 하자보수 기간 동안 발생하는 장애고장 발생 시에는 통보를 받은 후, 4시간 이내 도착하여 6시간 이내에 정상 가동토록 조치하여야 함 다음 해당사항이 있을 경우 사업자에게 지체상금을 부과함 - 장애신고 접수 후 장애복구 조치시간 기준 이내에 장애복구를 하여야 하며, 장애복구 조 치시간을 초과할 경우 아래와 같이 장애처리 지체상금을 부과함 장애처리지연 지체상금 계약금액 1.5 1000 24 지체시간 - 사업자의 관리부실시스템 조작오류, 점검 불성실 이행 등로 발생된 장애로 판단될 경우 장애발생시점부터 복구 시까지의 시간을 지체시간으로 하여 위 산식에 따라 지체상금을 부과함 - 본 시스템의 장애임에도 타 시스템보안장비 및 정보시스템의 장애로 판단하여 장애 복구 책임을 미루거나 원인규명을 등한히 하는 등으로 복구를 지연시킨 경우 최초 장애 발생 분야의 유지보수 사업자에게 지체상금을 부과함 - 최초 장애 발생 시 본 시스템의 장애가 아닌 것으로 판단하였으나 최종적으로 장애의 원 인이 본 시스템에 있는 것으로 밝혀진 경우 위 장애복구 시간 규정을 적용하여 지체상금 을 부과함 하자보수 기간 매월 1회 정기점검을 실시하고 점검결과 보고서를 제출하여야 함 하자보수 기간 중 하드웨어 및 소프트웨어의 설계성능제작설치 등에 하자가 발생할 경우 제 안사는 해당 분야에 대해 무상으로 보수하거나 동일 장비의 신품으로 교환하여야 함 하자보수 기간 시스템의 확장 및 이설, 타 기종으로의 교체가 요망되는 경우, 제안사는 정상적 인 서비스가 제공될 때까지 전반적인 모든 지원을 하여야 함 모든 품목에 대하여 원제조사대표총판의 기술인력이 직접 유지보수가 가능하도록 지원하여야 함 모든품목에 대하여 제조사물품공급 및 기술지원확약서를 계약 시반드시 제출하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 17 3 산출물 1. 제출 시기 및 부수 상기 산출물은 협의에 의해 변경될 수 있음. 2. 프로젝트 관리 산출물 사업수행계획서 - 선정된 제안사는 계약일로부터 14일 이내에 계약서, 제안요청서, 제안서를 근거로 작업일정계획, 인력투입계획, 보고계획, 산출물 관리계획, 교육계획, 유지보수 계획 등 구체적인 계획서 작성 제출 - 보안서약서, 업체대표 보안서약서, 장비 반출입 신청서 정기보고서 - 사업진행에 대한 작업자 동원, 업무내용, 진척사항, 기자재반입사항, 기타 특기사항을 기록한 업무일지를 작성하여 주간, 월간단위로 작성 제출 중간보고서 - 분석설계단계 완료 후 분석결과와 향후 추진계획을 점검하여 중간보고서 작성 제출 수시보고서 - 원활한 사업추진을 위해 필요시 또는 특기사항 발생 시 보고서를 작성 제출 최종보고서 - 사업종료 이전에 최종 보고서의 초안을 작성제출하고 사업종료 전 7일 이내에 최종 보고서 제출. 개발 완료한 프로그램 소스, 개발에 사용된 프로그램 모듈 소스 일체, 각종 산출물, 운용자 메뉴얼 및 사용자 지침서 포함 제출 - 성능진단 보고서, 웹 취약점 진단결과 보고서 제출 - 개발완료보고서 및 완료보고회용 보고서 제출 - 프로젝트 완료 보안 서약서 업체대표 - 각종 점검 보고서 제출 종류 제출 시기 제출 부수 비고 사업수행계획서 착수보고회 시 10부 문서 정기보고서 주월간 보고회 시 문서 및 파일 수시보고서 특기사항 발생 시 문서 및 파일 중간보고서 분석설계 완료 시 문서 및 파일 최종보고서 완료보고회 시 문서 및 USB",
      "tables": [
        [
          [
            "종류",
            "제출\u0000 시기",
            "제출\u0000 부수",
            "비고"
          ],
          [
            "사업수행계획서",
            "\u0000 착수보고회\u0000 시",
            "10부",
            "\u0000 문서\u0000"
          ],
          [
            "정기보고서",
            "\u0000 주/월간\u0000 보고회\u0000 시",
            "",
            "\u0000 문서\u0000 및\u0000 파일"
          ],
          [
            "수시보고서",
            "\u0000 특기사항\u0000 발생\u0000 시",
            "",
            "\u0000 문서\u0000 및\u0000 파일"
          ],
          [
            "중간보고서",
            "\u0000 분석설계\u0000 완료\u0000 시",
            "",
            "\u0000 문서\u0000 및\u0000 파일"
          ],
          [
            "최종보고서",
            "\u0000 완료보고회\u0000 시",
            "",
            "\u0000 문서\u0000 및\u0000 USB"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 18 4 보안 관련 1. 보안정책 및 보안지침 준수 보안관련 사항은 본교 및 교육부 정보보안 기본지침을 준수하여 물리적관리적기술적 보안대책 등의 보안정책을 마련해야 함 개인정보보호법과 관련 고시,지침,해설서 등 제반 규정을 모두 적용하여 안전성 확보조 치를 확보하여야 함 개인정보보호 및 정보보안 관련 규정에 의한 각종 기록물, 주기적 점검, 위변조 방지 의무 사항을 이행 하고 개인정보보호책임자, 정보보안담당관에게 보고 할 수 있도록 시스템을 구축하여야 함 시스템 개발 시 OS, 웹서버 등의 보안패치를 실시 초기 개발 단계부터 소프트웨어 개발보안시큐어 코딩 관련 가이드행정안전부를 적 용하여 모든 응용소프트웨어 개발 모든 응용프로그램에 대한 웹 보안성 구현 및 검증방안 제시 소프트웨어 개발보안 가이드행정자치부.KISA, 2021년11월 발행 준수 소프트웨어 보안취약점 진단가이드행정안전부.KISA, 2021년11월 발행 준수 Java 시큐어코딩 가이드행정자치부.KISA, 2012년9월 발행 준수 웹서버 및 홈페이지 취약점 점검 가이드교육부.KERIS, 2017년7월 발행 준수 교육부 홈페이지 취약점인증우회 점검 가이드교육부, 2020년5월 발행 준수 개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제2021-2호 준수 표준 개인정보 보호지침개인정보보호위원회 고시 제2020-1호 준수 개인정보 수집제공 동의서 작성 가이드라인2018 주민등록번호 수집 금지 제도 가이드라인2014 개인정보 수집 최소화 가이드라인2020.12 홈페이지 개인정보 노출방지 안내서2020.12 웹 취약점 점검 결과와 취약점 조치 완료 보고서 제출 그 밖에 명시되지 않은 관련법규 및 가이드라인은 본 과업을 수행함에 있어 표준을 준수 설계단계 완료 이전에 위 표준지침이 변경되거나 새 표준이 발표될 때는 변경된 내용 및 새 표준을 반영하여야 함 보안관리자를 지정하고, 프로그램 소스코드 및 관련 SW의 유출을 방지하기 위해 디스 크, CD, 출력물은 별도 관리하여야 함. 불의의 사고로 인하여 시스템 및 파일이 피해를 입더라도 최근에 백업한 시점의 내용으로 복구할 수 있는 백업정책 수립 및 구현 긴급 재해재난 발생 시 데이터를 보호하며 시스템 Off와 전원을 차단 할 수 있는 시스 템 구현",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 19 2. DB보안 및 개인정보보호법 준수 사용자 인증 정보, 주민등록번호, 비밀번호, 계좌번호 등 개인을 식별할 수 있는 정보를 운영DB 또는 개발DB에 저장할 경우, 암호화하여 저장하며 소스코드에 직접 하드코딩 하지 않아야 함 사용자 정보 등 개인정보 취급 시 반드시 개인정보보호법과 관련 지침을 준수함 DB암호화 솔루션을 통하여 저장되는 콘텐츠 중 개인정보 및 보안을 요구하는 데이터들 에 대한 암호화 및 관리 기능 적용 웹사이트 개인정보 노출방지 가이드라인한국인터넷진흥원 개인정보 보호법 관련 고시, 지침 가이드 등행정안전부 개인정보 및 민감한 데이터 전송구간은 SSL 적용 개인정보 보유기간 및 처리목적 달성 후 지체없이 파기전체,부분 할 수 있도록 구현 개인정보 변경 이력 관리 기능 구현 데이터 복구 기능 구현 개인정보를 수집하는 기능 및 화면에 대해서는 이용자의 사전 동의를 구할 수 있도록 개인정보수집동의 화면 제공 관리자가 개인정보의 안전성확보조치 기준 고시 제8조에 의거 매월 접속기록 점검붙임 13참조 및 다운로드 사유점검이 가능하도록 시스템 구축 웹사이트를 통해 개인정보가 노출될 경우 신속한 사후 처리 실시 및 결과를 보고할 수 있도록 운영 3. 송수신 정보, 암호화 송수신SSL 준수 사용자와 서버 간 송수신 정보의 무결성 및 기밀성이 보장되어야 함 사용자와 서버 간 송수신 정보가 프록시 툴 등에 의하여 위변조 및 노출 방지할 수 있도 록 파라미터를 안전한 암호모듈을 활용하여 암호화 하여야 함 본교에서 인가하는 인증서를 적용하여야 함 비밀번호 체계는 본교 기준 준수, 일정 기간이 경과하면 비밀번호 변경 요청하도록 기 능 구현 비공개 자료로 분류된 문서들에 대한 관리방안 제시 업무수행 중 수집된 전산자료에 대해 인터넷 자료공유 사이트 및 웹하드, 개인 저장매 체, 개인 메일함 등에 저장 금지 제안사의 담당자 등이 정보통신 시스템실을 출입할 경우 정보기록 매체의 휴대 유무를 점검하며 정보의 복사나 유출이 없도록 관리해야 함 본교에서 운영하는 정보보안 및 개인정보보호 시스템의 정책에 차단되지 않도록 개발 초기 단계에서부터 단계별로 검증을 실시하여야 함 4. 입력값 검증 준수 DB에 저장 또는 질의하기 전에 입력 데이터 및 파라미터 값에 대해 검증을 구현하며, 각 기능에서 정의된 검증 방법으로 이를 확인해야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 20 게시판 및 게시물의 개인정보 필터링 기능 및 개인정보 입력 최소화 SQL을 비롯한 모든 언어에 대한 보안 코딩 적용 5. 클라이언트 정보 저장 클라이언트에 인증정보, 세션정보를 저장하지 않는 것을 원칙으로 하고, 클라이언트에 저장할 경우 암호화 등 보호방안을 수립해야 함 6. 외부기관 연동 보안 본교 기관시스템 또는 외부시스템과의 연계 필요 시 내부 시스템 안전성 및 유통경로에 서의 데이터 안전성을 고려한 보안방안을 제시하여야 함. 또한 데이터가 유출되지 않도 록 설계하고, 작동해야 함 7. 시스템 구성 HW 서버는 개인정보보호법 제29조에 따른 개인정보의 안전성 확보조치 기준 행정안 전부, 2017년1월 발행 해설서을 준용 할 수 있는 대전대학교 IDC에 위치하고, 대전대 학교 보안정책에 부합하도록 설계구축 Web서버는 대전대학교 IDC의 외부에서 접근 가능 한 DMZ존에 위치인터넷망 WAS서버는 대전대학교 IDC의 내부망 WAS존에 위치사설망 DBMS서버는 대전대학교 IDC의 내부망 DB존에 위치사설망 정보통신망을 통한 불법적인 침입에 대한 차단 및 탐지 장치는 기존 대전대학교의 운영 시스템을 활용 라이센스 한계로 비용이 발생 할 수 있음 개인정보 접근기록 시스템, 암호화 시스템, DBMS접근통제, 개인정보유출방지 장치는 기존 대전대학교의 운영시스템을 활용 라이센스 한계로 비용이 발생 할 수 있음 WEB 서버는 일반 사용자와 관리자 접속 URL 주소를 별도로 분리하여 구축 WEB 서버의 관리자용 프로그램은 일반 사용자 영역과 별도로 분리 된 영역에 저장하 여, 일반사용자가 접근할 수 없도록 구축 사용자 인증 모듈 활용을 통한 기본 인적사항 활용DB에 저장 등은 원칙적으로 금지 게시판은 게시글의 게시기간을 설정하고 및 게시기간이 종료되면 자동 삭제 구현 보안서버SSL 인증서는 대전대학교 정보통신원에서 제공하는 인증서 활용 타 인증서의 경우 각종 보안장비 활용이 불가함 8. 관리적 보안대책 본 사업 계약 시 관련된 모든 인원은 붙임 10 보안관련 사항을 숙지하고 사업에 입 하여야 하며 보안서약서 등의 서류를 제출하여야 함 사업수행 중에 취득한 자료와 정보에 관해서는 사업수행 중은 물론 사업 완료 후에도 발 주처의 승인 없이는 절대로 외부에 유출 또는 누설하거나 다른 용도로 이용할 수 없음 사업수행 과정 중 취득한 자료와 생산된 산출물에 대하여 다음과 같이 관리하여야 함 - 일함에 저장 금지, 대외비 이상의 비밀은 전자우편으로 송수신을 금지함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 21 - 사업 관련 자료 및 문서 등은 별도로 보관관리하고, 외부에 노출되지 않도록 책임자를 지정하여야 함 - 제공된 비공개 자료는 즉시 반납 조치하고, 비인가자 또는 대외에 제공열람을 금지함 참여인원 중 대표 1인을 보안관리자로 지정하여 자체적인 보안관리 체계를 마련하여야 함 허가받지 않은 외부저장매체 사용 및 자료 무단반출 여부 등 참여인원 및 장비를 대상 으로 정기적인 보안 점검을 실시하여야 함 발주처는 사업자를 대상으로 직접 정기 및 수시 보안점검을 실시할 수 있으며, 사업자 는 이에 성실히 수용하여야 함 사업 참여자들에 대한 보안교육은 착수시점, 매6개월마다 1회 이상, 사업종료 10일 전 시점에 실시하며 주관기관이 필요에 의해 보안교육에 참여를 요청 할 경우 참여하여야 함 사업종료 전 발주처로부터 제공 받았거나, 사업자가 생산한 자료장비문서 및 중간최 종 산출물 등 사업 관련 제반자료를 전량 반납하거나 폐기하여야 함 - 노트북, 보조기억매체 등에 의해 전자적으로 기록된 자료도 데이터 완전삭제 도구 등을 활용하여 복구 불가능하도록 삭제하여야 함 사업종료 전 사업자 대표명의의 보안확약서를 제출하여야 함 사업수행 중 보안준수사항을 위반하여 발생하는 민형사상 책임 및 그에 따른 유무형 의 손해배상에 대해 제안사 책임을 다하여야 함 9. 사업수행 장소 보안관리 외부망인터넷 사용에 대하여 관리자 및 필수인원에 대하여 발주처의 사전 승인 이후 사용 비 인가자의 시스템 접근 및 프로그램 사용을 원천 봉쇄하고, 인가자의 자료 접근 및 가공을 위한 권한범위 설정 사업관련 운영 장비주전산기, 통신장비, 응용SW 등 보안관리 철저 사업 참여자는 사업장 내 보조기억장치외장형 HDD, USB 등 반입반출 불가 - 각종 산출물 보관을 위한 CD, DVD 및 업로드 시 필요한 외장하드는 제외함 개발시스템과 운영시스템은 물리적으로 분리 운영관리 되어야 함 사업 수행사는 발주처의 협의 사전 승인을 득한 후 별도의 독립된 개발시설을 확보 하 여야 하며, 발주처는 이에 협조하여야 함 10. 사업완료 후 무상유지보수 기간 보안관리 제안사는 매월 수탁업무 수행자개발자 포함 PC 보안 체크리스트 제출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 22 5 기타 본 제안요청은 사업에 필요한 최소한의 요구사항을 제시한 것으로 제안사는 본 제안요 청서에 명시되지 않았으나, 반드시 필요하거나 사업을 보다 효율적으로 수행하기 위해 필요한 내용을 추가로 제안할 수 있음 복수의 업체로 컨소시엄을 구성하여 입찰하는 경우 참여를 제한함 계약당사자는 SW사업 수행을 위하여 필요한 장소 및 설비 기타 작업환경을 상호 협의 하여 결정함 사업에 포함된 모든 이미지에 대한 저작권은 대전대학교에 있도록 하고 저작권 관련 문 제 발생 시 제안사에서 처리함 제안 내용은 성실히 작성하되 허위 및 과대비용이 포함되었을 경우에는 검토대상에서 제외함 제출된 제안서는 반환되지 않으며, 소유권은 본교에 귀속됨 제출 기한 내에 제출하지 않을 경우 제안의사가 없는 것으로 간주하여 제안서 평가를 배제함 제안요청기관은 필요시 제안 내용에 대한 추가 확인자료를 요청하거나 현지 실사를 요 청할 수 있으며, 제안업체는 이에 응하여야 함 평가 결과는 공개하지 않으며 제안업체는 평가결과에 대하여 이의를 제기할 수 없음 제안 내용 및 제출서류가 허위임이 밝혀질 경우 손해배상을 청구할 수 있으며, 이때 발 생한 제반 비용은 제안업체 부담으로 함 제안요청 기관은 제안요청서나 기타 첨부 자료상의 오류나 누락에 대하여 책임을 지지 않음 제안평가 발표 시 본 사업에 투입될 사업총괄책임자PM가 발표하여야 함 본 사업의 수행과정에서 학생 및 교직원 의견 수렴은 최소 3회 이상 실시할 것을 제안 하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 23 제III장 제안사 유의사항 1 일반사항 입찰방식 입찰방식 제한경쟁입찰 낙찰자 결정방식 협상에 의한 계약 - 제안요청서 배부 제안서 접수 제안설명 및 평가 우선협상대상자 선정 협상 실시 사업자 선정 및 계약 체결 제안입찰 참가자격 자격조건 가. 본 사업의 수행이 가능한 업체로서 다음의 자격을 모두 갖춘 자 1 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참가자격 및 동법 시행규칙 제14조입찰참가자격요건의 증명 규정에 의한 경쟁입찰 참가자 격을 갖춘 자 2 국가를 당사자로 하는 계약에 관한 법률 제27조 및 동법 시행령 제 76조부정당업 자의 입찰참가자격 제한에 해당되지 않은 자 3 입찰공고일 현재 소프트웨어산업진흥법 제 58조에 따라 소프트웨어사업자컴퓨터 관련서비스사업로 신고한 자 4 본 사업은 사업금액이 과학기술정보통신부고시 중소 소프트웨어사업자의 사업참여 지원에 관한 지침과학기술정보통신부고시 제2024-9호, 2024. 2. 28., 일부개정 에 규정된 20억 원 미만 사업으로 소프트웨어 진흥법 제48조 및 중소 소프트웨 어사업자의 사업참여 지원에 관한 지침 제2조, 제3조에 따라 대기업 및 중견기업 인 소프트웨어사업자는 참여를 제한함 나. 대학이 제시하는 제안사항과 업체선정과정 및 평가 기준에 대하여 100 동의하는 자 위 참가자격에 위배되는 업체는 입찰 참여가 불가함을 밝힘 2 제안서 작성 시 유의사항 제시된 제안서 목차에 따라 빠짐없이 기재하고, 해당사항이 없을 경우에는 해당없음이라 고 명시하여야 하며 명시되지 아니한 항목은 수용불가로 간주함 제안서는 제안요구서에 기술된 요구사항을 충분히 만족할 수 있는 방안이 포함되어야 하며,",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 24 제안서 작성지침에 기술된 부문별 요구사항에 대해서는 보다 구체적이고 상세한 방안을 기 술해야 함 제안 내용을 보충하기 위하여 참고문헌 활용 시 참고문헌 목록을 첨부하고 어디서 인용했 는지 정확히 알 수 있도록 표시해야 함 제안서의 내용은 명확한 용어를 사용하여 표현해야 하며, 사용가능 하다, 할 수 있다 또 는 고려하고 있다. 등과 같이 모호한 표현은 평가시 불가능 한 것으로 간주함 주요 제안내용에 대하여는 공인될 수 있는 증빙자료를 첨부하여야 함 제안요청서는 제안요청자의 사정에 따라 수정보완될 수 있음 제안서의 제출은 계약조건의 제시로 간주됨. 따라서 그 제안서의 내용은 대전대학교가 수락 하는 범위 내에서 계약조건의 일부가 됨 제출된 제안서 및 부속자료는 제안요청자가 승낙하지 않는 한 그 내용의 수정, 추가, 삭제, 대체 등 변경을 할 수 없으며 철회나 취소를 할 수 없음 제안서 제출은 단일 업체 명의로 하되 제안서에는 제안업체의 공식적인 대표가 서명날인하 여야 함 A4용지로 작성하고 각 페이지에는 쉽게 참고 할 수 있도록 일련번호를 표기해야 함 제출된 공문, 서류, 제안서등은 일체 반환하지 않으며, 본 제안과 관련된 일체의 비용은 제 안업체의 부담으로 함 본 제안요청서에 명시된 내용은 우리 대학이 요구하는 최소한의 사항만이 규정되었으므로 상세하게 기술하지 않았거나 누락된 사항에 대해서도 본 사업의 목적과 내용에 명시된 목 표 시스템 구현에 문제가 발생하지 않도록 제안업체는 철저히 검토하여 반드시 사전조치를 강구하여야 함누락된 사항이 있을 경우에는 제안서 작성시 반드시 해당부분을 포함하여 제 안할 것 산출물은 문서각각 10부와 USB원본자료 2부로 작성하여 우리대학에 제출하고, 개발된 소프트웨어의 소유권은 대전대학교에 귀속됨 시스템은 사용자의 편리성과 운영자의 관리 효율성을 극대화 할 수 있도록 설계, 구현되어 야 하며, 향후 업무의 확장과 변경에 대한 대응방안을 제시하여야 함 무상유지보수기간은 본 사업 최종 검수 완료일로부터 최소 1년 이상으로 하며, 이 기간 중 계약업체는 도입시스템의 원활한 운영을 위하여 다음 사항을 준수하여야 함 - 유지보수 기술요원 1명 이상을 우리대학 담당자로 지정 - 유지보수 기술요원은 정규근무시간 외에도 비상연락을 유지 3 협상대상자 선정 방법 기술평가와 가격평가를 실시하여 종합평가점수로 산출 - 종합평가점수 기술 평가점수90 입찰가격 평가점수10",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 25 기술평가 방법 - 제안 설명회 평가PT를 통해 선정개별통보하되, 평가결과는 공지하지 않음 기술능력평가 점수가 기술능력평가분야 배점한도의 85이상인76.5점 제안업체를 협상적 격자로 선정함 협상순서는 기술능력평가 점수와 입찰가격평가 점수를 합산하여 종합평가점수의 고득점 순 에 따라 결정함 동점시 처리방법 - 종합평가 점수가 동점인 경우, 기술평가 점수가 높은 업체를 선정 - 기술평가점수도 동일한 경우 배점이 높은 평가항목에서 점수가 높은 업체 선정 기타 위에서 정하지 아니한 사항 및 낙찰자 결정은 협상에 의한 계약체결기준 기획재정부 계약예규 개정 721호, 2024.09.13.에 따른다. 4 제안서 평가 평가위원회는 대전대학교에서 별도로 선정하여 구성함. 기술평가 점수는 평가위원 평가한 점수 중 최고점수 1개와 최저점수 1개를 제외하고, 나머 지 점수를 평균하여 획득점수를 산출함 기술제안서 평가항목은 소프트웨어 기술성 평가기준과학기술정보통신부고시 제2021-98호 에 적용하고, 본 사업의 특성에 맞게 가감 조정함 총 배점한도는 100점이며, 각 평가부문별 배점한도는 30점 이하로 함 모든 평가 결과는 공개하지 않으며 제안업체는 평가결과에 대하여 이의를 제기할 수 없음 5 가격 평가 협상에 의한 계약체결 기준기획재정부 계약예규을 준용하여 평가점수 산출함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 26 1 입찰가격을 추정가격의 100분의 80 이상으로 입찰한 자에 대한 평가 평점 입찰가격평가 배점한도 최저입찰가격 당해입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격 당해입찰가격 당해 평가대상자의 입찰가격 2 입찰가격을 추정가격의 100분의 80 미만인 입찰한 자에 대한 평가 평점 입찰가격평가 배점한도 최저입찰가격 추정가격의80상당가격 2 추정가격의 80 상당가격-당해입찰가격 추정가격의 80 상당가격-추정가격의 60 상당가격 최저입찰가격 유효한 입찰자중 최저입찰가격 당해입찰가격 당해 평가대상자의 입찰가격으로 하되, 입찰가격이 추정 가격의 100분의 60 미만일 경우에는 100분의 60으로 계산 입찰가격평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를 포함하여 적용 하고, 예정가격을 작성한 경우에는 추정가격을 예정가격으로 적용 3 입찰가격 계산결과 소수점이하의 숫자가 있는 경우는 소수점 다섯째자리에서 반올림함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 27 6 제안서 목차 및 작성방법 작성항목 작성방법 I. 제안개요 1.사업개요 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술 II. 제안업체 일반 1. 일반현황 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별 매출 액을 명료하게 제시 2. 조직 및 인원 제안사의 조직 및 인원현황을 제시 제안사에서 경영상태를 평가할 수 있는 신용평가등급 제시 3. 경영 상태 제안사의 최근 3년간 재무내역 및 주요 사업내역을 제시 4. 주요사업내용 제안사의 주요 사업내용을 분야별로 구분하여 제시 5. 주요사업실적 해당사업과 관련이 있는 주요 사업실적을 제시 제안사 컨소시엄의 모든 업체를 의미함. - 제안사가 복수의 업체로 컨소시엄을 구성하여 입찰하는 경우 참여한 모든 업체별로 상기 작성 항목을 구분하여 제시함. III. 사업내용 부문 1. 제안사업범위 제안업체에서 수행하게 될 본 사업의 대상 업무범위와 추진과제 및 과 제별 수행내역에 대하여 제시 2. 사업수행내용 핵심역량진단 정보화시스템 구축 방안 - 세부내용 II. 제안요청사항 참조 제안요청사항 외의 추가 사업 수행내용 및 타 제안사와의 차별화 방안 향후 시스템 고도화 방안 3. 사업 수행방법 사업 수행을 위해 적용하고자 하는 방법론에 대한 일반적 소개 자료와 저작권 등에 대하여 기술 4. 사업 수행절차 사업 단계별 수행 추진 절차 및 활동 내역, 주요 기법에 대하여 기술하 고 후속 단계와의 연관성을 논리적으로 기술 IV. 사업관리부문 1. 품질보증계획 품질보증을 위한 조직, 방법, 절차, 내용 등을 제시 2. 위험관리계획 위험관리를 위한 조직, 방법, 절차, 내용 등을 제시 3. 추진일정계획 사업 추진예정 일정을 참조하여 추진일정을 상세히 제시 4. 보고 및 검토계획 사업기간 동안 이루어질 보고 및 검토계획을 상세하게 제시 - 월간, 주간, 일일, 수시보고 - 단계별 검토회의 등 5. 수행조직 및 업무분장 본 사업 추진을 위해 제안서에 투입된 참여인력의 조직체계와 조직단 위별 업무분장 내역에 대하여 제시 6 투입인력 및 이력사항 본 사업을 수행할 인력을 작업단위 별로 제시하고, 참여하는 인력에 대 한 이력사항을 붙임 서류 양식을 이용하여 작성 V. 지원부문 1. 교육훈련계획 운영자, 관리자별로 구분하여 교육내용, 교육기간, 인원 등 상세히 제시 2. 유지보수계획 유지보수 체계, 종류 및 방법 등에 대해 제시 3. 보안관리계획 기밀보안 대책, 프로젝트 참여인력에 대한 보안의식 고취방안보안교육 포함, 자료관리, 문서관리 등에 대하여 기술 4. 기타 지원 본 사업과 관련 지원 가능한 사항에 대한 내용을 기술",
      "tables": [
        [
          [
            "작성항목",
            "",
            "작성방법"
          ],
          [
            "Ⅰ.  제안개요",
            "1.사업개요",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의 \n목적,  범위,  전제조건  및  제안의  특징  및  장점을  요약하여  기술"
          ],
          [
            "Ⅱ.  제안업체  일반",
            "1.  일반현황",
            "제안사의  일반현황  및  주요  연혁,  최근  3년간의  자본금  및  부문별  매출\n액을  명료하게  제시"
          ],
          [
            "",
            "2.  조직  및  인원",
            "제안사의  조직  및  인원현황을  제시\n제안사에서  경영상태를  평가할  수  있는  신용평가등급  제시"
          ],
          [
            "",
            "3.  경영  상태",
            "제안사의  최근  3년간  재무내역  및  주요  사업내역을  제시"
          ],
          [
            "",
            "4.  주요사업내용",
            "제안사의  주요  사업내용을  분야별로  구분하여  제시"
          ],
          [
            "",
            "5.  주요사업실적",
            "해당사업과  관련이  있는  주요  사업실적을  제시"
          ],
          [
            "",
            "※  제안사  :  컨소시엄의  모든  업체를  의미함. \n      -  제안사가  복수의  업체로  컨소시엄을  구성하여  입찰하는  경우  참여한  모든  업체별로  상기  작성\n          항목을  구분하여  제시함.",
            ""
          ],
          [
            "Ⅲ.  사업내용  부문",
            "1.  제안사업범위",
            "제안업체에서  수행하게  될  본  사업의  대상  업무범위와  추진과제  및  과\n제별  수행내역에  대하여  제시"
          ],
          [
            "",
            "2.  사업수행내용",
            "핵심역량진단  정보화시스템  구축  방안\n-  세부내용  [Ⅱ.  제안요청사항]  참조\n제안요청사항  외의  추가  사업  수행내용  및  타  제안사와의  차별화  방안\n향후  시스템  고도화  방안"
          ],
          [
            "",
            "3.  사업  수행방법",
            "사업  수행을  위해  적용하고자  하는  방법론에  대한  일반적  소개  자료와\n저작권  등에  대하여  기술"
          ],
          [
            "",
            "4.  사업  수행절차",
            "사업  단계별  수행  추진  절차  및  활동  내역,  주요  기법에  대하여  기술하\n고  후속  단계와의  연관성을  논리적으로  기술"
          ],
          [
            "Ⅳ.    사업관리부문",
            "1.  품질보증계획",
            "품질보증을  위한  조직,  방법,  절차,  내용  등을  제시"
          ],
          [
            "",
            "2.  위험관리계획",
            "위험관리를  위한  조직,  방법,  절차,  내용  등을  제시"
          ],
          [
            "",
            "3.  추진일정계획",
            "사업  추진예정  일정을  참조하여  추진일정을  상세히  제시"
          ],
          [
            "",
            "4.  보고  및  검토계획",
            "사업기간  동안  이루어질  보고  및  검토계획을  상세하게  제시\n  -  월간,  주간,  일일,  수시보고\n  -  단계별  검토회의  등"
          ],
          [
            "",
            "5.  수행조직  및  업무분장",
            "본  사업  추진을  위해  제안서에  투입된  참여인력의  조직체계와  조직단\n위별  업무분장  내역에  대하여  제시"
          ],
          [
            "",
            "6  투입인력  및  이력사항",
            "본  사업을  수행할  인력을  작업단위  별로  제시하고,  참여하는  인력에  대\n한  이력사항을  [붙임  서류]  양식을  이용하여  작성"
          ],
          [
            "Ⅴ.  지원부문",
            "1.  교육훈련계획",
            "운영자,  관리자별로  구분하여  교육내용,  교육기간,  인원  등  상세히  제시"
          ],
          [
            "",
            "2.  유지보수계획",
            "유지보수  체계,  종류  및  방법  등에  대해  제시"
          ],
          [
            "",
            "3.  보안관리계획",
            "기밀보안  대책,  프로젝트  참여인력에  대한  보안의식  고취방안(보안교육 \n포함),  자료관리,  문서관리  등에  대하여  기술"
          ],
          [
            "",
            "4.  기타  지원",
            "본  사업과  관련  지원  가능한  사항에  대한  내용을  기술"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 28 7 제안서 기술평가 항목 소프트웨어 기술성 평가기준과학기술정보통신부고시 제2021-98호을 준용. 평가부문 평가항목 평가기준 정량 평가 10 경영상태 5 회사채, 기업어음, 기업신용 평가등급으로 제안사의 경영상태를 평가한다. 세부기준1 참조 수행실적 5 제안사의 최근 3년 이내 수행실적 세부기준2 참조 전략 및 방법론 20 사업 이해도 4 사업의 특성 및 목표에 부합하는 사업전략을 제시하고 있는지를 평가한다. 추진 전략 4 개발업무 수행 시 일정 및 위험요소를 고려하여 얼마나 타당한 추진 전략을 수립하였는 지 평가한다. 적용 기술 4 사업에서 적용하고자 하는 기술이 향후 확장성을 고려하였는지, 현실적으로 실현 가능한 지 여부를 평가한다. 표준 프레임 워크 적용 4 표준 프레임워크 적용 여부와 적용 시 예상되는 문제점을 구체적으로 기술하고 실현 가능한 대응 방안을 제시하였는지 평가한다. 개발 방법론 4 사업에 적정한 개발 방법론이 제시되었는지 평가하고, 실제 적용 사례 및 경험을 바탕으로 단 계별 산출물이 제시되었는지 여부를 평가한다. 기술 및 기능 26 시스템 요구 사항 4 요구 규격을 충족하는 장비 제안 여부와 현 시스템과의 인터페이스 및 확장 가능성 여부를 평가한다. 또한 도입 장비의 설치 및 공급 계획, 유지관리에 대한 방안이 구체적으로 기술되어 있는가를 평가한다. 기능 요구 사항 5 기능 요구사항ᆞ기대사항ᆞ제약사항 등을 파악한 후 구현 방안이 구체적으로 기술되어 있는지를 평가한다. 또한 제안한 방안 및 기술이 적용 가능한지를 평가한다. 보안 요구 사항 5 요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 방안이 구체적으로 기술되었 는지 평가한다. 또한 제안한 방안과 기술의 설계단계 반영 여부 및 구현단계까지의 적용 가능성을 평가한다. 데이터 요구 사항 4 데이터 요구사항 분석을 바탕으로 데이터 전환 계획 및 검증 방법, 데이터 오류 발생 시 처리 방안이 구체적으로 제시되어 있는지를 평가한다. 시스템운영 요구 사항 4 시스템 운영 요구 사항에 맞는 운영 절차 및 방법을 제시하였는지 평가한다. 또한 운영 중 비상사태 발생 시 대응방안이 구체적으로 제시되고 있는지를 평가한다. 제약 사항 4 목표 시스템의 설계, 구축, 운영과 관련하여 제약조건을 충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 수립되었는지 평가한다. 성능 및 품질 12 성능 요구 사항 4 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적으로 기술되어 있는지, 이를 위한 방 법론 및 분석도구가 기술되어 있는지 평가한다. 제안한 방안 및 기술을 통해 성능 요구 사 항을 충족시킬 수 있는지를 평가한다. 품질 요구 사항 4 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요구사항에 부합되는지 평가 하고, 분석ᆞ설계ᆞ구현ᆞ테스트 등 각 단계별 품질 요구사항 점검 및 검토 방안이 구체적으 로 계획되어 있는가를 평가한다. 인터 페이스 요구 사항 4 시스템 인터페이스 타 시스템과의 연계에 대한 장ᆞ단점 분석을 통해 가장 적합한 시스 템 인터페이스 구축 방안을 도출하였는지를 평가한다. 사용자 인터페이스 사용자 편의성을 고려하여 사용자 인터페이스의 분석ᆞ설계ᆞ구현ᆞ 테스트 방안과 검토 계획을 구체적으로 기술하였는가를 평가한다. 프로젝 트 관리 12 관리 방법론 4 일정관리, 사업위험이슈 관리, 보안관리, 산출물의 형상ᆞ문서 관리 등 사업수행에 필 요한 관리 방법론이 구체적으로 제시되어 있는지를 평가한다. 또한 문제 발생 시 보고 체 계 및 위험관리 방안이 구체적으로 제시되어 있는지 평가한다. 일정 계획 4 사업수행에 필요한 수행기간과 세부일정이 구체적으로 제시되었는지 평가한다. 또한 각 활 동에 필요한 일정 계획이 적절히 수립되었는지를 평가한다. 개발 장비 4 개발에 필요한 개발환경의 구성이 구체적으로 제시되었는지 평가하고, 라이선스 등 의 문제가 없는지 여부를 평가한다. 프로젝 트 지원 16 품질 보증 3 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 소프트웨어산업 진흥 법 제23조의 소프트웨어프로세스 품질인증SP인증 등 대외적으로 인정받을 만한 품질 보증 관련 유효한 인증을 제시하는 경우 확인하고 평가한다. 이 경우 유효한 SP인증을 보 유하고 있는 경우에는 우대할 수 있다.",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "",
            "평가기준"
          ],
          [
            "정량\n평가\n(10)",
            "경영상태",
            "",
            "5 회사채,  기업어음,  기업신용  평가등급으로  제안사의  경영상태를  평가한다.  (세부기준1  참조)"
          ],
          [
            "",
            "수행실적",
            "",
            "5 제안사의  최근  3년  이내  수행실적  (세부기준2  참조)"
          ],
          [
            "전략  및 \n방법론\n(20)",
            "사업  이해도",
            "",
            "4 사업의  특성  및  목표에  부합하는  사업전략을  제시하고  있는지를  평가한다."
          ],
          [
            "",
            "추진  전략",
            "4",
            "개발업무  수행  시  일정  및  위험요소를  고려하여  얼마나  타당한  추진  전략을  수립하였는\n지  평가한다."
          ],
          [
            "",
            "적용  기술",
            "4",
            "사업에서  적용하고자  하는  기술이  향후  확장성을  고려하였는지,  현실적으로  실현  가능한\n지  여부를  평가한다."
          ],
          [
            "",
            "표준  프레임\n워크  적용",
            "4",
            "표준  프레임워크  적용  여부와  적용  시  예상되는  문제점을  구체적으로  기술하고  실현  가능한 \n대응  방안을  제시하였는지  평가한다."
          ],
          [
            "",
            "개발  방법론",
            "4",
            "사업에  적정한  개발  방법론이  제시되었는지  평가하고,  실제  적용  사례  및  경험을  바탕으로  단\n계별  산출물이  제시되었는지  여부를  평가한다."
          ],
          [
            "기술 \n및 \n기능\n(26)",
            "시스템  요구\n사항",
            "4",
            "요구  규격을  충족하는  장비  제안  여부와  현  시스템과의  인터페이스  및  확장  가능성  여부를 \n평가한다.  또한  도입  장비의  설치  및  공급  계획,  유지관리에  대한  방안이  구체적으로  기술되어 \n있는가를  평가한다."
          ],
          [
            "",
            "기능  요구\n사항",
            "5",
            "기능  요구사항ㆍ기대사항ㆍ제약사항  등을  파악한  후  구현  방안이  구체적으로  기술되어 \n있는지를  평가한다.  또한  제안한  방안  및  기술이  적용  가능한지를  평가한다."
          ],
          [
            "",
            "보안  요구\n사항",
            "5",
            "요구사항  및  시스템  분석을  바탕으로  보안  요구사항의  적용  방안이  구체적으로  기술되었\n는지  평가한다.  또한  제안한  방안과  기술의  설계단계  반영  여부  및  구현단계까지의  적용 \n가능성을  평가한다."
          ],
          [
            "",
            "데이터  요구\n사항",
            "4",
            "데이터  요구사항  분석을  바탕으로  데이터  전환  계획  및  검증  방법,  데이터  오류  발생  시 \n처리  방안이  구체적으로  제시되어  있는지를  평가한다."
          ],
          [
            "",
            "시스템운영\n요구  사항",
            "4",
            "시스템  운영  요구  사항에  맞는  운영  절차  및  방법을  제시하였는지  평가한다.  또한  운영 \n중  비상사태  발생  시  대응방안이  구체적으로  제시되고  있는지를  평가한다."
          ],
          [
            "",
            "제약  사항",
            "4",
            "목표  시스템의  설계,  구축,  운영과  관련하여  제약조건을  충족시키기  위한  구체적인  구현 \n방안  및  테스트  방안이  수립되었는지  평가한다."
          ],
          [
            "성능 \n및 \n품질\n(12)",
            "성능  요구\n사항",
            "4",
            "요구  성능  충족을  위한  구현  및  테스트  방안이  구체적으로  기술되어  있는지,  이를  위한  방\n법론  및  분석도구가  기술되어  있는지  평가한다.  제안한  방안  및  기술을  통해  성능  요구  사\n항을  충족시킬  수  있는지를  평가한다."
          ],
          [
            "",
            "품질  요구\n사항",
            "4",
            "제공되는  개발  도구  및  구현  방안,  테스트  방안  등이  품질  요구사항에  부합되는지  평가\n하고,  분석ㆍ설계ㆍ구현ㆍ테스트  등  각  단계별  품질  요구사항  점검  및  검토  방안이  구체적으\n로  계획되어  있는가를  평가한다."
          ],
          [
            "",
            "인터  페이스\n요구  사항",
            "4",
            "시스템  인터페이스  :  타  시스템과의  연계에  대한  장ㆍ단점  분석을  통해  가장  적합한  시스\n템  인터페이스  구축  방안을  도출하였는지를  평가한다.\n사용자  인터페이스  :  사용자  편의성을  고려하여  사용자  인터페이스의  분석ㆍ설계ㆍ구현ㆍ\n테스트  방안과  검토  계획을  구체적으로  기술하였는가를  평가한다."
          ],
          [
            "프로젝\n트  관리\n(12)",
            "관리\n방법론",
            "4",
            "일정관리,  사업위험(이슈)  관리,  보안관리,  산출물의  형상ㆍ문서  관리  등  사업수행에  필\n요한  관리  방법론이  구체적으로  제시되어  있는지를  평가한다.  또한  문제  발생  시  보고  체\n계  및  위험관리  방안이  구체적으로  제시되어  있는지  평가한다."
          ],
          [
            "",
            "일정  계획",
            "4",
            "사업수행에  필요한  수행기간과  세부일정이  구체적으로  제시되었는지  평가한다.  또한  각  활\n동에  필요한  일정  계획이  적절히  수립되었는지를  평가한다."
          ],
          [
            "",
            "개발  장비",
            "4",
            "개발에  필요한  개발환경의  구성이  구체적으로  제시되었는지  평가하고,  라이선스  등\n의  문제가  없는지  여부를  평가한다."
          ],
          [
            "프로젝\n트  지원\n(16)",
            "품질  보증",
            "3",
            "제시된  품질보증  방안이  해당  사업의  수행에  적합한지,  사업자가  「소프트웨어산업  진흥\n법」  제23조의  소프트웨어프로세스  품질인증(SP인증)  등  대외적으로  인정받을  만한  품질\n보증  관련  유효한  인증을  제시하는  경우  확인하고  평가한다.  이  경우  유효한  SP인증을  보\n유하고  있는  경우에는  우대할  수  있다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 29 배점 및 평가항목은 추후 일부 조정될 수 있음. 세부기준 1 경영상태 평가기준 신용평가등급 평점 배점 5점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 5점 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 4.75점 B, B0, B- B- B, B0, B- 4.5점 CCC 이하 C 이하 CCC 이하 3.5점 ᄋ 신용평가기관 발급 신용평가등급확인서 기준 ᄋ 신용평가등급은 신용정보의이용및보호에관한법률 제4조 제4항 제1호 또는 제4호의 업무를 영위하는 신용정보업자가 평가한 회사채또는 기업어음에 대한 신용평가등급 또는 기업신용 평가등급위의 신용정보업자가 신용평가등급, 등급평가일 및 등급유효기간 등을 명시하여 작 성한 신용평가등급 확인서이하 등급 확인서라 함을 기준으로 평가함 ᄋ 회사채또는 기업어음에 대한 신용평가등급 또는 기업신용평가등급은 입찰공고일 전일 이전에 평가한 것으로서 유효기간 내에 있는 것이어야 함유효기간 만료일이 입찰공고일인 경우도 인정 ᄋ 이행능력심사대상자의 회사채또는 기업어음에 대한 신용평가등급 및 기업신용평가에 따른 평점이다른경우에는높은평점으로평가하며,등급확인서를제출하지않은경우에는0점으로평가함 ᄋ 합병한 업체에 대하여는 합병 후 새로운 신용평가등급으로 심사하여야 하며 합병 후의 새로운 신용평가등급이 없는 경우에는 합병대상업체 중 가장 낮은 신용평가등급을 받은 업체의 신용 평가등급으로 심사함 평가부문 평가항목 평가기준 시험 운영 2 시스템 공급자가 개발된 시스템의 시험운영을 위해 필요한 각종 시험운영 방법 등을 구 체적으로 제시하였는지 평가한다. 교육 훈련 2 시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 교육훈련의 방법, 내용, 일정 등을 구체적으로 제시하였는지 평가한다. 유지 관리 2 시스템 공급자가 제시하는 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타 의 활동 및 그 제한사항에 대해 평가한다. 하자 보수 계획 2 시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가한다. 기밀 보안 2 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기밀을 보호함과 동시에 원활 한 사업의 수행을 보장하기 위한 체계 및 대책에 대하여 평가한다. 비상 대책 3 시스템 공급자가 안정적인 시스템 운영을 위해 필요한 각종 백업복구 및 장애대응 대책 을 구체적으로 제시하였는지 평가한다. 상생 협력 4 상생 협력 4 공동수급체 구성을 통한 입찰참가 시, 사업 참가자 중 중소기업인 소프트웨어사업자의 참 여비율지분율에 따라 등급을 평가한다. 단, 중소기업인 소프트웨어사업자가 단독으로 입 찰에 참가한 경우 최고 등급을 부여하고, 중소기업인 소프트웨어사업자의 참여 지분이 없는 경우는 0점을 부여한다.",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "",
            "평가기준"
          ],
          [
            "",
            "시험  운영",
            "2",
            "시스템  공급자가  개발된  시스템의  시험운영을  위해  필요한  각종  시험운영  방법  등을  구\n체적으로  제시하였는지  평가한다."
          ],
          [
            "",
            "교육  훈련",
            "2",
            "시스템  공급자가  시스템  운영  및  관리자를  위해  필요한  각종  교육훈련의  방법,  내용,  일정 \n등을  구체적으로  제시하였는지  평가한다."
          ],
          [
            "",
            "유지  관리",
            "2",
            "시스템  공급자가  제시하는  유지관리  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타\n의  활동  및  그  제한사항에  대해  평가한다."
          ],
          [
            "",
            "하자  보수 \n계획",
            "2",
            "시스템  공급자가  제시하는  하자보수  계획,  절차,  범위  및  기간과  이와  관련된  기타의  활동 \n및  그  제한사항에  대해  평가한다."
          ],
          [
            "",
            "기밀  보안",
            "2",
            "사업  추진  동안  악영향을  미치는  일련의  불순  활동들로부터  기밀을  보호함과  동시에  원활\n한  사업의  수행을  보장하기  위한  체계  및  대책에  대하여  평가한다."
          ],
          [
            "",
            "비상  대책",
            "3",
            "시스템  공급자가  안정적인  시스템  운영을  위해  필요한  각종  백업/복구  및  장애대응  대책\n을  구체적으로  제시하였는지  평가한다."
          ],
          [
            "상생\n협력\n(4)",
            "상생\n협력",
            "4",
            "공동수급체  구성을  통한  입찰참가  시,  사업  참가자  중  중소기업인  소프트웨어사업자의  참\n여비율(지분율)에  따라  등급을  평가한다.  단,  중소기업인  소프트웨어사업자가  단독으로  입\n찰에  참가한  경우  최고  등급을  부여하고,  중소기업인  소프트웨어사업자의  참여  지분이 \n없는  경우는  ‘0’점을  부여한다."
          ]
        ],
        [
          [
            "신용평가등급",
            "",
            "",
            "평점\n(배점  5점)"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA,  AA+,  AA0,  AA-\nA+,  A0,  A-,  BBB+,  BBB0",
            "A1,  A2+,  A20,\nA2-,  A3+,  A30",
            "AAA,  AA+,  AA0,  AA-,\nA+,  A0,  A-,  BBB+,  BBB0",
            "5점"
          ],
          [
            "BBB-,  BB+,  BB0,  BB-",
            "A3-,  B+,  B0",
            "BBB-,  BB+,  BB0,  BB-",
            "4.75점"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-",
            "4.5점"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하",
            "3.5점"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 30 세부기준 2 수행실적 평가기준 평가등급사업예산 대비 평점배점 5점 100 이상 5점 70 이상 100 미만 4.5점 40 이상 70 미만 4.0점 40 미만 3.5점 ᄋ 공고일 기준 최근 3년 이내에 주사업자로서 포털시스템통합정보시스템 구축 으로 납품 및 구축 이행 실적유지보수 계약 제외 ᄋ 실적증명은 사업명, 사업 내용이 명확히 기재된 것만 인정 수행 중인 사업도 인정 실적대상 4년제 대학의 유사 소프트웨어 개발 실적홈페이지 구축, 유지보수 등 제외으로 단일건계약 실적 인정 ᄋ 제출서류 실적증명서 또는 계약서 사본 등 증빙이 가능한 서류 8 제안서 효력 제안서에 제시된 내용은 계약서에 명시되지 않더라도 계약서와 동일한 효력을 가진다. 단, 계약서에 명시된 경우는 계약서가 우선함 제안서에 대한 해석상의 문제가 발생할 시 우리 대학의 해석에 따름 제출된 제안서의 내용은 제안요청자가 요청하지 않는 한 수정, 추가, 대체 할 수 없으며 기 재내용은 실제와 일치하여야 함. 단, 제안서에 누락된 내용이 향후 필요하다고 인정될 경우 에는 상호협의하에 조정할 수 있음 제안서의 기재사항은 실제 사실과 일치하여야 하며, 객관적으로 입증할 수 있어야 하고, 허 위로 작성한 사실이 발견될 경우 선정을 무효로 함",
      "tables": [
        [
          [
            "평가등급(사업예산  대비)",
            "평점(배점  5점)"
          ],
          [
            "100%  이상",
            "5점"
          ],
          [
            "70%  이상  ~  100%  미만",
            "4.5점"
          ],
          [
            "40%  이상  ~  70%  미만",
            "4.0점"
          ],
          [
            "40%  미만",
            "3.5점"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 31 제IV장 제안서 제출안내 1 입찰 참가등록 및 서류 제출 입찰 참가등록 및 제안 서류제출 공 고 - 일 시 입찰공고서에 정한 바에 따름 - 공고방법 대전대학교 홈페이지httpwww.dju.ac.kr 또는 기타 방법 - 제출장소 대전대학교 30주년기념관 5층 총무팀 - 제출방법 대표자 인감이 날인된 공문과 함께 직접 제출함.우편접수 불가 제출서류 - 제안서 제출 공문 1부. - 입찰참가신청서별첨 1 참조 소정양식 1부. - 제안서 원본 10부 및 파일이 수록된 USB 2개. - 사업자등록증 사본 1부. 원본대조필 - 소프트웨어사업자 신고필증 사본 1부. - 인감증명서법인의 경우 법인 인감, 개인사업자 경우 대표자 인감 1부. - 법인등기부등본 1부. 개인사업자인 경우 주민등록등본 - 가격제안서 1부. 세부내역서 첨부하여 밀봉 및 봉인부분 날인 - 입찰이행보증보험증권 1부. 입찰금액의 5 - 대표자 위임장 1부. 대리 등록시 - 용역실적증명서발주기관 확인 필 또는 증명관련 서류 원본 또는 계약서 사본 1부. 용역실적증명서에는 용역의 주요내용이 반드시 기재된 것에 한함 - 사용인감계사용인감을 사용할 경우 1부. - 지방세, 국세 완납증명서 1부. - 청렴서약서 1부. 제안관련 사업내용 문의사항 문의처 대전대학교 대학교육혁신원 홍나래 전화번호 042 280-4036 e-mail rae4036dju.kr",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 32 2 제안 평가PT 제안 평가PT 일시 및 장소 제안서 접수 후, 제안사별로 별도 통보함. 방 법 - 제안서 설명시간 업체당 30분 내외 제안설명 20분, 질의응답 10분 예정 - 제안서 설명순서 제안서 제출역순으로 발표 - 제안서 참가인원 업체당 4명 이내로 한정 - 제안설명 시 유의사항 제안설명은 제안사주사업자의 사업총괄책임자PM가 발표해야 하고, 동영상 등을 이용한 간접발표는 불허함. 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명기하고, 그 사유를 명 확하게 설명하여야 함. 발표는 제안내용을 중심으로 해야 하며, 임원인사 등 제안사 홍보 관련 내용은 포함 할 수 없음.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 1 입찰참가신청서 아래사항 중 해당되는 경우에만 기재하시기 바랍니다. 처리기간 즉 시 신 청 인 업 체 명 법인등록번호 주 소 전 화 번 호 대 표 자 생년월일 입 찰 개 요 공고번호 입 찰 일 자 년 월 일 입찰건명 다층적 융합 학습경험 플랫폼MILE 구축 입 찰 보 증 금 납 부 ᆞ보증금율 ᆞ보증금액 금 원정 ᆞ납부방법 면제대상인 경우 지급각서 제출로 갈음면제, 입찰공고문 참조 납부면제 지급확약 ᆞ면제사유 ᆞ본인은 낙찰 후 계약 미체결시 귀 대학에 낙찰금액에 해당하는 소정의 입찰보증금을 현금으로 납부할 것을 확약합니다. 대 리 인 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. - 성 명 - 생 년 월 일 사 용 인 감 본 입찰에 사용할 인감을 다음과 같이 신고합니다. - 사용인감 본인은 위의 번호로 공고지명통지한 귀 대학의 일반제한ᆞ지명경쟁입찰에 참가 하고자 대학에서 정한 공사물품구매제조ᆞ용역입찰유의서 및 입찰공고 사항을 모 두 승낙하고 붙임서류를 첨부하여 입찰참가신청을 합니다. 붙임서류 1. 입찰참가자격을 증명하는 서류 사본 1부 2. 인감증명서 1부 3. 기타 입찰공고로써 정한 서류 년 월 일 신청인대표자 본인감날인 대전대학교 총장 귀하",
      "tables": [
        [
          [
            "처리기간\n          입 찰 참 가 신 청 서\n 즉    시\n  ※  아래사항  중  해당되는  경우에만  기재하시기  바랍니다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신\n  청\n  인",
            "업  체  명",
            "",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주        소",
            "",
            "",
            "",
            "전  화  번  호",
            ""
          ],
          [
            "",
            "대  표  자",
            "",
            "",
            "",
            "생년월일",
            ""
          ],
          [
            "입\n  찰\n  개\n  요",
            "공고번호",
            "",
            "",
            "",
            "입  찰  일  자               년        월        일",
            ""
          ],
          [
            "",
            "",
            "입찰건명   다층적  융합  학습경험  플랫폼(MILE)  구축",
            "",
            "",
            "",
            ""
          ],
          [
            "입\n  찰\n  보\n  증\n  금",
            "납        부",
            "ㆍ보증금율  :              %\n  ㆍ보증금액  :  금                                  원정(￦                                )\n  ㆍ납부방법  :  면제대상인  경우  지급각서  제출로  갈음(면제,  입찰공고문  참조)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "납부면제\n  지급확약",
            "ㆍ면제사유  : \n  ㆍ본인은  낙찰  후  계약  미체결시  귀  대학에  낙찰금액에  해당하는  소정의\n      입찰보증금을  현금으로  납부할  것을  확약합니다.",
            "",
            "",
            "",
            ""
          ],
          [
            "대\n  리\n  인",
            "본  입찰에  관한  일체의  권한을  다음의\n    자에게  위임합니다.\n      -  성            명  : \n      -  생 년 월 일  :",
            "",
            "사\n  용\n  인\n  감",
            "본  입찰에  사용할  인감을  다음과  같이\n    신고합니다.\n    -  사용인감                      ",
            "",
            ""
          ],
          [
            "본인은  위의  번호로  공고(지명통지)한  귀  대학의  일반(제한ㆍ지명)경쟁입찰에  참가\n하고자  대학에서  정한  공사[물품구매(제조)ㆍ용역]입찰유의서  및  입찰공고  사항을  모\n두  승낙하고  붙임서류를  첨부하여  입찰참가신청을  합니다.\n  붙임서류    1.  입찰참가자격을  증명하는  서류  사본  1부\n                      2.  인감증명서  1부\n                      3.  기타  입찰공고로써  정한  서류\n                                                                                                          년        월        일\n                                                                        신청인(대표자)                                  본인감날인\n     \n    대전대학교  총장  귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 2 제 안 회 사 일 반 1. 회 사 명 2. 대표자 3. 기 술 용 역 등 록 분 야 4. 주 소 5. 전 화 번 호 6. 회 사 설 립 년 도 년 월 7. 해 당 부 문 종 사 기 간 년 월 년 월 8. 주요연혁요약 9. 기술자 보유현황 단위 명 구 분 계 전문분야 관리분야 SW분야 HW분야 통신분야 기타분야 계 특급기술자 고급기술자 중급기술자 초급기술자 기 능 사 기술자의 구분은 소프트웨어 개발비 산정기준에 의함",
      "tables": [
        [
          [
            "1.  회      사      명",
            "",
            "2.  대표자",
            "",
            "",
            "",
            ""
          ],
          [
            "3.  기  술    용  역\n      등  록    분  야",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4.  주                소",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5.  전  화  번  호",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6.  회  사    설  립\n     년                도",
            "",
            "년            월",
            "",
            "",
            "",
            ""
          ],
          [
            "7.  해  당    부  문\n      종  사    기  간",
            "",
            "년            월          ～            년            월",
            "",
            "",
            "",
            ""
          ],
          [
            "8.  주요연혁(요약)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9.  기술자  보유현황                                                                                                                단위  :  명",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "구      분",
            "계",
            "전문분야",
            "",
            "",
            "",
            "관리분야"
          ],
          [
            "",
            "",
            "S/W분야",
            "H/W분야",
            "통신분야",
            "기타분야",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "중급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            "",
            "·",
            "",
            ""
          ],
          [
            "기    능    사",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "*  기술자의  구분은  “소프트웨어  개발비  산정기준”에  의함",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 3 재무구조 및 최근 3년간20212023 매출액 단위 천원 구 분 2021년 2022년 2023년 1. 총 자 산 2. 자 기 자 본 3. 유 동 부 채 4. 고 정 부 채 5. 유 동 자 산 6. 당기순이익 7 총 매 출 액 8. 자기자본 비율 9. 자기자본순이익율 10. 유동비율 증빙자료 제출",
      "tables": [
        [
          [
            "구          분",
            "2021년",
            "2022년",
            "2023년"
          ],
          [
            "1.  총  자  산",
            "",
            "",
            ""
          ],
          [
            "2.  자  기  자  본",
            "",
            "",
            ""
          ],
          [
            "3.  유  동  부  채",
            "",
            "",
            ""
          ],
          [
            "4.  고  정  부  채",
            "",
            "",
            ""
          ],
          [
            "5.  유  동  자  산",
            "",
            "",
            ""
          ],
          [
            "6.  당기순이익",
            "",
            "",
            ""
          ],
          [
            "7  총  매  출  액",
            "",
            "",
            ""
          ],
          [
            "8.  자기자본  비율",
            "",
            "",
            ""
          ],
          [
            "9.  자기자본순이익율",
            "",
            "",
            ""
          ],
          [
            "10.  유동비율",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 4 용역실적 리스트 업 체 명 실적인정기간 2021. 1. 1 입찰공고 시작일 까지 대상실적 소프트웨어 개발홈페이지 구축, 유지보수 제외으로 단일건으로 1억 이상 실적 연 번1용역명 용 역 기 간 2계약금액 - HW부분 - SW부분 단위 백만원 발주처 3구체적 업무수행 내 용 비 고 상호명, 관공서명 주 소 전화 번호 1 2 3 계 1 용역명연도순으로 기재하며 본 업무와 유관한 것만 기재 해당 건수별로 정확하게 2 계약금액 공동으로 업무를 수행한 경우 총액을 기재하되 자사의 비용만을 괄호안에 기재 3 구체적인 업무수행 내용 수행작업내용을 단계별현황분석및 진단, 기본계획 및실행계획수립, 업무개발,장비구입 등로 작성 4 공동 프로젝트 인정안됨 5 한국소프트웨어산업협회장 발행 소프트웨어사업 수행실적 확인서로 대체 가능함 실적증명원원본대조필사본 1부. 단, 수행수주포함중인 사업에 한하여 계약서 사본1부 단 확인결과 기재된 내용중 허위사실이 발견된 경우 입찰 자격 박탈",
      "tables": [
        [
          [
            "연 번",
            "①용역명",
            "용  역\n기  간",
            "②계약금액\n  -  HW부분:\n-  SW부분:\n(단위  :  백만원)",
            "발주처",
            "",
            "",
            "③구체적\n업무수행\n내    용",
            "비 \n고"
          ],
          [
            "",
            "",
            "",
            "",
            "상호명, \n관공서명",
            "주    소",
            "전화\n번호",
            "",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 5 조직 및 인원현황 1. 제안업체 조직 및 인원현황 2. 용역 수행조직 및 인원현황 주 1. 분야별 책임자를 명시해야 한다. 2. 분야별 기술자 기재순서는 평가시 참고될 수 있도록 직위별로 기재한다. 3. 용역수행조직및인원현황에는실제로과업현장에직접투입가능한인력을기재한다 사 업 책 임 자 부문 부문 부문 부문",
      "tables": [
        [
          [
            "부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "부문"
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 6 사업 참여인력 투입 계획 업무별 인력 본 사업 참여업무 인원수 기술 등급별 특급 고급 중급 초급 명 명 명 합 계 명 자격 보유 구 분 기술사 기사 산업기사 ... ... 미보유 합 계 인원명 비중 100.0 유사분야 프로젝트 수행경험 구 분 2년 미만 5년 미만 7년 미만 10년 미만 10년 이상 합 계 인원명 비중 100.0 주 1. 기술자 등급은 한국소프트웨어산업회장이 공표하는 SW 사업대가 산정가이드의 소프트웨어 기술자의 기술등급 및 인정범위에 따른 소프트웨어 기술자 등급을 준용",
      "tables": [
        [
          [
            "본  사업  참여업무",
            "인원수",
            "기술  등급별",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "특급",
            "고급",
            "중급",
            "초급"
          ],
          [
            "",
            "명",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "명",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "명",
            "",
            "",
            "",
            ""
          ],
          [
            "합  계",
            "명",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 7 참여인력 명단 분야 역할 성명 직책 연령 세 최종 학력 경력기간 기술자 등급 자격증 참여기간 상주기간 비고",
      "tables": [
        [
          [
            "분야",
            "역할",
            "성명",
            "직책",
            "연령\n(세)",
            "최종\n학력",
            "경력기간",
            "기술자\n등급",
            "자격증",
            "참여기간\n/상주기간",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 8 참여인력 이력사항 성 명 소속회사 직 책 연 령 세 학 력 학교 전공 해당분야근무경력 년 개월 대학원 전공 자 격 증 참여 분야 역할 참여 상주기간 기술 등급 경 력 유사분야 경력 프로젝트명 참여기간 년월년월 담당업무 발주처 비 고 주1.소속회사의인력여부를확인하기위한고용보험가입확인서또는직장건강보험가입 확인서 제출 2. 사업총괄책임자PM의 보유 기술자격증, 경력확인서, 학력증명서 사본 첨부 3.사업총괄책임자PM의최근3년간의근로소득원천징수영수증사본또는국민연금가 입 확인통지서 사본 또는 의료보험 피보험자 자격확인서 사본 첨부 4. 이력 사항에 대해 허위 사실이 확인될 경우, 선정을 무효로 함.",
      "tables": [
        [
          [
            "성  명",
            "소속회사",
            "직  책",
            "연  령\n                세"
          ],
          [
            "학  력",
            "학교                        전공",
            "해당분야근무경력",
            "년                개월"
          ],
          [
            "",
            "대학원                    전공",
            "자          격          증",
            ""
          ],
          [
            "참여\n분야",
            "역할",
            "참여  / \n기술\n               \n상주기간\n등급",
            ""
          ]
        ],
        [
          [
            "경                력  <유사분야  경력>",
            "",
            "",
            "",
            ""
          ],
          [
            "프로젝트명",
            "참여기간\n(년월～년월)",
            "담당업무",
            "발주처",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 붙임 9 가 격 제 안 서 사 업 명 주 관 기 관 사 업 기 간 개월 제 안 금 액 일금 원 구 분 내 용공식 금 액 인 건 비 고급 MM 중급 MM 초급 MM 제 경 비 기 술 료 직 접 경 비 합 계 부 가 세 제 안 금 액 상기 금액으로 가격제안서를 제출합니다. 2024년 월 일 주관사업자 인 대전대학교 총장 귀하",
      "tables": [
        [
          [
            "가  격  제  안  서",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사      업      명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "주  관    기  관",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사  업    기  간",
            "",
            "개월",
            "",
            "",
            ""
          ],
          [
            "제  안    금  액",
            "",
            "일금                                              원  (￦                                          )",
            "",
            "",
            ""
          ],
          [
            "상기  금액으로  가격제안서를  제출합니다. \n     \n \n                                                                                                    2024년      월        일\n                                                                  주관사업자  :                                    인\n  대전대학교  총장  귀하",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "구              분",
            "",
            "내  용(공식)",
            "금    액",
            ""
          ],
          [
            "",
            "인        건        비",
            "",
            "고급  :  M/M\n중급  :  M/M\n초급  :  M/M",
            "",
            ""
          ],
          [
            "",
            "제        경        비",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기        술        료",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "직    접    경    비",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합                    계",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부        가        세",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "제    안    금    액",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 42 붙임10 본 페이지는 작성자를 위한 안내사항이므로, 날인하는 계약서에는 포함하지 않으셔야 합니다. 보안유지 계약서 작성 시 유의사항 1. 계약기간 작성계약부서 계약서 작성 시 가. 정보시스템 도입 계약 시 무상유지보수 기간까지 포함하여 기간 작성 나. 정보시스템 유지보수 계약 시 전체 계약기간 작성 2. 보안 위약금 부과 기준 작성 3Page 구분 위규 수준 A급 B급 C급 D급 위규 심각 1건 이상 중대 1건 이상 보통 2건 이상 경미 3건 이상 위약금 건당 0,000,000원 건당 0,000,000원 건당 0,000,000원 건당 0,000,000원 가. 통상적으로 위약금은 총사업비계약금액 대비 A급10, B급5, C급3, D급1 에 해당하는 금액을 명시하도록 함 위약금은 계약위반에 따른 과징금 성격이기에 개인정보처리위탁계약서의 손해배상과는 별개의 사항임 나. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 직인 및 인감 날인 가. 3Page에 직인 및 인감 날인 나. 2부의 계약서 1Page에 직인 및 인감의 간인 날인 다. 각 계약서의 전Page 후면과 다음Page 간인 날인 7Page까지 4. 서약서 징구 가. 사업 착수계를 제출 할 경우 착수계에 첨부 나. 착수계 생략 시 계약 시에 제출 다. 서약서는 대표자용 1장, 모든 수행자용 n장 작성 5. 최신 계약서 서식 가. 계약서 시식에는 법령 기준을 준수하고 있으며 자주 변경됩니다. 나. 계약서 작성 전에 포털-통합정보-공통-개인정보보호안내-관련자료에서 다운로드 받아 사용하시기 바랍니다. 본 페이지는 작성자를 위한 안내사항이므로, 날인하는 계약서에는 포함하지 않으셔야 합니다.",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건  이상",
            "중대  1건  이상",
            "",
            "보통  2건  이상  경미  3건  이상"
          ],
          [
            "위약금",
            "",
            "건당 0,000,000원  건당 0,000,000원 건당  0,000,000원 건당 0,000,000원",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 43 보 안 유 지 계 약 서 대전대학교이하 대학이라 함와 수탁업체명 이하 수탁사이라 함 는 대전대학교 사업명 이하 본건이라 함을 위해 대학이 수탁사에게 개시하는 대학의 보안사항 취급에 관해 다음과 같이 계약을 체결한다. 제1조위탁업무 기간 이 계약서에 의한 위탁업무 처리 기간은 다음과 같다. 계약 기간 20 년 월 일 20 년 월 일 무상유지보수,하자보증 기간 포함 제2조보안사항 본 계약에서 보안사항이란 문서, 도면, 그 밖의 서류에 기재되거나 혹은 전자적 또는 광학 적으로 기록된 대학이 보유한 업무상 모든 지식 및 정보를 말한다. 단, 다음의 각호의 하나에 해당하는 것 을 제외한다. 1. 수탁사가 대학으로부터 개시를 받은 시점에서 이미 공지로 되어있는 것 2. 수탁사가 대학으로부터 개시를 받은 후에 수탁사의 고의 또는 과실에 의하지 않고 공지로 된 것을 수탁사가 증명할 수 있는 것 3. 수탁사가 대학으로부터 개시를 받기 전에 수탁사가 스스로 얻거나 정당한 권리를 가진 제3자 로부터 정당한 수단으로 입수하였다는 것을 증명할 수 있는 것 제3조누출금지대상 정보 수탁사는 사업 수행에 사용되는 문서인원장비 등에 대하여 물리적, 관리적, 기 술적 보안대책 및 붙임 1의 누출금지 대상정보에 대한 보안관리 계획을 착수계에 기재 또는 별도 제출하 여야 한다. 제4조보안유지의무 1수탁사는 보안사항을 엄중히 지키며 사전에 대학으로부터 서면에 의한 승낙 없이 보안사항을 제3자에게 개시 혹은 누설해서는 안 된다. 2수탁사는 앞항의 대학의 승낙을 얻은 경우라도 해도 제3자가 계약상 수탁사의 의무와 동등한 의무 를 확약하는 서면을 제3자가 대학에게 제출하기까지는 제3자에게 보안사항을 개시해서는 안 되며, 제3자 에게 보안사항을 개시한 후는 제3자의 대학에 대한 의무이행에 대해 제3자와 연대하여 책임을 진다. 3수탁사는 하도급업체를 통하여 사업수행 시, 하도급업체와 계약을 체결할 경우 보안유지 조항을 포함하 여야 한다. 4수탁사는 계약한 하도급업체의 보안유지의무 이행의무에 대하여 연대하여 책임을 진다. 제5조사용목적 수탁사는 보안사항을 본건의 목적을 위해서만 사용하고 그 밖의 목적으로 사용해서는 안 된다. 제6조개시범위 1수탁사는 보안사항을 본건에 종사하고 또한 해당 보안사항을 알 필요가 있는 수탁사 의 수행자 또는 종업원에 한해 필요한 범위 내에서만 개시할 수가 있다. 단, 수탁사는 해당 수행자 또는 종업원의 행위에 대해서 모든 책임을 지며 또한 해당 수행자 또는 종업원에 대해 본 계약상 수탁사의 의 무를 준수시켜야 한다. 2수탁사는 앞항에 기초하여 수탁사의 수행자 또는 종업원에 대해 보안사항을 개시하려고 할 때는 사전 에 해당 수행자 또는 종업원의 성명 및 해당 수행자 또는 종업원에게 개시할 보안사항의 범위를 서면으로 대학에게 통지해야 한다. 대학에게 통지한 사항을 변경할 경우도 동일하다. 제7조인력 보안관리 1수탁사의 대표자 및 본 사업에 투입될 모든 인력의 친필 서명이 들어간 붙임 4 의 개인정보보호 및 보안서약서를 착수계에 포함 제출한다. 2수탁사는 사업책임자PM 또는 대표자를 보안총괄자로 지정하여 운영한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 44 3수탁사는 사업수행 인원을 임의로 교체할 수 없으며, 부득이한 교체사유가 발생 할 경우 반드시 대학 의 승인을 받은 후 교체하여야 한다. 4사업수행자는 사업 수행과정에서 취득한 자료와 정보에 관해서는 사업수행의 전후를 막론하고 승인 없이 외부에 유출 또는 누설을 금지하며, 보안규정을 위반하여 보안사고 발생 시 에는 모든 민형사상의 책임을 진다. 제8조자료산출물 보안관리 1수탁사는 보안사항이 기재 또는 기록된 모든 문서, 도면, 기타 서류 또는 전자적, 광학적 기록매체를 사전에 대학으로부터 서면에 의한 승낙 없이 복사해서는 안 된다. 2보안총괄자는 수탁사업자료 인수인계대장을 작성하여 대학으로부터 제공받은 보안사항 자료들을 관리한 다. 3사업수행 관련 자료 및 사업수행 시 생산되는 모든 산출물은 지정된 파일서버에 저장관리한다. 4누출금지 대상정보 생성 시에는 통합 파일서버의 비공개자료 폴더에 저장하고, 업무별로 지정된 사용자만 이 접속이 가능하도록 통제한다. 5누출금지 대상정보 출력물은 지정된 별도의 장소시건장치가 부착되어 있는 보관함에 보관관리하고, 복사 및 외부 반출을 금지한다. 6사업 수행으로 생산되는 모든 산출물 및 기록은 대학이 인가하지 않은 비인가자에게 제공대여열람을 금 지한다. 7사업 종료 후 또는 중지 혹은 중단되었을 때 혹은 대학의 청구가 있는 경우 사업과 관련된 모든 자료를 반환, PC보관 자료 완전 삭제 하는 등 자료가 외부 유출되지 않도록 필요한 보안조치를 이행하고 보안확약 서를 제출한다. 제9조장비에 대한 보안관리 1사업수행에 필요한 PC는 대학이 지정한 PC를 사용한다. 2부득이하게 사업수행업체의 PC를 반입할 경우 최신 바이러스 백신프로그램 설치와 바이러스 감염여부 확 인한다. 3반입된 PC는 사업 종료 시까지 반출 금지. 다만, 부득이하게 외부반출이 필요한 경우에는 최소한의 장비 만 반출승인하고 자료의 유출에 대비한 보안조치를 실시한 후 반출한다. 4PC에 CMOS, 윈도우 로그인, 화면보호기 패스워드를 설정영문자, 숫자, 특수문자가 조합된 9글자 이상 한다. 5USB 등의 휴대용저장매체는 불가피한 경우 대학의 승인하에 사용하며, 반출입 및 사용 시 에는 라벨부 착 및 관리대장에 등재하여 사용한다. 6사업 종료 시 사업수행 업체의 PC 및 사용된 보조기억장치의 데이터는 완전 삭제한 후 반출한다. 7사업수행 인력의 PC는 인터넷 연결을 원칙적으로 금지하며, 대학의 보안정책이 적용되는 인터넷PC를 별도 지정하여 사용한다. 8유해사이트에 접속을 차단하고, 업무에 필요한 사이트에만 접속토록 침입차단시스템 등을 통해 통제하고 P2P, 웹하드, 메신저 등 자료공유 사이트 원천 차단한다. 9외부사이트 접속 PC에는 업무 관련자료 보관을 금지한다. 제10조보안점검 1보안총괄자는 사업과 관련된 인원장비자료 및 수탁사업 수행을 위한 종합적인 보안관리 대책을 제출하고 보안사고 방지를 위한 활동을 실시한다. 2보안총괄자는 수탁사업 전반에 관련하여 점검표에 따라 보안점검을 월1회 이상 실시한다. 제11조수탁자에 대한 관리감독 등 1대학은 수탁사의 사무소에 방문하여 수탁사의 본 계약상의 의 무이행 실태를 점검 및 감독할 수 있으며, 수탁사는 특별한 사유가 없는 한 이에 응하여야 한다. 2대학은 수탁사에 대한 실태점검 결과에 따라 시정을 요구할 수 있으며, 수탁사는 특별한 사유가 없 는 한 이행하여야 한다. 3제1항에 따른 점검 대상은 수탁사의 사업소에서 보관 및 활용하는 종이문서와 전자적 또는 광학적으로 기록된 모든 정보와 서버,PC,노트북 등 모든 정보처리 장치를 대상으로 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 45 4대학은 보안사고가 발생하지 아니하도록 1년에 2회 이상 수탁사의 수행인력 및 종업원에게 교육할 수 있으며, 수탁사는 이에 응하여야 한다. 5제4항에 따른 교육의 시기와 방법 등에 대해서는 대학은 수탁사와 협의하여 시행한다. 제12조손해배상 1보안사항을 제3자가 알게 된 경우 수탁사는 대학에게 손해배상금을 지불하여야 한 다. 단, 수탁사가 본 계약상의 의무이행에 대해 나태하지 않았음을 증명하였을 때는 이에 해당되지 않는다. 2 수탁사는 대학의 보안정책을 위반하였을 경우 붙임 2의 사업자 보안위규 처리 기준에 따라 위규 자 및 보안총괄자를 행정조치하고 아래의 보안 위약금을 대학에게 현금으로 납부한다. 구분 위규 수준 A 급 B 급 C 급 D 급 위규 심각 1건 이상 중대 1건 이상 보통 2건 이상 경미 3건 이상 위약금 건당 0,000,000원 건당 0,000,000원 건당 0,000,000원 건당 0,000,000원 3수탁사가 붙임 2의 사업자 보안위규 처리 기준 심각 1건 이상A급에 해당하는 보안정책을 위반하였 을 경우 대학은 국가를 당사자로하는 계약에 관한 법률 시행령 제76조에 따라 수탁사를 부정당업체로 등록한다. 4위약금은 위반사항 발생 직후에 도래하는 대금청구 시에 정산하여 청구 할 수 있다. 5위약금 또는 손해금액에 대하여 합의가 이루어지지 않을 경우 해석은 대학의 관할법원의 판결에 따른다. 제13조분쟁의 해결 1본 계약서에 명시되지 아니한 사항은 대학과 수탁사는 서로 협의하여 결정함을 원칙으로 하고 협의가 이루어지지 않을 경우의 해석은 대학의 해석에 따른다. 2이 계약과 관련하여 분쟁이 있는 경우 관할법원은 대학의 소재지를 관할하는 지방법원으로 한다. 제14조제재조치 수탁사는 본 계약을 이행하지 않았을 경우 국가를당사자로하는계약에관한법률 시행령 제 76조에 의거 부정당업자로 제재조치를 실시하고 관련사항을 관계기관에 통보한다. 제15조유효기간 본 계약은 본건이 완료하거나 중지 혹은 중단된 경우 해당 사유발생일로 부터 5년간은 효 력을 갖는다. 이상 본 계약의 성립을 증명하기 위해 본서 2통을 작성하고 대학과 수탁사가 기명날인 후 각각 1통씩을 보유한다. 붙 임 1. 누출금지 대상정보 2. 용역사업 보안위규 처리기준 20 년 월 일 대학 대전시 동구 대학로 62 대전대학교 법인등록번호 164131-0000105 사업자등록번호 306-82-02732 총장 남 상 호 인 수탁사 주소 상호 법인등록번호 사업자등록번호 대표이사 인 붙임 1,2 문서도 계약사항이므로 간인을 날인하여야 합니다.",
      "tables": [
        [
          [
            "구분",
            "위규  수준"
          ],
          [
            "",
            "A  급\nB  급\nC  급\nD  급"
          ],
          [
            "위규",
            "심각  1건  이상\n중대  1건  이상\n보통  2건  이상 \n경미  3건  이상"
          ],
          [
            "위약금",
            "건당  0,000,000원\n건당  0,000,000원\n건당  0,000,000원\n건당  0,000,000원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 46 붙임 10-1 누출금지 대상정보 누출금지 대상정보 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 네트워크 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드, 상용SW 6. 국가용 및 기관용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ침입방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8.공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9.개인정보보호법제2조제1호의 개인정보 10.보안업무규정제4조의 비밀 및 교육부 보안업무규정 시행세칙 제29 조의 대외비 11. 그 밖에 대전대학교가 공개 불가하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 47 붙임 10-2 용역사업 보안위규 처리기준 사업자 보안위규 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 개인정보 및 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 보안총괄자 및 사업수행자 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 보안관련 프로그램 강제 삭제 사. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 아. 노트북, PC 등 전산장비 무단 반출입 자. 비인가 통신시설무선공유기, 스마트폰, 테더링 등의 설치 운용 및 교신 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 보안총괄자 및 위규자 대상 특별 보안교육 실시",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "심  각",
            "1.  개인정보  및  비밀  및  대외비  급  정보  유출  및  유출시도\n    가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n    나.  개인정보·신상정보  목록  유출\n    다.  비공개  항공사진·공간정보  등  비공개  정보  유출\n2.  정보시스템에  대한  불법적  행위\n    가.  관련  시스템에  대한  해킹  및  해킹시도\n    나.  시스템  구축  결과물에  대한  외부  유출\n    다.  시스템  내  인위적인  악성코드  유포",
            "◦  사업참여  제한\n◦  위규자  및  직속\n  감독자  등 \n  중징계\n◦  재발 방지를 위한 \n  조치계획  제출\n◦  보안총괄자  및 \n사업수행자  대상 \n특별 \n보안교육 \n실시"
          ],
          [
            "중  대",
            "1.  비공개  정보  관리  소홀 \n    가.  비공개  정보를  책상  위  등에  방치 \n    나.  비공개  정보를  휴지통ㆍ폐지함  등에  유기  또는  이면지  활용\n    다.  개인정보·신상정보  목록을  책상  위  등에  방치\n    라.  기타  비공개  정보에  대한  관리소홀\n2.  사무실ㆍ보호구역  보안관리  허술\n    가.  통제구역  출입문을  개방한  채  퇴근  등\n    나.  인가되지  않은  작업자의  내부  시스템  접근\n    다.  통제구역  내  장비·시설  등  무단  사진촬영 \n3.  전산정보  보호대책  부실\n    가.  업무망  인터넷망  혼용사용,  보안  USB  사용규정  위반 \n    나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 \n관련  자료  수발신\n    다.  개발·유지보수  시  원격작업  사용\n    라.  저장된  비공개  정보  패스워드  미부여\n    마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n    바.  보안관련  프로그램  강제  삭제\n    사.  사용자  계정관리  미흡  및  오남용(시스템  불법접근  시도  등)\n    아.  노트북,  PC  등  전산장비  무단  반·출입\n    자.  비인가 통신시설(무선공유기, 스마트폰, 테더링 등)의 설치 운용 및 교신",
            "◦  위규자  및  직속\n  감독자  등\n  중징계\n◦  재발 방지를 위한\n  조치계획  제출\n◦  보안총괄자  및 \n위규자 대상 특별\n 보안교육  실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 48 사업자 보안위규 처리 절차 경위 확인 보안위규 처리기준에 따라 조치 재발방지 대책 보안조치 이행여부 점검 끝. 구 분 위 규 사 항 처 리 기 준 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 마. 문자.숫자.특수기호를 모두 조합 9자리 이상인 비밀번호규칙 미적용 바. PC 비밀번호를 모니터 옆 등 외부에 노출 사. 비인가 보조기억매체 무단 사용 위규자 및 직속 감독자 등 경징계 위규자 및 직속 감독자 사유서 경위서 징구 위규자 대상 특별 보안교육 실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면ᆞ구두 경고 등 문책 위규자 사유서 경위서 징구",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "보  통",
            "1.  기관  제공  중요정책ㆍ민감  자료  관리  소홀\n    가.  주요  현안ㆍ보고자료를  책상위  등에  방치\n    나.  정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2.  사무실  보안관리  부실\n    가.  캐비넷ㆍ서류함ㆍ책상  등을  개방한  채  퇴근 \n    나.  출입키를  책상위  등에  방치\n3.  보호구역  관리  소홀 \n    가.  통제ㆍ제한구역  출입문을  개방한  채  근무\n    나.  보호구역내  비인가자  출입허용  등  통제  미실시\n4.  전산정보  보호대책  부실\n    가.  휴대용저장매체를  서랍ㆍ책상  위  등에  방치한  채  퇴근\n    나.  비인가  메신저  무단  사용 \n    다.  PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n    라.  부팅ㆍ화면보호 패스워드 미부여\n    마.  문자.숫자.특수기호를 모두 조합 9자리 이상인 비밀번호규칙 미적용 \n    바.  PC  비밀번호를  모니터  옆  등  외부에  노출\n    사.  비인가  보조기억매체  무단  사용",
            "◦  위규자  및  직속 \n  감독자  등 \n  경징계 \n◦  위규자  및  직속 \n  감독자  사유서/\n  경위서  징구\n◦  위규자 대상 특별\n 보안교육  실시"
          ],
          [
            "경  미",
            "1.  업무  관련서류  관리  소홀\n    가.  진행중인  업무자료를  책상  등에  방치,  퇴근\n    나.  복사기ㆍ인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n    가.  각종  보안장비  운용  미숙\n    나.  경보ㆍ보안장치  작동  불량 \n3.  전산정보  보호대책  부실 \n    가.  PC내  보안성이  검증되지  않은  프로그램  사용\n    나.  보안관련  소프트웨어의  주기적  점검  위반",
            "◦  위규자 서면ㆍ구두 \n  경고  등  문책\n◦  위규자  사유서/ \n  경위서  징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 49 붙임 10-3 일일 용역사업 보안점검 리스트 일일 용역사업 보안점검 리스트 수탁사 점검자 인 수탁사 부서장 확인 인 점검일 20 년 월 일 , 수기로 작성 , 점검결과 표시 양호 미흡 , 총15개 항목 점검 순번 점 검 항 목 점검결과비고 1 용역업체 사용 전산망과 기관 전산망의 분리 여부VLAN 분리 포함 2 용역업체 직원 PC의 내부 정보시스템 접근 통제 여부 3 P2P, 웹하드, 메신저 등 불필요한 인터넷 접속 차단 여부 4 용역업체 직원에 주요 계정 비밀번호 제공 여부 5 용역업체 직원에 비밀번호 부여시 관련사항 별도 기록 여부 6 용역업체 직원에 시스템 관리자 계정 단독 접근 여부 7 노트북PC 등 휴대형 정보시스템을 시스템 관리용 PC로 활용 여부 8 용역업체 직원 등에 의한 기관 외부에서의 원격 접속작업 여부 9 용역업체 정보시스템 접근시 작업이력 로깅 기능 사용 여부 10 용역업체 PC 및 휴대형 저장매체에 정보시스템 계정명비밀번호 저장 여부 11 용역업체 PC에 설치된 운영체제 및 응용프로그램 최신상태 유지 여부 12 용역업체 PC 백신 프로그램 자동 업데이트 및 실시간 감시기능 사용 여부 13 용역업체 PC USBCD-RW무선랜 등 매체 통제 여부 14 용역업체 PC 비밀번호 및 화면보호기 설정 여부 15 용역업체 직원의 비인가 정보통신장비노트북 등 휴대반입 여부",
      "tables": [
        [
          [
            "일일  용역사업  보안점검  리스트",
            "",
            "",
            ""
          ],
          [
            "수탁사  :                                                      점검자  :                        (인)    수탁사  부서장  확인  :                      (인) \n점검일  :  20      년      월      일  ,          수기로  작성  ,  점검결과  표시  :  양호  /  미흡  ,  총15개  항목  점검",
            "",
            "",
            ""
          ],
          [
            "순번",
            "점  검  항  목",
            "점검결과 비고",
            ""
          ],
          [
            "1",
            "용역업체  사용  전산망과  기관  전산망의  분리  여부(VLAN  분리 \n포함)",
            "",
            ""
          ],
          [
            "2",
            "용역업체  직원  PC의  내부  정보시스템  접근  통제  여부",
            "",
            ""
          ],
          [
            "3",
            "P2P,  웹하드,  메신저  등  불필요한  인터넷  접속  차단  여부",
            "",
            ""
          ],
          [
            "4",
            "용역업체  직원에  주요  계정  비밀번호  제공  여부",
            "",
            ""
          ],
          [
            "5",
            "용역업체  직원에  비밀번호  부여시  관련사항  별도  기록  여부",
            "",
            ""
          ],
          [
            "6",
            "용역업체  직원에  시스템  관리자  계정  단독  접근  여부",
            "",
            ""
          ],
          [
            "7",
            "노트북PC  등  휴대형  정보시스템을  시스템  관리용  PC로  활용 \n여부",
            "",
            ""
          ],
          [
            "8",
            "용역업체  직원  등에  의한  기관  외부에서의  원격  접속·작업 \n여부",
            "",
            ""
          ],
          [
            "9",
            "용역업체  정보시스템  접근시  작업이력  로깅  기능  사용  여부",
            "",
            ""
          ],
          [
            "10",
            "용역업체 \nPC \n및 \n휴대형 \n저장매체에 \n정보시스템 \n‘계정명/비밀번호’  저장  여부",
            "",
            ""
          ],
          [
            "11",
            "용역업체  PC에  설치된  운영체제  및  응용프로그램  최신상태 \n유지  여부",
            "",
            ""
          ],
          [
            "12",
            "용역업체 \nPC  백신  프로그램  자동  업데이트  및  실시간 \n감시기능  사용  여부",
            "",
            ""
          ],
          [
            "13",
            "용역업체  PC  USB·CD-RW·무선랜  등  매체  통제  여부",
            "",
            ""
          ],
          [
            "14",
            "용역업체  PC  비밀번호  및  화면보호기  설정  여부",
            "",
            ""
          ],
          [
            "15",
            "용역업체  직원의  비인가  정보통신장비(노트북  등)  휴대·반입 \n여부",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 50 붙임 10-4 개인정보보호 및 정보보안 서약서 개인정보보호 및 정보보안 서약서 대표자용 본인은 대전대학교와 계약을 체결한 사업을 시행함에 있어 다음 사항을 준수할 것을 서약서로 제출합니다. 1. 본인은 본 사업을 시행함에 있어 계약서, 과업지시서시방서 및 사업수행상의 제반 보안사항을 철저히 이행할 것임은 물론 사업 수행 전에 사업 참여자 전원에 대하여 보안교육을 실시하겠습니다. 2. 본인은 물론 당사업자의 직원이 보안사항을 외부에 누설 또는 도용 한 경우에는 누설 또는 도용한 자가 제법규에 의거 처벌 받음은 물론 당사업자 대한 어떠한 제재조치를 취하여도 이의를 제기하지 않을 것입니다. 3. 대전대학교와 체결한 보안유지계약 문서에 지정한 누출금지 대상정보 및 국가를당사자로하는계약에관한법률시행령 제76조 제1항 제3호에 해당되는 정보를 절대 누출하지 않을 것이며, 누출시 동법 시행규칙 별표2에 의거 부정당업자로 제재함에 이의를 제기하지 않으며, 민형사상의 책임이 전적으로 당사업자에 있음을 각서합니다. 년 월 일 서 약 자 소 속 대 표 자 직 위 생년월일 . . 성 명 인 서약집행자 소 속 대전대학교 팀 대전대학교담당자 성 명 인 대전대학교 총장 귀하",
      "tables": [
        [
          [
            "개인정보보호  및  정보보안  서약서\n(대 표 자 용 )"
          ],
          [
            "본인은  대전대학교와  계약을  체결한                                                            사업을\n시행함에  있어  다음  사항을  준수할  것을  서약서로  제출합니다.\n1.  본인은  본  사업을  시행함에  있어  계약서,  과업지시서(시방서)  및 \n사업수행상의  제반  보안사항을  철저히  이행할  것임은  물론  사업  수행  전에 \n사업  참여자  전원에  대하여  보안교육을  실시하겠습니다.\n2.  본인은  물론  당사업자의  직원이  보안사항을  외부에  누설  또는  도용\n    한  경우에는  누설  또는  도용한  자가  제법규에  의거  처벌  받음은  물론 \n당사업자  대한  어떠한  제재조치를  취하여도  이의를  제기하지  않을  것입니다.\n3.  대전대학교와  체결한  보안유지계약  문서에  지정한  “누출금지  대상정보”  및 \n국가를당사자로하는계약에관한법률시행령  제76조  제1항  제3호에  해당되는 \n정보를  절대  누출하지  않을  것이며,  누출시  동법  시행규칙  별표2에  의거 \n부정당업자로  제재함에  이의를  제기하지  않으며,  민․형사상의  책임이 \n전적으로  당사업자에  있음을  각서합니다.\n년              월              일\n  서    약    자                      소        속  : \n  (대  표  자)                        직        위  : \n                                            생년월일  :                      .                  .\n　　  　　　　　　　　  성        명  :                                                    (인)\n서약집행자                      소        속  :    대전대학교                      팀\n  (대전대학교담당자)        성        명  :                                                      (인)"
          ],
          [
            "대전대학교  총장  귀하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 51 붙임 10-5 개인정보보호 및 정보보안 서약서 개인정보보호 및 정보보안 서약서 수행자용 본인은 시스템의 개인정보처리 업무 를 수행함에 있어 업무상 알게 된 개인정보를 업무 외 목적으로 사용하지 않 고 안전하게 관리하며 업무수행이 완료된 후에도 비밀을 지킬 것을 서약합니 다. 본 서약서와 관련하여 개인정보 보호법과 본교의 개인정보보호 관련 지 침, 정보보안관계규정 및 지침에 대해 교육을 받고 내용을 충분히 숙지하였습 니다. 이에 관련법과 해당 규정에서 정하는 개인정보보호 및 정보보안에 관한 내용을 준수할 것을 서약합니다. 만약, 이러한 서약에도 불구하고 업무상 알게 된 보안사항에 대하여 누설하 거나 정당한 사유 없이 조회유출오용할 경우, 안전성 미확보로 분실도난유 출변조훼손될 경우 법률에 따라 민형사상 제재를 받을 수 있음을 인지하였 으며, 개인정보보호 및 정보보안에 최선을 다 할 것임을 서약합니다. 년 월 일 서 약 자 소 속 담 당 자 직 위 생년월일 . . 성 명 인 서약집행자 소 속 대전대학교 팀 대전대학교담당자 성 명 인 대전대학교 총장 귀하 뒤쪽의 교육자료를 숙지하시기 바랍니다.",
      "tables": [
        [
          [
            "개인정보보호  및  정보보안  서약서\n(수 행 자 용 )"
          ],
          [
            "본인은 \n시스템의  개인정보처리  업무\n를  수행함에  있어  업무상  알게  된  개인정보를  업무  외  목적으로  사용하지  않\n고  안전하게  관리하며  업무수행이  완료된  후에도  비밀을  지킬  것을  서약합니\n다.\n    본  서약서와  관련하여  「개인정보  보호법」과  본교의  개인정보보호  관련  지\n침,  정보보안관계규정  및  지침에  대해  교육을  받고  내용을  충분히  숙지하였습\n니다.  이에  관련법과  해당  규정에서  정하는  개인정보보호  및  정보보안에  관한 \n내용을  준수할  것을  서약합니다.\n    만약,  이러한  서약에도  불구하고  업무상  알게  된  보안사항에  대하여  누설하\n거나  정당한  사유  없이  조회·유출·오용할  경우,  안전성  미확보로  분실·도난·유\n출·변조·훼손될  경우  법률에  따라  민․형사상  제재를  받을  수  있음을  인지하였\n으며,  개인정보보호  및  정보보안에  최선을  다  할  것임을  서약합니다.\n년              월              일\n  서    약    자                      소        속  : \n  (담  당  자)                        직        위  : \n                                            생년월일  :                      .                  .\n　　  　　　　　　　　  성        명  :                                                    (인)\n서약집행자                      소        속  :    대전대학교                      팀\n  (대전대학교담당자)        성        명  :                                                      (인)"
          ],
          [
            "대전대학교  총장  귀하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 52 개인정보 보호법조항 준용 수탁자는 제15조부터 제25조까지, 제27조부터 제31조까지, 제33조부터 제38조까지 및 제 59조를 준용법 제26조제7항 개인정보처리 원칙 1. 위탁받은 개인정보를 보호하기 위하여 개인정보보호법제29조 및 시행령 제30조개 인정보의 안전성 확보조치 기준 고시에 따른 관리적기술적물리적 조치 철저 2. 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있는 개인정보를 개인정보보호법시행령 제16조에 따라 즉시 파기하거나 위탁자에게 반 납 3. 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용 하거나 이를 제3자에게 제공 또는 누설 금지법 제26조제5항 4. 위탁자의 사전 승낙을 얻은 경우를 제외하고 계약상의 권리와 의무의 전부 또는 일부 를 제3자에게 양도하거나 재위탁 금지 5. 위탁자는 수탁자에 대하여 다음 각 호의 사항을 관리하도록 요구하거나 실태를 점검하 여 시정을 요구할 수 있으며, 수탁자는 특별한 사유가 없는 한 이에 이행해야함 개인정보의 처리 현황 개인정보의 접근 또는 접속현황 개인정보 접근 또는 접속 대상자 목적외 이용제공 및 재위탁 금지 준수여부 암호화 등 안전성 확보조치 이행여부 그 밖에 개인정보의 보호를 위하여 필요한 사항 안전성 확보 조치 개인정보보호법 제29조, 동법 시행령 제30조 및 개인정보의 안전성 확보조치 기준 고 시에 따라 개인정보가 분실도난유출변조훼손되지 않도록 안전성 확보에 필요한 관 리적기술적 조치를 취하여야 함 1. 관리적 조치 내부관리계획 수립시행 2. 기술적 조치 접근 권한 관리 비밀번호 관리 접근통제 시스템 설치 및 운영 개인정보 암호화 접속기록의 보관 및 위변조 방지 백신소프트웨어 등 보안프로그램 설치, 자동 또는 일1회 이상 업데이트 3. 물리적 조치 개인정보의 안전한 보관을 위한 보관시설 및 잠금 장치",
      "tables": [
        [
          [
            "※  「개인정보  보호법」조항  준용\n수탁자는  제15조부터  제25조까지,  제27조부터  제31조까지,  제33조부터  제38조까지  및  제\n59조를  준용(법  제26조제7항)"
          ],
          [
            "※  개인정보처리  원칙\n1.  위탁받은  개인정보를  보호하기  위하여  「개인정보보호법」제29조  및  시행령  제30조｢개\n인정보의  안전성  확보조치  기준  고시｣에  따른  관리적･기술적･물리적  조치  철저\n2.  계약이  해지되거나  또는  계약기간이  만료된  경우  위탁업무와  관련하여  보유하고  있는 \n개인정보를  「개인정보보호법」시행령  제16조에  따라  즉시  파기하거나  위탁자에게  반\n납\n3.  계약기간은  물론  계약  종료  후에도  위탁업무  수행  목적  범위를  넘어  개인정보를  이용\n하거나  이를  제3자에게  제공  또는  누설  금지(법  제26조제5항)\n4.  위탁자의  사전  승낙을  얻은  경우를  제외하고  계약상의  권리와  의무의  전부  또는  일부\n를  제3자에게  양도하거나  재위탁  금지\n5.  위탁자는  수탁자에  대하여  다음  각  호의  사항을  관리하도록  요구하거나  실태를  점검하\n여  시정을  요구할  수  있으며,  수탁자는  특별한  사유가  없는  한  이에  이행해야함\n      ◦  개인정보의    처리  현황\n      ◦  개인정보의  접근  또는  접속현황\n      ◦  개인정보  접근  또는  접속  대상자\n      ◦  목적외  이용․제공  및  재위탁  금지  준수여부\n      ◦  암호화  등  안전성  확보조치  이행여부\n      ◦  그  밖에  개인정보의  보호를  위하여  필요한  사항"
          ],
          [
            "※  안전성  확보  조치\n☞  개인정보보호법  제29조,  동법  시행령  제30조  및  개인정보의  안전성  확보조치  기준  고\n시에  따라  개인정보가  분실·도난·유출·변조·훼손되지  않도록  안전성  확보에  필요한  관\n리적․기술적  조치를  취하여야  함\n1.  관리적  조치\n    ◦  내부관리계획  수립․시행\n2.  기술적  조치\n    ◦  접근  권한  관리\n    ◦  비밀번호  관리\n    ◦  접근통제  시스템  설치  및  운영\n    ◦  개인정보  암호화\n    ◦  접속기록의  보관  및  위변조  방지\n    ◦  백신소프트웨어  등  보안프로그램  설치,  자동  또는  일1회  이상  업데이트\n3.  물리적  조치\n    ◦  개인정보의  안전한  보관을  위한  보관시설  및  잠금  장치"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 53 붙임 11 웹호환성 진단 체크리스트 1de pth 2de pth 3de pth 4de pth 5de pth tab url HTML Validation CSS Validation IE 10 IE 11 fire- fox Saf ari ope ra chr om e Ed ge 비 고 홈페이지 명 Passed Passed O O O O O O O",
      "tables": [
        [
          [
            "1de\n2de\n3de\n4de\n5de\ntab\nurl   \npth\npth\npth\npth\npth",
            "",
            "",
            "",
            "",
            "",
            "",
            "HTML \nValidation",
            "CSS\nValidation",
            "IE\n10",
            "IE\n11",
            "fire-\nfox",
            "Saf\nari",
            "ope\nra",
            "chr\nom\ne",
            "Ed\nge",
            "비 고"
          ],
          [
            "홈페이지  명  :",
            "",
            "",
            "",
            "",
            "",
            "",
            "Passed",
            "Passed",
            "O",
            "O",
            "O",
            "O",
            "O",
            "O",
            "O",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 54 붙임 12 본 표준 개인정보처리위탁 계약서는 개인정보 보호법제26조제1항에 따라 위탁계약에 있어 개인정보 처리에 관하여 문서로 정 하여야 하는 최소한의 사항을 표준적으로 제시한 것으로서, 위탁계약,업무의 내용 등에 따라 세부적인 내용은 추가 할 수 있습니다. 개인정보처리 위탁 계약서 대전대학교이하 대학이라 한다과 이하 수탁자이라 한다는 대학의 개인정보 처리업무를 수탁자에게 위탁함에 있어 다음과 같은 내용으로 본 업무위탁계약을 체결한다. 제1조 목적 이 계약은 대학이 개인정보처리업무를 수탁자에게 위탁하고, 수탁자는 이를 승낙하여 수탁자의 책임아래 성실하게 업무를 완성하도록 하는데 필요한 사항을 정함을 목적으로 한다. 제2조 용어의 정의 및 기준 본 계약에서 별도로 정의되지 아니한 용어는 계약 체결일 현재 시행되고 있는 개인정보 보호법, 같은 법 시행령, 개인정보 처리 방법에 관한 고시,개인정보의 안전성 확보조치 기준 고시, 교육부 개인정보 보호지침 훈령에서 정의된 바에 따른다. 계약기간 해당 고시나 지침이 개정된 경우 개정 사항을 따른다. 제3조 위탁업무의 목적 및 범위 수탁자는 계약이 정하는 바에 따라 목적으로 다음과 같은 개인정보 처리 업무를 수행한다.1 1. 2. 제4조 위탁업무 기간 이 계약서에 의한 개인정보 처리업무의 기간은 다음과 같다. 계약 기간 20 년 월 일 20 년 월 일 무상유지보수,하자보증 기간 포함 제5조 재위탁 제한 1 수탁자는 대학의 사전 승낙을 얻은 경우를 제외하고 대학과의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없다. 2 수탁자가 다른 제3의 회사이하 병이라 한다와 위수탁 계약을 할 경우에는 수탁자는 해당 사실을 계약 체결 7일 이전에 대학에게 통보하고 대학의 동의를 받아야 한다. 3 위 2항에 따른 병도 본 계약서의 모든 사항에 대하여 동일하게 이행하여야 하며 제11조에 따른 손해배상은 수탁자가 우선 배상하여야 한다. 4 위 2항에 따른 대학의 동의 후 5일 이내에 수탁자와 재수탁자 병과 개인정보 보호법제26조제1항 및 같은 법 시행령 제28조제1항에 따라 체결한 개인정보처리 위탁 계약서 사본을 제출하여야 한다. 5 이 계약서의 수탁자란 위 2항에 따른 모든 병을 포함한다. 제6조 개인정보의 안전성 확보조치 1 수탁자는 계약 체결일 현재 시행되고 있는 개인정보 보호법제23조제2항, 제24조제3항, 제24조의2제2항, 제29조, 같은 법 시행령 제21조, 제21조의2, 제30조, 개인정보의 안전성 확보조치 기준 고시에 따라 개인정보의 안전성 확보에 필요한 기술적 관리적 및 물리적 조치를 취하여야 한다. 계약기간 해당 법령 또는 고시가 개정된 경우 개정 사항을 따른다. 2 수탁자는 위1항의 사항 중 붙임 1에 따른 이행 결과를 대학에게 제출하여야 한다. 제7조 개인정보의 처리제한 1 수탁자는 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서는 안 된다. 2 수탁자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있는 개인정보를 개인정보 보호법제21조, 같은 법 시행령 제16조, 개인정보의 안전성 확보조치 기준 고시제13조에 따라 즉시 파기하거나 대학에 반납하여야 한다. 3 제2항에 따라 수탁자가 개인정보를 파기한 경우 5일 이내에 대학에게 그 결과를 문서로 통보하여야 한다. 제8조 수탁자에 대한 관리감독 등 1 대학은 수탁자에 대하여 개인정보 보호법제26조제4항에 의거 1 각호의 업무 예시 학생만족도 조사 업무, 홈페이지 운영 및 관리 업무, 사은품 배송을 위한 이름, 주소, 연락처 처리 업무, 정보시스템 유지보수 업무, 취업캠프 운영업무, 등록금 수납 업무, 급여지급 업무 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 55 다음 각 호의 사항을 감독할 수 있으며, 수탁자는 특별한 사유가 없는 한 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속기록 3. 개인정보 접근 또는 접속 대상자 4. 목적 외 이용제공 및 재위탁 금지 준수 여부 5. 암호화 등 안전성 확보조치 이행 여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 대학은 수탁자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구할 수 있으며, 수탁자는 특별한 사유가 없는 한 이행하여야 한다. 3 제2항에 따른 점검 대상은 수탁자의 사업소에서 보관 및 활용하는 종이문서와 전자적 또는 광학적으로 기록된 모든 정보와 서버, 컴퓨터, 노트북, 휴대용 저장장치 등 모든 정보처리 장치를 대상으로 한다. 4 대학은 개인정보 보호법제28조제1항에 의거 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손되지 아니하도록 1년에 1회 이상 수탁자와 수탁업무 수행자를 대상으로 교육할 수 있으며, 수탁자는 이에 응하여야 한다2 5 제4항에 따른 교육의 시기와 방법 등에 대해서는 대학은 수탁자와 협의하여 시행한다. 제9조 정보주체 권리보장 1 수탁자는 정보주체의 개인정보 열람, 정정삭제, 처리정지 요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제10조 개인정보의 파기 1 수탁자는 제4조의 위탁업무기간이 종료되면 특별한 사유가 없는 한 5일 이내에 개인정보를 파기하고 이를 대학에게 확인받아야 하며 그 결과를 대학에 통보하여야 한다. 제11조 손해배상 1 수탁자 또는 수탁자의 임직원 기타 수탁자의 업무 수행자가 이 계약에 의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 수탁자 또는 수탁자의 임직원 기타 수탁자의 업무 수행자의 귀책사유로 인하여 이 계약이 해지되어 대학 또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 수탁자는 그 손해를 배상하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 대학이 전부 또는 일부를 배상한 때에는 대학은 이를 수탁자에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 대학과 수탁자가 서명 또는 날인한 후 각 1부씩 보관한다. 붙임 개인정보의 안전성 확보조치 이행 목록 20xx년 xx월 xx일 대학 대전시 동구 대학로 62 대전대학교 법인등록번호 164131-0000105 사업자등록번호 306-82-02732 총장 남 상 호 인 수탁자 주소 상호 법인등록번호 사업자등록번호 대표이사 인 붙임 1 및 관련양식 문건도 계약사항이므로 총 12Page 모두 간인을 날인하여야 합니다. 2 개인정보의 안전성 확보조치 기준 고시및 개인정보 보호법 제26조에 따라 개인정보처리자 및 취급자는 개인정보보호에 관한 교육을 의무적으로 시행하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 56 붙임12-붙임1 개인정보의 안전성 확보조치 이행 목록 매월수시 대금청구 이전에 제출 NO 항 목 내 용 제출시기 양식 비고 1 개인정보보호 교육 개인정보보호 교육 이수증 정보보안 교육은 불인정 - 해당기간 금년도 - 전문 교육기관 교육 이수증 privacy.go.kr, sec.keris.or.kr 또는 자체교육 실시 결과 증빙 사업 착수일로부터 15일 이내 이수증 or 교육실시 결과 보고서 - 사업 참여자 전원 - 다년 계약의 경우 매년 실시 2 웹 취약점 점검 보고서 웹 취약점 점검 결과 보고서 사업 착수일로부터 60일 이내 양식1 다년 계약의 경우 매년 실시 3 웹 취약점 조치 결과 수탁자 점검 결과에 따른 조치 결과 및 증빙 사업 착수일로부터 90일 이내 양식2 다년 계약의 경우 매년 실시 대학이 요청한 취약점 조치 결과 및 증빙 요청서 접수일로부터 15일 이내 양식2 4 안전조치 점검 고유식별정보 안전조치 실태조사 사업 착수일로부터 90일 이내 양식8 다년 계약의 경우 매년 실시 5 관리자 접근 기록 정보 매월 관리자 페이지 접근 상세 내역 매월 10일 이전 양식3 6 사용자 권한 이력 매월 사용자별 권한 이력부여,말소,변경 등 사항 매월 10일 이전 양식4 7 접속이력 정보 매월 개인정보 접속 이력 및 분석 정보 매월 10일 이전 양식5-1 양식5-2 8 개인정보 파기 확인서 개인정보 파기 확인 및 사후 책임 명기 파기 발생시, 사업종료 시 공문 9 수탁업무용 PC 점검표 수탁업무 수행자개발자 포함 PC 보안 체크리스트 매월 10일 이전 양식6 10 출력.복사시 대장 매월 출력인쇄, 화면표시, 파일생성 등 대장 분석 정보 매월 10일 이전 양식7",
      "tables": [
        [
          [
            "NO",
            "항      목",
            "내      용",
            "제출시기",
            "양식",
            "비고"
          ],
          [
            "1",
            "개인정보보호 \n교육",
            "개인정보보호  교육  이수증\n  (*  정보보안  교육은  불인정)\n- 해당기간  :  금년도\n- 전문 교육기관 교육 이수증\n    (privacy.go.kr, \nsec.keris.or.kr)\n    또는\n    자체교육  실시  결과  증빙",
            "사업 \n착수일로부터 \n15일  이내",
            "이수증 \nor\n교육실시\n결과 \n보고서",
            "-  사업  참여자 \n전원\n-  다년  계약의 \n경우  매년  실시"
          ],
          [
            "2",
            "웹  취약점 \n점검  보고서",
            "웹  취약점  점검  결과  보고서",
            "사업 \n착수일로부터 \n60일  이내",
            "양식1",
            "다년  계약의 \n경우  매년  실시"
          ],
          [
            "3",
            "웹  취약점 \n조치  결과",
            "수탁자 점검 결과에 따른 조치 \n결과  및  증빙",
            "사업 \n착수일로부터 \n90일  이내",
            "양식2",
            "다년  계약의 \n경우  매년  실시"
          ],
          [
            "",
            "",
            "대학이  요청한  취약점  조치 \n결과  및  증빙",
            "요청서 \n접수일로부터\n15일  이내",
            "양식2",
            ""
          ],
          [
            "4",
            "안전조치 \n점검",
            "고유식별정보  안전조치 \n실태조사",
            "사업 \n착수일로부터 \n90일  이내",
            "양식8",
            "다년  계약의 \n경우  매년  실시"
          ],
          [
            "5",
            "관리자  접근 \n기록  정보",
            "매월 관리자 페이지 접근 상세 \n내역",
            "매월  10일 \n이전",
            "양식3",
            ""
          ],
          [
            "6",
            "사용자  권한 \n이력",
            "매월  사용자별  권한 \n이력(부여,말소,변경  등)  사항",
            "매월  10일 \n이전",
            "양식4",
            ""
          ],
          [
            "7",
            "접속이력 \n정보",
            "매월  개인정보  접속  이력  및   \n분석  정보",
            "매월  10일 \n이전",
            "양식5-1\n양식5-2",
            ""
          ],
          [
            "8",
            "개인정보 \n파기  확인서",
            "개인정보  파기  확인  및  사후 \n책임  명기",
            "파기  발생시,\n사업종료  시",
            "공문",
            ""
          ],
          [
            "9",
            "수탁업무용 \nPC  점검표",
            "수탁업무 수행자(개발자 포함) \nPC  보안  체크리스트",
            "매월  10일 \n이전",
            "양식6",
            ""
          ],
          [
            "10",
            "출력.복사시 \n대장",
            "매월  출력(인쇄,  화면표시, \n파일생성  등)  대장  분석  정보",
            "매월  10일 \n이전",
            "양식7",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 57 붙임12-양식1 개인정보 안전성 확보조치 기준 제6조접근통제에 의거 연1회 이상 취약점을 점검하고 개선조치 하여야 한다. 교육부 정보보안기본지침 제51조서버보안제2항에 의거 연1회 이상 취약점을 점검하고 개선조치 하여야 한다. OOOOO시스템 웹 취약점 점검 결과 점검개요 점검 일정 20 - - 20 - - . 점검 방법 원격 보안 취약점 점검 시스템 활용 점검 결과 총 17종 취약점 점검 항목 중 5개 취약점 발견 점검결과 및 개선방안 1. 취약점 점검 결과 번호 점검 항목 점검 결과 비고 httpoooo.dju.ac.kr 1 관리자 페이지 노출 취약점 2 디렉터리 나열 취약점 3 시스템 관리 취약점 1 4 WebDAV 취약점 5 불필요한 Method 허용 취약점 6 취약한 파일 존재 취약점 7 계정 관리 취약점 1 8 실명인증 취약점 9 전송 시 주요정보 노출 취약점 10 파일 다운로드 취약점 11 파일 업로드 취약점 12 소스코드 내 중요정보 노출 취약점 13 웹 게시판 취약점 14 크로스사이트스크립트XSS 취약점 1 15 SQL Injection구문삽입 취약점 2 16 권한인증 취약점 17 에러처리 취약점 계 5 개 2. 개선방안계획 - 인터넷진흥원의 기술지침 내용을 준수한 취약점 제거 및 프로그램 보완 수행 - 웹 서버 정보보안 기술지침 내용 준수한 설정 변경 보안가이드 한국인터넷진흥원 www.kisa.or.kr 자료실 기술안내가이드 홈페이지 취약점 진단제거 가이드, 웹서버구축 보안점검 안내서 , 웹어플리케이션 보안 안내서 , 홈페이지 개발보안 안내서",
      "tables": [
        [
          [
            "번호         \n점검  항목",
            "",
            "점검  결과",
            "비고"
          ],
          [
            "",
            "",
            "h\nt\nt\np\n:\n/\n/\noooo.dju.ac.kr",
            ""
          ],
          [
            "1",
            "관리자  페이지  노출  취약점",
            "",
            ""
          ],
          [
            "2",
            "디렉터리  나열  취약점",
            "",
            ""
          ],
          [
            "3",
            "시스템  관리  취약점",
            "1",
            ""
          ],
          [
            "4",
            "WebDAV  취약점",
            "",
            ""
          ],
          [
            "5",
            "불필요한  Method  허용  취약점",
            "",
            ""
          ],
          [
            "6",
            "취약한  파일  존재  취약점",
            "",
            ""
          ],
          [
            "7",
            "계정  관리  취약점",
            "1",
            ""
          ],
          [
            "8",
            "실명인증  취약점",
            "",
            ""
          ],
          [
            "9",
            "전송  시  주요정보  노출  취약점",
            "",
            ""
          ],
          [
            "10",
            "파일  다운로드  취약점",
            "",
            ""
          ],
          [
            "11",
            "파일  업로드  취약점",
            "",
            ""
          ],
          [
            "12",
            "소스코드  내  중요정보  노출  취약점",
            "",
            ""
          ],
          [
            "13",
            "웹  게시판  취약점",
            "",
            ""
          ],
          [
            "14",
            "크로스사이트스크립트(XSS)  취약점",
            "1",
            ""
          ],
          [
            "15",
            "SQL  Injection(구문삽입)  취약점",
            "2",
            ""
          ],
          [
            "16",
            "권한인증  취약점",
            "",
            ""
          ],
          [
            "17",
            "에러처리  취약점",
            "",
            ""
          ],
          [
            "계",
            "",
            "5\n 개",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 5
    },
    {
      "page": 58,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 58 붙임12-양식2 개인정보 안전성 확보조치 기준 제6조접근통제에 의거 연1회 이상 취약점을 점검하고 개선조치 하여야 한다. 교육부 정보보안기본지침 제51조서버보안제2항에 의거 연1회 이상 취약점을 점검하고 개선조치 하여야 한다. OOOOO시스템 웹 취약점 개선조치 결과 개선 개요 개선 일정 20 - - 20 - - . 점검 결과 총 17종 취약점 점검 항목 중 5개 취약점 발견 개선 결과 총 17종 취약점 점검 항목 중 5개 취약점 발견 번호 점검 항목 개선 결과 비고 httpsoooo.dju.ac.kr 1 관리자 페이지 노출 취약점 2 디렉터리 나열 취약점 3 시스템 관리 취약점 1 4 WebDAV 취약점 5 불필요한 Method 허용 취약점 6 취약한 파일 존재 취약점 7 계정 관리 취약점 1 8 실명인증 취약점 9 전송 시 주요정보 노출 취약점 10 파일 다운로드 취약점 11 파일 업로드 취약점 12 소스코드 내 중요정보 노출 취약점 13 공개용 웹 게시판 취약점 14 크로스사이트스크립트XSS 취약점 1 15 SQL Injection구문삽입 취약점 2 16 권한인증 취약점 17 에러처리 취약점 계 5 개 개선 사항 1. 적용 가이드 한국인터넷진흥원 www.kisa.or.kr 자료실 기술안내가이드 홈페이지 취약점 진단제거 가이드, 웹서버구축 보안점검 안내서 , 웹어플리케이션 보안 안내서 , 홈페이지 개발보안 안내서, 소프트웨어 개발보안 가이드 등",
      "tables": [
        [
          [
            "번호     \n점검  항목",
            "",
            "개선  결과",
            "비고"
          ],
          [
            "",
            "",
            "h\nt\nt\nps://oooo.dju.ac.kr",
            ""
          ],
          [
            "1",
            "관리자  페이지  노출  취약점",
            "",
            ""
          ],
          [
            "2",
            "디렉터리  나열  취약점",
            "",
            ""
          ],
          [
            "3",
            "시스템  관리  취약점",
            "1",
            ""
          ],
          [
            "4",
            "WebDAV  취약점",
            "",
            ""
          ],
          [
            "5",
            "불필요한  Method  허용  취약점",
            "",
            ""
          ],
          [
            "6",
            "취약한  파일  존재  취약점",
            "",
            ""
          ],
          [
            "7",
            "계정  관리  취약점",
            "1",
            ""
          ],
          [
            "8",
            "실명인증  취약점",
            "",
            ""
          ],
          [
            "9",
            "전송  시  주요정보  노출  취약점",
            "",
            ""
          ],
          [
            "10",
            "파일  다운로드  취약점",
            "",
            ""
          ],
          [
            "11",
            "파일  업로드  취약점",
            "",
            ""
          ],
          [
            "12",
            "소스코드  내  중요정보  노출  취약점",
            "",
            ""
          ],
          [
            "13",
            "공개용  웹  게시판  취약점",
            "",
            ""
          ],
          [
            "14",
            "크로스사이트스크립트(XSS)  취약점",
            "1",
            ""
          ],
          [
            "15",
            "SQL  Injection(구문삽입)  취약점",
            "2",
            ""
          ],
          [
            "16",
            "권한인증  취약점",
            "",
            ""
          ],
          [
            "17",
            "에러처리  취약점",
            "",
            ""
          ],
          [
            "계",
            "",
            "5\n 개",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 7
    },
    {
      "page": 59,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 59 2. 개선 사항 발견된 취약점별 1장씩 작성 홈페이지 httpooo.dju.ac.kr 취약점 시스템 관리 취약점 상세내용 응용프로그램 설치 중에 생성되는 설치 파일 및 임시 파일을 통해, 응용 프로그램의 취약점 정보를 수집할 수 있음 취약점 경로 httpooo.dju.ac.kraaabbbbmovie2jsjquery.jplayer.min.js 취약점 증빙 화면, 프로그램 등 조치 내용 응용프로그램 설치 시 생성되는 파일을 삭제 도는 권한을 변경하여 사용자 접속을 차단한다. 가이드자료 인터넷진흥원 홈페이지 취약점 진단제거 가이드 1924p 참고 조치 증빙 화면, 프로그램 등",
      "tables": [
        [
          [
            "홈페이지",
            "http://ooo.dju.ac.kr"
          ],
          [
            "취약점",
            "시스템 관리 취약점"
          ],
          [
            "상세내용",
            "○ 응용프로그램 설치 중에 생성되는 설치 파일 및 임시 파일을 통해, 응용\n     프로그램의 취약점 정보를 수집할 수 있음"
          ],
          [
            "취약점  경로",
            "http://ooo.dju.ac.kr/aaa/bbbb/movie2/js/jquery.jplayer.min.js"
          ],
          [
            "취약점  증빙\n(  화면,\n프로그램  등  )",
            ""
          ],
          [
            "조치  내용",
            "○ 응용프로그램 설치 시 생성되는 파일을 삭제 도는 권한을 변경하여\n     사용자 접속을 차단한다.\n○ 가이드자료 : 인터넷진흥원 「홈페이지 취약점 진단제거 가이드」 \n19~24p 참고"
          ],
          [
            "조치  증빙\n(  화면,\n프로그램  등  )",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 60 붙임12-양식3 개인정보 안전성 확보조치 기준 제6조접근통제에 의거 불법적인 접근 및 침해사고 방지를 위한 탐지 및 대응을 하여야 한다. 1. 관리자 페이지 접근기록 최소 항목 가. 관리자식별자 회원관리,DB관리,운영관리 등 정보시스템의 관리 권한을 수행 할 수 있는 ID 등 나. 접근일시 개인정보처리시스템에 접근한 시점, 각각의 업무를 수행한 시점년-월-일 시분초 다. 접근지 개인정보처리시스템에 접근한 자의 컴퓨터 IP주소 등 라. 정보주체 식별정보 관리자가 처리한 정보주체를 알 수 있는 식별정보ID 마. 수행업무 관리용식별자로 접근한 자가 처리수집,생성,연계,연동,기록,저장,보유,가공,편집,검색,출력, 정정,복구,이용,제공,공개,파기 등한 내용을 알 수 있는 정보 2. 제출방법 및 양식 가. 위 1항에 정의된 내용을 광학적기록장치CD,DVD 등에 기록하여 제출 파일타입 CSVcomma separated value 파일 나. 위 기록 중 다음과 같은 분석자료 제출 OO정보시스템 관리자 페이지 접근정보 분석 결과 점검 월 20 년 월 점검자 인 확인자 인 순위 접근지 접근 건수 분석내용 비고 1 xx.x.xx.xx 98 관리용식별자 ID로서 정상 2 oo.oo.o.ooo 32 관리자용 단말기 고장수리로 대체단말기 IP임 3 4 5 6 7 8 9 10 접속기록점검결과비정상행위가탐지되었을경우해당기관내부관리계획으로정하는 바에따라적절한대응조치를취해야함 비정상행위에대한 후속조치해당시 점검분석결과이상이있을경우, 조치및결과작성 이상이없을경우, 해당없음 명시 붙임 접근기록CD",
      "tables": [
        [
          [
            "순위",
            "접근지",
            "접근\n건수",
            "분석내용",
            "비고"
          ],
          [
            "1",
            "xx.x.xx.xx",
            "98 관리용식별자 ID로서 정상",
            "",
            ""
          ],
          [
            "2",
            "oo.oo.o.ooo",
            "",
            "32 관리자용 단말기 고장수리로 대체단말기 IP임",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3 4 5 6 7 8 9",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "10",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 61 붙임12-양식4 개인정보 안전성 확보조치 기준 제5조접근 권한의 관리에 의거 접근 권한을 업무 수행에 필요한 최소한의 범위로 업무 담당자에 따라 차등 부여하고, 부여,변경,말소 기록을 최소 3년간 보관하여야 한다. 1. 사용자관리자 포함 권한이력 최소 항목 가. 권한 관리자 ID 정보시스템에 접근하여 사용자의 권한을 부여.변경.말소 처리할 수 있는 ID 나. 접근일시 개인정보처리시스템에 접근한 시점, 각각의 업무를 수행한 시점년-월-일 시분초 다. 접근지 개인정보처리시스템에 접근한 자의 컴퓨터 IP주소 등 라. 처리한 정보주체 식별정보 권한 관리자가 처리한 정보주체를 알 수 있는 식별정보ID 마. 처리한 권한변경 사항 권한의 부여.변경.말소 한 내용을 알 수 있는 정보 2. 제출방법 및 양식 가. 위 1항에 정의된 내용을 광학적기록장치CD,DVD 등에 기록하여 제출 파일타입 CSVcomma separated value 파일 나. 위 기록 중 지난달 권한변경 자료 제출 OO정보시스템 권한부여변경말소이력 정보 점검 월 20 년 월 점검자 인 확인자 인 접근일자 관리자 ID 접근지 처리한 정보주체 ID 권한변경사항 비고 y y y y - m m - d d hhmmss au274 x.x.x.x lgedu07 부여-메뉴ID-부여권한 y y y y - m m - d d hhmmss au274 o.o.o.o ls007 변경-메뉴ID-부여권한 y y y y - m m - d d hhmmss au274 x.x.x.x idid09 말소-메뉴ID-말소권한 권한이력점검결과비정상행위가탐지되었을경우원인분석및적절한대응조치를 취해야함 비정상행위에대한 후속조치해당시 점검분석결과이상이있을경우, 조치및결과작성 이상이없을경우, 해당없음 명시 붙임 권한변경기록CD",
      "tables": [
        [
          [
            "접근일자",
            "관리자 \nID",
            "접근지",
            "처리한 \n정보주체  ID",
            "권한변경사항",
            "비고"
          ],
          [
            "yyyy-mm-dd \nhh:mm:ss",
            "au274",
            "x\n.\nx\n.\nx\n.\nx",
            "l\ngedu07",
            "부여-메뉴ID-부여권한",
            ""
          ],
          [
            "yyyy-mm-dd \nhh:mm:ss",
            "au274",
            "o\n.\no\n.\no\n.\no",
            "l\ns007",
            "변경-메뉴ID-부여권한",
            ""
          ],
          [
            "yyyy-mm-dd \nhh:mm:ss",
            "au274",
            "x\n.\nx\n.\nx\n.\nx",
            "i\nd\ni\nd09",
            "말소-메뉴ID-말소권한",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 62 붙임12-양식5 개인정보 안전성 확보조치 기준 제8조접속기록의 보관 및 점검에 의거 월1회 이상 정기적으로 점검하여야 하며, 최 소 1년 이상5만명 이상,고유식별정보,민감정보 2년 접속기록을 위.변조되지 않도록 별도의 보존.관리하여야 한다. 1. 개인정보 접속기록 최소 항목 가. 접속한 식별자사용자 개인정보취급자를 식별 할 수 있도록 부여된 ID 등 나. 접속일시 개인정보처리시스템에 접속한 시점, 각각의 업무를 수행한 시점년-월-일 시분초 다. 접속지 개인정보처리시스템에 접속한 자의 컴퓨터 IP주소 등 라. 처리한 정보주체 식별정보 접속한 식별자가 처리한 정보주체를 알 수 있는 정보주체 식별정보ID 마. 수행 정보 개인정보취급자가 처리수집,생성,연계,연동,저장,보유,가공,편집,검색,출력,정정, 복구,이용,제공,공개,파기,다운로드 등한 행위 종류와 처리정보를 알 수 있는 정보 바. 다운로드 정보 및 사유 PC 등 접속한 단말기로 다운로드 한 사유를 확인 2. 제출방법 및 양식 가. 위 1항에 정의된 내용을 광학적기록장치CD,DVD 등에 기록하여 제출 파일타입 CSVcomma separated value 파일 나. 위 기록 중 다음과 같은 분석자료 제출 다음 페이지 계속",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 63 붙임12-양식5-1 OO정보시스템 개인정보 접속기록 점검 결과 점검 월 20 년 월 대학 점검자 인 대학 부서장 인 시스템명 항목 점검내용 점검결과 비고 시스템 계정 접근권한이 없는 계정 접속 행위 분석 - 승인 없는 권한 상승 정상 비정상 - 비인가 계정 접속 정상 비정상 - 알 수 없는 계정 생성 정상 비정상 - 우회경로를 통한 접속 정상 비정상 - 그 외 비정상적인 접속 행위 정상 비정상 접속일시 업무시간 외 접속 행위 분석 - 출근시간 전 정상 비정상 - 퇴근시간 후 정상 비정상 - 새벽시간 정상 비정상 - 휴무일 정상 비정상 - 그 외 비정상적 시간 접속 정상 비정상 접속지 정보 비인가 단말기 또는 IP 접속 행위 분석 - 비인가 단말기 접속 행위 분석 정상 비정상 - 비인가 IP 접속 행위 분석 정상 비정상 처리한 정보주체 정보 특정 정보주체 과도한 조회, 다운로드 등의 행위 분석 - 기간 내 특정 정보주체 조회 100건 이상 정상 비정상 - 기간 내 특정 정보주체 다운로드 10건 이상 정상 비정상 수행업무 대량의 개인정보 조회, 정정, 다운로드, 삭제 행위 분석 - 기간 내 개인정보 조회 건 수 1천건 이상 정상 비정상 - 기간 내 개인정보 정정 건 수 100건 이상 정상 비정상 - 기간 내 개인정보 다운로드 건 수 100건 이상 정상 비정상 - 기간 내 개인정보 삭제 건 수 100건 이상 정상 비정상 기타 단시간 동일계정으로 다 수 IP로 접속한 행위 분석 - 1시간 내 3개 이상의 IP로 접속한 행위 분석 정상 비정상 다운로드 정보 주체 수 기간 내 100명 이상의 개인정보를 다운로드 한 경우 정상 비정상 기간 내 다운 로드 횟 수 1시간 내 다운로드 횟수가 20건 이상인 경우 정상 비정상 업무시간 외 다운로드 수행 새벽시간 및 휴무일 등의 업무시간 외 다운로드 한 경우 정상 비정상 기 타 그 외 다운로드 사유 확인이 필요하다고 판단되는 경우 정상 비정상 접속기록점검결과비정상행위가탐지되었을경우해당기관내부관리계획으로정하는 바에따라적절한대응조치를취해야함 비정상행위에대한 후속조치해당시 점검분석결과이상이있을경우, 조치및결과작성 이상이없을경우, 해당없음 명시 붙임 접속기록CD",
      "tables": [
        [
          [
            "시스템명",
            "항목",
            "점검내용\n점검결과",
            "",
            "비고"
          ],
          [
            "○○시스템",
            "계정",
            "접근권한이  없는  계정  접속  행위  분석 \n□정상     □비정상\n  -  승인  없는  권한  상승\n□정상     □비정상\n  -  비인가  계정  접속 \n□정상     □비정상\n  -  알  수  없는  계정  생성 \n□정상     □비정상\n  -  우회경로를  통한  접속 \n□정상     □비정상\n  -  그  외  비정상적인  접속  행위",
            "",
            ""
          ],
          [
            "",
            "접속일시",
            "업무시간  외  접속  행위  분석\n□정상     □비정상\n  -  출근시간  전\n□정상     □비정상\n  -  퇴근시간  후\n□정상     □비정상\n  -  새벽시간\n□정상     □비정상\n  -  휴무일\n□정상     □비정상\n  -  그  외  비정상적  시간  접속",
            "",
            ""
          ],
          [
            "",
            "접속지  정보",
            "비인가  단말기  또는  IP  접속  행위  분석 \n□정상     □비정상\n  -  비인가  단말기  접속  행위  분석\n□정상     □비정상\n  -  비인가  IP  접속  행위  분석",
            "",
            ""
          ],
          [
            "",
            "처리한 \n정보주체  정보",
            "특정  정보주체  과도한  조회,  다운로드  등의  행위  분석 \n□정상     □비정상\n  -  기간  내  특정  정보주체  조회  100건  이상 \n□정상     □비정상\n  -  기간  내  특정  정보주체  다운로드  10건  이상",
            "",
            ""
          ],
          [
            "",
            "수행업무",
            "대량의  개인정보  조회,  정정,  다운로드,  삭제  행위  분석 \n□정상     □비정상\n  -  기간  내  개인정보  조회  건  수  1천건  이상 \n□정상     □비정상\n  -  기간  내  개인정보  정정  건  수  100건  이상\n□정상     □비정상\n  -  기간  내  개인정보  다운로드  건  수  100건  이상\n□정상     □비정상\n  -  기간  내  개인정보  삭제  건  수  100건  이상",
            "",
            ""
          ],
          [
            "",
            "기타",
            "단시간  동일계정으로  다  수  IP로  접속한  행위  분석 \n□정상     □비정상\n  -  1시간  내  3개  이상의  IP로  접속한  행위  분석",
            "",
            ""
          ],
          [
            "",
            "다운로드  정보\n주체  수",
            "기간  내  100명  이상의  개인정보를  다운로드  한  경우    □정상     □비정상",
            "",
            ""
          ],
          [
            "",
            "기간  내  다운\n로드  횟  수",
            "□정상     □비정상\n1시간  내  다운로드  횟수가  20건  이상인  경우",
            "",
            ""
          ],
          [
            "",
            "업무시간 \n외 \n다운로드  수행",
            "새벽시간  및  휴무일  등의  업무시간  외  다운로드  한 \n□정상     □비정상\n경우",
            "",
            ""
          ],
          [
            "",
            "기  타",
            "그  외  다운로드  사유  확인이  필요하다고  판단되는 \n□정상     □비정상\n경우",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 64 붙임12-양식5-2 OO정보시스템 개인정보 다운로드 사유 점검 월 20 년 월 대학 점검자 인 대학 부서장 인 NO 식별자 접속지 다운로드 사유 점검결과 해당여부 비고 1 ID-1 x.x.x.x 담당업무 집중 시기로 접속이 많았음 정상 비정상 2 ID-2 o.o.o.o 수강신청 기간으로 민원 증가 정상 비정상 정상 비정상 정상 비정상 해당사항이있을경우다운로드사유를반드시확인하고, 개인정보취급자가개인정보의 오남용이나유출을목적으로다운로드한것으로확인이되었다면개인정보취급자가 다운로드한개인정보를회수하여파기하는등필요한조처를하여야함 다운로드사유확인 대상에대한 후속조치해당시 다운로드사유확인이필요한대상건에대한조사및조치내용작성 다운로드사유확인대상건이없을경우, 해당없음 명시 붙임 다운로드사유기록CD",
      "tables": [
        [
          [
            "NO",
            "식별자",
            "접속지",
            "다운로드  사유",
            "점검결과\n(해당여부)",
            "비고"
          ],
          [
            "1",
            "I\nD-1",
            "x\n.\nx\n.\nx\n.\nx",
            "담당업무 집중 시기로 접속이 많았음",
            "□정상     □비정상",
            ""
          ],
          [
            "2",
            "I\nD-2",
            "o\n.\no\n.\no\n.",
            "o 수강신청 기간으로 민원 증가",
            "□정상     □비정상",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "□정상     □비정상",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "□정상     □비정상",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 65 붙임12-양식6 개인정보 보호법 개인정보의 안전성 확보조치 기준 및 개인정보의 기술적관리적 보호조치 기준에 의거 매월 단말 기 보안조치 이행하여야 한다. 정보보안기본지침 제26조용역업체 보안에 수탁업무 수행 장비 등에 대한 보안관리를 하여야 한다. 단말기PC 보안 체크리스트 수탁자 수탁업무 수행자 인 수탁자 부서장 확인 인 점검일 20 년 월 일 , 수행자별 수기로 작성 , 점검결과 표시 양호 미흡 , 총15개 항목 점검 순 서 점검 항목 점검결과 비 고 1 부팅시 CMOS 비밀번호 설정 부팅시 CMOS 비밀번호 설정 하였으면 양호 2 로그인 비밀번호 설정 비밀번호가 문자,숫자,특수문자 3가지를 모두 사용하여 10자리 이상이면 양호 3 개인정보가 포함된 파일한글, 엑셀 등 비밀번호 설정 개인별로 개인정보가 포함된 자료 파일에 암호설정 보관하면 양호 개인정보자료는 반드시 암호설정 보관하면 양호 4 10분 이상 미사용 시 화면보호기 적용 및 해제 시 비밀번호 적용 10분 이상 미 사용시 화면보호기 작동하고, 다시 사용하려면 비밀번호를 입력하여야 하면 양호 5 업무와 무관한신뢰할 수 없는 불필요한 응용프로그램 설치 금지 라이센스를 소유하고 업무와 관련이 있는 프로그램만 설치되어 있으면 양호 6 공유 폴더 삭제 공유폴더가 설정되어 있지 않으면 양호 7 OS 및 응용프로그램MS오피스, PDF리더 등 최신 보안패치 유지 최신 패치를 하였으면 양호 8 PC용 최신 백신 운영, 실시간 감시 및 주기적 점검 수행 매일 바이러스 정밀검사 실시 9 메신저P2P웹하드 등 업무와 무관하거나 비인가 프로그램 설치 금지 메신저,P2P,웹하드 등에서 받은 업무와 무관한 프로그램이 없으면 양호 10 음란도박증권 등 업무와 무관한 사이트 접근차단 음란도박증권 사이트에 악성코드가 숨어 있음 음란도박증권 사이트에 접속이 안되면 양호 11 비밀번호는 숫자, 문자, 특수문자 3가지 모두 혼합하여 9자리 이상으로 설 정하고 분기별 1회 이상 변경 비밀번호가 문자,숫자,특수문자 3가지를 모두 사용하여 10자리 이상이면 양호 12 침입차단침입탐지 시스템 운용 침입차단침입탐지 시스템을 운영하고 있으면 양호 13 PC에 비인가 USB메모리 등 비인가 정보통신기기 연결시 작동되지 않도 록 보안조치 및 최신백신 자동 검사 USB 통제시스템 구축했으면 양호 USB장치 연결 시 자동으로 바어리스 검사를 하면 양호 14 PC 교체반납폐기반출시 하드디스크 자료삭제 등 보안조치 PC 교체폐기 시 반드시 사용자가 하드디스크의 자료 삭제 및 파쇄하면 양호 15 중요정보가 저장된 매체 불용시 전용 소자장치로 삭제하거나 파쇄 등 물 리적 파기 이행 불용처리 시 정보자료 완전파기하면 양호",
      "tables": [
        [
          [
            "순 서",
            "점검  항목",
            "점검결과",
            "비 고"
          ],
          [
            "1",
            "∎부팅시  CMOS  비밀번호  설정",
            "",
            ""
          ],
          [
            "",
            "☞  부팅시  CMOS  비밀번호  설정  하였으면  양호",
            "",
            ""
          ],
          [
            "2",
            "∎로그인  비밀번호  설정",
            "",
            ""
          ],
          [
            "",
            "☞  비밀번호가  문자,숫자,특수문자  3가지를  모두  사용하여  10자리  이상이면  양호",
            "",
            ""
          ],
          [
            "3",
            "∎개인정보가  포함된  파일(한글,  엑셀  등)  비밀번호  설정",
            "",
            ""
          ],
          [
            "",
            "☞  개인별로  개인정보가  포함된  자료  파일에  암호설정  보관하면  양호\n☞  개인정보자료는  반드시  암호설정  보관하면  양호",
            "",
            ""
          ],
          [
            "4",
            "∎10분  이상  미사용  시  화면보호기  적용  및  해제  시    비밀번호  적용",
            "",
            ""
          ],
          [
            "",
            "☞ 10분 이상 미 사용시 화면보호기 작동하고, 다시 사용하려면 비밀번호를 입력하여야 하면 \n양호",
            "",
            ""
          ],
          [
            "5",
            "∎업무와  무관한(신뢰할  수  없는)  불필요한  응용프로그램  설치  금지",
            "",
            ""
          ],
          [
            "",
            "☞  라이센스를  소유하고  업무와  관련이  있는  프로그램만  설치되어  있으면  양호",
            "",
            ""
          ],
          [
            "6",
            "∎공유  폴더  삭제",
            "",
            ""
          ],
          [
            "",
            "☞  공유폴더가  설정되어  있지  않으면  양호",
            "",
            ""
          ],
          [
            "7",
            "∎OS  및  응용프로그램(MS오피스,  PDF리더  등)  최신  보안패치  유지",
            "",
            ""
          ],
          [
            "",
            "☞  최신  패치를  하였으면  양호",
            "",
            ""
          ],
          [
            "8",
            "∎PC용  최신  백신  운영,  실시간  감시  및  주기적  점검  수행",
            "",
            ""
          ],
          [
            "",
            "☞  매일  바이러스  정밀검사  실시",
            "",
            ""
          ],
          [
            "9",
            "∎메신저∙P2P∙웹하드  등  업무와  무관하거나  비인가  프로그램  설치  금지",
            "",
            ""
          ],
          [
            "",
            "☞  메신저,P2P,웹하드  등에서  받은  업무와  무관한  프로그램이  없으면  양호",
            "",
            ""
          ],
          [
            "10",
            "∎음란∙도박∙증권  등  업무와  무관한  사이트  접근차단\n    ※  음란∙도박∙증권  사이트에  악성코드가  숨어  있음",
            "",
            ""
          ],
          [
            "",
            "☞  음란∙도박∙증권  사이트에  접속이  안되면  양호",
            "",
            ""
          ],
          [
            "11",
            "∎비밀번호는 숫자, 문자, 특수문자 3가지 모두 혼합하여 9자리 이상으로 설\n정하고  분기별  1회  이상  변경",
            "",
            ""
          ],
          [
            "",
            "☞  비밀번호가  문자,숫자,특수문자  3가지를  모두  사용하여  10자리  이상이면  양호",
            "",
            ""
          ],
          [
            "12 ∎침입차단/침입탐지  시스템  운용",
            "",
            "",
            ""
          ],
          [
            "",
            "☞  침입차단/침입탐지  시스템을  운영하고  있으면  양호",
            "",
            ""
          ],
          [
            "13",
            "∎PC에 비인가 USB메모리 등 비인가 정보통신기기 연결시 작동되지 않도\n록  보안조치  및  최신백신  자동  검사",
            "",
            ""
          ],
          [
            "",
            "☞  USB  통제시스템  구축했으면  양호\n☞  USB장치  연결  시  자동으로  바어리스  검사를  하면  양호",
            "",
            ""
          ],
          [
            "14",
            "∎PC  교체∙반납∙폐기∙반출시  하드디스크  자료삭제  등  보안조치",
            "",
            ""
          ],
          [
            "",
            "☞  PC  교체∙폐기  시  반드시  사용자가  하드디스크의  자료  삭제  및  파쇄하면  양호",
            "",
            ""
          ],
          [
            "15",
            "∎중요정보가 저장된 매체 불용시 전용 소자장치로 삭제하거나 파쇄 등 물\n리적  파기  이행",
            "",
            ""
          ],
          [
            "",
            "☞  불용처리  시  정보자료  완전파기하면  양호",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 66 붙임 13 OO정보시스템 개인정보 출력 대장 점검 월 20 년 월 대학 점검자 인 대학 부서장 인 NO 식별자 인쇄자 접속지 인쇄물 제목 인쇄 사유 비고 1 ID-1 x.x.x.x 2 ID-2 o.o.o.o 인쇄대장및사유을확인하고, 종이인쇄물에대하여는파기하는절차, 파기여부의 확인등을포함하는주기적인점검을하여야함 인쇄사유확인대상에 대한후속조치해당시 인쇄사유확인이필요한대상건에대한조사및조치내용작성 인쇄사유확인대상건이없을경우, 해당없음 명시 붙임 다운로드사유기록CD",
      "tables": [
        [
          [
            "NO",
            "식별자\n(인쇄자)",
            "접속지",
            "인쇄물  제목",
            "인쇄  사유",
            "비고"
          ],
          [
            "1",
            "I\nD-1",
            "x\n.\nx\n.\nx\n.\nx",
            "",
            "",
            ""
          ],
          [
            "2",
            "I\nD-2",
            "o\n.\no\n.\no\n.\no",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 67 - 67 - 붙임 14 20 년 고유식별정보 안전성 확보조치 관리실태 점검 증빙 고유식별정보 처리시스템 점검 양식 양식 작성 지침 개인정보보호위원회 2023년 고유식별정보 안전성 확보조치 관리실태 점검 매뉴얼 담당자정보 부서명 이름 전화번호 이메일 고유식별정보 보유현황 주민등록번호 건 여권번호 건 운전면허번호 건 외국인등록번호 건 고유식별정보가포함된 개인정보처리시스템 현황 시스템 해당시스템에대한용도와간략한설명기재",
      "tables": [
        [
          [
            "담당자 정보",
            "부서명",
            ""
          ],
          [
            "",
            "이 름",
            ""
          ],
          [
            "",
            "전화번호",
            ""
          ],
          [
            "",
            "이메일",
            ""
          ],
          [
            "고유식별정보\n보유 현황",
            "주민등록번호",
            "건"
          ],
          [
            "",
            "여권번호",
            "건"
          ],
          [
            "",
            "운전면허번호",
            "건"
          ],
          [
            "",
            "외국인등록번호",
            "건"
          ],
          [
            "고유식별정보가 포함된\n개인정보처리시스템\n현황",
            "○○○○시스템",
            "해당 시스템에 대한 용도와 간략한 설명 기재"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 68 - 68 - 점검 항목 5. 개인정보처리시스템에 대한 접근권한을 업무수행에 필요한 최소한의 범위로 업무 담당자에게 차등 부여하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 6. 전보 또는 퇴직 등 개인정보취급자 변경 시, 개인정보처리시스템에 대한 접근권한을 변경 또는 말소하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 7. 개인정보처리시스템에 대한 개인정보취급자의 접근권한 부여변경 말소 내역을 기록하고 있으며 3년간 보관하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 8. 개인정보취급자별로 개인정보처리시스템에 대한 사용자계정ID을 발 급하고 해당 사용자계정을 다른 개인정보취급자 등과 공유하고 있지 않는 지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 9. 인정보취급자 또는 정보주체가 안전한 비밀번호 작성규칙을 수립하 여 이행할 수 있도록 비밀번호 작성규칙을 수립하여 적용하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 10. 사용자계정 또는 비밀번호를 일정 횟수이상 잘못 입력한 경우, 개인 정보처리시스템에 대한 접근을 제한하는 등 필요한 조치를 하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 11. 정보통신망을 통한 불법적인 접근 및 침해사고 방지를 위해 개인 정보처리시스템에 대한 접속권한을 IP주소 등으로 제한하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검",
      "tables": [
        [
          [
            "점검\n  5.  개인정보처리시스템에  대한  접근권한을  업무수행에  필요한  최소한의 \n항목\n범위로  업무  담당자에게  차등  부여하고  있는지  여부"
          ],
          [
            ""
          ]
        ],
        [
          [
            "점검\n  6.  전보  또는  퇴직  등  개인정보취급자  변경  시,  개인정보처리시스템에 \n항목\n대한  접근권한을  변경  또는  말소하고  있는지  여부"
          ],
          [
            ""
          ]
        ],
        [
          [
            "점검\n  7.  개인정보처리시스템에  대한  개인정보취급자의  접근권한  부여·변경·\n항목\n말소  내역을  기록하고  있으며  3년간  보관하고  있는지  여부"
          ],
          [
            ""
          ]
        ],
        [
          [
            "점검\n항목",
            "8.  개인정보취급자별로  개인정보처리시스템에  대한  사용자계정(ID)을  발\n급하고  해당  사용자계정을  다른  개인정보취급자  등과  공유하고  있지  않는\n지  여부"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "점검\n항목",
            "9.  인정보취급자  또는  정보주체가  안전한  비밀번호  작성규칙을  수립하\n여  이행할  수  있도록  비밀번호  작성규칙을  수립하여  적용하고  있는지 \n여부"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "점검\n항목",
            "10.  사용자계정  또는  비밀번호를  일정  횟수이상  잘못  입력한  경우,  개인\n정보처리시스템에  대한  접근을  제한하는  등  필요한  조치를  하고  있는지 \n여부"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "점검\n  11.  정보통신망을  통한  불법적인  접근  및  침해사고  방지를  위해  개인\n항목\n정보처리시스템에  대한  접속권한을  IP주소  등으로  제한하고  있는지  여부"
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 69 - 69 - 점검 항목 12. 정보통신망을 통한 불법적인 접근 및 침해사고 방지를 위해 개인정 보처리시스템에 접속한 IP주소 등을 분석하여 불법적인 유출시도를 탐지 및 대응하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 13. 외부에서 개인정보처리시스템에 접속 시, 가상사설망VPN, 전용선 등 안전한 접속수단을 적용하거나 안전한 인증수단을 적용하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 14. 개인정보가 인터넷 홈페이지, P2P, 공유설정 등으로 유노출되지 않 도록 개인정보처리시스템, 업무용컴퓨터 등에 접근통제 등에 관한 조치 를 하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 15. 인터넷 홈페이지를 통해 고유식별정보를 처리하는 경우, 해당 홈페이지 에 대해 연 1회 이상 취약점을 점검 및 그에 따른 개선조치를 하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 16. 개인정보취급자가 일정시간 이상 업무처리를 하지 않는 경우, 자동 으로 개인정보처리시스템에 접속을 차단하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 17. 고유식별정보를 송신 또는 보조저장매체를 통해 전달하는 경우 안전한 알고리즘에 의한 암호화 조치를 하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 18. 내부망에 고유식별정보를 저장하는 경우, 안전한 알고리즘으로 암 호화 조치를 하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검",
      "tables": [
        [
          [
            "점검\n항목",
            "12.  정보통신망을  통한  불법적인  접근  및  침해사고  방지를  위해  개인정\n보처리시스템에  접속한  IP주소  등을  분석하여  불법적인  유출시도를  탐지 \n및  대응하고  있는지  여부"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "점검\n  13.  외부에서  개인정보처리시스템에  접속  시,  가상사설망(VPN),  전용선  등 \n항목\n안전한  접속수단을  적용하거나  안전한  인증수단을  적용하고  있는지  여부"
          ],
          [
            ""
          ]
        ],
        [
          [
            "점검\n항목",
            "14.  개인정보가  인터넷  홈페이지,  P2P,  공유설정  등으로  유·노출되지  않\n도록  개인정보처리시스템,  업무용컴퓨터  등에  접근통제  등에  관한  조치\n를  하고  있는지  여부"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "점검\n항목",
            "15.  인터넷  홈페이지를  통해  고유식별정보를  처리하는  경우,  해당  홈페이지\n에  대해  연  1회  이상  취약점을  점검  및  그에  따른  개선조치를  하고  있는지 \n여부"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "점검\n  16.  개인정보취급자가  일정시간  이상  업무처리를  하지  않는  경우,  자동\n항목\n으로  개인정보처리시스템에  접속을  차단하고  있는지  여부"
          ],
          [
            ""
          ]
        ],
        [
          [
            "점검\n  17.  고유식별정보를  송신  또는  보조저장매체를  통해  전달하는  경우 \n항목\n안전한  알고리즘에  의한  암호화  조치를  하고  있는지  여부"
          ],
          [
            ""
          ]
        ],
        [
          [
            "점검\n  18.  내부망에  고유식별정보를  저장하는  경우,  안전한  알고리즘으로  암\n항목\n호화  조치를  하고  있는지  여부"
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 70 - 70 - 점검 항목 19. 암호화된 개인정보를 안전하게 보관하기 위하여 안전한 암호 키 생성, 이용, 보관, 배포 및 파기 등에 관한 절차 수립 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 21. 개인정보취급자가 개인정보처리시스템에 접속한 사용자 계정, 접속 일시, 접속지 정보, 처리한 정보주체 정보, 수행한 업무내용 등이 포함된 접속기록을 2년 이상 보관관리하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 22. 개인정보의 오남용, 분실, 도난유출위조변조 또는 훼손 등에 대응하 기 위하여 개인정보시스템의 접속기록 등을 월1회 이상 점검하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점검 항목 24. 개인정보처리시스템에 직접 접속하는 관리용 단말기에 대해 비인가 자가 임의로 조작하지 못하도록 조치하고 있는지 여부 2023년 고유식별정보 안전성 확보조치 관리실태 점검 점 검 항 목 26. 재해재난 발생 시, 개인정보의 손실훼손 등을 방지하기 위하여 개인정보 처리시스템 보호를 위한 위기대응 매뉴얼 등 대응절차를 마련하고 있는지 여 부 2023년 고유식별정보 안전성 확보조치 관리실태 점검",
      "tables": [
        [
          [
            "점검\n  19.  암호화된  개인정보를  안전하게  보관하기  위하여  안전한  암호  키 \n항목\n생성,  이용,  보관,  배포  및  파기  등에  관한  절차  수립  여부"
          ],
          [
            ""
          ]
        ],
        [
          [
            "점검\n항목",
            "21.  개인정보취급자가  개인정보처리시스템에  접속한  사용자  계정,  접속\n일시,  접속지  정보,  처리한  정보주체  정보,  수행한  업무내용  등이  포함된 \n접속기록을  2년  이상  보관·관리하고  있는지  여부"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "점검\n항목",
            "22.  개인정보의  오·남용,  분실,  도난·유출·위조·변조  또는  훼손  등에  대응하\n기  위하여  개인정보시스템의  접속기록  등을  월1회  이상  점검하고  있는지 \n여부"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "점검\n  24.  개인정보처리시스템에  직접  접속하는  관리용  단말기에  대해  비인가\n항목\n자가  임의로  조작하지  못하도록  조치하고  있는지  여부"
          ],
          [
            ""
          ]
        ],
        [
          [
            "점 검 항 목",
            "26.  재해·재난  발생  시,  개인정보의  손실·훼손  등을  방지하기  위하여  개인정보\n처리시스템  보호를  위한  위기대응  매뉴얼  등  대응절차를  마련하고  있는지  여\n부"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 71 - 71 - 붙임 15 청 렴 계 약 이 행 각 서 당사는부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관 건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되었고 부패기업 및 국 가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호응하여 대전대학교에서 발주하는 모든 공사, 물품, 용역 등의 입찰에 참여함에 있어 당사 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의 하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 이를 위반하여 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 것이 사실 로 드러날 경우 대전대학교에서 발주하는 입찰에 입찰참가자격제한 처분을 받은 날로 부터 1년이상 2년이하 동안 참가하지 않겠으며 경쟁입찰에 있어서 입찰자간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰을 위하여 담합을 한 사실이 드러날 경우 대전대학교가 시행하는 입찰에 입찰참 가자격 제한 처분을 받은 날로부터 6월 이상 1년 미만 동안 참여하지 않고 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에관한 법률에 따라 공정거래위원회에 고발하여 과징금 등을 부과토록 하는데 일체의 이의를 제기하지 않겠습니다. 2. 입찰, 낙찰, 계약체결 및 계약이행 과정에서 관계 교직원에게 직간접적으로 금품향응 등의 부당한 이익을 제공하지 않겠으며, 이를 위반하여 입찰, 낙찰, 계약체결 및 계약이 행과 관련하여 관계 교직원에게 금품, 향응 등을 제공한 사실이 드러날 경우에는 대전대 학교 및 관련 건의 수요기관이 시행하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 1년 이상 2년 이하의 기간 동안 입찰에 참가하지 않겠으며, 또한 입찰참가자격 제한기간 만료 후 2년간은 대전대학교에서 시행하는 입찰에는 국가를당사자로하는계약에관한법률 시행령제37조에 의한 입찰보증금을 납부하겠습니다. 3. 입찰, 낙찰, 계약체결 및 계약이행과 관련하여 관계 교직원에게 금품, 향응 등을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 당해 계약의 전부 또는 일부계약을 해제 또는 해지하여도 감수하겠으며, 민형사상 이의를 제기하지 않겠습니다. 4. 회사 임직원이 관계 교직원에게 금품, 향응 등을 제공하거나 담합 등 불공정 행위를 하 지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "다층적 융합 학습경험 플랫폼MILE 구축 제안요청서 l 72 - 72 - 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약해지 등 대전대학교의 조치와 관련하여 당사가 조달청을 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 20 년 월 일 업 체 입찰참가자 인 대 표 인 대전대학교총장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}