{
  "csv_metadata": {
    "공고 번호": "20240430918",
    "공고 차수": 0.0,
    "사업명": "도시계획위원회 통합관리시스템 구축용역",
    "사업 금액": 150000000,
    "발주 기관": "인천광역시",
    "공개 일자": "2024-04-18 16:26:32",
    "입찰 참여 시작일": "2024-05-02 10:00:00",
    "입찰 참여 마감일": "2024-05-09 16:00:00",
    "사업 요약": "- 사업명: 도시계획위원회 통합관리시스템 구축 용역\n- 용역개요: 도시계획위원회와 도시-건축공동위원회의 통합관리시스템 구축\n- 과업배경 및 목적: 수작업으로 처리되던 위원회 업무의 복잡성 해결과 자료 관리 및 보안 문제 개선\n- 과업의 범위: 시스템 구축, 위원회 운영 지원, 내부시스템 연계, 사용자 교육 및 유지관리\n- 기대효과: 체계적-통합적 위원회 운영과 업무 효율성 제고, 자료 관리와 활용 체계 구축, 위원회 심의 지원 및 아카이브 구축",
    "파일형식": "pdf",
    "파일명": "인천광역시_도시계획위원회 통합관리시스템 구축용역.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "도시계획위원회 통합관리시스템 구축 제 안 요 청 서 2024. 4 도시계획과 목 차 I. 과업의 개요 1 1. 과 업 명 1 2. 용역개요 1 3. 과업배경 및 목적 1 4. 과업의 범위 2 5. 기대효과 3 II. 사업추진방안 3 1. 추진목표 3 2. 추진체계 3 3. 추진일정 4 4. 추진방안 4 III. 제안요청 내용 4 1. 일반사항 4 2. 사업내용 5 3. 제안요청 내용 6 IV. 입찰 및 계약에 관한 사항 45 1. 사업자 선정 45 2. 입찰 참가자격 45 3. 입찰 참가 시 주의사항 48 V. 입찰 등록 및 제안서 제출 50 1. 제출 안내 50 2. 제출서류 51 VI. 제안서 작성요령 및 서식 52 1. 제안서 작성방법 52 2. 제안서 서명 및 효력 55 VII. 제안서 평가 및 협상 56 1. 제안서 평가방법 56 2. 평가요소 및 배점한도제안서 심사기준표 57 3. 정량적 평가기준 58 VIII. 협상대상자 선정 및 협상 61 1. 협상적격자 및 협상순위 산정 61 2. 협상적격자 통지 및 협상 절차 61 3. 협상기간 61 4. 협상내용과 범위 62 5. 계약체결 및 이행 62",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 2,
      "text": "- 1 - I 과업의 개요 1. 과 업 명 도시계획위원회 통합관리시스템 구축 용역 2. 용역개요 용 역 명 도시계획위원회 통합관리시스템 구축 용역 기 간 착수일로부터 180일 사 업 비 금150,000,000원 VAT 포함 계약방법 제한경쟁입찰협상에 의한 계약 본사업은소프트웨어진흥법제50조에따른과업내용확정을위하여과업심 의위원회를개최한사업으로, 소프트웨어진흥법제50조, 같은법시행령 제47조제1항제2호, 제3호에따라 과업내용변경및그에따른계약금액계약 기간조정이필요한경우계약상대자는국가기관등의장에게소프트웨어사업 과업변경요청서를제출하여과업심의위원회의개최를요청할수있으며, 국가 기관등의장은과업심의위원회개최요청에대해서특별한사정이없으면수용 해야함. 본사업은소프트웨어진흥법제43조, 같은법시행령제35조, 소프트웨어 사업계약및관리감독에관한지침과학기술정보통부고시제5조에따라소 프트웨어사업영향평가를미리실시한사업임붙임1 참고 본사업은소프트웨어사업계약및관리감독에관한지침과학기술정보통 신부고시 제6조의규정에의거한소프트웨어개발사업의적정사업기간산정 기준에따른사업 임 3. 과업배경 및 목적 수작업에 의한 업무의 복잡성 여러 단계의 위원회 운영업무를 수 작업으로 처리, 업무의 복잡성 발생 심의자료 변경 시 자료의 재배포 등 업무의 중복성 발생 위원회 전 과정의 지원체계 구축 필요 통합관리시스템 부재로 업무별 개별 처리 사전준비 단계에서 행정 절차는 인천광역시 업무관리시스템을 사용하고, 외부위원은 개별메 일 이용 업무관리시스템, 유관시스템과의 연계체계 필요 - 2 - 안건별 처리내역이력 관리가 어려움 심의안건별 처리이력의 관리 가 어려움. 전체 심의안건에 대한 일목요연한 현황관리 및 현황파 악이 어려움 위원회별, 안건별 현황관리체계 구축 필요 업무 및 자료의 보안 문제 내포 회의 진행 및 자료공개는 비공개 를 원칙으로 하나, 외부 위원 대상 심의자료가 메일로 배포되고 있 어 자료유출과 관련된 보안의 문제 발생 내포 자료접근 및 활용에 따른 사용자 권한체계 구축 4. 과업의 범위 시스템 구축 대상 위원회 - 대상2개 도시계획위원회, 도시건축공동위원회 위원회 운영확대 및 시스템 고도화 방안 제시 운영시스템 구조 설계 및 구축 부문 - 위원회 운영을 위한 사용자별 권한 및 기능 구축 - 위원회 개최 준비개최 등록, 안건 등록, 회의소집, 자료 배포 등를 위한 기능 구축 - 위원회 심의 운영회의 진행, 안건 설명, 안건 심의 등 지원을 위한 기능 구축 - 위원회 개최 후 결과보고 및 후속조치 등을 위한 기능 구축 - 위원회 운영 단계별 산출 자료개최개요, 상정자료, 회의록 및 개최 결과, 보도자료 등 및 관련 자료에 대한 관리 기능 - 안건별 이력관리 및 산출 자료 활용자료 검색, 통계 분석, 보고서 작성 등 기능 - 위원회 확대에 대비한 메인화면 구성 및 사용편의성 강화 방안 마련 - 외부위원의 경우 외부망인터넷망을 통하여 접근이 가능 하도록 구성 임의 사용자가 시스템 사용할 수 없도록 권한 관리 철저회원가입 불가, 임시 아이디 제공 등 내부시스템 연계 부문 - 인천광역시 업무정책포털, 인천시 공간정보플랫폼, UMS시스템 등과 연계를 통한 업무 처리 및 행정 절차 연계 - 부서 등 조직개편에 대응한 자료구조체계 마련 사용자 교육 및 유지관리 - 관리자사용자 매뉴얼 작성 및 시스템 교육 - 시스템 운영 및 유지관리 방안",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 3,
      "text": "- 3 - 5. 기대효과 시스템 구축 통한 체계적통합적 위원회 운영 및 관리에 따른 업무 효율성 제고 위원회 심의 관련 자료의 체계적 이력관리 및 통계관리 등을 통한 자료의 활용 가능성 강화 위원회 아카이브를 구축하여 위원회 운영관련 자료관련 계획 및 기준, 내부 방침 등 활용을 통한 위원회 심의 지원 II 사업추진방안 1. 추진목표 각 실국 내 도시계획관련 위원회 통합관리운영지원 시스템 구축 위원회 관련 자료에 대한 관리 및 활용 체계 구축 위원회 아카이브 구축 및 연계를 통한 위원회 심의지원시스템 구축 2. 추진체계 도시계획과 도시계획상임기획단 프로젝트총괄관리 운영계획수립 시스템운영관리 용역수행사 정보화담당관 협력부서 위원회운영및관련 시스템개발사업수행 사업추진상황보고 교육및운영지원 정보화사업 타당성 검토 보안성 검토 개인정보보호 정책 협조 IDC 정보시스템입주지원 HW 및 SW 설치 협조 소관부서업무협조 위원회관련자료제공 시스템구축요구사항제 시및점검확인 - 4 - 3. 추진일정 구분 M 사업관리 시스템설계및기능구현 시험단위, 통합 시범운영및안정화 추진일정은발주기관 와계약상대자의상호협의를통해변경할수있음. 4. 추진방안 긴급발주에 관한 사항 해당없음 분리발주에 관한 사항 해당없음 III 제안요청 내용 1. 일반사항 본 사업은 도시계획위원회 통합관리시스템 구축 용역을 위해 추진되는 사 업으로 포괄적이고 체계적인 접근방법으로 제안하여야 함 본 제안요청서에 기술하지 않았으나, 사업의 추진 시 필수적이라고 판단되는 사항은 제안범위에 포함하여 제안하여야 함 본 제안요청서 및 이후 제안서 제출까지 발생하는 모든 사안에 대 하여는 보안을 요하며, 제안서와 관련하여 제안참가 업체는 타 업체 또는 외부기관으로의 제안요청 관련 사항 공개를 금함 본 사업 수행 중 취득한 인천광역시의 정보통신 보안사항 일체에 대하여 보안을 유지하여야 하며, 내부자료 유출 등 문제발생 시 수행 업체가 모든 민형사상 책임을 져야 함",
      "tables": [
        [
          [
            "구 분",
            "M"
          ],
          [
            "사업 관리",
            ""
          ],
          [
            "시스템설계 및 기능구현",
            ""
          ],
          [
            "시험(단위, 통합)",
            ""
          ],
          [
            "시범운영 및 안정화",
            ""
          ]
        ],
        [
          [
            "도시계획과\n(도시계획상임기획단)"
          ],
          [
            "․프로젝트 총괄 관리\n․운영계획 수립\n․시스템 운영․관리"
          ]
        ],
        [
          [
            "용역수행사"
          ],
          [
            "․시스템 개발사업 수행\n․사업 추진상황 보고\n․교육 및 운영 지원"
          ]
        ],
        [
          [
            "협력부서\n(위원회 운영 및 관련)"
          ],
          [
            "․소관부서 업무협조\n․위원회 관련 자료 제공\n․시스템 구축 요구사항 제\n시 및 점검(확인)"
          ]
        ],
        [
          [
            "정보화담당관"
          ],
          [
            "․정보화사업　타당성　검토\n․보안성　검토\n․개인정보보호　정책　협조\n․IDC 정보시스템 입주 지원\n(HW 및　SW 설치　협조)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 4,
      "text": "- 5 - 2. 사업내용 세부과업내용은I. 4. 과업의범위P2 참조 위원회 통합관리시스템을 구축하여 도시계획위원회, 도시건축공동위 원회 업무를 처리 할 수 있도록 시스템 구축 운영 단계위원회 개최 준비위원회 개최 시위원회 개최 후 별 세 부업무 수행을 위한 기능 구현 사용자별 시스템 사용 권한 설정 및 관련 기능 제공 시스템 등록 자료에 대한 보안 및 관리 체계 구축 목표시스템 개념도 정보시스템구성도등공개될경우보안침해사고등이우려되는사항은본제안요청서에 기재하지않았으나, 입찰에참가하고자하는사업자의요청이있는경우제안서작성에 필요하다고판단되면보안서약서를받고담당자입회하에가능한범위에서열람할수있음 - 6 - 3. 제안요청 내용 요구사항 정의 요구사항구분 세부내용 기능요구사항 SFR, System Function Requirement -목표시스템이반드시수행하여야하거나목표시스템을이용 하여사용자가반드시수행할수있어야하는기능동작에 대하여기술함 -단, 개별기능요구사항은전체시스템의계층적구조분석을 통해단위업무별기능구조를도출한후, 이에대한세부기 능별상세요구사항을작성하는것을원칙으로하며, 기능 수행을위한데이터요구사항과연계를고려하여기술함 성능요구사항 PER, Performance Requirement -목표시스템의처리속도및시간, 처리량, 동적정적용량, 가 용성등성능에대한요구사항을기술함 시스템장비구성 요구사항 ECR, Equipment Composition Requirement -목표사업수행을위해필요한하드웨어, 소프트웨어, 네트워 크등의도입장비내역등시스템장비구성에대한요구 사항을기술함 인터페이스요구사항 INR, Interface Requirement -목표시스템과외부를연결하는시스템인터페이스와사용자 인터페이스에대한요구사항을기술한것으로타소프트웨 어, 하드웨어및통신인터페이스, 타시스템들과의정보교 환에이용되는프로토콜과의연계도포함하여기술함 -단, 인터페이스요구사항의경우사용자편의성, 사용자경 험등의사용자중심의요구사항을기술함 데이터요구사항 DAR, Data Requirement -목표시스템의서비스에필요한초기자료구축및데이터 변환을위한대상, 방법, 보안이필요한데이터등데이터를 구축하기위해필요한요구사항을기술함 테스트요구사항 TER, Test Requirement -도입되는장비의성능테스트BMT 또는구축된시스템이 목표대비제대로운영되는가를테스트하고, 점검하기위한 테스트요구사항을기술함 보안요구사항 SER, Security Requirement -정보자산의기밀성과무결성을확보하기위해목표시스템 의데이터및기능, 운영접근을통제하기위한요구사항을 기술함 품질요구사항 QUR, Quality Requirement -목표사업의원활한수행및운영을위해관리가필요한품질 항목, 품질평가대상및목표에대한요구사항을기술함 -신뢰성, 사용성, 유지관리성, 이식성, 보안성으로구분하여기술함 제약사항 COR, Constraint Requirement -목표시스템설계, 구축, 운영과관련하여사전에파악된기 술표준업무법제도등제약조건등을파악하여기술함 프로젝트관리요구사항 PMR, Project Management Requirement -프로젝트의원활한수행을위한관리방법및추진단계별 수행방안에대한요구사항을기술함 프로젝트지원요구사항 PSR, Project Support Requirement -프로젝트의원활한수행을위해필요한지원사항및방안에 대한요구사항을기술함 -시스템서비스안정화및운영, 교육훈련및기술지원, 하자 보수또는유지관리요구사항등을기술함 합계 요구사항 요건 및 내용이 변경될 경우 과업변경절차에 따라 상호 협의하여 결정하며, 제안서 작성 시 제안요구사항에 명시되지 않은 요구사항에 대해서는 추가 작성 가능",
      "tables": [
        [
          [
            "요구사항 구분",
            "세부 내용"
          ],
          [
            "기능 요구사항\n(SFR, System Function\nRequirement)",
            "-목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용\n하여 사용자가 반드시 수행할 수 있어야하는 기능(동작)에\n대하여 기술함\n-단, 개별 기능요구사항은 전체시스템의 계층적 구조분석을\n통해 단위 업무별 기능구조를 도출한 후, 이에 대한 세부기\n능별 상세 요구사항을 작성하는 것을 원칙으로 하며, 기능\n수행을 위한 데이터 요구사항과 연계를 고려하여 기술함"
          ],
          [
            "성능 요구사항\n(PER, Performance\nRequirement)",
            "-목표 시스템의 처리속도 및 시간, 처리량, 동적․정적용량, 가\n용성 등 성능에 대한 요구사항을 기술함"
          ],
          [
            "시스템 장비구성\n요구사항\n(ECR, Equipment\nComposition Requirement)",
            "-목표사업수행을 위해 필요한 하드웨어, 소프트웨어, 네트워\n크 등의 도입 장비 내역 등 시스템 장비 구성에 대한 요구\n사항을 기술함"
          ],
          [
            "인터페이스 요구사항\n(INR,\nInterface\nRequirement)",
            "-목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자\n인터페이스에 대한 요구사항을 기술한 것으로 타 소프트웨\n어, 하드웨어 및 통신 인터페이스, 타 시스템들과의 정보교\n환에 이용되는 프로토콜과의 연계도 포함하여 기술함\n-단, 인터페이스 요구사항의 경우 사용자 편의성, 사용자 경\n험 등의 사용자 중심의 요구사항을 기술함"
          ],
          [
            "데이터 요구사항\n(DAR, Data Requirement)",
            "-목표 시스템의 서비스에 필요한 초기자료 구축 및 데이터\n변환을 위한 대상, 방법, 보안이 필요한 데이터 등 데이터를\n구축하기 위해 필요한 요구사항을 기술함"
          ],
          [
            "테스트 요구사항\n(TER, Test Requirement)",
            "-도입되는 장비의 성능 테스트(BMT) 또는 구축된 시스템이\n목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한\n테스트 요구사항을 기술함"
          ],
          [
            "보안 요구사항\n(SER, Security\nRequirement)",
            "-정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템\n의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항을\n기술함"
          ],
          [
            "품질 요구사항\n(QUR, Quality Requirement)",
            "-목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질\n항목, 품질 평가 대상 및 목표에 대한 요구사항을 기술함\n-신뢰성, 사용성, 유지관리성, 이식성, 보안성으로 구분하여 기술함"
          ],
          [
            "제약사항\n(COR, Constraint\nRequirement)",
            "-목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기\n술·표준·업무·법제도 등 제약조건 등을 파악하여 기술함"
          ],
          [
            "프로젝트 관리 요구사항\n(PMR, Project Management\nRequirement)",
            "-프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별\n수행방안에 대한 요구사항을 기술함"
          ],
          [
            "프로젝트 지원 요구사항\n(PSR, Project Support\nRequirement)",
            "-프로젝트의 원활한 수행을 위해 필요한 지원사항 및 방안에\n대한 요구사항을 기술함\n-시스템/서비스 안정화 및 운영, 교육훈련 및 기술지원, 하자\n보수 또는 유지관리 요구사항 등을 기술함"
          ],
          [
            "합계",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 5,
      "text": "- 7 - 요구사항 총괄표 요구사항분류 고유번호 요구사항명칭 1기능요구사항 SFR-001 위원회통합관리시스템연계및구현 SFR-002 사용자관리기능 SFR-003 위원회개최준비 SFR-004 심의안건상정 SFR-005 위원회심의지원 SFR-006 위원회심의결과보고서관리 SFR-007 자료관리및활용기능 SFR-008 자료보안관리 SFR-009 전자문서출력기능 SFR-010 SMS 발송기능 SFR-011 전자정부표준프레임워크 SFR-012 시스템구축관련지침준수 2성능요구사항 PER-001 평균응답시간및성능최적화 3시스템장비구성요구사항 ECR-001 신규도입운영장비HW 요구사항 ECR-002 WAS 도입및운영 ECR-003 WEB 도입및운영 ECR-004 DBMS 도입및운영 ECR-005 문서변환및통합뷰어SW 도입 4인터페이스요구사항 INT-001 시스템인터페이스 INT-002 사용자인터페이스 5데이터요구사항 DAR-001 데이터표준화및상위표준준수 DAR-002 데이터표준관리 DAR-003 데이터구조설계 DAR-004 데이터구조검증 DAR-005 데이터구조관리도구 DAR-006 데이터값검증 DAR-007 데이터개방관리체계 6테스트요구사항 TER-001 테스트계획 TER-002 단위테스트 TER-003 통합테스트 TER-004 인수테스트 - 8 - 요구사항분류 고유번호 7보안요구사항 SER-001 SER-002 SER-003 SER-004 SER-005 SER-006 8품질요구사항 QUR-001 QUR-002 QUR-003 9제약사항 COR-001 COR-002 10프로젝트관리요구사항 PMR-001 PMR-002 PMR-003 PMR-004 PMR-005 11프로젝트지원요구사항 PSR-001 PSR-002 PSR-003 PSR-004 PSR-005 PSR-006 PSR-007",
      "tables": [
        [
          [
            "요구사항 분류",
            "고유번호"
          ],
          [
            "⑦ 보안 요구사항",
            "SER-001\nSER-002\nSER-003\nSER-004\nSER-005\nSER-006"
          ],
          [
            "⑧ 품질 요구사항",
            "QUR-001\nQUR-002\nQUR-003"
          ],
          [
            "⑨ 제약 사항",
            "COR-001\nCOR-002"
          ],
          [
            "⑩ 프로젝트 관리 요구사항",
            "PMR-001\nPMR-002\nPMR-003\nPMR-004\nPMR-005"
          ],
          [
            "⑪ 프로젝트 지원 요구사항",
            "PSR-001\nPSR-002\nPSR-003\nPSR-004\nPSR-005\nPSR-006\nPSR-007"
          ]
        ],
        [
          [
            "요구사항 분류",
            "고유번호",
            "요구사항 명칭"
          ],
          [
            "① 기능 요구사항",
            "SFR-001",
            "위원회 통합관리시스템 연계 및 구현"
          ],
          [
            "",
            "SFR-002",
            "사용자 관리 기능"
          ],
          [
            "",
            "SFR-003",
            "위원회 개최 준비"
          ],
          [
            "",
            "SFR-004",
            "심의 안건 상정"
          ],
          [
            "",
            "SFR-005",
            "위원회 심의 지원"
          ],
          [
            "",
            "SFR-006",
            "위원회 심의 결과 보고서 관리"
          ],
          [
            "",
            "SFR-007",
            "자료 관리 및 활용 기능"
          ],
          [
            "",
            "SFR-008",
            "자료 보안 관리"
          ],
          [
            "",
            "SFR-009",
            "전자문서 출력 기능"
          ],
          [
            "",
            "SFR-010",
            "SMS 발송 기능"
          ],
          [
            "",
            "SFR-011",
            "전자정부 표준프레임워크"
          ],
          [
            "",
            "SFR-012",
            "시스템 구축 관련 지침 준수"
          ],
          [
            "② 성능 요구사항",
            "PER-001",
            "평균응답시간 및 성능 최적화"
          ],
          [
            "③ 시스템 장비구성 요구사항",
            "ECR-001",
            "신규도입 운영장비(H/W) 요구사항"
          ],
          [
            "",
            "ECR-002",
            "WAS 도입 및 운영"
          ],
          [
            "",
            "ECR-003",
            "WEB 도입 및 운영"
          ],
          [
            "",
            "ECR-004",
            "DBMS 도입 및 운영"
          ],
          [
            "",
            "ECR-005",
            "문서변환 및 통합 뷰어 SW 도입"
          ],
          [
            "④ 인터페이스 요구사항",
            "INT-001",
            "시스템 인터페이스"
          ],
          [
            "",
            "INT-002",
            "사용자 인터페이스"
          ],
          [
            "⑤ 데이터 요구사항",
            "DAR-001",
            "데이터 표준화 및 상위표준 준수"
          ],
          [
            "",
            "DAR-002",
            "데이터 표준 관리"
          ],
          [
            "",
            "DAR-003",
            "데이터 구조 설계"
          ],
          [
            "",
            "DAR-004",
            "데이터 구조 검증"
          ],
          [
            "",
            "DAR-005",
            "데이터 구조 관리 도구"
          ],
          [
            "",
            "DAR-006",
            "데이터 값 검증"
          ],
          [
            "",
            "DAR-007",
            "데이터 개방 관리체계"
          ],
          [
            "⑥ 테스트 요구사항",
            "TER-001",
            "테스트 계획"
          ],
          [
            "",
            "TER-002",
            "단위테스트"
          ],
          [
            "",
            "TER-003",
            "통합테스트"
          ],
          [
            "",
            "TER-004",
            "인수테스트"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 6,
      "text": "- 9 - 상세 요구사항 1 기능 요구사항SFR, System Functional Requirement 요구사항분류 기능요구사항 요구사항고유번호 SFR-001 요구사항명칭 위원회통합관리시스템연계및구현 요구 사항 상세 설명 정의 공통기능 세부 내용 위원회도시계획위원회, 도시건축공동위원회 운영전과정이위원회통합 관리시스템을통해구현될수있도록시스템구성 위원회통합관리시스템기능은사용의편의성과운영관리의효율성 을위해Web으로관련기능을서비스받을수있도록구현 안건검토및심의시등록된상정자료, 회의자료및각종보고서를 확인할수있도록문서보기기능을구현 원활한업무를위해내외부연계기능구현 - 사용자관리를위한사용자및부서정보연계 인천업무정책포털또는정부디렉토리활용 - 위원회개최및안건별기안연계 - 개최알림및기타알림을위한내부UMS 연계 - 인천시공간정보플랫폼과연계하여상정안건의기초정보를 GIS기반으로정보조회가능하도록연계및구현 공간정보플랫폼담당자협의 필요시기타시스템연계여부검토 산출정보 요구사항분류 기능요구사항 요구사항고유번호 SFR-002 요구사항명칭 사용자관리기능 요구 사항 상세 설명 정의 시스템사용자구성및사용권한설정 세부 내용 사용자등록관리기능 - 내부사용자의경우인천광역시내부시스템과연계하여구성 - 외부사용자심의위원에대한정보성명, 소속, 분야, 임기, 연임여부 등 등록및권한부여기능 외부에서회원가입불가또는담당자가아이디생성하여관리 사용자로그인및권한설정 - 시스템운영을위한사용자별부서별권한을구분하여정보및기 능제공 - 부서이동에따른담당자변경에대비한부서정보와의연계 외부사용자권한및접근관리 - 외부접속시권한이없을경우정보조회제한 예 미로그인시로그인페이지이동 산출정보 사용자부서별권한및정보 - 10 - 요구사항분류 기능요구사항 요구사항고유번호 SFR-004 요구사항명칭 심의안건상정 요구 사항 상세 설명 정의 위원회심의안건상정업무기능구현 세부 내용 상정안건등록 - 상정안건기초정보안건명, 심의유형, 상정내용, 안건유형등 입력 - 상정안건관련자료등록 - 인천광역시업무정책포털연계기안 상정안건수정 - 등록및관련자료수정 - 자료수정이력관리수정사유, 수정횟수등 산출정보 상정안건개요, 상정안건등록수정이력 요구사항분류 기능요구사항 요구사항고유번호 SFR-003 요구사항명칭 위원회개최준비 요구 사항 상세 설명 정의 위원회개최준비을위한업무기능구현 세부 내용 위원회개최계획등록 - 위원회개최정보차수, 일자, 장소, 안건제출기한등 등록 - 위원회개최계획통보 - 인천광역시업무정책포털연계기안 위원회개최준비 - 상정안건확정기능 - 상정안건검토요청및검토의견관리심의위원 - 위원별회의참석여부확인 산출정보 개최개요, 참석리스트 요구사항분류 기능요구사항 요구사항고유번호 SFR-005 요구사항명칭 위원회심의지원 요구 사항 상세 설명 정의 위원회심의시진행을위한기능구현 세부 내용 위원회개최및폐회 - 위원회개최폐회설정 위원회의사진행안내 - 의사진행순서별관련정보안내 상정안건뷰어및원본자료열람 - 안건자료에대한전자문서뷰어기능제공 - 권한에따른저장기능제한",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "위원회 개최 준비"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위원회 개최 준비을 위한 업무 기능 구현"
          ],
          [
            "",
            "세부\n내용",
            "○ 위원회 개최 계획 등록\n- 위원회 개최 정보(차수, 일자, 장소, 안건 제출기한 등) 등록\n- 위원회 개최 계획 통보\n- 인천광역시 업무정책포털 연계 기안\n○ 위원회 개최 준비\n- 상정안건 확정 기능\n- 상정안건 검토 요청 및 검토 의견 관리(심의위원)\n- 위원별 회의 참석 여부 확인"
          ],
          [
            "산출정보",
            "",
            "개최 개요, 참석 리스트"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "위원회 통합관리시스템 연계 및 구현"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공통기능"
          ],
          [
            "",
            "세부\n내용",
            "○ 위원회(도시계획위원회, 도시건축공동위원회) 운영 전 과정이 ‘위원회 통합\n관리시스템’을 통해 구현 될 수 있도록 시스템 구성\n○ 위원회 통합관리시스템 기능은 사용의 편의성과 운영관리의 효율성\n을 위해 Web으로 관련 기능을 서비스 받을 수 있도록 구현\n○ 안건 검토 및 심의 시 등록된 상정자료, 회의자료 및 각종보고서를\n확인 할 수 있도록 문서보기 기능을 구현\n○ 원활한 업무를 위해 내·외부 연계 기능 구현\n- 사용자 관리를 위한 사용자 및 부서정보 연계\n* 인천 업무정책포털 또는 정부디렉토리 활용\n- 위원회 개최 및 안건별 기안 연계\n- 개최 알림 및 기타 알림을 위한 내부 UMS 연계\n- 인천시 공간정보플랫폼과 연계하여 상정안건의 기초정보를\nGIS기반으로 정보 조회 가능 하도록 연계 및 구현\n* 공간정보플랫폼 담당자 협의\n○ 필요 시 기타 시스템 연계 여부 검토"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "심의 안건 상정"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위원회 심의 안건 상정 업무 기능 구현"
          ],
          [
            "",
            "세부\n내용",
            "○ 상정안건 등록\n- 상정안건 기초 정보(안건명, 심의유형, 상정내용, 안건유형 등) 입력\n- 상정안건 관련 자료 등록\n- 인천광역시 업무정책포털 연계 기안\n○ 상정안건 수정\n- 등록 및 관련 자료 수정\n- 자료 수정 이력 관리(수정 사유, 수정 횟수 등)"
          ],
          [
            "산출정보",
            "",
            "상정안건 개요, 상정안건 등록/수정 이력"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 관리 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 사용자 구성 및 사용권한 설정"
          ],
          [
            "",
            "세부\n내용",
            "○ 사용자 등록 관리 기능\n- 내부 사용자의 경우 인천광역시 내부시스템과 연계하여 구성\n- 외부 사용자(심의 위원)에 대한 정보(성명, 소속, 분야, 임기, 연임 여부\n등) 등록 및 권한 부여 기능\n* 외부에서 회원가입 불가 또는 담당자가 아이디 생성하여 관리\n○ 사용자 로그인 및 권한 설정\n- 시스템 운영을 위한 사용자별/부서별 권한을 구분하여 정보 및 기\n능 제공\n- 부서 이동에 따른 담당자 변경에 대비한 부서정보와의 연계\n○ 외부 사용자 권한 및 접근관리\n- 외부접속 시 권한이 없을 경우 정보조회 제한\n* 예) 미 로그인 시 로그인 페이지 이동"
          ],
          [
            "산출정보",
            "",
            "사용자/부서별 권한 및 정보"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "위원회 심의 지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위원회 심의 시 진행을 위한 기능 구현"
          ],
          [
            "",
            "세부\n내용",
            "○ 위원회 개최 및 폐회\n- 위원회 개최·폐회 설정\n○ 위원회 의사 진행 안내\n- 의사 진행 순서별 관련 정보 안내\n○ 상정안건 뷰어 및 원본 자료 열람\n- 안건자료에 대한 전자문서 뷰어 기능 제공\n- 권한에 따른 저장 기능 제한"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 7,
      "text": "- 11 - 상정안건관련이력정보제공 - 상정안건에대한과거심의이력, 심의결과, 참석인원등에대한 정보제공 심의위원출결관리 - 심의위원출결및이석관리 - 위원회개최가능정족수확인기능 안건별회의결과입력및보고기능 - 안건별심의결과관리 - 회차별최종심의결과표출 표결기능 - 위원회안건별표결기능 미완료안건이월기능 - 심의되지못한안건에대한다음차수로이월기능 산출정보 진행순서, 검토의견서, 표결결과서, 출결확인서, 회의결과 요구사항분류 기능요구사항 요구사항고유번호 SFR-006 요구사항명칭 위원회심의결과보고서관리 요구 사항 상세 설명 정의 심의완료후안건별개최결과관리 세부 내용 심의결과보고서관리 - 회차별안건별심의결과보고서안 산출정보 심의결과 요구사항분류 기능요구사항 요구사항고유번호 SFR-007 요구사항명칭 자료관리및활용기능 요구 사항 상세 설명 정의 위원회생성자료에대한관리및활용기능구현 세부 내용 자료조회및관리기능 - 안건별심의이력관리기능 - 안건별생성된자료상정안, 개최결과, 보도자료등에대한관리및검색 기능 위원회심의자료에대한통계적활용기능 - 안건유형, 부서, 심의결과, 기간, 참석위원출석자료등을활용한 통계작성기능 산출정보 심의이력, 통계보고서 - 12 - 요구사항분류 기능요구사항 요구사항고유번호 SFR-011 요구사항명칭 전자정부표준프레임워크 요구 사항 상세 설명 정의 전자정부표준프레임워크적용 세부 내용 표준프레임워크의사용및적용이가능한최신버전의시스템조건만족 최신버전의표준프레임워크보다하위의버전을사용할경우발주처와 사전협의하여승인받은경우에만사용이가능하며, 승인요청시하위 버전사용에대한타당성을상세히기술하여제시 행정안전부제공전자정부표준프레임워크사용준수 요구사항분류 기능요구사항 요구사항고유번호 SFR-008 요구사항명칭 자료보안관리 요구 사항 상세 설명 정의 시스템에등록된모든자료에대한보안기능 세부 내용 자료보안관리 - 시스템등록자료에대한보안관리 자료접근이력및공개권한설정등 산출정보 요구사항분류 기능요구사항 요구사항고유번호 SFR-009 요구사항명칭 전자문서출력기능 요구 사항 상세 설명 정의 위원회운영과정에서생성된자료에대한익스포트기능 세부 내용 위원회시스템등록과정에서산출된보고서를자료형식한글, 엑셀등에맞 는형태로출력할수있도록기능구현 산출정보 요구사항분류 기능요구사항 요구사항고유번호 SFR-010 요구사항명칭 SMS 발송기능 요구 사항 상세 설명 정의 심의위원에게회의개최및공지사항등SMS 발송 세부 내용 인천광역시에서보유하고있는SMS 발송엔진과연계하여위원에게각종 이벤트회의개최, 안건발송등에대해사전에공지할수있는기능구현 산출정보",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "자료 보안 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템에 등록된 모든 자료에 대한 보안 기능"
          ],
          [
            "",
            "세부\n내용",
            "○ 자료보안 관리\n- 시스템 등록자료에 대한 보안 관리\n(자료 접근 이력 및 공개 권한 설정 등)"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "○ 상정안건 관련 이력 정보 제공\n- 상정안건에 대한 과거 심의 이력, 심의 결과, 참석 인원 등에 대한\n정보 제공\n○ 심의위원 출결 관리\n- 심의위원 출결 및 이석 관리\n- 위원회 개최 가능 정족 수 확인 기능\n○ 안건별 회의 결과 입력 및 보고 기능\n- 안건별 심의 결과 관리\n- 회차별 최종 심의 결과 표출\n○ 표결 기능\n- 위원회 안건별 표결 기능\n○ 미완료 안건 이월 기능\n- 심의되지 못한 안건에 대한 다음 차수로 이월 기능"
          ],
          [
            "산출정보",
            "",
            "진행순서, 검토의견서, 표결결과서, 출결확인서, 회의결과"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "전자문서 출력 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위원회 운영 과정에서 생성된 자료에 대한 익스포트 기능"
          ],
          [
            "",
            "세부\n내용",
            "○ 위원회 시스템 등록 과정에서 산출된 보고서를 자료 형식(한글, 엑셀 등)에 맞\n는 형태로 출력 할 수 있도록 기능 구현"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "위원회 심의 결과 보고서 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "심의 완료 후 안건별 개최 결과 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 심의 결과 보고서 관리\n- 회차별/안건별 심의결과 보고서(안)"
          ],
          [
            "산출정보",
            "",
            "심의결과"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "SMS 발송 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "심의 위원에게 회의 개최 및 공지사항 등 SMS 발송"
          ],
          [
            "",
            "세부\n내용",
            "○ 인천광역시에서 보유하고 있는 SMS 발송 엔진과 연계하여 위원에게 각종\n이벤트(회의개최, 안건 발송 등)에 대해 사전에 공지할 수 있는 기능 구현"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "자료 관리 및 활용 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위원회 생성 자료에 대한 관리 및 활용 기능 구현"
          ],
          [
            "",
            "세부\n내용",
            "○ 자료 조회 및 관리 기능\n- 안건별 심의 이력관리 기능\n- 안건별 생성된 자료(상정안, 개최결과, 보도자료 등)에 대한 관리 및 검색\n기능\n○ 위원회 심의 자료에 대한 통계적 활용 기능\n- 안건 유형, 부서, 심의결과, 기간, 참석 위원 출석 자료 등을 활용한\n통계 작성 기능"
          ],
          [
            "산출정보",
            "",
            "심의 이력, 통계보고서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "전자정부 표준프레임워크"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "전자정부 표준프레임워크 적용"
          ],
          [
            "",
            "세부\n내용",
            "○ 표준프레임워크의 사용 및 적용이 가능한 최신 버전의 시스템 조건 만족\n○ 최신버전의 표준프레임워크보다 하위의 버전을 사용할 경우 발주처와\n사전 협의하여 승인받은 경우에만 사용이 가능하며, 승인 요청 시 하위\n버전 사용에 대한 타당성을 상세히 기술하여 제시\n○ 행정안전부 제공 전자정부 표준프레임워크 사용 준수"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 8,
      "text": "- 13 - 2 성능 요구사항PER, Performance Requirement 요구사항분류 성능요구사항 요구사항고유번호 PER-001 요구사항명칭 평균응답시간및성능최적화 요구 사항 상세 설명 정의 평균응답시간및성능최적화 세부 내용 이용자환경이용기기, 웹브라우저, 쿠키등 및제공자환경서버, 네트워크등성능, 웹사이트최적화등을고려하여응답속도가3초 이하가되도록구현 웹페이지별용량과불필요한http요청횟수등을최소화하여응답속도를 향상시키는방향으로웹사이트구축 웹페이지용량을3MB이하로설계하고트래픽폭주로정상적인서비스 제공이어려울경우를대비한방안을강구 HTML, 스크립트등압축하여전송하거나사용이미지의적정품질을 표준프레임워크사용시주의사항, 사용방법등을필히숙지하여 홈페이지구축시오류, 작업지연등의문제가발생하지않도록 만전을기해야하며사용미흡으로인해발생하는모든제반사항은 사업자에서부담 산출정보 요구사항분류 기능요구사항 요구사항고유번호 SFR-012 요구사항명칭 시스템구축관련지침준수 요구 사항 상세 설명 정의 각종관련지침준수 세부 내용 정보시스템및웹사이트구축관련지침준수 - 행정기관및공공기관정보시스템구축운영지침행정안전부 - 전자정부서비스호환성준수지침행정안전부 - 행정업무용표준관리규정행정안전부 - 행정기관의코드표준화추진지침행정안전부 - 표준프레임워크적용가이드라인행정안전부 - 행정기관정보시스템접근권한관리규정행정안전부 - 행정기관등웹사이트운영가이드라인행정안전부 - 행정정보데이터베이스표준화지침행정안전부 - 웹접근성향상을위한국가표준기술가이드라인한국정보화진흥원 - 한국형웹콘텐츠접근성지침2.1과학기술정보통신부 산출정보 - 14 - 3 시스템 장비구성 요구사항ECR, Equipment Composition Requirement 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-001 요구사항명칭 신규도입운영장비HW 요구사항 요구 사항 상세 설명 정의 도시계획위원회통합관리운영시스템서버HW 셋팅 세부 내용 IDC인천광역시데이터센터에서제공하는장비HW 세팅및설치 시스템운영에필요한공개소프트웨어사용가능 계약-납품-검수까지시스템구성에대한기술지원및운영필요 산출정보 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-002 요구사항명칭 WAS 도입및운영 요구 사항 상세 설명 정의 Open소스기반WAS서버도입및운영 세부 내용 J2EE 1.4이상지원 다양한웹서버및웹소켓지원 다양한프리젠테이션로직지원Servlet, JSP, EJB, XML 등 Web ServicesSOAP, WSDL, UDDI, WS-Security 지원 HTTP, DB Connection Pool, Transaction Manager등서버내에다른 서비스를통합기능 Open소스SW 도입 산출정보 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-003 요구사항명칭 WEB 도입및운영 요구 사항 정의 Open소스기반WEB서버도입및운영 세부 HTTP 지원 유지하는선에서의압축도구를활용하여이미지크기를최소화하는등 웹페이지용량을최소화하여구현 CSS 등의활용으로서버에요청하는횟수를줄여웹사이트의최적화가 가능하도록구현 스타일시트는HTML문서상단에스크립트는하단에배치하는방법등 으로점진적으로콘텐츠화면에표시하여이용자의체감속도를향상 웹사이트설계부터검색엔진최적화를고려하여구축 산출정보",
      "tables": [
        [
          [
            "",
            "",
            "○ 표준프레임워크 사용 시 주의사항, 사용방법 등을 필히 숙지하여\n홈페이지 구축 시 오류, 작업지연 등의 문제가 발생하지 않도록\n만전을 기해야 하며 사용미흡으로 인해 발생하는 모든 제반사항은\n사업자에서 부담"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "유지하는 선에서의 압축도구를 활용하여 이미지 크기를 최소화하는 등\n웹페이지 용량을 최소화하여 구현\n○ CSS 등의 활용으로 서버에 요청하는 횟수를 줄여 웹사이트의 최적화가\n가능하도록 구현\n○ 스타일시트는 HTML문서 상단에 스크립트는 하단에 배치하는 방법 등\n으로 점진적으로 콘텐츠 화면에 표시하여 이용자의 체감 속도를 향상\n○ 웹사이트 설계부터 검색엔진 최적화를 고려하여 구축"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "신규도입 운영장비(H/W) 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "도시계획위원회 통합관리운영시스템 서버(H/W) 셋팅"
          ],
          [
            "",
            "세부\n내용",
            "○ IDC(인천광역시 데이터센터)에서 제공하는 장비(H/W) 세팅 및 설치\n○ 시스템 운영에 필요한 공개 소프트웨어 사용 가능\n○ 계약-납품-검수까지 시스템 구성에 대한 기술지원 및 운영 필요"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 구축 관련 지침 준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "각종 관련 지침 준수"
          ],
          [
            "",
            "세부\n내용",
            "○ 정보시스템 및 웹사이트 구축 관련지침 준수\n- 행정기관 및 공공기관 정보시스템 구축․운영 지침(행정안전부)\n- 전자정부서비스 호환성 준수지침(행정안전부)\n- 행정업무용 표준관리 규정(행정안전부)\n- 행정기관의 코드표준화 추진지침(행정안전부)\n- 표준 프레임워크 적용 가이드라인(행정안전부)\n- 행정기관 정보시스템 접근권한 관리규정(행정안전부)\n- 행정기관 등 웹사이트 운영 가이드라인(행정안전부)\n- 행정정보 데이터베이스 표준화지침(행정안전부)\n- 웹접근성 향상을 위한 국가표준 기술 가이드라인(한국정보화진흥원)\n- 한국형 웹콘텐츠 접근성 지침 2.1(과학기술정보통신부)"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "WAS 도입 및 운영"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "Open소스 기반 WAS서버 도입 및 운영"
          ],
          [
            "",
            "세부\n내용",
            "○ J2EE 1.4이상 지원\n○ 다양한 웹서버 및 웹 소켓 지원\n○ 다양한 프리젠테이션 로직 지원(Servlet,\nJSP, EJB, XML 등)\n○ Web Services(SOAP, WSDL, UDDI, WS-Security) 지원\n○ HTTP, DB Connection Pool,\nTransaction Manager등 서버 내에 다른\n서비스를 통합 기능\n○ Open소스 SW 도입"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "평균응답시간 및 성능 최적화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "평균응답시간 및 성능 최적화"
          ],
          [
            "",
            "세부\n내용",
            "○ 이용자 환경(이용기기, 웹브라우저, 쿠키 등) 및 제공자 환경(서버,\n네트워크 등 성능, 웹사이트 최적화 등)을 고려하여 응답속도가 3초\n이하가 되도록 구현\n○ 웹 페이지별 용량과 불필요한 http요청 횟수 등을 최소화하여 응답속도를\n향상시키는 방향으로 웹 사이트 구축\n○ 웹 페이지 용량을 3MB이하로 설계하고 트래픽 폭주로 정상적인 서비스\n제공이 어려울 경우를 대비한 방안을 강구\n○ HTML, 스크립트 등 압축하여 전송하거나 사용 이미지의 적정 품질을"
          ]
        ],
        [
          [
            "요구사항 분류",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "ECR-003"
          ],
          [
            "요구사항 명칭",
            "WEB 도입 및 운영"
          ],
          [
            "정의\n요구\n사항\n세부",
            "Open소스 기반 WEB서버 도입 및 운영\n○ HTTP 지원"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 9,
      "text": "- 15 - 4 인터페이스 요구사항INR, Interface Requirement 요구사항분류 인터페이스요구사항 요구사항고유번호 SIR-001 요구사항명칭 시스템인터페이스 요구 사항 상세 설명 정의 회의진행의편의성과사용성을고려한화면구성 세부 내용 위원회추가확대시기존위원회운영및아카이브가연계될수있도록 화면구현 사용자가시스템을쉽게활용할수있도록구현 위원이쉽게회의에참가하고자료를확인할수있도록구현 산출정보 상세 설명 내용 통합Process 방식Multi Threading지원 다양한Dynamic Contents 지원 SSL, HTTPS, X509 등표준인터페이스제공 Multi Node Load Balacing 기능지원 Open소스SW 도입 산출정보 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-004 요구사항명칭 DBMS 도입및운영 요구 사항 상세 설명 정의 Open소스기반DBMSData Base Management System 도입및운영 세부 내용 데이터의효과적이용을위해정리보관하기위한소프트웨어 향후시스템확장시효율적인지원가능Web, Mobile, IoT 등 객체관계형, 트랜잭션및분석지원 Open소스SW 도입 산출정보 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-005 요구사항명칭 문서변환및통합뷰어SW 도입 요구 사항 상세 설명 정의 문서변환및통합뷰어SW 도입및운영 세부 내용 Hwp, MS Office 등문서를Pdf문서로자동변환 Pdf 변환문서를확인할수있는뷰어 인천광역시공통보안모듈과상호충돌이없는뷰어 보안채널을통해서비스제공이가능한뷰어 페이지넘기기, 축소, 확대등기능구현 산출정보 - 16 - 요구사항분류 인터페이스요구사항 요구사항고유번호 SIR-002 요구사항명칭 사용자인터페이스 요구 사항 상세 설명 정의 사용자가한화면에서모든기능을사용할수있도록디자인구성 세부 내용 위원등사용자가한화면에서중요기능을모두사용할수있도록 디자인구성 m 화면오류발생시오류메시지기능을제공하여야함 메시지화면개발및출력 산출정보 5 데이터 요구사항DAR, Data Requirement 요구사항분류 데이터요구사항 요구사항고유번호 DAR-002 요구사항명칭 데이터표준관리 요구 사항 상세 설명 정의 데이터표준관리방안 세부 내용 데이터데이터표준관리방안 - 데이터표준관리를위한표준화관리방안메타데이터관리시스템, 문서화등과 이를통한변경이력을효과적으로관리할수있는방안을제시하고적용하여야함 산출정보 요구사항분류 데이터요구사항 요구사항고유번호 DAR-001 요구사항명칭 데이터표준화및상위표준준수 요구 사항 상세 설명 정의 데이터표준화및상위표준준수 세부 내용 데이터표준원칙및가이드수립 - 구축되는시스템의데이터특성을고려하여표준화관리체계데이터표준화 지침및가이드등를정비하여야함 범정부표준을준수한기관의표준원칙을기반으로데이터표준화 - 시스템구축에따라추가가필요한데이터표준항목단어, 용어, 도메인을정 의하고데이터표준사전등에반영하여야함 범정부표준준수 - 공공데이터공통표준용어행정안전부를준수하여야함 - 데이터표준화수립전구축시스템과관련된분야별표준여부를검토후 반영하여야함 - 공공기관의데이터베이스표준화지침을준수하여야함 산출정보",
      "tables": [
        [
          [
            "상세\n설명",
            "내용",
            "○ 통합 Process 방식(Multi Threading)지원\n○ 다양한 Dynamic Contents 지원\n○ SSL, HTTPS, X509 등 표준인터페이스 제공\n○ Multi Node Load Balacing 기능 지원\n○ Open소스 SW 도입"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 인터페이스"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자가 한 화면에서 모든 기능을 사용할 수 있도록 디자인 구성"
          ],
          [
            "",
            "세부\n내용",
            "○ 위원 등 사용자가 한 화면에서 중요기능을 모두 사용할 수 있도록\n디자인 구성\nm 화면 오류 발생 시 오류 메시지 기능을 제공하여야 함\n(메시지 화면 개발 및 출력)"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "DBMS 도입 및 운영"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "Open소스 기반 DBMS(Data Base Management System) 도입 및 운영"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터의 효과적 이용을 위해 정리・보관하기 위한 소프트웨어\n○ 향후 시스템 확장 시 효율적인 지원 가능(Web, Mobile,\nIoT 등)\n○ 객체 관계형, 트랜잭션 및 분석 지원\n○ Open소스 SW 도입"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "문서변환 및 통합 뷰어 SW 도입"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "문서변환 및 통합 뷰어 SW 도입 및 운영"
          ],
          [
            "",
            "세부\n내용",
            "○ Hwp, MS Office 등 문서를 Pdf문서로 자동 변환\n○ Pdf 변환 문서를 확인할 수 있는 뷰어\n○ 인천광역시 공통 보안 모듈과 상호 충돌이 없는 뷰어\n○ 보안 채널을 통해 서비스 제공이 가능한 뷰어\n○ 페이지 넘기기, 축소, 확대 등 기능 구현"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준화 및 상위표준 준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 표준화 및 상위표준 준수"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 표준 원칙 및 가이드 수립\n- 구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계(데이터 표준화\n지침 및 가이드 등)를 정비하여야 함\n○ 범정부 표준을 준수한 기관의 표준 원칙을 기반으로 데이터 표준화\n- 시스템 구축에 따라 추가가 필요한 데이터 표준항목(단어, 용어, 도메인)을 정\n의하고 데이터 표준사전 등에 반영하여야 함\n○ 범정부 표준 준수\n- 공공데이터 공통표준용어(행정안전부)를 준수하여야 함\n- 데이터 표준화 수립 전 구축 시스템과 관련된 분야별 표준 여부를 검토 후\n반영하여야 함\n- 공공기관의 데이터베이스 표준화 지침을 준수하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 표준 관리 방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 데이터 표준관리 방안\n- 데이터 표준관리를 위한 표준화 관리방안(메타데이터관리시스템, 문서화 등)과\n이를 통한 변경이력을 효과적으로 관리할 수 있는 방안을 제시하고 적용하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 인터페이스"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "회의진행의 편의성과 사용성을 고려한 화면 구성"
          ],
          [
            "",
            "세부\n내용",
            "○ 위원회 추가 확대 시 기존 위원회 운영 및 아카이브가 연계될 수 있도록\n화면 구현\n○ 사용자가 시스템을 쉽게 활용할 수 있도록 구현\n○ 위원이 쉽게 회의에 참가하고 자료를 확인할 수 있도록 구현"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항분류 데이터요구사항 요구사항고유번호 DAR-004 요구사항명칭 데이터구조검증 요구 사항 상세 설명 정의 데이터모델검증 세부 내용 데이터모델검증 - 설계된데이터모델은설계자개발자발주기관전문가등이참여하여검증하여야함. - 주제영역도출, 개념모델, 논리모델, 물리모델도출시점을전후로검증과교육을 수행하여야함 - 각단계별데이터모델검증시기준을정의하고실시하여야함 예 논리데이터모델검증기준 요구사항대비논리모델의완전성논리데이터모델이비즈니스요구사항의누락여부 정규화충족여부 예 물리데이터모델검증기준 중복테이블여부, 중복칼럼여부, 반정규화된중복데이터정합성유지방안여부 산출정보 요구사항분류 데이터요구사항 요구사항고유번호 DAR-003 요구사항명칭 데이터구조설계 요구 사항 상세 설명 정의 데이터구조설계원칙 세부 내용 데이터구조설계원칙및가이드제시 - 데이터구조설계모델링 원칙및가이드를제시하고이를준수하 여데이터구조를설계, 구현하여야함 - 일관성, 데이터의종속성, 무결성, DB 성능등이고려되어야함 데이터주제영역정의및개념논리물리모델설계 - 데이터공유및활용, 업무요건변화, 시스템변경으로인한DB의 구조적변화가최소화될수있도록유연한구조로설계하여야함 - 데이터분류체계, 명명규칙, DB Object 사용기준이반영되어야함 - 주제영역, 개념데이터모델, 논리데이터모델, 물리데이터모델 의설계산출물을사전에검토할수있도록제출하여야함 데이터발생과처리의이해를높이는데이터발생규칙정의 - 인조식별자가많은엔터티의경우데이터구조만으로발생규칙을 이해하기어려우므로데이터발생규칙정의서를작성하여야함 산출정보 - 18 - 요구사항분류 데이터요구사항 요구사항고유번호 DAR-005 요구사항명칭 데이터구조관리도구 요구 사항 상세 설명 정의 데이터구조관리방안 세부 내용 데이터구조관리방안 - 데이터구조를설계부터구축, 운영단계까지지속적으로관리할 수있는방안을제시하여야함 - 운영중인메타데이터관리시스템가이드등을참조해야함운영시스템자료 가있는경우 - 시스템구축기간동안DB의형상과물리데이터모델의형상일 치여부를주기적으로점검하고보고하여야함 데이터구조변경이력관리 - 데이터구조변경이력에대한관리방안을제시하고적용하여야함 산출정보 요구사항분류 데이터요구사항 요구사항고유번호 DAR-006 요구사항명칭 데이터값검증 요구 사항 상세 설명 정의 데이터값검증방안및목표시스템으로데이터이관 세부 내용 데이터값진단계획수립 - 데이터연계데이터포함 값진단수행일정을사업계획에명시하고 수행하여야함 데이터값진단수행및검증 - 데이터값진단범위전체또는일부를발주기관과협의하여야함 - 범정부또는발주기관의표준을준수하여진단기준을제시하여야함 - 진단결과에따라개선방안을제시하여야함 데이터이관계획수립 - 데이터이관에필요한인프라, 조직, 기술등수행방안을포함하여야함 - 이행대상은원천시스템의전체데이터를대상으로함 - 목표시간내에데이터이행을완료할수있도록단계별수행시간 을예측하여최적의시나리오를제시하여야함 - 표준화된코드체계에따라코드데이터이행이수행되어야함 - 데이터이행방식은데이터무결성유지가최적화된일괄이행방식으로수행함 - 여러차례의사전테스트를수행하여이관작업간발생할수있 는모든위험요소를발견ž제거하고본작업을수행하여야함 - 데이터정비및이행작업전백업및복구방안을수립하여야함 - 이관데이터품질이관데이터GAP 분석서, 데이터매핑정의서, 이 관프로그램등 확보를위한방안을제시하여야함 - 이관데이터정합성검증방안을제시하고수행하여야함",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 관리 도구"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 구조 관리 방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 구조 관리 방안\n- 데이터 구조를 설계부터 구축, 운영 단계까지 지속적으로 관리 할\n수 있는 방안을 제시하여야 함\n- 운영 중인 메타데이터관리시스템 가이드 등을 참조해야 함(운영 시스템·자료\n가 있는 경우)\n- 시스템 구축 기간 동안 DB의 형상과 물리 데이터 모델의 형상 일\n치 여부를 주기적으로 점검하고 보고하여야 함\n○ 데이터 구조 변경이력 관리\n- 데이터 구조 변경이력에 대한 관리방안을 제시하고 적용하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 설계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 구조 설계 원칙"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 구조 설계 원칙 및 가이드 제시\n- 데이터 구조 설계(모델링) 원칙 및 가이드를 제시하고 이를 준수하\n여 데이터 구조를 설계, 구현하여야 함\n- 일관성, 데이터의 종속성, 무결성, DB 성능 등이 고려되어야 함\n○ 데이터 주제영역 정의 및 개념·논리·물리 모델 설계\n- 데이터 공유 및 활용, 업무요건 변화, 시스템 변경으로 인한 DB의\n구조적 변화가 최소화될 수 있도록 유연한 구조로 설계하여야 함\n- 데이터 분류체계, 명명 규칙, DB Object 사용기준이 반영되어야 함\n- 주제영역, 개념 데이터 모델, 논리 데이터 모델, 물리 데이터 모델\n의 설계 산출물을 사전에 검토할 수 있도록 제출하여야 함\n○ 데이터 발생과 처리의 이해를 높이는 데이터 발생 규칙 정의\n- 인조 식별자가 많은 엔터티의 경우 데이터 구조만으로 발생 규칙을\n이해하기 어려우므로 ‘데이터 발생 규칙 정의서’를 작성하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 검증"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 모델 검증"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 모델 검증\n- 설계된 데이터 모델은 설계자·개발자·발주기관·전문가 등이 참여하여 검증하여야 함.\n- 주제영역 도출, 개념모델, 논리모델, 물리모델 도출 시점을 전후로 검증과 교육을\n수행하여야 함\n- 각 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함\n예) 논리 데이터 모델 검증 기준\n: 요구사항대비논리모델의완전성(논리 데이터모델이비즈니스요구사항의누락 여부)\n: 정규화 충족 여부\n예) 물리 데이터 모델 검증 기준\n: 중복 테이블 여부, 중복 칼럼 여부, 반정규화된 중복 데이터 정합성 유지 방안 여부"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 값 검증"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 값 검증 방안 및 목표시스템으로 데이터 이관"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 값 진단 계획 수립\n- 데이터(연계데이터 포함) 값 진단 수행 일정을 사업 계획에 명시하고\n수행하여야 함\n○ 데이터 값 진단 수행 및 검증\n- 데이터 값 진단 범위(전체 또는 일부)를 발주기관과 협의하여야 함\n- 범정부 또는 발주기관의 표준을 준수하여 진단기준을 제시하여야 함\n- 진단 결과에 따라 개선방안을 제시하여야 함\n○ 데이터 이관 계획 수립\n- 데이터 이관에 필요한 인프라, 조직, 기술 등 수행 방안을 포함하여야 함\n- 이행대상은 원천시스템의 전체 데이터를 대상으로 함\n- 목표 시간 내에 데이터 이행을 완료할 수 있도록 단계별 수행시간\n을 예측하여 최적의 시나리오를 제시하여야 함\n- 표준화된 코드체계에 따라 코드 데이터 이행이 수행되어야 함\n- 데이터 이행방식은 데이터 무결성 유지가 최적화된 일괄이행 방식으로 수행함\n- 여러 차례의 사전 테스트를 수행하여 이관 작업 간 발생할 수 있\n는 모든 위험 요소를 발견ž제거하고 본 작업을 수행하여야 함\n- 데이터 정비 및 이행 작업 전 백업 및 복구방안을 수립하여야 함\n- 이관 데이터 품질(이관 데이터 GAP 분석서, 데이터 매핑정의서, 이\n관프로그램 등) 확보를 위한 방안을 제시하여야 함\n- 이관 데이터 정합성 검증 방안을 제시하고 수행하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항분류 데이터요구사항 요구사항고유번호 DAR-007 요구사항명칭 데이터개방관리체계 요구 사항 상세 설명 정의 개방데이터서비스연속성확보및메타데이터현행화 세부 내용 개방데이터서비스연속성확보 - 본사업을통해구축되는시스템과연관된개방데이터목록을식 별하고개방데이터의서비스연속성확보방안을제시하여야함 - 공공데이터의제공및이용활성화에관한법률제17조에따라개 방대상데이터에대해과업내용에공공데이터개방을위한시스템 DB 연계 등업무지원포함 - 공공데이터의제공및이용활성화에관한법률제19조및제21조 에따라개방데이터파일및오픈API는행정안전부공공데이터포 털에연계제공지원 메타데이터현행화 - 본사업을통해구축되는시스템의데이터베이스에대해발주기관 의메타데이터관리시스템과중앙메타관리시스템에메타데이터표준 관리항목이등록및현행화되도록지원하여야함 산출정보 이행데이터정제 - 이관데이터정제방안을제시하고, 오류데이터식별및데이터정 제작업을수행하여야함 - 테이블매핑정의서작성시정제대상내용및처리방안을포함하여야함 - 원천시스템의오류데이터를정제하여목표시스템에정상데이터 를이관하여야함 이행데이터정합성검증 - 최종이관데이터에대한정합성검증을통하여데이터무결성을보장하여야함 - 매핑정의서의매핑규칙에맞게이행되었는지검증하여야함 데이터이관시민감데이터개인정보등에대한보안성확보방안을 제시하여야함 산출정보 - 20 - 6 테스트 요구사항TER, Test Requirement 요구사항분류 테스트요구사항 요구사항고유번호 TER-001 요구사항명칭 테스트계획 요구 사항 상세 설명 정의 테스트계획수립및실시 세부 내용 현실성있고타당성있는테스트계획일정및방안의수립및실시 다양한발생상황에대비하여현실성있는테스트가원활히수행될 수있도록실제데이터오류데이터포함를활용하여테스트시행 테스트계획서에는테스트목적, 일정, 대상, 절차방법, 참여자별역할과 책임, 준비사항데이터및시나리오등, 진입진출조건등을포함 사용자요구사항반영도, 프로그램기능오류, 성능등비기능적인요건을 점검하기위한단순테스트부터홈페이지에적용한각기능들의종합 적인테스트및관련시나리오등세부수행방안을수립하여제시 대상업무별단위시험, 통합시험등에대한방안제시 모든테스트결과및이에따른조치내역에대한이력관리를시행하고조 치내역의산출물반영여부를확인할수있는보고서를주기적으로제출 산출정보 요구사항분류 테스트요구사항 요구사항고유번호 TER-002 요구사항명칭 단위테스트 요구 사항 상세 설명 정의 단위테스트 세부 내용 개발프로그램에대한단위테스트수행방안을제시 단위테스트를통해요건반영도, 기능구현도, 각종표준및개발가이드 준수도등을세밀하게점검및조치하여이후의테스트통합, 성능 과정에서동일문제가발생하지않도록조치 단위테스트가원활하게이루어질수있도록사전에테스트시나리오를 작성하여제공 단위테스트결과와향후조치방안등이포함된결과보고서제출 산출정보",
      "tables": [
        [
          [
            "",
            "",
            "○ 이행 데이터 정제\n- 이관 데이터 정제방안을 제시하고, 오류 데이터 식별 및 데이터 정\n제 작업을 수행하여야 함\n- 테이블 매핑정의서 작성 시 정제 대상 내용 및 처리방안을 포함하여야 함\n- 원천시스템의 오류 데이터를 정제하여 목표 시스템에 정상 데이터\n를 이관하여야 함\n○ 이행 데이터 정합성 검증\n- 최종 이관 데이터에 대한 정합성 검증을 통하여 데이터 무결성을 보장하여야 함\n- 매핑정의서의 매핑규칙에 맞게 이행되었는지 검증하여야 함\n○ 데이터 이관 시 민감 데이터(개인정보 등)에 대한 보안성 확보 방안을\n제시하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "테스트 계획"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "테스트 계획 수립 및 실시"
          ],
          [
            "",
            "세부\n내용",
            "○ 현실성 있고 타당성 있는 테스트 계획(일정 및 방안)의 수립 및 실시\n○ 다양한 발생 상황에 대비하여 현실성 있는 테스트가 원활히 수행될\n수 있도록 실제 데이터(오류 데이터 포함)를 활용하여 테스트 시행\n○ 테스트 계획서에는 테스트 목적, 일정, 대상, 절차/방법, 참여자별 역할과\n책임, 준비사항(데이터 및 시나리오 등), 진입/진출 조건 등을 포함\n○ 사용자 요구사항 반영도, 프로그램 기능 오류, 성능 등 비기능적인 요건을\n점검하기 위한 단순 테스트부터 홈페이지에 적용한 각 기능들의 종합\n적인 테스트 및 관련 시나리오 등 세부 수행방안을 수립하여 제시\n○ 대상 업무별 단위시험, 통합시험 등에 대한 방안 제시\n○ 모든 테스트 결과 및 이에 따른 조치내역에 대한 이력관리를 시행하고 조\n치내역의 산출물 반영여부를 확인할 수 있는 보고서를 주기적으로 제출"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 개방 관리체계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개방데이터 서비스 연속성 확보 및 메타데이터 현행화"
          ],
          [
            "",
            "세부\n내용",
            "○ 개방 데이터 서비스 연속성 확보\n- 본 사업을 통해 구축되는 시스템과 연관된 개방데이터 목록을 식\n별하고 개방데이터의 서비스 연속성 확보 방안을 제시하여야 함\n- 공공데이터의 제공 및 이용 활성화에 관한 법률 제17조에 따라 개\n방대상 데이터에 대해 과업내용에 “공공데이터 개방을 위한 시스템\n(DB) 연계” 등 업무지원 포함\n-\n｢공공데이터의 제공 및 이용 활성화에 관한 법률｣ 제19조 및 제21조\n에 따라 개방 데이터(파일 및 오픈API)는 행정안전부 ‘공공데이터포\n털’에 연계‧제공 지원\n○ 메타데이터 현행화\n- 본 사업을 통해 구축되는 시스템의 데이터베이스에 대해 발주기관\n의 메타데이터관리시스템과 중앙메타관리시스템에 메타데이터 표준\n관리항목이 등록 및 현행화되도록 지원하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "단위테스트"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "단위테스트"
          ],
          [
            "",
            "세부\n내용",
            "○ 개발 프로그램에 대한 단위테스트 수행 방안을 제시\n○ 단위테스트를 통해 요건 반영도, 기능 구현도, 각종 표준 및 개발 가이드\n준수도 등을 세밀하게 점검 및 조치하여 이후의 테스트(통합, 성능)\n과정에서 동일 문제가 발생하지 않도록 조치\n○ 단위테스트가 원활하게 이루어질 수 있도록 사전에 테스트 시나리오를\n작성하여 제공\n○ 단위 테스트 결과와 향후 조치 방안 등이 포함된 결과보고서 제출"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 12,
      "text": "- 21 - 요구사항분류 테스트요구사항 요구사항고유번호 TER-003 요구사항명칭 통합테스트 요구 사항 상세 설명 정의 통합테스트 세부 내용 단위테스트및관련조치가완료된홈페이지를대상으로최소2회이상의 통합테스트를실시 통합테스트실시이전에일정, 대상범위, 테스트수행환경, 참여자, 역할, 수행절차, 시나리오, 테스트데이터등이포함된테스트계획서를제출 통합테스트를위한전담조직을구성하고전문테스트관리자가전체 과정을총괄하여진행 차수별통합테스트결과와조치방안이포함된테스트결과보고서제출 결과보고서에는테스트대상업무, 테스트수행건수시나리오기준, 통과건수, 결함건수, 결함유형, 심각도및원인분석결과, 결함발생 추이, 이슈, 대처방안등이포함되어야하며, 이를통해발주기관에서 홈페이지품질을판단할수있도록상세하게기술하여작성 산출정보 요구사항분류 테스트요구사항 요구사항고유번호 TER-004 요구사항명칭 인수테스트 요구 사항 상세 설명 정의 인수테스트 세부 내용 개발이완료된홈페이지를대상으로운영환경에서의인수테스트를수행 사업자는사전에일정, 대상범위, 테스트환경, 참여자, 역할, 수행절차, 테 스트시나리오, 테스트데이터등이포함된인수테스트계획서를제출 인수완료전에성능, 기능및보안요구사항등이충실히구현되었는지 확인하고요구사항을충족하지못하는경우개선요구에응해야하며, 이로인해발생하는비용, 준공지연등의추가사항에대해서는사업 수행자가부담 산출정보 7 보안 요구사항SER, Security Requirement 요구사항분류 보안요구사항 요구사항고유번호 SER-001 요구사항명칭 보안관련일반사항 요구 사항 정의 보안관련일반사항준수 세부 본구축사업의보안관련사항은국가정보보안기본지침국가정보원을 - 22 - 상세 설명 내용 기본으로준수 사업을수행함에있어필수적으로준수하여야할물리적관리적기술적 보안대책및정책마련 사업수행에사용되는인원, 문서, 장비등의보안관리계획을수립하 여야하며, 보안상결격사항이없도록조치 사업수행과관련하여취득한모든정보와자료등을외부에누설해서는 아니하며, 사업기간또는사업종료이후에도제3자에게누설되지않 도록보안대책을강구하여야함 위사항의위반으로인해문제가발생하였을경우주사업자는어떠한 민형사상책임도감수해야함 이관되는자료와관련하여보유기간경과, 처리목적달성후개인정보는 지체없이파기 외부에유출될경우물의를일으킬수있는과업에대한업무수행에 있어서참여인원을최소화하고책임자급의정규직원에한하여업무를 수행 용역참여자가교체될시에는인수인계목록을작성하여인수인계를 철저히실행하여야함 교체된인원은자필서명한보안각서를계약상대자책임하에징구제출 하고자체보안교육을실시한후결과를보고해야함 용역의감독관은사업을착수하기전과매달1회이상보안대책의이행 여부에대해확인및감독을하여야함 기타과업등을수행시보안상결함이없어야하며, 보안사항불이행 으로인해발생하는모든책임은계약상대자가짐 사업시행전대표자및참여인원의보안서약서, 정보보호서약서 등 보안관련서류제출 개인정보보호법준수및개인정보보호법에의거한개인정보수집부터 파기까지단계별관리체계를수립하고준수하여야함 과업수행장소를과업및내용의중요도에따라통제구역또는제한 구역으로지정하고외부인의출입을통제하여야하며, 통제구역출입자 명부를비치하고출입통제사항을기록유지하여야함 본용역에투입되는인력중다음에해당하는경우신원조사를실시 하며, 비밀취급업무를수행하는경우비밀취급인가를받도록하여야함 - 정보화용역사업에포함된외부인원인경우 - 비밀취급업무를수행하는외부인원인경우 - 이외시가보안상신원조사가필요하다고판단하는외부인원인경우 참여인력철수시에는노트북보조기억매체등전자적으로기록된 자료는국가정보원의정보시스템저장매체불용처리지침등관련규정에 의거삭제후반출하여야함 자료보관함은별도비치하되비밀, 대외비, 일반자료보관함으로구분",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "통합테스트"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "통합테스트"
          ],
          [
            "",
            "세부\n내용",
            "○ 단위테스트 및 관련 조치가 완료된 홈페이지를 대상으로 최소 2회 이상의\n통합 테스트를 실시\n○ 통합테스트 실시 이전에 일정, 대상범위, 테스트 수행환경, 참여자, 역할,\n수행 절차, 시나리오, 테스트 데이터 등이 포함된 테스트 계획서를 제출\n○ 통합테스트를 위한 전담조직을 구성하고 전문 테스트 관리자가 전체\n과정을 총괄하여 진행\n○ 차수별 통합 테스트 결과와 조치방안이 포함된 테스트 결과보고서 제출\n○ 결과보고서에는 테스트 대상 업무, 테스트 수행 건수(시나리오 기준),\n통과 건수, 결함 건수, 결함 유형, 심각도 및 원인 분석 결과, 결함 발생\n추이, 이슈, 대처방안 등이 포함되어야 하며, 이를 통해 발주기관에서\n홈페이지 품질을 판단할 수 있도록 상세하게 기술하여 작성"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "인수테스트"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "인수테스트"
          ],
          [
            "",
            "세부\n내용",
            "○ 개발이 완료된 홈페이지를 대상으로 운영 환경에서의 인수테스트를 수행\n○ 사업자는 사전에 일정, 대상범위, 테스트 환경, 참여자, 역할, 수행 절차, 테\n스트 시나리오, 테스트 데이터 등이 포함된 인수테스트 계획서를 제출\n○ 인수완료 전에 성능, 기능 및 보안 요구사항 등이 충실히 구현되었는지\n확인하고 요구사항을 충족하지 못하는 경우 개선요구에 응해야 하며,\n이로 인해 발생하는 비용, 준공 지연 등의 추가사항에 대해서는 사업\n수행자가 부담"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "보안관련 일반사항"
          ],
          [
            "요구\n정의\n사항\n세부",
            "보안관련 일반사항 준수\n○ 본 구축 사업의 보안관련 사항은 ‘국가 정보보안 기본지침(국가정보원)’을"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "상세\n설명",
            "내용",
            "기본으로 준수\n○ 사업을 수행함에 있어 필수적으로 준수하여야 할 물리적·관리적·기술적\n보안대책 및 정책 마련\n○ 사업수행에 사용되는 인원, 문서, 장비 등의 보안 관리계획을 수립하\n여야 하며, 보안상 결격사항이 없도록 조치\n○ 사업수행과 관련하여 취득한 모든 정보와 자료 등을 외부에 누설해서는\n아니하며, 사업기간 또는 사업종료 이후에도 제3자에게 누설되지 않\n도록 보안대책을 강구하여야 함\n○ 위 사항의 위반으로 인해 문제가 발생하였을 경우 주사업자는 어떠한\n민·형사상 책임도 감수해야 함\n○ 이관되는 자료와 관련하여 보유기간 경과, 처리목적 달성 후 개인정보는\n지체없이 파기\n○ 외부에 유출될 경우 물의를 일으킬 수 있는 과업에 대한 업무수행에\n있어서 참여인원을 최소화하고 책임자급의 정규직원에 한하여 업무를\n수행\n○ 용역 참여자가 교체될 시에는 인수인계목록을 작성하여 인수인계를\n철저히 실행하여야 함\n○ 교체된 인원은 자필 서명한 보안각서를 계약상대자 책임하에 징구 제출\n하고 자체 보안교육을 실시한 후 결과를 보고해야 함\n○ 용역의 감독관은 사업을 착수하기 전과 매달 1회 이상 보안대책의 이행\n여부에 대해 확인 및 감독을 하여야 함\n○ 기타 과업 등을 수행 시 보안상 결함이 없어야 하며, 보안사항 불이행\n으로 인해 발생하는 모든 책임은 계약상대자가 짐\n○ 사업시행 전 대표자 및 참여인원의 ‘보안서약서’,\n‘정보보호서약서’ 등\n보안관련서류 제출\n○ 개인정보보호법 준수 및 개인정보보호법에 의거한 개인정보 수집부터\n파기까지 단계별 관리체계를 수립하고 준수하여야 함\n○ 과업수행 장소를 과업 및 내용의 중요도에 따라 통제구역 또는 제한\n구역으로 지정하고 외부인의 출입을 통제하여야 하며, 통제구역 출입자\n명부를 비치하고 출입 통제 사항을 기록․유지하여야 함\n○ 본 용역에 투입되는 인력 중 다음에 해당하는 경우 신원조사를 실시\n하며, 비밀취급 업무를 수행하는 경우 비밀취급인가를 받도록 하여야 함\n- 정보화 용역사업에 포함된 외부인원인 경우\n- 비밀취급 업무를 수행하는 외부인원인 경우\n- 이외 시가 보안상 신원조사가 필요하다고 판단하는 외부인원인 경우\n○ 참여인력 철수 시에는 노트북․보조기억매체 등 전자적으로 기록된\n자료는 국가정보원의 ‘정보시스템 저장매체 불용처리 지침’등 관련 규정에\n의거 삭제 후 반출하여야 함\n○ 자료보관함은 별도 비치하되 비밀, 대외비, 일반자료 보관함으로 구분"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 13,
      "text": "- 23 - 하여보관하고, 정부책임자를지정하여관리하여야하며, 보안책임자 교체시인수인계목록을작성하여확인후시에제출하여야함 용역참여자가교체될시에는인계인수목록을작성하여인계인수를 철저히하고이에대해용역감독관의확인을받아야함. 본용역수행시행정기관및공공기관정보시스템구축운영지침에 규정된사항을준수하여야함 보안업무규정에따라보안대책이행여부를수시로확인하여이를위반할 경우제재조치를할수있으며, 누출금지대상정보 11개조항의정보 누출적발시국가계약법시행령제76조에의거부정당업자제재조치의 적용이가능 용역사업착수후투입인력에대한최초보안교육착수후1개월이내 시소프트웨어개발보안준수사항에대한교육실시 변경투입되는인력에대해서도최초투입시소프트웨어개발보안 준수교육실시 누출금지대상정보 1기관소유전산시스템의내ᆞ외부IP주소현황 2세부정보시스템구성현황및정보통신망구성도 3사용자계정, 비밀번호등정보시스템접근권한정보 4정보통신망취약점분석, 평가결과물 5정보화용역사업결과물및관련프로그램소스코드유출시안보, 국익 에피해가우려되는중요용역사업에해당 6국가용보안시스템및정보보호시스템도입현황 7침입차단시스템, 방지시스템IPS 등정보보호제품및라우터, 스위 치등네트워크장비설정정보 8공공기관의정보공개에관한법률제9조제1항에따라비공개 대상정보로분류된기관의내부문서 9공공기관개인정보보호에관한법률제2조제2호의개인정보 10보안업무규정제4조의비밀및동시행규칙제7조제3항의대외비 11그밖에각급기관의장이공개가불가하다고판단한자료 산출정보 요구사항분류 보안요구사항 요구사항고유번호 SER-002 요구사항명칭 시스템및개발보안 요구 사항 상세 설명 정의 시스템및개발보안 세부 내용 인증절차없이일반적인접근으로목표시스템의화면이나소스코드에 개인정보가노출되지않도록보안조치 시스템의화면에대한접근은관리자의사용자권한관리에의해서통제 되어야하고통제수준은그룹별개인별기능별로구체화되어야함 ᆞ",
      "tables": [
        [
          [
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\nㆍ"
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "하여 보관하고, 정․부책임자를 지정하여 관리하여야 하며, 보안책임자\n교체 시 인수․인계 목록을 작성하여 확인 후 시에 제출하여야 함\n○ 용역 참여자가 교체될 시에는 인계․인수목록을 작성하여 인계인수를\n철저히 하고 이에 대해 용역감독관의 확인을 받아야 함.\n○ 본 용역 수행 시 ‘행정기관 및 공공기관 정보시스템 구축‧운영 지침’에\n규정된 사항을 준수하여야 함\n○ 보안업무규정에 따라 보안대책 이행여부를 수시로 확인하여 이를 위반할\n경우 제재조치를 할 수 있으며, <누출금지 대상정보> 11개 조항의 정보\n누출 적발 시 국가계약법 시행령 제76조에 의거 ‘부정당업자 제재조치’의\n적용이 가능\n○ 용역사업 착수 후 투입인력에 대한 최초 보안교육(착수 후 1개월 이내)\n시 소프트웨어 개발보안 준수사항에 대한 교육 실시\n* 변경 투입되는 인력에 대해서도 최초 투입 시 소프트웨어 개발보안\n준수교육 실시",
            "누출금지 대상정보\n① 기관 소유 전산시스템의 내ㆍ외부 IP주소 현황\n② 세부 정보시스템 구성현황 및 정보통신망 구성도\n③ 사용자계정, 비밀번호 등 정보시스템 접근권한 정보\n④ 정보통신망 취약점 분석, 평가 결과물\n⑤ 정보화 용역사업 결과물 및 관련 프로그램 소스코드(유출시 안보, 국익\n에 피해가 우려되는 중요 용역사업에 해당)\n⑥ 국가용 보안시스템 및 정보보호시스템 도입 현황\n⑦ 침입차단시스템, 방지시스템(IPS) 등 정보보호제품 및 라우터, 스위\n치 등 네트워크 장비 설정 정보\n⑧ ｢공공기관의 정보공개에 관한 법률｣ 제9조 제1항에 따라 비공개\n대상 정보로 분류된 기관의 내부문서\n⑨ ｢공공기관 개인정보보호에 관한 법률｣ 제2조 제2호의 개인정보\n⑩ ｢보안업무규정｣ 제4조의 비밀 및 동 시행규칙 제7조 제3항의 대외비\n⑪ 그 밖에 각급기관의 장이 공개가 불가하다고 판단한 자료",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 및 개발 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 및 개발 보안"
          ],
          [
            "",
            "세부\n내용",
            "○ 인증 절차 없이 일반적인 접근으로 목표시스템의 화면이나 소스코드에\n개인정보가 노출되지 않도록 보안조치\n○ 시스템의 화면에 대한 접근은 관리자의 사용자 권한관리에 의해서 통제\n되어야 하고 통제수준은 그룹별/개인별/기능별로 구체화 되어야 함"
          ]
        ],
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "○\n○"
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 269
    },
    {
      "page": 14,
      "text": "- 25 - 요구사항분류 보안요구사항 요구사항고유번호 SER-004 요구사항명칭 산출물반출 요구 사항 상세 설명 정의 산출물반출및절차 세부 내용 공급자는지식재산권의활용을위하여SW산출물의반출을요청할수 있으며, 발주기관에서는보안업무규정제4조및제안요청서에명시된 누출금지정보에해당하지않을경우SW산출물을제공함. 단, 공급자는아래의내용을준하여야함 - 공급자는공급받은SW산출물에대하여제안요청서, 계약서등에누출 금지정보로명시한정보를삭제하고활용하여야하며, 이를확인하는 공급자대표명의의확약서를발주기관에제출하여야함 - 공급자가반출된SW산출물을제3자에게제공하려는경우반드시발주 기관으로부터사전승인을받아야함 - 발주기관은공급자가제공받은SW산출물을무단으로유출하거나 누출되는경우및누출금지정보를삭제하지않고활용하는경우에는 국가계약법제76조제1항제3호및지방계약법제92조제1항 제19호에따라입찰참가자격을제한함 공급자는지식재산권의활용을위하여SW산출물의반출을요청할수 있으며, 발주기관에서는보안업무규정제4조및제안요청서에명시된 누출금지정보에해당하지않을경우SW산출물을제공함. 다만, SW 산출물의활용절차와공급자가SW 산출물활용절차를지키지않는 경우입찰참가자격제한등에관하여는소프트웨어사업계약및관 리감독에관한지침과학기술정보통신부고시 제14조의2산출물의활 용에따름 산출정보 - 26 - 요구사항분류 보안요구사항 요구사항고유번호 SER-005 요구사항명칭 개인정보보호 요구 사항 상세 설명 정의 개인정보보호기능 세부 내용 개인정보보호항목식별이메일또는전화번호등 홈페이지서비스중개인정보등의비공개정보를다룰경우에는 정보의암호화및복호화방안을제시하여보안을유지 - 외부침입차단, 정보도용행위방지및개인정보를보호 - 브라우저와서버사이안전하게정보를주고받을수있는암호화 통신프로토콜SSLTLS을제공 - 개인정보, 패스워드등외부유출시문제가되는중요정보등은 반드시암복호화하여사용 주민등록번호는 수집하지 않으며, 본인확인 필요시 휴대전화인증, I-PIN 등을통한본인확인절차진행 개인정보처리업무위탁사업참여자들의보안교육을실시하고, 교육이행 확인서를제출 개인정보보호법준수점검표를만들어시스템구축시주기적인점검실시 개인정보암호화솔루션도입시DB정보암호화작업을지원 수행업체와기관은표준개인정보처리업무위탁협약서를작성 시스템의각종데이터와사용자인증정보등의보안관리를위하여 사용자별계정에대해업무에필요한최소한의접근권한을구분하고 사용자의개인자료유출및외부정보침임방지기능등을설정 고유식별정보의처리제한, 고유식별정보처리시암호화등개인정보보호법 적용여부를판단하여해당분야의법령및표준개인정보보호지침등을준수 산출정보 요구사항분류 보안요구사항 요구사항고유번호 SER-006 요구사항명칭 보안관련법령및지침 요구 사항 상세 설명 정의 보안관련법령및지침준수 세부 내용 보안관련법령준수 - 전자정부법제24조전자적대민서비스보안대책, 제56조정보통신망 등의보안대책수립시행 - 개인정보보호법 보안관련지침및가이드준수 - 국가정보보안기본지침국가정보원 - 국가공공기관암호사용기준국가정보원",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항 명칭",
            "",
            "개인정보 보호"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개인정보 보호 기능"
          ],
          [
            "",
            "세부\n내용",
            "○ 개인정보 보호항목 식별(이메일 또는 전화번호 등)\n○ 홈페이지 서비스 중 개인정보 등의 비공개 정보를 다룰 경우에는\n정보의 암호화 및 복호화 방안을 제시하여 보안을 유지\n- 외부침입차단, 정보도용 행위 방지 및 개인정보를 보호\n- 브라우저와 서버 사이 안전하게 정보를 주고받을 수 있는 암호화\n통신 프로토콜(SSL/TLS)을 제공\n- 개인정보, 패스워드 등 외부유출시 문제가 되는 중요 정보 등은\n반드시 암/복호화 하여 사용\n○ 주민등록번호는 수집하지 않으며, 본인확인 필요시 휴대전화인증,\nI-PIN 등을 통한 본인확인 절차 진행\n○ 개인정보처리 업무위탁 사업 참여자들의 보안교육을 실시하고, 교육이행\n확인서를 제출\n○ 개인정보보호법 준수 점검표를 만들어 시스템 구축 시 주기적인 점검 실시\n○ 개인정보 암호화 솔루션 도입 시 DB정보 암호화 작업을 지원\n○ 수행업체와 기관은 표준 개인정보처리 업무위탁 협약서를 작성\n○ 시스템의 각종 데이터와 사용자 인증정보 등의 보안관리를 위하여\n사용자별 계정에 대해 업무에 필요한 최소한의 접근권한을 구분하고\n사용자의 개인자료 유출 및 외부정보 침임 방지기능 등을 설정\n○ 고유식별정보의 처리제한, 고유식별정보 처리시 암호화 등 ‘개인정보보호법’\n적용여부를 판단하여 해당분야의 법령 및 표준개인정보 보호지침 등을 준수"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 반출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물 반출 및 절차"
          ],
          [
            "",
            "세부\n내용",
            "○ 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수\n있으며, 발주기관에서는 「보안업무규정」 제4조 및 제안요청서에 명시된\n누출금지정보에 해당하지 않을 경우 SW산출물을 제공함.\n(단, 공급자는 아래의 내용을 준하여야 함)\n- 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출\n금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는\n공급자 대표명의의 확약서를 발주기관에 제출하여야 함\n- 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주\n기관으로부터 사전승인을 받아야 함\n- 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나\n누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는\n「국가계약법」 제76조제1항제3호 및 「지방계약법」 제92조제1항\n제19호에 따라 입찰참가자격을 제한함\n○ 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수\n있으며, 발주기관에서는 「보안업무규정」 제4조 및 제안요청서에 명시된\n누출금지정보에 해당하지 않을 경우 SW산출물을 제공함. 다만,\nSW\n산출물의 활용 절차와 공급자가 SW 산출물 활용절차를 지키지 않는\n경우 입찰참가자격 제한 등에 관하여는 「소프트웨어사업 계약 및 관\n리감독에 관한 지침」(과학기술정보통신부 고시) 제14조의2(산출물의 활\n용)에 따름"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항 명칭",
            "",
            "보안관련 법령 및 지침"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안관련 법령 및 지침 준수"
          ],
          [
            "",
            "세부\n내용",
            "○ 보안관련 법령 준수\n- 전자정부법 제24조(전자적 대민서비스 보안대책), 제56조(정보통신망\n등의 보안대책 수립·시행)\n- 개인정보보호법\n○ 보안관련 지침 및 가이드 준수\n- 국가 정보보안 기본지침(국가정보원)\n- 국가․공공기관 암호사용 기준(국가정보원)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 15,
      "text": "- 27 - 8 품질 요구사항QUR, Quality Requirement - 전자정부정보보호관리체계행정안전부 - 소프트웨어개발보안가이드행정안전부 - 소프트웨어보안약점진단가이드행정안전부 - 개인정보보호지침행정안전부 - 웹사이트개인정보노출방지가이드라인행정안전부 - 개인정보기술적보호조치및가이드라인행정안전부 - 개인정보의안전성확보조치기준행정안전부 - 개인정보수집제공동의서작성가이드라인행정안전부 - 주민등록번호수집금지제도가이드라인행정안전부 - 홈페이지개인정보노출방지안내서행정안전부 - 행정기관및공공기관정보시스템구축운영지침행정안전부 - 개인정보의안전성확보조치기준행정안전부 - 개인정보영향평가에관한고시행정안전부 - 공공기관I-PIN 의무도입적용지침행정안전부 - 공공아이핀I-PIN 서비스운영지침한국지역정보개발원 - 웹서버구축보안점검안내서한국인터넷진흥원 - 홈페이지취약점진단제거가이드한국인터넷진흥원 - 개인정보수집최소화가이드라인한국인터넷진흥원 산출정보 요구사항분류 품질요구사항 요구사항고유번호 QUR-001 요구사항명칭 품질보증관리 요구 사항 상세 설명 정의 품질보증관리 세부 내용 사업수행단계별품질보증활동에서요구되는산출물을제출 사업수행계획서, 요구사항관리대장, 추진일정계획서등사업수행 단계별로품질보증기준가이드라인 및목표를제시 시스템구축에필요한품질보증의범위, 목표수준, 조직, 보증절차, 결과물, 점검방법및사용도구등을제시하는품질보증계획서제출 - 납기일준수등을위한사업관리품질보증계획 - 시스템품질보증을위한품질테스트목표수립등 품질보증계획에따른수행및결과를제출 산출정보 - 28 - 요구사항분류 품질요구사항 요구사항고유번호 QUR-002 요구사항명칭 이해의용이성 요구 사항 상세 설명 정의 이해의용이성 세부 내용 사용자및관리자가시스템을쉽고편하게사용할수있도록기능및 관리에다음과같은정보를제공 - 기능이해도 시스템에서제공하는모든기능에대해사용자매뉴얼 에서정보를제공 - 관리이해도 제공하는운영방법및인터페이스기능과방법을 관리자매뉴얼에포함해서정보의안정성과데이터의정합성을유지 산출정보 요구사항분류 품질요구사항 요구사항고유번호 QUR-003 요구사항명칭 품질향상방안 요구 사항 상세 설명 정의 품질향상방안 세부 내용 제안요청서에서제시한요구사항을모두충족하고추가로용역착수 전협의를통해변경및추가된사항을반영하여승인절차를통해 확정한요구사항을최종기준으로정함 제시한요구사항을충족하였는지에대한여부는각기능요구사항의 검증활동을통하여이상이없다고확인된경우에요구사항을제공한 것으로평가 기능구현의정확성은사용자가직접테스트를수행하여평가 사업수행자는구축시스템이고품질로구축및유지될수있도록만전을 기하여야함 - 시스템및프로그램의신뢰성, 안정성보장 - 데이터의보안성과무결성보장 - 관리자및사용자에대한최대한의이용편의성제공 - 기타업무수행시발견되는문제점을충실히보완 시스템장애최소화방안의수립및적용 - 시스템운용환경에있어서상존하는환경적, 업무적, 기술적위험요소 등을분석하여조치방안을수립하고시스템에적용및조치함 시스템은통상적인업무시간동안가용성을보장하여야하며운영환경에 무관하게모든채널에동일한자료및결과를생성해야함 복구할수없는자료의손실로이어질수있는오류를방지하고오류가 발생하는즉시관리자및사용자에게관련메시지를공지 산출정보",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "이해의 용이성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "이해의 용이성"
          ],
          [
            "",
            "세부\n내용",
            "○ 사용자 및 관리자가 시스템을 쉽고 편하게 사용할 수 있도록 기능 및\n관리에 다음과 같은 정보를 제공\n- 기능 이해도 : 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼\n에서 정보를 제공\n- 관리 이해도 : 제공하는 운영방법 및 인터페이스 기능과 방법을\n관리자 매뉴얼에 포함해서 정보의 안정성과 데이터의 정합성을 유지"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "- 전자정부 정보보호 관리체계(행정안전부)\n- 소프트웨어 개발보안 가이드(행정안전부)\n- 소프트웨어 보안약점 진단가이드(행정안전부)\n- 개인정보보호 지침(행정안전부)\n- 웹사이트 개인정보 노출방지 가이드라인(행정안전부)\n- 개인정보 기술적 보호 조치 및 가이드라인(행정안전부)\n- 개인정보의 안전성 확보조치 기준(행정안전부)\n- 개인정보 수집제공 동의서 작성 가이드라인(행정안전부)\n- 주민등록번호 수집금지제도 가이드라인(행정안전부)\n- 홈페이지 개인정보 노출방지 안내서(행정안전부)\n- 행정기관 및 공공기관 정보시스템 구축·운영지침(행정안전부)\n- 개인정보의 안전성 확보조치 기준(행정안전부)\n- 개인정보 영향평가에 관한 고시(행정안전부)\n- 공공기관 I-PIN 의무도입 적용지침(행정안전부)\n- 공공아이핀(I-PIN) 서비스 운영지침(한국지역정보개발원)\n- 웹서버 구축 보안점검 안내서(한국인터넷진흥원)\n- 홈페이지 취약점 진단‧제거 가이드(한국인터넷진흥원)\n- 개인정보수집 최소화 가이드라인(한국인터넷진흥원)"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "품질보증 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질보증 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업수행 단계별 품질보증 활동에서 요구되는 산출물을 제출\n○ 사업수행계획서, 요구사항 관리대장, 추진일정 계획서 등 사업수행\n단계별로 품질보증 기준(가이드라인) 및 목표를 제시\n○ 시스템 구축에 필요한 품질보증의 범위, 목표수준, 조직, 보증절차,\n결과물, 점검방법 및 사용도구 등을 제시하는 품질보증계획서 제출\n- 납기일 준수 등을 위한 사업관리 품질보증 계획\n- 시스템 품질보증을 위한 품질 테스트 목표 수립 등\n○ 품질보증 계획에 따른 수행 및 결과를 제출"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "품질향상 방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질향상 방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 제안요청서에서 제시한 요구사항을 모두 충족하고 추가로 용역 착수\n전 협의를 통해 변경 및 추가된 사항을 반영하여 승인 절차를 통해\n확정한 요구사항을 최종 기준으로 정함\n○ 제시한 요구사항을 충족하였는지에 대한 여부는 각 기능 요구사항의\n검증 활동을 통하여 이상이 없다고 확인된 경우에 요구사항을 제공한\n것으로 평가\n○ 기능 구현의 정확성은 사용자가 직접 테스트를 수행하여 평가\n○ 사업수행자는 구축 시스템이 고품질로 구축 및 유지될 수 있도록 만전을\n기하여야 함\n- 시스템 및 프로그램의 신뢰성, 안정성 보장\n- 데이터의 보안성과 무결성 보장\n- 관리자 및 사용자에 대한 최대한의 이용편의성 제공\n- 기타 업무수행 시 발견되는 문제점을 충실히 보완\n○ 시스템 장애 최소화 방안의 수립 및 적용\n- 시스템 운용환경에 있어서 상존하는 환경적, 업무적, 기술적 위험요소\n등을 분석하여 조치방안을 수립하고 시스템에 적용 및 조치함\n○ 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며 운영환경에\n무관하게 모든 채널에 동일한 자료 및 결과를 생성해야 함\n○ 복구할 수 없는 자료의 손실로 이어질 수 있는 오류를 방지하고 오류가\n발생하는 즉시 관리자 및 사용자에게 관련 메시지를 공지"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 16,
      "text": "- 29 - 9 제약사항COR, Constraint Requirement 요구사항분류 제약사항 요구사항고유번호 COR-001 요구사항명칭 시스템설계제약사항 요구 사항 상세 설명 정의 시스템설계제약사항 세부 내용 시스템설계, 데이터유형, 사용자유형등을고려하여구조설계 업무분야별상호연계성확보, 유사분야간정보항목의중복발생 및관리방지, 연계대상정보의표준화된연계체계구축 소프트웨어개발은기능공통성, 재사용성, 확장성과유지관리효율성을 높일수있도록특화된방법론과표준화된절차에따라진행 신기술수용및향후확장이가능한시스템을구축 시스템설계는행정안전부정보시스템구축운영지침등관련규정을준수하여구축 입찰시제시한기술적용계획표붙임3 양식참조를준수하여사업을추진하 고, 최종검수시기술적용결과표를작성하여제출 산출정보 요구사항분류 제약사항 요구사항고유번호 COR-002 요구사항명칭 저작권지식재산권보호및소유권 요구 사항 상세 설명 정의 저작권지식재산권보호및소유권 세부 내용 계약목적물콘텐츠, 산출물, 응용프로그램등의저작권및지식재산권은 발주기관과사업자가공동으로소유하나개발의기여도및계약목적물의 특수성을고려하여발주기관, 사업자간의협의를통해저작권및지식 재산권의귀속주체등에대해공동소유를달리정할수있음 사업수행자가해당용역을통해취득한데이터, 파일등모든정보는사업의 운영유지의목적으로만사용가능함 모든이미지아이콘, 그림, 사진등, 영상, 폰트, SW 등지식재산권이있는 콘텐츠는관련법률을위배되지않도록구매후사용 기타저작권관련사항은행정기관및공공기관정보시스템구축운영지침 제60조및기획재정부계약예규용역계약일반조건 제56조에따름 시스템구축에사용되는도구, 프로그램, 자료등은지적재산권침해등 법적문제가없어야하며향후업그레이드가가능하도록구축 - 용역을수행함에있어저작권을침해하지않아야하는사항은사업수행자가 사업수행과정에서사용하는기술, 콘텐츠, 인프라등모든사항을포함 - 용역수행에오픈소스SW를적용할경우라이센스에대한이해부족으로 인한법적분쟁또는비용발생시이에대한책임은사업수행자가부담 산출정보 - 30 - 10 프로젝트 관리 요구사항PMR, Project Management Requirement 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-001 요구사항명칭 산출물및보고 요구 사항 상세 설명 정의 산출물및보고방법 세부 내용 본사업추진과정에서이루어져야할산출물의종류및내역을각구축 단계별로표준화하여제출방법및부수, 산출물파일을함께제시하되, 다음의사항을필수적으로포함 - 사업추진중프로젝트진행현황및기타프로젝트수행에필요한 수시보고사항의산출물 - 프로그램소스코드주석, 설명서포함, ER다이어그램, 테이블 정의서, 프로그램정의서등 - 관리자매뉴얼관리, 개발, 장애처리등을포함한내용 - 착수보고서 선정된사업자는계약일로부터14일이내에제안요청서, 계약서, 제안서등을근거로검토결과, 작업일정계획, 운영계획, 보고계획, 산출물관리계획, 교육계획, 하자보수 계획등구체적인수행계획서를작성하여제출 - 정기보고서 사업진행에대한업무내용, 진행사항, 기자재반입및기타 사항을기록한업무일지를작성하고차월수행계획을 포함하여월간단위로작성제출 - 결과보고서 결과보고서, 관리지침서, 사용지침서등을포함하여제출 사업수행계획서를기반으로업무진척도관리 특이사항발생시상시보고 수행업무의변경및기타사업수행에영향을주는모든사항에대해서는 수시로보고하고중대한사항은사전승인을받아야함 보고회는착수및완료보고시시행하며, 보고회형식은발주기관과협의 하여진행 산출정보 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-002 요구사항명칭 프로젝트관리 요구 사항 상세 설명 정의 프로젝트관리방법 세부 내용 사업수행의체계적관리를위하여사업진행단계별로위험관리, 자원관리, 진도관리, 보안관리, 형상관리, 문서관리등의관리방안을제시및준수 사업의원활한진행및관리를위한관리도구를마련하고활용방안을제시 및준수 본사업과유사한사업수행경험을바탕으로프로젝트의예상위험요인",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 설계 제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 설계 제약사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 설계, 데이터 유형, 사용자 유형 등을 고려하여 구조 설계\n○ 업무 분야별 상호 연계성 확보, 유사 분야 간 정보 항목의 중복 발생\n및 관리 방지, 연계대상 정보의 표준화된 연계 체계 구축\n○ 소프트웨어 개발은 기능공통성, 재사용성, 확장성과 유지관리 효율성을\n높일 수 있도록 특화된 방법론과 표준화된 절차에 따라 진행\n○ 신기술 수용 및 향후 확장이 가능한 시스템을 구축\n○ 시스템 설계는 행정안전부 정보시스템 구축·운영 지침 등 관련규정을 준수하여 구축\n○ 입찰시 제시한 기술적용계획표(붙임 3 양식참조)를 준수하여 사업을 추진하\n고, 최종 검수 시 기술적용결과표를 작성하여 제출"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 및 보고"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물 및 보고방법"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 사업 추진과정에서 이루어져야 할 산출물의 종류 및 내역을 각 구축\n단계별로 표준화하여 제출방법 및 부수, 산출물 파일을 함께 제시하되,\n다음의 사항을 필수적으로 포함\n- 사업추진 중 프로젝트 진행현황 및 기타 프로젝트 수행에 필요한\n수시 보고사항의 산출물\n- 프로그램 소스 코드(주석, 설명서 포함), ER다이어그램, 테이블\n정의서, 프로그램 정의서 등\n- 관리자 매뉴얼(관리, 개발, 장애처리 등을 포함한 내용)\n- 착수보고서 : 선정된 사업자는 계약일로부터 14일 이내에 제안요청서,\n계약서, 제안서 등을 근거로 검토결과, 작업일정 계획,\n운영계획, 보고계획, 산출물 관리계획, 교육계획, 하자보수\n계획 등 구체적인 수행계획서를 작성하여 제출\n- 정기보고서 : 사업진행에 대한 업무내용, 진행사항, 기자재반입 및 기타\n사항을 기록한 업무일지를 작성하고 차월 수행계획을\n포함하여 월간 단위로 작성․제출\n- 결과보고서 : 결과보고서, 관리지침서, 사용지침서 등을 포함하여 제출\n○ 사업수행계획서를 기반으로 업무 진척도 관리\n○ 특이사항 발생 시 상시 보고\n○ 수행 업무의 변경 및 기타 사업수행에 영향을 주는 모든 사항에 대해서는\n수시로 보고하고 중대한 사항은 사전승인을 받아야 함\n○ 보고회는 착수 및 완료보고 시 시행하며, 보고회 형식은 발주기관과 협의\n하여 진행"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "저작권·지식재산권 보호 및 소유권"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "저작권·지식재산권 보호 및 소유권"
          ],
          [
            "",
            "세부\n내용",
            "○ 계약 목적물(콘텐츠, 산출물, 응용프로그램 등)의 저작권 및 지식재산권은\n발주기관과 사업자가 공동으로 소유하나 개발의 기여도 및 계약목적물의\n특수성을 고려하여 발주기관, 사업자 간의 협의를 통해 저작권 및 지식\n재산권의 귀속주체 등에 대해 공동소유를 달리 정할 수 있음\n* 사업수행자가 해당 용역을 통해 취득한 데이터, 파일 등 모든 정보는 사업의\n운영․유지의 목적으로만 사용가능 함\n○ 모든 이미지(아이콘, 그림, 사진 등), 영상, 폰트, SW 등 지식재산권이 있는\n콘텐츠는 관련 법률을 위배되지 않도록 구매 후 사용\n○ 기타 저작권 관련 사항은 행정기관 및 공공기관 정보시스템 구축 운영지침\n제60조 및 기획재정부 계약예규 “용역계약일반조건” 제56조에 따름\n○ 시스템 구축에 사용되는 도구, 프로그램, 자료 등은 지적재산권 침해 등\n법적 문제가 없어야 하며 향후 업그레이드가 가능하도록 구축\n- 용역을 수행함에 있어 저작권을 침해하지 않아야 하는 사항은 사업수행자가\n사업수행 과정에서 사용하는 기술, 콘텐츠, 인프라 등 모든 사항을 포함\n- 용역수행에 오픈소스 SW를 적용할 경우 라이센스에 대한 이해부족으로\n인한 법적분쟁 또는 비용 발생 시 이에 대한 책임은 사업수행자가 부담"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트 관리방법"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업수행의 체계적 관리를 위하여 사업진행 단계별로 위험관리, 자원관리,\n진도관리, 보안관리, 형상관리, 문서관리 등의 관리방안을 제시 및 준수\n○ 사업의 원활한 진행 및 관리를 위한 관리도구를 마련하고 활용방안을 제시\n및 준수\n○ 본 사업과 유사한 사업 수행경험을 바탕으로 프로젝트의 예상 위험요인"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 17,
      "text": "- 31 - 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-003 요구사항명칭 일정관리 요구 사항 상세 설명 정의 사업추진일정관리 세부 내용 시스템구축에대한추진일정을전체일정과세부일정으로구분하여계획 하고주요기능별로상세일정을분류및계획하여관리 초기계획한일정으로사업을추진함을원칙으로하나, 프로젝트진행중 보다효율적인진행을위한일정변경이필요하거나문제의발생등으로 일정이변경되어야하는경우발주기관의승인하에변경가능 산출정보 등을분석하여의견을기술하고관련사례등을통해발생원인및조치계획 등을제시 보안미흡, 품질미흡, 일정지연, HW, SW변경등에따른예산초과등의 위험을사전에예방할수있는방안을마련하고행여사고가발생한경우 에도신속하게대처할수있는방안을제시 HW, SW가변경되는경우에대한조치방안을구체적으로제시 사업추진과정에서추가적으로요구되는사항과지속적으로발생하는문제 등을파악하고관리할수있는방안을마련 표준화된프로젝트관리툴을사용하여프로젝트와관련된데이터, 문서 등을관리하고활용할수있는방안을마련 시스템다운, 데이터손실및유출, 랜섬웨어감염등의위험요소를예방하고 데이터관리에유의하여일정지연, 비용발생등이발생하지않도록조치 계약상대자는계약해지및종료사유가발생한경우본프로젝트가원활 하게수행될수있도록사유발생시점부터차후업무인수인계가완료되는 시점까지의기간동안프로젝트를지원할수있는방안을마련해야함 산출정보 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-004 요구사항명칭 개발환경 요구 사항 상세 설명 정의 개발환경구성 세부 내용 시스템구축을위해필요한HW개인용PC 등 및SW 등은용역사업자 에서갖추어야함 사업의수행을위해필요한작업장소등은사업예산내계상되어있으므로관 련비용을포함하여제안가격을산출하되, 작업장소등은상호협의하여결정함 용역사업자는작업장소상호협의시제안요청서내명시된보안요구사항을 준수한작업장소를제시할수있으며, 발주기관에서는제시된작업장소에 - 32 - 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-005 요구사항명칭 사업수행조직 요구 사항 상세 설명 정의 사업수행조직구성 세부 내용 사업수행에대한추진조직구성방안, 운영방안등을제시 - 사업관리자PM는반드시주관사업자의소속이어야하며하도급인 력불가, 프로젝트를과업기간내에총괄하여완료할능력을갖춘 자로선정 - 사업관리자PM는프로젝트의원활한진행을위해인력을효율적으로 운영및관리하여일정준수, 품질향상등의목표를달성하여야함 - 사업관리자PM는특별한사유가아닌경우변경을지양하고, PM 변 경으로인해발생하는제반사항에대한모든책임은사업자가부담 - 특별한사유가없는경우의투입된인력교체는지양하며, 인력의 교체가필요한경우사업을수행함에있어품질저하, 보안문제등이 발생하지않도록조치방안을제시 - 사업착수즉시과업수행이가능하도록조직및인력을구성 - 시스템구축조직소프트웨어개발과서버구축조직HW, 상용 SW 설치등 등업무분장을명확히하여과업추진에이상이없도록 방안마련 적절치못한인력구성및운영으로인해사업기간지연, 과업수행불가 등의사유가발생하는경우모든책임및손해배상등은사업자가부담 산출정보 11 프로젝트 지원 요구사항PSR, Project Support Requirement 관하여우선검토한다. 다만, 발주기관에서는용역사업자가제시한작업 장소가보안요구사항을준수하지못한경우거부할수있으며, 용역사업 자가유효한정보보호체계인증또는소프트웨어프로세스품질인증을 보유하고있는경우용역사업자제시안을검토시우대할수있다. 용역사업자는원격개발에따른보안사고등위험요인을식별하여이에 대한대응방안을제안하여야함. 산출정보",
      "tables": [
        [
          [
            "",
            "",
            "관하여 우선 검토한다. 다만, 발주기관에서는 용역사업자가 제시한 작업\n장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있으며, 용역사업\n자가 유효한 정보보호체계 인증 또는 소프트웨어프로세스 품질인증을\n보유하고 있는 경우 용역사업자 제시안을 검토시 우대 할 수 있다.\n○ 용역사업자는 원격개발에 따른 보안사고 등 위험요인을 식별하여 이에\n대한 대응방안을 제안하여야 함."
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "등을 분석하여 의견을 기술하고 관련사례 등을 통해 발생원인 및 조치계획\n등을 제시\n○ 보안미흡, 품질미흡, 일정지연, H/W, S/W변경 등에 따른 예산초과 등의\n위험을 사전에 예방할 수 있는 방안을 마련하고 행여 사고가 발생한 경우\n에도 신속하게 대처할 수 있는 방안을 제시\n○ H/W, S/W가 변경되는 경우에 대한 조치방안을 구체적으로 제시\n○ 사업 추진과정에서 추가적으로 요구되는 사항과 지속적으로 발생하는 문제\n등을 파악하고 관리할 수 있는 방안을 마련\n○ 표준화된 프로젝트 관리 툴을 사용하여 프로젝트와 관련된 데이터, 문서\n등을 관리하고 활용할 수 있는 방안을 마련\n○ 시스템다운, 데이터손실 및 유출, 랜섬웨어감염 등의 위험요소를 예방하고\n데이터 관리에 유의하여 일정지연, 비용발생 등이 발생하지 않도록 조치\n○ 계약상대자는 계약해지 및 종료 사유가 발생한 경우 본 프로젝트가 원활\n하게 수행될 수 있도록 사유발생 시점부터 차후 업무인수인계가 완료되는\n시점까지의 기간 동안 프로젝트를 지원할 수 있는 방안을 마련해야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "일정 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업 추진일정 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 구축에 대한 추진일정을 전체일정과 세부일정으로 구분하여 계획\n하고 주요 기능별로 상세일정을 분류 및 계획하여 관리\n○ 초기 계획한 일정으로 사업을 추진함을 원칙으로 하나, 프로젝트 진행 중\n보다 효율적인 진행을 위한 일정변경이 필요하거나 문제의 발생 등으로\n일정이 변경되어야하는 경우 발주기관의 승인 하에 변경 가능"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "사업 수행조직"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업 수행조직 구성"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업수행에 대한 추진조직 구성방안, 운영방안 등을 제시\n- 사업관리자(PM)는 반드시 주관사업자의 소속이어야 하며(하도급 인\n력 불가), 프로젝트를 과업기간 내에 총괄하여 완료할 능력을 갖춘\n자로 선정\n- 사업관리자(PM)는 프로젝트의 원활한 진행을 위해 인력을 효율적으로\n운영 및 관리하여 일정준수, 품질향상 등의 목표를 달성하여야 함\n- 사업관리자(PM)는 특별한 사유가 아닌 경우 변경을 지양하고, PM 변\n경으로 인해 발생하는 제반사항에 대한 모든 책임은 사업자가 부담\n- 특별한 사유가 없는 경우의 투입된 인력교체는 지양하며, 인력의\n교체가 필요한 경우 사업을 수행함에 있어 품질저하, 보안문제 등이\n발생하지 않도록 조치방안을 제시\n- 사업 착수 즉시 과업수행이 가능하도록 조직 및 인력을 구성\n- 시스템 구축 조직(소프트웨어 개발)과 서버 구축 조직(H/W, 상용\nS/W 설치 등) 등 업무분장을 명확히 하여 과업추진에 이상이 없도록\n방안 마련\n○ 적절치 못한 인력 구성 및 운영으로 인해 사업기간 지연, 과업수행 불가\n등의 사유가 발생하는 경우 모든 책임 및 손해배상 등은 사업자가 부담"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "개발환경"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개발환경 구성"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 구축을 위해 필요한 H/W(개인용PC 등) 및 S/W 등은 용역사업자\n에서 갖추어야 함\n○ 사업의 수행을 위해 필요한 작업장소 등은 사업예산 내 계상되어 있으므로 관\n련비용을 포함하여 제안가격을 산출하되, 작업장소 등은 상호 협의하여 결정함\n○ 용역사업자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을\n준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장소에"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 18,
      "text": "- 33 - 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-002 요구사항명칭 시스템유지관리교육 요구 사항 상세 설명 정의 시스템유지관리교육시행 세부 내용 사업자는구축된시스템의관리및운영방법에대한교육을제공하여야함 교육은교육계획서항목, 절차, 일정등포함를수립하여단계별로실시 성과물로제출하는시스템운영및관리에대한매뉴얼을기반으로하여 전반적인교육시행 교육내용에는시스템의운영, 백업, 시스템감시및보안, 비상복구방법을 포함한시스템전반에관한내용을포함 시스템부팅, 다운ᆞ장애발생시조치방법및사용자운영지침요약본등 중요사용법을책자및전자파일로제공하고도움말기능에도탑재 시스템구축기간및무상하자보수기간동안정보기술자문과관련자료등을 요청하는경우이에성실히응해야함 교육에필요한책자, 매뉴얼, 프로그램등은사업자가준비및제공 홈페이지구축완료후일정기간동안관리자변경등의사유로재교육을 요청하는경우이에응해야함 산출정보 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-001 요구사항명칭 시스템매뉴얼 요구 사항 상세 설명 정의 시스템기능매뉴얼 세부 내용 매뉴얼은관리자, 사용자가사용할수있는모든기능을포함하여야하며 누구나쉽게이해할수있도록제작하여야함 매뉴얼은단순기능설명만이아닌상황별업무절차에따라실제운영에 효율적으로사용할수있는내용으로작성하여야함 매뉴얼제작시교육과연계하여활용할수있는방안을마련 온라인도움말기능에매뉴얼기능을탑재 매뉴얼은책자와전자PDF, HWP 등로제공 산출정보 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-003 요구사항명칭 하자보수 요구 사항 정의 하자보수 세부 무상하자보수기간은준공일로부터1년으로하고용역사업자는보증기간 - 34 - 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-004 요구사항명칭 시스템장애복구 요구 사항 상세 설명 정의 시스템장애복구 세부 내용 시스템상태를확인하고, 문제발생시신속하게대처 자료의파손, 변질, 분실등에대비하기위하여체계적이고효과적인백업 및복구방안제시 발생가능한장애요소들을유형별, 단계별로구분하고이에대한대처 방안을제시 각종장애발생시즉각적인원인분석및복구등하자보수를보장하기 위하여기술지원부서및전문인력확보 산출정보 상세 설명 내용 이내에하자가발생할경우무상으로보수해야하며, 보수지연및연락 불가등의특정사유로인해보증기간이경과하는경우보증기간이내에발 생한하자로판단하여성실히보수에임해야함 준공일 발주기관이검사에의하여사업의완성을확인한날짜 동일증상으로반복적인하자가발생하는경우시스템재구축, 제품교환 등문제해결을위한조치를이행해야함 결과물에대한충분한하자보수지원방안을분야별로구분하여구체적으로 제시하여야하며무상이아닌경우비용부담조건등을명시하여야함 구체적인하자보수운영및실행계획을제시 시스템의최적운용및응급처리등에대한상세한대응방안마련 시스템장애발생시2시간이내에조치작업시행및6시간이내에시스템 복구를위한조치를완료하고원인을규명하여야함 6시간내에정상이가동불가하다판단되었을경우에는즉시발주기관에 통보하고복구기간동안대체시스템을지원 무상하자보수와유지관리의구분을명확하게하여하자보수계획을제시 하자보수이외의기능개선, 유상유지관리및재개발에대해서는계약 목적물의인수직후별도의계약체결을통해유상으로사업을추진할수 있음 산출정보",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 매뉴얼"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 기능 매뉴얼"
          ],
          [
            "",
            "세부\n내용",
            "○ 매뉴얼은 관리자, 사용자가 사용할 수 있는 모든 기능을 포함하여야 하며\n누구나 쉽게 이해할 수 있도록 제작하여야 함\n○ 매뉴얼은 단순 기능 설명만이 아닌 상황별 업무절차에 따라 실제 운영에\n효율적으로 사용할 수 있는 내용으로 작성하여야 함\n○ 매뉴얼 제작 시 교육과 연계하여 활용할 수 있는 방안을 마련\n○ 온라인 도움말 기능에 매뉴얼 기능을 탑재\n○ 매뉴얼은 책자와 전자(PDF, HWP 등)로 제공"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "상세\n설명",
            "내용",
            "이내에 하자가 발생할 경우 무상으로 보수해야 하며, 보수지연 및 연락\n불가 등의 특정 사유로 인해 보증기간이 경과하는 경우 보증기간 이내에 발\n생한 하자로 판단하여 성실히 보수에 임해야 함\n* 준공일 : 발주기관이 검사에 의하여 사업의 완성을 확인한 날짜\n○ 동일 증상으로 반복적인 하자가 발생하는 경우 시스템 재구축, 제품교환\n등 문제해결을 위한 조치를 이행해야 함\n○ 결과물에 대한 충분한 하자보수 지원방안을 분야별로 구분하여 구체적으로\n제시하여야 하며 무상이 아닌 경우 비용 부담 조건 등을 명시하여야 함\n○ 구체적인 하자보수운영 및 실행 계획을 제시\n○ 시스템의 최적 운용 및 응급처리 등에 대한 상세한 대응 방안 마련\n○ 시스템 장애발생시 2시간 이내에 조치작업 시행 및 6시간 이내에 시스템\n복구를 위한 조치를 완료하고 원인을 규명하여야 함\n○ 6시간 내에 정상이 가동 불가하다 판단되었을 경우에는 즉시 발주기관에\n통보하고 복구기간 동안 대체 시스템을 지원\n○ 무상하자보수와 유지관리의 구분을 명확하게 하여 하자보수 계획을 제시\n○ 하자보수 이외의 기능개선, 유상 유지관리 및 재개발에 대해서는 계약\n목적물의 인수 직후 별도의 계약체결을 통해 유상으로 사업을 추진할 수\n있음"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 유지·관리교육"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 유지·관리교육 시행"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업자는 구축된 시스템의 관리 및 운영방법에 대한 교육을 제공하여야 함\n○ 교육은 교육계획서(항목, 절차, 일정 등 포함)를 수립하여 단계별로 실시\n○ 성과물로 제출하는 시스템 운영 및 관리에 대한 매뉴얼을 기반으로 하여\n전반적인 교육 시행\n○ 교육내용에는 시스템의 운영, 백업, 시스템 감시 및 보안, 비상복구방법을\n포함한 시스템 전반에 관한 내용을 포함\n○ 시스템 부팅, 다운ㆍ장애발생시 조치방법 및 사용자 운영지침 요약본 등\n중요 사용법을 책자 및 전자파일로 제공하고 도움말 기능에도 탑재\n○ 시스템 구축기간 및 무상하자보수기간동안 정보기술 자문과 관련자료 등을\n요청하는 경우 이에 성실히 응해야 함\n○ 교육에 필요한 책자, 매뉴얼, 프로그램 등은 사업자가 준비 및 제공\n○ 홈페이지 구축 완료 후 일정기간 동안 관리자 변경 등의 사유로 재교육을\n요청하는 경우 이에 응해야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 장애 복구"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 장애 복구"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 상태를 확인하고, 문제발생 시 신속하게 대처\n○ 자료의 파손, 변질, 분실 등에 대비하기 위하여 체계적이고 효과적인 백업\n및 복구 방안 제시\n○ 발생 가능한 장애 요소들을 유형별, 단계별로 구분하고 이에 대한 대처\n방안을 제시\n○ 각종 장애 발생 시 즉각적인 원인분석 및 복구 등 하자보수를 보장하기\n위하여 기술지원 부서 및 전문 인력 확보"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "하자보수"
          ],
          [
            "요구\n정의\n사항\n세부",
            "하자보수\n○ 무상 하자보수기간은 준공일로부터 1년으로 하고 용역사업자는 보증기간"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 19,
      "text": "- 35 - 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-005 요구사항명칭 시스템안정화 요구 사항 상세 설명 정의 시스템안정화 세부 내용 시스템오픈이후운영의안정을위한실행방안제시 운영관리인력교육, 자체헬프데스크운영, 비상연락체제가동, 기술지원 등실행방안에포함 사업자는일정기간동안시스템안정화를위한상시지원방안마련 산출정보 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-006 요구사항명칭 저작권의책임 요구 사항 상세 설명 정의 저작권의책임 세부 내용 본사업과관련된모든소프트웨어는저작권자사가부여한라이센스 조건및보증조건의범위등저작권을침해하여서는안되며, 본사업의 완료이후에라도제안된소프트웨어사용에따른문제발생시사업자가 모든책임을지고해결해야함 산출정보 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-007 요구사항명칭 SW사업저장소사업정보제출의무 요구 사항 상세 설명 정의 SW사업저장소사업정보제출의무이행 세부 내용 본사업은소프트웨어진흥법제46조에따라SW사업정보SW사업수행 및실적정보 데이터를작성및제출하여야함 SW사업정보데이터작성및제출은SW사업정보저장소www.spir.kr을통해 진행하며관련사항은사이트자료실의SW사업정보저장소데이터제출 안내 문서를참조 SW사업정보데이터는사업총괄관리자PM가1차작성하며, 제안사가작성 하기어려운항목에대해서는발주기관의담당자와협의하여작성 SW사업정보중기능점수데이터의작성을위해기능점수측정전문가를 활용하여작성 SW사업정보저장소제출사업정보산출물는동일내용으로타사업산출물과 함께발주기관에도동일하게제출 산출정보 - 36 - 붙임 1 소프트웨어사업 영향평가 결과서 스캔본 삽입",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 안정화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 안정화"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 오픈 이후 운영의 안정을 위한 실행방안 제시\n○ 운영·관리 인력 교육, 자체 헬프데스크 운영, 비상연락체제 가동, 기술지원\n등 실행방안에 포함\n○ 사업자는 일정기간 동안 시스템 안정화를 위한 상시 지원방안 마련"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "저작권의 책임"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "저작권의 책임"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 사업과 관련된 모든 소프트웨어는 저작권자(사)가 부여한 라이센스\n조건 및 보증조건의 범위 등 저작권을 침해하여서는 안되며, 본 사업의\n완료 이후에라도 제안된 소프트웨어 사용에 따른 문제 발생 시 사업자가\n모든 책임을 지고 해결해야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "SW사업저장소 사업정보 제출의무"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "SW사업저장소 사업정보 제출의무 이행"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 사업은 「소프트웨어진흥법 제46조」에 따라 SW사업정보(SW사업 수행\n및 실적정보) 데이터를 작성 및 제출하여야 함\n○ SW사업정보 데이터 작성 및 제출은 SW사업정보저장소(www.spir.kr)을 통해\n진행하며 관련사항은 사이트 자료실의 ‘SW사업정보 저장소 데이터 제출\n안내’ 문서를 참조\n○ SW사업정보 데이터는 사업총괄관리자(PM)가 1차 작성하며, 제안사가 작성\n하기 어려운 항목에 대해서는 발주기관의 담당자와 협의하여 작성\n○ SW사업정보 중 기능점수 데이터의 작성을 위해 기능점수 측정 전문가를\n활용하여 작성\n○ SW사업정보 저장소 제출 사업정보(산출물)는 동일내용으로 타 사업산출물과\n함께 발주기관에도 동일하게 제출"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 20,
      "text": "- 37 - 붙임 2소프트웨어 개발사업의 적정 사업기간 종합산정서 - 38 - 붙임 3 기술적용계획표, 기술적용결과표 사업명 도시계획위원회통합관리시스템구축 작성일 2024.01 법률 및 고시 구분 항목 법률 o지능정보화기본법 o공공기관의정보공개에관한법률 o개인정보보호법 o소프트웨어진흥법 o인터넷주소자원에관한법률 o전자서명법 o전자정부법 o정보통신기반보호법 o정보통신망이용촉진및정보보호등에관한법률 o통신비밀보호법 o국가를당사자로하는계약에관한법률 o하도급거래공정화에관한법률 o지방자치단체를당사자로하는계약에관한법률 o공공데이터의제공및이용활성화에관한법률 고시등 o보안업무규정대통령령 o행정기관정보시스템접근권한관리규정국무총리훈령 o장애인고령자등의정보접근및이용편의증진을위한고시과학기술정보통신부고시 o전자서명인증업무운영기준과학기술정보통신부고시 o전자정부웹사이트품질관리지침행정안전부고시 o정보보호시스템공통평가기준미래창조과학부고시 o정보보호시스템평가인증지침과학기술정보통신부고시 o정보시스템감리기준행정안전부고시 o전자정부사업관리위탁에관한규정행정안전부고시 o전자정부사업관리위탁용역계약특수조건행정안전부예규 o행정전자서명인증업무지침행정안전부고시 o행정기관도메인이름및IP주소체계표준행정안전부고시 o개인정보의안전성확보조치기준개인정보보호위원회 o정보보호및개인정보보호관리체계인증등에관한고시개인정보보호위원회 o지방자치단체입찰및계약집행기준행정안전부예규 o지방자치단체입찰시낙찰자결정기준행정안전부예규 o표준개인정보보호지침개인정보보호위원회 o엔지니어링사업대가의기준산업통상자원부고시 o소프트웨어기술성평가기준지침과학기술정보통신부고시 o소프트웨사업계약및관리감독에관한지침과학기술정보통신부고시",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "ｏ 지능정보화 기본법\nｏ 공공기관의 정보공개에 관한 법률\nｏ 개인정보 보호법\nｏ 소프트웨어 진흥법\nｏ 인터넷주소자원에 관한 법률\nｏ 전자서명법\nｏ 전자정부법\nｏ 정보통신기반 보호법\nｏ 정보통신망 이용촉진 및 정보보호 등에 관한 법률\nｏ 통신비밀보호법\nｏ 국가를 당사자로 하는 계약에 관한 법률\nｏ 하도급거래 공정화에 관한 법률\nｏ 지방자치단체를 당사자로 하는 계약에 관한 법률\nｏ 공공데이터의 제공 및 이용 활성화에 관한 법률"
          ],
          [
            "고시 등",
            "ｏ 보안업무규정(대통령령)\nｏ 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\nｏ 장애인·고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시(과학기술정보통신부고시)\nｏ 전자서명인증업무 운영기준(과학기술정보통신부고시)\nｏ 전자정부 웹사이트 품질관리 지침(행정안전부고시)\nｏ 정보보호시스템 공통평가기준(미래창조과학부고시)\nｏ 정보보호시스템 평가·인증 지침(과학기술정보통신부고시)\nｏ 정보시스템 감리기준(행정안전부고시)\nｏ 전자정부사업관리 위탁에 관한 규정(행정안전부고시)\nｏ 전자정부사업관리 위탁용역계약 특수조건(행정안전부예규)\nｏ 행정전자서명 인증업무지침(행정안전부고시)\nｏ 행정기관 도메인이름 및 IP주소체계 표준(행정안전부고시)\nｏ 개인정보의 안전성 확보조치 기준(개인정보보호위원회)\nｏ 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시(개인정보보호위원회)\nｏ 지방자치단체 입찰 및 계약 집행 기준(행정안전부예규)\nｏ 지방자치단체 입찰시 낙찰자 결정기준(행정안전부예규)\nｏ 표준 개인정보 보호지침(개인정보보호위원회)\nｏ 엔지니어링사업대가의 기준(산업통상자원부고시)\nｏ 소프트웨어 기술성 평가기준 지침(과학기술정보통신부고시)\nｏ 소프트웨사업 계약 및 관리감독에 관한 지침(과학기술정보통신부고시)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 21,
      "text": "- 39 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미적용시사 유및대체 기술 적용부분 적용 미 적용 해당 없음 기본지침 o정보시스템은사용자가다양한브라우저환경에서서비스를 이용할수있도록표준기술을준수하여야하고, 장애인, 저사 양컴퓨터사용자등서비스이용소외계층을고려한설계구현을 검토하여야한다. 세부기술지침 관련규정 o전자정부웹사이트품질관리지침 o한국형웹콘텐츠접근성지침2.1 o모바일전자정부서비스관리지침 외부접근 장치 o웹브라우저관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o모바일관련 - 모바일웹콘텐츠저작지침1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 구분 항목 o중소소프트웨어사업자의사업참여지원에관한지침과학기술정보통신부고시 o소프트웨어품질성능평가시험운영에관한지침과학기술정보통신부고시 o용역계약일반조건기획재정부계약예규 o협상에의한계약체결기준기획재정부계약예규 o경쟁적대화에의한계약체결기준기획재정부계약예규 o하도급거래공정화지침공정거래위원회예규 o정보보호조치에관한지침과학기술정보통신부고시 o개인정보의기술적관리적보호조치기준개인정보보호위원회 o행정정보공동이용지침행정안전부예규 o공공기관의데이터베이스표준화지침행정안전부고시 o공공데이터공통표준용어행정안전부고시 o공공데이터관리지침행정안전부고시 o모바일전자정부서비스관리지침행정안전부예규 o행정기관및공공기관정보자원통합기준행정안전부고시 o국가정보보안기본지침국가정보원 - 40 - 인터페이스 및 통합 분야 플랫폼 및 기반구조 분야 구 분 항 목 서비스전달 프로토콜 IPv4 IPv6 구 분 항 목 기본지침 o정보시스템간서비스의연계및통합에는웹서비스적용 을검토하고, 개발된웹서비스중타기관과공유가가능한 웹서비스는범정부차원의공유활용이가능하도록지원 하여야한다. 세부기술지침 서비스통합 o웹서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o비즈니스프로세스관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터공유o데이터형식 XML 1.0 인터페이스o서비스발견및명세 UDDI v3, WSDL 2.0 구 분 항 목 기본지침 o정보시스템운영에사용되는통신장비는IPv4와IPv6가동 시에지원되는장비를채택하여야한다. o하드웨어는이기종간연계가가능하여야하며, 특정기능을 수행하는임베디드장치및주변장치는해당장치가설치 되는정보시스템과호환성및확장성이보장되어야한다. 세부기술지침 네트워크 o 화상회의및멀티미디어통신 H.320H.324,",
      "tables": [
        [
          [
            "구\n분",
            "항\n목"
          ],
          [
            "IPv4\n서비스 전달\n프로토콜\nIPv6",
            ""
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "",
            "ｏ 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침(과학기술정보통신부고시)\nｏ 소프트웨어 품질성능 평가시험 운영에 관한 지침(과학기술정보통신부고시)\nｏ 용역계약일반조건(기획재정부계약예규)\nｏ 협상에 의한 계약체결기준(기획재정부계약예규)\nｏ 경쟁적 대화에 의한 계약체결기준(기획재정부계약예규)\nｏ 하도급거래공정화지침(공정거래위원회예규)\nｏ 정보보호조치에 관한 지침(과학기술정보통신부고시)\nｏ 개인정보의 기술적·관리적 보호조치 기준(개인정보보호위원회)\nｏ 행정정보 공동이용 지침(행정안전부예규)\nｏ 공공기관의 데이터베이스 표준화 지침(행정안전부고시)\nｏ 공공데이터 공통표준용어(행정안전부고시)\nｏ 공공데이터 관리지침(행정안전부고시)\nｏ 모바일 전자정부 서비스 관리 지침(행정안전부예규)\nｏ 행정기관 및 공공기관 정보자원 통합기준(행정안전부고시)\nｏ 국가정보보안기본지침(국가정보원)"
          ]
        ],
        [
          [
            "구\n분\n항\n목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "ｏ 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용\n을 검토하고, 개발된 웹서비스 중 타기관과 공유가 가능한\n웹서비스는 범정부 차원의 공유·활용이 가능하도록 지원\n하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "서비스 통합",
            "ｏ 웹 서비스\n- SOAP 1.2, WSDL 2.0, XML 1.0"
          ],
          [
            "",
            "- UDDI\nv3"
          ],
          [
            "",
            "- RESTful"
          ],
          [
            "",
            "ｏ 비즈니스 프로세스 관리\n- UML 2.0/BPMN 1.0"
          ],
          [
            "",
            "- ebXML/BPEL 2.0/XPDL 2.0"
          ],
          [
            "데이터 공유 ｏ 데이터 형식 : XML 1.0",
            ""
          ],
          [
            "인터페이스 ｏ 서비스 발견 및 명세 : UDDI",
            "v3, WSDL 2.0"
          ]
        ],
        [
          [
            "구\n분",
            "항\n목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미 적\n용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를\n이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사\n양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계·구현을\n검토하여야 한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "ｏ 전자정부 웹사이트 품질관리 지침\nｏ 한국형 웹 콘텐츠 접근성 지침 2.1",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 모바일 전자정부 서비스 관리 지침",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근\n장치",
            "ｏ 웹브라우저 관련\n- HTML 4.01/HTML 5, CSS 2.1",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- XHTML 1.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- XML 1.0, XSL 1.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- ECMAScript 3rd",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 모바일 관련\n- 모바일 웹 콘텐츠 저작 지침 1.0\n(KICS.KO-10.0307)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "서비스\n요구사항",
            "서비스관리(KS X ISO/IEC 20000)/\nITIL v3",
            "",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "구\n분",
            "항\n목"
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "ｏ 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동\n시에 지원되는 장비를 채택하여야 한다.",
            ""
          ],
          [
            "ｏ 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을\n수행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치\n되는 정보시스템과 호환성 및 확장성이 보장되어야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "네트워크\nｏ 화상회의 및 멀티미디어 통신 :\nH.320~H.324,",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 22,
      "text": "- 41 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미적용시사 유및대체 기술 적용부분 적용 미 적용 해당 없음 기본지침 o응용서비스는컴포넌트화하여개발하는것을원칙으로한다. o데이터는데이터공유및재사용, 데이터교환, 데이터품질 향상, 데이터베이스통합등을위하여표준화되어야한다. o행정정보의공동활용에필요한행정코드는행정표준코드 를준수하여야하며그렇지못한경우에는행정기관등의 장이그사유를행정안전부장관에게보고하고행정안전부 의행정기관의코드표준화추진지침에따라코드체계및 코드를생성하여행정안전부장관에게표준등록을요청하 여야한다. 구 분 항 목 적용계획결과 부분적용 미적용시사 유및대체 기술 적용부분 적용 미 적용 해당 없음 H.310 o부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제및 기반환경 o서버용개방형 운영체제및기반환경 - POSIX.0 - UNIX - Windows Server - Linux o모바일용운영체계및기반환경 - android - IOS - Windows Phone 데이터베이스 oDBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템관리oITIL v3 ISO20000 소프트웨어 공학 o개발프레임워크 전자정부표준프레임워크 - 42 - 보안 분야 구 분 항 목 o패키지소프트웨어는타패키지소프트웨어또는타정보시스 템과의연계를위해데이터베이스사용이투명해야하며 다양한유형의인터페이스를지원하여야한다. 세부기술지침 관련규정 o공공기관의데이터베이스표준화지침 o공공데이터공통표준용어 o공공데이터관리지침 데이터표현 o정적표현 HTML 4.01 o동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o프로그래밍 - C - C - Java - C - 기타 데이터교환 o교환프로토콜 - XMI 2.0 - SOAP 1.2 o문자셋 - EUC-KR - UTF-8단, 신규시스템은UTF-8 우선적용 구분 항 목 기본지침 o정보시스템의보안을위하여위험분석을통한보안계획을수 립하고이를적용하여야한다. 이는정보시스템의구축운영과 관련된서비스접근및전달,플랫폼및기반구조,요소기 술 및인터페이스및통합 분야를모두포함하여야한다. o보안이중요한서비스및데이터의접근에관련된사용자인 증은전자서명또는행정전자서명을기반으로하여야한다.",
      "tables": [
        [
          [
            "구\n분",
            "항\n목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미 적\n용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "H.310",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 부가통신: VoIP\n- H.323",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- SIP",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- Megaco(H.248)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "운영체제 및\n기반 환경",
            "ｏ 서버용(개방형) 운영 체제 및 기반환경 :\n- POSIX.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- UNIX",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- Windows Server",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- Linux",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 모바일용 운영 체계 및 기반환경\n- android",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- IOS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- Windows Phone",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터베이스",
            "ｏ DBMS\n- RDBMS",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- ORDBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- OODBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "- MMDBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "시스템 관리 ｏ ITIL v3",
            "/\nISO20000",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "소프트웨어\n공학",
            "ｏ 개발프레임워크 : 전자정부 표준프레임워크",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구\n분\n항\n목",
            ""
          ],
          [
            "ｏ 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스\n템과의 연계를 위해 데이터베이스 사용이 투명해야 하며\n다양한 유형의 인터페이스를 지원하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "관련규정",
            "ｏ 공공기관의 데이터베이스 표준화 지침\nｏ 공공데이터 공통표준용어\nｏ 공공데이터 관리지침"
          ],
          [
            "데이터 표현",
            "ｏ 정적표현 : HTML 4.01"
          ],
          [
            "",
            "ｏ 동적표현\n- JSP 2.1"
          ],
          [
            "",
            "- ASP.net"
          ],
          [
            "",
            "- PHP"
          ],
          [
            "",
            "- 기타 (\n)"
          ],
          [
            "프로그래밍",
            "ｏ 프로그래밍\n- C"
          ],
          [
            "",
            "- C++"
          ],
          [
            "",
            "- Java"
          ],
          [
            "",
            "- C#"
          ],
          [
            "",
            "- 기타 (\n)"
          ],
          [
            "데이터 교환",
            "ｏ 교환프로토콜:\n- XMI 2.0"
          ],
          [
            "",
            "- SOAP 1.2"
          ],
          [
            "",
            "ｏ 문자셋\n- EUC-KR"
          ],
          [
            "",
            "- UTF-8(단, 신규시스템은 UTF-8 우선 적용)"
          ]
        ],
        [
          [
            "구\n분\n항\n목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미 적\n용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다.",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질\n향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다.",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ 행정정보의 공동활용에 필요한 행정코드는 행정표준코드\n를 준수하여야 하며 그렇지 못한 경우에는 행정기관등의\n장이 그 사유를 행정안전부장관에게 보고하고 행정안전부\n의“행정기관의 코드표준화 추진지침”에 따라 코드체계 및\n코드를 생성하여 행정안전부장관에게 표준 등록을 요청하\n여야 한다.",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구 분\n항\n목"
          ],
          [
            "기본 지침"
          ],
          [
            "ｏ 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수\n립하고 이를 적용하여야 한다.\n이는 정보시스템의 구축 운영과\n관련된 “서비스 접근 및 전달”,“플랫폼 및 기반구조”,“요소기\n술” 및 “인터페이스 및 통합” 분야를 모두 포함하여야 한다."
          ],
          [
            "ｏ 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인\n증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 23,
      "text": "- 43 - 구분 항 목 적용계획결과 부분적용 미적용시 사유및대 체기술 적용부분 적용 미 적용 해당 없음 o네트워크장비및네트워크보안장비에임의접속이가능한악 의적인기능등설치된백도어가없도록하여야하고보안 기능취약점발견시개선조치하여야한다. 세부기술지침 관련 규정 o전자정부법 o국가정보보안기본지침국가정보원 - 국가사이버안전매뉴얼 o네트워크장비구축운영사업추가특수조건조달청지침 제품 별도 입 요건 및보안 기준 준수 o국정원검증필암호모듈탑재ᆞ사용대상암호가주 기능인정보보호제품 - PKI제품 - SSO제품 - 디스크ᆞ파일암호화제품 - 문서암호화제품DRM등 - 메일암호화제품 - 구간암호화제품 - 키보드암호화제품 - 하드웨어보안토큰 - DB암호화제품 - 상기제품9종이외중요정보보호를위해암호기능 이내장된제품 - 암호모듈검증서에명시된제품과동일제품여부 oCC인증필수제품유형군국제CC인경우보안적합 성검증필요 - 네트워크침입차단 - 네트워크침입방지침입탐지포함 - 통합보안관리 - 웹응용프로그램침입차단 - DDos 대응 - 인터넷전화보안 - 무선침입방지 - 무선랜인증 - 가상사설망검증필암호모듈탑재필수 - 네트워크접근통제 - 네트워크자료유출방지 - 망간자료전송 - 안티바이러스 - 가상화PC 또는서버 - 패치관리 - 호스트자료유출방지매체제어제품포함, 자료저장기 능이있는경우국정원검증필암호모듈탑재필수 - 스팸메일차단 - 서버접근통제 - DB접근통제 - 스마트카드 - 44 - 최신 기준은 국가정보원 홈페이지 참조 상기 내용은 예시로서 제안서 제출 시 기술적용계획 제시 필요 구분 항 목 - 소프트웨어기반보안USB검증필암호모듈탑재필수 - 디지털복합기비휘발성저장매체장착제품에대 한완전삭제혹은암호화기능 - 소스코드보안약점분석도구 - 스마트폰보안관리 - CC인증서에명시된제품과동일제품여부 o모바일서비스앱웹 등 - 보안취약점및보안약점점검조치 모바일전자정부서비스관리지침 o민간클라우드활용 - 클라우드서비스보안인증CSAP을받은서비스 - 행정공공기관민간클라우드이용가이드라인 백도 어방 지기 술적 확인 사항 o보안기능준수 - 식별및인증 - 암호지원 - 정보흐름통제 - 보안관리 - 자체시험 - 접근통제 - 전송데이터보호 - 감사기록 - 기타제품별특화기능 o보안기능확인및취약점제거 - 보안기능별명령어등시험및운영방법제공 - 취약점개선취약점이없는펌웨어및패치적용 - 백도어제거비공개원격관리및접속기능 - 오픈소스적용기능및리스트제공",
      "tables": [
        [
          [
            "구 분",
            "항\n목"
          ],
          [
            "",
            "- 소프트웨어기반 보안USB(검증필 암호모듈 탑재 필수)\n- 디지털 복합기 (비휘발성 저장매체 장착 제품에 대\n한 완전삭제 혹은 암호화 기능)\n- 소스코드 보안약점 분석도구\n- 스마트폰 보안관리\n- CC인증서에 명시된 제품과 동일 제품 여부"
          ],
          [
            "",
            "ｏ 모바일 서비스(앱·웹) 등\n- 보안취약점 및 보안약점 점검·조치\n(모바일 전자정부 서비스 관리 지침)"
          ],
          [
            "",
            "ｏ 민간 클라우드 활용\n- 클라우드 서비스 보안인증(CSAP)을 받은 서비스\n- 행정·공공기관 민간 클라우드 이용 가이드라인"
          ],
          [
            "백도\n어 방\n지 기\n술적\n확인\n사항",
            "ｏ 보안기능 준수\n- 식별 및 인증\n- 암호지원\n- 정보 흐름 통제\n- 보안 관리\n- 자체 시험\n- 접근 통제\n- 전송데이터 보호\n- 감사 기록\n- 기타 제품별 특화기능\nｏ 보안기능 확인 및 취약점 제거\n- 보안기능별 명령어 등 시험 및 운영방법 제공\n- 취약점 개선(취약점이 없는 펌웨어 및 패치 적용)\n- 백도어 제거(비공개 원격 관리 및 접속 기능)\n- 오픈소스 적용 기능 및 리스트 제공"
          ]
        ],
        [
          [
            "구 분\n항\n목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시\n사유 및 대\n체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "ｏ 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악\n의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안\n기능 취약점 발견시 개선․조치하여야 한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n규정",
            "ｏ 전자정부법",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 국가정보보안기본지침(국가정보원)\n- 국가 사이버안전 매뉴얼",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ 네트워크 장비 구축·운영사업 추가특수조건(조달청 지침) ○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제품\n별 도\n입\n요건\n및 보안\n기준\n준수",
            "ｏ 국정원 검증필 암호모듈 탑재ㆍ사용 대상(암호가 주\n기능인 정보보호제품)\n- PKI제품\n- SSO제품\n- 디스크ㆍ파일 암호화 제품\n- 문서 암호화 제품(DRM)등\n- 메일 암호화 제품\n- 구간 암호화 제품\n- 키보드 암호화 제품\n- 하드웨어 보안 토큰\n- DB암호화 제품\n- 상기제품(9종)이외 중요정보 보호를 위해 암호기능\n이 내장된 제품",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ],
          [
            "",
            "- 암호모듈 검증서에 명시된 제품과 동일 제품 여부",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ CC인증 필수제품 유형군(국제 CC인 경우 보안적합\n성 검증 필요)\n- (네트워크)침입차단\n- (네트워크)침입방지(침입탐지 포함)\n- 통합보안관리\n- 웹 응용프로그램 침입차단\n- DDos 대응\n- 인터넷 전화 보안\n- 무선침입방지\n- 무선랜 인증\n- 가상사설망(검증필 암호모듈 탑재 필수)\n- 네트워크 접근통제\n- 네트워크 자료유출방지\n- 망간 자료전송\n- 안티 바이러스\n- 가상화(PC 또는 서버)\n- 패치관리\n- 호스트 자료유출 방지(매체제어제품 포함, 자료저장 기\n능이 있는 경우 국정원 검증필 암호모듈 탑재 필수)\n- 스팸메일 차단\n- 서버 접근통제\n- DB접근 통제\n- 스마트카드",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            "",
            "",
            "○\n○\n○\n○\n○",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 24,
      "text": "- 45 - IV 입찰 및 계약에 관한 사항 1. 사업자 선정 입찰방법 제한경쟁입찰 낙찰자사업수행자선정방식 협상에 의한 계약 - 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제43조 - 지방자치단체 입찰시 낙찰자 결정기준행정안전부 예규 제253호,2023.7.1. 제5장협상에 의한 계약 체결기준 평가위원회를 구성평가하여 협상 적격자 및 협상순위를 결정하고 협상절차에 따라 계약 함 평가 방법 - 기술능력평가 90점정량적평가 20점 정성적평가 70점 - 입찰가격평가 10점 선정절차 입찰 공고 입찰등록및 제안서접수 제안서 평가위원회 심사 우선협상 대상업체 선정및협상 계약체결및 사업추진 2. 입찰 참가자격 입찰공고일 현재 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제13조 및 동법 시행규칙 제14조의 자격요건을 갖추고, 제안서 접수 마감일 전일까지 조달청 나라장터G2B에 경쟁입찰참가등록을 필한 자로서 아래 사항을 충족한 업체 1 소프트웨어 진흥법제2조제4호에 따른 소프트웨어 사업자컴퓨터 관련 서비스 사업 2 중소기업기본법제2조에 따른 중소기업자 또는 소상공인 보호 및 지원에 관한 법률제2조에 따른 소상공인으로서 중소기업범위 및 확인에 관한 규정에 따라 발급된 중소기업확인서 및 소상공인 - 46 - 확인서를 보유하고, 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령제10조에 따른 정보시스템개발서비스8111159901 에 대한 직접생산확인증명서를 갖춘 자 3 지방자치단체를 당사자로하는 계약에 관한 법률제31조 및 동법 시행령 제92조부정당업자의 입찰참가자격 제한에 해당되지 않은 업체이어야 함. 소프트웨어 진흥법 제24조의2에 따른 대기업인 소프트웨어사업자 가 참여할 수 있는 사업금액의 하한 규정에 의거 대기업 소프트웨어 사업자는 본 입찰에 참여할 수 없으며, 소프트웨어 진흥법 제24조 의2 제3항 및 같은 법 시행령 제17조의6에 따라독점규제 및 공정거 래에 관한 법률제14조에 따라 지정된 상호출자제한기업집단에 속하 는 기업도 입찰에 참여할 수 없습니다. 공동수급에 관한 사항 1 공동수급공동이행만 가능이 가능하며, 아래 사항을 준수하여야 한다. - 본 사업은 공동수급을 허용하며, 공동수급업체 구성원은 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참가자격 및 동법 시행규칙 제14조입찰참가자격요건의 증명 규정에 저촉되지 않아야 한다. - 공동수급체는 5개 이하로 구성하여야 하며, 구성원별 계약참여 최소 지분율은 10이상으로 하여야 함. 2 공동도급 계약에 관하여 지방자치단체 입찰 및 계약집행기준 제7장 공동계약 운영요령행정안전부 예규에 따름 3 입찰등록 이후에는 공동수급 참여 업체를 변경할 수 없고, 업체 간 권리의 전부 또 는 일부를 양도할 수 없으며, 공동수급 참여 업체는 중복하여 공동수급체를 구성 할 수 없음 4 입찰등록 마감일 기준 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제92조에 의한 부정당업자공동수급인 경우 구성원 포함로 지정된 업체이거나, 휴폐업 및 영업 정지 등의 처분기간 중인 업체와 부도, 파산, 해산, 영업정지 등의 상태에 있는 업체는 입찰참가 자격을 제한함",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 25,
      "text": "- 47 - 하도급에 관한 사항 1 하도급 사전승인 - 본 사업의 하도급의 경우 소프트웨어 진흥법 제51조제5항 및 소프트웨어사업 계약 및 관리감독에 관한 지침의 규정에 의하여 반드시 하도급계약 전에 발주기관으로부터 사전승인을 받아야 함. 2 하도급 비율제한 - 본 사업의 과업의 일부를 하도급하려는 경우 소프트웨어 진흥법 제 51조제1항에 따라 물품상용소프트웨어 포함 구매금액을 제외한 소프트 웨어사업금액의 100분의 50을 초과할 수 없으며, 같은 법 제3항에 따 라 다시 하도급은 원칙적으로 불허함. 다만, 같은 법 제51조제2항 각 호 및 제3항 각 호에 해당하는 경우 그러하지 아니함 3 하도급 계획서 제출 요청 - 본 사업 과업의 일부를 하도급하려는 경우 계약체결 시 소프트웨 어사업 계약 및 관리감독에 관한 지침의 별지 제7호서식 소프트웨 어사업 하도급 계획서계약체결 시를 제출하여야 함 4 하도급 계약의 적정성 판단 세부기준 명시 - 하도급계약의 승인을 신청하는 경우, 소프트웨어사업 계약 및 관리 감독에 관한 지침의 별표 3 하도급계약의 적정성 판단 세부기준에 따라 적정성여부를 판단하며, 평가점수가 85점 이상인 경우에 한하여 하도급계약을 승인함. 다만, 85점 이상인 경우라 하더라도 하도급 계약 의 세부 조건 등으로 인하여 사업의 원활한 수행이 불가능하다고 인정 되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음 5 공동수급체 구성 - 본 사업에서 전체 사업금액 대비 10를 초과하여 하도급하려는 경우, 소프트웨어 진흥법 제51조제6항 및 동 법 시행령 제48조제5항에 따 라 하수급인과 공동수급체를 구성하여 참여해야하며, 공동수급체를 구 성하지 못하는 불가피한 사정이 있는 경우 그 사유를 제시하여야 함 하자담보 책임기간 1년 - 48 - 1 하자담보 책임기간은 계약사업자는 본 사업이 종료한 날사업에 대 한 시험 및 검사를 수행하여 최종산출물을 인도한 날을 말함로부 터 1년으로 함 기타 유의 사항 1 용역계약 일반조건 제56조계약목적물의 지식재산권 귀속 등에 의거 계약목적물의 지식재산권은 발주기관과 계약상대자가 공동으로 소유 하며, 타 기관과 공동활용 할 계획이 없음 2 다만 개발의 기여도 및 계약목적물의 특수성국가안전보장, 외교관계, 보안 및 정보보호 등을 고려하여 발주기관, 계약상대자자간의 협의를 통해 귀속주체 등에 대해 공동소유와 달리 정할 수 있음 3 본 사업의 수행 결과물계약목적물에 대한 지식재산권은 발주기관과 계약상대자가 공동으로 소유하며, 별도의 정함이 없는 한 지분은 균등 한 것으로 함. 다만, 개발의 기여도 및 계약목적물의 특수성보안, 영업 비밀 등을 고려하여 계약 당사자간 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음. 또한, 지식재산권의 타 용도 및 상업적 활용 시 반드시 발주기관과 협의하여야 함 3. 입찰 참가 시 주의사항 입찰참가자는 지방자치단체 입찰 및 계약집행기준 및 입찰에 필요한 모든 사항을 입찰 전에 완전히 숙지하고 입찰에 참가하여야 하며, 담 합한 사실이 발견되거나 담합하였다고 판단되는 경우 무효처리 함. 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제39조, 동 시행규칙 제42조 및 지방자치단체 입찰 및 계약 집행기준입찰유 의서 및 조달청 전자입찰 특별유의서의 무효 규정에 의하여 입찰참 가자격이 없는 자가 입찰한 경우, 제안서와 가격입찰서를 동시에 제 출하지 아니한 경우는 무효처리 함 제출서류는 발주부서 요청 없이 변경할 수 없으나, 발주기관에서 확인을 위하여 추가 자료 요청이 있는 경우 입찰참가자는 이에 응",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 26,
      "text": "- 49 - 하여야 하며 제출서류는 일체 반환하지 않음. 또한 제출 서류가 사 실과 일치하지 않을 경우, 심사 및 선정대상에서 제외 될 수 있음 제출서류 미비로 인한 책임은 참가업체에 있으며, 기재사항이 누락되 거나 제출서류에 언급이 없는 항목은 해당사항이 없는 것으로 간주함 입찰보증금은 입찰참가 신청 시 입찰보증금 지급확약지방자치단체를 당사자로 하는 계약에 관한법률 시행령 제37조을 하여야 하며, 낙찰자가 소정의 기한 내에 계약을 체결하지 아니할 경우에는 동법률 제9조 및 동시행령 제37조, 제38조에 의거 입찰금액의 5100에 해당 하는 입찰보증금을 인천광역시에 납부귀속하여야 하며, 부정당업 자로 입찰참가자격 제한처분을 받게 됨 - 50 - V 입찰 등록 및 제안서 제출 구 분 추진일정 1. 입찰공고 공고서참조 2. 질의신청 공고서참조 3. 입찰참가등록및 제안서접수 공고서참조 4. 제안서평가 공고서참조 5. 협상및계약체결 공고서참조 가. 제안자는본입찰공고및제안요청서에제시된과업내용서의내용을충분히숙지하 고입찰에참가하여야하며, 과업내용서는추후협상과정에서상호합의하에변경될수 있으나제안자요청에의한변경은불가함 나. 위일정은우리시사정에따라변경될수있으며, 변경시에는인천광역시홈페이지 httpwww.incheon.go.kr공지또는입찰업체유선통보 1. 제출 안내 입찰공고기간 입찰 공고서에 따름 제출일시 입찰 공고서에 따름 제출 장소 - 입찰참가신청서, 가격입찰서 나라장터-국가조달전자시스템G2B - 제안서정량적 제안서, 정성적 제안서, 발표자료 외 인천광역시 도시계획과 도시 계획상임기획단 인천광역시 남동구 정각로 29구월동 인천광역시청 본관 505호 제출방법 - 입찰참가신청서와 가격입찰서, 제안서정량적 제안서, 정성적 제안서, 발표자료 외를 분리하여 제출하고 직접 방문하여 제출한 것만 유효함 - 참가신청서의 신청인 란에는 반드시 법인인감을 날인하여야 하며, 나",
      "tables": [
        [
          [
            "구\n분",
            "추 진 일 정",
            ""
          ],
          [
            "1. 입찰공고",
            "공고서 참조",
            ""
          ],
          [
            "2. 질의 신청",
            "공고서 참조",
            ""
          ],
          [
            "3. 입찰참가등록 및\n제안서 접수",
            "공고서 참조",
            ""
          ],
          [
            "4. 제안서 평가",
            "공고서 참조",
            ""
          ],
          [
            "5. 협상 및 계약체결",
            "공고서 참조",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 27,
      "text": "- 51 - 머지 서류에는 사용인감을 날인하고 제출 시 인감도장 지참사용인 감이 없는 경우 모두 법인 인감 날인 및 지참 - 사본은 원본대조필을 명기하고 사용인감 날인 후 제출하며, 본 사업은 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정 미래창조과학부 고시제2조에 의거, 제안서 보상대상사업에 해당하지 않으므로 제안서 보상을 실시하지 않음. 2. 제출서류 구 분 수 량 서 식 1 입찰참가서류 원본1부 서식제1호제12호 2 정량적제안서 정량적평가용 원본1부 사본1부 서식제13호제23호 3 정성적제안서, 발표자료 정성적평가용 평가본9부는업체명을표기하지않고제출 원본1부 평가본9부 서식제24호 4 USB정량적제안서, 정성적제안서, 발표자료, 첨부자료등모든자료포함 제출후수정불가 1매 - - 52 - VI 제안서 작성요령 및 서식 1. 제안서 작성방법 제안서는 정량적 제안서와 정성적 제안서로 분류하고, 과업내용에 따라 명확하고 상세하게 작성하며 아래 사항을 준수한다. 1 정량적 제안서 2부 원본 1부, 사본 1부 2 정성적 제안서 10부 평가용 9부, 보관용 원본 1부 - 매수 총 150페이지단면 이내, A3 1매는 2페이지로 계산 - 제안서 평가를 위한 발표자료PPT 또는 PDF파일 USB 정성적 제안서 및 발표자료에는 회사명이나 회사를 알 수 있는 표시 금지 단, 원본정성적 제안서 1부, 발표자료 1부은 업체명 기입 발표자료는 제출 이후 변경할 수 없으며, 제안서평가위원회 개최 시 제출한 자료로 프리젠테이션을 해야 함 3 공통사항 - 규격 A4210297세로방향, 필요시 A3 첨부반접하여 첨부 가능 - 제본 세로 좌철풀칠 제본 - 표지 백색, 무광택 사용 서식에 따름 - 본문 백상지, 단면인쇄, 각 쪽은 쉽게 참조할 수 있도록 페이지 하 단에 일련번호를 예시예시 - 1 -와 같이 부여한다. - 제안서에 삽입하는 간지는 1쪽으로 인정하지 않는다. 평가용 제안서 표지 등에는 제안회사를 인식할 수 있는 일체의 표기 사명, 로고, 마크 등를 사용해서는 안 된다. 모든 제안 서류는 한글표기를 원칙으로 하며 영문자료 첨부 시 한글 요약 내용을 첨부한다. 제안업체의 창의적인 아이디어를 반영하여 작성하되 제안서의 모든",
      "tables": [
        [
          [
            "구\n분",
            "",
            "수\n량",
            "서\n식"
          ],
          [
            "1",
            "입찰참가서류",
            "원본 1부",
            "서식 제1호~제12호"
          ],
          [
            "2",
            "정량적 제안서\n※ 정량적 평가용",
            "원본 1부\n사본 1부",
            "서식 제13호~제23호"
          ],
          [
            "3",
            "정성적 제안서, 발표자료\n※ 정성적 평가용\n※ 평가본 9부는 업체명을 표기하지 않고 제출",
            "원본 1부\n평가본 9부",
            "서식 제24호"
          ],
          [
            "4",
            "USB(정량적 제안서, 정성적 제안서, 발표자료,\n첨부자료 등 모든 자료 포함)\n※ 제출 후 수정 불가",
            "1매",
            "-"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 28,
      "text": "- 53 - 기재사항은 객관적으로 입증할 수 있어야 하고, 허위로 작성한 사실이 발견될 시에는 평가대상에서 제외할 수 있다. 본 사업은 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정 미래창조과학부 고시제2조에 의거, 제안서 보상대상사업에 해당하지 않으므로 제안서 보상을 실시하지 않는다. 사업 추진에 있어 계약서와 제안서, 제안요청서 등에 포함되지 않는 일반적 사항은 인천광역시와 협의하여 결정한다. 제안내용은 꼭 필요한 사항을 위주로 간단명료하게 작성하며 내용 중 할 수도 있다, 고려하고 있다 등의 의지가 불투명한 표현이 사용된 경우에는 평가에서 불이익을 받을 수 있다. 제안서는 계약체결 시 계약서와 동일한 효력을 가지며 이를 유의하여 작성하여야 함 4 제안서 목차 및 작성 방법 구 분 작성방법 I. 제안사일반현황 1. 일반현황 제안사의일반현황및주요연혁, 조직및인원기술 최근3년간자본금및부문별매출액등을명료하게제시 2. 주요사업내용 제안사의주요사업내용을분야별로구분하여제시 3. 주요사업실적 최근3년간주요사업실적해당사업과유사사업위주을제시 II. 제안개요 1. 제안배경및목적 제안요청내용의이해를바탕으로제안의배경및목적을기술 2. 제안범위및전제조건 제안사가제시하는제안범위 및전제조건명시 필요시목표시스템구성도포함 3. 추진전략 사업추진을위한기사업추진및기술전략을제시 위험요소를고려하여창의적이고타당한대안제시 4. 수행방법론및 추진절차 본사업을성공적으로추진하기위한수행방법론과단계별 추진절차를제시 해당시개발방법론및표준프레임워크적용방안등포함 5. 제안의특징및장점 제안사가제시하는제안의특징및장점기술 6. 기대효과 사업을통해발주기관및이용자가얻을수있는효과를분석하여기술 - 54 - III. 기술및기능부문 1. 사업세부수행내용 본사업의세부사업수행내용및수행방안을제안요청서의 제안요구사항을중심으로기술 시스템장비구성 기능 보안 데이터 인터페이스 유지관 리 컨설팅 공사 제약사항등본사업의주요제안요구 사항에대한대응제안, 분석및기술적용, 처리방안등주요 제안내용을분야별로구분하여기술 제약사항준수여부검증을위한지원방안은프로젝트지원부문에기술 2. 기타기술사항 사업수행기술및기능제안에관한기타사항기술등 IV. 성능및품질부문 1. 성능확보방안 구현하고자하는기능을통해성능이확보보장되도록방법 론및분석도구, 구현및테스트방안을구체적으로제시 성능요구사항이있는경우요구사항별성능충족방안포함 2. 품질확보방안 사업추진단계별품질점검및검토방안을구체적으로제시 품질관리조직, 방법, 절차, 내용등과위험관리및최소화방안등 업무별단위시험, 통합시험, 시험운영등테스트및시험운영 에관한사항기술 대외적으로인정받을만한품질보증관련인증획득사례가있는경우기재 품질요구사항이있는경우요구품질충족방안제시 V. 프로젝트관리부문 1. 관리방법론 사업추진체계, 보고체계, 구성요소, 위험요소, 변경등의프 로젝트관리방법방법론 등을구체적으로제시 분리발주사업이있는경우, 분리발주사업자와의협력방안포함 2. 일정계획 사업수행에필요한활동을도출하고, 활동우선순위, 기간일 정, 자원, 인력등지원및점검계획을상세하게제시 3. 형상관리 방법론에근거한산출물의종류, 내용, 제출시기, 부수등을기술 산출물의형상및문서를관리하는방안을구체적으로제시 4. 업무보고및검토계획 사업기간동안이루어질보고및검토계획을상세하게제시 착수보고, 중간보고, 완료보고, 월간보고, 주간보고, 수시보고등 VI. 프로젝트지원부문 1. 교육및기술이전 교육및기술이전계획등을분야별로자세하게제시 교육대상, 교육기간, 교육내용, 교육인원등 2 . 기밀보안 기밀보안대책과프로젝트참여요원에대한보안의식고취방안을제시 참여요원의이직에대한대처방안, 저작권보호방안등기술 시스템보안성확보방안및개인정보보호대책등 3 . 하자보증 하자보수조직, 절차, 범위및기간과이와관련된제반활동제시 하자보증기간및범위외의향후유지관리조건등기술 4 . 비상대책 안정적인시스템운영을위한백업및복구, 장애대응대책제시 5. 기타 지원 프로젝트지원관련기타사항기술",
      "tables": [
        [
          [
            "구\n분\n작 성 방 법",
            ""
          ],
          [
            "Ⅰ. 제안사 일반현황\n․제안사의 일반현황 및 주요연혁, 조직 및 인원 기술\n1. 일반현황\n․최근 3년간 자본금 및 부문별 매출액 등을 명료하게 제시\n․제안사의 주요 사업내용을 분야별로 구분하여 제시\n2. 주요 사업내용\n․최근 3년간 주요 사업실적(해당사업과 유사사업 위주)을 제시\n3. 주요 사업실적",
            ""
          ],
          [
            "Ⅱ. 제안개요\n․제안요청내용의 이해를 바탕으로 제안의 배경 및 목적을 기술\n1. 제안배경 및 목적\n․제안사가 제시하는 제안범위 및 전제조건 명시\n2. 제안범위 및 전제조건\n※ 필요시 목표시스템 구성도 포함\n․사업 추진을 위한 기 사업추진 및 기술 전략을 제시\n3. 추진 전략\n(위험요소를 고려하여 창의적이고 타당한 대안 제시)\n․본 사업을 성공적으로 추진하기 위한 수행방법론과 단계별\n4. 수행방법론 및\n추진절차를 제시\n추진절차\n※ 해당시 개발방법론 및 표준프레임워크 적용 방안 등 포함\n5. 제안의 특징 및 장점 ․제안사가 제시하는 제안의 특징 및 장점 기술\n․사업을 통해 발주기관 및 이용자가 얻을 수 있는 효과를 분석하여 기술\n6. 기대효과",
            ""
          ]
        ],
        [
          [
            "Ⅲ. 기술 및 기능부문\n․본 사업의 세부사업 수행내용 및 수행방안을 제안요청서의\n제안요구 사항을 중심으로 기술\n※ 시스템 장비구성 / 기능 / 보안 / 데이터 / 인터페이스 / 유지관\n리 / 컨설팅 / 공사 / 제약사항 등 본 사업의 주요 제안 요구\n1. 사업 세부수행 내용\n사항에 대한 대응제안, 분석 및 기술적용, 처리방안 등 주요\n제안내용을 분야별로 구분하여 기술\n※ 제약사항 준수여부 검증을 위한 지원방안은 프로젝트지원부문에 기술\n․사업 수행(기술 및 기능 제안)에 관한 기타 사항 기술 등\n2. 기타 기술사항",
            ""
          ],
          [
            "Ⅳ. 성능 및 품질부문\n․구현하고자 하는 기능을 통해 성능이 확보(보장)되도록 방법\n론 및 분석도구, 구현 및 테스트 방안을 구체적으로 제시\n1. 성능확보방안\n※ 성능요구사항이 있는 경우 요구사항별 성능 충족 방안 포함)\n․사업 추진 단계별 품질 점검 및 검토방안을 구체적으로 제시\n(품질관리조직, 방법, 절차, 내용 등과 위험관리 및 최소화 방안 등)\n․업무별 단위시험, 통합시험, 시험운영 등 테스트 및 시험운영\n2. 품질확보방안\n에 관한 사항 기술\n․대외적으로 인정받을 만한 품질보증 관련 인증 획득 사례가 있는 경우 기재\n※ 품질 요구사항이 있는 경우 요구품질 충족방안 제시",
            ""
          ],
          [
            "Ⅴ. 프로젝트 관리부문\n․사업추진체계, 보고체계, 구성요소, 위험요소, 변경 등의 프\n로젝트 관리 방법(방법론) 등을 구체적으로 제시\n1. 관리방법론\n※ 분리발주 사업이 있는 경우, 분리발주사업자와의 협력방안 포함\n․사업수행에 필요한 활동을 도출하고, 활동 우선순위, 기간(일\n2. 일 정 계 획\n정), 자원, 인력 등 지원 및 점검계획을 상세하게 제시\n․방법론에 근거한 산출물의 종류, 내용, 제출시기, 부수 등을 기술\n3. 형 상 관 리\n․산출물의 형상 및 문서를 관리하는 방안을 구체적으로 제시\n․사업 기간 동안 이루어질 보고 및 검토계획을 상세하게 제시\n4. 업무보고 및 검토계획\n(착수보고, 중간보고, 완료보고, 월간보고, 주간보고, 수시보고 등)",
            ""
          ],
          [
            "Ⅵ. 프로젝트 지원부문\n․교육 및 기술이전 계획 등을 분야별로 자세하게 제시\n1. 교육 및 기술이전\n(교육대상, 교육기간, 교육내용, 교육인원 등)\n․기밀보안 대책과 프로젝트 참여요원에 대한 보안의식 고취방안을 제시\n․참여요원의 이직에 대한 대처방안, 저작권 보호 방안 등 기술\n2 . 기 밀 보 안\n․시스템 보안성 확보방안 및 개인정보 보호대책 등\n․하자보수 조직, 절차, 범위 및 기간과 이와 관련된 제반 활동 제시\n3 . 하 자 보 증\n․하자보증 기간 및 범위 외의 향후 유지관리 조건 등 기술\n․안정적인 시스템 운영을 위한 백업 및 복구, 장애대응 대책 제시\n4 . 비 상 대 책\n․프로젝트지원 관련 기타사항 기술\n5. 기 타\n지 원",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 29,
      "text": "- 55 - 2. 제안서 서명 및 효력 제출된 제안서의 내용은 인천광역시에서 요청하지 않는 한 변경 할 수 없으며, 계약 체결 시 계약 조건의 일부로 간주한다. 제안내용에 대한 확인을 위하여 추가 자료를 요청 할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가진다. 제안서에 기재된 내용 이외의 의사표시는 인정하지 않는다. 제안업체는 본 제안요청과 관련한 모든 문서를 대외비로 취급하여야 하며, 제안참여 업체관계자 이외의 인원에 대해서는 공개하지 말아야 한다. 제안서 평가위원회의 평가내용 및 평가결과 관계서류는 공개하지 않는다. 제약사항에서제시한각종제약들의검증을위한지원방안등제시 예시 EA현행화지원방안, 웹접근성및웹표준준수검증방안, 웹취약성검증방안등을위한프로젝트지원방안등 VI. 기타 본사업과관련된기타추가제안사항등을기술 - 56 - VII 제안서 평가 및 협상 1. 제안서 평가방법 제안 평가 및 사업자 선정에 관한 사항은 지방자치단체 협상에 의한 계약 체결기준에 따름 제안서 평가위원회 개최 1 일시 및 장소 입찰공고문에 따름 2 발표순서 입찰서류 접수 순 3 발표시간 업체별 20분발표 15분, 질의응답 5분 내외 4 발표방법 프레젠테이션 발표자 사업관리자PM 배석인원은 발표자 포함 3인 이내로 함 종합평가점수 산출 기술능력평가90 입찰가격평가10 평가항목 배점 평가자 기술능력 평 가 90 정량적평가 20점 사업부서 정성적평가 70점 제안서 평가위원회 가격평가10 10점 계약담당 세부적인 평가기준 및 배점은 평가요소 및 배점한도 제안서 심사기준표 참조 정성적 평가는 최고점수와 최저점수를 준 위원을 제외하고 나머지 위원의 평가점수를 합산하여 산술 평균한 점수로 함. 이 경우 최고 점수최저점수가 2개 이상인 경우 하나의 점수만 제외하며, 평균 점 수 산정 결과 소수점 이하의 숫자가 있을 경우에는 소수점 셋째 자 리에서 반올림함. 제안서 평가내용에 대하여 제안업체는 일체의 이의를 제기할 수 없다.",
      "tables": [
        [
          [
            "",
            "․제약사항에서 제시한 각종 제약들의 검증을 위한 지원방안 등 제시\n예시) EA현행화 지원 방안, 웹접근성 및 웹표준 준수 검증 방안,\n웹취 약성 검증방안 등을 위한 프로젝트 지원방안 등"
          ],
          [
            "Ⅵ. 기 타",
            "․본 사업과 관련된 기타 추가 제안사항 등 을 기술"
          ]
        ],
        [
          [
            "평 가 항 목",
            "",
            "배점",
            "평 가 자"
          ],
          [
            "기술능력\n평\n가\n(90%)",
            "정량적 평가\n정성적 평가",
            "20점\n70점",
            "사업부서\n제안서\n평가위원회"
          ],
          [
            "가 격 평 가 (10%)",
            "",
            "10점",
            "계약담당"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 30,
      "text": "- 57 - 2. 평가요소 및 배점한도제안서 심사기준표 제안서 평가기준 부 문 평 가 항 목 배점 비고 기술 능력 평가 90점 정량적 평 가 분 야 20점 사업수행실적 유사용역실적금액 6 사업 부서 평가 경영상태 신용평가등급에의한경영상태평가 2 조직의전문성 조직의전문성에대한평가 6 신인도 도시계획정보화분야기술개발특허 실적 6 소 계 20 정성적 평 가 분 야 70점 전략및방법론 15 대상사업의이해도 사업추진전략의창의성, 타당성 적용기술의확장성, 실현가능성 표준프레임워크적용방안 개발적용방법론의타당성및적용활용가능성등 15 평가 위원 평가 기술및기능 20 사업추진내용의적정성각요구사항에 대한제안내용의적정성 적용기술의확장성, 실현가능성 20 성능및품질 10 성능확보방안 품질보증방안 10 프로젝트관리 10 관리방법론적정성 - 일정관리, 위험관리, 보안관리, 산출물의형상 문서관리등 세부일정계획의구체성및적절성 10 프로젝트지원 10 교육훈련및기술지원 하자보수및비상대책방안 기밀보안 10 기타5 추가제안세부내용에대한실효성여부 5 소 계 70 가격평가 10점 지방자치단체입찰시낙찰자결정기준 제5장협상에의한계약체결기준적용 10 평점 산식 총 계 100 - 58 - 3. 정량적 평가기준 사업수행실적 금액6점 심사항목 배점 배점기준 입찰공고일기준 최근3년간 도시계획정보및위원회 운영관련시스템구축 수행실적의합산금액 6 1사업예산의100 이상 2사업예산의70 이상100 미만 3사업예산의40 이상70 미만 4사업예산의40 미만 가. 실적대상범위 - 최근 3년간공고일 기준 정부, 지방광역자치단체, 공공기관, 기타기관, 민 간기업원발주처로부터 하도급 승인된 실적에 한하여 인정에서 발주한 도 시계획정보 및 위원회 운영관련 시스템 구축 용역 준공실적에 한정 - 단순한 HW 및 운영장비 구매사업은 제외함 나. 사업수행실적은 별지서식 3 수행실적 총괄표와 다음 각 호에 따라 수행실적증명 원 등을 제출하여야 한다. - 국가기관, 지방자치단체, 기획재정부가 지정하는 공공기관, 지방공기업법령을 적용 받는 기관지방공기업법 제2조이 발급한 수행실적증명원 - 위가호에서 정한 이외의 기관 또는 민간이 발주한 경우 발주기관이 발급한 수 행실적증명원, 발주자의 인감증명서필요시 사용인감계 포함, 계약서, 세금계산서 필요시 거래명세표 포함를 첨부하여야 하며, 수행실적증명원은 해당 인감필요시 사용인감으로 날인하여야 한다. - 가호와나호에도 불구하고 한국소프트웨어산업협회장이 발급하는소프트웨 어 사업 수행실적 확인서단, 이행이 완료된 실적만 인정함 - 국외의 공공기관, 민간기업 등이 발주한 경우가,나를 준용하되, 공공기관 이외의 납품실적은 이를 공증하거나 해당국가의 상공회의소 또는 해당국가에 주재 하는 대한민국 공관의 확인을 받은 경우에는 세금계산서 등 증빙자료 첨부를 생략 할 수 있음 - 이행실적에 대한 입증책임은 입찰참가업체가 부담하며 의무를 다하지 아니하여 실 적확인이 어려운 경우에는 실적을 인정하지 아니한다. 다. 계산결과 소수점이하의 숫자가 있는 경우에는 소수점 다섯째자리에서 반올림함 라. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합산하여 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수 점 다섯째자리에서 반올림 한다. 예 A사 실적A사 지분율B사 실적B사 지분율",
      "tables": [
        [
          [
            "심 사 항 목",
            "배점",
            "배점기준"
          ],
          [
            "입찰공고일 기준\n최근 3년간\n도시계획정보 및 위원회\n운영관련 시스템 구축\n수행실적의 합산금액",
            "6",
            "① 사업예산의 100% 이상\n② 사업예산의 70% 이상 ～ 100% 미만\n③ 사업예산의 40% 이상 ～ 70% 미만\n④ 사업예산의 40% 미만"
          ]
        ],
        [
          [
            "부\n문",
            "",
            "평\n가\n항\n목",
            "",
            "배점",
            "비고"
          ],
          [
            "기술\n능력\n평가\n(90점)",
            "정량적\n평 가\n분 야\n(20점)",
            "사업수행실적",
            "◦ 유사용역 실적 금액",
            "6",
            "사업\n부서\n평가"
          ],
          [
            "",
            "",
            "경영상태",
            "◦ 신용평가등급에 의한 경영상태 평가",
            "2",
            ""
          ],
          [
            "",
            "",
            "조직의 전문성",
            "◦ 조직의 전문성에 대한 평가",
            "6",
            ""
          ],
          [
            "",
            "",
            "신 인 도",
            "◦ 도시계획정보화분야 기술개발(특허) 실적",
            "6",
            ""
          ],
          [
            "",
            "",
            "소\n계",
            "",
            "20",
            ""
          ],
          [
            "",
            "정성적\n평 가\n분 야\n(70점)",
            "전략 및 방법론\n(15)",
            "◦ 대상사업의 이해도\n◦ 사업추진전략의 창의성, 타당성\n◦ 적용기술의 확장성, 실현가능성\n◦ 표준프레임워크 적용 방안\n◦ 개발(적용)방법론의 타당성 및 적용(활용)가능성 등",
            "15",
            "평가\n위원\n평가"
          ],
          [
            "",
            "",
            "기술 및 기능\n(20)",
            "◦ 사업추진 내용의 적정성(각 요구사항에\n대한 제안내용의 적정성)\n◦ 적용기술의 확장성, 실현가능성",
            "20",
            ""
          ],
          [
            "",
            "",
            "성능 및 품질\n(10)",
            "◦ 성능 확보 방안\n◦ 품질 보증 방안",
            "10",
            ""
          ],
          [
            "",
            "",
            "프로젝트관리\n(10)",
            "◦ 관리방법론 적정성\n- 일정관리, 위험관리, 보안관리, 산출물의 형상·\n문서 관리 등\n◦ 세부일정계획의 구체성 및 적절성",
            "10",
            ""
          ],
          [
            "",
            "",
            "프로젝트지원\n(10)",
            "◦ 교육훈련 및 기술지원\n◦ 하자보수 및 비상대책방안\n◦ 기밀보안",
            "10",
            ""
          ],
          [
            "",
            "",
            "기타(5)",
            "◦ 추가제안 세부내용에 대한 실효성 여부",
            "5",
            ""
          ],
          [
            "",
            "",
            "소\n계",
            "",
            "70",
            ""
          ],
          [
            "가격 평가\n(10점)",
            "",
            "「지방자치단체 입찰시 낙찰자 결정기준」\n제5장 협상에 의한 계약체결기준 적용",
            "",
            "10",
            "평점\n산식"
          ],
          [
            "총\n계",
            "",
            "",
            "",
            "100",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 31,
      "text": "- 59 - 경영상태 평가2점 심사항목 배점 회사채 기업어음 기업신용평가등급 평점 신용평가 등급 2 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 2.0 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 1.8 B, B0, B- B- B, B0, B- 1.6 CCC 이하 C 이하 CCC 이하 1.4 가. 신용정보의 이용 및 보호에 관한 법률제4조 또는 자본시장과 금융투자업에 관한 법률제335조의3에 따라 업무를 영위하는 신용조회사 또는 신용평가사가 입찰공고일 이전에 평가하고 유효기간 내에 있는 회사채, 기업어음, 기업신용평가 등급을 기준으로 평가하되 가장 최근의 신용평가등급으로 평가한다. 다만, 가장최 근의 신용평가등급이 다수가 있으나, 그 결과가 서로 다른 경우에는 가장 낮은 등 급으로 평가한다. 나. 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않은 경우에는 최저 등급으로 평가하며, 유효기간 만료일이 입찰공고일인 경우에도 유효한 것으로 평가한다. 다만, 입찰공고일 다음날 이후에 발생 또는 수정된 자료는 평가에서 제외한다. 다. 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한신용 평가등급이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에있는가장 최근의 신용평가등급으로 평가한다. 다만, 합병 후 새로 운 신용평가등급이없는 경우에는 입찰공고일 이전에 평가하고 유효기간 내에 있는 신용평가등급으로서합병 대상자 중 가장 낮은 신용평가등급을 받은 자 의 신용평가등급으로 평가한다. 라. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이내 에사업을 개시한 창업기업에 대해서는 신용평가등급 점수상의 배점 한도 를 부여한다. 이 경우 창업기업에 대한 확인은 중소기업제품공공구매 종합정 보망에등재된자료로 확인하며, 창업기업확인서의 유효기간 내에 있어야 한 다. 다만, 제안서 평가일 전일까지 발급된 자료도 심사에 포함하며, 이 경우 입찰공 고일 이전 창업을 확인 할 수 있는 자료법인인 경우 법인등기부상 법인설립등기일, 개 인사업자인 경우에는 사업자등록증명서 상 사업자등록일를 제출하여야 한다.이하 창업기업에 대한 확인방법은 같다 마. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합산하여 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는경우 소수 점 다섯째자리에서 반올림 한다. 예 A사 점수A사 지분율B사 점수B사 지분율 - 60 - 조직의 전문성 평가6점 심사항목 배점 배점기준 조직의전문성 도시계획기사자격보유율 6 125 이상 224 이상 323 이상 423 미만 가. 도시계획기사 자격 보유율 점수 산정 방법은 다음과 같다. - 보유율 도시계획기사 자격증 보유 인원수 총 보유 인원수 - 도시계획기사 자격증한국산업인력공단 발급-사본 제출 보유 인원수는 현 재 대표사에 6개월 이상 재직한 자로 함.입찰공고일 기준 4대 보험고 용보험법에 의한 고용보험, 국민건강보험법에 의한 국민건강보험, 국민연금법에 의한 국민연금, 산업재해보상보험법에 의한 산업재 해보상보험에 가입한 증거서류 중 1개의 가입자 증명원 제출 나. 계산결과의 소수점 처리는 다섯째자리에서 반올림을 한다. 다. 본 과업은 도시계획업무에 대한 전문성과 공인된 실무적 기준능력을 필요로 함. 라. 증빙자료 미제출 또는 허위로 제출하였을 경우에는 최저점 처리. 신인도 평가6점 가. 평가기준 - 평가방법 도시계획정보화와 관련하여 획득한 특허실적에 대한 평가 - 해당 기술개발에 대하여는 반드시 증빙자료를 첨부하여야 한다입찰공고 일 기준 유효한 증빙자료. 증빙자료 미제출 시 최저점수 처리 - 평점 A사 점수 지분율 B사 점수 지분율 의 배점 심사항목 배점 신인도 도시계획정보화특허실적 6",
      "tables": [
        [
          [
            "심 사 항 목",
            "배점",
            "배점기준"
          ],
          [
            "조직의 전문성\n도시계획기사 자격 보유율",
            "6",
            "① 25% 이상\n② 24% 이상\n③ 23% 이상\n④ 23% 미만"
          ]
        ],
        [
          [
            "심 사 항 목",
            "배점",
            "회사채",
            "기업어음",
            "기업신용평가등급",
            "평점"
          ],
          [
            "신용평가\n등급",
            "2",
            "AAA, AA+, AA0, AA-\nA+, A0, A-,\nBBB+, BBB0\nBBB-, BB+, BB0, BB-\nB+, B0, B-\nCCC+ 이하",
            "A1, A2+, A20, A2-,\nA3+, A30\nA3-, B+, B0\nB-\nC 이하",
            "AAA, AA+, AA0, AA-\nA+, A0, A-,\nBBB+, BBB0\nBBB-, BB+, BB0, BB-\nB+, B0, B-\nCCC+ 이하",
            "2.0\n1.8\n1.6\n1.4"
          ]
        ],
        [
          [
            "심 사 항 목",
            "배점"
          ],
          [
            "신인도\n도시계획정보화 특허실적",
            "6"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 32,
      "text": "- 61 - VIII 협상대상자 선정 및 협상 1. 협상적격자 및 협상순위 산정 제안서 평가결과 기술능력과 가격 평가점수의 합산점수가 70점 이상인 자 소프트웨어사업은 제안서 평가결과 기술능력 평가 점수가 기술능력 평가분 야 배점한도의 85 이상인 자를 협상적격자로 선정함 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제19조에 의거, 협상 적격자가 없는 경우 재공고 입찰에 부칠 수 있음 협상순서는 종합평가점수의 고득점순에 따라 결정하되 합산점수가 동일 한 제안자가 2인 이상일 경우에는 기술능력 평가점수가 높은 제안자를 선순위자로 하고, 기술능력 평가점수도 동일한 경우에는 추첨으로 정함 2. 협상적격자 통지 및 협상 절차 협상적격자와 협상순위가 결정된 경우에는 협상적격자에게 협상순 위와 협상일정을 통보하며, 미 선정 업체에 대한 통보는 생략함 결정된 협상순위에 따라 협상대상자와 협상을 하며, 협상이 성립된 경우에는 다른 협상적격자와 협상을 실시하지 아니함 협상대상자와 협상이 성립되지 않으면 동일한 기준과 절차에 따라 순차적으로 차 순위 협상적격자와 협상을 실시함 모든 협상적격자와 협상이 결렬될 경우 재공고 입찰 또는 새로 입 찰에 부칠 수 있음 인천광역시와 협상대상자의 상호 이견 발생으로 협상이 결렬되어 계약이 체결되지 않을 경우 협상대상자는 이에 따른 소요비용 청구 등 어떠한 이의도 제기할 수 없음 3. 협상기간 협상기간은 협상대상자 선정 후 15일 이내로 함필요시 조정 가능 - 62 - 4. 협상내용과 범위 제안서 협상 - 협상범위는 협상대상자가 제안한 제안내용, 과업내용, 이행사항, 이행 일정, 평가위원회에서 권유사항 등으로 하며, 협상을 통해 그 제안서 내용의 일부를 조정할 수 있음 협의조정 결과 및 성실이행 여부 서면으로 제출 받음 협상에 의하여 사업자가 선정되면, 선정된 사업자는 보완요청사항과 협 상에 의한 조정결과를 반영하여 계약을 체결함 5. 계약체결 및 이행 협상대상자와 협상이 성립되면 특별한 사유가 없는 한 10일 이내에 계약을 체결하여야 하며, 이를 이행하지 않으면 평가위원회에서 선 정된 차 순위 기관단체과 계약체결을 할 수 있음 협상이 성립된 이후 계약을 포기할 경우 제안서 내용에 대하여 연 고권 등 일체의 권리를 주장할 수 없음. 계약체결 및 이행에 관하여는 협상결과와 지방자치단체를 당사자로 하는 계약에 관한 법률시행령시행규칙과 이에 근거한 계약의 일반조건, 특수조건, 입찰유의서 및 일반원칙에 따름 문의처 사업관련 도시계획과 도시계획상임기획단 담당자 박예솔 032-440-4425 계약관련 재정기획관 회계담당관실 담당자 이영주 032-440-2454",
      "tables": [
        [
          [
            "문의처"
          ],
          [
            "사업관련 : 도시계획과 도시계획상임기획단 담당자 박예솔 (☎032-440-4425)"
          ],
          [
            "계약관련 : 재정기획관 회계담당관실 담당자 이영주  (☎032-440-2454)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 33,
      "text": "제 출 서 식 입찰참가서류 서식제1호 접수증 서식제2호 입찰참가신청서 서식제3호 사용인감계 서식제4호 위임장 서식제5호 입찰결과이행각서 서식제6호 청렴계약이행서약서 서식제7호 서약서 서식제8호 보안서약서 서식제9호 근로자권리보호이행서약서 서식제10호 공동수급표준협정서공동이행방식 서식제11호 합의각서 기술제안서 서식제12호 제안서표지정량적평가 서식제13호 제안사일반현황및연혁 서식제14호 제안사업무수행조직및업무분장 서식제15호 재직증명서 서식제16호 유사사업수행실적 서식제17호 실적증명서 서식제18호 제안사경영실태 서식제19호 신인도확인서 서식제20호 정량적평가자체평가표 서식제21호 제안서표지정성적평가 - 64 - 서식 제1호 접 수 증 상기 업체는 인천광역시에서 시행하는 도시계획위원회 통합관리 시스템 구축 용역입찰과 관련하여 붙임과 같이 서류를 제출하고 제안 공모에 참가할 것을 신청합니다. 2024년 월 일 제출 서류 제출서류목록 정량적제안서2부 정성적제안서, 제안발표자료10부 발표용파일USB 입찰참가서류가격제안서포함 신 청 인 업 체 명 연 락 처 인천광역시장 귀하 ------------------------------ 인 ----------------------- 절 취 선 접 수 증 접수번호 업 체 명 대 표 자 보완사항 확 인 자 소속 도시계획과 직위 성명 인 도시계획위원회통합관리시스템구축용역제안공모접수하였음을확인합니다.",
      "tables": [
        [
          [
            "제출\n서류",
            "제출서류목록"
          ],
          [
            "",
            "• 정량적 제안서 2부"
          ],
          [
            "",
            "• 정성적 제안서, 제안발표자료 10부"
          ],
          [
            "",
            "• 발표용 파일 USB"
          ],
          [
            "",
            "• 입찰참가서류(가격제안서 포함)"
          ],
          [
            "신청인",
            "업\n체\n명"
          ],
          [
            "",
            "연\n락\n처"
          ]
        ],
        [
          [
            "입찰참가서류",
            "서식 제1호",
            "접 수 증"
          ],
          [
            "",
            "서식 제2호",
            "입찰참가신청서"
          ],
          [
            "",
            "서식 제3호",
            "사용인감계"
          ],
          [
            "",
            "서식 제4호",
            "위임장"
          ],
          [
            "",
            "서식 제5호",
            "입찰결과 이행각서"
          ],
          [
            "",
            "서식 제6호",
            "청렴계약 이행서약서"
          ],
          [
            "",
            "서식 제7호",
            "서약서"
          ],
          [
            "",
            "서식 제8호",
            "보안서약서"
          ],
          [
            "",
            "서식 제9호",
            "근로자 권리보호 이행 서약서"
          ],
          [
            "",
            "서식 제10호",
            "공동수급표준협정서(공동이행방식)"
          ],
          [
            "",
            "서식 제11호",
            "합의각서"
          ],
          [
            "기술제안서",
            "서식 제12호",
            "제안서 표지(정량적 평가)"
          ],
          [
            "",
            "서식 제13호",
            "제안사 일반현황 및 연혁"
          ],
          [
            "",
            "서식 제14호",
            "제안사 업무수행 조직 및 업무분장"
          ],
          [
            "",
            "서식 제15호",
            "재직증명서"
          ],
          [
            "",
            "서식 제16호",
            "유사사업수행실적"
          ],
          [
            "",
            "서식 제17호",
            "실적증명서"
          ],
          [
            "",
            "서식 제18호",
            "제안사 경영실태"
          ],
          [
            "",
            "서식 제19호",
            "신인도 확인서"
          ],
          [
            "",
            "서식 제20호",
            "정량적평가 자체평가표"
          ],
          [
            "",
            "서식 제21호",
            "제안서 표지(정성적 평가)"
          ]
        ],
        [
          [
            "접수번호",
            ""
          ],
          [
            "업 체 명",
            ""
          ],
          [
            "대 표 자",
            ""
          ],
          [
            "보완사항",
            ""
          ],
          [
            "확 인 자",
            "소속 : 도시계획과  직위 :        성명 :           (인)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 34,
      "text": "- 65 - 서식 제2호 입 찰 참 가 신 청 서 처리기간 즉시 신 청 인 상호 또는 법인명 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 입찰 개요 입 찰 공 고 지명 번 호 인천광역시 공고 제 2024- 호 입찰일 2024. . . 입 찰 건 명 도시계획위원회 통합관리시스템 구축 용역 입찰 보증 금 납부 면제 및 지급 확약 ᆞ본인은 낙찰 후 계약을 체결하지 아니한 때에는 귀 자치단체에 입찰보증금에 해당하는 금액을 현금으로 납부할 것을 확약합니다. 대리인 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 업 체 명 주민등록번호 연 락 처 사용인감 인 본인은 위의 번호로 공고한 귀 자치단체의 경쟁 입찰에 참가하고자 정부에서 정한 공사물품 구매기술 용역 입찰 유의서 및 입찰공고 사항을 모두 승낙하고 붙임 서 류를 첨부하여 입찰참가 신청을 합니다. 2024 년 월 일 신청인 인 신청인 인 인천광역시장 귀하 구 비 서 류 1. 입찰 참가자격을 증명하는 서류 사본 1통 2. 그 밖에 공고에서 제출하도록 한 서류 3. 위임한 경우 신분증 지참대리접수로 인하여 발생하는 모든 문제는 대표자 및 응모자 본인이 모든 책임을 짐 수수료 없 음 세입세출 외 현금출납원 성명 인 - 66 - 서식 제3호 사 용 인 감 계 사 용 인 감 상기인은 위 인감을 인천광역시에서 시행하는도시계획위원회 통합관리시 스템 구축용역의 입찰계약 및 이에 수반되는 모든 행위에 대하여 위의 인 감을 사용하고자 하며, 동 인감을 사용함으로써 민형사상의 문제가 발생할 경우 상기 인이 책임질 것을 확약하고 이에 사용인감계를 제출합니다. 붙임. 인감법인 증명서 1부. 2024년 월 일 주 소 상 호 대표자 인 인천광역시 분임 재무관 귀하",
      "tables": [
        [
          [
            "사  용  인  감"
          ],
          [
            ""
          ]
        ],
        [
          [
            "입  찰  참  가  신  청  서",
            "",
            "",
            "",
            "",
            "",
            "처리기간\n즉시",
            ""
          ],
          [
            "신 청 인",
            "",
            "상호 또는 법인명",
            "",
            "법인등록번호",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주    소",
            "",
            "전 화 번 호",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "대 표 자",
            "",
            "주민등록번호",
            "",
            "",
            ""
          ],
          [
            "입찰\n개요",
            "",
            "입 찰 공 고\n(지명) 번 호",
            "인천광역시 공고\n제 2024-   호",
            "입찰일",
            "2024.   .   .",
            "",
            ""
          ],
          [
            "",
            "",
            "입 찰 건 명",
            "도시계획위원회 통합관리시스템 구축 용역",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰\n보증\n금",
            "",
            "납부 면제 및 \n지급 확약",
            "ㆍ본인은 낙찰 후 계약을 체결하지 아니한 때에는 \n   귀 자치단체에 입찰보증금에 해당하는 금액을 \n   현금으로 납부할 것을 확약합니다.",
            "",
            "",
            "",
            ""
          ],
          [
            "대리인",
            "",
            "본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다.\n  성        명 :                    업 체 명 : \n  주민등록번호 :                    연 락 처 : \n                                    사용인감 :                  (인)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "본인은 위의 번호로 공고한 귀 자치단체의 경쟁 입찰에 참가하고자 정부에서 정한 \n공사(물품 구매․기술 용역) 입찰 유의서 및 입찰공고 사항을 모두 승낙하고 붙임 서\n류를 첨부하여 입찰참가 신청을 합니다.\n2024 년     월      일\n                                         신청인                   (인)\n                                         신청인                   (인)\n  인천광역시장   귀하",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "구비서류",
            "1. 입찰 참가자격을 증명하는 서류 사본 1통\n 2. 그 밖에 공고에서 제출하도록 한 서류\n 3. 위임한 경우: 신분증 지참(대리접수로 인하여 발생하는 모든 문제는 \n대표자 및 응모자 본인이 모든 책임을 짐)",
            "",
            "",
            "",
            "",
            "",
            "수수료\n없 음"
          ],
          [
            "세입세출 외 현금출납원                성명:               (인)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 35,
      "text": "- 67 - 서식 제4호 위 임 장 대 표 자 성 명 주 소 업체명 연 락 처 대 리 인 성 명 주 소 업체명 연 락 처 우리 시에서 시행하는도시계획위원회 통합관리시스템 구축용역의 제안 공모에 참가함에 있어 상기 인을 업체의 대표자 또는 응모자의 대리인 으로 위임하였음을 증명합니다. 2024년 월 일 대 표 자 인 대 리 인 인 인천광역시장 귀하 지참서류 신분증, 재직증명서 위임장에 사용하는 도장은 대표자 인감과 같아야 함 대리 접수로 인하여 발생하는 모든 문제는 대표자 및 응모자 본인이 모든 책임을 짐 - 68 - 서식 제5호 입찰결과 이행각서 입찰공고번호 입 찰 건 명 도시계획위원회 통합관리시스템 구축 용역 본인은도시계획위원회 통합관리시스템 구축용역에 입찰함에 있어서 사업자 선정결과에 대해서 어떠한 이의를 제기하지 않을 것을 확약 드리며, 협 상대상자로 선정되었을 경우에도 주관기관과 협상결렬 시, 차 순위 업체로 협상 이 양도되는 것에 대해 어떠한 이의도 제기하지 않을 것을 확약 드리며, 이에 이 행각서를 제출합니다. 2024년 월 일 주 소 상 호 대표자 인 인천광역시장 귀하",
      "tables": [
        [
          [
            "입 찰 공 고 번 호",
            ""
          ],
          [
            "입  찰  건  명",
            "『도시계획위원회 통합관리시스템 구축 용역』"
          ]
        ],
        [
          [
            "대 표 자",
            "성  명",
            ""
          ],
          [
            "",
            "주  소",
            ""
          ],
          [
            "",
            "업체명",
            "연 락 처"
          ],
          [
            "대 리 인",
            "성  명",
            ""
          ],
          [
            "",
            "주  소",
            ""
          ],
          [
            "",
            "업체명",
            "연 락 처"
          ],
          [
            "우리  시에서  시행하는『도시계획위원회  통합관리시스템  구축』용역의 \n제안 공모에 참가함에 있어 상기 인을 업체의 대표자 또는 응모자의 대리인\n으로 위임하였음을 증명합니다.\n2024년   월   일\n                          대 표 자 :                   (인)\n                          대 리 인 :                   (인)\n 인천광역시장 귀하",
            "",
            ""
          ],
          [
            "※ 지참서류 : 신분증, 재직증명서 \n ※ 위임장에 사용하는 도장은 대표자 인감과 같아야 함\n ※ 대리 접수로 인하여 발생하는 모든 문제는 대표자 및 응모자 본인이 \n    모든 책임을 짐",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 36,
      "text": "- 69 - 서식 제6호 청렴계약 이행서약서 당사는부패없는 투명한 기업경영과 공정한 행정이 사회발전과 국가경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로 OECD 뇌물방지 협약이 발효되었고, 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호응 하여 인천광역시에서 발주하는도시계획위원회 통합관리시스템 구축용역 입찰에 참여함에 있어 당사 임직원과 대리인은 1. 입찰가격의유지나특정인의낙찰을위한담합을하거나다른업체와협정결의, 합의하여 입찰의자유경쟁을부당하게저해하는일체의불공정한행위를않겠습니다. 이를위반하여경쟁입찰에있어서특정인의낙찰을위하여담합을주도한것이사실로 드러날경우인천광역시에서발주하는입찰에입찰참가자격제한을받은날로부터2년동 안참가하지않겠으며, 경쟁입찰에있어서입찰자간에서로상의하여미리입찰가격을협정하거나특정인의낙찰 을위하여담합을한사실이드러날경우인천광역시가시행하는입찰에입찰참가자격 제한처분을받은날로부터1년동안참여하지않고, 위와같이담합등불공정행위를한사실이드러날경우독점규제및공정거래위원회 에고발하여과징금을부과토록하는데일체의이의를제기하지않겠습니다. 2. 입찰계약체결및계약이행과정에서관계공무원에게직간접적으로금품향응등의 부당한이익을제공하지않겠습니다. 이를위반하여입찰, 계약의체결또는계약이행과관련하여관계자에게금품, 향응등 을제공함으로써입찰에유리하게되어계약이체결되었거나계약이행과정에서편의 를받아부실하게시공또는제조한사실이드러날경우에는인천광역시에서시행하는 입찰에입찰참가자격제한처분을받은날로부터2년동안참가하지않겠습니다. 3. 입찰, 계약체결및계약이행과관련하여관계공무원에게금품, 향응등을제공한사실이 드러날경우에는계약체결이전의경우에는낙찰자결정취소, 계약이행전에는계약취소, 계약이행이후에는당해계약의전부또는일부계약을해제또는해지하여도감수하 겠으며, 민형사상이의를제기하지않겠습니다. 4. 회사임직원이관계공무원에게금품, 향응등을제공하거나담합등불공정행위를하 지않도록하는회사윤리강령과내부비리제보자에대해서도일체의불이익처분을하 지않는사규를제정토록노력하겠습니다. 5. 본건입찰, 계약체결, 계약이행, 준공과관련하여우리시에서시행하는청렴계약부서에서 요구하는자료제출, 서류열람, 현장확인등활동에적극협조하겠습니다. 위 청렴계약 서약은 상호 신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약 내용을 그대로 계약 특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약 해지 등의 조치와 관련하여 당사가 인천광역시를 상대로 손해배상을 청구 하거나 당사를 배제하는 입찰에 민형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 2024년 월 일 인천광역시장 귀하 서 약 자 인 - 70 - 서식 제7호 서 약 서 당사는 인천광역시에서 시행하는도시계획위원회 통합관리시스템 구축용역 입찰에 참가함에 있어 아래의 내용을 준수이행할 것을 확약하고 이에 서 약서를 제출합니다. 1. 당사는 인천광역시의 제안요청서에 기술된 내용 및 절차를 인정하고, 성실히 준수하겠으며, 본 제안요청서를 위해할 시 어떠한 불이익도 감 수하겠습니다. 2. 당사는 제안서의 제반사항을 사실적 근거에 의해 작성하겠으며, 제출하는 서류 및 증빙자료가 부정한 방법으로 작성되었거나 허위 기재사항 등이 확인될 경우 참가자격 박탈 등 법적재정적행정적 책임을 감수하겠습니다. 3. 당사는 인천광역시에서 제안서 평가위원회의 구성 및 평가방법, 평가기준, 평가결과, 평가 후 발표된 당선작에 대하여 어떠한 이의제기도 하지 않 겠습니다. 2024년 월 일 업체명 주 소 대표자 인 인천광역시장 귀하",
      "tables": [
        [
          [
            "서     약     서"
          ],
          [
            "당사는  인천광역시에서  시행하는『도시계획위원회  통합관리시스템  구축』용역\n입찰에 참가함에 있어 아래의 내용을 준수·이행할 것을 확약하고 이에 서\n약서를 제출합니다.\n  1.  당사는  인천광역시의  제안요청서에  기술된  내용  및  절차를  인정하고, \n성실히 준수하겠으며, 본 제안요청서를 위해할 시 어떠한 불이익도 감\n수하겠습니다.\n  2. 당사는 제안서의 제반사항을 사실적 근거에 의해 작성하겠으며, 제출하는 \n서류 및 증빙자료가 부정한 방법으로 작성되었거나 허위 기재사항 등이 \n확인될 경우 참가자격 박탈 등 법적․재정적․행정적 책임을 감수하겠습니다. \n  3. 당사는 인천광역시에서 제안서 평가위원회의 구성 및 평가방법, 평가기준, \n평가결과, 평가 후 발표된 당선작에 대하여 어떠한 이의제기도 하지 않\n겠습니다.\n2024년    월    일\n                            업체명 :\n                            주  소 :\n                            대표자 :                  (인)\n 인천광역시장 귀하"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 37,
      "text": "- 71 - 서식 제8호 보 안 서 약 서 제 안 자 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 본인은 인천광역시에서 시행하는도시계획위원회 통합관리시스템 구축 용역의 제안서를 제출함에 있어 본 제안과 관련된 제반사항을 반드시 준수 하고 보안유지에 최선을 다할 것이며, 만일 이를 소홀히 하여 발생되는 모든 사항에 대하여 인천광역시의 어떤 조치에도 이의를 제기하지 않을 것임을 서 약합니다. 2024년 월 일 서 약 자 인사용인감 인천광역시장 귀하 - 72 - 서식 제9호 근로자 권리보호 이행 서약서 당사는 인천광역시에서 시행하는도시계획위원회 통합관리시스템 구축용역 계약업체로서 근로자하도급 업체 포함의 인권보호고용안전노동환경 등의 권리보호를 위해 다음사항을 이행할 것을 서약합니다. 1. 당사는 근로자가 인간으로서의 존엄과 가치 및 자유와 권리를 누릴 수 있도록 인권보호를 위한 경영정책관련 법령에 의거 취업규칙 작성신 고 등을 확립하도록 노력하겠습니다. 2. 근로자에 대하여 인종종교신체적결함성별출생지노동조합 가입 여부 등 의 이유로 고용보상훈련의 기회, 승진, 이직, 퇴직 등에 차별을 하거나 차별을 조장하지 않겠습니다. 3. 산업에 대한 효과적인 지식을 소유하고 안전시설, 휴게시설 등을 설치 하여 근로자의 노동환경을 개선하고 작업과 관련한 사고나 질병을 예방 하기 위해 적절한 조치를 취하며 특히, 근로자가 건강과 안전이 위험하 다고 판단하여 작업을 거부한 경우 즉시 현장의 문제를 조사하여 조치 를 취하도록 하겠습니다. 4. 근로자에게 노동력 착취적인 언어신체적 접촉과 성적 강압 등과 같은 행 위, 정신적 강압이나 언어폭력 등은 허용하지 않고 근로자의 개인정보나 사생활에 대한 권리를 존중하겠습니다. 5. 근로자에게 관련 규정에 부합한 노동시간 준수 및 휴일제공으로 근로자 자신과 가족이 건강한 생활수준을 누릴 수 있게 하며, 여성근로자의 모성 은 특별한 도움을 받을 권리를 보장하겠습니다. 6. 당사는 근로 중 근로자에게 발생한 문제에 대하여 근로기준법, 산업재해 보상보험법, 국민건강보험법 등 관련 법령을 준수하여 필요한 조치를 취 하며 이를 위반할 시에는 관계법령에 따라 책임지겠습니다. 2024년 월 일 서 약 자 인사용인감 인천광역시장 귀하",
      "tables": [
        [
          [
            "보  안  서  약  서",
            "",
            "",
            "",
            ""
          ],
          [
            "제 안 자",
            "상호 또는 \n법인명칭",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주       소",
            "",
            "전 화 번 호",
            ""
          ],
          [
            "",
            "대   표   자",
            "",
            "",
            ""
          ],
          [
            "본인은  인천광역시에서  시행하는『도시계획위원회  통합관리시스템  구축』\n용역의 제안서를 제출함에 있어 본 제안과 관련된 제반사항을 반드시 준수\n하고 보안유지에 최선을 다할 것이며, 만일 이를 소홀히 하여 발생되는 모든 \n사항에 대하여 인천광역시의 어떤 조치에도 이의를 제기하지 않을 것임을 서\n약합니다.\n2024년    월    일\n                          서 약 자                 인(사용인감)\n 인천광역시장 귀하",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "근로자 권리보호 이행 서약서"
          ],
          [
            "당사는  인천광역시에서  시행하는『도시계획위원회  통합관리시스템  구축』용역 \n계약업체로서  근로자(하도급  업체  포함)의  인권보호․고용안전․노동환경  등의 \n권리보호를 위해 다음사항을 이행할 것을 서약합니다.\n  1. 당사는 근로자가 인간으로서의 존엄과 가치 및 자유와 권리를 누릴 수 \n있도록  인권보호를  위한  경영정책(관련  법령에  의거  취업규칙  작성․신\n고 등)을 확립하도록 노력하겠습니다.\n  2. 근로자에 대하여 인종․종교․신체적결함․성별․출생지․노동조합 가입 여부 등\n의  이유로  고용․보상․훈련의  기회,  승진,  이직,  퇴직  등에  차별을  하거나 \n차별을 조장하지 않겠습니다. \n  3. 산업에 대한 효과적인 지식을 소유하고 안전시설, 휴게시설 등을 설치\n하여 근로자의 노동환경을 개선하고 작업과 관련한 사고나 질병을 예방\n하기 위해 적절한 조치를 취하며 특히, 근로자가 건강과 안전이 위험하\n다고 판단하여 작업을 거부한 경우 즉시 현장의 문제를 조사하여 조치\n를 취하도록 하겠습니다. \n  4. 근로자에게 노동력 착취적인 언어․신체적 접촉과 성적 강압 등과 같은 행\n위, 정신적 강압이나 언어폭력 등은 허용하지 않고 근로자의 개인정보나 \n사생활에 대한 권리를 존중하겠습니다.\n  5. 근로자에게 관련 규정에 부합한 노동시간 준수 및 휴일제공으로 근로자 \n자신과 가족이 건강한 생활수준을 누릴 수 있게 하며, 여성근로자의 모성\n은 특별한 도움을 받을 권리를 보장하겠습니다.\n  6. 당사는 근로 중 근로자에게 발생한 문제에 대하여 근로기준법, 산업재해\n보상보험법, 국민건강보험법 등 관련 법령을 준수하여 필요한 조치를 취\n하며 이를 위반할 시에는 관계법령에 따라 책임지겠습니다. \n2024년    월    일\n                              서 약 자                 인(사용인감)\n 인천광역시장 귀하"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 38,
      "text": "- 73 - 서식 제10호 공동수급표준협정서공동이행방식 제1조 목적 이 협정서는 아래 사업을 주, 주가 재정경영 및 기술능력과 인원 및 기자재를 동원하여 공사물자 또는 용역에 대한 계획입찰 시공 등을 위하여 공동연대하여 사업을 영위할 것을 약속하는 협약을 정함에 있다. 1. 사 업 명 2. 계약금액 3. 발주자명 제2조 공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 2. 주사업소의 소재지 3. 대 표 자 명 제3조 공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. 주 대표자 2. 주 대표자 2공동수급체의 대표자는 주 대표자 로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체 재 산의 관리 및 대금의 청구 등의 권한을 가진다. 제4조 효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 당해 계약의 이행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권리의 무관계가 남아 있는 한 본 협정서의 효력은 존속된다. 제5조 의무 공동수급체 구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조 책임 공동수급체의 구성원은 발주자에 대한 계약상의 의무이행에 대하 여 연대하여 책임을 진다. 제7조 하도급 공동수급체의 각 구성원은 자기 책임하에 분담부분의 일부를 하 도급 할 수 있다. - 74 - 제8조 거래계좌 기성대가 등은 공동수급체의 대표자 또는 각 구성원의 다음 계좌로 지급받는다. 다만, 선금은 공동수급체 대표자의 계좌로 지급받는다. 1. 주 공동수급체 대표자 은행 계좌번호 예금주 2. 주 공동수급체 구성원 은행 계좌번호 예금주 제9조 구성원의 출자비율 1각 공동수급체의 참여비율은 다음과 같이 정한다. 1. 주 2. 주 2제1항의 비율은 다음 각호의 1에 해당하는 경우 변경할 수 있다 다만, 출자 비율을 변경하는 경우 공동수급체 일부 구성원의 출자비율 전부를 다른 구성 원에게 이전할 수 없다. 1.발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2.공동수급체 구성원 중 파산, 해산 ,부도 등의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체 구성원 연명으로 출자비율의 변경을 요청한 경우 3.현금이외의 출자는 시가를 참작, 구성원이 협의 평가하는 것으로 한다. 제10조 손익의 배분 도급계약을 이행한 후 이익 또는 손실이 발생하였을 경우 에는 제9조에서 정한 비율에 따라 배당하거나 분담한다. 제11조 권리의무의 양도 제한 구성원은 이 협정서에 의한 권리와 의무를 제 3자에게 양도할 수 없다. 제12조 중도탈퇴에 대한 조치 1공동수급체의 구성원은 발주기관 및 구성원 전원의 동의가 없으면 입찰 및 당해 계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 공동수급체 구성원 중 파산, 해산, 부도 기타 정당한 이유없이 당해 계약을 이행하지 아니하여 시행령 제76조 제1항 제6호의 규정에 의거 입 찰참가자격제한조치를 받은 구성원에 대하여는 다른 구성원이 탈퇴조치를 하 여야 한다. 2제1항의 규정에 의하여 구성원 중 일부가 탈퇴한 경우에는 잔존구성원이 공 동연대하여 당해 계약을 이행한다. 다만, 잔존 구성원만으로는 면허시공능력 등 당해 계약이행요건을 갖추지 못할 경우에는 연대보증인과 연대하여 당해",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 39,
      "text": "- 75 - 계약을 이행하여야 하며, 연대보증인이 없거나 연대보증인이 계약을 이행하지 않는 경우에는 잔존구성원이 발주기관의 승인을 얻어 당해 요건을 충족하여야 한다. 3제2항 본문의 경우 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율 에 따라 분할하여 제9조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후 제10조의 손실을 공제한 잔액을 반환한다. 제13조 하자담보책임 공동수급체가 해산한 후 당해 공사에 관하여 하자가 발 생한 경우에는 연대하여 책임을 진다. 제14조 운영위원회 1공동수급체는 공동수급체 구성원을 위원으로 하는 운영 위원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 통을 작성하여 각 통에 공동수급체 구성원이 기명 날인하여 각자 보관한다. 년 월 일 공동수급체 대표자 주 소 상 호 대표이사 인 공동수급체 구성원 주 소 상 호 대표이사 인 - 76 - 서식 제11호 합 의 각 서 입찰공고번호 입 찰 건 명 도시계획위원회 통합관리시스템 구축 용역 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구 성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체결 및 이행을 성실히 수행하겠음을 이에 합의각 서를 제출합니다. 2024년 월 일 공동수급체 대표자 업 체 명 사업자등록번호 주사무소소재지 성 명 인 공동수급체 구성원 업 체 명 사업자등록번호 주사무소소재지 성 명 인 인천광역시장 귀하",
      "tables": [
        [
          [
            "입 찰 공 고 번 호",
            ""
          ],
          [
            "입  찰  건  명",
            "『도시계획위원회 통합관리시스템 구축 용역』"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 40,
      "text": "- 77 - 서식 제12호 50 접수번호 20 - 도시계획위원회 통합관리시스템 구축 용역 - 정 량 제 안 서 정량적 평가분야 업체명 50 1. 표지크기는 A4, 세로방향, 백상지, 좌철스프링 사용 불가 2. 원본 1부는 직인, 복사본 2부는원본대조필 명기 - 78 - 서식 제13호 제안사 일반현황 및 연혁 회 사 명 법인등록번호 사업자등록번호 사 업 분 야 주 소 연 락 처 전화 FAX 회사설립년도 년 월 해당 부문 사업 기간 년 월 년 월 년 개월 면허허가등록 증보유현황 주요 연혁 - 주요연혁 - 제안사의 기술력, 지식능력 등 1. 자격보유회사는 면허증, 허가증, 등록증 사본 첨부 2. 최근년도 매출액, 자본금 관련 증빙내역 첨부 3. 공동수급의 경우 수급업체별로 작성",
      "tables": [
        [
          [
            "회   사   명",
            ""
          ],
          [
            "법인등록번호\n(사업자등록번호)",
            ""
          ],
          [
            "사 업  분 야",
            ""
          ],
          [
            "주        소",
            ""
          ],
          [
            "연   락   처",
            "전화 :                        FAX :"
          ],
          [
            "회사설립년도",
            "년          월"
          ],
          [
            "해당 부문\n사업 기간",
            "년     월     ～     년     월(   년   개월)"
          ],
          [
            "면허/허가/등록\n증 보 유 현 황",
            ""
          ],
          [
            "주요 연혁",
            "- 주요연혁\n - 제안사의 기술력, 지식능력 등"
          ]
        ],
        [
          [
            "접수번호\n20\n- 도시계획위원회 통합관리시스템 구축 용역 - \n정   량   제   안   서\n(정 량 적   평 가 분 야 )\n업체명",
            "50\n50"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 41,
      "text": "- 79 - 서식 제14호 제안사 업무수행 조직구성도 제안회사 조직구성도 사 업 책 임 자PM 직위, 성명, 기술등급 000 부문 000 부문 000 부문 000 부문 분야별책임자 참여기술자 직위, 성명, 기술 등급 분야별책임자 참여기술자 직위, 성명, 기술 등급 분야별책임자 참여기술자 직위, 성명, 기술 등급 분야별책임자 참여기술자 직위, 성명, 기술 등급 상기부문 구분은 변경 가능 - 80 - 서식 제15호 재 직 증 명 서 성 명 부서직위 주 소 재직기간 위와 같이 당사에 재직 중임을 증명합니다. 2024년 월 일 주 소 상 호 대표자 인 인천광역시장 귀하",
      "tables": [
        [
          [
            "성    명",
            ""
          ],
          [
            "부서/직위",
            ""
          ],
          [
            "주    소",
            ""
          ],
          [
            "재직기간",
            ""
          ]
        ],
        [
          [
            "000 부문"
          ],
          [
            "분야별책임자 :\n참여기술자 :\n  (직위, 성명, \n   기술 등급)"
          ]
        ],
        [
          [
            "000 부문"
          ],
          [
            "분야별책임자 :\n참여기술자 :\n(직위, 성명, \n기술 등급)"
          ]
        ],
        [
          [
            "000 부문"
          ],
          [
            "분야별책임자 :\n참여기술자 :\n(직위, 성명, \n기술 등급)"
          ]
        ],
        [
          [
            "000 부문"
          ],
          [
            "분야별책임자 :\n참여기술자 :\n (직위, 성명,\n 기술 등급)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 42,
      "text": "- 81 - 서식 제16호 유 사 사 업 수 행 실 적 가. 주요 사업 내용 회사명 단위 백만원 연번 사 업 명 사업기간 계약금액 발주처 수행분야 비 고 계 1. 입찰 공고일 기준으로 최근 3년 이내에 국가또는지방자치단체, 공공기관, 민간자에서 완료한 사업단일건을 연도순으로 기재하되 ,본 사업과 유관한 것만 건별로 정확하게 기재 2. 공동수급으로 업무를 수행한 경우 총액을 기재하되 자사의 비용을 괄호 안에 기재 3. 비고란에는 국가, 지방자치단체, 공공기관, 민간자으로 구분하여 기재 발주처가 발행한 실적증명서 첨부 단, 민간자실적인 경우 실적증명서, 세금계산서원본, 계약서사본 제출 실적증명서류 미제출시 불인정하며 기재된 내용 중 허위사실이 발견된 경우 0점 처리 하도급은 발주처가 승인한 경우에 한하며 비고란에 원 도급회사를 기재한다. - 82 - 서식 제17호 실 적 증 명 서 신 청 인 업체명상호 영업소재지 사업자번호 증명서용도 사업범위 금액 포함 사업이행 실적내용 사업명 사업 개요 계약번호 계약일자 계약기간 증명서 발급기관 위 사실을 증명함 2021년 월 일 기관명 인 전화번호 주 소 Fax번호 발급부서 1. 민간거래실적은 세금계산서, 계약서 등 증빙자료를 첨부하여야 함 2. 사업이행실적은 입찰 공고시에 제시한 과업범위 및 기준면적, 금액 등 등이 조건에 부합 되는 실적에 한하며, 공동계약으로 이행하였을 경우 비율과 이행실적을 기재하여야 함 3. 이행 실적 란은 기재 후 투명 접착테이프를 붙여 증명을 받아야 함 4. 사본일 경우 사실과 상이 없음을 날인하여 제출",
      "tables": [
        [
          [
            "연번",
            "사   업   명",
            "사업기간",
            "계약금액",
            "발주처",
            "수행분야",
            "비 고"
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "(     )",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "신 청 인",
            "업체명(상호)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "영업소재지",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업자번호",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "증명서용도",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업범위\n(금액 포함)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업이행\n실적내용",
            "사업명",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업\n개요",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계약번호",
            "계약일자",
            "",
            "계약기간",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발급기관",
            "위 사실을 증명함\n                                     2021년    월    일",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기관명 :                   (인)    (전화번호 :               )",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주  소 :                           (Fax번호 :               )",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서:",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 43,
      "text": "- 83 - 서식 제18호 제안사 경영실태최근 2년 단위 백만원 구 분 년도 년도 총 자 산 자기자본 유동부채 고정부채 유동자산 매 출 액 당기 순이익 자기자본비율 자기자본순이익율 유 동 비 율 부 채 비 율 1. 자기자본 및 유동비율을 확인하기 위한 결산보고서재무제표증명원 첨부 2. 비영리법인의 경우 신용평가등급확인서 제출 - 84 - 서식 제19호 신인도 확인서 회사명 자격증 보유 인원수명 총 보유 인원수명 세부보유현황 성명 자격증 종류 취득일 1. 평점 도시계획기사 자격증 보유 인원수 총 보유 인원수 100 2. 도시계획기사 보유 인력은 입찰공고일 전일 현재 국민연금사업장 가입자 증명원 제출 3. 증빙자료 미제출 또는 허위로 제출하였을 경우에는 최저점 처리.",
      "tables": [
        [
          [
            "회사명",
            "",
            "자격증 보유 \n인원수(명)",
            "총 보유 \n인원수(명)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "<세부보유현황>",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "성명",
            "자격증 종류",
            "",
            "취득일",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분",
            "년도",
            "년도"
          ],
          [
            "총 자 산",
            "",
            ""
          ],
          [
            "자기자본",
            "",
            ""
          ],
          [
            "유동부채",
            "",
            ""
          ],
          [
            "고정부채",
            "",
            ""
          ],
          [
            "유동자산",
            "",
            ""
          ],
          [
            "매 출 액",
            "",
            ""
          ],
          [
            "당기 순이익",
            "",
            ""
          ],
          [
            "자기자본비율",
            "",
            ""
          ],
          [
            "자기자본순이익율",
            "",
            ""
          ],
          [
            "유  동  비  율",
            "",
            ""
          ],
          [
            "부  채  비  율",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 44,
      "text": "- 85 - 서식 제20호 정량적평가 자체평가표예시 구 분 배 점 평 점자체평가 내용 점수 유사용역 실적금액 6 경영상태 2 조직의 전문성 6 신인도 6 합 계 20 p.58 정량적 평가항목 및 배점 참고하여 기재 - 86 - 서식 제22호 접수번호 - 도시계획위원회 통합관리시스템 구축 용역 - 제 안 서 정성적 평가분야 업체명원본만 기입 1. 표지크기는 A4, 세로방향, 백상지, 좌철스프링 사용 불가 2. 제안업체 명은 2부만 기재 3. 제안서 12부 중, 10부는 기관명을 기재하지 않고 빈칸으로 제출할 것",
      "tables": [
        [
          [
            "구     분",
            "",
            "배 점",
            "평  점(자체평가)",
            ""
          ],
          [
            "",
            "",
            "",
            "내용",
            "점수"
          ],
          [
            "유사용역\n실적금액",
            "",
            "6",
            "",
            ""
          ],
          [
            "경영상태",
            "",
            "2",
            "",
            ""
          ],
          [
            "조직의 \n전문성",
            "",
            "6",
            "",
            ""
          ],
          [
            "신인도",
            "",
            "6",
            "",
            ""
          ],
          [
            "합   계",
            "",
            "20",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    }
  ]
}