{
  "csv_metadata": {
    "공고 번호": "20241207733",
    "공고 차수": 0.0,
    "사업명": "국립인천해양박물관 해양자료관리시스템 구축 용역(장기계속계약)",
    "사업 금액": 137000000,
    "발주 기관": "국립인천해양박물관",
    "공개 일자": "2024-12-04 18:03:05",
    "입찰 참여 시작일": "2024-12-04 18:10:00",
    "입찰 참여 마감일": "2024-12-16 10:00:00",
    "사업 요약": "- 사업개요: 국립인천해양박물관 해양자료관리시스템 구축 용역\n- 추진배경 및 필요성: 국립인천해양박물관의 소장자료DB 및 디지털자료의 영구적 저장 및 체계적인 관리를 위한 웹기반의 해양자료관리시스템 필요\n- 사업범위: 웹 기반의 해양자료관리시스템 구축, 클라우드 기반의 전산환경 인프라 구축, 보안관제 강화, 소장자료DB 이전, 관리자 및 실무자 교육\n- 기대효과: 소장자료DB를 직접 입력-관리-검색하는 기능 제공, 소장자료에 대한 보안성 증대, 자료의 출-격납 및 보존상태에 대한 정보 확인 가능",
    "파일형식": "pdf",
    "파일명": "국립인천해양박물관_국립인천해양박물관 해양자료관리시스템 구축 용.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 국립인천해양박물관 해양자료관리시스템 구축 용역 주관기관 국립인천해양박물관 2024. 11. 담당 부 서 담당자 성 명 연락처 유물관리부 학예연구사 배진경 032-453-8832 - 목 차 - I. 사업개요 1. 일반사항 1 2. 추진배경 및 필요성 1 3. 주요 사업내용 1 4. 기대효과 2 II. 과업의 범위 1. 해양자료관리시스템 기능별 요구사항 3 2. 추진 체계 및 역할 4 3. 추진일정 4 4. 사업추진 관리 4 5. 검수 5 III. 제안 요청사항 1. 요구사항 총괄표 7 2. 요구사항 목록 8 2-1. 요구사항 상세 9 3. 작업장소 상호 협의 22 4. 하자담보 책임기간 명시 23 5. 계약목적물의 지식재산권 귀속 23 6. 과업심의위원회 24 7. 누출금지정보의 범위 24 8. SW사업 영향평가 24 9. 기타사항 24 IV. 참가자격 및 선정안내 1. 입찰 참가자격 25 2. 사업자 선정방식 26 3. 입찰서류 및 제안서 제출안내 30 V. 제안서 작성 안내 1. 제안서 작성 요령 33 2. 입찰 및 제안서 관련 서식 37",
      "tables": [
        [
          [
            "사  업  명",
            "국립인천해양박물관  해양자료관리시스템  구축  용역"
          ],
          [
            "주관기관",
            "국립인천해양박물관"
          ]
        ],
        [
          [
            "담당",
            "부    서",
            "담당자",
            "성    명",
            "연락처"
          ],
          [
            "",
            "유물관리부",
            "학예연구사",
            "배진경",
            "032-453-8832"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 2,
      "text": "- 1 - I 사업개요 1. 일반사항 가. 사 업 명 국립인천해양박물관 해양자료관리시스템 구축 용역장기계속계약 나. 사업기간 계약일로부터 6개월 - 1차 사업기간 계약일로부터 4개월 - 2차 사업기간 1차 사업기간 완료일로부터 2개월 사업 내용 1차 사업 국립인천해양박물관 해양자료관리시스템 구축 및 초기 데이터 구축 2차 사업 리포팅툴 사용 SW 및 리포트 출력양식 개발 다. 사업금액 금 137,000,000원부가가치세 포함 라. 계약방법 제한경쟁입찰협상에 의한 계약 마. 낙찰자 결정방법 협상에 의한 계약기술평가90 가격평가10 2. 추진배경 및 필요성 가. 국립인천해양박물관 소장자료DB 및 디지털자료사진, 영상, 원문자료 등의 영구적 저장 및 체계적인 관리를 위한 웹기반의 해양자료관리시스템 필요 나. 최신 정보화 환경 및 사용자 환경의 변화에 따라 웹 기반의 해양자료 관리시스템 도입 필요 다. 정보유출 및 소실 등 사이버사고에 대비하기 위해 보안성과 안정성이 강화된 클라우드 기반의 전산환경 인프라 구축 필요 라. 박물관 누리집에서 유물현황 및 변동내역을 실시간 제공하기 위한 대국민 서비스 기반 마련 3. 주요 사업내용 가. 웹 기반의 해양자료관리시스템 구축 ᄋ 국립해양박물관 해양자료관리시스템을 국립인천해양박물관 소장자료 등의 성격에 맞춰 제작 - 2 - ᄋ 구입이관수증 등 자료수집 관련 이력관리 시스템 구축 ᄋ 등록출격납전시대여보존처리 등 자료관리 관련 이력관리 시스템 구축 ᄋ 소장자료DB를 엑셀xlsx, 한글hwp, PDF 등의 출력물로 변환이 가능한 시스템 구축 ᄋ 소장자료DB를 누리집에서도 사용할 수 있도록 표준화 나. 시스템 운용을 위한 클라우드 기반의 전산환경 인프라 구축 ᄋ 국립인천해양박물관이 현재 사용중인 클라우드社에 인프라 구축 ᄋ 기존 데이터베이스관리시스템DBMS인 Oracle을 클라우드 환경에 적합한 Mysql로 전환 다. 해양수산사이버안전센터에 보안관제가 가능하도록 클라우드 구성 ᄋ 클라우드용 보안관제 솔루션을 설치 후 위협탐지 결과를 VPN 등을 이용하여 해양수산사이버안전센터로 전송 해양수산부 제품 위협관리센서TMS_ 윈스wins사 제품 가상사설망VPN - 윈스wins 및 엑스게이트 회사 제품 라. 해양자료관리시스템으로 소장자료DB 이전 ᄋ 엑셀xlsx, 한글hwp로 작성된 약 7,000여점의 소장자료 목록과 명세서 등의 소장자료DB 및 사진자료jpg등을 시스템으로 이전 마. 시스템 조기정착과 사용여건 개선을 위한 관리자 및 실무자 교육 4. 기대효과 가. 사용자에게 소장자료DB를 해양자료관리시스템에서 직접 입력관리 검색하는 기능을 제공, 소장자료정보를 쉽고 효율적으로 활용할 수 있는 업무환경 조성 나. 해양자료관리시스템의 사용자 또는 자료에 대한 접근 권한을 체계적으로 정의하고 부여하여 소장자료에 대한 보안성 증대 다. 소장자료 이력 관리를 통해 자료의 출격납 및 보존상태에 대한 정보를 한눈에 확인 가능한 시스템 마련",
      "tables": [
        [
          [
            "",
            "사업  내용"
          ],
          [
            "1차  사업",
            "국립인천해양박물관  해양자료관리시스템  구축  및  초기  데이터  구축"
          ],
          [
            "2차  사업",
            "리포팅툴  사용  S/W  및  리포트  출력양식  개발"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - II 과업의 범위 1. 해양자료관리시스템 기능별 요구사항 기본정보 관리 자료수집 소장자료 관리 ᄋ 시스템 관리 - 공통코드 관리 - 메뉴 및 권한 관리 - 그룹 권한관리 - 담당자 관리 - 부서 관리 - 게시판 관리 - 시스템 설정 관리 - 접속이력 관리 ᄋ 운영정보 관리 - 운영기본정보 관리 - 수장고 관리 - 전시실 관리 - 보존처리실 관리 - 대외기관 관리 - 로그인 이미지 관리 - 운영코드 관리 ᄋ 구입 - 접수자료 목록 - 자료수집 위원회 - 위원회 관리 - 과거 접수자료 검색 ᄋ 수증 - 수증자료 목록 - 수증 평가 ᄋ 수탁 - 수탁자료 목록 - 수탁 평가 ᄋ 입수처 이력관리 ᄋ 자료등록 - 대표번호 등록 - 수집자료 등록 - 자료정보 수정 - 자료 수정 신청 - 자료 가등록 관리 ᄋ 보험 관리 ᄋ 저작권 관리 검색 출격납 요청관리 보존처리 ᄋ 키워드 검색 ᄋ 미등록자료 검색 ᄋ 관내 전시 ᄋ 관외 대여 ᄋ 보존처리 ᄋ 열람복제 ᄋ 출격납 관리 ᄋ 보존처리 등록 ᄋ 보존처리외부자료 ᄋ 보존처리 목록 통계 게시판스케쥴 개인정보 관리 ᄋ 자료 구분별 ᄋ 격납처별 ᄋ 격납처별국내국외 ᄋ 출납원인별 ᄋ 고빈도 출격납자료 ᄋ 공지사항 ᄋ 업무 스케쥴 관리 ᄋ 오류신고 ᄋ 즐겨찾는메뉴 관리 ᄋ 알림센터 관리 ᄋ 나의정보 수정 ᄋ 나의폴더 - 4 - 2. 추진 체계 및 역할 국립인천해양박물관 사업지원 사업주관 시설운영부 유물관리부 ᄋ사업 발주 ᄋ사업 관리 정보화 분야 ᄋ시스템 구축 주관 ᄋ사업 관리 학예 분야 3. 추진일정 월 공정내용 12월 착수 및 요구사항 분석 시스템 구축 시스템 및 소프트웨어 설계 시스템 및 소프트웨어 개발 시스템 운용 데이터 이관 시범운용 사용자 교육 산출물 제출 업무보고 착수 4. 사업추진 관리 가. 제안사는 사업 착수에서 종료까지 각 단계의 세부일정 계획을 제출한다. 나. 제안사는 사업 목표관리, 진도관리, 변경관리, 진행계획 등의 승인, 제안, 프로젝트 수행 과정상에서의 문제점 및 위험요소 확인 등을 위해 정기 또는 비정기적으로 수행하는 보고체계를 계획하고 이행하여야 한다. ᄋ 정기보고 주간보고 ᄋ 단계별 보고 착수보고, 중간보고, 완료보고 ᄋ 비정기보고 수시보고",
      "tables": [
        [
          [
            "자료수집"
          ],
          [
            "ㅇ  구입\n  -  접수자료  목록\n  -  자료수집  위원회\n  -  위원회  관리\n  -  과거  접수자료  검색\nㅇ  수증\n  -  수증자료  목록\n  -  수증  평가\nㅇ  수탁\n  -  수탁자료  목록\n  -  수탁  평가\nㅇ  입수처  이력관리"
          ]
        ],
        [
          [
            "기본정보  관리"
          ],
          [
            "ㅇ  시스템  관리\n  -  공통코드  관리\n  -  메뉴  및  권한  관리\n  -  그룹  권한관리\n  -  담당자  관리\n  -  부서  관리\n  -  게시판  관리\n  -  시스템  설정  관리\n  -  접속이력  관리\nㅇ  운영정보  관리\n  -  운영기본정보  관리\n  -  수장고  관리\n  -  전시실  관리\n  -  보존처리실  관리\n  -  대외기관  관리\n  -  로그인  이미지  관리\n  -  운영코드  관리"
          ]
        ],
        [
          [
            "소장자료  관리"
          ],
          [
            "ㅇ  자료등록\n  -  대표번호  등록\n  -  수집자료  등록\n  -  자료정보  수정\n  -  자료  수정  신청\n  -  자료  가등록  관리\nㅇ  보험  관리\nㅇ  저작권  관리"
          ]
        ],
        [
          [
            "착수  및  요구사항  분석",
            "",
            ""
          ],
          [
            "시스템  구축",
            "시스템  및 \n소프트웨어  설계",
            ""
          ],
          [
            "",
            "시스템  및 \n소프트웨어  개발",
            ""
          ],
          [
            "시스템  운용",
            "데이터  이관",
            ""
          ],
          [
            "",
            "시범운용",
            ""
          ],
          [
            "사용자  교육",
            "",
            ""
          ],
          [
            "산출물  제출",
            "",
            ""
          ],
          [
            "업무보고",
            "",
            "착수"
          ]
        ],
        [
          [
            "출격납  요청/관리"
          ],
          [
            "ㅇ  관내  전시\nㅇ  관외  대여\nㅇ  보존처리\nㅇ  열람/복제\nㅇ  출격납  관리"
          ]
        ],
        [
          [
            "검색"
          ],
          [
            "ㅇ  키워드  검색\nㅇ  미등록자료  검색"
          ]
        ],
        [
          [
            "보존처리"
          ],
          [
            "ㅇ  보존처리  등록\nㅇ  보존처리(외부자료)\nㅇ  보존처리  목록"
          ]
        ],
        [
          [
            "게시판/스케쥴"
          ],
          [
            "ㅇ  공지사항\nㅇ  업무  스케쥴  관리\nㅇ  오류신고"
          ]
        ],
        [
          [
            "통계"
          ],
          [
            "ㅇ  자료  구분별\nㅇ  격납처별\nㅇ  격납처별(국내/국외)\nㅇ  출납원인별\nㅇ  고빈도  출격납자료"
          ]
        ],
        [
          [
            "개인정보  관리"
          ],
          [
            "ㅇ  즐겨찾는메뉴  관리\nㅇ  알림센터  관리\nㅇ  나의정보  수정\nㅇ  나의폴더"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 5 - 다. 산출물과 주요 내용은 다음과 같고, 별도 협의한 경우에 추가 혹은 변경할 수 있다. 5. 검수 가. 최종검수는 완료계 접수일로부터 14일 이내에 실시한다. 단, 14일 이 내에 검수가 불가능할 경우, 박물관은 계약업체에 이를 통보하고 연 기사유가 해소되면 즉시 검수를 실시하여야 한다. 계약 완료일 이후 검사에 합격하고 완료계를 제출하게 되면 계약예규에 따른 지 체상금이 부과될 수 있음 나. 검수대상은 계약업체가 최종 용역 산출물로서 박물관에 제출한 관련 산출물과 프로그램 파일 및 사업회 측 운영자에 대한 교육이행 과정 및 기타 시스템구축 전 과정을 대상으로 한다. 다. 교육은 검수 완료 후 이루어져야 하며, 일정은 협의 후 정한다. 단, 교육내용은 박물관의 입장을 충분히 반영하여 납득할 수준 이상이어 야 하며, 교육에 필요한 자료는 별도의 문서화된 자료로 이루어져야 한다. 산출물 종류 내용 형태 착수 착수계, 착수보고서, 사업수행계획서 계약직후 10일 이내 일반용역계약특수조건 제5조에 따름 서약서 및 각서 등 별표510 착수계 제출시 기술적용계획표 자유양식 착수계 제출시 정기 및 수시 주간보고서 주 1회서면보고 수시보고서 수시 보고사항 발생시 완료보고 서 및 산출물 시험결과보고서 테스트 후 14일 이내 인쇄물 USB 저장파일 완료계, 완료보고서 용역 완료일까지 기술적용결과표 자유양식 완료계 제출시 보안 확약서 별표9 완료계 제출시 운영자 매뉴얼 검수완료 후 10일 이내 사용자 매뉴얼 - 6 - 라. 용역 최종 산출물 내역 구 분 적요 세부내역 보고서 관리보고 ᄋ사업수행계획서 ᄋ주간 및 수시 보고서 완료보고 ᄋ완료보고서 ᄋ사용자 매뉴얼 ᄋ운영자 매뉴얼 ᄋ시험결과보고서",
      "tables": [
        [
          [
            "구  분",
            "적요",
            "세부내역"
          ],
          [
            "보고서",
            "관리보고",
            "ㅇ사업수행계획서\nㅇ주간  및 수시 보고서"
          ],
          [
            "",
            "완료보고",
            "ㅇ완료보고서\nㅇ사용자 매뉴얼\nㅇ운영자 매뉴얼\nㅇ시험결과보고서"
          ]
        ],
        [
          [
            "산출물  종류",
            "",
            "내용",
            "형태"
          ],
          [
            "착수",
            "착수계,  착수보고서,\n사업수행계획서",
            "계약직후  10일  이내\n*  일반용역계약특수조건  제5조에  따름",
            ""
          ],
          [
            "",
            "서약서  및  각서  등\n[별표5∼10]",
            "착수계  제출시",
            ""
          ],
          [
            "",
            "기술적용계획표\n[자유양식]",
            "착수계  제출시",
            ""
          ],
          [
            "정기  및 \n수시",
            "주간보고서",
            "주  1회(서면보고)",
            ""
          ],
          [
            "",
            "수시보고서",
            "수시  보고사항  발생시",
            ""
          ],
          [
            "완료보고\n서  및 \n산출물",
            "시험결과보고서",
            "테스트  후  14일  이내",
            "인쇄물\n/\nUSB  저장파일"
          ],
          [
            "",
            "완료계,  완료보고서",
            "용역  완료일까지",
            ""
          ],
          [
            "",
            "기술적용결과표\n[자유양식]",
            "완료계  제출시",
            ""
          ],
          [
            "",
            "보안  확약서\n[별표9]",
            "완료계  제출시",
            ""
          ],
          [
            "",
            "운영자  매뉴얼",
            "검수완료  후  10일  이내",
            ""
          ],
          [
            "",
            "사용자  매뉴얼",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - III 제안 요청사항 1. 요구사항 총괄표 사업 내용이 변경될 경우 과업변경절차에 따라 상호 협의하여 결정하며, 제안서 작 성 시 제안요청서 요구사항에 명시되지 않았으나 사업수행자 판단으로 추가되어야 할 요구사항에 대해서는 별도 표시하여 추가 작성 가능함 제안업체는 제안요청서에 기술된 요구사항을 기반으로 제안하되 업무분석단계에서 보다 창의적인 방법으로 요구사항을 해석하고, 정제하여 사업에 반영해야 함 구 분 설 명 요구사항 개수 기능-SFR System Function Requirement 목표 시스템이 반드시 수행하여야 하거나 목표 시스템을 이 용하여 사용자가 반드시 할 수 있어야 하는 기능동작에 대해 기술한 것 9 테스트 요구사항-TER Test Requirement 구축된 시스템이 계획된 목표 대비 제대로 운영되는가를 테 스트하고, 점검하기 위한 테스트 요구사항 1 성능-PER Performance Requirement 목표 시스템의 처리속도 및 시간, 처리량, 동적정적용량, 가 용성 등 성능에 대한 요구사항을 기술 1 인터페이스 요구사항-SIR System Interface Requirement UIR, User Interface Requirement 목표 시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요구사항을 기술한 것으로 타 소프트웨 어, 하드웨어 및 통신 인터페이스, 타 시스템들과의 정보교환 에 이용되는 프로토콜과의 연계도 포함하여 기술한다. 단, 인 터페이스 요구사항의 경우 사용자 편의성, 사용자 경험 등의 사용자 중심의 요구사항에 대한 기술 요건을 기술한 것 3 데이터-DAR Data Requirement 목표 시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, 방법, 보안이 필요한 데이터 등 데이터베 이스를 구축하기 위해 필요한 요구사항을 기술 10 품질-QUR Quality Requirement 목표시스템이 가져야 하는 품질 항목, 품질평가 대상 및 목표값에 대한 요구사항을 기술한 것 신뢰성, 사용성, 유지관리성, 이식성, 보안성 등으로 구분하여 기술 3 보안-SER Security Requirement 정보 자산의 기밀성과 무결성을 위해 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요건을 기술한 것 4 프로젝트 관리-PMR Project Management Requirement 프로젝트의 원활한 수행을 위한 관리 방법론 및 추진 단계 별 수행 방안에 대한 요구사항을 기술하고, 사업을 수행하 기 위한 계약방식과 조건, 프로젝트 추진 기간 등에 대한 요구사항을 기술 사업수행조직, 프로젝트 관리방법론, 일정계획, 사업추진계 획서 작성 요구사항, 요구사항 추적 및 성과관리에 관한 요 건을 기술한 것 5 프로젝트 지원-PSR Project Support Requirement 프로젝트 기간 또는 프로젝트 완료 후 원활한 서비스 이행 과 안정화를 위해 필요한 교육이나 업체에서 기술적인 지원 이 필요한 부분에 대한 요구사항을 기술 2 법적 반영-RER Regal Requirement 시스템 구축, 운영 단계에서 요구되는 기능, 운용환경, 하자 보수 등에 대하여 법적 규제 및 정책적 요구사항에 관한 요 건을 기술한 것 1 합 계 39 - 8 - 2. 요구사항 목록 순번 구분 요구사항 고유번호 요구사항 명칭 1 기능 SFR-001 기본정보 관리 2 SFR-002 자료수집 3 SFR-003 소장자료 관리 4 SFR-004 검색 5 SFR-005 출격납 요청관리 6 SFR-006 보존처리 7 SFR-007 통계 8 SFR-008 게시판스케줄 9 SFR-009 개인정보 관리 10 테스트 TER-001 테스트 계획수립 및 실시 11 성능 PER-001 서비스별 성능 모니터링 및 보완 12 인터페이스 SIR-001 사용자 인터페이스 13 SIR-002 온라인 도움말 14 SIR-003 느린 작업에 대한 사전 경고 15 데이터 DAR-001 데이터 표준 수립 및 상위표준 준수 16 DAR-002 데이터 표준 관리 17 DAR-003 데이터 구조 설계 18 DAR-004 데이터 구조 검증 19 DAR-005 데이터 구조 관리 20 DAR-006 데이터 값 검증 방안 21 DAR-007 데이터 개방 및 메타데이터 관리체계 22 DAR-008 데이터 저장 23 DAR-009 데이터 보존 24 DAR-010 데이터 무결성 25 품질 QUR-001 시스템 무중단 운영 26 QUR-002 시스템 장애복구 27 QUR-003 데이터 복구 28 보안 SER-001 시스템 보안관리 29 SER-002 용역수행 관련 보안관리 30 SER-003 계정 및 권한 보안 31 SER-004 보안취약점 점검 32 프로젝트 관리 PMR-001 사업수행 조직 33 PMR-002 산출물 관리 34 PMR-003 작업도구 및 장비 35 PMR-004 시스템 구축 36 PMR-005 SW사업정보 저장소 데이터 작성 및 제출 37 프로젝트 지원 PSR-001 유지관리 일반 38 PSR-002 시스템 사용자 및 관리자 교육지원 39 법적 반영 RER-001 저작권 준수",
      "tables": [
        [
          [
            "구  분",
            "설  명",
            "요구사항\n개수"
          ],
          [
            "기능-SFR\n(System  Function  Requirement)",
            "목표  시스템이  반드시  수행하여야  하거나  목표  시스템을  이\n용하여  사용자가  반드시  할  수  있어야  하는  기능(동작)에 \n대해  기술한  것",
            "9"
          ],
          [
            "테스트  요구사항-TER\n(Test  Requirement)",
            "구축된  시스템이  계획된  목표  대비  제대로  운영되는가를  테\n스트하고,  점검하기  위한  테스트  요구사항",
            "1"
          ],
          [
            "성능-PER\n(Performance  Requirement)",
            "목표  시스템의  처리속도  및  시간,  처리량,  동적·정적용량,  가\n용성  등  성능에  대한  요구사항을  기술",
            "1"
          ],
          [
            "인터페이스  요구사항-SIR\n(System  Interface  Requirement \n&  UIR,  User  Interface \nRequirement)",
            "목표  시스템과  외부를  연결하는  시스템  인터페이스와  사용자 \n인터페이스에  대한  요구사항을  기술한  것으로  타  소프트웨\n어,  하드웨어  및  통신  인터페이스,  타  시스템들과의  정보교환\n에  이용되는  프로토콜과의  연계도  포함하여  기술한다.  단,  인\n터페이스  요구사항의  경우  사용자  편의성,  사용자  경험  등의 \n사용자  중심의  요구사항에  대한  기술  요건을  기술한  것",
            "3"
          ],
          [
            "데이터-DAR\n(Data  Requirement)",
            "목표  시스템의  서비스에  필요한  초기자료  구축  및  데이터 \n변환을  위한  대상,  방법,  보안이  필요한  데이터  등  데이터베\n이스를  구축하기  위해  필요한  요구사항을  기술",
            "10"
          ],
          [
            "품질-QUR\n(Quality  Requirement)",
            "목표시스템이  가져야  하는  품질  항목,  품질평가  대상  및  목표값에 \n대한  요구사항을 기술한  것\n신뢰성, 사용성, 유지관리성,  이식성, 보안성  등으로  구분하여 기술",
            "3"
          ],
          [
            "보안-SER\n(Security  Requirement)",
            "정보  자산의  기밀성과  무결성을  위해  목표  시스템의  데이터 \n및  기능,  운영  접근을  통제하기  위한  요건을  기술한  것",
            "4"
          ],
          [
            "프로젝트  관리-PMR\n(Project  Management \nRequirement)",
            "프로젝트의  원활한  수행을  위한  관리  방법론  및  추진  단계\n별  수행  방안에  대한  요구사항을  기술하고,  사업을  수행하\n기  위한  계약방식과  조건,  프로젝트  추진  기간  등에  대한 \n요구사항을  기술\n사업수행조직,  프로젝트  관리방법론,  일정계획,  사업추진계\n획서  작성  요구사항,  요구사항  추적  및  성과관리에  관한  요\n건을  기술한  것",
            "5"
          ],
          [
            "프로젝트  지원-PSR\n(Project  Support  Requirement)",
            "프로젝트  기간  또는  프로젝트  완료  후  원활한  서비스  이행\n과  안정화를  위해  필요한  교육이나  업체에서  기술적인  지원\n이  필요한  부분에  대한  요구사항을  기술",
            "2"
          ],
          [
            "법적  반영-RER\n(Regal  Requirement)",
            "시스템  구축,  운영  단계에서  요구되는  기능,  운용환경,  하자\n보수  등에  대하여  법적  규제  및  정책적  요구사항에  관한  요\n건을  기술한  것",
            "1"
          ],
          [
            "합    계",
            "",
            "39"
          ]
        ],
        [
          [
            "순번",
            "구분",
            "요구사항\n고유번호",
            "요구사항  명칭"
          ],
          [
            "1\n2\n3\n4\n5\n6\n7\n8\n9",
            "기능",
            "SFR-001",
            "기본정보  관리"
          ],
          [
            "",
            "",
            "SFR-002",
            "자료수집"
          ],
          [
            "",
            "",
            "SFR-003",
            "소장자료  관리"
          ],
          [
            "",
            "",
            "SFR-004",
            "검색"
          ],
          [
            "",
            "",
            "SFR-005",
            "출격납  요청/관리"
          ],
          [
            "",
            "",
            "SFR-006",
            "보존처리"
          ],
          [
            "",
            "",
            "SFR-007",
            "통계"
          ],
          [
            "",
            "",
            "SFR-008",
            "게시판/스케줄"
          ],
          [
            "",
            "",
            "SFR-009",
            "개인정보  관리"
          ],
          [
            "10",
            "테스트",
            "TER-001",
            "테스트  계획수립  및  실시"
          ],
          [
            "11",
            "성능",
            "PER-001",
            "서비스별  성능  모니터링  및  보완"
          ],
          [
            "12\n13\n14",
            "인터페이스",
            "SIR-001",
            "사용자  인터페이스"
          ],
          [
            "",
            "",
            "SIR-002",
            "온라인  도움말"
          ],
          [
            "",
            "",
            "SIR-003",
            "느린  작업에  대한  사전  경고"
          ],
          [
            "15\n16\n17\n18\n19\n20\n21\n22\n23\n24",
            "데이터",
            "DAR-001",
            "데이터  표준  수립  및  상위표준  준수"
          ],
          [
            "",
            "",
            "DAR-002",
            "데이터  표준  관리"
          ],
          [
            "",
            "",
            "DAR-003",
            "데이터  구조  설계"
          ],
          [
            "",
            "",
            "DAR-004",
            "데이터  구조  검증"
          ],
          [
            "",
            "",
            "DAR-005",
            "데이터  구조  관리"
          ],
          [
            "",
            "",
            "DAR-006",
            "데이터  값  검증  방안"
          ],
          [
            "",
            "",
            "DAR-007",
            "데이터  개방  및  메타데이터  관리체계"
          ],
          [
            "",
            "",
            "DAR-008",
            "데이터  저장"
          ],
          [
            "",
            "",
            "DAR-009",
            "데이터  보존"
          ],
          [
            "",
            "",
            "DAR-010",
            "데이터  무결성"
          ],
          [
            "25\n26\n27",
            "품질",
            "QUR-001",
            "시스템  무중단  운영"
          ],
          [
            "",
            "",
            "QUR-002",
            "시스템  장애복구"
          ],
          [
            "",
            "",
            "QUR-003",
            "데이터  복구"
          ],
          [
            "28\n29\n30\n31",
            "보안",
            "SER-001",
            "시스템  보안관리"
          ],
          [
            "",
            "",
            "SER-002",
            "용역수행  관련  보안관리"
          ],
          [
            "",
            "",
            "SER-003",
            "계정  및  권한  보안"
          ],
          [
            "",
            "",
            "SER-004",
            "보안취약점  점검"
          ],
          [
            "32\n33\n34\n35\n36",
            "프로젝트  관리",
            "PMR-001",
            "사업수행  조직"
          ],
          [
            "",
            "",
            "PMR-002",
            "산출물  관리"
          ],
          [
            "",
            "",
            "PMR-003",
            "작업도구  및  장비"
          ],
          [
            "",
            "",
            "PMR-004",
            "시스템  구축"
          ],
          [
            "",
            "",
            "PMR-005",
            "SW사업정보  저장소  데이터  작성  및  제출"
          ],
          [
            "37\n38",
            "프로젝트  지원",
            "PSR-001",
            "유지관리  일반"
          ],
          [
            "",
            "",
            "PSR-002",
            "시스템  사용자  및  관리자  교육지원"
          ],
          [
            "39",
            "법적  반영",
            "RER-001",
            "저작권  준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 2-1. 요구사항 상세 가. 기능 요구사항System Function Requirement 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 기본정보 관리 요구 사항 상세 설명 정의 시스템의 권한, 설정 등 기본 관리방안 구축 세부 내용 o 메뉴 및 권한 관리 - 개별 담당자에게 메뉴 접근권한 부여와 버튼권한 설정 기능을 제공해야 함 o 그룹 권한 관리 - 업무그룹으로 사용자를 지정하는 기능을 제공해야 함 - 메뉴 사용 권한을 다중 업무그룹에 권한을 부여하는 기능과 버튼별 권한 읽기쓰기다운출력 설정 기능을 제공해야 함 o 시스템 설정 관리 - 시스템 접속허용시간 설정 기능을 제공해야 함 - 시스템 설정파일 제한사이즈, 위치 등 기능을 제공해야 함 o 접속이력 관리 - 메뉴접속 횟수 및 로그인 횟수 년도월별 검색 기능을 제공해야 함 o 운영기본정보 관리 - 수장고별 보관자료 조회엑셀다운 및 수장고내 세부장 관리기능을 제공해야 함 - 전시실별 보관자료 조회엑셀다운 및 전시실내 진열장 관리기능을 제공해야 함 - 보존처리실 보관자료 조회엑셀다운 및 처리실내 작업장 관리기능을 제공해야 함 요구사항 출처 실무담당자 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-002 요구사항 명칭 자료수집 요구 사항 상세 설명 정의 자료수집 종류별 관리 기능 세부 내용 구입수증수탁 수집경로별 관리기능을 제공해야 함 o 접수자료 목록 - 공개구입 매도신청서 등 접수자료 관리기능을 제공해야 함 o 자료수집 위원회 - 수집위원회 단계별실무평가심의 결과자료에 대한 관리기능과 전자서명 기능을 제공해야 함 o 위원회 관리 - 수집위원회 단계별실무평가심의 위원을 분야별로 지정하여 각 위원별 결과자료를 관리할 수 있어야 함 o 과거 접수자료 검색 - 접수자신청자의 과거 신청 이력 관리 및 검색 기능을 제공해야 함 o 수증수탁 - 수증 및 기탁자료 목록 관리 기능을 제공해야 함 - 수증 및 기탁 평가 단계별실무평가 결과자료에 대한 관리기능을 제공해야 함 o 입수처 이력관리 - 입수처별 수집자료 이력 조회기능을 제공해야 함 요구사항 출처 실무담당자 - 10 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-003 요구사항 명칭 소장자료 관리 요구 사항 상세 설명 정의 소장자료 정보 등록 및 관리 기능 세부 내용 o 수집자료 등록 - 대표자료소장자료의 초기 설정내용 관리기능을 제공해야 함 - 자료수집구입수증수탁에서 평가완료 후 구매 확정된 자료들을 소장자료 로 등록하는 기능을 제공해야 함 - 소장자료로 등록된 자료의 기본정보와 이력출격납이동 이력, 보험정보, 저 작권정보, 보존처리정보, 수정정보을 관리하는 기능을 제공해야 함 - 소장자료 이미지 업로드 기능을 제공해야 함 a. 소장자료별 관련 이미지 업로드 기능 b. 이미지 업로드 시 파일명을 변경지정 기능 c. 이미지 일괄등록 기능파일명 규칙에 따른 이미지 업로드 d. 고용량 원본파일raw 이미지포맷jpg 자동변경 기능 e. 이미지 업로드 시 시스템에 필요한 썸네일이미지 자동 생성기능 - 즐겨찾는 자료에 추가즐겨찾기에 등록된 자료는 어느곳에서든 바로 해당 자료의 상세화면으로 이동하도록하는 기능을 제공해야 함 - 소장자료 기본정보 화면 인쇄 기능을 제공해야 함 - 소장자료 사진을 확인 할 수 있는 전용 이미지뷰어를 제공해야 함 a. 사진 방향전환 기능 b. 사진 확대축소 기능 c. 원본사진 다운로드 및 소장자료에 다중으로 등록된 사진을 묶음 zip 파일로 다운로드하는 기능 o 자료 가등록 관리 - 최초 등록하는 번호는 일정기간 가등록 상태로 구분되어야 함 - 키워드 검색 시 가등록 자료를 포함하며 등록가등록으로 구분되어야 함 o 보험 관리 - 보험정보와 해당 보험에 가입한 소장자료의 등록기능을 제공해야 함 - 보험평가액은 별도권한을 부여받은 사용자에게만 보여야 함 o 저작권 관리 - 소장자료의 저작권을 관리하는 기능을 제공해야 함 요구사항 출처 실무담당자 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-004 요구사항 명칭 검색 요구 사항 상세 설명 정의 소장자료 정보 검색 기능 세부 내용 o 키워드 검색 - 항목별 소장자료의 세분화된 정보 검색기능을 제공해야 함 - 소장자료 정보를 볼 수 있는 상세화면자료정보관리에 있는 모든 항목이 조회 가능, 소장자료 이미지 묶음zip파일 다운로드 기능 포함을 제공해야 함 - 나의 폴더에 담기 기능로그인 사용자가 자료를 저장하는 개인 저장소 형태을 제공해야 함 - 여러 타입별 출력물자료대장, 자료카드, 목록, 명세서 등 기능을 제공해야 함 o 미등록자료 검색 - 구매 확정 후 등록예정인 미등록 소장자료를 검색하는 기능을 제공해야 함 - 선택된 자료를 출력 기능을 제공해야 함 - 미등록자료의 상세내용 확인 기능을 제공해야 함 요구사항 출처 실무담당자",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "기본정보  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템의  권한,  설정  등  기본  관리방안  구축"
          ],
          [
            "",
            "세부\n내용",
            "o  메뉴  및  권한  관리\n- 개별  담당자에게  메뉴  접근권한  부여와  버튼권한  설정  기능을  제공해야  함\no  그룹  권한  관리\n-  업무그룹으로  사용자를  지정하는  기능을  제공해야  함\n-  메뉴  사용  권한을  다중  업무그룹에  권한을  부여하는  기능과  버튼별  권한\n(읽기/쓰기/다운/출력)  설정  기능을  제공해야  함\no  시스템  설정  관리\n-  시스템  접속허용시간  설정  기능을  제공해야  함\n-  시스템  설정(파일  제한사이즈,  위치  등)  기능을  제공해야  함\no  접속이력  관리\n-  메뉴접속  횟수  및  로그인  횟수  년도/월별  검색  기능을  제공해야  함\no  운영기본정보  관리\n-  수장고별  보관자료  조회(엑셀다운)  및  수장고내  세부장  관리기능을  제공해야  함\n-  전시실별  보관자료  조회(엑셀다운)  및  전시실내  진열장  관리기능을  제공해야  함\n-  보존처리실  보관자료  조회(엑셀다운)  및  처리실내  작업장  관리기능을  제공해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "소장자료  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소장자료  정보  등록  및  관리  기능"
          ],
          [
            "",
            "세부\n내용",
            "o  수집자료  등록\n-  대표자료(소장자료의  초기  설정내용)  관리기능을  제공해야  함\n-  자료수집(구입/수증/수탁)에서  평가완료  후  구매  확정된  자료들을  소장자료\n로  등록하는  기능을  제공해야  함\n- 소장자료로  등록된  자료의  기본정보와  이력(출격납이동  이력,  보험정보,  저\n작권정보,  보존처리정보,  수정정보)을  관리하는  기능을  제공해야  함\n- 소장자료  이미지  업로드  기능을  제공해야  함\n      a.  소장자료별  관련  이미지  업로드  기능\n      b.  이미지  업로드  시  파일명을  변경지정  기능\n      c.  이미지  일괄등록  기능(파일명  규칙에  따른  이미지  업로드)\n      d.  고용량  원본파일(raw)  이미지포맷(jpg)  자동변경  기능\n      e.  이미지  업로드  시  시스템에  필요한  썸네일이미지  자동  생성기능\n- 즐겨찾는  자료에  추가(즐겨찾기에  등록된  자료는  어느곳에서든  바로  해당 \n자료의  상세화면으로  이동하도록)하는  기능을  제공해야  함\n- 소장자료  기본정보  화면  인쇄  기능을  제공해야  함\n- 소장자료  사진을  확인  할  수  있는  전용  이미지뷰어를  제공해야  함\n      a.  사진  방향전환  기능\n      b.  사진  확대/축소  기능\n      c.  원본사진  다운로드  및  소장자료에  다중으로  등록된  사진을          묶음\n(zip)  파일로  다운로드하는  기능\no  자료  가등록  관리\n- 최초  등록하는  번호는  일정기간  가등록  상태로  구분되어야  함\n- 키워드  검색  시  가등록  자료를  포함하며  등록/가등록으로  구분되어야  함\no  보험  관리\n- 보험정보와  해당  보험에  가입한  소장자료의  등록기능을  제공해야  함\n- 보험평가액은  별도권한을  부여받은  사용자에게만  보여야  함\no  저작권  관리\n- 소장자료의  저작권을  관리하는  기능을  제공해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "자료수집"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "자료수집  종류별  관리  기능"
          ],
          [
            "",
            "세부\n내용",
            "※  구입/수증/수탁  수집경로별  관리기능을  제공해야  함\no  접수자료  목록\n-  공개구입  매도신청서  등  접수자료  관리기능을  제공해야  함\no  자료수집  위원회\n- 수집위원회  단계별(실무·평가·심의)  결과자료에  대한  관리기능과  전자서명\n기능을  제공해야  함\no  위원회  관리\n- 수집위원회  단계별(실무·평가·심의)  위원을  분야별로  지정하여  각  위원별 \n결과자료를  관리할  수  있어야  함\no  과거  접수자료  검색\n-  접수자(신청자)의  과거  신청  이력  관리  및  검색  기능을  제공해야  함\no  수증/수탁\n-  수증  및  기탁자료  목록  관리  기능을  제공해야  함\n- 수증  및  기탁  평가  단계별(실무·평가)  결과자료에  대한  관리기능을  제공해야  함\no  입수처  이력관리\n-  입수처별  수집자료  이력  조회기능을  제공해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "검색"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소장자료  정보  검색  기능"
          ],
          [
            "",
            "세부\n내용",
            "o  키워드  검색\n- 항목별  소장자료의  세분화된  정보  검색기능을  제공해야  함\n- 소장자료  정보를  볼  수  있는  상세화면(자료정보관리에  있는  모든  항목이  조회 \n가능,  소장자료  이미지  묶음(zip)파일  다운로드  기능  포함)을  제공해야  함\n-\n[나의  폴더]에  담기  기능(로그인  사용자가  자료를  저장하는  개인  저장소  형태)을 \n제공해야  함\n- 여러  타입별  출력물(자료대장,  자료카드,  목록,  명세서  등)  기능을  제공해야  함\no  미등록자료  검색\n- 구매  확정  후  등록예정인  미등록  소장자료를  검색하는  기능을  제공해야  함\n- 선택된  자료를  출력  기능을  제공해야  함\n- 미등록자료의  상세내용  확인  기능을  제공해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-005 요구사항 명칭 출격납 요청관리 요구 사항 상세 설명 정의 소장자료 출격납 정보 관리 기능 세부 내용 o 관내 전시 관리 - 관내 전시에 필요한 전시 대상자료를 추출하는 기능을 제공해야 함 - 전시 대상자료 임시수장고로 반출하는 기능을 제공해야 함 - 임시수장고 자료를 전시자료로 반출격납하는 기능을 제공해야 함 - 전시자료를 격납 시 원래의 수장고로 자동 배치되어야 함 - 각 단계별 처리진행에 따라 신청승인 업무처리 프로세스를 구현, 이를 통 해 각 자료의 위치 및 상태를 확인, 필요한 문서양식출력양식을 추출할 수 있어야 함 o 관외 대여 기능 - 관외 기관 등록 관리기능을 제공해야 함 - 관외 기관을 지정하여 대여 반출격납 하는 기능을 제공해야 함 - 대여자료의 격납 시 원래의 수장고로 자동 배치되어야 함 - 각 단계별 처리진행에 따라 신청승인 업무처리 프로세스를 구현해야하며, 이를 통해 각 자료의 위치 및 상태를 확인하고, 필요한 문서양식출력양식 을 추출할 수 있어야 함 o 보존처리 기능 - 보존처리에 필요한 자료를 추가하는 기능을 제공해야 함 - 보존처리자료를 반출격납하는 기능을 제공해야 함 - 보존처리자료의 격납 시 원래의 수장고로 자동 배치되어야 함 - 보존처리 반출 시, 보존처리 관리기능과 연계되어야 함 - 각 단계별 처리진행에 따라 신청승인 업무처리 프로세스를 구현해야하며, 이를 통해 각 자료의 위치 및 상태를 확인하고, 필요한 문서양식출력양식 을 추출 할 수 있어야함 o 열람복제 기능 - 열람복제에 필요한 자료를 추가하는 기능을 제공해야 함 - 열람복제자료를 반출격납처리하는 기능을 제공해야 함 - 열람복제자료를 격납 시 원래의 수장고로 자동 배치되어야 함 - 각 단계별 처리진행에 따라 신청승인 업무처리 프로세스를 구현해야하며, 이를 통해 각 자료의 위치 및 상태를 확인 하고, 필요한 문서양식출력양 식을 추출 할 수 있어야함 o 출격납 관리 - 전시, 대여관외관내, 보존처리 출격납요청에 대한 승인처리 및 수장고간 의 이동 및 출격납을 관리할 수 있어야 함 - 출격납 승인 시 격납자료는 지정된 수장고로 이동자동임의 지정되어야 함 요구사항 출처 실무담당자 - 12 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-006 요구사항 명칭 보존처리 요구 사항 상세 설명 정의 소장자료 보존처리 관련정보 관리 기능 세부 내용 o 보존처리 등록 - 출격납 요청 보존처리자료와 연동되어 관리되어야 함 - 보존처리 재질별로 카테고리를 만들어 보존처리 내용이 관리 되어야 함 - 보존처리 자료는 처리 전과 후의 상태를 확인관리할 수 있어야 함 - 보존처리 단계별처리전처리과정처리후인수인계 처리사진과 함께 처 리 내용입력은 폰트크기, 색상 등 편집이 가능한 툴이 제공되어야 함 - 여러 보존처리 자료의 동일한 처리에 대해 복사기능을 제공해야 함 - 보존처리에 대한 자문회의 결과를 등록할수 있어야 함 o 보존처리 등록외부자료 - 외부자료 보존처리 정보를 등록관리하는 기능을 제공해야 함 o 보존처리 목록 - 보존처리중인 자료를 검색하는 기능을 제공해야 함 요구사항 출처 실무담당자 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-007 요구사항 명칭 통계 요구 사항 상세 설명 정의 소장자료 등록정보의 통계자료 제공 및 관리 기능 세부 내용 관내 전체 자료에 대한 년도별 통계기능을 제공할 수 있어야 함 o 자료 구분별 - 자료 구분별재질국가장르별 등 통계자료를 제공해야 함 o 격납처별 - 격납처별15수장고개방형수장고 등 통계자료를 제공해야 함 o 출납원인별 - 출납원인별전시대여보존처리 등 통계자료를 제공해야 함 o 고빈도 출격납자료 - 고빈도 출격납자료를 확인관리하는 기능을 제공해야 함 요구사항 출처 실무담당자 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-008 요구사항 명칭 게시판스케줄 요구 사항 상세 설명 정의 게시판 및 스케줄 관리 기능 세부 내용 o 공지사항 - 관내 업무관련 공지사항을 관리확인하는 기능을 제공해야 함 o 업무 스케줄 관리 - 관내 업무일정을 관리확인하는 기능을 제공해야 함 요구사항 출처 실무담당자",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "보존처리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소장자료  보존처리  관련정보  관리  기능"
          ],
          [
            "",
            "세부\n내용",
            "o  보존처리  등록\n- 출격납  요청  보존처리자료와  연동되어  관리되어야  함\n-  보존처리  재질별로  카테고리를  만들어  보존처리  내용이  관리  되어야  함\n- 보존처리  자료는  처리  전과  후의  상태를  확인·관리할  수  있어야  함\n- 보존처리  단계별(처리전>처리과정>처리후>인수인계)  처리사진과  함께  처\n리  내용입력은  폰트크기,  색상  등  편집이  가능한  툴이  제공되어야  함\n- 여러  보존처리  자료의  동일한  처리에  대해  복사기능을  제공해야  함\n- 보존처리에  대한  자문회의  결과를  등록할수  있어야  함\no  보존처리  등록(외부자료)\n- 외부자료  보존처리  정보를  등록·관리하는  기능을  제공해야  함\no  보존처리  목록\n- 보존처리중인  자료를  검색하는  기능을  제공해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "통계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소장자료  등록정보의  통계자료  제공  및  관리  기능"
          ],
          [
            "",
            "세부\n내용",
            "※  관내  전체  자료에  대한  년도별  통계기능을  제공할  수  있어야  함\no  자료  구분별\n- 자료  구분별(재질/국가/장르별  등)  통계자료를  제공해야  함\no  격납처별\n- 격납처별(1∼5수장고/개방형수장고  등)  통계자료를  제공해야  함\no  출납원인별\n- 출납원인별(전시/대여/보존처리  등)  통계자료를  제공해야  함\no  고빈도  출격납자료\n- 고빈도  출격납자료를  확인·관리하는  기능을  제공해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "출격납  요청/관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소장자료  출격납  정보  관리  기능"
          ],
          [
            "",
            "세부\n내용",
            "o  관내  전시  관리\n-  관내  전시에  필요한  전시  대상자료를  추출하는  기능을  제공해야  함\n-  전시  대상자료  임시수장고로  반출하는  기능을  제공해야  함\n-  임시수장고  자료를  전시자료로  반출/격납하는  기능을  제공해야  함\n-  전시자료를  격납  시  원래의  수장고로  자동  배치되어야  함\n-  각  단계별  처리진행에  따라  신청/승인  업무처리  프로세스를  구현,  이를  통\n해  각  자료의  위치  및  상태를  확인,  필요한  문서양식(출력양식)을  추출할 \n수  있어야  함\no  관외  대여  기능\n-  관외  기관  등록  관리기능을  제공해야  함\n-  관외  기관을  지정하여  대여  반출/격납  하는  기능을  제공해야  함\n-  대여자료의  격납  시  원래의  수장고로  자동  배치되어야  함\n-  각  단계별  처리진행에  따라  신청/승인  업무처리  프로세스를  구현해야하며, \n이를  통해  각  자료의  위치  및  상태를  확인하고,  필요한  문서양식(출력양식)\n을  추출할  수  있어야  함\no  보존처리  기능\n-  보존처리에  필요한  자료를  추가하는  기능을  제공해야  함\n-  보존처리자료를  반출/격납하는  기능을  제공해야  함\n-  보존처리자료의  격납  시  원래의  수장고로  자동  배치되어야  함\n-  보존처리  반출  시,  보존처리  관리기능과  연계되어야  함\n-  각  단계별  처리진행에  따라  신청/승인  업무처리  프로세스를  구현해야하며, \n이를  통해  각  자료의  위치  및  상태를  확인하고,  필요한  문서양식(출력양식)\n을  추출  할  수  있어야함\no  열람/복제  기능\n-  열람/복제에  필요한  자료를  추가하는  기능을  제공해야  함\n-  열람/복제자료를  반출/격납처리하는  기능을  제공해야  함\n-  열람/복제자료를  격납  시  원래의  수장고로  자동  배치되어야  함\n-  각  단계별  처리진행에  따라  신청/승인  업무처리  프로세스를  구현해야하며, \n이를  통해  각  자료의  위치  및  상태를  확인  하고,  필요한  문서양식(출력양\n식)을  추출  할  수  있어야함\no  출격납  관리\n- 전시,  대여(관외/관내),  보존처리  출격납요청에  대한  승인처리  및    수장고간\n의  이동  및  출격납을  관리할  수  있어야  함\n- 출격납  승인  시  격납자료는  지정된  수장고로  이동(자동/임의  지정)되어야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "게시판/스케줄"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "게시판  및  스케줄  관리  기능"
          ],
          [
            "",
            "세부\n내용",
            "o  공지사항\n- 관내  업무관련  공지사항을  관리·확인하는  기능을  제공해야  함\no  업무  스케줄  관리\n- 관내  업무일정을  관리·확인하는  기능을  제공해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-009 요구사항 명칭 개인정보 관리 요구 사항 상세 설명 정의 즐겨찾는메뉴 및 나의폴더 생성 및 관리 기능 세부 내용 o 즐겨찾는메뉴 관리 - 사용자가 지정한 해당 메뉴로 바로 이동하는 기능 o 나의 폴더 관리 - 개인별 카테고리태그를 만들어 업무에 필요한 자료를 선별하는 기능을 제공해야 함 - 나의 폴더의 자료는 전시대여보존처리열람복제 등의 업무에서 연계되 어 가져오기 기능을 제공해야 함 요구사항 출처 실무담당자 나. 테스트 요구사항Test Requirement 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 테스트 계획수립 및 실시 요구 사항 상세 설명 정의 테스트 계획수립 및 실시 세부 내용 o 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 베이스라인으로 간주함 o 제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증테 스트 활동을 통해 예상된 결과가 도출되었을 경우를 기준으로 평가함 o 단위 기능에 대한 테스트는 1차 자동화 검증 후, 수행하도록 함 적용 가 능한 시스템에 한함 o 바운더리 테스트, 업무로직 테스트, 통합 테스트, 시스템 테스트를 위한 구체적 인 틀 및 적용 방안을 제안하여 기능의 오류를 줄일 수 있는 방안을 제시함 o 기능구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 수행함 요구사항 출처 실무담당자 다. 성능 요구사항Performance Requirement 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-001 요구사항 명칭 서비스별 성능 모니터링 및 보완 요구 사항 상세 설명 정의 서비스별 성능 모니터링 및 보완 세부 내용 o 개발된 각 서비스별 성능 테스트를 수행하여 성능 결과 검증실시 o 비정상적 응답시간이나 오류, 과다한 자원할당이 발생하는 서비스를 도출 하여 보완실시 요구사항 출처 실무담당자 - 14 - 라. 인터페이스 요구사항System Interface Requirement UIR, User Interface Requirement 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 SIR-001 요구사항 명칭 사용자 인터페이스 요구 사항 상세 설명 정의 크로스 브라우징PC 지원 방안 세부 내용 o 프로그램은 사용자 이용이 편리하도록 웹기반으로 구축함 o MS 엣지, 구글 크롬, 사파리, 모질라 파이어폭스 등 범용적으로 사용되는 최신 의 사용자 환경웹 브라우저에서 서비스를 제공할 수 있도록 개발 요구사항 출처 실무담당자 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 SIR-002 요구사항 명칭 온라인 도움말 요구 사항 상세 설명 정의 온라인 도움말 제공 방안 세부 내용 o 사용자 기능은 온라인 도움말을 제공해야 함 o 사용자가 별도로 교육을 받지 않더라도 온라인 도움말을 이용하여 사용자 기능을 이용하여 사용자 기능을 이용할 수 있어야 함 o 인터페이스 세부기능과 방법은 관리자 매뉴얼에 포함해야 함 요구사항 출처 실무담당자 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 SIR-003 요구사항 명칭 느린 작업에 대한 사전 경고 요구 사항 상세 설명 정의 느린 작업에 대한 사전 경고 방안 세부 내용 o 통계나 다량의 메타데이터가 포함된 다운로드 등 5초 이상 걸리는 작업의 경우 사용자에게 진행바, 팝업 메시지 등으로 알려주어야 함 요구사항 출처 실무담당자",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자  인터페이스"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "크로스  브라우징(PC)  지원  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  프로그램은  사용자  이용이  편리하도록  웹기반으로  구축함\no  MS  엣지,  구글  크롬,  사파리,  모질라  파이어폭스  등  범용적으로  사용되는  최신\n의  사용자  환경(웹  브라우저)에서  서비스를  제공할  수  있도록  개발"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "개인정보  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "즐겨찾는메뉴  및  나의폴더  생성  및  관리  기능"
          ],
          [
            "",
            "세부\n내용",
            "o  즐겨찾는메뉴  관리\n-\n  사용자가  지정한  해당  메뉴로  바로  이동하는  기능\no  [나의  폴더]  관리\n- 개인별  카테고리(태그)를  만들어  업무에  필요한  자료를  선별하는  기능을 \n제공해야  함\n-\n[나의  폴더]의  자료는  전시/대여/보존처리/열람/복제  등의  업무에서  연계되\n어  가져오기  기능을  제공해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "온라인  도움말"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "온라인  도움말  제공  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  사용자  기능은  온라인  도움말을  제공해야  함\no  사용자가  별도로  교육을  받지  않더라도  온라인  도움말을  이용하여  사용자 \n기능을  이용하여  사용자  기능을  이용할  수  있어야  함\no  인터페이스  세부기능과  방법은  관리자  매뉴얼에  포함해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SIR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "느린  작업에  대한  사전  경고"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "느린  작업에  대한  사전  경고  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  통계나  다량의  메타데이터가  포함된  다운로드  등  5초  이상  걸리는  작업의 \n경우  사용자에게  진행바,  팝업  메시지  등으로  알려주어야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트  계획수립  및  실시"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "테스트  계획수립  및  실시"
          ],
          [
            "",
            "세부\n내용",
            "o  시스템은  제공되기로  한  요구사항을  모두  제공하며,  초기  협의한  요구사항에서 \n변경관리  절차를  통해  승인을  획득한  요구사항을  최종  베이스라인으로  간주함\no  제공되기로  한  요구사항을  제공하는지  여부는  각  기능  요구사항의  검증(테\n스트)  활동을  통해  예상된  결과가  도출되었을  경우를  기준으로  평가함\no  단위  기능에  대한  테스트는  1차  자동화  검증  후,  수행하도록  함  (적용  가\n능한  시스템에  한함)\no  바운더리  테스트,  업무로직  테스트,  통합  테스트,  시스템  테스트를  위한  구체적\n인  틀  및  적용  방안을  제안하여  기능의  오류를  줄일  수  있는  방안을  제시함\no  기능구현  정확성은  사용자가  직접  테스트  수행  기간에  테스트를  수행함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "서비스별  성능  모니터링  및  보완"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "서비스별  성능  모니터링  및  보완"
          ],
          [
            "",
            "세부\n내용",
            "o  개발된  각  서비스별  성능  테스트를  수행하여  성능  결과  검증실시\no  비정상적  응답시간이나  오류,  과다한  자원할당이  발생하는  서비스를  도출\n하여  보완실시"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 마. 데이터 요구사항Data Requirement 요구사항 분류 데이터 요구사항 고유번호 DAR-001 요구사항 명칭 데이터 표준 수립 및 상위표준 준수 요구사항 상세설명 정의 데이터 표준 수립 세부 내용 ᄋ 데이터 표준 수립 및 상위표준 준수 - 시스템 구축에 필요한 데이터 표준항목단어, 용어, 도메인, 코드을 정의하여 구축되는 시스템의 데이터 표준 사전을 제정하여야 함 - DB 표준항목 제정 시 범정부 표준공공기관의 데이터베이스 표준화 지침행 정안전부 고시, 공통표준용어과 발주기관 또는 국내외 산업 표준을 준수 하고 표준 사전에 준수 여부를 식별할 수 있도록 하여야 함 산출정보 데이터 표준 사전용어, 단어, 도메인, 코드 관련 요구사항 DAR-002 요구사항 분류 데이터 요구사항 고유번호 DAR-002 요구사항 명칭 데이터 표준 관리 요구사항 상세설명 정의 데이터 표준 관리방안 세부 내용 ᄋ 데이터 표준관리 방안 제시 - 시스템 구축기간 동안 데이터 표준 관리를 위한 방안변경이력 포함을 제 시하고 표준 사전과 데이터 항목의 일치여부를 주기적으로 점검하여야 함 산출정보 데이터 표준 관리 방안매뉴얼, 가이드 등 관련 요구사항 DAR-001 요구사항 분류 데이터 요구사항 고유번호 DAR-003 요구사항 명칭 데이터 구조 설계 요구사항 상세설명 정의 데이터 구조설계 원칙 세부 내용 ᄋ 데이터 구조 설계 기준 제시 - 데이터 구조 설계모델링 기준을 제시하고 이를 준수하여 데이터 구조를 설계, 구현하여야 함 ᄋ 데이터 주제영역 정의 및 개념논리물리 모델 설계 - 데이터 활용, 업무요건 변화, 시스템 변경 등으로 인한 DB의 구조적 변화가 최 소화될 수 있도록 유연한 구조로 설계하여야 함 - 업무규칙BR 처리를 위한 데이터 주제영역, 개념 데이터 모델, 논리 데이터 모 델, 물리 데이터 모델이 설계되어야 함 - 데이터 설계 표준데이터 분류체계, 명명 규칙, DB Object 사용기준 등을 정의하고 적용하여야 함 산출정보 데이터 구조 설계 기준, 데이터 주제영역 정의서, 데이터개념, 논리, 물리 모 델 설계서 관련 요구사항 DAR-004, DAR-005 - 16 - 요구사항 분류 데이터 요구사항 고유번호 DAR-004 요구사항 명칭 데이터 구조 검증 요구사항 상세설명 정의 데이터 모델 검증 세부 내용 ᄋ 데이터 모델 검증 - 설계된 데이터 모델은 설계자 개발자 발주기관 전문가 등이 참여하여 검증하여야 함 - 각 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함 예 논리데이터 모델 검증 기준 요구사항 대비 논리 모델의 완전성논리데이터 모델이 비즈니스 요구사항 의 누락 여부 정규화 충족 여부 예 물리데이터 모델 검증 기준 중복 테이블 여부, 중복 컬럼 여부, 반정규화된 중복 데이터 정합성 유 지 방안 여부 산출정보 데이터 모델 검증 계획결과 관련 요구사항 DAR-002, DAR-005 요구사항 분류 데이터 요구사항 고유번호 DAR-005 요구사항 명칭 데이터 구조 관리 요구사항 상세설명 정의 데이터 구조 관리 방안 세부 내용 ᄋ 데이터 구조 관리 방안 제시 - 시스템 구축기간 동안 데이터 구조 관리를 위한 방안변경이력 포함을 제 시하고 DB의 형상과 물리데이터 모델의 형상 일치 여부를 주기적으로 점검하 여야 함 산출정보 데이터 구조관리 방안매뉴얼, 가이드 등 관련 요구사항 DAR-003, DAR-004 요구사항 분류 데이터 요구사항 고유번호 DAR-006 요구사항 명칭 데이터 값 검증 방안 요구사항 상세설명 정의 데이터 값 검증 방안 제시 세부 내용 ᄋ 데이터 값 검증 방안 제시 - 시스템 구축 후 입력되는 데이터들에 대한 값 검증 및 오류 데이터 입력 방지 방안을 제시하고 적용하여야 함 - 목표시스템DB의 구축운영 근거법령, 규정, 규칙, 매뉴얼 등에 맞는 업무 규칙BR를 정의하여야 함 산출정보 데이터 값 검증 방안, 업무규칙BR 정의서 관련 요구사항",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준  수립  및  상위표준  준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  수립"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터  표준  수립  및  상위표준  준수\n    -  시스템  구축에  필요한  데이터  표준항목(단어,  용어,  도메인,  코드)을  정의하여 \n구축되는  시스템의  데이터  표준  사전을  제정하여야  함\n    -  DB  표준항목  제정  시  범정부  표준(공공기관의  데이터베이스  표준화  지침(행\n정안전부  고시),  공통표준용어)과  발주기관  또는  국내·외  산업  표준을  준수\n하고  표준  사전에  준수  여부를  식별할  수  있도록  하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  표준  사전(용어,  단어,  도메인,  코드)"
          ],
          [
            "관련  요구사항",
            "",
            "DAR-002"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  모델  검증"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터  모델  검증 \n    -  설계된  데이터  모델은  설계자  ·  개발자  ·  발주기관  ·  전문가  등이  참여하여 \n검증하여야  함\n    -  각  단계별  데이터  모델  검증  시  기준을  정의하고  실시하여야  함\n      예)  논리데이터  모델  검증  기준\n          :  요구사항  대비  논리  모델의  완전성(논리데이터  모델이  비즈니스  요구사항\n의  누락  여부)\n          :  정규화  충족  여부\n      예)  물리데이터  모델  검증  기준\n          :  중복  테이블  여부,  중복  컬럼  여부,  반정규화된  중복  데이터  정합성  유\n지  방안  여부"
          ],
          [
            "산출정보",
            "",
            "데이터  모델  검증  계획/결과"
          ],
          [
            "관련  요구사항",
            "",
            "DAR-002,  DAR-005"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준  관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  관리방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터  표준관리  방안  제시\n    -  시스템  구축기간  동안  데이터  표준  관리를  위한  방안(변경이력  포함)을  제\n시하고  표준  사전과  데이터  항목의  일치여부를  주기적으로  점검하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  표준  관리  방안(매뉴얼,  가이드  등)"
          ],
          [
            "관련  요구사항",
            "",
            "DAR-001"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  구조  관리  방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터  구조  관리  방안  제시\n    -  시스템  구축기간  동안  데이터  구조  관리를  위한  방안(변경이력  포함)을  제\n시하고  DB의  형상과  물리데이터  모델의  형상  일치  여부를  주기적으로  점검하\n여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  구조관리  방안(매뉴얼,  가이드  등)"
          ],
          [
            "관련  요구사항",
            "",
            "DAR-003,  DAR-004"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  설계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  구조설계  원칙"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터  구조  설계  기준  제시\n    -  데이터  구조  설계(모델링)  기준을  제시하고  이를  준수하여  데이터  구조를 \n설계,  구현하여야  함\nㅇ  데이터  주제영역  정의  및  개념·논리·물리  모델  설계\n    -  데이터  활용,  업무요건  변화,  시스템  변경  등으로  인한  DB의  구조적  변화가  최\n소화될  수  있도록  유연한  구조로  설계하여야  함\n    -  업무규칙(BR)  처리를  위한  데이터  주제영역,  개념  데이터  모델,  논리  데이터  모\n델,  물리  데이터  모델이  설계되어야  함\n    -  데이터  설계  표준(데이터  분류체계,  명명  규칙,  DB  Object  사용기준  등)을 \n정의하고  적용하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  구조  설계  기준,  데이터  주제영역  정의서,  데이터(개념,  논리,  물리)  모\n델  설계서"
          ],
          [
            "관련  요구사항",
            "",
            "DAR-004,  DAR-005"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  값  검증  방안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  값  검증  방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터  값  검증  방안  제시\n    -  시스템  구축  후  입력되는  데이터들에  대한  값  검증  및  오류  데이터  입력  방지 \n방안을  제시하고  적용하여야  함\n    -  목표시스템(DB)의  구축·운영  근거(법령,  규정,  규칙,  매뉴얼  등)에  맞는  업무\n규칙(BR)를  정의하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  값  검증  방안,  업무규칙(BR)  정의서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항 분류 데이터 요구사항 고유번호 DAR-007 요구사항 명칭 데이터 개방 및 메타데이터 관리체계 요구사항 상세설명 정의 데이터 개방 및 메타데이터 현행화 세부 내용 ᄋ 메타데이터 현행화 - 목표시스템의 메타데이터 표준 관리 항목이 발주기관의 메타데이터 관리시스템 과 중앙메타시스템에 등록 및 현행화 되도록 지원하여야 함 발주기관에서 운영 중인 메타데이터 관리시스템이 없는 경우 문서,파일 등으로 메타데이터 항목을 작성하여 제출하여야 함 개방 가능 데이터가 아닌 경우 하단의 요구사항 생략 가능 ᄋ 데이터 개방 - 목표시스템의 데이터가 공공데이터 포털 등을 통해 파일 또는 API 등의 형 태로 개방될 수 있도록 지원하여야 함 산출정보 메타데이터 현행화 결과, 데이터 개방 지원 방안 계획결과 관련 요구사항 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-008 요구사항 명칭 데이터 저장 요구 사항 상세 설명 정의 데이터 저장 방안 세부 내용 o 프로그램은 DB저장 및 사용자정보를 저장해야 함 o 데이터 변경 이력과 데이터 접근 현황에 대한 로그 관리를 해야 함 요구사항 출처 실무담당자 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-009 요구사항 명칭 데이터 보존 요구 사항 상세 설명 정의 데이터 보존 방안 세부 내용 o 프로그램은 자료의 손상, 변질, 분실 등에 대비하기 위하여 백업 기능을 제 공해야 함 o 해양자료관리시스템의 특징에 맞는 백업 방법이 제공되어야 함 요구사항 출처 실무담당자 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-010 요구사항 명칭 데이터 무결성 요구 사항 상세 설명 정의 데이터 무결성 방안 세부 내용 o 프로그램은 데이터의 일관성과 정확성을 유지해야 함 o 데이터의 중복 및 누락이 없어야 함 요구사항 출처 실무담당자 - 18 - 바. 품질 요구사항Quality Requirement 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 시스템 무중단 운영 요구 사항 상세 설명 정의 시스템 무중단 운영 세부 내용 o 프로그램은 정상상태에서 24시간 무중단 서비스를 제공해야 함 요구사항 출처 실무담당자 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-002 요구사항 명칭 시스템 장애복구 요구 사항 상세 설명 정의 시스템 장애복구 소요시간 세부 내용 o 프로그램은 장애 발생시 3시간 이내에 정상상태로 복구되어야 함 요구사항 출처 실무담당자 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-003 요구사항 명칭 데이터 복구 요구 사항 상세 설명 정의 보안사고 발생시 데이터 복구 방안 세부 내용 o 프로그램은 데이터 복구를 관리해야 함 o 보안 사고가 발생하여 데이터가 위변조, 손실되면 24시간 이내에 데이터를 복구해야 함 요구사항 출처 실무담당자 사. 보안 요구사항Security Requirement 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 시스템 보안관리 요구 사항 상세 설명 정의 시스템 보안관리 일반사항 세부 내용 o 계약상대자는 발주기관의 정보보안 관리규정을 준수하여야 하며, 제공된 모든 자료와 과업수행과정에서 수집된 자료일체를 누설하거나, 본 사업 이 외의 타 목적에 사용해서는 안 됨 o 계약상대자는 발주기관의 제공된 자료를 분실 또는 파손하였을 경우에는 보안 관리에 대한 책임을 져야 하며, 해당 자료는 원상태로 복구 또는 변상해야 함 o 소프트웨어개발보안가이드를 준수하여 개발해야 함 o 본 사업의 참여인력은 신원이 확실한 자이어야 함 o 정보화사업 용역업체 정보보호 준수사항붙임 3에 따른 관리방안 및 누출 금지대상 정보에 대한 관리방안을 수립해야 함 o 행정안전부 보안 분야 관련 법령, 규정, 지침 및 국정원 국가정보 보안 기 본지침, 개인정보보호법 및 관련 법규를 준수하여야 함 - 보안업무규정, 국가 정보보안 기본지침, 해양수산부 정보보안업무 규정, 정 보화용역사업 보안관리 매뉴얼, SW 개발보안 가이드, 개인정보보호지침 등 - 용역사업 보안 가이드라인붙임 1 요구사항 출처 실무담당자",
      "tables": [
        [
          [
            "요구사항  분류",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "QUR-001"
          ],
          [
            "요구사항  명칭",
            "시스템  무중단  운영"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용\n설명",
            "시스템  무중단  운영\no  프로그램은  정상상태에서  24시간  무중단  서비스를  제공해야  함"
          ],
          [
            "",
            ""
          ],
          [
            "요구사항  출처",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "QUR-002"
          ],
          [
            "요구사항  명칭",
            "시스템  장애복구"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용\n설명",
            "시스템  장애복구  소요시간\no  프로그램은  장애  발생시  3시간  이내에  정상상태로  복구되어야  함"
          ],
          [
            "",
            ""
          ],
          [
            "요구사항  출처",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  개방  및  메타데이터  관리체계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  개방  및  메타데이터  현행화"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  메타데이터  현행화\n  -  목표시스템의  메타데이터  표준  관리  항목이  발주기관의  메타데이터  관리시스템\n과  중앙메타시스템에  등록  및 현행화  되도록  지원하여야  함\n    ※  발주기관에서  운영  중인  메타데이터  관리시스템이  없는  경우  문서,파일  등으로 \n메타데이터  항목을  작성하여  제출하여야  함 \n(\n개방 가능 데이터가 아닌 경우 하단의 요구사항 생략 가능)\nㅇ  데이터  개방\n  -  목표시스템의  데이터가  공공데이터  포털  등을  통해  파일  또는  API  등의  형\n태로  개방될  수  있도록  지원하여야  함"
          ],
          [
            "산출정보",
            "",
            "메타데이터  현행화  결과,  데이터  개방  지원  방안  계획/결과"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  복구"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안사고  발생시  데이터  복구  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  프로그램은  데이터  복구를  관리해야  함\no  보안  사고가  발생하여  데이터가  위변조,  손실되면  24시간  이내에  데이터를 \n복구해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  저장"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터  저장  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  프로그램은  DB저장  및  사용자정보를  저장해야  함\no  데이터  변경  이력과  데이터  접근  현황에  대한  로그  관리를  해야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  보존"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터  보존  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  프로그램은  자료의  손상,  변질,  분실  등에  대비하기  위하여  백업  기능을  제\n공해야  함\no  해양자료관리시스템의  특징에  맞는  백업  방법이  제공되어야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  무결성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터  무결성  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  프로그램은  데이터의  일관성과  정확성을  유지해야  함\no  데이터의  중복  및  누락이  없어야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  보안관리  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "o  계약상대자는  발주기관의  정보보안  관리규정을  준수하여야  하며,  제공된 \n모든  자료와  과업수행과정에서  수집된  자료일체를  누설하거나,  본  사업  이\n외의  타  목적에  사용해서는  안  됨\no  계약상대자는  발주기관의  제공된  자료를  분실  또는  파손하였을  경우에는  보안 \n관리에  대한  책임을  져야  하며,  해당  자료는  원상태로  복구  또는  변상해야  함\no  소프트웨어개발보안가이드를  준수하여  개발해야  함\no  본  사업의  참여인력은  신원이  확실한  자이어야  함\no  정보화사업  용역업체  정보보호  준수사항[붙임  3]에  따른  관리방안  및  누출\n금지대상  정보에  대한  관리방안을  수립해야  함\no  행정안전부  보안  분야  관련  법령,  규정,  지침  및  국정원  국가정보  보안  기\n본지침,  개인정보보호법  및  관련  법규를  준수하여야  함\n    -  ｢보안업무규정｣, ｢국가  정보보안  기본지침｣, ｢해양수산부  정보보안업무  규정｣,  「정\n보화용역사업 보안관리 매뉴얼」,  「SW  개발보안 가이드」, 「개인정보보호지침」 등\n    -  용역사업  보안  가이드라인[붙임  1]"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-002 요구사항 명칭 용역수행 관련 보안관리 요구 사항 상세 설명 정의 용역수행 관련 인적물적자원에 대한 보안관리 방안 세부 내용 o 사업 수행과정에서 취득한 자료와 정보에 관해서는 사업수행의 전후를 막 론하고 승인 없이 외부에 유출 또는 누설하여서는 안 됨 o 사업 수행 중 인원, 문서 및 전산자료 보안 등 아래의 보안관리 사항을 준 수하여야 한다. ➀ 참여 인력에 대한 보안관리 사업 착수 시 - 참여인원에 대해서는 투입 전, 보안각서를 제출하여야 함 - 사업수행자는 용역사업 수행 전 참여인원에 대해 법률 또는 사내 규정 에 의한 비밀유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육 을 실시하고 교육 결과를 제출하여야 함 사업 수행 시 - 사업수행자는 보안의식강화를 위해 주기적으로분기별 1회 이상 자체 보안교육을 실시하고 교육 결과를 제출하여야 함 - 계약상대자는 과업수행 중 핵심인력을 교체할 경우에는 인수인계를 철 저히 하여 관련 자료의 외부 유출을 사전에 방지하여야 하며, 발주기 관의 확인을 받아야 함 사업 종료 시 - 사업수행자는 사업관련 자료를 보유하고 있지 않으며 이를 위반 시 향 후 법적책임이 있음을 포함한 보안확약서을 제출하여야 함 ➁ 문서 및 전산자료 보안 문서 및 전산자료 보안 일반 - 국가 정보보안 기본지침에 의거 정보통신망 구성도, 정보시스템구성 도, 용역사업 산출물 및 개인정보 등 누출금지 정보는 비공개자료로 분류하여 관리하여야 함 ➂ 네트워크 접근 보안 사업수행자는 시스템 사용자 계정ID 이용 시, 부여된 권한 이외의 접근을 하여서는 아니 된다. 또한, 부여된 패스워드는 임의 변경 및 타인에게 알려서는 안됨 요구사항 출처 실무담당자 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-003 요구사항 명칭 계정 및 권한 보안 요구 사항 상세 설명 정의 계정 및 권한 보안 관리 방안 세부 내용 o 사용자를 분류하여 등급 및 역할에 따라 정보 공개 및 접속 권한 여부를 설정하도록 함 o 시스템에 보관되어 있는 각종 데이터와 사용자 인증정보의 올바른 보관과 활용을 위해 자료의 검색 및 조회에 대한 접근 권한을 규정하여 관리 요구사항 출처 실무담당자 - 20 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-004 요구사항 명칭 보안취약점 점검 요구 사항 상세 설명 정의 보안취약점 점검 및 조치 방안 세부 내용 o SW개발 보안 준수 및 정보보안 요구사항 충족하여 개발 o SW보안약점 진단제거 실시 및 보고서 제출 진단도구 사용시 CC인증된 도구 사용해양수산부에서 제공가능 해양수산부 진단도구 사용 필요시 정보화담당관실로 문의 o 사업수행자는 착수단계에서 개발인력 대상 SW개발보안 관련 교육을 실시하며, 이후 투입되는 인력은 개발에 투입하기 전 SW개발보안 관련 교육을 실시. 행 정안전부의 소프트웨어 보안약점 진단가이드를 준수하여 SW보안약점에 대해 CC인증된 진단도구를 사용하여 SW진단 후 취약점 진단제거 보고서를 제출 별표 10 행정기관 및 공공기관 정보시스템 구축운영 지침 붙임 4 소프 트웨어 보안약점 기준 제52조 관련을 활용하여 소프트웨어 보안약점 존재 여부를 필수적으로 진단 o 사업수행자는 SW진단을 실시하고 설계종료시 자체진단결과 보고서 및 부 적합 사항 조치 결과 보고서 등 제출해야 함 1 자체진단결과 보고서설계시 2 자체진단결과 보고서종료시 3 보안약점의 부적합 사항 조치결과 보고서 등 o SW 개발 시 보안 취약점 제거를 위해 행정안전부에서 배포한 시큐어 코딩 가이드를 준수하여야 함 o 웹 보안취약성에 대한 점검 및 조치가 수행되어야 함 o 개발 이후라도 보안 취약성이 발견되면 조치하여야 함 요구사항 출처 실무담당자 아. 프로젝트 관리 요구사항Project Management Requirement 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 사업수행 조직 요구 사항 상세 설명 정의 사업수행 책인자에 관한 사항 세부 내용 o 사업수행 책임자PM는 사업수행자의 직원이어야 함 요구사항 출처 실무담당자",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "보안취약점  점검"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안취약점  점검  및  조치  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  SW개발  보안  준수  및  정보보안  요구사항  충족하여  개발\no  SW보안약점  진단·제거  실시  및  보고서  제출\n    *진단도구  사용시  CC인증된  도구  사용(해양수산부에서  제공가능)\n    *해양수산부  진단도구  사용  필요시  정보화담당관실로  문의   \no  사업수행자는  착수단계에서  개발인력  대상  SW개발보안  관련  교육을  실시하며, \n이후  투입되는  인력은  개발에  투입하기  전  SW개발보안  관련  교육을  실시.  행\n정안전부의  소프트웨어  보안약점  진단가이드를  준수하여  SW보안약점에  대해 \nCC인증된  진단도구를  사용하여  SW진단  후  취약점  진단·제거  보고서를  제출\n    *  [별표  10]  「행정기관  및  공공기관  정보시스템  구축·운영  지침」  [붙임  4]  소프\n트웨어  보안약점  기준  (제52조  관련)을  활용하여  소프트웨어  보안약점  존재 \n여부를  필수적으로  진단 \no  사업수행자는  SW진단을  실시하고  설계·종료시  자체진단결과  보고서  및  부\n적합  사항  조치  결과  보고서  등  제출해야  함\n    *  ①  자체진단결과  보고서(설계시)\n        ②  자체진단결과  보고서(종료시)\n        ③  보안약점의  부적합  사항  조치결과  보고서  등\no  SW  개발  시  보안  취약점  제거를  위해  행정안전부에서  배포한  시큐어  코딩 \n가이드를  준수하여야  함\no  웹  보안취약성에  대한  점검  및  조치가  수행되어야  함\no  개발  이후라도  보안  취약성이  발견되면  조치하여야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "용역수행  관련  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "용역수행  관련  인적·물적자원에  대한  보안관리  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  사업  수행과정에서  취득한  자료와  정보에  관해서는  사업수행의  전후를  막\n론하고  승인  없이  외부에  유출  또는  누설하여서는  안  됨\no  사업  수행  중  인원,  문서  및  전산자료  보안  등  아래의  보안관리  사항을  준\n수하여야  한다. \n    ➀  참여  인력에  대한  보안관리\n        ➢  사업  착수  시\n          -  참여인원에  대해서는  투입  전,  “보안각서”를  제출하여야  함\n          -  사업수행자는  용역사업  수행  전  참여인원에  대해  법률  또는  사내  규정\n에  의한  비밀유지의무  준수  및  위반  시  처벌내용  등에  대한  보안교육\n을  실시하고  교육  결과를  제출하여야  함\n        ➢  사업  수행  시\n          -  사업수행자는  보안의식강화를  위해  주기적으로(분기별  1회  이상)  자체 \n보안교육을  실시하고  교육  결과를  제출하여야  함\n          -  계약상대자는  과업수행  중  핵심인력을  교체할  경우에는  인수인계를  철\n저히  하여  관련  자료의  외부  유출을  사전에  방지하여야  하며,  발주기\n관의  확인을  받아야  함\n        ➢  사업  종료  시\n          -  사업수행자는  사업관련  자료를  보유하고  있지  않으며  이를  위반  시  향\n후  법적책임이  있음을  포함한  “보안확약서”을  제출하여야  함\n    ➁  문서  및  전산자료  보안\n        ➢  문서  및  전산자료  보안  일반\n          -  「국가  정보보안  기본지침」에  의거  정보통신망  구성도,  정보시스템구성\n도,  용역사업  산출물  및  개인정보  등  누출금지  정보는  비공개자료로 \n분류하여  관리하여야  함\n    ➂  네트워크  접근  보안\n        ➢  사업수행자는  시스템  사용자  계정(ID)  이용  시,  부여된  권한  이외의 \n접근을  하여서는  아니  된다.  또한,  부여된  패스워드는  임의  변경  및 \n타인에게  알려서는  안됨"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "사업수행  조직"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행  책인자에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "o  사업수행  책임자(PM)는  사업수행자의  직원이어야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "계정  및  권한  보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "계정  및  권한  보안  관리  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  사용자를  분류하여  등급  및  역할에  따라  정보  공개  및  접속  권한  여부를 \n설정하도록  함\no  시스템에  보관되어  있는  각종  데이터와  사용자  인증정보의  올바른  보관과 \n활용을  위해  자료의  검색  및  조회에  대한  접근  권한을  규정하여  관리"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-002 요구사항 명칭 산출물 관리 요구 사항 상세 설명 정의 산출물 작성 및 관리 방안 세부 내용 o 사업수행자는 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대 하여 작업 일정계획 및 품질보증계획과 연계하여 산출물의 종류, 주요내 용, 작성 및 제출시기, 제출 부수 등 제시 o 산출물 및 각종 안내서시스템 운영자, 사용자 안내서 등의 관리방안 제시 o 기술적용계획표붙임1의 기술표준을 준수하여야 하며, 사업수행 계획서 작 성 시 발주자와 상호 협의하여 조정할 수 있음 o 검사 전 기술준수결과표를 제출하여야 하며, 기술적용계획의 변경이 필요 한 경우 발주자의 승인을 받아야 함 요구사항 출처 실무담당자 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-003 요구사항 명칭 작업도구 및 장비 요구 사항 상세 설명 정의 작업도구 및 장비 사용에 관한 사항 세부 내용 o 시스템 개발, 시험, 사업관리, 품질관리 등에 필요한 일체의 장비서버, 스 토리지, 기타 등 및 비품은 사업수행자가 준비해야 함 o 본 사업에 필요한 개발 툴 및 기타 작업에 필요한 소프트웨어를 사업수행자가 준비하되 정품 소프트웨어를 사용하여야 함 - 불법 소프트웨어 점검 시 불법 소프트웨어 귀책은 사업수행자에 있으며 모든 민, 형사상의 책임 감수 요구사항 출처 실무담당자 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-004 요구사항 명칭 시스템 구축 요구 사항 상세 설명 정의 시스템 구축에 관한 사항 세부 내용 o 구축될 신규시스템의 확장성유연성연계성을 확보할 수 있는 개방형 언어 기반 및 전자정부표준프레임워크를 도입하여 시스템을 구현하여야 함 요구사항 출처 실무담당자 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-005 요구사항 명칭 SW사업정보 저장소 데이터 작성 및 제출 요구사항 상세설명 정의 SW사업정보 저장소 데이터 작성 및 제출에 관한 사항 세부내용 o 소프트웨어 진흥법 제46조에 따라 해당 사업 수주자는 SW 사업정보SW사 업 수행 및 실적 정보 데이터를 작성하여 제출하여야 함 o SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출 안내 문서를 참조토록 함 o SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드 시 명시하도록 함 o SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점 수 측정 전문가를 포함토록 함 - 22 - 자. 프로젝트 지원 요구사항Project Support Requirement 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 유지관리 일반 요구 사항 상세 설명 정의 시스템 유지관리에 관한 일반사항 세부 내용 o 무상 하자보수 기간은 검수완료 후 1년으로 함 o 본 사업에 따른 안정적 지원체계 확보를 위해 아래와 같이 안정화 및 유 지보수 수행방안을 제시하여야 함 - 유지관리 인력은 시스템 구축 참여자가 지원해야 하며 최소 1명으로 함 o 유지관리의 불이행으로 인하여 서비스 지연이나 손실을 주었을 경우 발주 자는 사업수행자에 손해배상을 청구할 수 있음 요구사항 출처 실무담당자 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-002 요구사항 명칭 시스템 사용자 및 관리자 교육지원 요구 사항 상세 설명 정의 시스템 사용자 및 관리자 교육지원 방안 세부 내용 o 사업수행자는 시스템 운영에 필요한 기술교육을 실시하여야 함 o 교육내용은 시스템의 운영, 감시 및 보안, 비상복구, 장애대처 방법 등 시 스템 운영에 필요한 내용으로 구성하여야 함 o 교육용 교재제작 등의 소요경비는 사업수행자가 부담하여야 함 o 기타 시스템 구축 및 운영상 필요하다고 판단되어 발주기관이 교육 요구 시 이에 응할 수 있어야 함 o 시스템 사용자 교육도 운영자 교육과 동일한 형태로 진행 요구사항 출처 실무담당자 차. 법적 반영 요구사항Regal Requirement 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 RER-001 요구사항 명칭 저작권 준수 요구 사항 상세 설명 정의 저작권 준수에 관한 사항 세부 내용 o 오픈소스SW 라이선스 등의 문제가 발생하지 않도록 해야 함 o 컨텐츠 제공에 사용되는 도구, 프로그램, 자료 등은 지적 재산권 침해 등 법적 문제가 없어야 함 o 구축될 신규시스템의 확장성유연성연계성을 확보할 수 있는 개방형 언어 기반 및 전자정부표준프레임워크를 도입하여 시스템을 구현하여야 함 요구사항 출처 실무담당자 3. 작업장소 상호 협의 가. 작업장소는 발주기관에서 시건장치와 통제가 가능한 별도 공간을 제 공하나, 계약상대자는 상호협의를 통해 제안요청서 내 명시된 보안 요구사항을 준수한 작업장소를 제시할 수 있으며 발주기관은 제시된 작업장소에 관하여 우선 검토함. 다만, 계약상대자가 제시한 작업장 소가 보안요구사항을 준수하지 못한 경우 이를 거부할 수 있음",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "유지관리  일반"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  유지관리에  관한  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "o  무상  하자보수  기간은  검수완료  후  1년으로  함\no  본  사업에  따른  안정적  지원체계  확보를  위해  아래와  같이  안정화  및  유\n지보수  수행방안을  제시하여야  함\n    -  유지관리  인력은  시스템  구축  참여자가  지원해야  하며  최소  1명으로  함\no  유지관리의  불이행으로  인하여  서비스  지연이나  손실을  주었을  경우  발주\n자는  사업수행자에  손해배상을  청구할  수  있음"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "산출물  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물  작성  및  관리  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  사업수행자는  사업추진과정에서  생산되는  제반  작업  단위별  산출물에  대\n하여  작업  일정계획  및  품질보증계획과  연계하여  산출물의  종류,  주요내\n용,  작성  및  제출시기,  제출  부수  등  제시\no  산출물  및  각종  안내서(시스템  운영자,  사용자  안내서  등)의  관리방안  제시\no  기술적용계획표[붙임1]의  기술표준을  준수하여야  하며,  사업수행  계획서  작\n성  시  발주자와  상호  협의하여  조정할  수  있음\no  검사  전  기술준수결과표를  제출하여야  하며,  기술적용계획의  변경이  필요\n한  경우  발주자의  승인을  받아야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  사용자  및  관리자  교육지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  사용자  및  관리자  교육지원  방안"
          ],
          [
            "",
            "세부\n내용",
            "o  사업수행자는  시스템  운영에  필요한  기술교육을  실시하여야  함\no  교육내용은  시스템의  운영,  감시  및  보안,  비상복구,  장애대처  방법  등  시\n스템  운영에  필요한  내용으로  구성하여야  함 \no  교육용  교재제작  등의  소요경비는  사업수행자가  부담하여야  함\no  기타  시스템  구축  및  운영상  필요하다고  판단되어  발주기관이  교육  요구 \n시  이에  응할  수  있어야  함\no  시스템  사용자  교육도  운영자  교육과  동일한  형태로  진행"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "작업도구  및  장비"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "작업도구  및  장비  사용에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "o  시스템  개발,  시험,  사업관리,  품질관리  등에  필요한  일체의  장비(서버,  스\n토리지,  기타  등)  및  비품은  사업수행자가  준비해야  함\no  본  사업에  필요한  개발  툴  및  기타  작업에  필요한  소프트웨어를  사업수행자가 \n준비하되  정품  소프트웨어를  사용하여야  함\n    -  불법  소프트웨어  점검  시  불법  소프트웨어  귀책은  사업수행자에  있으며 \n모든  민,  형사상의  책임  감수"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구축"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  구축에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "o  구축될  신규시스템의  확장성·유연성·연계성을  확보할  수  있는  개방형  언어 \n기반  및  전자정부표준프레임워크를  도입하여  시스템을  구현하여야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "RER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "저작권  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "저작권  준수에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "o  오픈소스SW  라이선스  등의  문제가  발생하지  않도록  해야  함 \no  컨텐츠  제공에  사용되는  도구,  프로그램,  자료  등은  지적  재산권  침해  등 \n법적  문제가  없어야  함\no  구축될  신규시스템의  확장성․유연성․연계성을  확보할  수  있는  개방형  언어 \n기반  및  전자정부표준프레임워크를  도입하여  시스템을  구현하여야  함"
          ],
          [
            "요구사항  출처",
            "",
            "실무담당자"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "SW사업정보  저장소  데이터  작성  및  제출"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "SW사업정보  저장소  데이터  작성  및  제출에  관한  사항"
          ],
          [
            "",
            "세부내용",
            "o  「소프트웨어  진흥법  제46조」에  따라  해당  사업  수주자는  SW  사업정보(SW사\n업  수행  및  실적  정보)  데이터를  작성하여  제출하여야  함\no  SW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  자료실의 \n‘SW사업정보  저장소  데이터  제출  안내’  문서를  참조토록  함\no  SW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에  반드\n시  명시하도록  함\no  SW사업정보  중  기능점수  데이터의  작성을  위해  사업수행  인원  중  기능점\n수  측정  전문가를  포함토록  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 나. 원격지 개발 시 이에 따른 보안사고 등의 위험요인을 식별하여 이에 대한 대응방안을 보안대책에 수립 및 실시해야 하며, 관리적물리적 보안대책을 준수해야 함 다. 기타 비품, 전산장비, 소프트웨어 등 작업환경 관련 비용은 사업예산 내 계상되어 있으므로 계약상대자가 부담해야 함 4. 하자담보 책임기간 명시 가. 무상 하자보수는 사업 종료 후 1년으로 하며, 해당 기간 중 시스템의 하자 발생 시 즉시 보완해야 함 ᄋ 계약상대자는 조달청 납품 검사 시 하자보증 이행 각서를 제출 5. 계약목적물의 지식재산권 귀속과 활용 가. 본 사업의 수행 결과물계약목적물에 대한 지식재산권은 발주기관과 계약상대자가 공동으로 소유하며, 별도의 정함이 없는 한 지분은 균 등한 것으로 함. 다만, 개발의 기여도 및 계약목적물의 특수성보안, 영업비밀 등을 고려하여 계약당사자 간의 협의를 통해 지식재산권 귀속 주체 등에 대해 공동소유와 달리 정할 수 있음. 또한, 지식재산 권의 타 용도 및 상업적 활용 시 반드시 발주기관과 협의하여야 함 나. 계약상대자는 당해 계약에 따른 계약목적물에 대한 지적재산권 의 행사를 위하여 계약산출물의 반출을 요청할 수 있으며, 발주 기관은 국가 안보에 관한 사항으로서 대통령령으로 정하는 사유 에 해당하는지 여부를 검토하여 30일 이내에 그 결과를 통보함 다. 활용승인제3자 제공 포함을 받지 않고 반출하거나, 승인받은 소프 트웨어 산출물을 무단으로 유출하거나 누출되는 경우 또는 누출금지 정보를 삭제하지 않고 활용하는 경우에는 제재받을 수 있음 라. 본 사업을 통해 개발되는 소프트웨어는 계약예규 용역계약 일반조건 제56조계약목적물의 지식재산권 귀속 등에 따른 타 기관과의 공동활용 계획이 없음 - 24 - 6. 과업심의위원회 가. 본 사업은 소프트웨어 진흥법 제50조에 따른 과업심의위원회를 개최한 사업임 나. 소프트웨어 진흥법제50조, 같은 법 시행령 제47조제1항제2호,제3 호에 따라 과업 내용 변경 및 그에 따른 계약금액 혹은 계약기간의 조정이 필요한 경우, 계약상대자는 국가기관 등의 장에게 소프트 웨어사업 과업변경요청서를 제출하여 과업심의위원회의 개최를 요 청할 수 있음 7. 누출금지정보의 범위 가. 누출금지정보의 범위는 별표 2 누출금지 대상정보와 같으며, 입찰 및 사업 수행과정에서 해당 내용을 무단으로 누출할 경우 관련 법령에 따라 부정당업자로 입찰참가자격을 제한할 수 있음 8. SW사업 영향평가 가. 소프트웨어 진흥법 시행령 제35조 2항에서 규정하고 있는 소프 트웨어사업 영향평가에 해당없음 9. 기타사항 가. 본 계약에 규정되지 아니한 사항 또는 본 계약의 해석에 관하여 이의가 있을 때에는 관례에 준하여 국립인천해양박물관과 계약자가 상호 협의 하여 결정함 나. 상기 제안요청사항에 제시하지 않은 사항이라도 업무의 변화 또는 업무의 추가 등으로 인해 추가, 수정, 변경, 삭제사항이 발생될 경우 계약자는 국립인천해양박물관과 협의하여 이를 최대한 수용해야 함 다. 용역수행은 국립인천해양박물관의 제안요청서를 기반으로 함. 단, 제 안요청서 상 명기되지 않았거나 의문사항이 있을 경우 국립인천해양 박물관의 해석을 따름 라. 사업자는 개발과정 및 개발완료 후 보고결과 제기된 사항에 대해서는 성실히 반영하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - IV 참가자격 및 선정안내 1. 입찰 참가자격 가. 다음 각 호의 자격을 모두 갖춘 자 ᄋ 국가를 당사자로 하는 계약에 관한 법률시행령 제12조 및 동법 시 행규칙 제14조에 의한 경쟁입찰 참가자격을 구비한 업체로서 소프 트웨어진흥법에 의한 소프트웨어사업자 신고를 필한 사업자업종코 드1468로 최근년도 결산신고가 완료된 사업자 ᄋ 본 사업은 20억 미만의 사업으로써,소프트웨어 진흥법제48조 제 2항 및대기업인 소프트웨어 사업자가 참여할 수 있는 사업금액의 하한과학기술정보통신부에 의거 대기업 및 중견기업인 소프트 웨어 사업자의 입찰 참여를 제한 중소기업자만 입찰참가 가능 ᄋ 국가를 당사자로 하는 계약에 관한 법률시행령 제76조 규정에 의한 부정당업자의 입찰참가자격 제한에 적용을 받지 않는 자 ᄋ 소프트웨어 진흥법제48조의 제4항에 따라 상호출자제한기업 집단 소속회사의 입찰 참여 제한 ᄋ 중소기업제품구매촉진및판로지원에관한법률제9조 및 시행령 제10조의 규정에 의거 전산업무소프트웨어개발-정보시스템 개발 서비스직접생산증명서입찰마감일의 전일 이전에 발급된 것으로 유효기간내에 있어야 함를 소지한 업체로 사업분야가 컴퓨터 관 련 서비스사업으로 등록된 업체 ᄋ 국가종합전자조달시스템 입찰참가자격등록규정에 의하여 반드시 나라장터G2B에 입찰마감일 전일까지 입찰참가자격을 등록한 자 나. 공동수급, 하도급 불허 - 26 - 2. 사업자 선정방식 주요 적용 법률 및 규정 ᄋ국가를 당사자로 하는 계약에 관한 법률, 동법률 시행령 및 시행규칙 ᄋ협상에 의한 계약체결기준기획재정부 계약예규 제 656호, 2023.6.16. ᄋ 기타 관련 법령 및 기준 적용 가. 기본방침 ᄋ 객관적이고 공정한 기준과 절차를 적용한 경쟁에 의한 우수사업자 선정 ᄋ 사업의 특수성을 고려하여 경쟁입찰을 통한 협상에 의한 계약방식으로 추진 나. 입찰계약 방법 제한경쟁입찰총액, 협상에 의한 계약 다. 세부 평가방법 ᄋ 입찰 방식 제한경쟁입찰 ᄋ 낙찰자 결정방식 협상에 의한 계약 ᄋ 제안서 평가와 협상, 낙찰자 결정 - 평가 비율 기술평가90, 가격평가10 - 종합평가점수 산출 기술 평가점수 입찰가격 평가점수 - 동점수 처리방침 종합평가점수가 동점인 경우 기술평가 점수가 높은 업체를 선정 기술평가 점수도 동일한 경우 배점이 높은 평가항목에서 점수가 높은 업체 선정 ᄋ 기술평가 - 제안서 평가를 위하여 국립인천해양박물관 제안서 평가 업무처리 기준에 따라 제안서 평가를 실시 - 평가위원이 평가한 점수를 산술평균하여 기술평가점수로 함 - 기술 평가는 소프트웨어 기술성 평가기준과학기술정보통신부 고 시을 기준으로 하되, 사업의 특성 및 내용 등을 고려하여 평가항 목, 항목별 배점 한도를 조정",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - - 각 평가위원별로 합산한 점수 중 최상위 및 최하위 점수를 제외한 나머지 평가위원이 평가한 점수를 산술평균하여 평가점수 산정 - 제안업체는 기술평가 결과에 대해 일체의 이의를 제기할 수 없음 - 본 사업은 소프트웨어 기술성 평가기준 지침제4조제5항에 따 른 차등점수제를 미적용한 사업임 ᄋ 기술평가 항목 및 기준 평가부문 평가항목 평가기준 배점 총계 100 전략 및 방법론 25 사업 이해도 사업의 특성 및 목표에 대해 주변 환경분석과 업무내용의 연관 관계의 이해를 바탕으로 일관성 있는 방향과 전략을 제시하고 있는가를 평가한다. 단, 당해 사업의 기획용역ISP 등을 수행한 자가 참여한 때에는 평가등급보다 한 단계 하위 등급의 점수를 부여 한다. 5 추진전략 개발업무 수행 시 위험요소를 고려하여 얼마나 창의적이며 타당 한 대안을 제시하였는가를 평가한다. 5 적용 기술 사업에서 적용하고자 하는 기술이 향후 확장성을 고려하여 현실 적으로 실현 가능하게 제시되어 있는지를 평가한다. 5 표준 프레임 워크 적용 정보시스템을 효율적으로 개발하고 유지 관리 할 수 있도록 소 프트웨어의 기본 골격과 재사용 모듈 등 표준 프레임워크의 사용 계획과 예상되는 문제점을 구체적으로 기술하고 실현 가능한 대 응 방안을 제시하였는지를 평가한다. 5 개발 방법론 사업에 적정한 방법론의 제안 타당성을 평가하고, 실제 적용 사례와 경험을 바탕으로 효율적인 단계별 활동 내용을 구성하여 산출물의 적정성을 유지하고, 기술과 경험을 적절히 활용하고 있 는가를 평가한다. 5 기술 및 기능 25 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적으로 기술되어 있는가를 평가하고, 제안한 방안 및 기 술이 적용 가능한지를 평가한다. 10 보안 요구사항 관련 기능 등 타 요구사항 및 시스템과 관련되어 분석되고, 적용 할 표준 및 구현 방안이 설계단계부터 반영되어 구체적으로 기술되 어 있는가를 평가하고, 제안한 방안 및 기술이 적용 가능한지를 평 가한다. 5 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시하고 있는가를 평가하며, 데이터 전환을 위 해 책임 조직이 투입되는가를 평가한다. 5 시스템운영 요구사항 시스템 운영요구 충족도는 운영 시 필요한 사항에 대하여 경험 을 바탕으로 제시하고, 고려 사항 및 유사 시 대응책을 제시하고 있는가를 평가한다. 3 제약사항 제약사항 충족도는 기능 및 품질 등 요구사항을 구현 시 관련 제약사항을 충족시키며 구현 방안 및 테스트 방안을 구체적으 로 기술하였는가를 평가한다. 2 성능 및 품질 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분 석 도구를 통하여 구체적인 내용으로 분석되고 구현 및 테스트 방안이 구체적으로 기술되어 있는가를 평가하고, 제안한 방안 및 기술을 통해 요 5 - 28 - 상기 평가항목은 소프트웨어 기술성평가기준 지침과학기술정보통신부 고시 2021-98호, 2021.12.30.에 근거하여 본 사업에 적합한 내용으로 재구성되었음 상기 평가기준은 평가위원회의 검토와 동의에 의해 조정변경될 수 있음 제안업체가 제시한 각종 자료 간 불일치시고의 또는 실수는 제안서와 각종 증빙자료 중 낮은 수준의 것을 제안한 것으로 보고 평가 평가부문 평가항목 평가기준 15 구 성능을 충족시킬 수 있는지를 평가한다. 품질 요구사항 제공되는 분석 도구 및 구현 방안, 테스트 방안이 구체적으로 기술 되어 있는가를 평가하고, 분석ᆞ설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안이 구체적으로 계획되어 있는가를 평가한다. 인터페이스 요구사항 시스템 인터페이스 타 시스템과의 연계 방안들에 대한 장ᆞ 단점의 분석을 통해 가장 적합한 방안이 구체적으로 기술되어 있는가를 평가하고, 구현 경험이 있는 인터페이스 담당자가 투입되는지 평가한다. 사용자 인터페이스 사용자 편의성을 고려하여 요구사항을 제 공하기 위한 분석 및 설계, 구현 방안과 검토 계획을 구체적 으로 기술하였는가를 평가하고, 구현 경험이 있는 사용자 인 터페이스 담당자가 투입되는지 평가한다. 프로젝트 관리 15 관리 방법론 사업위험, 사업진도, 사업수행 시 보안을 관리하는 방법, 사업 수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 평가한다. 일정 계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간의 산정 과 도출된 활동 간의 배열이 합리적인지, 중간목표가 적정하게 제시되어 있는지, 각 활동에 적합한 자원이 적절히 할당되어 있는 지 등을 평가한다. 개발 장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성 과 관련하여 개발환경의 구성여부와 해결방안을 명확히 제시 하고 있는가를 평가한다. 프로젝트 지원 20 품질 보증 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자 가 소프트웨어 진흥법 제23조의 소프트웨어프로세스 품질인증 등 대외적으로 인정받을 만한 품질보증 관련 인증을 획득한 사 례가 있는지를 확인하고 평가한다. 시험 운영 대상 업무별 단위테스트, 통합테스트, 시스템테스트, 인수테스 트에 대한 전반적인 방안을 제시하여야 하고 개발완료 후의 시 스템의 이용 및 관리운영에 관한 전반적인 방안을 제시한다. 교육 훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 제공 및 지원 하는 각종 교육훈련의 방법, 내용, 일정 및 조직 등에 대해 평 가한다. 유지 보수 시스템 공급자가 제시하는 하자보수 및 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사 항에 대해 평가한다. 기밀 보안 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기밀 을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체 계 및 대책에 대하여 평가한다. 또한 누출금지정보 관리방 안 등 보안관리계획에 대하여 평가한다. 비상 대책 시스템 공급자가 안정적인 시스템 운영을 위해 제시하는 각종 백업복구 및 장애대응 대책에 대하여 평가한다.",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준"
          ],
          [
            "(15)",
            "",
            "구 성능을 충족시킬 수 있는지를 평가한다."
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는  분석  도구  및  구현  방안,  테스트  방안이  구체적으로  기술\n되어  있는가를  평가하고,  분석ㆍ설계  등  각  단계별  품질  요구사항의 \n점검 및 검토 방안이 구체적으로 계획되어 있는가를 평가한다."
          ],
          [
            "",
            "인터페이스\n요구사항",
            "시스템  인터페이스  :  타  시스템과의  연계  방안들에  대한  장ㆍ\n단점의  분석을  통해  가장  적합한  방안이  구체적으로  기술되어 \n있는가를  평가하고,  구현  경험이  있는  인터페이스  담당자가 \n투입되는지  평가한다.\n사용자  인터페이스  :  사용자  편의성을  고려하여  요구사항을  제\n공하기  위한  분석  및  설계,  구현  방안과  검토  계획을  구체적\n으로  기술하였는가를  평가하고,  구현  경험이  있는  사용자  인\n터페이스  담당자가  투입되는지  평가한다."
          ],
          [
            "프로젝트 \n관리\n(15)",
            "관리\n방법론",
            "사업위험,  사업진도,  사업수행  시  보안을  관리하는  방법,  사업\n수행  성과물이나  산출물의  형상  및  문서를  관리하는  방법  등을 \n평가한다."
          ],
          [
            "",
            "일정  계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간의  산정\n과  도출된  활동  간의  배열이  합리적인지,  중간목표가  적정하게 \n제시되어  있는지,  각  활동에  적합한  자원이  적절히  할당되어  있는\n지  등을  평가한다."
          ],
          [
            "",
            "개발  장비",
            "사업자의  참여  의지  및  조직적  대응  정도,  사업참여의  준비성\n과  관련하여  개발환경의  구성여부와  해결방안을  명확히  제시\n하고  있는가를  평가한다."
          ],
          [
            "프로젝트 \n지원\n(20)",
            "품질  보증",
            "제시된  품질보증  방안이  해당  사업의  수행에  적합한지,  사업자\n가  「소프트웨어  진흥법」  제23조의  소프트웨어프로세스  품질인증 \n등  대외적으로  인정받을  만한  품질보증  관련  인증을  획득한  사\n례가  있는지를  확인하고  평가한다."
          ],
          [
            "",
            "시험  운영",
            "대상  업무별  단위테스트,  통합테스트,  시스템테스트,  인수테스\n트에  대한  전반적인  방안을  제시하여야  하고  개발완료  후의  시\n스템의  이용  및  관리운영에  관한  전반적인  방안을  제시한다."
          ],
          [
            "",
            "교육  훈련",
            "시스템  공급자가  시스템  운영  및  관리자를  위해  제공  및  지원\n하는  각종  교육훈련의  방법,  내용,  일정  및  조직  등에  대해  평\n가한다."
          ],
          [
            "",
            "유지  보수",
            "시스템  공급자가  제시하는  하자보수  및  유지관리  계획,  조직, \n절차,  범위  및  기간과  이와  관련된  기타의  활동  및  그  제한사\n항에  대해  평가한다."
          ],
          [
            "",
            "기밀  보안",
            "사업  추진  동안  악영향을  미치는  일련의  불순  활동들로부터  기밀\n을  보호함과  동시에  원활한  사업의  수행을  보장하기  위한  체\n계  및  대책에  대하여  평가한다.  또한  ‘누출금지정보’  관리방\n안  등  보안관리계획에  대하여  평가한다."
          ],
          [
            "",
            "비상  대책",
            "시스템  공급자가  안정적인  시스템  운영을  위해  제시하는  각종 \n백업/복구  및  장애대응  대책에  대하여  평가한다."
          ]
        ],
        [
          [
            "평가부문\n평가항목\n평가기준",
            "",
            "",
            "배점"
          ],
          [
            "총계",
            "",
            "",
            "100"
          ],
          [
            "전략  및 \n방법론\n(25)",
            "사업  이해도",
            "사업의  특성  및  목표에  대해  주변  환경분석과  업무내용의  연관\n관계의  이해를  바탕으로  일관성  있는  방향과  전략을  제시하고 \n있는가를  평가한다.  단,  당해  사업의  기획용역(ISP  등)을  수행한 \n자가  참여한  때에는  평가등급보다  한  단계  하위  등급의  점수를  부여\n한다.",
            "5"
          ],
          [
            "",
            "추진전략",
            "개발업무  수행  시  위험요소를  고려하여  얼마나  창의적이며  타당\n한  대안을  제시하였는가를  평가한다.",
            "5"
          ],
          [
            "",
            "적용  기술",
            "사업에서  적용하고자  하는  기술이  향후  확장성을  고려하여  현실\n적으로  실현  가능하게  제시되어  있는지를  평가한다.",
            "5"
          ],
          [
            "",
            "표준  프레임\n워크  적용",
            "정보시스템을  효율적으로  개발하고  유지  관리  할  수  있도록  소\n프트웨어의  기본  골격과  재사용  모듈  등  표준  프레임워크의  사용 \n계획과  예상되는  문제점을  구체적으로  기술하고  실현  가능한  대\n응  방안을  제시하였는지를  평가한다.",
            "5"
          ],
          [
            "",
            "개발  방법론",
            "사업에  적정한  방법론의  제안  타당성을  평가하고,  실제  적용 \n사례와  경험을  바탕으로  효율적인  단계별  활동  내용을  구성하여 \n산출물의  적정성을  유지하고,  기술과  경험을  적절히  활용하고  있\n는가를  평가한다.",
            "5"
          ],
          [
            "기술  및 \n기능\n(25)",
            "기능 \n요구사항",
            "방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고  구현 \n방안이  구체적으로  기술되어  있는가를  평가하고,  제안한  방안  및  기\n술이  적용  가능한지를  평가한다.",
            "10"
          ],
          [
            "",
            "보안 \n요구사항",
            "관련  기능  등  타  요구사항  및  시스템과  관련되어  분석되고,  적용\n할  표준  및  구현  방안이  설계단계부터  반영되어  구체적으로  기술되\n어  있는가를  평가하고,  제안한  방안  및  기술이  적용  가능한지를  평\n가한다.",
            "5"
          ],
          [
            "",
            "데이터 \n요구사항",
            "데이터  전환  계획  및  검증  방법,  에러  데이터  처리  방법에  대해 \n구체적인  내용을  제시하고  있는가를  평가하며,  데이터  전환을  위\n해  책임  조직이  투입되는가를  평가한다.",
            "5"
          ],
          [
            "",
            "시스템운영\n요구사항",
            "시스템  운영요구  충족도는  운영  시  필요한  사항에  대하여  경험\n을  바탕으로  제시하고,  고려  사항  및  유사  시  대응책을  제시하고 \n있는가를  평가한다.",
            "3"
          ],
          [
            "",
            "제약사항",
            "제약사항  충족도는  기능  및  품질  등  요구사항을  구현  시  관련 \n제약사항을  충족시키며  구현  방안  및  테스트  방안을  구체적으\n로  기술하였는가를  평가한다.",
            "2"
          ],
          [
            "성능  및 \n품질",
            "성능\n요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론 및  분\n석  도구를  통하여  구체적인  내용으로  분석되고  구현 및 테스트 방안이 \n구체적으로 기술되어  있는가를 평가하고, 제안한  방안  및 기술을 통해 요",
            "5"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - ᄋ 가격평가 - 입찰 및 개찰 입찰공고 참조 ᄋ 협상적격자 선정 및 협상순서 - 제안서 평가결과 입찰가격이 해당사업 예산예정가격을 작성한 경 우에는 예정가격이하인 자로서 기술평가 점수가 기술평가분야 배 점한도의 85이상인 자를 협상적격자로 선정 - 협상적격자가 없는 경우 재공고 입찰에 부칠 수 있음 - 협상순서는 협상적격자 중 종합평가점수기술평가와 가격평가 합 산의 고득점 순에 따라 결정 합산점수가 동일한 제안자가 2인 이상일 경우 기술평가 점수가 높은 제안자를 선순위자로 하고, 기술평가점수도 동일한 경우에 는 기술평가의 세부항목중 배점이 높은 항목의 점수가 높은 자 를 선순위자로 함 협상이 성립된 때에는 다른 협상적격자와의 협상은 실시하지 않음 모든 협상적격자와 협상 결렬시 재공고입찰에 부칠 수 있음 - 협상대상자에게 협상일시 및 장소는 개별통지하고, 미 선정업체에 대한 통보는 생략함 본 항목에 기술하지 아니한 사항은 협상에 의한 계약 체결 기준기획재정부 계약예규 에 따름. 라. 협상방법 및 기준 ᄋ 협상대상자가 제안한 사업내용, 이행방법, 이행일정, 제안가격 등 제안서의 내용을 대상으로 협상 실시하며, 협상대상자와 협상을 통 해 그 내용의 일부를 조정 가능 바. 기타 안내사항 ᄋ 내부 시스템 세부현황 열람신청 - 내부 시스템 세부현황은 보안사고 방지를 위해 비공개를 원칙으로 하며, 입찰에 참가하고자 하는 사업자가 제안서 작성에 필요한 경 우 발주기관에 열람을 요청할 수 있음 - 열람을 요청한 자는 신분증을 지참하고 발주기관에 방문하여 보안서 약서를 작성제출하고, 담당자 입회하에 가능한 범위에서 열람 가능 - 30 - 3. 입찰서류 및 제안서 제출안내 가. 제안서 제출 ᄋ 제안서 접수 - 일시 및 장소 입찰공고문 참조하여 온라인 제출 ᄋ 제안 설명회 - 국립인천해양박물관에서 제안서에 기재된 연락처로 별도 통보 나. 제출 서류 ᄋ 제안서 및 제안요약서 ᄋ 기타 내용은 입찰공고문 참조 다. 입찰 시 유의사항 ᄋ 보안 유지 - 제안자는 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에 게 누설하여서는 안되며, 발주기관이 요구하는 보안사항을 철저히 준수하여야 함 소유권자의 동의없이 제3자에 대한 제공금지 데이터의 기밀보호유지 및 개인정보 보호의무 데이터의 복사복제 및 타목적 활용금지 - 제안요청서관련 자료는 제안서 작성이외의 목적으로 사용하여서는 아니됨 - 제안사가 제출한 모든 자료 및 문서는 제안사의 권익 보호를 위하여 외부에 공개되지 않음을 원칙으로 함 ᄋ 제안서의 효력 - 제안서에 명시된 내용과 협상시 발주기관의 요구에 의하여 수정보완 변경된 제안내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 갖음. 단, 계약서에 명시된 경우는 계약서의 내용이 우선함 - 제출한 제안서의 내용은 발주기관이 요청하지 않는 한 변경할 수 없으며, 계약체결 시 계약조건의 일부로 간주함 - 제안사는 주관기관이 정하는 자문위원의 자문 및 검토내용의 반영을 요구할 경우 제안사는 이를 수용하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - - 발주기관의 조치나, 기타 불가항력적인 환경변화로 본 제안요청서 의 일부 또는 전부가 변경되거나 취소되는 경우라도 제안사는 이 의를 제기하지 못함 - 제안서에 대한 해석상 문제가 있을 경우 상호 협의하여 조정함 - 제안서와 기타 구비서류를 검토하여 미비한 업체에 대해서는 상황 에 따라 보완지시실격처리감점처리 등의 조치를 취하여 그 결 과를 기술평가 점수에 반영할 수 있음 - 추가자료 요청시 제안사는 이에 성실히 임하여야 하며, 미 제출시 불이익은 제안사가 책임을 짐제안서 검토 후 추후 통보 ᄋ 제안내용은 허위나 단순 예상으로 작성하여서는 아니 되고, 모든 기재사항을 객관적으로 입증할 수 있어야 하며, 허위사실이 발견되면 참가제한, 업체선정 취소, 계약해지 등 제재조치를 할 수 있음 ᄋ 기타사항 - 제안서는 입찰기한 내에 제안사가 직접 제출하여야 하며, 제출된 제안서 및 관련자료는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함 - 정부의 조치 또는 정보화 추진계획의 변경으로 본 제안서의 일부 또는 전부가 변경되거나 취소되는 경우에도 제안사는 이의를 제기할 수 없음 - 본 사업은 20억원 미만의 SW사업으로 제안서 보상대상 사업에서 제외함 - 제안내용의 전부 또는 일부에 대하여 담합한 사실이 발견되거나 담합하였다고 판단되는 경우에는 제안을 무효로 함 - 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부정한 행위를 한 사업자는 향후 신규 사업의 참여에 제한을 받을 수 있음 - 제안가격 산정 시 개발비의 산정은 기능점수 방식으로 산정하는 것을 권고함 - 본 사업은 소프트웨어 진흥법제45조 및 소프트웨어사업 계 약 및 관리감독에 관한 지침 제10조의 규정에 따라 소프트웨어 개발사업 적정 사업기간 산정 기준에 준하여 사업기간 산정함 - 32 - - 제안요청서 및 입찰공고 등에 포함되지 않은 사항은 국가를 당사 자로 하는 계약에 관한 법률,협상에 의한 계약체결 기준등 국 가계약관련 법령을 준용함 - 본 사업의 수행에 필요한 모든 비용은 부가세를 포함하여 가격입 찰금액에 포함시켜야 함 - 입찰 과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용할 수 없음 라. 기타 문의 사항 유물관리부배진경 학예연구사 032-453-8832",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - V 제안서 작성 안내 1. 제안서 작성 요령 가. 제안서의 작성지침권고사항 ᄋ 제시된 제안서의 목차 및 제안서 세부작성지침을 준용하여 제안서를 작성할 것 제안사는 기술평가 평가항목별 세부 작성지침 내용을 제안서 해당 부분에 대한 인덱스 표를 별도 제출하여야 함 목차의 항목중 해당내용이 없을시, 해당항목에 해당사항없음으로 간략히 기술 번호 체계는I,1,가,1,가,1,가,o,순으로 기입 ᄋ 제안서는 최종 낙찰 이후 전자파일 형식으로 발주기관에 제출하며, 제안서 본문 내용은 200페이지100장 이내로 작성 권장사항 ᄋ 제안서는 A4종 방향작성을 원칙으로 하되, 부득이한 경우 A4횡 또는 기타 용지를 일부 사용할 수 있음 ᄋ 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 면별로 번호를 부여함 - 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서에 별첨으로 제출 제안서 또는 요약서로 제안발표하며, 추후 별도 발표자료는 제출할 수 없음 ᄋ 제안요청 내용은 각 요구조건에 대하여 명확하고 상세하게 작성 - 제안기술 부문의 요구사항에 대해서는 구체적이고 상세한 방안 제시 제안서 작성시 제안서의 제안내용과 제안요청서의 내용을 대비하여 비교할 수 있는 제안 목차별 페이지 대비표를 작성하여 별첨 ᄋ 제안서는 한글작성이 원칙이며, 사용된 영문약어에 대해서는 약어표를 제공해야 함 ᄋ 제안서와 함께 제안서의 핵심내용을 정리한 제안요약서를 제출하 여야 하며 제안요약서에는 다음의 사항이 반드시 포함되어야 함 - 제안요청서 상의 각각의 제안요청 요구사항에 대한 충족여부충족 부분미충족와 대안제시, 추가제안 등을 일목요연하게 파악할 수 있는 제안요구사항과 제안사항 비교표를 기술하여야 함 - 34 - ᄋ 제안서의 내용은 명확한 용어를 사용하여 표현하여야 함 - 예를 들어, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가시 불가능한 것으로 간주함 - 제안내용 중 계량화가 가능한 것은 계량화하여야 함 ᄋ 제안내용을 보충하기 위하여 참고문헌 활용 시, 참고문헌 목록을 첨부하여 그 출처를 명확히 알 수 있도록 표기하여야 함 나. 제안서 목차 I. 일반현황 1. 제안사 일반현황 2. 제안사의 조직 및 인원 3. 수행조직 및 업무분장 II. 전략 및 방법론 1. 사업이해도 2. 추진전략 3. 적용기술 4. 표준 프레임워크의 적용 5. 개발방법론 III. 기술 및 기능 1. 기능 요구사항 2. 보안 요구사항 3. 데이터 요구사항 4. 시스템운영 요구사항 5. 제약사항 IV. 성능 및 품질 1. 성능요구사항 2. 품질요구사항 3. 인터페이스 요구사항 V. 프로젝트 관리 1. 관리방법론 2. 일정계획 VI. 프로젝트지원 1. 품질보증계획 2. 시험운영계획 3. 교육훈련계획 4. 유지관리계획 5. 기밀보안 6. 비상대책 VIII. 기타사항",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 다. 제안서 세부작성지침 항목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연력, 최근 3년간의 자본금 및 부문별 매출액, 실적 등 을 명료하게 제시하여야 한다. 서식 1, 2, 3, 4, 5 2. 제안사의 조직 및 인원 제안사의 조직 및 인원 현황을 제시하여야 한다. 3. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. II. 전략 및 방법론 1. 사업 이해도 제안사는 해당사업의 제안요청 내용을 명확히 이해하고 본 제안의 목적, 범위, 전 제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 목표시스템 구성도 및 구성 체계를 제시하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략을 제시하여야 한다. 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부 개발방법론, 적용기술의 실현 가능성 등을 제시하여야 한다. 대상 업무별 개발방안통합연계 범위 관련 적절 한 방안 제시 등, Prototype 구현 등 개발에 대한 전반적인 방안을 제시한다. 4. 표준 프레임 워크 적용 제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상되는 문제점을 기술하고 실현가능한 대응방안을 제시하여야 하며, 기존 프레임워크 및 UI를 고려한 시스템 구축의 통합 및 표준화 확보방안을 제시하여야 한다. 5. 개발방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방 법론의 경험을 기술한다. 개발방법론에 대한 제출할 산물물의 종류 및 내역, 제출시기를 기술한다. III. 기술 및 기능 1. 기능 요구사항 제안사는 기능요구사항을 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석 하고 구현방안 및 기술의 적용방안을 구체적으로 제시하여야 한다. 2. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안방안 등을 구체적으로 제시하여야 한다. 3. 데이터 요구사항 데이터 전환 계획 및 검증방법, 에러 데이터 처리 방법, 데이터 전환 책임조직에 대해 구체적인 내용을 제시하여야 한다. 4. 시스템 운영 요구사항 시스템 운영과 관련된 필요사항, 고려사항 및 유사시 대응책 등을 제시하여야 한다. 5. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안 및 테스트방안을 구체적으로 기술하여야 한다. IV. 성능 및 품질 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석도구, 구현 및 테스트방안을 구체적으로 제시하여야 한다. 대상업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 한다. 2. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시 하여야 한다. 3. 인터페이스 요구사항 시스템 인터페이스의 타 시스템과의 연계 방안과 사용자 편의성을 고려한 사용자 인터페이스의 구현방안을 구체적으로 제시하여야 한다. - 36 - V. 프로젝트 관리 1. 관리방법론 사업범위, 사업진도, 사업수행 시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 지시하여야 한다. 사업 추진예정 일정을 참조하여 추진일정을 상세히 제시하여야 한다. 2. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등을 제시하여야 한다. VI. 프로젝트 지원 1. 품질보증 조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시하여야 한다. 국제 소프트웨어 개발 프로세스 품질인증 획득 여부 등 사업자 품질보증 능력을 제시 품질보증을 위한 조직, 방법, 절차, 내용 등을 제시하여야 한다. 2. 시험운영 대상 업무별 단위테스트, 통합테스트, 시스템테스트, 인수테스트에 대한 전반적인 방안을 제시하여야 하고 개발완료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시한다. 위험관리를 위한 조직, 방법, 절차, 내용 등을 제시하여야 한다.법적 위험 요인 포함 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다. 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육내용, 교육기간, 인원 등 을 상세히 제시하여야 한다. 4. 하자보수 하자보수 및 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활 동 등을 종합적으로 제시하여야 한다. 장애처리절차, 유지관리체제 등 유지관리를 위한 종합적인 방안이 제시되어야 한다. 유지관리 시, 예측되는 문제점과 형상관리 방법에 대해 제시하고, 문제점 대응방 안과 소스형상관리 계획을 제시하여야 한다. 5. 기술이전 원활한 시스템 운영을 위해 유지관리 요원에 대한 기술이전계획을 분야별로 상세 하게 제시하여야 한다. 단, 산출물로 제시할 수 없는 원천기술부문이 있는 경우 이를 제안서상에 명시하여야 한다. 6. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시하여야 한다. VII. 기타 기타 상기항목에서 제시되지 않은 기타 내용을 기술한다.",
      "tables": [
        [
          [
            "",
            "Ⅴ.  프로젝트  관리"
          ],
          [
            "1.  관리방법론",
            "사업범위,  사업진도,  사업수행  시  보안을  관리하는  방법,  사업수행  성과물이나  산출물의 \n형상  및  문서를  관리하는  방법  등을  구체적으로  지시하여야  한다.\n사업  추진예정  일정을  참조하여  추진일정을  상세히  제시하여야  한다."
          ],
          [
            "2.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  조직  등을  제시하여야 \n한다."
          ],
          [
            "",
            "Ⅵ.  프로젝트  지원"
          ],
          [
            "1.  품질보증",
            "조직,  인원,  방법,  절차  등  해당  사업의  수행을  위한  품질보증  방안을  제시하여야  한다.\n※  국제  소프트웨어  개발  프로세스  품질인증  획득  여부  등  사업자  품질보증  능력을  제시\n품질보증을  위한  조직,  방법,  절차,  내용  등을  제시하여야  한다."
          ],
          [
            "2.  시험운영",
            "대상  업무별  단위테스트,  통합테스트,  시스템테스트,  인수테스트에  대한  전반적인 \n방안을  제시하여야  하고  개발완료  후의  시스템의  이용  및  관리운영에  관한  전반적인 \n방안을  제시한다.\n위험관리를  위한  조직,  방법,  절차,  내용  등을  제시하여야  한다.(법적  위험  요인  포함)"
          ],
          [
            "3.  교육훈련",
            "사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방법,  교육일정, \n교육훈련  조직  등을  상세히  제시하여야  한다.\n사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육내용,  교육기간,  인원  등\n을  상세히  제시하여야  한다."
          ],
          [
            "4.  하자보수",
            "하자보수  및  유지관리  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활\n동  등을  종합적으로  제시하여야  한다.\n장애처리절차,  유지관리체제  등  유지관리를  위한  종합적인  방안이  제시되어야  한다.\n유지관리  시,  예측되는  문제점과  형상관리  방법에  대해  제시하고,  문제점  대응방\n안과  소스형상관리  계획을  제시하여야  한다."
          ],
          [
            "5.  기술이전",
            "원활한  시스템  운영을  위해  유지관리  요원에  대한    기술이전계획을  분야별로  상세\n하게  제시하여야  한다.  단,  산출물로  제시할  수  없는  원천기술부문이  있는  경우 \n이를  제안서상에  명시하여야  한다."
          ],
          [
            "6.  비상대책",
            "안정적인  시스템  운영을  위하여  백업/복구  및  장애대응  대책을  제시하여야  한다."
          ],
          [
            "",
            "Ⅶ.    기타"
          ],
          [
            "기타",
            "상기항목에서  제시되지  않은  기타  내용을  기술한다."
          ]
        ],
        [
          [
            "항목",
            "작  성  방  법"
          ],
          [
            "",
            "Ⅰ.  일반현황"
          ],
          [
            "1.  제안사  일반현황",
            "제안사의  일반현황  및  주요  연력,  최근  3년간의  자본금  및  부문별  매출액,  실적  등\n을  명료하게  제시하여야  한다.  [서식  1,  2,  3,  4,  5]"
          ],
          [
            "2.  제안사의\n  조직  및  인원",
            "제안사의  조직  및  인원  현황을  제시하여야  한다."
          ],
          [
            "3.  수행조직\n    및  업무분장",
            "본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  한다."
          ],
          [
            "",
            "Ⅱ.  전략  및  방법론"
          ],
          [
            "1.  사업  이해도",
            "제안사는  해당사업의  제안요청  내용을  명확히  이해하고  본  제안의  목적,  범위,  전\n제조건  및  제안의  특징  및  장점을  요약하여  기술하여야  한다.  목표시스템  구성도 \n및  구성  체계를  제시하여야  한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략을  제시하여야  한다."
          ],
          [
            "3.  적용기술",
            "제안사는  사업수행을  위한  주요  적용기술  및  세부  개발방법론,  적용기술의  실현\n가능성  등을  제시하여야  한다.  대상  업무별  개발방안(통합/연계  범위  관련  적절\n한  방안  제시  등),  Prototype  구현  등  개발에  대한  전반적인  방안을  제시한다."
          ],
          [
            "4.  표준  프레임 \n워크  적용",
            "제안사는  사업에  적용될  표준프레임워크  및  공통컴포넌트의  사용  계획과  예상되는 \n문제점을  기술하고  실현가능한  대응방안을  제시하여야  하며,  기존  프레임워크  및 \nUI를  고려한  시스템  구축의  통합  및  표준화  확보방안을  제시하여야  한다."
          ],
          [
            "5.  개발방법론",
            "업무개발에  적용할  방법론  절차  및  기법의  활용방안을  제시하여야  하며,  적용방\n법론의  경험을  기술한다.\n개발방법론에  대한  제출할  산물물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "",
            "Ⅲ.  기술  및  기능"
          ],
          [
            "1.  기능  요구사항",
            "제안사는  기능요구사항을  방법론  및  분석  도구를  통하여  구체적인  내용으로  분석\n하고  구현방안  및  기술의  적용방안을  구체적으로  제시하여야  한다."
          ],
          [
            "2.  보안  요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표준,  제안방안 \n등을  구체적으로  제시하여야  한다."
          ],
          [
            "3.  데이터\n      요구사항",
            "데이터  전환  계획  및  검증방법,  에러  데이터  처리  방법,  데이터  전환  책임조직에 \n대해  구체적인  내용을  제시하여야  한다."
          ],
          [
            "4.  시스템  운영\n    요구사항",
            "시스템  운영과  관련된  필요사항,  고려사항  및  유사시  대응책  등을  제시하여야  한다."
          ],
          [
            "5.  제약사항",
            "기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안  및  테스트방안을 \n구체적으로  기술하여야  한다."
          ],
          [
            "",
            "Ⅳ.  성능  및  품질"
          ],
          [
            "1.  성능  요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및  분석도구,  구현 \n및  테스트방안을  구체적으로  제시하여야  한다.\n대상업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시하여야  한다."
          ],
          [
            "2.  품질  요구사항",
            "분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안을  구체적으로  제시\n하여야  한다."
          ],
          [
            "3.  인터페이스\n    요구사항",
            "시스템  인터페이스의  타  시스템과의  연계  방안과  사용자  편의성을  고려한  사용자 \n인터페이스의  구현방안을  구체적으로  제시하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 2. 입찰 및 제안서 관련 서식 1 서식 서식 1 일반현황 및 주요연혁 서식 2 재무현황 서식 3 주요사업실적 2 붙임 붙임 1 용역사업 보안 가이드라인 - 별표 1 정보보안 특수계약조건 - 별표 2 누출금지대상정보 - 별표 3 보안위반 처리기준 - 별표 4 사업자 보안관리 준수사항 - 별표 5 개인정보처리위탁 계약서 - 별표 6 비밀유지 계약서 - 별표 7 보안 서약서업체대표 - 별표 8 보안 서약서참여직원용 - 별표 9 보안 확약서 붙임 2 소프트웨어 개발사업의 적정 사업기간 종합산정서 붙임 3 기술적용 계획표 - 38 - 서식 1 일반현황 및 주요연혁 회 사 명 사 업 분 야 사 업 자 번 호 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁 신용평가사의 신용평가등급확인서 첨부",
      "tables": [
        [
          [
            "회    사     명",
            ""
          ],
          [
            "사  업  분  야",
            ""
          ],
          [
            "사 업 자 번 호",
            ""
          ],
          [
            "주           소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년   월"
          ],
          [
            "해당부문 종사기간",
            "년   월  ～     년    월 (   년   개월)"
          ],
          [
            "□ 주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 서식 2 재무현황최근 3년간 최근 3년간 재무현황 단위 천원 구 분 20 년도 20 년도 20 년도 자산총계 부채총계 자본총계 유동자산 유동부채 매 출 액 당기순이익 부채비율 자기자본이익률 부채비율 부채총계자본총계 자기자본이익률 당기순이익자기자본 자본금 및 부문별 매출액 단위 천원 구 분 20 년도 20 년도 20 년도 자 본 금 매 출 액 부 문 부 문 부 문 계 결산공고되었거나 자체 보고된 최근년도 대차대조표, 손익계산서 등 회계자료 또는 한국소 프트웨어산업협회의 소프트웨어사업자신고확인서 첨부 서식 3 주요 사업 실적 1용역명 용역기간 2계약금액 단위백만원 1 용역명공고일 기준 3년이내 및 제안과제와 유관한 실적만 기재 해당 건수별로 기재 2 계약금액 공동으로 업무를 수행한 경우 총액을 기재하되 자사의 비용만을 괄호에 기재 3 구체적인 업무수행 내용 수행작업 내용을 단계별현황분석 및 진단, 기본계획 및 실행계획수립, 업무개발, 장비구입 등로 작성 4 하도급은 비고란에 원도급회사 기재 단, 확인결과 기재 내용 중 허위사실이 발견된 경우 0점 처리 함",
      "tables": [
        [
          [
            "구        분",
            "20    년도",
            "20    년도",
            "20    년도"
          ],
          [
            "자산총계",
            "",
            "",
            ""
          ],
          [
            "부채총계",
            "",
            "",
            ""
          ],
          [
            "자본총계",
            "",
            "",
            ""
          ],
          [
            "유동자산",
            "",
            "",
            ""
          ],
          [
            "유동부채",
            "",
            "",
            ""
          ],
          [
            "매  출  액",
            "",
            "",
            ""
          ],
          [
            "당기순이익",
            "",
            "",
            ""
          ],
          [
            "부채비율*",
            "",
            "",
            ""
          ],
          [
            "자기자본이익률**",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "①용역명",
            "용역기간",
            "②계약금액\n(단위:백만원)"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구              분",
            "",
            "20    년도",
            "20    년도",
            "20    년도"
          ],
          [
            "자    본    금",
            "",
            "",
            "",
            ""
          ],
          [
            "매  출  액",
            "○  ○  부  문",
            "",
            "",
            ""
          ],
          [
            "",
            "○  ○  부  문",
            "",
            "",
            ""
          ],
          [
            "",
            "○  ○  부  문",
            "",
            "",
            ""
          ],
          [
            "",
            "계",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 붙임 1 용역사업 보안 가이드라인 별표1 정보보안 특수계약조건이 계약서에 포함된다. 사업자는 국립인천해양박물관 정보보안업무 규정을 준수해야 한다. 사업자는 보안담당자를 지정하고 별표4의 사업자 보안관리 준수사항을 이 행해야 한다. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별표2의 누출금지 대상정보에 대한 보안관 리계획을 사업제안서에 기재하여야 하며, 해당정보 누출 시 사업자는 국 가계약법 시행령 제76조에 따라 사업자를 부정당업체에 등록한다. 사업자는 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업 종료시 정보 보안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 사업자는 개인정보보호법제33조에 따라 개인정보 영향평가가 필요한 경 우에는 영향평가팀에 참여하여 제반 업무를 지원해야 한다. 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검 도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료 해야 한다. - 42 - 별표 1 정보보안 특수계약조건 제1조정보누출 등 금지행위 사업자는 본 사업을 수행함에 있어 다음 각 호의 행위를 하여서는 아니 된다. 1. 별표 2에 명시된 누출금지 대상정보를 누출하는 행위 2. 별표 3에 명시된 보안위반 처리기준의 금지행위 제2조벌칙 1사업자 또는 사업자의 대리인지배인, 그 밖의 사용인이 제1 조제2호의 금지행위를 한 경우에는 별표 3의 보안위반 처리기준에 명시된 벌 칙을 사업자에게 적용한다. 2 제1항에 따른 위약금 부과는 유지보수료 청구 시 해당하는 금액만큼 삭감한다. 3 제1항에 따른 관계자 행정조치는 공무원징계령에 따라 조치한다. 제3조하도급 계약시 조치사항 사업자가 본 사업을 수행하기 위하여 하도급 계약을 체결할 경우에는 본 사업계약 수준의 정보보안 특수계약조건을 하도급 계약서에 포함하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - 별표 2 누출금지 대상정보 보호등급 대상정보 가 등급 비밀 및 대외비급 비공 개 대상 정보 1 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 2 개인정보보호법제2조제1호의 개인정보 3 보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 4 그 밖에 각급기관의 장이 공개가 불가하다고 판단한 자료 나 등급 정보시스템 관련 중요 정보 1 정보시스템의 내외부 IP주소 정보 2 정보시스템 세부 구성에 관한 정보 - 세부 정보시스템 구성현황 및 정보통신망 구성도 - 국가용 보안시스템 및 정보보호시스템 도입 현황 - 침입차단시스템방지시스템 등 정보보호제품 설정 정보 - 라우터스위치 등 네트워크 장비 설정 정보 3 정보통신망 취약점 분석평가 결과물 4 사용자계정비밀번호 등 정보시스템 접근통제 정보 다 등급 용역결과물 및 기관 내부 문서 1 반출승인을 받지 않은 용역사업 결과물 또는 프로그램 소스코드 2 외부 공개대상이 아닌 기관 내부 문서 - 44 - 별표 3 보안위반 처리기준 구 분 위 규 사 항 심각 1. 누출금지 대상정보 가 급 정보에 대한 유출 및 유출 시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 중 대 1. 누출금지 대상정보 가급과 나 급 정보에 대한 관리소홀 가. 시건되지 않은 장소 및 노출된 장소에 관리자 없이 방치 나. 휴지통폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발하자보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 보 통 1. 누출금지 대상정보 나 급 정보에 대한 관리소홀 가. 주요 현안보고 자료를 책상 위 등에 방치 나. 정책현안자료를 휴지통폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷서류함책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시",
      "tables": [
        [
          [
            "보호등급",
            "대상정보"
          ],
          [
            "<가  등급>\n비밀  및  대외비급  비공\n개  대상  정보",
            "①  「공공기관의  정보공개에  관한  법률」제9조제1항에  따라  비공개 \n대상  정보로  분류된  기관의  내부문서\n②  「개인정보보호법」제2조제1호의  개인정보\n③  「보안업무규정」제4조의  비밀  및  동  시행규칙  제7조제3항의 \n대외비\n④  그  밖에  각급기관의  장이  공개가  불가하다고  판단한  자료"
          ],
          [
            "<나  등급>\n정보시스템\n관련  중요  정보",
            "①  정보시스템의  내․외부  IP주소  정보\n②  정보시스템  세부  구성에  관한  정보\n      -  세부  정보시스템  구성현황  및  정보통신망  구성도\n      -  국가용  보안시스템  및  정보보호시스템  도입  현황\n      -  침입차단시스템․방지시스템  등  정보보호제품  설정 정보\n      -  라우터․스위치  등  네트워크  장비  설정  정보\n③  정보통신망  취약점  분석․평가  결과물\n④  사용자계정․비밀번호  등  정보시스템  접근통제  정보"
          ],
          [
            "<다  등급>\n용역결과물  및\n기관  내부  문서",
            "①  반출승인을  받지  않은  용역사업 결과물 또는 프로그램 소스코드\n②  외부  공개대상이  아닌  기관  내부  문서"
          ]
        ],
        [
          [
            "구  분",
            "위    규    사    항"
          ],
          [
            "심각",
            "1.  누출금지  대상정보  ‘가’  급  정보에  대한  유출  및  유출  시도\n        가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n        나.  개인정보·신상정보  목록  유출\n        다.  비공개  항공사진·공간정보  등  비공개  정보  유출 \n  2.  정보시스템에  대한  불법적  행위\n        가.  관련  시스템에  대한  해킹  및  해킹시도\n        나.  시스템  구축  결과물에  대한  외부  유출\n        다.  시스템  내  인위적인  악성코드  유포"
          ],
          [
            "중  대",
            "1.  누출금지  대상정보  ‘가’급과  ‘나’  급    정보에  대한  관리소홀 \n        가.  시건되지  않은  장소  및  노출된  장소에  관리자  없이  방치\n        나.  휴지통·폐지함  등에  유기  또는  이면지  활용\n        다.  개인정보․신상정보  목록을  책상  위  등에  방치\n        라.  기타  비공개  정보에  대한  관리소홀\n  2.  사무실·보호구역  보안관리  허술\n        가.  통제구역  출입문을  개방한  채  퇴근  등\n        나.  인가되지  않은  작업자의  내부  시스템  접근\n        다.  통제구역  내  장비·시설  등  무단  사진촬영 \n  3.  전산정보  보호대책  부실\n        가.  업무망  인터넷망  혼용사용,  보안  USB  사용규정  위반 \n        나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용역사업\n                관련  자료  수·발신\n        다.  개발·하자보수  시  원격작업  사용\n        라.  저장된  비공개  정보  패스워드  미부여\n        마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n        바.  외부용  PC를  업무망에  무단  연결사용\n        사.  보안관련  프로그램  강제  삭제\n        아.  사용자  계정관리  미흡  및  오남용(시스템  불법접근  시도  등)"
          ],
          [
            "보  통",
            "1.  누출금지  대상정보  ‘나’  급  정보에  대한  관리소홀 \n      가.  주요  현안·보고  자료를  책상  위  등에  방치\n      나.  정책·현안자료를  휴지통·폐지함  등에  유기  또는  이면지  활용\n  2.  사무실  보안관리  부실\n      가.  캐비넷·서류함·책상  등을  개방한  채  퇴근 \n      나.  출입키를  책상위  등에  방치\n  3.  보호구역  관리  소홀 \n      가.  통제·제한구역  출입문을  개방한  채  근무\n      나.  보호구역내  비인가자  출입허용  등  통제  미실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 구 분 위 규 사 항 처리기준 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅화면보호 패스워드 미부여 또는 1111 등 단순 숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 누출금지 대상정보 다 급 정보 및 업무관련서류 관리 소홀 가. 시건되지 않은 장소 및 노출된 장소에 관리자 없이 방치 나. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관 다. 권한이 없는 사용자가 보관 2. 사무실 보안관리 소홀 가. 근무자 부재시 출입문을 개방상태로 방치 또는 출입문 열쇠 방치 나. 각종 보안장비 운용 미숙 및 경보보안장치 작동 불량 3. 전산정보 보안대책 부실 가. 보안 소프트웨어백신, 내PC 지키미 등 주기적 점검 미실시 나. 인터넷 웹하드P2P 등 인터넷 자료공유사이트 이용 다. PC 부팅윈도우 비밀번호 미설정 또는 노출 라. 보조기억매체 방치 마. PC내 보안성이 검증되지 않은 프로그램 사용 월2회이상 위반 시 위약금 부과 100만원 이하 - 46 - 별표 4 사업자 보안관리 준수사항 1 참여인원에 대한 보안관리 용역사업 참여인원 전원에 대해 국립인천해양박물관 보안관리 사항에 대한 기본 보안교 육을 수행하고, 보안서약서 및 기본보안교육 확인서를 담당공무원에게 제출한다. 인원 투입 종료시 비밀누설금지 서약서를 담당공무원에게 제출 한다. 2 자료에 대한 보안관리 발주기관으로부터 제공받거나 자체 생산한 산출물 중 별표 2의 누출금지 대상정보 중 가급과 나급에 해당하는 자료이하 비밀자료라 한다.에 대해서는 자료의 인수인계 시 자료관리 대장을 작성하여 관리하고, 사업완료시 관련 자료를 반납파기한다. 사업과정에서 생산된 모든 산출물은 발주기관에서 제공하는 파일서버나 발주기관 보안 관리자가 지정한 단말기에 저장관리한다. 사업 관련 자료는 인터넷 웹하드P2P 등 인터넷 자료공유사이트 및 개인 메일함에 저장을 금지하고 발주기관과 사업자간 이메일을 이용해 자료전송이 필요한 경우에는 자체 기관 메일을 이용, 첨부 자료 암호화 후 수발신해야한다. 단, 비밀자료는 전자우편으로 수발신을 금지한다. 상용이메일의 사용을 금지하며, 자체 기관메일 사용이 필요한 경우 발주기관 정보보호 관리자의 승인을 받고 사용해야 한다. 비밀자료는 지정된 사용자만 접근이 가능하도록 하고 다른 정보와 구분하여 보관하여야 하며, 비밀자료를 제외한 일반자료는 사무실내 시건장치가 된 보관함에 보관한다. 3 사무실장비에 대한 보안 관리 발주기관내 사무실 사용 시 출입문이 상시 개방되지 않도록 시건 장치를 관리하고, 외부 사무실 사용 시 CCTV시건장치 등 비인가자 출입통제 대책을 마련한다. 사무실 출입문의 열쇠출입증 등을 분실 또는 접근통제 장치의 이상이 발생한 경우에는 24시간내 발주기관에 보고하고, 48시간내 교체 또는 수리한다. 일일 당직근무자를 지정하여 퇴근 전 문서 및 USB 방치 점검 등 일일 보안점검을 수행 한다. 사업수행 시 단말기의 반입 시 악성코드 감염여부 및 최신 백신업데이트 확인, 보안점검을 수행해야 하며, 반출시 모든 데이터는 완전삭제 조치한다. 인가받지 않은 USB메모리 등의 휴대용 저장매체 사용을 금지하며 산출물 저장을 위하여 휴대용 저장매체가 필요한 경우 발주기관의 승인하에 사용한다. 업무용 단말기 내 보안USB 통제 프로그램을 설치해야하고, 임의적인 단말기 해체를 방지 하기 위한 봉인지가 훼손되지 않도록 관리하며, USB사용 및 봉인지 해제 시 발주기관의 사전승인을 받아야 한다. 4 내외부망 접근 시 보안관리 사업자는 승인받은 장비에 대하여 부여된 권한목적에 대해 승인받은 기간최대1년동안 사용하고, 사용이 종료된 시점에 즉시 반납한다. 인터넷 연결 단말기는 검색용도로만 사용해야하며, 해당 단말기내 사업관련 자료의 보관을 금지한다.",
      "tables": [
        [
          [
            "구  분",
            "위    규    사    항",
            "처리기준"
          ],
          [
            "",
            "4.  전산정보  보호대책  부실\n      가.  휴대용저장매체를  서랍·책상  위  등에  방치한  채  퇴근\n      나.  네이트온  등  비인가  메신저  무단  사용 \n      다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽂아  놓고  퇴근\n      라.  부팅·화면보호  패스워드  미부여  또는  \"1111\"  등  단순  숫자  부여\n      마.  PC  비밀번호를  모니터  옆  등  외부에  노출\n      바.  비인가  보조기억매체  무단  사용",
            ""
          ],
          [
            "경  미",
            "1.  누출금지  대상정보  ‘다’  급  정보  및  업무관련서류  관리  소홀\n      가.  시건되지  않은  장소  및  노출된  장소에  관리자  없이  방치\n      나.  승인받지  않은  저장매체  또는  인터넷  연결  단말기에  보관\n      다.  권한이  없는  사용자가  보관\n2.  사무실  보안관리  소홀\n      가.  근무자  부재시  출입문을  개방상태로  방치  또는  출입문  열쇠  방치\n      나.  각종  보안장비  운용  미숙  및  경보․보안장치  작동  불량\n3.  전산정보  보안대책  부실\n      가.  보안  소프트웨어(백신,  내 PC  지키미  등)  주기적  점검  미실시\n      나.  인터넷  웹하드·P2P  등  인터넷  자료공유사이트  이용\n      다.  PC  부팅·윈도우  비밀번호  미설정  또는  노출\n      라.  보조기억매체  방치\n      마.  PC내  보안성이  검증되지  않은  프로그램  사용",
            "▪월 2회이상 위반 시 \n위약금  부과\n(100만원  이하)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 사전 승인 없이 발주기관 네트워크에 무단 연결을 금지한다. 5 보안점검 및 교육 사업자는 보안인식제고를 위해 월1회 자체 보안 교육을 하고, 발주기관이 요구하는 보안 교육에 참석한다. 사업자는 사무실 또는 업무를 수행하는 공간에 대해 일일 보안점검을 하고, 월1회 자체 보안 점검을 실시한다. 상기 보안교육 및 보안점검 결과, 인원 및 전산장비 변동사항, 보안이슈에 대해 월 보안점검 및 결과보고서를 작성하여 발주기관에 제출한다. 상기 사업자 보안관리 준수사항 중 예외적 허용이 필요한 경우에는, 발주기관 보안담당에게 예외 허용사항에 대한 보안성 검토를 요청한다. - 48 - 별표 5 개인정보처리위탁 계약서 국립인천해양박물관이하 갑이라 한다과 이하 을이라 한다는 갑의 개인정보 처리업무를 을에게 위탁함에 있어 다음과 같은 내용으로 본 업무위탁계약을 체결한다. 제1조 목적 이 계약은 갑이 개인정보처리업무를 을에게 위탁하고, 을은 이를 승 낙하여 을의 책임아래 성실하게 업무를 완성하도록 하는데 필요한 사항을 정함을 목적으로 한다. 제2조 용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는개인정보 보호법시 행령 및 시행규칙, 개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제 2023-6호 및 표준 개인정보 보호지침개인정보보호위원회 고시 제2024-1호에서 정의된 바에 따른다. 제3조 위탁업무의 목적 및 범위 을은 계약이 정하는 바에 따라 목적으 로 다음과 같은 개인정보 처리 업무를 수행한다.1 1. 2. 제4조 위탁업무 기간 이 계약서에 의한 개인정보 처리업무의 기간은 다음과 같다. 계약 기간 20oo년 o월 o일 20oo년 o월 o일 제5조 재위탁 제한 1 을은 갑의 사전 승낙을 얻은 경우를 제외하고 갑과의 계약 상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없다. 2 을이 재위탁받은 수탁회사를 선임한 경우 을은 당해 재위탁계약서와 함께 그 사실을 즉시 갑에 통보하여야 한다. 제6조 개인정보의 안전성 확보조치 을은개인정보 보호법제23조제2항 및 제24조제 3항 및 제29조, 같은 법 시행령 제21조 및 제30조, 개인정보의 안전성 확보조치 기준개 인정보보호위원회 고시 제2023-6호에 따라 개인정보의 안전성 확보에 필요한 기술적관 리적 조치를 취하여야 한다. 제7조 개인정보의 처리제한 1 을은 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서는 안 된다. 2 을은 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유 하고 있는 개인정보를 개인정보 보호법시행령 제16조 및개인정보의 안전성 확보조 치 기준개인정보보호위원회 고시 제2023-6호에 따라 즉시 파기하거나 갑에게 반 납하여야 한다. 3 제2항에 따라 을이 개인정보를 파기한 경우 지체없이 갑에게 그 결과를 통보 하여야 한다. 1 각호의 업무 예시 고객만족도 조사 업무, 회원가입 및 운영 업무, 사은품 배송을 위한 이름, 주소, 연락처 처리 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 제7조 수탁자에 대한 관리감독 등 1 갑은 을에 대하여 다음 각 호의 사항을 관리하 도록 요구할 수 있으며, 을은 특별한 사유가 없는 한 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 갑은 을에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구할 수 있으며, 을은 특별한 사유가 없는 한 이행하여야 한다. 3 갑은 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손 되지 아니하도록 1년에 회 을을 교육할 수 있으며, 을은 이에 응하여야 한다.2 4 제1항에 따른 교육의 시기와 방법 등에 대해서는 갑은 을과 협의하여 시행한다. 제9조 정보주체 권리보장 1 을은 정보주체의 개인정보 열람, 정정삭제, 처리 정지 요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제10조 개인정보의 파기 1 을은 제4항의 위탁업무기간이 종료되면 특별한 사유가 없는 한 지체 없이 개인정보를 파기하고 이를 갑에게 확인받아야 한다. 제11조 손해배상 1 을 또는 을의 임직원 기타 을의 수탁자가 이 계약에 의하여 위탁 또는 재위탁받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 을 또는 을의 임직원 기타 을의 수탁자의 귀책사유로 인하여 이 계약이 해지되 어 갑 또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 을은 그 손해를 배상하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 갑이 전부 또는 일부를 배상한 때에는 갑은 이를 을에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 갑과 을이 서명 또는 날인한 후 각 1부씩 보관한다. 년 월 일 2 개인정보 안전성 확보조치 기준 고시개인정보보호위원회 고시 제2023-6호 및 개인정보 보호법 제28 조에 따라 개인정보처리자 및 취급자는 개인정보보호에 관한 교육을 의무적으로 시행하여야 한다. 갑 인천광역시 중구 월미로 294 국립인천해양박물관장 재무관 직인 을 시 구 동 번지 대표자 직인 - 50 - 별표6 비밀유지 계약서 국립인천해양박물관과 OOOO 이하 계약상대자라 한다는 OOOOOOOO에 관련 된 업무를 수행하는 과정에서 상호간에 개시제공하는 비밀정보의 보호를 위해 필요 한 제반 사항을 규정하기 위하여 다음과 같이 비밀유지계약이하 본 계약이라 한 다을 체결한다. 제1조정의 본 계약상 비밀정보의 정의는 다음 각 호와 같다. 1. 국립인천해양박물관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성 현황 및 정보통신망 구성도 3. 사용자계정비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 정보화 용역사업 결과물 및 관련 프로그램 소스코드유출시 안보국익에 피해가 우려되는 중요 용역사업에 해당 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템방지시스템IPS 등 정보보호제품 및 라우터스위치 등 네트워크 장비 설정 정보 8. 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류 된 기관의 내부문서 9. 개인정보보호법제2조제1호의 개인정보 10. 보안업무규정 제4조의 비밀 및 보안업무규정 시행규칙 제7조제3항의 대외비 11. OOOOOOOO과 관련된 비공개 산출물 및 외부기관 제공을 사전 승인하지 않은 산출물 12. 그 밖에 국립인천해양박물관장이 공개가 불가능하다고 판단한 자료 제2조정보의 제공 국립인천해양박물관과 계약상대자는 본 업무의 촉진을 도모하기 위하 여 상호 필요하다고 인정하는 범위 내에서 상대방에 대하여 비밀정보를 개시제공한 다. 제3조비밀유지 및 보호의무 1 각 당사자는 상대방의 사전 서면 동의가 있는 경우 이외에는 어떠한 경우에도 상대방으로부터 지득한 비밀정보를 본 업무와 관련한 목적 이외의 다른 목적으로 사용하거나 제3자에게 공개, 누설, 발표 또는 유출하여서는 아니 된다. 다만, 다음 각 호에 해당하는 정보임이 객관적인 자료에 의해 입증되는 경우에는 그러하지",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 아니하다. 1. 상대방으로부터 취득하기 전에 이미 공지되어 있는 정보 2. 상대방으로부터 취득한 후에 비밀정보 수령자의 귀책사유 없이 공지된 정보 3. 상대방으로부터 취득하기 전에 비밀정보 수령자가 이미 적법하게 보유하고 있는 정보 4. 정당한 권한을 갖는 제3자로부터 비밀유지의무를 수반하지 않고 취득한 정보 5. 상대방으로부터 취득한 비밀정보에 기초하지 않고 독자적으로 개발하여 보유한 정보 6. 해당 정보를 제3자에게 개시제공하는 것에 대해 상대방으로부터 사전 서면 동의를 받은 정보 2 각 당사자는 비밀 유지에 필요한 적절한 조치를 취하는 것을 조건으로 그 피용자 또는 대리인 중 비밀 정보를 알아야 할 필요가 있는 자에 한하여 비밀정보에 접근할 수 있게 할 수 있다. 본 계약의 어느 일방 당사자의 피용자 또는 대리인의 고의 또는 과실로 인하여 비밀정보가 공개, 누설, 발표 또는 유출되는 경우, 비밀정보를 공개, 누설, 발표 또는 유출한 피용자 또는 대리인의 사용자 또는 본인은 이로 인하여 타 당사자에게 발생한 손해에 대해 그 피용자 또는 대리인과 연대하여 책임진다. 3 국립인천해양박물관과 계약상대자가 본 업무의 이행을 위하여 제2항의 피용자 또는 대리인을 제외한 제3자에게 비밀정보를 제공하여야 할 필요가 있는 경우 상대방의 사전 서면동의를 얻어야 한다. 4 각 당사자는 비밀정보를 자신이 생산, 관리하는 비밀정보와 동등한 정도 및 방식 이상으로 관리하여야 하고 그 관리에 있어 선량한 관리자의 주의 의무를 다하여야 한다. 5 법령이나 법원의 판결에 의해 비밀정보의 공개가 요구된 경우, 비밀정보 수령자는 동 정보의 공개 전에 신속하게 비밀정보 제공자에게 그 사실을 통보하여야 한다. 제4조 비밀정보의 사용범위 및 이용의 제한 1 국립인천해양박물관과 계약상대자는 상대방으로부터 개시제공된 비밀정보를 본 업무의 목적 이외의 어떠한 용도로도 사용해서는 안된다. 2 본 계약 체결 또는 비밀정보 제공은 어떠한 경우에도 비밀정보 제공자가 비밀정보 수령자에게 본 업무의 목적 이외의 용도로 비밀정보 또는 그에 관한 지적재산권을 사용할 수 있는 권한을 부여하였다거나 비밀정보를 본 업무의 목적 이외의 상업용 제품 또는 서비스 개발에 사용할 권한을 부여한 것으로 해석되지 않는다. 3 각 당사자는 상대방의 사전 서면동의가 없는 한 본 계약상의 지위 또는 본 계약상의 권리와 의무를 제3자에게 양도하거나 담보로 제공하는 등의 행위를 할 수 없다. 제5조 비밀정보의 복제 등 국립인천해양박물관과 계약상대자는 본 업무의 이행을 위하 여 필요한 경우 이외에는 상대방으로부터 개시제공받은 비밀정보를 복제하거나 재 생산 할 수 없다. 단, 제3조제2항 및 제3항에 의하여 복제 또는 재생산이 필요한 경 우에는 예외로 하되, 이 경우 본 계약에 의하여 비밀유지의무가 부과되는 비밀정보임 - 52 - 을 표시하여야 한다. 제6조 산업재산권 1 본 계약에 따라 제공되는 비밀정보에 관한 모든 권리는 비밀정보를 제공한 당사자에게 속하고, 별도의 약정이 없는 한 본 계약은 어떠한 경우에도 본 계약상 제공된 비밀정보에 관하여 상대방에게 특허 등 산업재산권 또는 본 업무 이외의 목적으로 비밀정보를 사용할 수 있는 사용권을 부여하는 것으로 해석되지 않는다. 2 상대방으로부터 제공된 비밀정보에 기초하여 양 당사자가 공동으로 또는 다른 당사자가 개발한 발명, 고안 및 창작에 관한 산업재산권의 출원 및 권리 귀속은 국립인천해양 박물관과 계약상대자의 협의에 의해 결정한다. 제7조 비밀정보의 반환 본 업무의 이행이 완료되거나 본 업무에 관한 계약이 해제 또는 해지된 경우 각 당사자는 본 업무와 관련하여 상대방으로부터 제공받은 비밀정보 및 제5조에 의하여 복제 또는 재생산한 비밀정보를 상대방의 요구에 따라 상대방에게 반환하거나 파기하여야 한다. 단, 파기한 경우에는 그 증명을 서면으로 제출하여야 한다. 제8조 계약의 변경 본 계약은 양 당사자의 서면합의에 의해서만 변경이 가능하다. 제9조 계약 기간 및 비밀유지 기간 1 본 계약은 양 당사자가 본 계약서에 서명 또는 날인한 날로부터 3년간 유효하다. 단, 양 당사자는 서면에 의한 합의로서 그 기간을 연장 또는 단축할 수 있다. 2 제9조 제1항 또는 제10조에 따른 해지에 의해 본 계약이 종료하는 경우에도 제3조 내지 제7조의 규정에 근거한 의무는 본 계약 종료일로부터 2년간 유효하게 존속한다. 제10조 계약의 해지 본 계약기간 중 어느 일방 당사자에 의한 본 계약의 중대한 위반이 있는 경우, 다른 당사자는 의무위반 당사자에게 그 위반의 시정을 요구하는 취지의 통지를 하는 것으로 한다. 위 서면에 의한 통지 후 15일 이내에 그 위반이 시정되지 않는 경우 당해 통지를 한 당사자는 즉시 본 계약을 해지할 권리를 갖는다. 제11조 손해배상 1 국립인천해양박물관은 본 계약을 위반한 계약상대자 또는 계약상대 자 등의 피용자 또는 대리인, 그밖의 사용인에 대하여 지체없이 1개월 이상 2년 이 하의 범위에서 계약상대자등의 입찰참가자격을 제한할 수 있다. 2 제1항에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조를 따른다 제12조 분쟁의 해결 1 본 계약내용에 관하여 상호 이견이 있을 경우 원만히 협의하여",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 해결하되, 협의로 해결되지 아니하여 소송을 제기하는 경우에는 국립인천해양박물관 관할법원으로 한다. 2 본 계약의 해석과 관련한 준거법은 대한민국 법으로 한다. 제13조 비밀정보 활용 계약상대자가 본 계약에 따른 비밀정보를 상품 개발, 제품 생산 등 기타 계약상대자의 상업적 이익을 위하여 사용하고자 할 경우에는 국립인천해양 박물관과 별도 계약을 체결하여야 하며, 계약상대자는 국립인천해양박물관의 사전 서면 동의 없이 임의로 상업적 목적으로 국립인천해양박물관의 비밀정보를 활용할 수 없다. 본 계약의 성립을 증명하기 위하여 본 계약서 2부를 작성하여 계약 당사자가 각각 서명 또는 날인한 후 각 1부씩 보관하기로 한다. . . . 국립인천해양박물관장 계약상대자 주소 직책 인 주소 회사명 대표이사 0 0 0 인 주소 직책 인 주소 직책 인 - 54 - 별표7 보안서약서업체대표 본인은 년 월 일부로 관련 용역사업업무을 수행함에 있어 다음사항 을 준수할 것을 엄숙히 서약합니다. 1. 본인은 관련 업무 중 알게 될 일체의 내용이 직무상 기밀 사항임을 인 정한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식 하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따 라 어떠한 처벌 및 불이익도 감수한다. 4. 본인은 하도급업체를 통한 사업 수행시 하도급업체로 인해 발생하는 위반사항에 대 하여 모든 책임을 부담한다. 년 월 일 서 약 자 업 체 명 업체 대표 직 위 성 명 서명 생 년 월 일 서약집행자 소 속 담당공무원 직 위 성 명 서명 생 년 월 일 국립인천해양박물관장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 별표8 보안서약서참여직원용 본인은 년 월 일부로 과 관련한 업무연구개발, 제작, 입찰, 그 밖 의 업무를 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 과 관련된 소관업무가 기밀 사항임을 인정하고 제반 보안관 계규정 및 지침을 성실히 준수한다. 2. 나는 이 기밀을 누설함이 이적행위가 됨을 명심하고 재직 중은 물론 퇴직 후에도 알게 된 모든 기밀사항을 일절 타인에게 누설하지 아니한다. 3. 나는 기밀을 누설한 때에는 아래의 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호ᆞ제5호국가기밀 누설 등 나. 형법 제99조 일반이적 및 제127조공무상 비밀의 누설 년 월 일 서 약 자 소속 직급 성 명 서명 국립인천해양박물관장 귀하 - 56 - 별표9 보안 확약서 사 업 명 성 명 생년월일 . . . 소 속 전화번호 본인은 본사업의 수행을 완료함에 있어, 다음 각 호의 보안사항에 대한 준수 책임이 있음을 서약하며 이에 확약서를 제출합니다. 1. 본 업체는 업체 및 사업 참여자가 사업수행 중 취득한 모든 자료를 반납 및 파기하였으며, 취득한 정보를 절대 유출하지 않겠습니다. 2. 본 업체는 하도급업체에 대해 상기 1항과 동일한 보안사항 준수 책임을 확인하고 보안확약서를 징구하였으며, 하도급업체가 위의 보안사항을 위 반할 경우에는 주사업자로서 하도급 업체와 동일한 법적 책임을 지겠습니 다. 3. 본 업체는 상기 보안사항12항을 위반할 경우에 귀 기관의 사업에 참여 제한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하겠습니다. 개인정보취급 동의 개인정보보호법 제15조 1항개인정보의 수집이용에 의거하여 본인의 개인 정보를 제공할 것을 동의합니다. 20 년 월 일 서약업체 대표 성 명 서명 국립인천해양박물관장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 붙임 2 소프트웨어 개발사업의 적정 사업기간 종합 산정서 - 58 - 붙임 3 기술적용 계획표 기술적용계획표, 기술적용결과표 사업명 작성일 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규",
      "tables": [
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "ｏ  지능정보화  기본법\nｏ  공공기관의  정보공개에  관한  법률\nｏ  개인정보  보호법\nｏ  소프트웨어  진흥법\nｏ  인터넷주소자원에  관한  법률\nｏ  전자서명법\nｏ  전자정부법\nｏ  정보통신기반  보호법\nｏ  정보통신망  이용촉진  및  정보보호  등에  관한  법률\nｏ  통신비밀보호법\nｏ  국가를  당사자로  하는  계약에  관한  법률\nｏ  하도급거래  공정화에  관한  법률\nｏ  지방자치단체를  당사자로  하는  계약에  관한  법률\nｏ  공공데이터의  제공  및  이용  활성화에  관한  법률"
          ],
          [
            "고시  등",
            "ｏ  보안업무규정(대통령령)\nｏ  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\nｏ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정보통신부고시)\nｏ  전자서명인증업무  운영기준(과학기술정보통신부고시)\nｏ  전자정부  웹사이트  품질관리  지침(행정안전부고시)\nｏ  정보보호시스템  공통평가기준(미래창조과학부고시)\nｏ  정보보호시스템  평가·인증  지침(과학기술정보통신부고시)\nｏ  정보시스템  감리기준(행정안전부고시)\nｏ  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \nｏ  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \nｏ  행정전자서명  인증업무지침(행정안전부고시)\nｏ  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\nｏ  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\nｏ  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\nｏ  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\nｏ  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\nｏ  표준  개인정보  보호지침(개인정보보호위원회) \nｏ  엔지니어링사업대가의  기준(산업통상자원부고시)\nｏ  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\nｏ  소프트웨사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\nｏ  중소  소프트웨어사업자의  사업  참여  지원에  관한  지침(과학기술정보통신부고시)\nｏ  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)\nｏ  용역계약일반조건(기획재정부계약예규)\nｏ  협상에  의한  계약체결기준(기획재정부계약예규)\nｏ  경쟁적  대화에  의한  계약체결기준(기획재정부계약예규)\nｏ  하도급거래공정화지침(공정거래위원회예규)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 31,
      "text": "- 59 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적 용 부 분 적 용 미 적 용 해 당 없 음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용 할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 구분 항 목 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 공통표준용어행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원 - 60 - 인터페이스 및 통합 분야 플랫폼 및 기반구조 분야 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유o 데이터 형식 XML 1.0 인터페이스o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수 행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "",
            "ｏ  정보보호조치에  관한  지침(과학기술정보통신부고시)\nｏ  개인정보의  기술적·관리적  보호조치  기준(개인정보보호위원회)\nｏ  행정정보  공동이용  지침(행정안전부예규) \nｏ  공공기관의  데이터베이스  표준화  지침(행정안전부고시)\nｏ  공공데이터  공통표준용어(행정안전부고시)\nｏ  공공데이터  관리지침(행정안전부고시)\nｏ  모바일  전자정부  서비스  관리  지침(행정안전부예규) \nｏ  행정기관  및  공공기관  정보자원  통합기준(행정안전부고시)\nｏ  국가정보보안기본지침(국가정보원)"
          ]
        ],
        [
          [
            "구    분\n항        목",
            ""
          ],
          [
            "기본  지침",
            ""
          ],
          [
            "ｏ  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검토\n하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스는 \n범정부  차원의  공유·활용이  가능하도록  지원하여야  한다.",
            ""
          ],
          [
            "세부  기술  지침",
            ""
          ],
          [
            "서비스  통합",
            "ｏ  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0"
          ],
          [
            "",
            "-  UDDI  v3"
          ],
          [
            "",
            "-  RESTful"
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0"
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0"
          ],
          [
            "데이터  공유 ｏ  데이터  형식  :  XML  1.0",
            ""
          ],
          [
            "인터페이스 ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적 용",
            "부 분 적 용",
            "미 적 용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용\n할  수  있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터 \n사용자 등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "ｏ  전자정부  웹사이트  품질관리  지침\nｏ  한국형  웹  콘텐츠  접근성  지침  2.1",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  전자정부  서비스  관리  지침",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "외부  접근 \n장치",
            "ｏ  웹브라우저  관련\n  -  HTML  4.01/HTML  5,  CSS  2.1",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련\n  -  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목"
          ],
          [
            "기본  지침",
            ""
          ],
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수\n행하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는 \n정보시스템과  호환성  및  확장성이  보장되어야  한다.",
            ""
          ],
          [
            "세부  기술  지침",
            ""
          ],
          [
            "네트워크",
            "ｏ  화상회의 및 멀티미디어  통신 : H.320~H.324, H.310"
          ],
          [
            "",
            "ｏ  부가통신:  VoIP\n  -  H.323"
          ],
          [
            "",
            "-  SIP"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해 당 없 음 - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - Android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 모델링 UML 2.0 o 개발프레임워크 전자정부 표준프레임워크 - 62 - 요소기술 분야 구 분 항 목 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드표 준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전부장 관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UNIX",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Linux",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Android",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  IOS",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  RDBMS",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "시스템  관리 ｏ  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  모델링:  UML  2.0",
            "",
            "○",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분\n항        목",
            ""
          ],
          [
            "기본  지침",
            ""
          ],
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향상, \n데이터베이스  통합  등을  위하여  표준화되어야  한다.",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드표\n준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부장\n관에게  표준  등록을  요청하여야  한다.",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            ""
          ],
          [
            "세부  기술  지침",
            ""
          ],
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  공통표준용어\nｏ  공공데이터  관리지침"
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01"
          ],
          [
            "",
            "ｏ  동적표현\n  -  JSP  2.1"
          ],
          [
            "",
            "-  ASP.net"
          ],
          [
            "",
            "-  PHP"
          ],
          [
            "",
            "-  기타  (                )"
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍\n  -  C"
          ],
          [
            "",
            "-  C++"
          ],
          [
            "",
            "-  Java"
          ],
          [
            "",
            "-  C#"
          ],
          [
            "",
            "-  기타  (                )"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대 체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 64 - 구 분 항 목 - 디스크파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내 장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 네트워크 자료유출방지 - 망간 자료전송 - 안티 바이러스 - 가상화PC 또는 서버 - 패치관리 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 스팸메일 차단 - 서버 접근통제",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜:",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XMI  2.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  문자셋",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  EUC-KR",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시 \n사유  및  대\n체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n공인전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견시  개선․조치하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n규정",
            "ｏ  전자정부법\nｏ  국가정보보안기본지침(국가정보원)\n  -  국가  사이버안전  매뉴얼\nｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "○\n○\n○",
            "",
            "",
            "",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인 \n정보보호제품)\n  -  PKI제품\n  -  SSO제품",
            "",
            "",
            "",
            "○\n○",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항        목"
          ],
          [
            "",
            "-  디스크․파일  암호화  제품\n  -  문서  암호화  제품(DRM)등\n  -  메일  암호화  제품\n  -  구간  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품\n  -  상기제품(9종)이외  중요정보  보호를  위해  암호기능이  내\n장된  제품"
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부"
          ],
          [
            "",
            "ｏ  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검증 \n필요)\n  -  (네트워크)침입차단\n  -  (네트워크)침입방지(침입탐지  포함)\n  -  통합보안관리\n  -  웹  응용프로그램  침입차단\n  -  DDos  대응\n  -  인터넷  전화  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망(검증필  암호모듈  탑재  필수)\n  -  네트워크  접근통제\n  -  네트워크  자료유출방지\n  -  망간  자료전송\n  -  안티  바이러스   \n  -  가상화(PC  또는  서버)\n  -  패치관리\n  -  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)\n  -  스팸메일  차단\n  -  서버  접근통제"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 최신 기준은 국가정보원 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대 체기술 적용 부분 적용 미 적용 해당 없음 - DB접근 통제 - 스마트카드 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구 - 스마트폰 보안관리 - CC인증서에 명시된 제품과 동일 제품 여부 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 행정공공기관 민간 클라우드 이용 가이드라인 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공 - 66 - 붙임 4 행정기관 및 공공기관 정보시스템 구축ᆞ운영 지침 별표 3 소프트웨어 보안약점 기준3제52조 관련 설계단계 보안설계 기준 1. 입력데이터 검증 및 표현 사용자와 프로그램의 입력 데이터에 대한 유효성검증 체계를 갖추고, 유효하지 않은 값에 대한 처리방법 설계 유효성검증Validation 데이터가특정요구사항을충족했다는것을확인하여의도치않는동작방지 번호 설계항목 설 명 1 DBMS 조회 및 결과 검증 DBMS 조회시 질의문SQL 내 입력값과 그 조회결과에 대한 유효성 검증방법필터링 등 설계 및 유효하지 않은 값에 대한 처리방법 설계 2 XML 조회 및 결과 검증 XML 조회시 질의문XPath, XQuery 등 내 입력값과 그 조회결과에대한 유효성 검증방법필터링 등 설계 및 유효하지 않은 값에 대한 처리방법 설계 3 디렉토리 서비스 조회 및 결과 검증 디렉토리 서비스LDAP 등를 조회할 때입력값과 그 조회 결과에대한 유효성 검증방법 설계 및 유효하지 않은 값 에 대한 처리방법 설계 4 시스템 자원 접근 및 명령어 수행 입력값 검증 시스템 자원접근 및 명령어를 수행할 때입력값에 대한 유효성 검증방법 설계 및 유효하지 않은 값에 대한 처리 방법 설계 5 웹 서비스 요청 및 결과 검증 웹 서비스게시판 등 요청스크립트 게시 등과 응답결과 스크립트를 포함한 웹 페이지에 대한 유효성 검증방법 설계 및 유효하지 않은 값에 대한 처리방법 설계 6 웹 기반 중요 기능 수 행요청 유효성 검증 비밀번호 변경, 결제 등 사용자 권한 확인이 필요한 중요 기능을 수행할 때 웹 서비스 요청에대한 유효성 검증 방법 설계 및 유효하지 않은 값에 대한 처리방법 설계 7 HTTP 프로토콜 유효성 검증 비정상적인 HTTP 헤더, 자동연결 URL 링크 등 사용자가 원하지 않은 결과를 생성하는HTTP 헤더응답결과에대한 유효성 검증방법 설계 및 유효하지 않은 값에 대한 처리방법 설계 8 허용된 범위내 메모리 접근 해당 프로세스에 허용된 범위의 메모리 버퍼에만 접근하여 읽기 또는 쓰기 기능을 하도록 검증방법 설계 및 메모리 접근 요청이 허용범위를 벗어났을 때처리방법 설계 9 보안기능 입력값 검증 보안기능인증, 권한부여 등 입력 값과 함수또는 메소드의 외부입력 값 및 수행결과에 대한 유효성 검증방법 설계 및 유효하지 않은 값에 대한 처리방법 설계 10 업로드다운로드 파일 검증 업로드다운로드 파일의 무결성, 실행권한 등에 관한 유효성검증방법 설계 및부적합한 파일에 대한 처리방법 설계 3 소프트웨어 보안약점 기준은 소프트웨어 개발 시 반드시 배제해야 하는 필수 보안약점진 단항목으로, 상세한 내용은 SW 개발보안 가이드를 참고",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시 \n사유  및  대\n체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  DB접근  통제\n  -  스마트카드\n  -  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)     \n  -  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)       \n  -  소스코드  보안약점  분석도구\n  -  스마트폰  보안관리\n  -  CC인증서에  명시된  제품과  동일  제품  여부\nｏ  모바일  서비스(앱·웹)  등\n  -  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)\nｏ  민간  클라우드  활용\n    -  클라우드  서비스  보안인증(CSAP)을  받은  서비스\n    -  행정·공공기관  민간  클라우드  이용  가이드라인",
            "○\n○\n○\n○\n○",
            "",
            "",
            "○\n○\n○\n○",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수\n  -  식별  및  인증\n  -  암호지원\n  -  정보  흐름  통제\n  -  보안  관리\n  -  자체  시험\n  -  접근  통제\n  -  전송데이터  보호\n  -  감사  기록\n  -  기타  제품별  특화기능\nｏ  보안기능  확인  및  취약점  제거\n  -  보안기능별  명령어  등  시험  및  운영방법  제공\n  -  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)\n  -  백도어  제거(비공개  원격  관리  및  접속  기능)\n  -  오픈소스  적용  기능  및  리스트  제공",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "번호",
            "설계항목\n설 명",
            ""
          ],
          [
            "1",
            "DBMS 조회  및  결과 \n검증",
            "DBMS 조회시 질의문(SQL) 내 입력값과 그 조회결과에\n대한 유효성 검증방법(필터링 등) 설계 및 유효하지 않은 \n값에 대한 처리방법 설계"
          ],
          [
            "2",
            "XML 조회  및  결과 \n검증",
            "XML 조회시  질의문(XPath,\nXQuery 등) 내  입력값과 \n그 조회결과에 대한 유효성 검증방법(필터링 등) 설계 및 \n유효하지 않은 값에 대한 처리방법 설계"
          ],
          [
            "3",
            "디렉토리 서비스 조회\n및 결과 검증",
            "디렉토리 서비스(LDAP 등)를 조회할 때 입력값과 그 조회\n결과에 대한 유효성 검증방법 설계 및 유효하지 않은 값\n에 대한 처리방법 설계"
          ],
          [
            "4",
            "시스템  자원  접근  및 \n명령어 수행 입력값 검증",
            "시스템 자원접근 및 명령어를 수행할 때 입력값에 대한 \n유효성 검증방법 설계 및 유효하지 않은 값에 대한 처리\n방법 설계"
          ],
          [
            "5",
            "웹  서비스  요청  및 \n결과 검증",
            "웹 서비스(게시판 등) 요청(스크립트 게시 등)과 응답결과\n(스크립트를 포함한 웹 페이지)에 대한 유효성 검증방법 설계 \n및 유효하지 않은 값에 대한 처리방법 설계"
          ],
          [
            "6",
            "웹 기반  중요 기능  수\n행 요청 유효성 검증",
            "비밀번호 변경, 결제 등 사용자 권한 확인이 필요한 중요\n기능을 수행할 때 웹 서비스 요청에 대한 유효성 검증\n방법 설계 및 유효하지 않은 값에 대한 처리방법 설계"
          ],
          [
            "7",
            "HTTP 프로토콜 유효성\n검증",
            "비정상적인 HTTP 헤더, 자동연결 URL 링크 등 사용자가\n원하지 않은 결과를 생성하는 HTTP 헤더·응답결과에 대한 유효성 \n검증방법 설계 및 유효하지 않은 값에 대한 처리방법 설계"
          ],
          [
            "8",
            "허용된  범위내  메모리 \n접근",
            "해당 프로세스에 허용된 범위의 메모리 버퍼에만 접근하여\n읽기 또는 쓰기 기능을 하도록 검증방법 설계 및 메모리 접근\n요청이 허용범위를 벗어났을 때 처리방법 설계"
          ],
          [
            "9",
            "보안기능 입력값 검증",
            "보안기능(인증, 권한부여 등) 입력 값과 함수(또는 메소드)의 \n외부입력 값 및 수행결과에 대한 유효성 검증방법 설계 및\n유효하지 않은 값에 대한 처리방법 설계"
          ],
          [
            "10",
            "업로드·다운로드 파일 \n검증",
            "업로드·다운로드  파일의  무결성, 실행권한  등에  관한 \n유효성 검증방법 설계 및 부적합한 파일에 대한 처리방법 설계"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 67 - 2. 보안기능 인증, 접근통제, 권한관리, 비밀번호 등의 정책이 적절하게 반영될 수 있도록 설계 번호 설계항목 설 명 비고 1 인증 대상 및 방식 중요정보기능의 특성에 따라 인증방식을 정의하고 정의된 인증방식을 우회하지 못하게 설계 인증 관리 2 인증 수행 제한 반복된 인증 시도를 제한하고 인증 실패한 이력을 추적하 도록 설계 3 비밀번호 관리 생성규칙, 저장방법, 변경주기 등 비밀번호 관리정책별 안전한 적용방법 설계 4 중요자원 접근통제 중요자원프로그램 설정, 민감한 사용자 데이터 등을 정의하고, 정의된 중요자원에 대한 신뢰할 수 있는 접근통제 방법권한관리 포함 설계 및 접근통제 실패 시 처리방법설계 접근 권한 관리 5 암호키 관리 암호키 생성, 분배, 접근, 파기 등 암호키 생명주기별 암호키 관리방법을 안전하게설계 암호 관리 6 암호연산 국제표준 또는 검증필 암호모듈로 등재된 안전한 암호알 고리즘을 선정하고충분한 암호키 길이, 솔트, 충분한 난수 값을 적용한 안전한 암호연산 수행방법 설계 7 중요정보 저장 중요정보비밀번호, 개인정보 등를 저장보관하는 방법이 안전하도록 설계 중요 정보 관리 8 중요정보 전송 중요정보비밀번호, 개인정보, 쿠키 등를 전송하는 방법이 안전하도록 설계 3. 에러처리 에러 또는 오류상황을 처리하지 않거나 불충분하게 처리되어 중요정보 유출 등 보안약점이 발생하지 않도록 설계 번호 설계항목 설 명 비고 1 예외처리 오류메시지에 중요정보개인정보, 시스템 정보, 민감 정보 등가 노출되거나, 부적절한 에러오류 처리로 의도치 않은 상황이 발생하지 않도록 설계 에러 처리 4. 세션통제 다른 세션간 데이터 공유 금지 등 세션을 안전하게 관리할 수 있도록 설계 - 68 - 번호 설계항목 설 명 1 세션통제 다른 세션 간 데이터 공유금지, 세션ID 노출금지, 재로그인시 기존 세션ID 재사용금지 등 안전한 세션 관리방안 설계 구현단계 보안약점 제거 기준 1. 입력데이터 검증 및 표현 프로그램 입력값에 대한 검증 누락 또는 부적절한 검증, 데이터형식을 잘못 지정하여 발생하는 보안약점",
      "tables": [
        [
          [
            "번호",
            "설계항목\n설 명"
          ],
          [
            "1",
            "다른  세션  간  데이터  공유금지, 세션ID 노출금지,\n세션통제\n(재)로그인시 기존 세션ID 재사용금지 등 안전한 세션 \n관리방안 설계"
          ]
        ],
        [
          [
            "번호",
            "설계항목\n설 명\n비 고",
            "",
            ""
          ],
          [
            "1",
            "인증 대상 및 방식",
            "중요정보·기능의  특성에  따라  인증방식을  정의하고 \n정의된 인증방식을 우회하지 못하게 설계",
            "인증\n관리"
          ],
          [
            "2",
            "인증 수행 제한",
            "반복된 인증 시도를 제한하고 인증 실패한 이력을 추적하\n도록 설계",
            ""
          ],
          [
            "3",
            "비밀번호 관리",
            "생성규칙, 저장방법, 변경주기 등 비밀번호 관리정책별\n안전한 적용방법 설계",
            ""
          ],
          [
            "4",
            "중요자원  접근통제",
            "중요자원(프로그램 설정, 민감한 사용자 데이터 등)을 \n정의하고, 정의된  중요자원에  대한  신뢰할  수  있는 \n접근통제 방법(권한관리 포함) 설계 및 접근통제 실패 시 \n처리방법 설계",
            "접근\n권한\n관리"
          ],
          [
            "5",
            "암호키 관리",
            "암호키  생성, 분배, 접근, 파기  등  암호키  생명주기별\n암호키 관리방법을 안전하게 설계",
            "암호\n관리"
          ],
          [
            "6",
            "암호연산",
            "국제표준 또는 검증필 암호모듈로 등재된 안전한 암호 알\n고리즘을 선정하고 충분한 암호키 길이, 솔트, 충분한\n난수 값을 적용한 안전한 암호연산 수행방법 설계",
            ""
          ],
          [
            "7",
            "중요정보 저장",
            "중요정보(비밀번호,\n개인정보  등)를  저장·보관하는 \n방법이 안전하도록 설계",
            "중요\n정보\n관리"
          ],
          [
            "8",
            "중요정보 전송",
            "중요정보(비밀번호, 개인정보, 쿠키  등)를  전송하는 \n방법이 안전하도록 설계",
            ""
          ]
        ],
        [
          [
            "번호",
            "설계항목\n설 명\n비 고",
            "",
            ""
          ],
          [
            "1",
            "예외처리",
            "오류메시지에  중요정보(개인정보, 시스템  정보, 민감 \n정보  등)가  노출되거나, 부적절한  에러·오류  처리로 \n의도치 않은 상황이 발생하지 않도록 설계",
            "에러\n처리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 번호 보안약점 설 명 비고 1 SQL 삽입 SQL 질의문을 생성할 때 검증되지 않은 외부 입력 값 을 허용하여 악의적인 질의문이 실행가능한 보안약점 2 코드 삽입 프로세스가 외부 입력 값을 코드명령어로 해석실행할 수 있고 프로세스에 검증되지 않은 외부 입력 값을 허용 한경우 악의적인 코드가 실행 가능한 보안약점 3 경로 조작 및 자 원 삽입 시스템 자원 접근경로 또는 자원제어 명령어에 검증되지 않은 외부 입력값을 허용하여시스템 자원에 무단 접근 및 악의적인 행위가 가능한 보안약점 4 크로스사이트 스 크립트 사용자 브라우저에 검증되지 않은 외부 입력값을 허용 하여 악의적인 스크립트가 실행 가능한보안약점 5 운영체제 명령어 삽입 운영체제 명령어를 생성할 때 검증되지 않은 외부 입 력값을 허용하여악의적인 명령어가 실행 가능한보안 약점 6 위험한 형식 파일 업로드 파일의 확장자 등 파일형식에 대한 검증없이 파일 업로 드를허용하여 공격이 가능한보안약점 7 신뢰되지 않는 URL 주소로 자 동접속 연결 URL 링크 생성에 검증되지 않은 외부 입력값을 허용하여 악의적인 사이트로 자동 접속 가능한보안약점 8 부적절한 XML 외부 개체 참조 임의로 조작된 XML 외부개체에 대한 적절한 검증 없이 참조를 허용하여 공격이 가능한 보안약점 9 XML 삽입 XQuery, XPath 질의문을 생성할 때 검증되지 않은 외 부 입력값을 허용하여 악의적인 질의문이 실행가능한 보안약점 10 LDAP 삽입 LDAP 명령문을 생성할 때 검증되지 않은 외부 입력 값 을 허용하여 악의적인 명령어가 실행가능한 보안약점 11 크로스사이트 요청 위조 사용자 브라우저에 검증되지 않은 외부 입력 값을 허용 하여사용자 본인의 의지와는 무관하게 공격자가 의도한 행위가실행 가능한 보안약점 12 서버사이드 요청 위조 서버 간 처리되는 요청에 검증되지 않은 외부 입력값을 허용하여 공격자가 의도한 서버로 전송하거나 변조하는 보안약점 13 HTTP 응답분할 HTTP 응답헤더에개행문자CR이나LF가포함된검증되 지않은외부입력값을허용하여악의적인코드가실행가능 한보안약점 14 정수형오버플로우 정수형 변수에 저장된 값이 허용된 정수 값 범위를 벗어나 프로그램이 예기치 않게 동작 가능한 보안약점 15 보안기능 결정에 사용 되는 부적절한 입력값 보안기능인증, 권한부여 등 결정에 검증되지 않은 외부 입력값을 허용하여 보안기능을 우회하는보안약점 16 메모리 버퍼 오버플로 우 메모리 버퍼의 경계값을 넘어서 메모리값을 읽거나 저장하여 예기치 않은 결과가 발생하는 보안약점 17 포맷 스트링 삽입 printf 등 포맷 스트링 제어함수에 검증되지 않은 외부 입 력값을 허용하여 발생하는 보안약점 포맷 스트링 입출력에서 형식이나 형태를 지정해주는 문자열 - 70 - 2. 보안기능 보안기능인증, 접근제어, 기밀성, 암호화, 권한관리등을부적절하게구 현시발생하는보안약점 번호 보안약점 설 명 1 적절한인증없는 중요기능허용 중요정보금융정보, 개인정보, 인증정보등를적절한인증없 이열람또는변경 가능한보안약점 2 부적절한인가 중요자원에접근할때적절한제어가없어비인가자의접근이 가능한보안약점 3 중요한자원에대 한잘못된권한설 정 중요자원에적절한접근권한을부여하지않아중요정보가노 출수정가능한보안약점 4 취약한암호화알 고리즘사용 중요정보금융정보, 개인정보, 인증정보등의기밀성을보장 할수없는취약한암호화알고리즘을사용하여정보가노출 가능한보안약점 5 암호화되지 않은 중요 정보 중요정보비밀번호, 개인정보등 전송시암호화또는안전 한통신채널을이용하지않거나, 저장시암호화하지않아정 보가노출가능한보안약점 6 하드코드된중요정 보 소스코드에중요정보비밀번호, 암호화키등를직접코딩하여 소스코드유출시중요정보가노출되고주기적변경이어려운 보안약점 7 충분하지않은키 길이사용 암호화등에사용되는키의길이가충분하지않아데이터의기 밀성무결성을보장할수없는보안약점 8 적절하지 않은 난수값사용 사용한난수가예측가능하여, 공격자가다음난수를예상해서 시스템을공격가능한보안약점 9 취약한 비밀번호 허용 비밀번호조합규칙영문, 숫자, 특수문자등 미흡및길이가 충분하지않아비밀번호가노출가능한보안약점 10 부적절한전자서명 확인 프로그램, 라이브러리, 코드의전자서명에대한유효성검증이 적절하지않아공격자의악의적인코드가실행가능한보안약 점 11 부적절한 인증서 유효성검증 인증서에대한유효성검증이적절하지않아발생하는보안약 점 12 사용자하드디스크 에저장되는쿠키 를통한정보노출 쿠키세션ID, 사용자권한정보등중요정보를사용자하드 디스크에저장되어중요정보가노출가능한보안약점 13 주석문 안에 포함된 시스 템 주요정보 소스코드주석문에인증정보등시스템주요정보가포함되어소스 코드노출시주요정보도노출가능한보안약점 14 솔트 없이 일방향 해쉬 함수 사용 솔트를 사용하지 않고 생성된 해쉬 값으로부터 공격자가 미리 계산된레인보우 테이블을 이용하여 해쉬 적용 이전 원본 정보를 복원가능한 보안약점 해쉬 적용하기 전 평문인 전송정보에 덧붙인 무의미한 데이터 15 무결성 검사없는 코드 다운로드 소스코드 또는 실행파일을 무결성 검사 없이 다운로드 받아 실행하는 경우, 공격자의 악의적인 코드가 실행가능한 보안약점 16 반복된 인증시도 제한 기능 부재 인증 시도 수를 제한하지 않아 공격자가 반복적으로 임의 값을 입력하여 계정 권한을 획득 가능한 보안약점",
      "tables": [
        [
          [
            "번호",
            "보안약점\n설  명\n비 고",
            "",
            ""
          ],
          [
            "1",
            "SQL 삽입",
            "SQL 질의문을 생성할 때 검증되지 않은 외부 입력 값\n을 허용하여 악의적인 질의문이 실행가능한 보안약점",
            ""
          ],
          [
            "2",
            "코드 삽입",
            "프로세스가 외부 입력 값을 코드(명령어)로 해석·실행할 \n수 있고 프로세스에 검증되지 않은 외부 입력 값을 허용\n한 경우 악의적인 코드가 실행 가능한 보안약점",
            ""
          ],
          [
            "3",
            "경로  조작  및  자\n원 삽입",
            "시스템 자원 접근경로 또는 자원제어 명령어에 검증되지 \n않은 외부 입력값을 허용하여 시스템 자원에 무단 접근\n및 악의적인 행위가 가능한 보안약점",
            ""
          ],
          [
            "4",
            "크로스사이트  스\n크립트",
            "사용자 브라우저에 검증되지 않은 외부 입력값을 허용\n하여 악의적인 스크립트가 실행 가능한 보안약점",
            ""
          ],
          [
            "5",
            "운영체제  명령어 \n삽입",
            "운영체제  명령어를  생성할  때  검증되지  않은  외부  입\n력값을 허용하여 악의적인 명령어가 실행 가능한 보안\n약점",
            ""
          ],
          [
            "6",
            "위험한  형식  파일 \n업로드",
            "파일의 확장자 등 파일형식에 대한 검증없이 파일 업로\n드를 허용하여 공격이 가능한 보안약점",
            ""
          ],
          [
            "7",
            "신뢰되지 \n않는 \nURL 주소로  자\n동접속 연결",
            "URL 링크 생성에 검증되지 않은 외부 입력값을 허용하여\n악의적인 사이트로 자동 접속 가능한 보안약점",
            ""
          ],
          [
            "8",
            "부적절한 \nXML\n외부 개체 참조",
            "임의로 조작된 XML 외부개체에 대한 적절한 검증 없이\n참조를 허용하여 공격이 가능한 보안약점",
            ""
          ],
          [
            "9",
            "XML 삽입",
            "XQuery, XPath 질의문을 생성할 때 검증되지 않은 외\n부 입력값을  허용하여 악의적인  질의문이  실행가능한 \n보안약점",
            ""
          ],
          [
            "10",
            "LDAP 삽입",
            "LDAP 명령문을 생성할 때 검증되지 않은 외부 입력 값\n을 허용하여 악의적인 명령어가 실행가능한 보안약점",
            ""
          ],
          [
            "",
            "11 크로스사이트 요청 위조",
            "사용자 브라우저에 검증되지 않은 외부 입력 값을 허용\n하여 사용자 본인의 의지와는 무관하게 공격자가 의도한 \n행위가 실행 가능한 보안약점",
            ""
          ],
          [
            "",
            "12 서버사이드 요청 위조",
            "서버 간 처리되는 요청에 검증되지 않은 외부 입력값을 \n허용하여 공격자가 의도한 서버로 전송하거나 변조하는 보안약점",
            ""
          ],
          [
            "13",
            "HTTP 응답분할",
            "HTTP 응답헤더에 개행문자(CR이나 LF)가 포함된 검증되\n지 않은 외부 입력값을 허용하여 악의적인 코드가 실행 가능\n한 보안약점",
            ""
          ],
          [
            "",
            "14 정수형 오버플로우",
            "정수형 변수에 저장된 값이 허용된 정수 값 범위를 벗어나\n프로그램이 예기치 않게 동작 가능한 보안약점",
            ""
          ],
          [
            "15",
            "보안기능 결정에 사용\n되는 부적절한 입력값",
            "보안기능(인증, 권한부여 등) 결정에 검증되지  않은  외부 \n입력값을 허용하여 보안기능을 우회하는 보안약점",
            ""
          ],
          [
            "16",
            "메모리  버퍼  오버플로\n우",
            "메모리 버퍼의 경계값을 넘어서 메모리값을 읽거나 저장하여 \n예기치 않은 결과가 발생하는 보안약점",
            ""
          ],
          [
            "",
            "17 포맷 스트링 삽입",
            "printf 등 포맷 스트링 제어함수에 검증되지 않은 외부 입\n력값을 허용하여 발생하는 보안약점\n* 포맷 스트링: 입·출력에서 형식이나 형태를 지정해주는 문자열",
            ""
          ]
        ],
        [
          [
            "번호",
            "보안약점\n설 명",
            ""
          ],
          [
            "1",
            "적절한 인증 없는\n중요기능 허용",
            "중요정보(금융정보, 개인정보, 인증정보 등)를 적절한 인증없\n이 열람(또는 변경) 가능한 보안약점"
          ],
          [
            "2",
            "부적절한 인가",
            "중요자원에 접근할 때 적절한 제어가 없어 비인가자의 접근이\n가능한 보안약점"
          ],
          [
            "3",
            "중요한 자원에 대\n한 잘못된 권한 설\n정",
            "중요자원에 적절한 접근 권한을 부여하지 않아 중요정보가 노\n출·수정 가능한 보안약점"
          ],
          [
            "4",
            "취약한 암호화 알\n고리즘 사용",
            "중요정보(금융정보, 개인정보, 인증정보 등)의 기밀성을 보장\n할 수 없는 취약한 암호화 알고리즘을 사용하여 정보가 노출\n가능한 보안약점"
          ],
          [
            "5",
            "암호화되지  않은  중요\n정보",
            "중요정보(비밀번호, 개인정보 등) 전송 시 암호화 또는 안전\n한 통신채널을 이용하지 않거나, 저장 시 암호화하지 않아 정\n보가 노출 가능한 보안약점"
          ],
          [
            "6",
            "하드코드된 중요정\n보",
            "소스코드에 중요정보(비밀번호, 암호화키 등)를 직접 코딩하여\n소스코드 유출 시 중요정보가 노출되고 주기적 변경이 어려운\n보안약점"
          ],
          [
            "7",
            "충분하지 않은 키\n길이 사용",
            "암호화 등에 사용되는 키의 길이가 충분하지 않아 데이터의 기\n밀성·무결성을 보장할 수 없는 보안약점"
          ],
          [
            "8",
            "적절하지\n않은\n난수 값 사용",
            "사용한 난수가 예측 가능하여, 공격자가 다음 난수를 예상해서\n시스템을 공격 가능한 보안약점"
          ],
          [
            "9",
            "취약한\n비밀번호\n허용",
            "비밀번호 조합규칙(영문, 숫자, 특수문자 등) 미흡 및 길이가\n충분하지 않아 비밀번호가 노출 가능한 보안약점"
          ],
          [
            "10",
            "부적절한 전자서명\n확인",
            "프로그램, 라이브러리, 코드의 전자서명에 대한 유효성 검증이\n적절하지 않아 공격자의 악의적인 코드가 실행 가능한 보안약\n점"
          ],
          [
            "11",
            "부적절한\n인증서\n유효성 검증",
            "인증서에 대한 유효성 검증이 적절하지 않아 발생하는 보안약\n점"
          ],
          [
            "12",
            "사용자 하드디스크\n에 저장되는 쿠키\n를 통한 정보 노출",
            "쿠키(세션 ID, 사용자 권한정보 등 중요정보)를 사용자 하드\n디스크에 저장되어 중요정보가 노출 가능한 보안약점"
          ],
          [
            "13",
            "주석문 안에 포함된 시스\n템 주요정보",
            "소스코드 주석문에 인증정보 등 시스템 주요정보가 포함되어 소스\n코드 노출 시 주요정보도 노출 가능한 보안약점"
          ],
          [
            "14",
            "솔트 없이 일방향 해쉬\n함수 사용",
            "솔트*를 사용하지 않고 생성된 해쉬 값으로부터 공격자가 \n미리 계산된 레인보우 테이블을 이용하여 해쉬 적용 이전 원본 \n정보를 복원가능한 보안약점\n* 해쉬 적용하기 전 평문인 전송정보에 덧붙인 무의미한 데이터"
          ],
          [
            "15",
            "무결성 검사 없는\n코드 다운로드",
            "소스코드 또는 실행파일을 무결성 검사 없이 다운로드 받아 \n실행하는 경우, 공격자의 악의적인 코드가 실행 가능한 보안약점"
          ],
          [
            "16",
            "반복된  인증시도  제한 \n기능 부재",
            "인증 시도 수를 제한하지 않아 공격자가 반복적으로 임의\n값을 입력하여 계정 권한을 획득 가능한 보안약점"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 3. 시간및상태 동시또는거의동시수행을지원하는병렬시스템, 하나이상의프로세스가 동작되는환경에서시간및상태를부적절하게관리하여발생할수있는보안약점 번호 보안약점 설 명 비고 1 경쟁조건 검사 시점과 사용 시점TOCTOU 멀티 프로세스 상에서 자원을 검사하는 시점과 사용하는 시점이 달라서 발생하는 보안약점 2 종료되지않는반복문 또는재귀함수 종료조건없는제어문사용으로반복문또는재귀함수가무 한히반복되어발생할수있는보안약점 4. 에러처리 에러를처리하지않거나, 불충분하게처리하여에러정보에중요정보시스 템등가포함될때발생하는보안약점 번호 보안약점 설 명 비고 1 오류 메시지 정보노출 오류메시지나스택정보에시스템내부구조가포함되어민감 한정보, 디버깅정보가노출가능한보안약점 2 오류상황대응부재 시스템오류상황을처리하지않아프로그램실행정지등의도 하지않은상황이발생가능한보안약점 3 부적절한예외처리 예외사항을부적절하게처리하여의도하지않은상황이 발생가능한보안약점 5. 코드오류 타입변환오류, 자원메모리등의부적절한반환등과같이개발자가범하는코 딩오류로인해유발되는보안약점 번호 보안약점 설 명 비고 1 Null Pointer 역참조 변수의주소값이Null인객체를참조하는보안약점 2 부적절한자원해제 사용완료된자원을해제하지않아자원이고갈되어새로 운입력을처리할수없는보안약점 3 해제된자원사용 메모리등해제된자원을참조하여예기치않은오류가발 생하는보안약점 4 초기화되지않은변수사 용 변수를초기화하지않고사용하여예기치않은오류가발생 하는보안약점 5 신뢰할수없는데이 터의역직렬화 악의적인코드가삽입수정된직렬화데이터를적절한검증 없이역질렬화하여발생하는보안약점 직렬화 객체를전송가능한데이터형식으로변환 역직렬화 직렬화된데이터를원래객체로복원 - 72 - 6. 캡슐화 중요한데이터또는기능성을불충분하게캡슐화하였을때, 인가되지않은사용 자에게데이터누출이가능해지는보안약점 7. API 오용 의도된사용에반하는방법으로API를사용하거나, 보안에취약한API를 사용하여발생할수있는보안약점 번호 보안약점 설 명 1 DNS lookup에 의존한 보안결정 도메인명확인DNS lookup으로보안결정을수행할때 악의적으로변조된DNS 정보로예기치않은보안위협에 노출되는보안약점 2 취약한API 사용 취약한함수를사용해서예기치않은보안위협에노출되 는보안약점 번호 보안약점 설 명 1 잘못된세션에의한데이터 정보노출 잘못된세션에의해인가되지않은사용자에게중요정보 가노출가능한보안약점 2 제거되지않고남은디버그 코드 디버깅을위한코드를제거하지않아인가되지않은사용 자에게중요정보가노출가능한보안약점 3 Public 메소드부터 반환된 Private 배열 Public으로 선언된 메소드에서 Private로 선언된 배열 을 반환return하면 Private 배열의 주소 값이 외부에 노출되어 해당 Private 배열값을 외부에서 수정 가능한보안약점 4 Private 배열에 Public 데 이터 할당 Public으로 선언된 데이터 또는 메소드의 인자가 Private으로 선언된 배열에 저장되면이 Private 배 열을 외부에서 접근하여 수정 가능한 보안약점",
      "tables": [
        [
          [
            "번호\n보안약점\n설 명\n비 고",
            "",
            "",
            ""
          ],
          [
            "1",
            "경쟁조건:\n검사\n시점과\n사용\n시점(TOCTOU)",
            "멀티 프로세스 상에서 자원을 검사하는 시점과 사용하는 시점이 \n달라서 발생하는 보안약점",
            ""
          ],
          [
            "2",
            "종료되지 않는 반복문\n또는 재귀 함수",
            "종료조건 없는 제어문 사용으로 반복문 또는 재귀함수가 무\n한히 반복되어 발생할 수 있는 보안약점",
            ""
          ]
        ],
        [
          [
            "번호",
            "보안약점\n설 명",
            ""
          ],
          [
            "1",
            "잘못된 세션에 의한 데이터\n정보 노출",
            "잘못된 세션에 의해 인가되지 않은 사용자에게 중요정보\n가 노출 가능한 보안약점"
          ],
          [
            "2",
            "제거되지 않고 남은 디버그\n코드",
            "디버깅을 위한 코드를 제거하지 않아 인가되지 않은 사용\n자에게 중요정보가 노출 가능한 보안약점"
          ],
          [
            "3",
            "Public 메소드부터 반환된 \nPrivate 배열",
            "Public으로 선언된 메소드에서 Private로 선언된 배열\n을 반환(return)하면 Private 배열의 주소 값이 외부에 \n노출되어 해당 Private 배열값을 외부에서 수정 가능한 보안약점"
          ],
          [
            "4",
            "Private 배열에  Public 데\n이터 할당",
            "Public으로 선언된 데이터 또는 메소드의 인자가 \nPrivate으로 선언된 배열에 저장되면 이 Private 배\n열을 외부에서 접근하여 수정 가능한 보안약점"
          ]
        ],
        [
          [
            "번호\n보안약점\n설 명\n비 고",
            "",
            "",
            ""
          ],
          [
            "1",
            "오류 메시지 정보노출",
            "오류메시지나 스택정보에 시스템 내부구조가 포함되어 민감\n한 정보, 디버깅 정보가 노출 가능한 보안약점",
            ""
          ],
          [
            "2",
            "오류상황 대응 부재",
            "시스템 오류상황을 처리하지 않아 프로그램 실행정지 등 의도\n하지 않은 상황이 발생 가능한 보안약점",
            ""
          ],
          [
            "3",
            "부적절한 예외 처리",
            "예외사항을 부적절하게 처리하여 의도하지 않은 상황이\n발생 가능한 보안약점",
            ""
          ]
        ],
        [
          [
            "번호",
            "보안약점\n설 명",
            ""
          ],
          [
            "1",
            "DNS\nlookup에 의존한\n보안결정",
            "도메인명 확인(DNS lookup)으로 보안결정을 수행할 때\n악의적으로 변조된 DNS 정보로 예기치 않은 보안위협에\n노출되는 보안약점"
          ],
          [
            "2",
            "취약한 API 사용",
            "취약한 함수를 사용해서 예기치 않은 보안위협에 노출되\n는 보안약점"
          ]
        ],
        [
          [
            "번호",
            "보안약점\n설 명\n비 고",
            "",
            ""
          ],
          [
            "1",
            "Null Pointer 역참조",
            "변수의 주소 값이 Null인 객체를 참조하는 보안약점",
            ""
          ],
          [
            "2",
            "부적절한 자원 해제",
            "사용 완료된 자원을 해제하지 않아 자원이 고갈되어 새로\n운 입력을 처리할 수 없는 보안약점",
            ""
          ],
          [
            "3",
            "해제된 자원 사용",
            "메모리 등 해제된 자원을 참조하여 예기치 않은 오류가 발\n생하는 보안약점",
            ""
          ],
          [
            "4",
            "초기화되지 않은 변수 사\n용",
            "변수를 초기화하지 않고 사용하여 예기치 않은 오류가 발생\n하는 보안약점",
            ""
          ],
          [
            "5",
            "신뢰할 수 없는 데이\n터의 역직렬화",
            "악의적인 코드가 삽입·수정된 직렬화 데이터를 적절한 검증\n없이 역질렬화하여 발생하는 보안약점\n*직렬화: 객체를 전송 가능한 데이터형식으로 변환\n*역직렬화: 직렬화된 데이터를 원래 객체로 복원",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}