{
  "csv_metadata": {
    "공고 번호": "20240723270",
    "공고 차수": 0.0,
    "사업명": "2024년 기초학문자료센터 시스템 운영 및 연구성과물 DB구축 사업",
    "사업 금액": 212300000,
    "발주 기관": "한국연구재단",
    "공개 일자": "2024-07-18 12:58:49",
    "입찰 참여 시작일": "2024-07-26 10:00:00",
    "입찰 참여 마감일": "2024-07-30 14:00:00",
    "사업 요약": "- 2024년 기초학문자료센터 시스템 운영 및 연구성과물 DB구축 사업\n- 연구사업통합지원시스템(e-R&D)과 연계하여 연구과제 정보 데이터 구축\n- 인문사회분야 학술지원사업 연구성과물의 이용자 서비스 효율성 제고\n- One-Stop Service 통합 포털 시스템 운영으로 학술연구성과물의 국내외 유통 확산 강화\n- 주기적인 학술활동 결과물 수집 및 구축을 통한 서비스 최신성 제고",
    "파일형식": "pdf",
    "파일명": "한국연구재단_2024년 기초학문자료센터 시스템 운영 및 연구성과물 DB구.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 제 제 제 제 제 제 제 제 제 제 제 제 제 제 제 안 안 안 안 안 안 안 안 안 안 안 안 안 안 안 안 요 요 요 요 요 요 요 요 요 요 요 요 요 요 요 요 청 청 청 청 청 청 청 청 청 청 청 청 청 청 청 청 서 서 제 안 요 청 서 2024 2024 2024 2024 2024 2024 2024 2024 2024 2024 2024 2024 2024년 년 년 년 년 년 년 년 년 년 년 년 년 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 기초학문자료센터 시스템 시스템 시스템 시스템 시스템 시스템 시스템 시스템 시스템 시스템 시스템 시스템 시스템 운영 운영 운영 운영 운영 운영 운영 운영 운영 운영 운영 운영 운영 및 및 및 및 및 및 및 및 및 및 및 및 및 2024년 기초학문자료센터 시스템 운영 및 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 연구성과물 DB DB DB DB DB DB DB DB DB DB DB DB DB구축사업 구축사업 구축사업 구축사업 구축사업 구축사업 구축사업 구축사업 구축사업 구축사업 구축사업 구축사업 구축사업 연구성과물 DB구축사업 2024. 7. 담 당 부 서 명 성 명 전 화 사 업 인문사회학술지원팀 최우용 042-869-6722 계 약 운영지원팀 이현우 042-869-6232 이 자료는 한국연구재단 제안서 작성 이외의 목적으로 복제, 전달 및 사용을 금함 목 차 I. 사업개요 1 II. 대상 업무 현황 3 1. 기초학문자료센터 정보시스템 소개 3 2. 시스템 구축 현황 4 III. 사업 추진 계획 6 1. 추진체계 6 IV. 제안요청 내용 7 1. 목표시스템 구성도 7 2. 기초학문자료센터 운영 업무 7 3. 보안준수사항18 4. 개인정보처리 준수사항25 5. 하도급 관련 준수사항30 6. 기타사항31 V. 제안 안내 32 1. 입찰참가 자격 32 2. 입찰 및 낙찰방식 33 3. 계약조건 38 4. 입찰서류 및 제안서 제출 안내 41 5. 기타 41 6. 문의 42 VI. 제안서 작성요령 43 1. 제안서의 효력 43 2. 제안서 작성지침 및 유의사항 43 3. 제안서 목차 44 제안서 작성 참고자료 표준화 방안 48 입찰계약, 제안서 작성시 참고 서식 58",
      "tables": [
        [
          [
            "담  당",
            "부    서    명",
            "성    명",
            "전        화"
          ],
          [
            "사  업",
            "인문사회학술지원팀",
            "최우용",
            "042-869-6722"
          ],
          [
            "계  약",
            "운영지원팀",
            "이현우",
            "042-869-6232"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 2,
      "text": "- 1 - I. 사업 개요 1. 사 업 명 2024년 기초학문자료센터 시스템 운영 및 연구성과물 DB구축 사업 2. 추진 배경 및 필요성 한국연구재단 연구사업통합지원시스템e-RD과 연계하여 연구과제 정보 데이터과제정보, 결과보고서 등 구축 기관 내 주요 사업과의 효과적인 협업 기반 확보 국내외 기관과의 연계를 통한 종합 포털 서비스 구축 기반 마련 3. 사업 목적 기초학문자료센터 시스템 운영 업무의 안정적 추진 및 효율성 제고 자료 상시 구축 및 서비스 체제 운영으로 인문사회분야 학술지원사업 연구 성과의 이용자 서비스 신속성 및 활용성 제고 인문사회분야 기초연구정보를 종합적으로 검색할 수 있는 One-Stop Service 통합 포털 시스템 운영을 통한 학술연구성과물의 국내외 유통 확산체제 강화 학술연구성과물 결과보고서, 학술논문, 단행본, 고문서, 이미지등 4. 주요 사업내용 학술활동결과물 및 연구지원 최신 정보 서비스 DB 상시 구축 인문사회분야 학술지원사업 연구지원과 연계한 최신연구지원 현황 서비스 제공 타 기관학술DB社, 대학도서관 등과의 연계 서비스를 통한 정보공유 체제 강화 정부 3.0 정책에 따른 기초학문자료센터 DB Open-Access 확대 지원 인문학대중화사업 학술활동결과물 수집구축 및 통합검색서비스 제공 인문사회학술지원사업 학술활동결과물우수성과50선 등 수집 및 구축 기 구축 자료 중 원자료중간산출물의 입력정보 점검 및 자료의 활용성 보완 서비스 시스템 상시 운영 및 보완 - 2 - 5. 사업기간 및 사업금액 사업기간 2024년 10월 1일부터 2025년 9월 30일까지 계약추진일정에따라착수일은변경될수있음해당시변경일자로부터365일 사업금액 212,300,000원부가가치세 포함 6. 주관기관 한국연구재단 7. 기대효과 주기적인 학술활동 결과물 수집 및 구축을 통한 서비스 최신성 제고 인문사회분야 학술지원사업 연구성과물 및 학술정보 서비스 제공을 통한 연구자 만족도 제고 국내외 연구자의 접근성 강화 및 공동연구 활성화 기초학문자료센터를 통한 재단 내 주요사업 홍보 및 성장 기반 마련 국내외 기관과의 연계를 통한 종합 포털 서비스 구축 기반 마련",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - II. 대상 업무 현황 1. 기초학문자료센터KRM 정보시스템 소개 기초학문자료센터Korean Research Memory, KRM 정보시스템 기초학문자료 센터를 구성하는 모든 정보시스템을 총칭하여 이르는 말 오픈액세스 시스템 - 연구자간 학술교류활동 지원 - 타 기관과의 연동에 의한 데이터 수집 및 제공 연구성과물 통합 검색 시스템 - 인문사회분야 학술지원사업 연구성과물, 사업정보 및 연구자정보 등 이용자 대상 검색시스템 - 연구성과물 DB검색은 FRBR 모형을 기반으로 제공됨 성과물 DB 시스템 - DB구축 사업단이 수행하는 DB메타데이터 및 디지털파일 구축 업무 지원 시스템 - 연구성과물 DB는 FRBR 모형을 기반으로 관리됨 - 4 - 성과물 수집시스템 - 인문사회분야 학술지원사업 과제수행으로 발생한 연구성과물원자료, 중간 산출물을 직접 등록할 수 있도록 지원하는 시스템 FRBR 모형 구분 내용 목적 평면적인목록구조를입체적목록구조로변경 직선구조로구축된목록구조를네트워크구조로변경 자료간관계를정의하여특정연구저작과관련된모든연구결과물과특정 저자의모든저작물을접근시킬수있는구조적기반제공 인터넷검색엔진에서와같이연계기능을강화하여효과적인네비게이션지원 특징 개체를저작, 표현체, 실현체, 개별자료로구분하여4단계의계층적인목록구조로 구성함 - 저작Work 지적, 예술적으로독창성을지닌창작물로서추상적인개체 - 표현체Expression 하나의저작을지적, 예술적으로실현한것. 즉, 저작이 문자, 숫자, 뮤지컬, 안무, 사운드, 이미지, 오브젝트, 움직임또는여러개가 조합된형태로예술적으로실현된개체 - 실현체Manifestation 표현체가물리적으로구체화된것. 단행본, 연속간행물, 지도, 필름, 포스트, 비디오테이프, CD-ROM, DVD, 컴퓨터파일등의개체 - 개별자료Item 여러개의자료중단일의물리적대상물개체 2. 시스템 구축 현황 하드웨어 구성도 필요시 열람 허용 소프트웨어 구성도 필요시 열람 허용",
      "tables": [
        [
          [
            "구분",
            "내용"
          ],
          [
            "목적",
            "◦ 평면적인 목록구조를 입체적 목록구조로 변경\n◦ 직선구조로 구축된 목록구조를 네트워크 구조로 변경\n◦ 자료 간 관계를 정의하여 특정 연구저작과 관련된 모든 연구결과물과 특정\n저자의 모든 저작물을 접근시킬 수 있는 구조적 기반 제공\n◦ 인터넷 검색엔진에서와 같이 연계기능을 강화하여 효과적인 네비게이션 지원"
          ],
          [
            "특징",
            "◦ 개체를 저작, 표현체, 실현체, 개별자료로 구분하여 4단계의 계층적인 목록구조로\n구성함\n- 저작(Work)\n: 지적, 예술적으로 독창성을 지닌 창작물로서 추상적인 개체\n- 표현체(Expression)\n: 하나의 저작을 지적, 예술적으로 실현한 것. 즉, 저작이\n문자, 숫자, 뮤지컬, 안무, 사운드, 이미지, 오브젝트, 움직임 또는 여러 개가\n조합된 형태로 예술적으로 실현된 개체\n- 실현체(Manifestation)\n: 표현체가 물리적으로 구체화 된 것. 단행본, 연속간행물,\n지도, 필름, 포스트, 비디오테이프, CD-ROM, DVD, 컴퓨터 파일 등의 개체\n- 개별자료(Item)\n: 여러 개의 자료 중 단일의 물리적 대상물 개체"
          ]
        ],
        [
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 4,
      "text": "- 5 - HW 상세내역 구분 제조사 모델명 용도 수량 도입일 비고 서버 Dell Dell CNVxRain P57F 기초학문자료센터KRM WEB 1 1 2023년 1월 기초학문자료센터KRM WAS 1 1 기초학문자료센터KRM WAS 2 1 IBM P720 기초학문자료센터KRM WAS 1 1 2013년 10월 라이센스 및 서비스 종료 IBM Power S814 기초학문자료센터KRM DB 1 2018년 11월 IBM Power S814 기초학문자료센터KRM DB 1 2018년 11월 IBM P5-55A 기초학문자료센터KRM 개 발 WAS 1 2006년 4월 라이센스 및 서비스 종료 기초학문자료센터KRM 개 발 DB 1 IBM x3800 기초학문자료센터KRM 스 트리밍 1 1 2007년 2월 라이센스 및 서비스 종료 IBM e-Server 346 기초학문자료센터KRM 시 소러스 1 2006년 4월 현재 보관중 IBM x3550 M3 기초학문자료센터KRM 메 신저 1 2013년 4월 IBM x3650 M4 기초학문자료센터 검색서버 1 2014년 12월 Dell PowerEdge R210 II 기초학문자료센터 Easy-up ETL 1 2013년 3월 토대사업 서비스 중 IBM x3850 INDEX검색 서버KRM 검 색 기능 1 2008년 1월 - 6 - III. 사업 추진 계획 1. 추진 체계 추진조직 한국연구재단 인문사회학술지원팀 운영팀 역할 조직 역할 인문사회 학술지원팀 사업총괄기획및관리 프로젝트관리 프로젝트지원 자료수집및이용자안내센터운영 원자료중간산출물상시수집 연구자개별접촉 연구자원자료중간산출물직접제출관련문의접수및안내 서비스이용자문의접수및안내 연구자개인별로차별화된연구성과물안내서비스지원 DB구축관리 DB구축사업단및DB구축업무총괄관리 DB구축공정관리및개선계획수립 DB구축표준화및품질관리 운영팀 운영시스템및서비스시스템개선 DB구축관리기능개선 이용자서비스기능안정화지원 외부기관연계서비스인터페이스지원 DB 구축 연구성과물DB 상시구축 구축자료 과제정보, 결과보고서, 연구결과물 DB 구축결과는월별로서비스이관실시 기구축자료원자료중간산출물 입력정보점검및오류검증을통 한자료의활용성보완제공DB구축사업단 DB구축 사업단 과제분석을통한자료수집지원 연구과제내용분석을통한원자료중간산출물식별 자료분석결과지를시스템운영업체에제출 DB 구축 연구성과물DB 구축 구축자료 원자료, 중간산출물 기구축자료원자료중간산출물 보완 DB구축공정개선의견제시 정보시스템 지원팀 시스템인프라지원 재단시스템간연계지원KRM-KRI-ERND 정보보안팀 정보보안관리지원",
      "tables": [
        [
          [
            "구분",
            "제조사",
            "모델명",
            "용도",
            "수량",
            "도입일",
            "비고"
          ],
          [
            "서버",
            "Dell",
            "Dell CN/VxRain \nP57F",
            "기초학문자료센터(KRM) \nWEB #1",
            "1",
            "2023년 1월",
            ""
          ],
          [
            "",
            "",
            "",
            "기초학문자료센터(KRM) \nWAS #1",
            "1",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "기초학문자료센터(KRM) \nWAS #2",
            "1",
            "",
            ""
          ],
          [
            "",
            "IBM",
            "P720",
            "기초학문자료센터(KRM) \nWAS #1",
            "1",
            "2013년 10월",
            "•  라이센스  및 \n서비스 종료"
          ],
          [
            "",
            "IBM",
            "Power S814",
            "기초학문자료센터(KRM) DB",
            "1",
            "2018년 11월",
            ""
          ],
          [
            "",
            "IBM",
            "Power S814",
            "기초학문자료센터(KRM) DB",
            "1",
            "2018년 11월",
            ""
          ],
          [
            "",
            "IBM",
            "P5-55A",
            "기초학문자료센터(KRM) 개\n발 WAS",
            "1",
            "2006년 4월",
            "•  라이센스  및 \n서비스 종료"
          ],
          [
            "",
            "",
            "",
            "기초학문자료센터(KRM) 개\n발 DB",
            "1",
            "",
            ""
          ],
          [
            "",
            "IBM",
            "x3800",
            "기초학문자료센터(KRM) 스\n트리밍 #1",
            "1",
            "2007년 2월",
            "•  라이센스  및 \n서비스 종료"
          ],
          [
            "",
            "IBM",
            "e-Server 346",
            "기초학문자료센터(KRM) 시\n소러스",
            "1",
            "2006년 4월",
            "•  현재 보관중"
          ],
          [
            "",
            "IBM",
            "x3550 M3",
            "기초학문자료센터(KRM) 메\n신저",
            "1",
            "2013년 4월",
            ""
          ],
          [
            "",
            "IBM",
            "x3650 M4",
            "기초학문자료센터 검색서버",
            "1",
            "2014년 12월",
            ""
          ],
          [
            "",
            "Dell",
            "PowerEdge \nR210 II",
            "기초학문자료센터 Easy-up \nETL",
            "1",
            "2013년 3월",
            "•  토대사업 \n  서비스 중"
          ],
          [
            "",
            "IBM",
            "x3850",
            "INDEX(검색) 서버(KRM 검\n색 기능)",
            "1",
            "2008년 1월",
            ""
          ]
        ],
        [
          [
            "조 직",
            "역 할"
          ],
          [
            "인문사회\n학술지원팀",
            "■ 사업총괄 기획 및 관리\n○ 프로젝트관리 / 프로젝트지원\n■ 자료 수집 및 이용자 안내 센터 운영\n○ 원자료‧중간산출물 상시 수집 (※ 연구자 개별 접촉)\n○ 연구자 원자료‧중간산출물 직접 제출 관련 문의 접수 및 안내\n○ 서비스 이용자 문의 접수 및 안내\n○ 연구자 개인별로 차별화된 연구성과물 안내 서비스 지원\n■ DB구축관리\n○ DB구축사업단 및 DB구축 업무 총괄 관리\n○ DB구축 공정 관리 및 개선 계획 수립\n○ DB구축 표준화 및 품질관리"
          ],
          [
            "운영팀",
            "■ 운영시스템 및 서비스시스템 개선\n○ DB구축 관리기능 개선\n○ 이용자 서비스 기능 안정화 지원\n○ 외부기관 연계 서비스 인터페이스 지원\n■ DB 구축\n○ 연구성과물 DB 상시 구축\n‣구축자료 : 과제정보, 결과보고서, 연구결과물\n○ DB 구축결과는 월별로 서비스 이관 실시\n○ 기 구축 자료(원자료·중간산출물) 입력정보 점검 및 오류 검증을 통\n한 자료의 활용성 보완 제공(→DB구축 사업단)"
          ],
          [
            "DB구축\n사업단",
            "■ 과제분석을 통한 자료수집 지원\n○ 연구과제 내용 분석을 통한 원자료‧중간산출물 식별\n○ 자료 분석 결과지를 시스템 운영업체에 제출\n■ DB 구축\n○ 연구성과물 DB 구축\n․구축자료 : 원자료, 중간산출물\n○ 기 구축 자료(원자료‧중간산출물) 보완\n○ DB구축공정 개선 의견 제시"
          ],
          [
            "정보시스템\n지원팀",
            "■ 시스템 인프라 지원\n■ 재단 시스템 간 연계 지원(KRM-KRI-ERND)"
          ],
          [
            "정보보안팀",
            "■ 정보보안 관리 지원"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 5,
      "text": "- 7 - IV. 제안요청 내용 1. 목표시스템 구성도 1.1 HW 구성도 필요시 열람 허용 1.2 SW 구성도 필요시 열람 허용 열람시보안서약서작성제출제공서식활용 2. 기초학문자료센터 운영 업무 요구사항총괄표 요구사항구분 ID 부여규칙 요구사항수 데이터요구사항 DAR Data Requirement DAR-OOO 2 시스템운영요구사항 SOR System Operating Requirement SOR-OOO 10 작업환경요구사항 WER Working Environment Requirement WER-OOO 1 사업관리요구사항 PMR Project Management Requirement PMR-OOO 10 표준화요구사항 STR Standardization Requirement STR-OOO 4 교육지원요구사항 ESR Education Support Requirement ESR-OOO 2 기술지원요구사항 TSR Technical Support Requirement TSR-OOO 2 보안요구사항 SER Security Requirement SER-OOO 10 합계 41 - 8 - 데이터요구사항 번호 요구사항 요구사항내용 DAR-1 학술활동 결과물 DB 구축 주요학술활동결과물구축대상 - 2024.4.1.부터2025.3.31.까지수집된예정인 학술활동결과물결과 보고서, 논문, 저역서 일체 구축대상은학술연구지원사업운영각사업별보고서접수현황등에따라변경가능 - 논문및저역서는연계데이터를토대로메타데이터및링크구축 - 당해연도구축대상과제를우선구축하여서비스하고, 2024.4월이전에 수집된학술활동결과물서비스에대한상시점검및보완작업추진 학술활동결과물유형별서비스DB 구축내용 유형 DB 구축내용 결과 보고서 디지털파일HWP, DOC 등을PDF 파일변환구축 DB구축결과는KRM DRM 서비스가가능해야함 학술활동 결과 발표물 논문, 저역서 KCI, RISS, 국회도서관등다양한외부정보자원연계구축 이용자가해당자료에직간접적으로이용할수있는경로를 안내해야함예 KCI 인용색인, 원문이용, KISTI SAFE연계,, 상호 대차요청지원, 소장도서관확인등 인문한국HK사업연구성과물수집및서비스DB 구축 품질검증이완료된DB구축결과를기초학문자료센터서비스 DB로수시이관 DB구축결과에대한재단측DB품질검수지원 DAR-2 인문사회 분야 연구성과 홍보물 DB 구축 주요연구성과홍보DB구축대상 유형 DB 구축내용 인문학대중화 사업성과물 발표자료, 동영상 인문학대중화사업연구성과물수집및서비스DB 구축 세계인문학포럼및한중인문학포럼학술활동결과물 수집구축동영상업로드등 및통합검색서비스제공 우수성과 50선홍보물 인문사회분야학술지원사업우수성과50선중인문사회 분야에대한성과업로드온라인성과전시관연계및 우수 성과홍보콘텐츠제작업체에서DB제공받아홍보컨텐츠게재",
      "tables": [
        [
          [
            "요구사항 구분",
            "",
            "ID 부여 규칙",
            "요구사항 수"
          ],
          [
            "데이터 요구사항\n(DAR)",
            "Data Requirement",
            "DAR-OOO",
            "2"
          ],
          [
            "시스템운영 요구사항\n(SOR)",
            "System Operating Requirement",
            "SOR-OOO",
            "10"
          ],
          [
            "작업환경 요구사항\n(WER)",
            "Working Environment Requirement",
            "WER-OOO",
            "1"
          ],
          [
            "사업관리 요구사항\n(PMR)",
            "Project Management Requirement",
            "PMR-OOO",
            "10"
          ],
          [
            "표준화 요구사항\n(STR)",
            "Standardization Requirement",
            "STR-OOO",
            "4"
          ],
          [
            "교육지원 요구사항\n(ESR)",
            "Education Support Requirement",
            "ESR-OOO",
            "2"
          ],
          [
            "기술지원 요구사항\n(TSR)",
            "Technical Support Requirement",
            "TSR-OOO",
            "2"
          ],
          [
            "보안 요구사항\n(SER)",
            "Security Requirement",
            "SER-OOO",
            "10"
          ],
          [
            "합계",
            "",
            "",
            "41"
          ]
        ],
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "DAR-1",
            "학술활동\n결과물\nDB 구축",
            "◦ 주요 학술활동결과물 구축대상\n-\n2024.4.1.부터 2025.3.31.까지 수집된(예정인) 학술활동결과물(결과\n보고서, 논문, 저역서) 일체\n※ 구축 대상은 학술연구지원사업 운영(각 사업별 보고서 접수현황 등)에 따라 변경 가능\n- 논문 및 저역서는 연계데이터를 토대로 메타데이터 및 링크 구축\n- 당해연도 구축 대상과제를 우선 구축하여 서비스하고,\n2024.4월 이전에\n수집된 학술활동 결과물 서비스에 대한 상시 점검 및 보완 작업 추진\n◦ 학술활동결과물 유형별 서비스 DB 구축 내용\n◦ 인문한국(HK)사업 연구 성과물 수집 및 서비스 DB 구축\n◦ 품질검증이 완료된 DB구축 결과를 기초학문자료센터 서비스\nDB로 수시 이관\n◦ DB구축결과에 대한 재단 측 DB품질검수 지원",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "유 형",
            "DB 구축 내용",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "결과\n보고서",
            "‧ 디지털 파일 (HWP, DOC 등)을 PDF 파일 변환 구축\n※ DB구축결과는 KRM DRM 서비스가 가능해야 함",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "학술활동\n결과\n발표물\n(논문,\n저역서)",
            "‧ KCI, RISS, 국회도서관 등 다양한 외부 정보자원 연계 구축\n‧ 이용자가 해당 자료에 직간접적으로 이용할 수 있는 경로를\n안내해야 함(예 : KCI 인용색인, 원문이용, KISTI SAFE연계,, 상호\n대차요청 지원, 소장도서관 확인 등)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "DAR-2",
            "인문사회\n분야\n연구성과\n홍보물\nDB 구축",
            "◦ 주요 연구성과 홍보 DB구축대상",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "유 형",
            "",
            "",
            "DB 구축 내용",
            ""
          ],
          [
            "",
            "",
            "",
            "인문학대중화\n사업 성과물\n(발표자료,\n동영상)",
            "",
            "",
            "‧ 인문학대중화 사업 연구 성과물 수집 및 서비스 DB 구축\n‧ 세계인문학포럼 및 한·중인문학포럼 학술활동결과물\n수집·구축(동영상 업로드 등) 및 통합검색서비스 제공",
            ""
          ],
          [
            "",
            "",
            "",
            "우수성과\n50선 홍보물",
            "",
            "",
            "‧ 인문사회분야 학술지원사업 우수성과 50선 중 인문사회\n분야에 대한 성과 업로드(온라인 성과전시관 연계 및 우수\n성과 홍보콘텐츠 제작업체에서 DB제공 받아 홍보 컨텐츠 게재)",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 6,
      "text": "- 9 - 시스템운영요구사항 번호 요구사항 요구사항내용 SOR-1 인문사회연구 성과정보포털 시스템운영 인문사회분야연구성과정보를종합적으로검색할수있는 기초학문자료센터시스템운영및관리 연구성과정보에대한기본정보와연계부가정보를종합적으로 제공하는인터페이스를통한정보이용의효율적네비게이션구축 SOR-2 인문사회분야 최신연구지원 현황서비스제공 연구자개인별연구정보안내서비스개인화이메일서비스운영 - 인문사회분야연구자대상개인전공별심사가능분야별연구 지원현황목록등이메일발송연3회내외 SOR-3 세계적학술DB 와의연계서비스 구축지원 세계적학술DB社EBSCO, Primo 등 서비스연계 국제공개OAI-DP 수집해외학술서비스기관서비스연계 SOR-4 정부3.0정책에 따른기초학문 자료센터DB OpenAccess 확대지원 대학및연구기관연계를확대하여학술연구자들의이용촉진 - 대학및연구기관을대상으로기초학문자료센터Open-API 1.0버전확대보급및2.0 버전패싯기능등 보급 - OAI-DP 연계, 연계Data 오프라인제공등다양한연계정보제공 23말기준대학및연구기관등115개기관연계서비스중 행정안전부공공데이터포털www.data.go.kr 연계서비스운영을 통한개방확대 SOR-5 재단내외부 연계시스템 운영및개선 국내인문학관련정보를통합한종합포털서비스구축을위해교육부, 문화체육관광부소관출연유관기관과의연계방안수립및추진 재단내외부시스템과의연계정보의주기적점검및정확성유지관리 내부 연구사업통합지원시스템E-RND, 한국학술지인용색인KCI, 한국연구업적통합정보KRI 외부 한국교육학술정보원KERIS RISS, 국회전자도서관, 대학도서관, 공공데이터포털, Naver, Google, 범부처통합연구지원시스템IRIS 등 SOR-6 토대연구지원 사업의중요 학술활동결과 물토대DB의 이용률제고 기초학문자료센터홈페이지의토대DB 안내서비스와연계운영 기연계토대연구DB의콘텐츠변경발생시변경사항통합검색에반영 2024년토대연구지원사업DB 통합관리시스템구축사업과 연계협조하여추진 SOR-7 이용자홍보 강화지원 홈페이지이용률제고를위한이용자의견수렴및시행계획수립 - 이용자의견을토대로한홈페이지고도화등 매달기초학문자료센터홈페이지이슈성과물과제 선정및개시 - 10 - 번호 요구사항 요구사항내용 SOR-8 시스템운영 상시보완 재단내외부연계운영및외부환경변화에대한신속한대응 체제구축 - OAI-DP, Open-API 운영및유지관리, 협력기관오프라인정보 제공업무등 FRBR기반DB구축시스템등운영시스템유지관리 KRM 홈페이지모바일포함 디지털콘텐츠서비스관리및운영 기초학문자료센터KRM 원문출력서비스유지관리 SOR-9 인문한국HK 및인문학 대중화사업 성과물제공 인문한국HK, 인문학대중화등인문사회연구본부소관사업별 홈페이지와지속적연계 인문한국HK 및인문학대중화연구성과물동영상등이기초학문 자료센터에서통합검색서비스가가능하도록연계추진 SOR-10 시스템운용 요건 응용SW, 데이터베이스, 하드웨어, 네트워크, 기타자료의파손, 변실, 분실에대비한안정적인백업및복구방안, 재난복구계획을 수립하여제시 시스템운영중발생하는문제의조기발견및즉각적인복구가 가능토록장애요소를유형별로구분하여대책을수립하며, 발생한 장애의체계적관리및빠른복구가가능하도록운용 환경적 업무적재해와장애, 침해사고, 업무적실수등물리적 기술적위험요소에대한대처방안제시 HW, SW 프로그램을설치할경우현재운영중인시스템에영향이 없도록적용하는방안제시 시스템운영시간은24시간365일가동원칙을준수 SSLSecure Socket Layer 보안서버https 구축필수 작업환경요구사항 번호 요구사항 요구사항내용 WER-1 작업환경 요건 사업수행을위하여필요한작업장소는상호협의하여정하되재단 외부에구함을원칙으로하며참여인력전체는작업장소에100 상주 하는것을원칙으로한다. 이때, 설비및기타작업환경은사업자가 구비해야한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 7,
      "text": "- 11 - 사업관리요구사항 번호 요구사항 요구사항내용 PMR-1 사업추진 일정 각추진과제별로추진단계에따른추진기간과상세일정계획제시 각추진과제별추진일정을통합한전체통합로드맵제시 추진과제간연관관계, 선후관계등을고려하여작업안정성및 효율성을극대화할수있는일정을계획하여제시 PMR-2 사업추진 조직 조직도상각추진과제별전담영역이분명히표시되도록작성 각단위조직별업무분장및세부역할정의서포함 재단의내부추진조직과의협업체계구성ᆞ운영방안제시 PMR-3 인력투입 계획 전체인력투입계획및각추진과제별단계별인력투입계획제시 별도자문인력또는제안사내부지원조직인력활용시, 해당인력투입 투입인력의현소속사, 현소속사근무기간, 투입일, 기간, 기술등급, 주요경력및기술보유현황등을상세히기술 투입인력에대한질적수준을증빙할수있는서류자격증등 제출 투입인력의기술등급및현소속사를증빙할수있는서류제출 - 기술자등급은한국소프트웨어산업협회에서공표한SW사업자임금 실태조사결과 또는SW사업대가기준가이드 내SW기술자등급 분류기준표준용 투입인력산정의적정성에대한객관적근거제시 주사업자와협력업체공동수급및하도급업체등전체의역할명시 - 투입인력의인적구성은현재MM기준으로주사업자의자사인력이 최소20이상참여함을원칙으로하며, 자사인력비율은기술평 가시반영함 - PM 및각부분별PL은주사업자와협력업체소속인력6개월이상 재직한자으로구성 PMR-4 인력관리 방안 본사업에투입된인력의업무집중도와수행능력을제고하여사업이 차질없이진행되도록하기위한인력관리방안제시 - 업무환경구성방안 - 투입인력관리감독방안 - 투입인력의사고결근, 퇴사등시대처방안등 협력업체부도, 개발자입금체불등에대한능동적인대책제시필수 - 12 - 번호 요구사항 요구사항내용 PMR-5 품질관리 방안 종합적인품질관리ᆞ보증계획제시 - 품질목표및품질관리기준 - 품질관리활동수행방법 - 품질관리절차및스케줄 - 품질평가계획, 평가항목, 평가결과보고체계, 평가결과에따른후속조치 품질평가항목은품질목표고객요구사항만족도, 서비스만족도, 성능 만족도, 산출물만족도등에대한계량화된측정기준을포함하여프로 젝트진행단계별분석, 설계, 이행단계등로구분하여상세히제시 - 품질관리조직의구성ᆞ운영ᆞ통제방안등 국내ᆞ외품질보증인증을획득한경우그내용및등급기재 별도의전문품질조직활용계획제시 - 제안사의전문품질조직이각추진과제의단계별로종합적인품질 감리를실시하여야함 PMR-6 사업범위 및 일정관리 각추진과제별단계별마일스톤정의및표준진척체계관리방안제시 - 월별주별로작업내용과순서를명시하고각단계별산출물기술 사업범위ᆞ일정준수여부모니터링계획포함 사업범위변경기준및변경관리계획, 사업진척도에따른공정조정 계획등제시 PMR-7 리스크 관리 리스크식별방안및대응절차제시 재단의연구사업특성을고려하여유사한실제사례를분석한후, 분석 결과를토대로재단사업에서도반드시고려해야할핵심리스크를 정의ᆞ제시하고그대응ᆞ관리방법을상세히기술대응사례및결과포함 업무요건의지연가능성에대한대응방안포함 PMR-8 정보보안 관리 사업기간중각종산출물, 재단내부정보등의유출을방지하기위한 보안정책, 인력통제방안, 모니터링및감사방법등세부방안제시 인원ᆞ장비ᆞ자료ᆞ네트워크보안대책과누출금지대상정보, 산출물 및사업관련자료등에대한보안관리계획제출 PMR-9 산출물 작성및 검수 각종산출물분석, 설계자료등의유지및변경관리계획제시 산출물작성계획및원칙 각추진과제별 단계별산출물목록및제출시기 산출물간정합성유지방안 산출물검수방안 - 산출물검수관련RR - 납품소프트웨어의설치및성능확인에필요한세부기준과검수방법 - 소프트웨어의검수방법등 PMR-10 재단시스템 호환요건 시스템운영및개선을위한모든조건은재단정보시스템구축 조건에부합해야함 데이터베이스운영규칙, 테이블추가ᆞ수정등의변경사항 시스템사용권한획득을위한이용자정보테이블통합사용및 SSO 처리 기타재단정보시스템이요구하는지침을최대한준수",
      "tables": [
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용"
          ],
          [
            "PMR-1",
            "사업추진\n일정",
            "◦ 각 추진과제별로 추진단계에 따른 추진기간과 상세일정계획 제시\n◦ 각 추진과제별 추진일정을 통합한 전체 통합로드맵 제시\n◦ 추진 과제 간 연관관계, 선후관계 등을 고려하여 작업 안정성 및\n효율성을 극대화 할 수 있는 일정을 계획하여 제시"
          ],
          [
            "PMR-2",
            "사업추진\n조직",
            "◦ 조직도상 각 추진과제별 전담영역이 분명히 표시되도록 작성\n◦ 각 단위 조직별 업무분장 및 세부 역할 정의서 포함\n◦ 재단의 내부 추진조직과의 협업체계 구성ㆍ운영 방안 제시"
          ],
          [
            "PMR-3",
            "인력투입\n계획",
            "◦ 전체 인력투입계획 및 각 추진과제별/단계별 인력 투입계획 제시\n◦ 별도 자문인력 또는 제안사 내부 지원조직인력 활용 시, 해당 인력 투입\n◦ 투입인력의 현소속사, 현소속사 근무기간, 투입일, 기간, 기술등급,\n주요 경력 및 기술보유현황 등을 상세히 기술\n◦ 투입인력에 대한 질적 수준을 증빙할 수 있는 서류(자격증 등) 제출\n◦ 투입인력의 기술등급 및 현소속사를 증빙할 수 있는 서류 제출\n- 기술자 등급은 한국소프트웨어산업협회에서 공표한 ‘SW사업자 임금\n실태조사 결과’ 또는 ‘SW사업대가기준가이드’ 내 SW기술자 등급\n분류 기준표 준용\n◦ 투입인력 산정의 적정성에 대한 객관적 근거 제시\n◦ 주사업자와 협력업체(공동수급 및 하도급 업체 등 전체)의 역할 명시\n- 투입인력의 인적구성은 현재 M/M기준으로 주사업자의 자사인력이\n최소 20%이상 참여함을 원칙으로 하며, 자사인력 비율은 기술평\n가시 반영함\n- PM 및 각 부분별 PL은 주사업자와 협력업체 소속 인력(6개월 이상\n재직한 자)으로 구성"
          ],
          [
            "PMR-4",
            "인력관리\n방안",
            "◦ 본 사업에 투입된 인력의 업무집중도와 수행능력을 제고하여 사업이\n차질 없이 진행되도록 하기 위한 인력관리방안 제시\n- 업무환경 구성방안\n- 투입인력 관리감독 방안\n- 투입인력의 사고(결근, 퇴사 등)시 대처 방안 등\n※ 협력업체 부도, 개발자 입금체불 등에 대한 능동적인 대책 제시 필수"
          ]
        ],
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용"
          ],
          [
            "PMR-5",
            "품질관리\n방안",
            "◦ 종합적인 품질관리ㆍ보증계획 제시\n- 품질목표 및 품질관리 기준\n- 품질관리 활동 수행방법\n- 품질관리 절차 및 스케줄\n- 품질 평가계획, 평가항목, 평가결과 보고체계, 평가결과에 따른 후속조치\n※ 품질 평가항목은 품질목표(고객 요구사항 만족도, 서비스 만족도, 성능\n만족도, 산출물 만족도 등)에 대한 계량화된 측정기준을 포함하여 프로\n젝트 진행 단계별(분석, 설계, 이행 단계 등)로 구분하여 상세히 제시\n- 품질관리조직의 구성ㆍ운영ㆍ통제방안 등\n◦ 국내ㆍ외 품질보증 인증을 획득한 경우 그 내용 및 등급 기재\n◦ 별도의 전문 품질조직 활용계획 제시\n- 제안사의 전문 품질조직이 각 추진과제의 단계별로 종합적인 품질\n감리를 실시하여야 함"
          ],
          [
            "PMR-6",
            "사업범위\n및\n일정관리",
            "◦ 각 추진과제별/단계별 마일스톤 정의 및 표준 진척체계 관리 방안 제시\n- 월별/주별로 작업내용과 순서를 명시하고 각 단계별 산출물 기술\n◦ 사업범위ㆍ일정 준수 여부 모니터링 계획 포함\n◦ 사업범위 변경기준 및 변경관리 계획, 사업 진척도에 따른 공정 조정\n계획 등 제시"
          ],
          [
            "PMR-7",
            "리스크\n관리",
            "◦ 리스크 식별방안 및 대응절차 제시\n◦ 재단의 연구사업 특성을 고려하여 유사한 실제 사례를 분석한 후, 분석\n결과를 토대로 재단 사업에서도 반드시 고려해야 할 핵심 리스크를\n정의ㆍ제시하고 그 대응ㆍ관리방법을 상세히 기술(대응사례 및 결과 포함)\n◦ 업무 요건의 지연 가능성에 대한 대응방안 포함"
          ],
          [
            "PMR-8",
            "정보보안\n관리",
            "◦ 사업기간 중 각종 산출물, 재단 내부 정보 등의 유출을 방지하기 위한\n보안 정책, 인력 통제방안, 모니터링 및 감사 방법 등 세부 방안 제시\n◦ 인원ㆍ장비ㆍ자료ㆍ네트워크 보안대책과 누출금지 대상정보, 산출물\n및 사업관련 자료 등에 대한 보안관리 계획 제출"
          ],
          [
            "PMR-9",
            "산출물\n작성 및\n검수",
            "◦ 각종 산출물(분석, 설계자료 등)의 유지 및 변경관리 계획 제시\n◦ 산출물 작성계획 및 원칙\n◦ 각 추진과제별/ 단계별 산출물 목록 및 제출 시기\n◦ 산출물간 정합성 유지 방안\n◦ 산출물 검수 방안\n- 산출물 검수 관련 R&R\n- 납품 소프트웨어의 설치 및 성능 확인에 필요한 세부 기준과 검수방법\n- 소프트웨어의 검수 방법 등"
          ],
          [
            "PMR-10",
            "재단시스템\n호환 요건",
            "◦ 시스템 운영 및 개선을 위한 모든 조건은 재단정보시스템 구축\n조건에 부합해야 함\n◦ 데이터베이스 운영 규칙, 테이블 추가ㆍ수정 등의 변경 사항\n◦ 시스템 사용권한 획득을 위한 이용자 정보테이블 통합 사용 및\nSSO 처리\n◦ 기타 재단 정보시스템이 요구하는 지침을 최대한 준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 표준화요구사항 번호 요구사항 요구사항내용 STR-1 표준화 절차및 지침제시 업무처리에필요한정보항목, 사업관리를위한규정및지침등을 도출하고추진방안을제시 구분 표준화대상주요예시 정보화 업무 표준 프로세스업무 업무기능정의, 업무처리절차, 연계업무처리절차등 정보데이터 및코드 업무처리에필요한정보항목 - 용어정의, 분류체계, 업무용코드, 각종서식, 연계데이터등 사업관리 사업관리, 유지보수, 평가등에대한규정및지침등 STR-2 웹접근성 준수 웹접근성품질확보를위한진단평가실시 W3C 웹표준준수를통해최소3종이상의브라우저IE, 크롬, Firefox, Safari 등에서동등한서비스이용보장 웹표준진단도구httpwww.wah.or.kr K-WAH4.3를활용하여웹표준 준수현황검증 전자정부서비스호환성지침, 전자정부웹호환성준수지침준수및 웹표준진단도구를활용한표준준수여부검증 STR-3 정보화 업무표준 한국연구재단의각종업무및정보화관련지침등을준수하고, 관련 내용이미비할경우최적의안제시 업무분야별상호연계성확보, 유사분야간정보항목의중복관리방지, 연계대상정보의표준화된연계체계구축 한국연구재단내ᆞ외부시스템과연계가필요한정보의데이터코드 표준화및정보처리제반기술표준화 STR-4 정보화 기반표준 정보시스템의구축ᆞ운영기술지침 항목에포함되지않았으나 표준화가필요한항목을포함하여기술 정보시스템의구축ᆞ운영기술지침의기술적용계획표 작성내역에 관련된분야사용자인터페이스, 응용, 데이터, 플랫폼, 시스템연계, 네트워크, 보안, 국제화에해당하는HW 및SW 벤더및제품선정 제안서작성요령의기술적용계획표를활용하여지침준수여부를표기 하고제안서에별첨으로포함하여제출 - 14 - 교육지원요구사항 번호 요구사항 요구사항내용 ESR-1 교육훈련 지원계획 수립 교육훈련목적, 일정, 장소, 과정과목및내용등, 대상및인원, 방법등에대한세부방안제시 쉽고편리하게교육할수있는방안제시사용자매뉴얼등 ESR-2 시스템사용 및운영교육 실시 교육교재및소요경비는주사업자가부담하는것을기본으로하되, 부득이한경우발주기관과협의하여조정가능 기타시스템구축및운영상발주기관이필요하다고판단한교육 요구수용 기술지원요구사항 번호 요구사항 요구사항내용 TSR-1 종합적인 기술지원 방안인력, SW, HW 등 제시 제안사는운영관련기술이전대상을구체적으로제시하여야함 프로젝트수행과정과관련된필요한기술이전대상에대한목록과 기술이전방법등에대한계획을제시하여야하며, 이를한국연구 재단에제출, 승인을얻어야함 - 제안사는관련분야의정보기술에대한지속적인정보제공및기술 자문에응해야함 - 주관기관이본시스템을확장하거나타장비를접속하고자하는경우 제안사는인터페이스가가능하도록관련기술을지원하여야함 납품장비와별도의장비설치및운영방안을명시하여야함 Active-x 제거를위한SW구입및기술지원방안을명시하여야함 TSR-2 시스템운영 기술지원 한국연구재단요청시, 해당시스템의운영에관한기술지원 범부처통합연구지원시스템의도입계획에대하여필요한재단의요 청사항연계대응방안등 지원",
      "tables": [
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용"
          ],
          [
            "ESR-1",
            "교육훈련\n지원 계획\n수립",
            "◦ 교육훈련 목적, 일정, 장소, 과정(과목 및 내용 등), 대상 및 인원,\n방법 등에 대한 세부방안 제시\n◦ 쉽고 편리하게 교육할 수 있는 방안 제시(사용자 매뉴얼 등)"
          ],
          [
            "ESR-2",
            "시스템 사용\n및 운영교육\n실시",
            "◦ 교육교재 및 소요경비는 주사업자가 부담하는 것을 기본으로 하되,\n부득이한 경우 발주기관과 협의하여 조정 가능\n◦ 기타 시스템 구축 및 운영상 발주기관이 필요하다고 판단한 교육\n요구 수용"
          ]
        ],
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용"
          ],
          [
            "TSR-1",
            "종합적인\n기술지원\n방안(인력,\nS/W, H/W\n등) 제시",
            "◦ 제안사는 운영 관련 기술이전 대상을 구체적으로 제시하여야 함\n◦ 프로젝트 수행과정과 관련된 필요한 기술이전 대상에 대한 목록과\n기술이전 방법 등에 대한 계획을 제시하여야 하며, 이를 한국연구\n재단에 제출, 승인을 얻어야 함\n- 제안사는 관련분야의 정보기술에 대한 지속적인 정보제공 및 기술\n자문에 응해야 함\n- 주관기관이 본 시스템을 확장하거나 타 장비를 접속하고자 하는 경우\n제안사는 인터페이스가 가능하도록 관련 기술을 지원하여야 함\n◦ 납품장비와 별도의 장비 설치 및 운영방안을 명시하여야 함\n◦ Active-x 제거를 위한 S/W구입 및 기술지원 방안을 명시하여야 함"
          ],
          [
            "TSR-2",
            "시스템운영\n기술 지원",
            "◦ 한국연구재단 요청 시, 해당 시스템의 운영에 관한 기술 지원\n◦ 범부처통합연구지원시스템의 도입 계획에 대하여 필요한 재단의 요\n청사항(연계 대응방안 등) 지원"
          ]
        ],
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용",
            "",
            "",
            "",
            ""
          ],
          [
            "STR-1",
            "표준화\n절차 및\n지침제시",
            "◦ 업무처리에 필요한 정보항목, 사업관리를 위한 규정 및 지침 등을\n도출하고 추진방안을 제시",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구 분",
            "",
            "표준화 대상(주요 예시)",
            ""
          ],
          [
            "",
            "",
            "",
            "정보화\n업무\n표준",
            "프로세스(업무) ∙ 업무기능 정의, 업무처리 절차, 연계 업무처리 절차 등",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "정보(데이터\n및 코드)",
            "∙ 업무처리에 필요한 정보 항목\n- 용어정의, 분류체계, 업무용 코드, 각종 서식, 연계 데이터 등",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "사업관리",
            "∙ 사업관리, 유지보수, 평가 등에 대한 규정 및 지침 등",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "STR-2",
            "웹 접근성\n준수",
            "◦ 웹 접근성 품질 확보를 위한 진단평가 실시\n◦ W3C 웹 표준 준수를 통해 최소 3종 이상의 브라우저(IE, 크롬, Firefox,\nSafari 등)에서 동등한 서비스 이용 보장\n◦ 웹 표준 진단도구(http://www.wah.or.kr: K-WAH4.3)를 활용하여 웹 표준\n준수 현황 검증\n◦ 전자정부서비스 호환성 지침, 전자정부 웹 호환성 준수지침 준수 및\n웹 표준 진단도구를 활용한 표준 준수 여부 검증",
            "",
            "",
            "",
            ""
          ],
          [
            "STR-3",
            "정보화\n업무 표준",
            "◦ 한국연구재단의 각종 업무 및 정보화 관련 지침 등을 준수하고, 관련\n내용이 미비할 경우 최적의 안 제시\n◦ 업무 분야별 상호연계성 확보, 유사 분야 간 정보항목의 중복 관리 방지,\n연계 대상 정보의 표준화된 연계 체계 구축\n◦ 한국연구재단 내ㆍ외부시스템과 연계가 필요한 정보의 데이터 코드\n표준화 및 정보처리 제반 기술 표준화",
            "",
            "",
            "",
            ""
          ],
          [
            "STR-4",
            "정보화\n기반 표준",
            "◦ ‘정보시스템의 구축ㆍ운영 기술 지침’ 항목에 포함되지 않았으나\n표준화가 필요한 항목을 포함하여 기술\n◦ ‘정보시스템의 구축ㆍ운영 기술 지침’의‘기술 적용계획표’ 작성내역에\n관련된 분야(사용자 인터페이스, 응용, 데이터, 플랫폼, 시스템 연계,\n네트워크, 보안, 국제화)에 해당하는 HW 및 SW 벤더 및 제품 선정\n※ 제안서 작성요령의 ‘기술 적용계획표’를 활용하여 지침 준수여부를 표기\n하고 제안서에 별첨으로 포함하여 제출",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 보안요구사항 번호 요구사항 요구사항내용 SER -001 일반적 보안요건 사업 수행과 관련된 일반적 보안요건 제안업체는한국연구재단보안관리준수사항을숙지하고사업 수행중인원, 문서및전산자료등의보안사항을준수하여과업을 수행하여야한다. 제안업체는사업수행에사용되는인원, 문서, 장비등의보안관리 계획을수립하여야하며, 보안상결격사항이없도록조치하여야한다. 제안업체는보안관리책임자를임명하여다음의보안업무에대한 방안을제시하여야한다. - 각종문서와자료등의접수및반납 - 작업자보안상태점검, 비밀취급서약및교육실시 - 본사업관련하여얻은지식이나문서현황은제안요청기관의 승인없이외부에공개또는제공을금지함 - 본사업의참여인력은신원이확실한자이어야하며, 만일보안 누설로인한법규위반시법에의하여처벌됨 제안업체는사업수행과정에서취득한자료와정보에관해서는사업 수행중은물론사업이완료후에도수요기관의승인없이외부에 유출또는누설하여서는아니된다 SER -002 관리적 보 안요건 사업수행 과 관련된 관리 보안 요건 인적, 물적자원에대한보안정책을적용하여관리한다. 외부인력을포함한사업수행인력을대상으로보안교육실시및 보안서약서작성등보안관리를철저히하여야한다. 본사업수행중취득한지식에대하여과업수행중은물론사업이 완료된후에라도비밀보안을준수하도록한다. 한국연구재단에서제공한자료및정보는한국연구재단의사전승인 없이는다른기관에제공할수없다. SER -003 물리적 보 안요건사 업 수행과 관련된 물 리적 보안 요건 개인소유의PC 및보조기억장치반입반출통제실시 생성된문서는별도의시건장치가된곳에안전하게보관 폐기되는문서는안전한방법으로폐기되도록함 사업수행시용역업체의PC는한국연구재단내부망운영지침에 따라사용해야한다. - 16 - 번호 요구사항 요구사항내용 SER -004 사용자 권한 사용자 권한관리 시스템에보관되어있는데이터의올바른보관과활용을위해검색 및조회에대한접근권한을사용자, 조직, 직무별로방안을마련하 여관리하여야함 빅데이터수집저장분석시각화폐기등생명주기별 보안요건 도출및보안방안수립 SER -005 DB 접근 권한 통제 및DB 접근 이력관리 데이터가저장되어있는DB의관리자는한국연구재단담당자로하며, 사용 자의임의접근을차단하고, 접근을허가한경우라도업무와관련된DB 에만접근허가 개인정보에대한접근이력을관리하여야함 사용자인증및접근제어, 접근기록관리, DB접근등빅데이터시스템에 대한전반적인보안대책수립 SER -006 사용자인증 아이디비밀번호체계의사용자인증방식사용 SER -007 개인정보 보호 사용자인증정보, 패스워드등보안이요구되는정보를소스코드에 직접하드코딩하지않아야함 SER -008 개인정보 보호 각기능에명시된개인정보패스워드등는반드시암호화하여DB에 저장되어야함 관리자인경우에도화면에해당정보를그대로노출시키지않아야함 SER -009 정보보호 대책수 립 및 시행용 어저장 소공통 기반플 랫폼의 정보보 호대책 수립 공통기반플랫폼의목표시스템에대한보안취약점진단및보호 대책을수립하고시행 국가주요정보통신기반시설표준절차및지침으로적용관리 행정기관및공공기관정보시스템구축운영지침제50조소프트웨어 개발보안원칙에의거한소프트웨어개발보안사항준수 사업착수단계에서개발인력대상소프트웨어개발보안가이드 등소프트웨어개발보안교육을실시하고, 이후투입되는인력은 투입전교육을추가로실시 정보시스템SW 개발보안가이드에따른SW 개발보안을적용하여보안취약점제거 사업종료전공공기관정보시스템구축운영지침제54조진단원 자격에준한인력이보안취약점진단실시 보안약점진단시정보보호시스템평가인증등에관한고시 준용 산출정보 소프트웨어개발보안교육보고서, 보안취약점진단보 고서, 보안취약점조치결과보고서, 보안대책 관련요구사항 보안취약점진단인력자격증명, 보안취약점진단 도구인증",
      "tables": [
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용"
          ],
          [
            "SER\n-001",
            "일반적\n보안 요건\n(사업\n수행과\n관련된\n일반적\n보안 요건)",
            "◦ 제안업체는 「한국연구재단 보안관리 준수사항」을 숙지하고 사업\n수행중 인원, 문서 및 전산자료 등의 보안사항을 준수하여 과업을\n수행하여야 한다.\n◦ 제안업체는 사업수행에 사용되는 인원, 문서, 장비 등의 보안관리\n계획을 수립하여야 하며, 보안상 결격사항이 없도록 조치하여야 한다.\n◦ 제안업체는 보안관리 책임자를 임명하여 다음의 보안업무에 대한\n방안을 제시하여야 한다.\n- 각종 문서와 자료 등의 접수 및 반납\n- 작업자 보안상태 점검, 비밀 취급서약 및 교육 실시\n- 본 사업 관련하여 얻은 지식이나 문서 현황은 제안요청 기관의\n승인 없이 외부에 공개 또는 제공을 금지함\n- 본 사업의 참여인력은 신원이 확실한 자이어야 하며, 만일 보안\n누설로 인한 법규위반 시 법에 의하여 처벌됨\n◦ 제안업체는 사업 수행과정에서 취득한 자료와 정보에 관해서는 사업\n수행 중은 물론 사업이 완료 후에도 수요기관의 승인 없이 외부에\n유출 또는 누설하여서는 아니 된다"
          ],
          [
            "SER\n-002",
            "관리적 보\n안 요건\n(사업 수행\n과 관련된\n관리 보안\n요건)",
            "◦ 인적, 물적 자원에 대한 보안정책을 적용하여 관리한다.\n◦ 외부 인력을 포함한 사업 수행 인력을 대상으로 보안교육 실시 및\n보안서약서 작성 등 보안관리를 철저히 하여야 한다.\n◦ 본 사업 수행 중 취득한 지식에 대하여 과업수행 중은 물론 사업이\n완료된 후에라도 비밀 보안을 준수하도록 한다.\n◦ 한국연구재단에서 제공한 자료 및 정보는 한국연구재단의 사전 승인\n없이는 다른 기관에 제공할 수 없다."
          ],
          [
            "SER\n-003",
            "물리적 보\n안 요건(사\n업 수행과\n관련된 물\n리적 보안\n요건)",
            "◦ 개인소유의 PC 및 보조기억장치 반입･반출 통제 실시\n◦ 생성된 문서는 별도의 시건장치가 된 곳에 안전하게 보관\n◦ 폐기되는 문서는 안전한 방법으로 폐기되도록 함\n◦ 사업 수행 시 용역업체의 PC는 한국연구재단 내부망 운영 지침에\n따라 사용해야 한다."
          ]
        ],
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용"
          ],
          [
            "SER\n-004",
            "사용자\n권한\n(사용자\n권한관리)",
            "◦ 시스템에 보관되어 있는 데이터의 올바른 보관과 활용을 위해 검색\n및 조회에 대한 접근 권한을 사용자, 조직, 직무 별로 방안을 마련하\n여 관리하여야 함\n◦ 빅데이터 수집･저장･분석･시각화･폐기 등 생명주기별\n보안요건\n도출 및 보안방안 수립"
          ],
          [
            "SER\n-005",
            "DB\n접근\n권한 통제\n및 DB 접근\n이력 관리",
            "◦ 데이터가 저장되어 있는 DB의 관리자는 한국연구재단 담당자로 하며, 사용\n자의 임의 접근을 차단하고, 접근을 허가한 경우라도 업무와 관련된 DB\n에만 접근 허가\n◦ 개인정보에 대한 접근 이력을 관리하여야 함\n◦ 사용자 인증 및 접근제어, 접근기록관리, DB접근 등 빅데이터 시스템에\n대한 전반적인 보안대책 수립"
          ],
          [
            "SER\n-006",
            "사용자 인증",
            "◦ 아이디/비밀번호 체계의 사용자 인증 방식 사용"
          ],
          [
            "SER\n-007",
            "개 인 정 보\n보호",
            "◦ 사용자 인증정보, 패스워드 등 보안이 요구되는 정보를 소스코드에\n직접 하드코딩 하지 않아야 함"
          ],
          [
            "SER\n-008",
            "개 인 정 보\n보호",
            "◦ 각 기능에 명시된 개인정보(패스워드 등)는 반드시 암호화하여 DB에\n저장되어야 함\n◦ 관리자인 경우에도 화면에 해당 정보를 그대로 노출시키지 않아야 함"
          ],
          [
            "SER\n-009",
            "정 보 보 호\n대책 수\n립\n및\n시행(용\n어 저 장\n소 공통\n기반 플\n랫 폼 의\n정 보 보\n호 대책\n수립)",
            "◦ 공통기반 플랫폼의 목표시스템에 대한 보안취약점 진단 및 보호\n대책을 수립하고 시행\n◦ 국가주요정보통신기반시설 표준절차 및 지침으로 적용관리\n◦ 행정기관 및 공공기관 정보시스템 구축운영 지침 제50조(소프트웨어\n개발보안 원칙)에 의거한 소프트웨어 개발보안 사항 준수\n◦ 사업 착수단계에서 개발 인력 대상 ‘소프트웨어 개발 보안가이드’\n등 소프트웨어 개발보안 교육을 실시하고, 이후 투입되는 인력은\n투입 전 교육을 추가로 실시\n◦ ‘정보시스템 SW 개발보안 가이드’에 따른 SW 개발 보안을 적용하여 보안취약점 제거\n◦ 사업 종료 전 공공기관 정보시스템 구축 운영 지침 제54조(진단원)\n자격에 준한 인력이 보안취약점 진단 실시\n◦ 보안약점 진단 시 ‘정보보호시스템 평가·인증 등에 관한 고시’ 준용"
          ],
          [
            "",
            "",
            "◦ 산출정보: 소프트웨어 개발보안 교육 보고서, 보안취약점 진단 보\n고서, 보안취약점 조치 결과 보고서, 보안대책\n◦ 관련 요구사항: 보안취약점 진단 인력 자격 증명, 보안취약점 진단\n도구 인증"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 10,
      "text": "- 17 - 번호 요구사항 요구사항내용 SER -010 보안관리 계획의 수립 발주기관 사업관리를 위한 보안관리 계획수립 및지침 준수 국가기관주요정보시스템관리를수행하는발주기관의특성을반영하 여보안관리방안제시 제안업체는사업수행과관련된인원, 문서및장비등에대한 보안관리계획을수립하고, 각종보안규정에위배되는결격사항이 없도록조치실시 개인정보보호법제26조제1항의규정에해당하는운영유지관 리대상시스템이있는경우, 제안업체는개인정보보호관련제 반법규이행방안을수립하여사업수행계획서에명시 - 개인정보열람시접근이력기록및사유입력 - 개인정보영향평가수행 제안업체는사업수행과정에서취득한자료와정보에관해서는사업수행 의전후를막론하고발주기관의승인없이외부에유출또는누설하여 서는아니됨 - 제안업체는하도급계약체결시발주기관의업무관련사항에대한비밀유지조 항을명시하고, 하도급업체가보안사고를일으켜책임을져야하는경우, 계 약업체주사업자, 공동수급자도함께연대책임을져야함 제안요청서에명시하지않은보안관련사항은발주기관정보보안규칙,개인 정보보호지침및보안업무규칙에서정하는바에따름 유지관리SW 대상으로정보시스템SW 개발보안가이드에따른SW 개발보안 을적용하여유지관리로인해변경된보안취약점소스코드, 웹사이트 점검및조 치결과보고서를제출해야함 산출정보 보안관리계획서, 보안서약서, 보안책임관지정서, 보안확약서 - 18 - 3. 보안 준수사항 통합 보안계획서를 작성하여 한국연구재단의 승인 필요 공통 사항 사업자는 재단의 보안정책을 위반하였을 경우 사업자 보안 위규 처리 기준에 따라 위규자 및 관리자를 행정조치하고, 보안 위약금 부과 기준의 보안 위약금을 재단에 납부함 사업자는 장비, 자료산출물 및 사업관련 자료 포함, 네트워크 등에 대한 물리적ᆞ관리적ᆞ기술적 보안대책과 누출금지 대상 정보에 대한 보안관리 계획을 사업제안서에 기재해야하며, 누출 금지 대상 정보 누출 시 국가계약법 시행령 제76조에 따라 사업 자를 부정당업체로 등록하고 입찰 참가를 제한함 누출금지 정보 1 기관 소유 정보시스템의 내ᆞ외부 IP주소 현황 2 세부 정보시스템 구성현황 및 정보통신망 구성도 3 사용자계정 및 패스워드 등 정보시스템 접근권한 정보 4 정보통신망 취약점 분석ᆞ평가 결과물 5 용역사업 결과물 및 프로그램 소스코드 6 국가용 보안시스템 및 정보보호시스템 도입 현황 7 침입차단 시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네 트워크 장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상정보로 분류 된 기관의 내부문서 9 개인정보 보호법 제2조1호의 개인정보 10 보안업무규정 제4조의 비밀, 동 시행규칙 제7조3항의 대외비 11 그 밖의 발주자가 공개가 불가하다고 판단한 자료 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업 완료 시 반납 및 정보보안담당자 입회하에 완전 폐기해야 함.",
      "tables": [
        [
          [
            "번호",
            "요구사항",
            "요구사항 내용"
          ],
          [
            "SER\n-010",
            "보안관리\n계획의\n수립\n(발주기관\n사업관리를\n위한\n보안관리\n계획 수립\n및 지침\n준수)",
            "◦ 국가기관 주요 정보시스템 관리를 수행하는 발주기관의 특성을 반영하\n여 보안관리 방안 제시\n◦ 제안업체는 사업 수행과 관련된 인원, 문서 및 장비 등에 대한\n보안관리 계획을 수립하고, 각종 보안 규정에 위배되는 결격사항이\n없도록 조치 실시\n◦ 개인정보보호법 제26조 제1항의 규정에 해당하는 운영·유지관\n리 대상 시스템이 있는 경우, 제안업체는 개인정보 보호 관련 제\n반 법규 이행방안을 수립하여 사업수행계획서에 명시\n- 개인정보 열람시 접근 이력 기록 및 사유 입력\n- 개인정보 영향평가 수행\n◦ 제안업체는 사업수행 과정에서 취득한 자료와 정보에 관해서는 사업 수행\n의 전·후를 막론하고 발주기관의 승인 없이 외부에 유출 또는 누설하여\n서는 아니 됨\n- 제안업체는 하도급계약 체결시 발주기관의 업무 관련 사항에 대한 비밀유지 조\n항을 명시하고, 하도급 업체가 보안 사고를 일으켜 책임을 져야 하는 경우, 계\n약업체(주사업자, 공동수급자)도 함께 연대책임을 져야 함\n◦ 제안요청서에 명시하지 않은 보안 관련 사항은 발주기관 「정보보안 규칙」,「개인\n정보보호지침」 및 「보안업무규칙」에서 정하는 바에 따름\n◦ 유지관리 SW 대상으로 ‘정보시스템 SW 개발보안 가이드’에 따른 SW 개발 보안\n을 적용하여 유지관리로 인해 변경된 보안취약점(소스코드, 웹사이트) 점검 및 조\n치결과 보고서를 제출해야 함"
          ],
          [
            "",
            "",
            "◦ 산출정보: 보안관리 계획서, 보안서약서, 보안책임관 지정서, 보안확약서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야함. 보안관리 임무 재단의 사업 담당자는 용역업체의 참여인력, 장비, 소프트 웨어, 문서, 기타 자료에 대한 보안 관리와 보안대책 수립ᆞ시행 등 제반사항에 대한 보안업무를 총괄함. 사업과 관련한 보안관리 책임은 용역업체의 대표에게 있으며 대표는 사업 전반의 보안업무를 수행하는 관리책임자를 지정하 여야함. 수행사의 관리책임자는 이 사업과 관련된 인원, 장비, 자료에 대한 보안업무 및 사업과 관련된 하도급업체의 보안관리 전반을 총괄함. 용역업체 준수사항 용역사업의 참여인력이 교체되거나 신상변동해외여행 포함 상황 발생 시 재단에 즉시 보고하여야함. 과업내용서 또는 유지관리 수행계획서에 자료 보안관리 방법, 인원, 장비, 소프트웨어, 시설 등에 대한 보안점검ᆞ교육 등 보 안관련 제반사항을 상세히 기술하여야함. 6개월 이상 장기사업의 경우, 참여인력을 대상으로 연1회 이상 보안 및 근무규정 준수 교육1년 이상 사업의 경우는 연 2회 이상을 실시하고, 용역사업 수행 보안 점검표재단서식에 준하는 보안점검을 분기별로 실시하여야함. 사업에 대한 하도급 계약을 체결할 경우 본 사업계약 수준의 비밀유출 시 재단에 피해가 발생될 수 있는 모든 정보 유지 조항을 포함하여야함. - 20 - 참여인력에 대한 보안관리 대표이사 및 참여인력에 대해서는 보안서약서대표자 직인, 참여인력 친필서명과 건강보험료 납부확인서재직 및 신원 확인용, 참여인력 현황표재단서식를 J-Tops에 제출하여야함 참여인력은 사업 수행 전 참여인력에 대해 법적 또는 재단의 내부 규정에 따른 비밀유지 의무 준수 및 위반 시 처벌내용 등 보안교육에 응해야함. 자료 보안관리 전산망도, IP현황, 개인정보, 소프트웨어, 문서, 기타자료 등 재단에서 제공하는 누출금지 대상 정보는 자료관리대 장재단서식을 작성하여 재단의 사업 담당자와 용역업 체 관리책임자가 직접 서명한 후 인계ᆞ인수하여야함. 누출금지 대상 정보, 사업 관련 자료 및 사업과정에서 생산된 모든 산출물은 웹하드, P2P, 웹오피스, 클라우드 서비스 등 인터 넷 자료공유 사이트 및 비인가 사이트에 저장하거나 참여인력 개 인이 보관할 수 없으며, 재단의 파일서버에 저장하거나 사업 담 당자가 지정한 PC에 저장 및 관리하여야함.파일 저장 서버는 인 터넷 연결 금지 비공개 자료는 매일 퇴근 시 반납하고, 일반문서의 경우, 잠금장 치가 된 보관함 등 안전한 장소에 보관함. 사업 수행으로 생산되는 산출물 및 기록은 비인가자에게 제공ᆞ 대여ᆞ열람을 금지함. 수행사업 관련 자료는 개인 메일함에 저장을 금지하고 전자우편을 이용해 자료전송이 필요한 경우에는 자체 전자우편을 이용하고 상용메일 사용 금지, 첨부 자료는 암호화 후 수ᆞ발신해야 한다. 단, 대외비 이상의 비밀은 전자우편으로 수ᆞ발신을 금지함.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 사무실ᆞ장비에 대한 보안관리 사업의 수행 장소는 원격지 개발을 원칙으로 하며, 재단과 상호 협의하여 정함. 단, 설비 및 기타 작업환경은 사업자가 구비하여야 함. 외부작업장소소요비용은프로젝트비용에포함되어있음. 정보시스템PC, 노트북, 서버, USB 등을 반입ᆞ출할 때마다 재단에 전산장비 반입ᆞ반출 확인서재단서식를 J-Tops에 등록하고 승인받아야 하며, 재단이 제공하는 보안 프로그램 설치, 악성코드 감염여부 확인 및 보안점검을 수행하여야함 반입된 PC, 노트북의 컴퓨터명은 참여인력 성명으로 설정하고, 그룹명은 소속 업체 명으로 설정하여야함. 사업 수행 중 도입되는 정보시스템은 재단의 자산 인가폐기 절차에 따라 정보보호담당관에게 신고하여야 함. 사업 수행 중 반입된 서버의 경우, 재단에서 사용하고 있는 취약점 점검 솔루션의 라이센스를 구매 후 자산 인가 신청 또는 장비 반입 신청을 하여야 함 부여된 IP는 변경할 수 없으며, 무선 랜을 통해 접속하거나 사용할 수 없음 사업 수행에 필요한 소프트웨어는 정품을 사용하여야 하며, 용역 업체에서 제공함. 인가받지 않은 USB 등의 보조기억매체 및 유ᆞ무선 통신기기는 반입ᆞ사용할 수 없으며접속단자 봉인, 산출물 저장을 위해 보조 기억매체가 필요한 경우 정보보안담당관의 승인 하에 보안USB를 사용할 수 있음. 노트북, PC, 인가된 휴대용 저장매체 등은 퇴근ᆞ휴가 시와 같 이 일정기간 사용하지 않을 경우 분실방지를 위해 잠금장치가 있는 보관함에 보관 하여야 함 사업 수행 중 반입된 장비의 반출은 금지하되, 불가피한 경우 물품반출입대장재단서식을 작성하여 관리하고 반출 시 업무자료 삭제, 반입 시 백신으로 정밀점검을 수행하여야 함 - 22 - 사업 종료 시 반입된 장비를 완전삭제 프로그램을 사용하여 업무자료를 삭제한 후 전산장비 반입ᆞ반출 확인서재단서식를 J-Tops에 제출하고 승인받아야 한다 참여인력 PC 및 휴대용 저장매체에 정보시스템 접속정보ID, 패스 워드 저장을 금지함 참여인력의 개인 휴대폰은 카메라 및 충전포트에 보안스티커를 부착하여야 함 참여인력은 매월 내 PC지키미를 통한 PC보안 점검을 실시 하여야함사이버보안 진단의 날 시행 내ᆞ외부망네트워크 접근 시 보안관리 참여인력이 사용하는 노트북 PC는 인터넷 연결을 금지함. 다만 사업 수행에 필요한 경우에는 정보보안담당관의 승인 하에 업무 망과 분리된 인터넷 전용 PC를 사용할 수 있음 정보시스템 접근은 업무상 필요한 시스템에만 제한적 접근을 허용하고, 수행내용 및 참여인력별, 해당 시스템별로 접근권한을 달리하여 부여함 용역업체에 부여된 시스템 접근 계정 및 패스워드, 접근권한 등을 별도로 기록하여 관리ᆞ확인하여야함 재단 외부에서 내부망으로의 원격접속은 허용되지 않음 비인가 무선 AP무선 공유기, 스마트폰 핫스팟 등 설정 금지 및 개발 PC와의 연결을 금지함 개인정보보호 재단의 개인정보는 수집ᆞ저장ᆞ이용을 금지함. 다만 유지 관리를 목적으로 필요한 경우에는 개인정보보호관리자의 승인 ᆞ감독 하에 사용할 수 있으며, 사용 후 즉시 삭제해야함. 기타 개인정보 보호에 관한 사항은 개인정보보호법에 따름. 개발 및 운영 시 시스템 개발 시 보안코딩을 준수하여 개발하여야 함. 개인정보 암호화 이행패스워드는 sha2 이상 단방향 암호화,",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 주민번호 등 개인식별정보 DB 암호화 필수하여야 함. 관리자 페이지가 있는 경우 관리자 IP만 접속할 수 있도록 관리자 IP 등록 및 권한설정 기능을 구현하여야 하며, 관리자 페이지 주소는 예측할 수 없는 경로명으로 지정하여야 함. 사용자 인증정보, ID패스워드, 개인정보 등 누출금지 정보는 소스코드에 직접 하드코딩을 금지하고, 시스템에 저장이 필요한 경우 암호화 하여 저장하여야 함. SSLSecure Socket Layer 보안서버https를 구축하여야 함.필수 로그인 5회 이상 실패 시 접속 차단 동일계정에 대한 동시 로그인 차단 로그인 시 접속 IP, 시간 포함 최종 접속 기록 표시 분기 1회 이상 비밀번호문자, 숫자, 특수문자 포함 9자 이상 변경 등 로그인 보안 기능을 구현하여야 함. 개인정보처리시스템의 접속권한 부여와 관련된 로그계정 생성, 권한부여, 변경, 파기 등는 3년간 보관하도록 기능을 구현하여 야 함. 사용자 인증방식은 전자서명인증서, OTP 등 보안성이 높은 사 용자 인증방식을 병행하여 사용하여야 함. 개발 완료 후운영 시에도 포함 전문가 또는 전문 점검도구를 활용하여 보안 취약점 점검, 취약점에 대한 개선완료 및 결과를 제출하여야 함. 참여개발자운영자 포함는 보안코딩 교육을 이수하여야 함.KISA 개발보안 연간 교육 참조 서버네트워크정보보호시스템상용SW응용SW는 기본으로 제공 하는 관리자 계정 및 불필요한 서비스 사용 중지, 관리자 접속 IP 설정, 계정 및 비밀번호 관리 등 기본 보안설정을 하여야 하 며 아래 사항을 준수하여야 함. - 기본 계정은 삭제 또는 변경하고 계정생성 시 admin, auth, administrator 등 관리자임을 알 수 있는 계정명 사용 금지 - 패스워드는 1234, abcd, q1w2e3 등 유추가 가능한 형태 사용을 금지하고 문자, 숫자, 특수문자 혼합 9자리 이상으로 설정하여 사용 - 내부망의 관리자 IP주소에서만 접근 허용하도록 설정 - 24 - - 패스워드는 분기 1회 이상 변경하여 사용 - 시각은 표준시로 동기화 - 암호화된 원격관리서비스SSH, SFTP 사용 RLOGIN, RSH, RCP, FTP, TELNET 등사용금지 - 기본 서비스 포트예 21, 22, 23, 3389 변경, 불필요한 서비스 포트 제거 랜섬웨어예방을위해137, 138, 139, 445 포트등 - 관리자 계정 사용을 금지하고 별도의 계정 개설 후 사용, 시스템 접근권한 차등부여, 계정별 작업이력 6개월 이상 보관 - root, administrator 등 관리자 계정 직접 접속 금지 사업 완료 시 재단이 제공한 제반자료, 장비, 서류와 사업 수행 중 발생한 중간ᆞ최종 산출물출력물 포함 등 사업과 관련된 모든 제반 자료는 전량 반환하고 복사본을 별도로 보관 할 수 없으며, 대외 보안이 요구되는 자료는 대외비 이상으로 작성ᆞ관리하여야함. 용역업체 소유 전산장비서버, PC등, 보조기억매체 등 전자적으로 기록된 자료는 국가 정보보안 기본지침 부록6 정보시스템 저장 매체 불용처리 지침에 따라 정보보안담당관 통제 하에 완전삭제 등 보안조치 수행 후 장비반입ᆞ반출확인서를 제출하여야함. 사업 완료 후 사업관련 자료를 보유하고 있지 않다는 확약을 위해 대표자와 각 참여인력이 자필 서명한 보안확약서재단서식를 제출하여야함. 사업 완료 시, SW 개발보안 점검 확인서를 제출하여야 함 사업 완료에 따른 검수 요청 시, 웹 취약점 점검 및 개선 이행 결과를 첨부하여야함 기타 보안준수사항은 개인정보 보호법, 재단 정보보안 규칙개정사항 포함, 재단 정보화용역사업 보안관리 절차, 상위기관국가정보원, 과학기술정통부 등의 용역사업 보안관리 지침 및 보안성검 토 결과, 기타 관리지침에 따른다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 4. 개인정보처리 준수사항 개인정보의 안전성 확보조치 철저개인정보보호법 제29조 개인정보처리자는 개인정보가 분실ᆞ도난ᆞ유출ᆞ변조 또는 훼손되지 않도록 다음 각 호의 안전성 확보조치를 하여야함. 구 분 주 요 내 용 내부관리계획제4조 내부관리계획 포함사항 명시 개인정보 보호책임자 지정, 개인정보취급자 교육 등 접근권한 관리제5조 개인정보처리시스템의 접근권한 부여ᆞ변경ᆞ말소 기록 최소 3년간 보관 접근통제 시스템 설치ᆞ운영제6조 접근통제 시스템 설치ᆞ운영 의무화 접근통제 시스템 침입차단Firewall, 침입탐지IDS 기능 포함 개인정보 암호화 제7조 암호화 대상 고유식별정보주민등록번호, 여권번호, 운전면허번호, 외국인등록 번호, 비밀번호, 바이오정보 암호화 기준 구 분 암 호 화 기 준 송ᆞ수신시 모든 정보 암호화 전송 저장시 비밀번호, 바이오정보 비밀번호는 단방향 암호화, 바이오정보는 양방향 암호화 고유식별 정보 인터넷 구간, 공통DMZ 구간 저장시 의무적 암호화 2 내부망 저장시 위험도 분석결과에 따라 암호화 적용범위 결정 영향평가 대상 공공기관은 영향평가 결과에 따름 암호화 방법 공공기관은 국가 암호화 알고리즘, 그 외는 자율 암호화 적용 고유식별정보 암호화시 지침 시행일로부터 3개월 이내에 암호화 계획 수립, 계획 수립일로부터 12개월 이내에 암호화 적용 접속기록 보관제8조 개인정보처리시스템 접속기록은 1년 이상 보관 보안프로그램제9조 보안 프로그램백신 SW 등 설치 및 업데이트 자동 업데이트 또는 일 1회 이상 관리용 단말 안전조치제10조 인가받지 않는 사용자 조작 차단 본래 목적 외 사용 금지 악성프로그램 감염방지 등을 위한 보안조치 물리적 접근 방지 제11조 별도의 개인정보 물리적 보관 장소에 대한 출입통제 등 재해재난 대비 안전조치제12조 재해재난 발생 시 개인정보처리시스템 보호를 위한 대응절차를 마련하고, 백업 및 복구를 위한 계획절차을 수립 개인정보 파기 제13조 완전파괴, 전용 소자장비 이용, 초기화 또는 덮어쓰기 수행 등 부칙 전산센터, 클라우드 컴퓨팅센터 등의 운영환경에서의 안전조치 - 26 - 개인정보처리시스템 위탁 관리 철저 1 위탁목적 등 문서화개인정보보호법 제26조 개인정보처리자가 제3자에게 개인정보의 처리업무를 위탁하는 경우에는 다음 각 호의 내용이 포함된 문서에 의하여야 함. 1. 위탁업무 수행 목적 외 개인정보처리 금지에 관한 사항 2. 개인정보의 기술적ᆞ관리적 보호조치에 관한 사항 3. 위탁업무의 목적 및 범위 4. 재위탁 제한에 관한 사항 5. 개인정보에 대한 접근 제한 등 안전성 확보조치에 관한 사항 6. 위탁업무와 관련, 보유하는 개인정보의 관리 현황 점검 등 감독에 관한 사항 7. 수탁자 의무 위반시 손해배상 등 책임에 관한 사항 계약예정자는계약체결시참고개인정보취급등에관한특약서재단양식에 동의하여야함 개인정보처리업무의위탁이이루어질경우참고표준개인정보처리위탁계약서를 참고하여작성 2 위탁자의 책임과 의무 준수개인정보보호법 제26조 수탁자에 대한 교육 및 감독 - 수탁자 정기교육, 개인정보처리실태점검, 위탁계약사항 준수 여부 등 개인정보처리방침에 위탁사항을 포함하여 대국민 공개 위탁 종료 시 사업수행과정에서 발생한 개인정보 파기결과 확인 및 개인정보처리지침 위탁사항 삭제",
      "tables": [
        [
          [
            "구  분",
            "주  요  내  용",
            "",
            "",
            "",
            ""
          ],
          [
            "내부관리계획(제4조)",
            "▪내부관리계획 포함사항  명시(※ 개인정보  보호책임자  지정, 개인정보취급자  교육  등)",
            "",
            "",
            "",
            ""
          ],
          [
            "접근권한  관리(제5조)",
            "▪개인정보처리시스템의  접근권한  부여ㆍ변경ㆍ말소  기록  최소  3년간  보관",
            "",
            "",
            "",
            ""
          ],
          [
            "접근통제  시스템 \n설치ㆍ운영(제6조)",
            "▪접근통제  시스템  설치ㆍ운영  의무화\n※  접근통제  시스템  :  침입차단(Firewall),  침입탐지(IDS)  기능  포함",
            "",
            "",
            "",
            ""
          ],
          [
            "개인정보  암호화\n(제7조)",
            "▪암호화  대상  :  고유식별정보(주민등록번호,  여권번호,  운전면허번호,  외국인등록\n번호),  비밀번호,  바이오정보\n▪암호화  기준\n▪암호화  방법  :  공공기관은  국가  암호화  알고리즘,  그  외는  자율\n▪암호화  적용  :  고유식별정보  암호화시  지침  시행일로부터  3개월  이내에  암호화 \n계획  수립,  계획  수립일로부터  12개월  이내에  암호화  적용",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구  분",
            "",
            "암  호  화    기  준",
            ""
          ],
          [
            "",
            "",
            "송ㆍ수신시",
            "",
            "모든  정보  암호화  전송",
            ""
          ],
          [
            "",
            "",
            "저장시",
            "비밀번호, \n바이오정보",
            "▪비밀번호는  단방향  암호화,\n▪바이오정보는  양방향  암호화",
            ""
          ],
          [
            "",
            "",
            "",
            "고유식별\n정보",
            "ⓛ  인터넷  구간,  공통(DMZ)  구간  저장시  :  의무적  암호화\n②  내부망  저장시  :  위험도  분석결과에  따라  암호화  적용범위 \n결정(※  영향평가  대상  공공기관은  영향평가  결과에  따름)",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "접속기록  보관(제8조)",
            "▪개인정보처리시스템  접속기록은  1년  이상  보관",
            "",
            "",
            "",
            ""
          ],
          [
            "보안프로그램(제9조)",
            "▪보안  프로그램(백신  S/W  등)  설치  및  업데이트\n  ※  자동  업데이트  또는  일  1회  이상",
            "",
            "",
            "",
            ""
          ],
          [
            "관리용  단말 \n안전조치(제10조)",
            "▪인가받지  않는  사용자  조작  차단\n▪본래  목적  외  사용  금지\n▪악성프로그램  감염방지  등을  위한  보안조치",
            "",
            "",
            "",
            ""
          ],
          [
            "물리적  접근  방지\n(제11조)",
            "▪별도의  개인정보  물리적  보관  장소에  대한  출입통제  등",
            "",
            "",
            "",
            ""
          ],
          [
            "재해·재난  대비 \n안전조치(제12조)",
            "▪재해·재난  발생  시  개인정보처리시스템  보호를  위한  대응절차를  마련하고, \n백업  및  복구를  위한  계획(절차)을  수립",
            "",
            "",
            "",
            ""
          ],
          [
            "개인정보  파기\n(제13조)",
            "▪완전파괴,  전용  소자장비  이용,  초기화  또는  덮어쓰기  수행  등",
            "",
            "",
            "",
            ""
          ],
          [
            "부칙",
            "▪전산센터,  클라우드  컴퓨팅센터  등의  운영환경에서의  안전조치",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 정보기술아키텍처 적용방안 필수 사업산출물 등록관리 사업 수행업체는 사업수행과정에서의 필수 사업산출물 등을 포함한 사업성과물을 사업종료 전까지 정보화사업관리시스템httpeaitg.nrf.re.kr에 등록하여야 함 정보시스템이 유지보수 또는 기능개선 등으로 변경되었을 경우에는 해당 사항 발생시 기 등록된 관련 산출물을 정보화사업관리시스템httpeaitg.nrf.re.kr을 통해 변경ᆞ등록하여야 함 기본 원칙 정보시스템에 적용되는 기술은 표준화된 개방형 기술을 사용하는 것을 원칙 으로 함. 단, 비표준의 폐쇄형 기술을 사용하는 경우에는 그 사유를 명시하여야 함 데이터의 무결성, 일치성, 기밀성, 가용성 등을 고려하여 구축하여야 함 JAVA 기반의 정보시스템 구축 개발시는 전자정부 표준프레임워크에 기반한 지정된 공유서비스공통컴포넌트를 우선적으로 사용하여야 함 컴포넌트에대한상세기능은egovframe포털www.egovframe.go.kr 참조 정보시스템구축기술요건 서비스 접근 및 전달 분야 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인저사양 컴퓨터 사용자 등 소외계층을 고려한 설계구현을 검토하여야 함 인터페이스 및 통합 분야 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 타원의 공유활용이 가능하도록 지원하여야 함 플랫폼 및 기반구조 분야 정보시스템 운영에 사용되는 통신장비는 IP4와 IPv6가 동시에 지원되는 장비를 채택하여야 함 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스템과 호환성 및 확장성이 보장되어야 함 요소 기술 분야 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 함 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질향상, 데이터베이스 통합 등을 위하여 표준화되어야 함 - 28 - 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수하여야 하며, 부득이한 경우 발주기관과 협의 후 행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 안전행정부에 표준 등록을 요청하여야 함 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원 하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - 정보보안 산출물 단계 산출물 제출내용 사업 수행 전 보안 교육 결과 - 사업참여인력대상보안교육을수행하고그결과를제출 기간엄수 보안교육내용은누출금지대상목록과사업자보안위규사항을필수로포함 교육참여인력의자필서명과보안교육사진포함 사업 수행 보안 서약서 - 대표명의보안서약서제출 - 참여인력별보안서약서제출 사업 수행 장비 반입 확인서 - 한국연구재단에반입되는모든전산장비에대해반입확인서제출 전산장비는휴대용저장매체, 복합기등을포함한일체의전산기기 내부망에연결전보안점검한결과가반입확인서에포함되어야함. 사업담당자의자필서명포함 장비반입이있는경우에한함 사업 수행 후 장비 반출 확인서 - 한국연구재단에반출되는모든전산장비에대해반출확인서제출 전산장비를반출하기전재단에서제공하는완전삭제프로그램을이용 하여완전삭제후반출이가능함. 사업담당자의자필서명포함 장비반출이있는경우에한함 사업 수행 후 보안 확약서 - 대표명의보안확약서제출 - 참여인력별보안확약서제출 사업 종료 후 결과 보고서 - 사업종료후취약점소스코드, 웹사이트등 점검및조치결과보고서제출 - 30 - 5. 하도급 관련 준수사항 하도급 사전승인 사업 관련하여 하도급 계약 시에는 관련규정소프트웨어 진흥법, 하도급거래 공정화에 관한 법률, 국가계약법, 계약예규, 소프트웨어사업 계약 및 관리 감독에 관한 지침 등에 따라 사전 서면승인을 반드시 받아야 함. 다만, 이 경우에는 계약상의 모든 책임은 주 사업자가 지는 것으로 함 소프트웨어진흥법제51조하도급제한등 및소프트웨어사업계약및관리감독에 관한지침등 하도급 비율제한 본 사업의 과업의 일부를 하도급하려는 경우 소프트웨어 진흥법 제51조 제1항에 따라 사업금액의 100분의 50을 초과할 수 없으며, 제3항에 따라 재 하도급은 원칙적으로 불허함. 다만, 같은 법 제51조 제3항 각 호에 해당하는 경우 그러하지 아니함 하도급 계획서 제출 요청 본 사업 과업의 일부를 하도급하려는 경우 입찰 시 및 계약체결 시 소프트 웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 제 2023-15호의 별지 서식의 소프트웨어사업 하도급계획서를 제출하여야 함 하도급 계약의 적정성 판단 세부기준 하도급계약의 승인을 신청하는 경우,소소프트웨어사업 계약 및 관리감 독에 관한 지침과학기술정보통신부고시 제2023-15호에 따른 하도급계 약의 적정성 판단 세부기준에 따라 적정성여부를 판단하며, 평가점수가 85점 이상인 경우에 한하여 하도급계약을 승인함. 다만, 85점 이상인 경우라 하더 라도 하도급 계약의 세부 조건 등으로 인하여 사업의 원활한 수행이 불가능하 다고 인정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음. 하도급 적정성 평가에 필요한 관련 자료 및 제안내용을 제출하여야 함 공동수급체 구성 하도급 비율이 사업금액의 10 초과하는 경우 하수급인과 공동수급체로 참여할 것을 권고함 하도급 대금 지급 본 과업은 하도급 가능 사업으로 계약상대자는 대가를 지급받은 경우 15일 이내에 하도급대금을 하수급인에게 현금으로 지급하여야 하며, 하도급대금의 지급 내역수령자, 지급액, 지급일 등을 5일공휴일 및 토요일은 제외 이 내에 발주기관에 통보하여야 함",
      "tables": [
        [
          [
            "",
            "단계 산출물",
            "제출 내용"
          ],
          [
            "사업\n수행\n전",
            "보안\n교육\n결과",
            "- 사업 참여인력 대상 보안교육을 수행하고 그 결과를 제출\n※ 기간 엄수\n※ 보안 교육 내용은 누출금지대상목록과 사업자 보안 위규사항을 필수로 포함\n※ 교육 참여인력의 자필 서명과 보안교육 사진 포함"
          ],
          [
            "사업\n수행",
            "보안\n서약서",
            "- 대표명의 보안서약서 제출\n- 참여인력별 보안서약서 제출"
          ],
          [
            "사업\n수행",
            "장비\n반입\n확인서",
            "- 한국연구재단에 반입되는 모든 전산 장비에 대해 반입 확인서 제출\n※ 전산 장비는 휴대용저장매체, 복합기 등을 포함한 일체의 전산기기\n※ 내부망에 연결 전 보안 점검한 결과가 반입 확인서에 포함되어야 함.\n※ 사업 담당자의 자필 서명 포함\n※ 장비 반입이 있는 경우에 한함"
          ],
          [
            "사업\n수행\n후",
            "장비\n반출\n확인서",
            "- 한국연구재단에 반출되는 모든 전산 장비에 대해 반출 확인서 제출\n※ 전산장비를 반출하기 전 재단에서 제공하는 완전삭제 프로그램을 이용\n하여 완전삭제 후 반출이 가능함.\n※ 사업 담당자의 자필 서명 포함\n※ 장비 반출이 있는 경우에 한함"
          ],
          [
            "사업\n수행\n후",
            "보안\n확약서",
            "- 대표명의 보안확약서 제출\n- 참여인력별 보안확약서 제출"
          ],
          [
            "사업\n종료\n후",
            "결과\n보고서",
            "- 사업종료후 취약점(소스코드, 웹사이트 등) 점검 및 조치결과보고서 제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 6. 기타사항 제안서에 기재된 사업자의 기술 및 경력사항 등 중요한 내용이 허위로 밝혀지는 경우 한국연구재단은 계약파기, 손해배상청구 등 필요한 조치를 할 수 있음 우리 재단의 필요에 의해 특정분야 투입인력의 교체를 요구할 경우 동급 이상의 인력으로 교체하여야 함 제안업체는 제안시스템의 장단점과 시스템 개발에 필요한 전제사항, 요구사항 등을 제시하여야 함 본 사업의 품질보증을 위한 계획 및 방안, 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시하여야 함 본 사업의 체계적 관리를 위한 방법론을 단계별로 제시하여야 함 본 사업의 공정관리 등 프로젝트 관리를 위한 방법론 활용방안을 제시하여야 함 본 사업 추진과정에서 발생하는 산출물의 종류 및 내역을 각 추진 단계별로 제출방법 및 부수와 함께 제시하여야 함 사업단계별로 사업 개시 직후 사업수행계획 착수보고회, 중간보고회, 사업완료 후 완료보고회 및 시스템 시연회 등 주관기관의 요구나 필요 시 개최하여야 함 투입인력은 한국연구재단에 상주하는 것을 원칙으로 하고 양 당사자 간 상호 협의하여 결정 제안서에는 본 사업에 대한 이해 하에 전체적인 사업추진 방안이 구체적으로 제시되어야하며, 사업추진 목표 달성을 위해 추가해야할 사항이 있을 경우 추진방안과 제안업체의 역할을 명확히 제시해야 함 제안사는 제 3자로부터 구매공급한 제품 등 모든 관련 프로그램이 사용자 환경에 따라 설치되도록 구축하여야 하며, 설치교육용 CD-ROM을 주관기관과 협의한 부수만큼 제작공급하고 제안사 부담으로 사용자 시스템에 설치 지원 해야 함 제안사항에 관한 이견이 발생하는 경우, 제안 상에 정하지 않은 사항에 대해서는 쌍방이 협의하여 결정하되, 의견일치를 이루지 못할 경우에는 한국연구재단의 의견에 따라야 함 사업수행 산출물은 한국연구재단의 EA관리시스템EAMS 내의 정보화사업관리 시스템PMS을 통해 제출하여야 함 - 32 - V. 제안 안내 1. 입찰 참가 자격 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조 및 동법 시행규칙 제14조 규정에 따라 경쟁 입찰 참가자격을 갖춘 자법인 국가를 당사자로 하는 계약에 관한 법률 제27조 제1항의 규정에 의한 부정당업자에 해당되지 않는 자 아래의 자격을 모두 갖춘 자이어야 함 소프트웨어진흥법에 의한 소프트웨어 사업자컴퓨터관련서비스업, 업종코드 1468로 입찰참가자격을 등록한 자 최근년도결산신고된SW사업자일반현황관리확인서제출 중소기업제품 구매촉진 및 판로지원에 관한 법률 제6조에 따른 중소기업자간 경쟁제품으로정보시스템유지관리서비스8111189901 직접생산확인증명서를 보 유한 업체 중소기업기본법 제2조에 따른 중기업소기업자 및 소상공인 보호 및 지원에 관한 법률 제2조에 따른 소상공인으로서 중소기업 범위 및 확인에 관한 규정에 따라 발급된 중기업소기업소상공인 확인서를 소지한 자 상호출자제한기업집단 소속기업 및 대기업 참여제한 사항 소프트웨어진흥법 제48조 제4항에 따라 상호출자제한기업집단에 속하 는 회사는 입찰에 참여할 수 없다. 본 사업은 20억 미만의 사업으로써, 소프트웨어진흥법 제48조 제2항 및 과학기술정보통신부 고시 제2024-9호중소 소프트웨어사업자의 사업 참 여 지원에 관한 지침에 의거 대기업 및 중견기업인 소프트웨어 사업자의 입찰 참여를 제한한다. 중소기업자만 입찰참가 가능 대기업인소프트웨어사업자의참여할수있는사업금액의하한 중소기업이대기업이된지5년이내의기업, 상호출자제한기업집단에속하지않는 중견기업증빙서류 한국소프트웨어산업협회소프트웨어사업자일반현황관리확인서 상호출자제한기업집단소속기업은사업금액에관계없이원칙적으로공공SW사업에 참여제한소프트웨어진흥법제48조제4항 대상업체 매출액8천억원이상인대기업 매출액8천억원미만인대기업 중견기업성장촉진및경쟁력강화에관한특별법제2조의중견기업",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 공동수급의 형태로 참가할 경우, 아래 사항을 준수한다. 공동수급은 공동이행방식을 원칙으로 하며, 공동계약운용요령 상의 공동수급 표준협정서공동이행방식는 국가종합전자조달시스템을 통해 등록 공동수급업체 구성원은 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조 경쟁입찰의 참가자격 및 동법 시행규칙 제14조 규정에 저촉되지 않아야 함 컨소시엄 구성원의 경우, 동일 사업의 타 컨소시엄에 참여할 수 없으며 공동 수급체는 5개 이하로 구성하여야 하며, 구성원별 계약참여 최소지분율은 10 이상으로 하여야 함 2. 입찰 및 낙찰방식 입찰 방식 제한경쟁입찰협상에 의한 계약체결 평가 방법 평가 주체 한국연구재단 평가 방법 발표 20분, 질의응답 10분 내외 - 발표 순서는 제안서 접수순이며, 발표는 PM이 직접 실시간으로 진행 장소 및 일시 제안서 접수 마감 후 평가 대상자 별도 안내 평가점수 산출 평가비율 기술평가90, 가격평가10 종합평가점수 산출 기술 평가점수 입찰가격 평가점수 동점 시 처리방침 종합평가점수가동점인경우기술평가점수가높은업체를선정 기술평가점수도동일한경우배점이높은평가항목에서점수가높은업체선정 평가방법 가. 기술평가 방법 제안서의 공정한 평가를 위하여 전문가로 구성된 기술평가위원회를 구성하고, 제안서에 대한 기술평가는 제안사항 전반을 종합적으로 고려하여 평가한다. 기술평가 항목 및 배점은 협상에 의한 계약 제안서 평가 세부 기준 및 소프트웨어 기술성 평가기준 지침을 준용한다. 기술평가 점수는 평가위원이 평가한 점수를 최고점과 최저점을 제외최저 또는 최고 점수가 2개 이상일 경우 이중 하나만 제외한 나머지 점수를 산술평균한 점수를 90점 만점으로 환산하며 기술능력평가 분야 배점한도의 85 이상인 자를 협상 적격자로 선정한다. - 34 - 평가점수에서 소수점 이하가 있는 경우 소수점 다섯째 자리에서 반올림한다. 평가부분 평가항목 평가기준 정량적 평가부분 10점 경영상태 제안사의신용평가등급 평가기준 아래정량평가관련세부기준참조 정성 적 평가 부분 90 점 전략및 방법론 20 사업 이해도 사업수행계획이사업의목표및특성에부합하게구체적이고적절한지평 가한다.단, 당해사업의기획용역ISP와직접적인연관이있는소프트웨 어개발및시스템구축사업에한함을수행한자가참여한때에는평 가등급보다한단계하위등급의점수를부여한다. 추진전략 사업수행일정과위험요소를고려한추진전략수립의타당성을평가한 다. 추진체계 사업특성과제시한추진전략에따른수행조직전문업체, 기술지원업체, 공동수급체및하도급등 구성과참여조직간역할, 책임, 품질확보 및협력방안이구체적이고적절한지평가한다. 사업추진 방법론 사업추진방법이구체적이고적절한지와그실제적용사례및경험에따 른단계별산출물을제시하였는지평가한다. 수행 계획 20 시스템 요구사항 제안장비의규격충족여부및현시스템과의인터페이스및확장가능성, 도 입장비의공급설치계획및유지관리방안이구체적이고적절한지평가한다. 기능 요구사항 기능요구사항, 기대사항및제약사항등에비추어구현방안이구체적이 고적절한지와실현가능한지를평가한다. 성능 요구사항 요구성능충족을위한구현및테스트방안과이를위한방법론및분 석도구가구체적이고적절한지와방안및기술이성능요구사항을충 족할수있는지평가한다. 인터 페이스 요구사항 시스템인터페이스 타시스템과의연계에대한장단점분석을통해가 장 적합한 시스템 인터페이스 구축 방안의 도출이 구체적 이고적절한지평가한다. 사용자인터페이스 사용자편의성을고려하여사용자인터페이스의분 석설계구현테스트 방안과 검토 계획이 구체적이고 적절 한지평가한다. 유지관리 정책 제안장비하드웨어및상용소프트웨어등에대한제조사의유지관리정 책기간, 내용, 비용, 제약사항, 부품공급방안및보증방안등이적절한지 평가한다. 기술평가평가항목및평가기준, 배점",
      "tables": [
        [
          [
            "평가부분",
            "",
            "평가항목",
            "평가기준"
          ],
          [
            "정량적\n평가부분\n(10점)",
            "",
            "경영상태",
            "제안사의 신용평가 등급\n ※ 평가기준 : 아래 정량평가 관련 세부기준 참조"
          ],
          [
            "정성\n적\n평가\n부분\n(90\n점)",
            "전략 및\n방법론\n(20)",
            "사업\n이해도",
            "사업수행계획이 사업의 목표 및 특성에 부합하게 구체적이고 적절한지 평\n가한다.단, 당해 사업의 기획용역(ISP와 직접적인 연관이 있는 소프트웨\n어 개발 및 시스템 구축사업에 한함)을 수행한 자가 참여한 때에는 평\n가등급보다 한 단계 하위 등급의 점수를 부여한다."
          ],
          [
            "",
            "",
            "추진전략",
            "사업수행 일정과 위험요소를 고려한 추진전략 수립의 타당성을 평가한\n다."
          ],
          [
            "",
            "",
            "추진체계",
            "사업 특성과 제시한 추진전략에 따른 수행조직(전문업체, 기술지원업체,\n공동수급체 및 하도급 등) 구성과 참여 조직간 역할, 책임, 품질 확보\n및 협력 방안이 구체적이고 적절한지 평가한다."
          ],
          [
            "",
            "",
            "사업추진\n방법론",
            "사업추진방법이 구체적이고 적절한지와 그 실제 적용 사례 및 경험에 따\n른 단계별 산출물을 제시하였는지 평가한다."
          ],
          [
            "",
            "수행\n계획\n(20)",
            "시스템\n요구사항",
            "제안 장비의 규격 충족 여부 및 현 시스템과의 인터페이스 및 확장 가능성, 도\n입 장비의 공급·설치 계획 및 유지관리 방안이 구체적이고 적절한지 평가한다."
          ],
          [
            "",
            "",
            "기능\n요구사항",
            "기능 요구사항, 기대사항 및 제약사항 등에 비추어 구현 방안이 구체적이\n고 적절한지와 실현 가능한지를 평가한다."
          ],
          [
            "",
            "",
            "성능\n요구사항",
            "요구 성능 충족을 위한 구현 및 테스트 방안과 이를 위한 방법론 및 분\n석도구가 구체적이고 적절한지와 방안 및 기술이 성능 요구 사항을 충\n족할 수 있는지 평가한다."
          ],
          [
            "",
            "",
            "인터\n페이스\n요구사항",
            "시스템 인터페이스 : 타 시스템과의 연계에 대한 장·단점 분석을 통해 가\n장\n적합한\n시스템\n인터페이스\n구축\n방안의\n도출이\n구체적\n이고 적절한지 평가한다.\n사용자 인터페이스 : 사용자 편의성을 고려하여 사용자 인터페이스의 분\n석·설계·구현·테스트\n방안과\n검토\n계획이\n구체적이고\n적절\n한지 평가한다."
          ],
          [
            "",
            "",
            "유지관리\n정책",
            "제안 장비(하드웨어 및 상용소프트웨어 등)에 대한 제조사의 유지관리 정\n책(기간, 내용, 비용, 제약사항, 부품공급방안 및 보증방안 등)이 적절한지\n평가한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 평가부분 평가항목 평가기준 배점 수행기 반 20 적용기술 사업에적용하고자하는기술의확장가능성과실현가능성을평가한다. 5 개발환경 소프트웨어및시스템개발과업수행에필요한장비및작업장소등 인프라의준비및대응방안이제안요청서의요구사항을충족할만큼구체 적이고적절한지평가한다. 5 보안 요구사항 기술적보안구현방안이제안요청서의보안요구사항을충족할만큼구체 적이고적절한지평가한다. 또한, 구현방안이설계단계부터구현및검증 단계까지고려하고있는지평가한다. 5 제약사항 제안요청서의기술, 표준표준프레임워크적용포함, 특정언어, 개 발방법론, 업무, 법제도및안전관리등의제약조건내에서목표사업을 수행하기위해제시한수행및검증방안이구체적이고적절한지평가한 다. 5 정성 적 평가 부분 90 점 프로젝 트 관리 17 일정관리 사업수행에필요한수행기간과세부일정이구체적이고적절한지 와각활동에필요한일정계획이사업추진방법론에제시된단계 별산출물과연계하여적절히수립되었는지를평가한다. 3 품질관리 품질관리방안품질관리의범위, 절차, 점검방법등이해당사업의 수행에적합한지평가한다. 또한, 대외적으로인정받을만한품질보 증관련인증을받은경우이를입증할수있는근거서류가있 는지확인한다. 4 기밀보안 관리 사업을추진하는동안발생할수있는악영향으로부터기밀을보 호하고원활한사업수행의보장을위한물리적, 관리적보안체계 및대책이구체적이고적절한지평가한다. 4 위험및 이슈관리 사업과관련한위험및이슈에대한식별및분석, 위험이슈관 리절차및대응방안등위험및이슈관리계획이구체적이고적 절한지평가한다. 2 안전보건 관리 안전보건관리체계, 실행및운영계획에대한적절성과안전보 건조치능력에대해평가한다.최근3년간산업재해발생현황 4 프로젝 트 지원 8 인수인계 검사및인계등을위한인계전략과검사대상방법, 충족조건 및인계계획이구체적이고적절한지평가한다. 2 교육훈련 시스템운영및관리자, 사용자를위해필요한교육훈련내용, 방 법, 기간, 인원및횟수등을구체적으로제시하였는지평가한다. 2 기술지원 기술지원대상범위, 내용및수준, 기술매뉴얼등기술지원이필요 한사항에대한계획및방안이구체적이고적절한지평가한다. 2 하자보수 계획 하자담보책임기간내에수행해야하는하자보수범위, 하자발생 시조치절차및대응방안등하자보수관련활동이구체적이고 2 - 36 - 기술평가점수는100점만점으로하되배점비율을90점으로환산하여계상 평가부분 평가항목 평가기준 적절한지평가한다. 하도급 5 하도급 계획의 적정성 소프트웨어산업진흥법령에따라입찰시제출한별지제14호서식 의소프트웨어사업하도급계획서에서하도급에참가하는자의 하도급금액비율, 하도급계약금액비율이본사업의규모, 목적 및특성등을고려하여적정한지를평가한다. 다만, 하도급을하지 않는경우또는하도급금액비율이100분의10이하이면서하도 급공정화에관한법률제3조의2에따른소프트웨어사업표준하 도급계약서를활용할계획이있는자는최고등급을부여한다. 합계",
      "tables": [
        [
          [
            "평가부분",
            "",
            "평가항목",
            "평가기준"
          ],
          [
            "",
            "",
            "",
            "적절한지 평가한다."
          ],
          [
            "",
            "하도급\n(5)",
            "하도급\n계획의\n적정성",
            "「소프트웨어산업진흥법령」에 따라 입찰 시 제출한 별지 제14호서식\n의 소프트웨어사업 하도급 계획서에서 하도급에 참가하는 자의\n하도급 금액 비율, 하도급 계약금액 비율이 본 사업의 규모, 목적\n및 특성 등을 고려하여 적정한지를 평가한다. 다만, 하도급을 하지\n않는 경우 또는 하도급 금액 비율이 100분의 10이하이면서「하도\n급공정화에 관한 법률」제3조의2에 따른 소프트웨어사업 표준하\n도급계약서를 활용할 계획이 있는 자는 최고등급을 부여한다."
          ],
          [
            "합계",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "평가부분",
            "",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "",
            "수행기\n반\n(20)",
            "",
            "적용기술 사업에 적용하고자 하는 기술의 확장가능성과 실현가능성을 평가한다.",
            "5"
          ],
          [
            "",
            "",
            "개발환경",
            "소프트웨어 및 시스템 개발 과업 수행에 필요한 장비 및 작업장소 등\n인프라의 준비 및 대응방안이 제안요청서의 요구사항을 충족할 만큼 구체\n적이고 적절한지 평가한다.",
            "5"
          ],
          [
            "",
            "",
            "보안\n요구사항",
            "기술적 보안 구현방안이 제안요청서의 보안요구사항을 충족할 만큼 구체\n적이고 적절한지 평가한다. 또한, 구현방안이 설계단계부터 구현 및 검증\n단계까지 고려하고 있는지 평가한다.",
            "5"
          ],
          [
            "",
            "",
            "제약사항",
            "제안요청서의 기술, 표준(표준 프레임워크 적용 포함), 특정 언어, 개\n발방법론, 업무, 법제도 및 안전관리 등의 제약조건 내에서 목표사업을\n수행하기 위해 제시한 수행 및 검증방안이 구체적이고 적절한지 평가한\n다.",
            "5"
          ],
          [
            "정성\n적\n평가\n부분\n(90\n점)",
            "트 관\n프로젝\n리\n(17)",
            "일정관리",
            "사업수행에 필요한 수행기간과 세부 일정이 구체적이고 적절한지\n와 각 활동에 필요한 일정계획이 사업추진 방법론에 제시된 단계\n별 산출물과 연계하여 적절히 수립되었는지를 평가한다.",
            "3"
          ],
          [
            "",
            "",
            "품질관리",
            "품질관리방안(품질관리의 범위, 절차, 점검방법 등)이 해당 사업의\n수행에 적합한지 평가한다. 또한, 대외적으로 인정받을 만한 품질보\n증 관련 인증을 받은 경우 이를 입증할 수 있는 근거 서류가 있\n는지 확인한다.",
            "4"
          ],
          [
            "",
            "",
            "기밀보안\n관리",
            "사업을 추진하는 동안 발생할 수 있는 악영향으로부터 기밀을 보\n호하고 원활한 사업수행의 보장을 위한 물리적, 관리적 보안 체계\n및 대책이 구체적이고 적절한지 평가한다.",
            "4"
          ],
          [
            "",
            "",
            "위험 및\n이슈 관리",
            "사업과 관련한 위험 및 이슈에 대한 식별 및 분석, 위험·이슈 관\n리 절차 및 대응방안 등 위험 및 이슈관리계획이 구체적이고 적\n절한지 평가한다.",
            "2"
          ],
          [
            "",
            "",
            "안전보건\n관리",
            "안전보건관리 체계, 실행 및 운영 계획에 대한 적절성과 안전·보\n건 조치 능력에 대해 평가한다.(최근 3년간 산업재해 발생 현황)",
            "4"
          ],
          [
            "",
            "트 지\n프로젝\n원\n(8)",
            "인수인계",
            "검사 및 인계 등을 위한 인계 전략과 검사 대상·방법, 충족조건\n및 인계계획이 구체적이고 적절한지 평가한다.",
            "2"
          ],
          [
            "",
            "",
            "교육훈련",
            "시스템 운영 및 관리자, 사용자를 위해 필요한 교육훈련 내용, 방\n법, 기간, 인원 및 횟수 등을 구체적으로 제시하였는지 평가한다.",
            "2"
          ],
          [
            "",
            "",
            "기술지원",
            "기술지원 대상 범위, 내용 및 수준, 기술 매뉴얼 등 기술지원이 필요\n한 사항에 대한 계획 및 방안이 구체적이고 적절한지 평가한다.",
            "2"
          ],
          [
            "",
            "",
            "하자보수\n계획",
            "하자담보 책임기간 내에 수행해야 하는 하자보수 범위, 하자발생\n시 조치 절차 및 대응방안 등 하자보수 관련 활동이 구체적이고",
            "2"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 정량평가 관련 세부기준 경영상태 평가기준 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의95 B, B0, B- B- B, B0, B- 배점의90 CCC 이하 C 이하 CCC 이하 배점의70 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함 주 1.신용정보의이용및보호에관한법률제2조제8의3에해당하는신용조회사 또 는자본시장과금융투자업에관한법률제335조의3에따라업무를영위하는신용 평가사가입찰공고일이전에평가하고유효기간내에있는회사채, 기업어음및기 업신용평가등급을국가종합전자조달시스템에조회된신용평가등급으로평가하되, 가장최근의신용평가등급으로평가한다. 다만, 가장최근의신용평가등급이다수 가있으며그결과가서로다른경우에는가장낮은등급으로평가한다. 2. 국가종합전자조달시스템에서신용평가등급확인서가확인되지않은경우에는최저 등급으로평가하며, 유효기간시작일또는만료일이입찰공고일인경우에도유효한 것으로평가한다. 다만, 입찰공고일다음날이후에발생또는수정된자료는평가 에서제외한다. 3. 주1에도불구하고, 합병또는분할한자가입찰공고일이전에평가한신용평가등급 이없는경우에는입찰서제출마감일전일까지발급된유효기간내에있는가장최 근의신용평가등급으로평가한다. 다만, 합병후새로운신용평가등급이없는경우에 는입찰공고일이전에평가하고유효기간내에있는신용평가등급으로서합병대상 자중가장낮은신용평가등급을받은자의신용평가등급으로평가한다. 4. 추정가격이고시금액미만인입찰에서입찰공고일을기준으로최근7년이내에사 업을개시한창업기업에대해서는신용평가등급점수상의배점한도를부여한다. 이경우창업기업에대한확인은중소기업제품공공구매종합정보망에등재된 자료로확인하며, 창업기업확인서의유효기간내에있어야한다. 다만, 제안서평가 일전일까지발급된자료도심사에포함하며, 이경우입찰공고일이전창업을확 인할수있는자료법인인경우법인등기부상법인설립등기일, 개인사업자인경우 에는사업자등록증명서상사업자등록일를제출하여야한다.이하창업기업에대 한확인방법은같다 5. 공동수급체의경우구성원별해당점수에지분율을곱한후그점수들을합산하여 최종평가하고, 평가결과소수점이하의숫자가있는경우소수점다섯째자리에서 반올림한다. 예 A사점수A사지분율B사점수B사지분율 6. 중소기업협동조합이입찰에참여하는경우중소기업협동조합의신용평가등급으로 평가한다. - 38 - 나. 가격평가 방법 협상에 의한 계약체결 기준에 따라 평가점수 산출 협상적격자 선정 및 협상 순서 기술평가 점수100점만을 기준으로 일정비율85 이상을 협상적격자로 선정 하고, 협상적격자가 없는 경우 재공고 입찰에 부칠 수 있음 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 제안사를 우선협상대상자로 선정하여 협상에 의한 계약체결기준에 따라 협상함 - 협상이 성립된 때에는 다른 협상적격자와의 협상은 실시하지 않음 - 모든 협상적격자와 협상 결렬 시 재공고 입찰에 부칠 수 있음 협상방법 및 기준 계약예규 협상에 의한 계약체결기준 등 관련 규정에 따름 협상대상자가 제안한 사업내용, 이행방법, 이행일정 등 제안서의 내용을 대 상으로 협상을 실시한다. 협상대상자와 협상을 통해 내용 일부 조정 가능 가격은 당해 사업금액또는 예정가격 이하로 협상하되 협상대상자가 제안 한 가격을 기준 가격으로 한다. 협상 대상자가 제안한 내용을 가감하는 경우 가감내용에 상당하는 금액을 예정가격 범위 내에서 조정 가능하다. - 제안요청 시 포함되지 않았으나 발주기관의 요구에 따라 증가되는 부분은 이에 해당하는 원가 추가반영 가능 낙찰자 결정방식 국가를 당사자로 하는 계약에 관한 법률과 이에 근 거한 관련 규정, 용역입찰유의서, 협상에 의한 계약 체결기준, 소 프트웨어 기술성 평가기준 등과 일반원칙을 따름 3. 계약조건 낙찰자로 결정된 이후에 공동수급컨소시엄 구성원을 변경할 수 없음 제안하는 인력은 컨소시엄 구성원의 자사인력으로 구성 채용예정 인력은 별도로 명기하고, 계약체결 전까지 채용 완료 적법한 파견근로자는 자사인력으로 간주하나, 원 소속사를 반드시 명기 공동수급체 소속 외의 인력은 하도급으로 간주하며, 발주기관의 승인을 얻지 못 할 경우에는 컨소시엄 구성원의 자사인력으로 대체 단, 패키지SW, 시스템SW 등의서비스지원인력, 외부자문인력등통상적인개발 인력이아닌경우는도급으로간주하지않음참여인력에서제외",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            "AAA, AA+, AA0, AA-,\nA+, A0, A-, BBB+, BBB0",
            "배점의 100%"
          ],
          [
            "BBB-, BB+, BB0, BB-",
            "A3-, B+, B0",
            "BBB-, BB+, BB0, BB-",
            "배점의 95%"
          ],
          [
            "B+, B0, B-",
            "B-",
            "B+, B0, B-",
            "배점의 90%"
          ],
          [
            "CCC+ 이하",
            "C 이하",
            "CCC+ 이하",
            "배점의 70%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 퇴사, 사망 등 불가항력적인 사유를 제외하고는 인력 교체 불가 단, 우리재단의필요에의해특정분야투입인력의교체를요구할경우동급이상의 인력으로교체하여야함 소프트웨어진흥법 시행규칙 제14조의 규정에 따라 하도급에 대하여 서면승인을 받으려는 자는 본 계약이후 소프트웨어사업 하도급 계약 승인신청서 작성 제출 공동계약의 경우, 공동수급 구성원 중 정당한 이유 없이 공동계약이행계획서에 따라 실제 계약에 참여하지 않는 구성원은 부정당업자로 제재조치 등 입찰 참가자격 제한 작업 장소는 상호협의하여 정하되 재단외부에 구함을 원칙으로 함. 이때, 설비 및 기타 작업환경은 사업자가 구비해야 함 참여인력전체는작업장소에100 상주해야함 당해 계약목적물의 지식재산권은 공동소유로 한다. 단, 패키지 소프트웨어는 제외 본사업을통해개발되는소프트웨어는용역계약일반조건제56조계약목적물의지식재산권 귀속등에따라타기관과공동활용할계획이없음 용역사업의 경우에는 계약금액의 지체상금을 1,000분의 1.25로 기재국가계약법 시행규칙 제75조 참조 본 사업의 하자담보책임기간은 적법한 하자담보책임의 범위 내에서 사업을 종료한 날사업에 대한 시험 및 검사를 수행하여 최종산출물을 인도한 날을 말함부터 1년 이내로 함 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부정한 행위를 한 사업자는 향후 공공기관의 신규 사업의 참여를 제한할 수 있음 계약의 체결 및 이행에 관하여는 협상에 의한 계약체결기준 제14조의 규정에 의하여 서면 통보한 협상결과와 국가를 당사자로 하는 계약에 관한 법률 및 동법시행령시행규칙, 소프트웨어진흥법령과 이에 근거한 계약의 일반조건, 특수조건, 입찰유의서 및 일반원칙에 따름 - 40 - 소프트웨어사업 영향평가 검토 결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 22,
      "text": "- 41 - 4. 입찰서류 및 제안서 제출 안내 제출안내 유의사항 - 입찰에 참여하는 사업자는 가격제안서 및 입찰참가구비서류를 정해진 방법에 따라 모두 제출하여야 하며, 제출이 되지 않은 경우 입찰 무효사유에 해당함 - 제안사가 제출한 제반자료는 반환하지 않으며 본 제안과 관련된 일체의 소요 비용은 입찰참가자의 부담으로 함 - 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 가격제안서 제출 - 제출방법 국가종합전자조달시스템나라장터를 통한 제출 - 제출기간 입찰공고문에 따름 입찰가격은 부가가치세를 포함한 금액으로 입찰하여야 하며, 면세업체인 경우 계약 시 제안가격에서 부가가치세를 제외한 금액으로 계약함 계약예정자는 계약체결 시 산출내역서를 제출하여야 함 입찰참가 구비서류 제출 입찰공고문에 따름 입찰의 무효 국가를 당사자로 하는 계약에 관한 법률 등 관련규정을 따름 5. 기 타 기술지원확약서 제출 대상 HW, SW 목록을 제안요청서에 명시 후 제출 대상에 대한 기술지원협약서를 제안요청서 내에 첨부 요청 제안안내서, 제안요청서, 입찰공고 및 이에 근거한 별첨 등에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률, 협상에 의한 계약체결기준 등 국가계약관련 법령을 따름 관계법령 등의 숙지근거 용역입찰유의서 제5조 입찰에 참가하고자 하는 자는 시행령 등의 입찰관련 법령 및 용역입찰유의서 제4조 제1항의 규정에 의한 입찰에 관한 서류를 입찰 전에 완전히 숙지하여야 하며, 이를 숙지하지 못한 책임은 입찰참가자에게 있음 입찰에 참가하고자 하는 자는 용역입찰유의서 제5조 제1항의 규정에 의한 입찰에 관한 서류의 검토과정에서 발견한 입찰에 관한 서류상의 착오, 누락 사항 또는 기타 설명이 요구되는 사항에 대하여는 입찰서 제출마감일 전일 까지 발주기관에 그 설명을 요구 할 수 있음 - 42 - 본 사업은 소프트웨어 진흥법제50조, 같은법 시행령 제47조 제1항 제2 호, 제3호에 따라 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우 계약상대자는 국가기관등의 장에게 소프트웨어 과업변경요청 서를 제출하여 과업심의위원회의 개최를 요청할 수 있다. 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위하여 과업심의위원회를 개최한 사업임 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조 정이 필요한 경우, 계약상대자는 국가기관등의 장에게 소프트웨어사업 과 업변경요청서를 제출하여 과업심의위원회 개최를 요청할 수 있으며, 국가 기관등의 장은 과업심의위원회 개최요청에 대해서 특별한 사정이 없으면 수용해야 함 6. 문 의 사업관련문의제안서작성등 인문사회연구기획실인문사회학술지원팀 - 최우용 042-869-6722, woonrf.re.kr 계약관련사항 경영관리본부재정기금실운영지원팀 - 이현우 042-869-6232, lhw0203nrf.re.kr",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - VI. 제안서 작성요령 1. 제안서의 효력 제안서에 제시된 내용과 발주자 요구에 의하여 수정, 보완, 변경된 제안 내용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 갖는다. 다만, 계약서에 명시된 경우에는 계약서가 우선한다. 재단은 필요시 제안사에 대하여 추가 제안 또는 자료를 요구할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 갖는다. 제출된 제안서의 내용은 재단이 요청하지 않는 한 변경할 수 없음 2. 제안서 작성지침권고사항 및 유의사항 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안할 수 있음 제안서는 제안서 목차를 참고하여 누락없이 작성하고, 제안요청서의 요구항목 들이 제안서의 어느 부분에 기술되었는지 참조표를 제시하여야 함 제안서는 A4지 규격의 PDF형식원문 별도으로 작성함을 권고함 - 제안서 본문 내용은 100페이지 이내로 작성별첨 제외 - 제안서는 목차, 본문내용, 별첨 내용 등을 순서에 맞게 번호를 부여 하는 등 제안 내용을 전자파일 형태로 열람하여 확인 할 수 있도록 정리하여 제출 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여함 제안서는 한글 또는 파워포인트 포맷 형태로의 작성이 원칙이며, 사용된 영문 약어에 대해서는 약어표를 제공해야 함 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 제안서의 내용은 명확한 용어를 사용하여 표현하여야 함. 예를 들어, 사용 가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하여야 함 - 44 - 3. 제안서 목차 및 작성지침본사업과관련없는항목은생략가능 목차 및 작성항목 작성방법 I. 제안개요 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건, 제안의 특징 및 장점을 요약하여 기술함. II. 제안업체 일반 1. 일반현황 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별 매출액을 명료하게 제시하여야 함. 제안사의 경영상태신용도를 확인할 수 있는 증빙을 제시 하여야 함. 2. 조직 및 인원 제안사의 조직 및 인원현황을 제시조직도 포함, 관련분야 인력 및 기술보유 현황, 개발인력과 지원인력 등 구체적 으로 기술 3. 주요사업내용 제안사의 주요 사업내용을 분야별로 기술함. 4. 주요사업실적 해당 사업과 관련 있는 주요 사업실적을 기술함.증빙포함 - 최근 시스템 구축 실적 제시주요 시스템 개발 실적 포함 III. 기술부문 1. 추진방안 및 전략 제안요청 사항의 각 요구사항별 세부항목에 대해 구체적인 방안 및 전략을 제시하여야 함. 2. 기능 요구사항 3. 성능 요구사항 4. 인터페이스 요구사항 5. 테스트 요구사항 6. 컨설팅 요구사항 IV. 관리 및 지원부문 1. 사업관리방안 자원관리방안, 진도관리방안, 문서관리방안, 변화관리방안 등을 기술함 2. 품질보증 품질보증을 위한 조직, 방법, 절차, 내용 등을 기술함 3. 추진일정계획 제안요청 사항을 참조하여 사업추진 일정을 상세히 기술함 - 추진일정에는 단계별 목표를 정의하고 상세 계획을 포함 4. 보고 및 검토계획 사업기간 동안 이루어질 보고 및 검토계획에 대한 방안을 기술함 5. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 기술함",
      "tables": [
        [
          [
            "목차  및  작성항목",
            "작성방법"
          ],
          [
            "Ⅰ.  제안개요",
            "·  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의 \n목적,  범위,  전제조건,  제안의  특징  및  장점을  요약하여 \n기술함."
          ],
          [
            "Ⅱ.  제안업체  일반\n  1.  일반현황\n  2.  조직  및  인원\n3.  주요사업내용\n4.  주요사업실적",
            "·  제안사의  일반현황  및  주요  연혁,  최근  3년간의  자본금  및 \n부문별  매출액을  명료하게  제시하여야  함.\n·  제안사의  경영상태(신용도)를  확인할  수  있는  증빙을  제시\n하여야  함.\n·  제안사의  조직  및  인원현황을  제시(조직도  포함),  관련분야 \n인력  및  기술보유  현황,  개발인력과  지원인력  등  구체적\n으로  기술\n·  제안사의  주요  사업내용을  분야별로  기술함.\n·  해당  사업과  관련  있는  주요  사업실적을  기술함.(증빙포함)\n  -  최근  시스템  구축  실적  제시(주요  시스템  개발  실적  포함)"
          ],
          [
            "Ⅲ.  기술부문\n  1.  추진방안  및  전략\n  2.  기능  요구사항\n  3.  성능 요구사항\n  4.  인터페이스  요구사항\n  5.  테스트  요구사항\n  6.  컨설팅  요구사항",
            "·  제안요청  사항의  각  요구사항별  세부항목에  대해  구체적인 \n방안  및  전략을  제시하여야  함."
          ],
          [
            "Ⅳ.  관리  및  지원부문\n  1.  사업관리방안\n  2.  품질보증\n  3.  추진일정∙계획\n  4.  보고  및  검토계획",
            "·  자원관리방안,  진도관리방안,  문서관리방안,  변화관리방안 \n등을  기술함\n·  품질보증을  위한  조직,  방법,  절차,  내용  등을  기술함\n·  제안요청  사항을  참조하여  사업추진  일정을  상세히  기술함\n  -  추진일정에는  단계별  목표를  정의하고  상세  계획을  포함\n·  사업기간  동안  이루어질  보고  및  검토계획에  대한  방안을 \n기술함\n  5.  수행조직  및  업무분장 ·  본  사업을  수행할  조직  및  업무분장  내용을  상세히  기술함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 목차 및 작성항목 작성방법 비고 6. 투입인력 및 이력사항 본 사업을 수행할 인력을 작업 단위별로 제시하고, 투입인력에 대한 이력 사항을 재단 서식을 이용하여 작성함 - 투입인력이 하도급일 경우, 하도급임을 반드시 표기 하도급 적정성 판단 자기평가표 작성제출해당 시 참여인력에 대한 개인정보 제공 및 활용 동의서 작성제출 유의사항 - 장비, 상용SW 등의 서비스 지원인력, 외부 자문인력 등 통상 적인 운영인력이 아닌 경우는 도급으로 간주하지 않음 7. 보안관리 사업추진 기간 동안의 인원장비자료네트워크 등 보안 대책과 누출금지 대상정보, 산출물 및 사업관련 자료 등에 대한 보안 관리체계 및 대책에 대하여 기술함 8. 산업재해 예방을 위한 조치 능력 안전보건관리체계 - 안전보건방침, 산업재해 예방 이행 계획 및 이를 위한 구성원의 역할 등 재단의 안전보건방침은 재단 홈페이지www.nrf.re.kr에서 확인 안전보건관리 실행 및 운영 계획 - 위험요인 분석평가, 안전 점검, 안전보건교육기록관리 - 유해위험작업에 대한 안전작업허가 계획해당 시 과업 시 안전조치 및 보건조치 능력 - 재단과의 연락체계 구축, 기계설비 안전성 확인, 비상시 대책 등 최근 3년간 산업재해 발생 현황 9. 기타 지원 사항 본 사업과 관련 지원 가능한 사항이 있는 경우 내용을 기술함 V. 기타 위 항목에서 제시되지 않은 기타 내용을 기술함 별첨 하도급 승인 신청서해당 시 제안내용에 대한 증빙자료, 개인정보 제공 및 활용 동의서 기타 첨부 자료 - 46 - 별표 정보화사업관리 필수 사업산출물 산출물구분 활동 산출물명 관리 산출물 사업수행 착수계착수신고서, 사업수행계획서, 품질 보증계획서, 위험관리계획서 보안서약서 감리 감리보고서 감리결과조치내역확인보고서 종료 완료보고서 준공검사확인서 준공조서, 기성부문산출내역, 검사확인서 자원현황보고서 정보시스템현황보고서 정보화사업현황보고서 매뉴얼 업무사용자매뉴얼 시스템관리자매뉴얼 개발 산출물 업무분석 요구사항명세서 인터페이스정의서 프로세스정의서 엔티티목록 엔티티정의서 메뉴구성도 논리ERD 시스템설계 물리ERD 테이블목록 테이블정의서 데이터코드목록 메뉴목록및응용기능차트 구현및테스트 단위테스트결과 통합테스트결과 사업의내용에따라산출물생산이불가한경우재단과협의후생략가능",
      "tables": [
        [
          [
            "목차  및  작성항목",
            "작성방법",
            "비고"
          ],
          [
            "7.  보안관리\n  8.  산업재해  예방을  위한 \n조치  능력\n  9.  기타  지원  사항",
            "6.  투입인력  및  이력사항 ·  본  사업을  수행할  인력을  작업  단위별로  제시하고,  투입인력에 \n대한 이력 사항을  재단  서식을  이용하여  작성함\n  -  투입인력이  하도급일  경우,  하도급임을  반드시  표기\n·  하도급  적정성  판단  자기평가표  작성∙제출(해당  시)\n·  참여인력에  대한  개인정보  제공  및  활용  동의서  작성∙제출\n  ※  유의사항 \n    -  장비, 상용SW  등의  서비스  지원인력,  외부  자문인력  등  통상\n적인  운영인력이  아닌  경우는  도급으로  간주하지  않음\n·  사업추진  기간  동안의  인원‧장비‧자료‧네트워크  등  보안\n대책과  누출금지  대상정보,  산출물  및  사업관련  자료  등에 \n대한  보안  관리체계  및  대책에  대하여  기술함\n·  안전보건관리체계\n  -  안전보건방침,  산업재해  예방  이행  계획  및  이를  위한 \n구성원의  역할  등\n  ※ 재단의 안전보건방침은 재단 홈페이지(www.nrf.re.kr)에서 확인\n·  안전보건관리  실행  및  운영  계획\n  -  위험요인  분석∙평가,  안전  점검,  안전보건교육∙기록관리\n  -  유해∙위험작업에  대한  안전작업허가  계획(해당  시)\n·  과업  시  안전조치  및  보건조치  능력\n  - 재단과의 연락체계 구축, 기계설비 안전성 확인, 비상시 대책 등\n·  최근  3년간  산업재해  발생  현황\n·  본  사업과  관련  지원  가능한  사항이  있는  경우  내용을 \n기술함",
            ""
          ],
          [
            "Ⅴ.  기타",
            "·  위  항목에서  제시되지  않은  기타  내용을  기술함",
            ""
          ],
          [
            "별첨",
            "·  하도급  승인  신청서(해당  시)\n·  제안내용에  대한  증빙자료,  개인정보  제공  및  활용  동의서\n·  기타  첨부  자료",
            ""
          ]
        ],
        [
          [
            "산출물 구분",
            "활 동",
            "산출물명"
          ],
          [
            "관리\n산출물",
            "사업수행",
            "착수계(착수신고서, 사업수행계획서, 품질\n보증계획서, 위험관리계획서)\n보안서약서"
          ],
          [
            "",
            "감리",
            "감리보고서\n감리결과 조치내역 확인 보고서"
          ],
          [
            "",
            "종료",
            "완료보고서\n준공검사확인서\n(준공조서, 기성부문산출내역, 검사확인서)\n자원현황보고서\n정보시스템 현황보고서\n정보화사업 현황보고서"
          ],
          [
            "",
            "매뉴얼",
            "업무 사용자 매뉴얼\n시스템 관리자 매뉴얼"
          ],
          [
            "개발\n산출물",
            "업무분석",
            "요구사항명세서\n인터페이스정의서\n프로세스정의서\n엔티티목록\n엔티티정의서\n메뉴구성도\n논리 ERD"
          ],
          [
            "",
            "시스템설계",
            "물리 ERD\n테이블목록\n테이블정의서\n데이터코드목록\n메뉴목록 및 응용기능차트"
          ],
          [
            "",
            "구현 및 테스트",
            "단위테스트 결과\n통합테스트 결과"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 사업 기본 산출물 산출물 제출내용 사업 수행계획서 - 사업수행계약일로부터10일이내제출 - 전반적인사업수행에대한수행계획에대해수행업무별로상세히기술 - 인력투입계획에따른한국소프트웨어산업협회발행SW기술자경력증명서 또는경력을증빙할수있는서류첨부 소프트웨어기술자경력및소프트웨어사업자실적관리지침과학기술정보통신부고시 제2020-91호에의거하여기술등급및현소속사재직증빙서류첨부 업무보고서 - 사업수행계획서상의계획에대한진척도관리 - 월1회월간업무보고서에해당월수행업무및차월수행계획기술 - 특이사항발생시상시보고 - 투입인력변경, 수행업무의변경및기타사업수행에영향을주는모든 사항에대한관리 - 재단에서대내외요구자료요청시자료제공및업무지원 중간보고서 - 구축실적과향후세부계획을수립하여제출 제출일정은추후변경가능 완료보고서 - 계약마감일2주일전에초안을제출하고1주일전최종안을제출 제출일정은추후변경가능 - 수행내역에대한검수완료후, 검수중조치내용수정보완후제출 - 제출은한국연구재단의EA관리시스템EAMS 내의프로젝트관리시스템PMS을 통해하여야함 각종계획서 및결과보고서 - 표준화각종규정및지침등이포함된통합표준화계획서 - 통합보안계획서 - 교육계획서및결과보고서 - 하자ᆞ유지보수계획서및결과보고서 각종계획서종류는추후변경가능, 단계별로주관기관에제출및승인을받아야함 산출물및 메뉴얼, 기타보고서 - 산출물Set - 사용자운영매뉴얼초보사용자수준 - 관리자매뉴얼 - 기타보고서 산출물, 매뉴얼, 기타보고서의종류는추후변경가능 사업의내용에따라산출물생산이불가한경우재단과협의후생략가능 - 48 - 제안서작성참고자료 표준화 방안 작성요령 표준화대상의도출및표준화방안표준의적용또는개발방안 등을제시 가 정보화업무표준 작성요령 - 업무프로세스, 업무처리에필요한정보항목, 업무용코드, 각종서식, 사업관리를위한지침 및규정등을도출하고추진방안제시 - 행정코드는아래의표에해당내용을기술 코드명 현재업무또는정보시스템에서사용하는코드를기입 코드정의 해당코드가어떠한정보들을코드화한것인지기입 관리주체 코드를관리하는기관명을기술 코드사용기관 해당코드를사용하는주요기관명들을기술 표준화유무 행정표준코드, 국가표준등으로표준화된경우O로표기 표준화가진행중인경우비고란에해당사항을기술 - 정보공동활용에필요한표준도함께고려하여기술 표준화대상을구체적으로기술하기곤란한경우에는문제점이나요구사항을기술 참고 전자정부표준현황 번호 표 준 명 1 정보통신망LAN 및WAN 표준규격 2 행정기관전자서명인증기반GPKI 상호연동기술표준안 3 정부기관도메인명및IP 주소체계표준 4 행정기관의전자문서시스템규격행자부고시2002-20 5 행정기관의자료관시스템규격 6 행정기관IC카드표준규격 7 행정업무용표준코드 8 행정기관의전자민원서식표준 9 정부전자문서유통표준행자부고시2006-11 10 전자문서시스템과행정정보시스템간연계표준행자부고시2006-11 11 행정사무정보처리용무인민원발급기Kiosk의전자적본인확인장치표준규격 12 행정정보처리용다기능사무기기표준규격",
      "tables": [
        [
          [
            "산출물",
            "제출 내용"
          ],
          [
            "사업\n수행계획서",
            "- 사업수행 계약일로부터 10일 이내 제출\n- 전반적인 사업 수행에 대한 수행 계획에 대해 수행 업무별로 상세히 기술\n- 인력 투입 계획에 따른 한국소프트웨어산업협회 발행 SW기술자 경력증명서\n또는 경력을 증빙할 수 있는 서류 첨부\n※ 소프트웨어기술자 경력 및 소프트웨어사업자 실적 관리 지침(과학기술정보통신부고시\n제2020-91호)에 의거하여 기술등급 및 현소속사 재직 증빙 서류 첨부"
          ],
          [
            "업무보고서",
            "- 사업수행계획서상의 계획에 대한 진척도 관리\n- 월 1회 월간업무보고서에 해당 월 수행 업무 및 차월 수행계획 기술\n- 특이사항 발생 시 상시 보고\n- 투입 인력 변경, 수행 업무의 변경 및 기타 사업수행에 영향을 주는 모든\n사항에 대한 관리\n- 재단에서 대내외 요구자료 요청시 자료제공 및 업무지원"
          ],
          [
            "중간보고서",
            "- 구축 실적과 향후 세부 계획을 수립하여 제출\n※ 제출 일정은 추후 변경 가능"
          ],
          [
            "완료보고서",
            "- 계약마감일 2주일 전에 초안을 제출하고 1주일 전 최종안을 제출\n※ 제출 일정은 추후 변경 가능\n- 수행 내역에 대한 검수 완료 후, 검수 중 조치 내용 수정 보완 후 제출\n- 제출은 한국연구재단의 EA관리시스템(EAMS) 내의 프로젝트관리시스템(PMS)을\n통해 하여야 함"
          ],
          [
            "각종계획서\n및 결과보고서",
            "- 표준화 각종 규정 및 지침 등이 포함된 통합표준화계획서\n- 통합 보안계획서\n- 교육 계획서 및 결과보고서\n- 하자ㆍ유지보수 계획서 및 결과보고서\n※ 각종 계획서 종류는 추후 변경 가능, 단계별로 주관기관에 제출 및 승인을 받아야 함"
          ],
          [
            "산출물 및\n메뉴얼,\n기타 보고서",
            "- 산출물 Set\n- 사용자 운영 매뉴얼(초보사용자 수준)\n- 관리자 매뉴얼\n- 기타 보고서\n※ 산출물, 매뉴얼, 기타 보고서의 종류는 추후 변경 가능"
          ]
        ],
        [
          [
            "◎ 작성요령 :\n- 업무프로세스, 업무처리에 필요한 정보항목, 업무용 코드, 각종 서식, 사업관리를 위한 지침\n및 규정 등을 도출하고 추진방안 제시\n- 행정코드는 아래의 표에 해당 내용을 기술\n· 코드명 : 현재 업무 또는 정보시스템에서 사용하는 코드를 기입\n· 코드정의 : 해당코드가 어떠한 정보들을 코드화한 것인지 기입\n· 관리주체 : 코드를 관리하는 기관명을 기술\n· 코드사용기관 : 해당코드를 사용하는 주요 기관명들을 기술\n· 표준화 유무 : 행정표준코드, 국가표준 등으로 표준화된 경우 O로 표기\n· 표준화가 진행중인 경우 비고란에 해당사항을 기술\n- 정보공동활용에 필요한 표준도 함께 고려하여 기술\n※ 표준화 대상을 구체적으로 기술하기 곤란한 경우에는 문제점이나 요구 사항을 기술\n【참고 : 전자정부 표준 현황】",
            "",
            "",
            ""
          ],
          [
            "",
            "번호",
            "표\n준\n명",
            ""
          ],
          [
            "",
            "1",
            "정보통신망(LAN 및 WAN) 표준규격",
            ""
          ],
          [
            "",
            "2",
            "행정기관 전자서명인증기반(GPKI) 상호연동 기술표준(안)",
            ""
          ],
          [
            "",
            "3",
            "정부기관 도메인명 및 IP 주소체계 표준",
            ""
          ],
          [
            "",
            "4",
            "행정기관의 전자문서시스템 규격(행자부 고시 2002-20)",
            ""
          ],
          [
            "",
            "5",
            "행정기관의 자료관시스템 규격",
            ""
          ],
          [
            "",
            "6",
            "행정기관 IC카드 표준규격",
            ""
          ],
          [
            "",
            "7",
            "행정업무용 표준코드",
            ""
          ],
          [
            "",
            "8",
            "행정기관의 전자민원서식 표준",
            ""
          ],
          [
            "",
            "9",
            "정부전자문서 유통표준(행자부 고시 2006-11)",
            ""
          ],
          [
            "",
            "10",
            "전자문서시스템과 행정정보시스템간 연계 표준(행자부 고시 2006-11)",
            ""
          ],
          [
            "",
            "11",
            "행정사무정보처리용 무인민원발급기(Kiosk)의 전자적 본인확인장치 표준규격",
            ""
          ],
          [
            "",
            "12",
            "행정정보처리용 다기능 사무기기 표준규격",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 행정코드 표준화 현황 및 대상 코드명 표준코드명 코드정의 관리주체 코드사용기관 표준화 유무 비고 물품코드 Harmonized System of KoreaHSK codes 무역거래대상물품을 구분하기위한코드 관세청 관세청, 조달청 나 정보화기반표준 작성요령 정보화기반표준은제안서작성요령의기술적용계획표를참조하여기술 - 50 - 참고 1 보안 위규자 처리기준 및 보안 위약금 부과 기준 1. 사업자 보안 위규자 처리기준 구분 위 규 사 항 심각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보ᆞ신상정보 목록 유출 다. 비공개 항공사진ᆞ공간정보 등 비공개 정보 유출 라. 기타 누출금지 대상 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 중대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보ᆞ신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 마. 참여인원에 대한 보안서약서 미징구 및 교육 미실시 2. 사무실작업장 보안관리 허술 가. 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비ᆞ시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, USB 등 보조기억매체 기술적 통제 미흡 나. 웹하드ᆞP2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발ᆞ유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결사용 사. 보안관련 프로그램 강제 삭제 아. 제공된 계정관리 미흡 및 오남용시스템 불법접근 시도 등 자. 바이러스 백신 정품 SW 미설치 보통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고 자료를 책상 위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용",
      "tables": [
        [
          [
            "코드명\n(표준코드명)",
            "코드정의",
            "관리주체 코드사용기관",
            "",
            "표준화\n유무",
            "비고"
          ],
          [
            "물품코드\n(Harmonized\nSystem\nof\nKorea(HSK)\ncodes)",
            "무역거래대상물품을\n구분하기 위한 코드",
            "관세청",
            "관세청, 조달청",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "위          규          사          항"
          ],
          [
            "심각",
            "1.  비밀  및  대외비  급  정보  유출  및  유출시도\n가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n나.  개인정보ㆍ신상정보  목록  유출\n다.  비공개  항공사진ㆍ공간정보  등  비공개  정보  유출\n라.  기타  누출금지  대상  정보  유출\n2.  정보시스템에  대한  불법적  행위\n가.  관련  시스템에  대한  해킹  및  해킹시도\n나.  시스템  구축  결과물에  대한  외부  유출\n다.  시스템  내  인위적인  악성코드  유포"
          ],
          [
            "중대",
            "1.  비공개  정보  관리  소홀\n가.  비공개  정보를  책상  위  등에  방치\n나.  비공개  정보를  휴지통ㆍ폐지함  등에  유기  또는  이면지  활용\n다.  개인정보ㆍ신상정보  목록을  책상  위  등에  방치\n라.  기타  비공개  정보에  대한  관리소홀\n마.  참여인원에  대한  보안서약서  미징구  및  교육  미실시\n2.  사무실(작업장)  보안관리  허술\n가.  출입문을  개방한  채  퇴근  등\n나.  인가되지  않은  작업자의  내부  시스템  접근\n다.  통제구역  내  장비ㆍ시설  등  무단  사진촬영\n3.  전산정보  보호대책  부실\n가.  업무망  인터넷망  혼용사용,  USB  등  보조기억매체  기술적  통제 \n미흡\n나.  웹하드ㆍP2P  등  인터넷  자료공유사이트를  활용하여  용역사업 \n관련  자료  수발신\n다.  개발ㆍ유지보수  시  원격작업  사용\n라.  저장된  비공개  정보  패스워드  미부여\n마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n바.  외부용  PC를  업무망에  무단  연결사용\n사.  보안관련  프로그램  강제  삭제\n아.  제공된  계정관리  미흡  및  오남용(시스템  불법접근  시도  등)\n자.  바이러스  백신  정품  S/W  미설치"
          ],
          [
            "보통",
            "1.  기관  제공  중요정책ㆍ민감  자료  관리  소홀\n가.  주요  현안ㆍ보고  자료를  책상  위  등에  방치\n나.  정책ㆍ현안자료를  휴지통ㆍ폐지함  등에  유기  또는  이면지  활용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 사업자보안위규처리절차 경위 확인 보안위규처리기준에 따라조치 재발방지 대책 보안조치이행여부 점검 구분 위 규 사 항 처 리 기 준 다. 중요정보에 대한 자료 인수인계 절차 미 이행 2. 사무실 보안관리 부실 가. 캐비닛ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 출입 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 불 순응 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 사. 정보시스템 반입시 바이러스 백신 미검사 또는 반출시 자료 삭제 미확인 아. 바이러스 백신 최신 업데이트 또는 정밀점검 미실시 자 사유서 경위서 징구 위규자 대상 특별보 안교육 실시 경미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 다. PC 월1회 보안 점검 미이행 위규자 서면ᆞ구두 경 고 등 문책 위규자 사유서경위 서 징구 - 52 - 2. 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 위규 심각 1건 이상 위약금 비중 부정당업자 등록 A급은국가계약법시행령제76조에따라부정당업자로지정하여입찰참가를제한 위약금규모는사업규모에따라조정하되, 위기준금액을하한금액으로적용 위규수준은사업자보안위규자처리기준 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는1회의사고만으로도그파급력이큰것을감안하여타항목과별도 부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            ""
          ],
          [
            "",
            "A급",
            ""
          ],
          [
            "위규",
            "심각  1건  이상",
            ""
          ],
          [
            "위약금\n비중",
            "부정당업자  등록",
            ""
          ]
        ],
        [
          [
            "구분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "",
            "다.  중요정보에  대한  자료  인수․인계  절차  미  이행\n2.  사무실  보안관리  부실\n가.  캐비닛ㆍ서류함ㆍ책상  등을  개방한  채  퇴근\n나.  출입키를  책상  위  등에  방치\n3.  보호구역  출입  소홀 \n가.  통제ㆍ제한구역  출입문을  개방한  채  근무\n나.  보호구역내  비인가자  출입허용  등  통제  불  순응\n4.  전산정보  보호대책  부실\n가.  휴대용저장매체를  서랍ㆍ책상  위  등에  방치한  채  퇴근\n나.  네이트온  등  비인가  메신저  무단  사용 \n다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽂아  놓고  퇴근\n라.  부팅ㆍ화면보호  패스워드  미부여  또는  \"1111\"  등  단순숫자  부여\n마.  PC  비밀번호를  모니터  옆  등  외부에  노출\n바.  비인가  보조기억매체  무단  사용\n사.  정보시스템  반입시  바이러스  백신  미검사  또는  반출시  자료 \n삭제  미확인\n아.  바이러스  백신  최신  업데이트  또는  정밀점검  미실시",
            "자  사유서 \n/경위서 \n징구\n▪위규자  대상  특별보\n안교육  실시"
          ],
          [
            "경미",
            "1.  업무  관련서류  관리  소홀\n가.  진행  중인  업무자료를  책상  등에  방치,  퇴근\n나.  복사기ㆍ인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n가.  각종  보안장비  운용  미숙\n나.  경보ㆍ보안장치  작동  불량\n3.  전산정보  보호대책  부실\n가.  PC내  보안성이  검증되지  않은  프로그램  사용\n나.  보안관련  소프트웨어의  주기적  점검  위반\n다.  PC  월1회  보안  점검  미이행",
            "▪위규자  서면ㆍ구두  경\n고  등  문책\n▪위규자 \n사유서/경위\n서  징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 참고 2 개인정보 취급 등에 관한 특약서 개인정보 취급 등에 관한 특약서 제1조목적 본 특약은 한국연구재단이하 재단과 계약상대자 간에 용역계약을 수행을 위한 개인정보 취급 및 관리에 있어 위탁 처리되는 개인정보가 안전하게 관리될 수 있도록 하기 위 한 세부사항을 정하는데 그 목적이 있다. 제2조특약기간 및 특약의 효력 1본 특약의 유효기간은 용역계약 기간과 동일하며, 계약의 연 장이나 별도의 추가합의에 의한 기간연장의 경우 본 특약의 기간도 자동 연장된다. 2본 특약의 효력은 용역계약의 유효여부에 따른다. 제3조특약의 내용 및 기본적 의무사항 1개인정보처리는 용역계약 상의 위임업무수행을 위한 목적의 범위에 한한다. 2계약상대자는 재단의 전산자료를 보관, 관리함에 있어서 선량한 관리자의 주의 의무를 다 하여야 하며, 특히, 개인정보보호법에서 요구된 바와 같이 가입자의 성명ᆞ주소 등의 개인 정보를 재단으로부터 위탁 받은 업무의 목적 및 범위를 벗어나서 사용하여서는 안 되며 또한 제3자에게 부당하게 유출되지 않도록 하여야 한다. 3계약상대자는 위탁 받은 개인정보를 재단의 승인없이 제3자에게 제공 또는 위탁할 수 없 다. 4계약상대자는 서비스를 제공함에 있어 정보시스템 및 정보통신망을 통해 수집, 가공, 저장, 검색, 송수신되는 정보의 유출, 위변조, 훼손 등을 방지하기 위하여 관리적, 물리적, 기술적 보호조치 계획을 수립해야 하며, 재단이 정보보호 관련 규정 및 지침의 반영을 요구하는 경우 계약상대자는 성실히 협조해야 한다. 5계약상대자는 행정자치부 고시에 의한 개인정보의 안전성 확보조치 기준 고시를 준수하 여야 하며, 계약상대자의 부주의 혹은 안정성의 부재로 인하여 개인정보가 분실, 도난, 누 출 또는 훼손되어 발생하는 문제에 대하여 계약상대자가 그 책임을 진다. 제4조개인정보 보호책임자의 지정 1계약상대자는 개인정보를 보호 업무를 총괄하는 개인정보 보호책임자를 지정하여야 한다. 1. 개인정보 보호 계획의 수립 및 시행 2. 개인정보 처리 실태 및 관행의 정기적인 조사 및 개선 3. 개인정보 처리와 관련한 불만의 처리 및 피해 구제 4. 개인정보 유출 및 오용ᆞ남용 방지를 위한 내부통제시스템의 구축ᆞ운영 5. 개인정보 보호 교육 계획의 수립 및 시행 6. 개인정보파일의 보호 및 관리ᆞ감독 7. 그 밖의 개인정보와 관련한 업무 2개인정보 보호책임자는 계약상대자의 임원 또는 재단의 해당 위탁 업무를 담당하는 부서의 장의 지위에 있는 자 또는 개인정보 취급부서의 장이어야 한다. 3계약상대자는 개인정보 보호책임자를 변경하는 경우 재단에 통보하여야 한다. 제5조기술적 보호조치 계약상대자는 컴퓨터를 이용하여 개인정보를 취급하는 경우 개인정보가 분실, 도난, 누출 또는 훼손되지 아니하도록 안전성 확보에 필요한 기술적 보호조치를 강구하 - 54 - 여야 한다. 제6조관리적 보호조치 1계약상대자는 개인정보의 안전한 처리를 위하여 개인정보보호법 및 관계법령을 준수하며, 개인정보처리 세부과정에서 재단 또는 계약상대자의 요구가 있을 경우 상호 합의하여 이를 처리하도록 한다. 2계약상대자는 개인정보에 대한 접근 및 관리에 필요한 절차 등을 마련하여 소속 직원으로 하여금 이를 숙지하고 준수하도록 하여야 한다. 제7조비밀유지 1개인정보를 취급하는 자는 정보주체가 동의한 제공 목적 이외의 다른 목적 이나 기타 부정한 목적으로 사용하여서는 아니 된다. 2개인정보를 취급하거나 취급하였던 자는 직무상 알게 된 개인정보를 훼손 침해 또는 누설 하여서는 아니 된다. 제8조개인정보의 파기 1계약상대자는 위탁업무의 처리를 위하여 수집 또는 제공받은 개인정 보의 목적을 달성하였을 때에는 당해 개인정보를 지체 없이 파기하여야 한다. 다만, 다른 법 령에 따라 보존하여야 하는 경우에는 그러하지 아니하다. 2계약상대자는 개인정보파일을 파기하는 사유가 발생한 때에는 사전에 재단과 협의하고 재 단이 최종 인가한 파기 방법과 절차에 따른다. 제9조재위탁 금지 계약상대자는 재단으로부터 위탁 또는 제공받은 정보를 정보주체의 동의 없이 제3자에게 위탁 또는 제공할 수 없다. 단, 계약상대자가 제3자에게 제공하고자 하는 정 보에 대한 정보주체의 동의는 재단을 통해 확인한다. 제10조교육 1계약상대자는 개인정보의 수집ᆞ처리 업무를 담당하는 직원에게 개인정보를 보 호하기 위하여 필요한 교육을 실시하여야 한다. 이 경우 개인정보 보호책임자는 교육내용, 절 차 및 방법 등 교육의 실시에 관하여 필요한 지침을 수립하여야 한다. 2계약상대자는 제1항의 규정에 의한 교육을 자체적으로 실시하거나 해당 분야의 전문기관에 위탁하여 실시할 수 있다. 제11조관리현황 점검 1계약상대자는 소속직원이 개인정보 보호 의무를 성실히 이행하는지 여부를 점검하여야 한다. 이 경우 개인정보 보호책임자는 점검대상, 점검절차 및 방법 등 관 리현황 점검의 실시에 관하여 필요한 지침을 수립하여야 한다. 2계약상대자는 제1항에 의한 점검을 실시한 결과 개인정보의 관리 운영상의 문제점 또는 관련 직원의 특약 위반사항을 발견한 때에는 즉시 개선조치를 취하여야 하며, 재단에 그 문제점 및 위반사항과 개선 조치내용을 통보하여야 한다. 제12조특약의 종료 재단과 계약상대자의 용역계약이 종료되면 재단이 계약상대자에게 제공한 개인정보는 제8조에 의한 방법으로 즉시 파기 또는 재단에게 반환하여야 한다. 제13조손해배상의무 1계약상대자는 본 특약서 상에 명기한 개인정보 보호의무와 관련된 업 무를 수행함에 있어 위법 또는 부당한 방법을 사용해서는 안 되고, 이러한 위법 또는 부당한 방법으로 인하여 재단에게 손해가 발생한 경우 이를 배상하여야 한다. 2재단이 계약상대자의 과실로 인하여 개인정보 보호의무와 관련한 손해배상책임을 지는 경 우, 재단은 계약상대자에게 구상권을 행사할 수 있다. 3본 특약에 대하여 분쟁 등이 발생할 경우 1차적으로 상호 협의하여 해결하고, 합의가 이루 어 지지 아니한 경우 관할 법원은 재단의 소재지를 관할하는 법원으로 한다. 제14조 일반사항 본 특약에서 정하지 아니한 사항은 개인정보보호법 등 관계법령에 의한 다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 참고 3 표준 개인정보처리위탁 계약서 표준 개인정보처리위탁 계약서 OOO이하 재단이라 한다과 이하 계약상대자라 한다는 재단의 개인정보 처 리업무를 계약상대자에게 위탁함에 있어 다음과 같은 내용으로 본 업무위탁계약을 체결한다. 제1조 목적 이 계약은 재단이 개인정보처리업무를 계약상대자에게 위탁하고, 계약상 대자는 이를 승낙하여 계약상대자의 책임아래 성실하게 업무를 완성하도록 하는데 필요 한 사항을 정함을 목적으로 한다. 제2조 용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는 개인정보보호법, 동법 시행령 및 시행규칙, 표준 개인정보 보호지침행정자치부 고시 제21호에서 정의된 바에 따른다. 제3조 위탁업무의 목적 및 범위 계약상대자는 계약이 정하는 바에 따라 목적으로 다음과 같은 개인정보 처리 업무를 수행한다.1 1. 2. 제4조 재위탁 제한 1 계약상대자는 재단의 사전 승낙을 얻은 경우를 제외하고 재 단과의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없다. 2 계약상대자가 재위탁 받은 수탁회사를 선임한 경우 계약상대자는 당해 위탁계약서 와 함께 그 사실을 즉시 재단에 통보하여야 한다. 제5조 개인정보의 안전성 확보조치 계약상대자는 개인정보보호법 제29조, 동법 시행령 제 30조 및 개인정보의 안전성 확보조치 기준 고시행정자치부 고시 제2016-35호에 따라 개인정 보의 안전성 확보에 필요한 관리적기술적 조치를 취하여야 한다. 제6조 개인정보의 처리제한 1 계약상대자는 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서는 안 된 다. 2 계약상대자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 1 각호의 업무 예시 고객만족도 조사 업무, 회원가입 및 운영 업무, 사은품 배송을 위한 이름, 주소, 연락처 처리 등 본표준계약서는개인정보보호법제26조제1항에따라위탁계약에있어개인정보처리에 관하여문서로정하여야하는사항을표준적으로제시한것으로서, 당사자합의에따라합 리적인범위안에서구체적인계약내용을임의로정할수있음을밝힙니다. 개인정보처리업무를위탁하거나위탁업무에개인정보처리가포함된경우에는본표준계약서의 내용을위탁계약서에첨부하거나반영하여사용하실수있습니다. - 56 - 보유하고 있는 개인정보를 개인정보보호법시행령 제16조에 따라 즉시 파기하거나 재 단에게 반납하여야 한다. 3 제2항에 따라 계약상대자가 개인정보를 파기한 경우 지체 없이 재단에게 그 결과 를 통보하여야 한다. 제7조 수탁자에 대한 관리감독 등 1 재단은 계약상대자에 대하여 다음 각 호의 사 항을 기록하여 관리하도록 요구할 수 있으며, 특별한 사유가 없는 한 계약상대자는 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적 외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 재단은 계약상대자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이행하여야 한다. 3 재단은 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼 손되지 아니하도록 1년에 회 계약상대자를 교육할 수 있으며, 계약상대자는 이에 응하여야 한다.2 4 제1항에 따른 교육의 시기와 방법 등에 대해서는 재단은 계약상대자와 협의하여 시행한다. 제8조 손해배상 1 계약상대자 또는 계약상대자의 임직원 기타 계약상대자의 수탁 자가 이 계약에 의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 계약상대자 또는 계약상대자의 임직원 기타 계약상대자의 수탁자의 귀책사유로 인하여 이 계약이 해지되어 재단 또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 계약상대자는 그 손해를 배상하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 재단이 전부 또 는 일부를 배상한 때에는 재단은 이를 계약상대자에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 재단과 계약상대자가 서명 또는 날인한 후 각 1부씩 보관한다. 2 개인정보 안전성 확보조치 기준 고시행정안전부 고시 제2011-43호 에 따라 개인정보처리자 및 취급자는 1년에 1회 이상 개인정보보호에 관한 교육을 의무적으로 시행하여야 한다. 재단 시 구 동 번지 성 명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 참고 4 용역사업 보안특약 조항 용역사업 보안특약 조항 1 사업자는 재단의 보안정책을 위반하였을 경우사업자 보안위규 처리 기 준에 따라 위규자 및 관리자를 행정조치하고,보안 위약금 부과 기준의 보안 위약금을 재단에 납부한다. 2 사업자는 인원, 장비, 자료산출물 및 사업관련 자료 포함, 네트 워크 등에 대한 물리적관리적기술적 보안대책과 누출금지 대상 정 보에 대한 보안관리 계획을 제출해야 하며, 누출금지 대상 정보 누출 시 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록하 고 입찰 참가를 제한한다. 3 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 아니 되며, 사업 완 료 시 반납 및 정보보안담당자 입회하에 완전 폐기해야 한다. 4 사업자는 납품 물품서버, 네트워크, 정보보호시스템, 웹 서비스 시스 템 등 자산 대해 정보보안전문가 또는 전문보안 점검도구를 활용 하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 한다. 5 Layer3 이상 네트워크 장비 및 보안 관련 제품디지털 복합기 포함 은 CC인증 제품국가정보원 지정 CC인증 필수 제품군은 필수으 로 납품하거나 보안적합성 검증을 이행하여야 하며, 보안적합성 검증 결과에 대해서 개선조치를 이행하여야 한다. - 58 - 첨부 서식 목록 서식 제1호 공동수급협정서공동이행방식 서식 제2호 보안서약서업체 대표자 보안서약서, 착수 시 제출 서식 제3호 보안서약서참여인력 보안서약서, 착수 시 제출 서식 제4호 정보보안 교육 참석자 명단 서식 제5호 전산장비 반입반출 확인서 서식 제6호 전산장비 반입반출 확인서원격지용 서식 제7호 정보화 사업 자료 인수인계 대장 서식 제8호 누출금지 대상 정보 미제공 확인서 서식 제9호 보안확약서업체 대표자 보안확약서, 종료 시 제출 서식 제10호 보안확약서참여인력 보안확약서, 종료 시 제출 서식 제11호 참가업체 일반 현황 서식 제12호 자본금 및 매출액최근 3년 서식 제13호 주요 사업실적 서식 제14호 용역이행실적증명서 서식 제15호 하도급계약의 적정성 판단 세부기준 서식 제16호 하도급계약 적정성 판단 자기평가표 서식 제17호 하도급 대금지급 비율 명세서 서식 제18호 소프트웨어사업 하도급 계약승인 신청서 서식 제19호 용역사업 정보보안 점검 항목 서식 제20호 제안사 운영 인력 현황 서식 제21호 한국연구재단 퇴직자 영입현황 확인서 서식 제22호 청렴계약 이행 서약서 서식 제2호 제10호, 제19호의 경우, 계약 체결 이후 제출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 서식 제1호 공동수급표준협정서공동 이행 방식 제1조목적 이협정서는아래계약을공동수급체의구성원이재정, 경영및기 술능력과인원및기자재를동원하여공사물품또는용역에대한계획입 찰시공등을위하여일정출자비율에따라공동연대하여계약을이행할것을 약속하는협약을정함에있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의명칭, 사업소의소재지, 대표자는다음과같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대표자성명 제3조공동수급체의구성원 1공동수급체의구성원은다음과같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의대표자는ᄋᄋᄋ로한다. 3대표자는발주자및제3자에대하여공동수급체를대표하며, 공동수급체의 재산의관리및대금청구등의권한을가진다. 제4조효력기간 본협정서는당사자간의서명과동시에발효하며, 해당계약의 이행으로종결된다. 다만, 발주자또는제3자에대하여공사와관련한권리의 무관계가남아있는한본협정서의효력은존속된다. 제5조의무 공동수급체구성원은제1조에서규정한목적을수행하기위하여성 실근면및신의를바탕으로하여필요한모든지식과기술을활용할것을약 속한다. 제6조책임 공동수급체의구성원은발주기관에대한계약상의의무이행에대하 - 60 - 여연대하여책임을진다. 다만, 공사이행보증서가제출된공사로서계약이행요 건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 단서신설 2014.1.10. 제7조하도급 공동수급체구성원중일부구성원이단독으로하도급계약을체 결하고자하는경우에는다른구성원의동의를받아야한다. 제8조거래계좌 계약예규공동계약운용요령제11조에정한바에의한선금, 기성대가등은다음계좌로지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호ᄋᄋᄋ, 예금주ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호ᄋᄋᄋ, 예금주ᄋᄋᄋ 제9조구성원의출자비율 1당공동수급체의출자비율은다음과같이정한다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2제1항의비율은다음각호의어느하나에해당하는경우에변경할수있다. 다만, 출자비율을변경하는경우에는공동수급체일부구성원의출자비율전부를 다른구성원에게이전할수없다. 1. 발주기관과의계약내용변경에따라계약금액이증감되었을경우 2. 공동수급체구성원중파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉 진법에따라채권단이구조조정대상으로결정하여구조조정중인업체, 중도탈 퇴의사유로인하여당초협정서의내용대로계약이행이곤란한구성원이발생 하여공동수급체구성원연명으로출자비율의변경을요청한경우 3현금이외의출자는시가를고려, 구성원이협의평가하는것으로한다. 제10조손익의배분 계약을이행한후에이익또는손실이발생하였을경우에 는제9조에서정한비율에따라배당하거나분담한다. 제10조의2비용의분담 1본계약이행을위하여발생한하도급대금, 재료비, 노 무비, 경비등에대하여출자비율에따라각구성원이분담한다. 2공동수급체구성원은각구성원이분담할비용의납부시기, 납부방법등을 상호협의하여별도로정할수있다. 3공동수급체구성원이제1항에따른비용을미납할경우에출자비율을고려 하여산정한, 미납금에상응하는기성대가는공동수급체구성원공동명의의계",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 좌에보관하며, 납부를완료하는경우에는해당구성원에게지급한다. 4분담금을3회이상미납한경우에나머지구성원은발주기관의동의를얻어 해당구성원을탈퇴시킬수있다. 다만, 탈퇴시킬수있는미납횟수에대해서는 분담금납부주기등에따라발주기관의동의를얻어다르게정할수있다. 본조신설2012.4.2. 제11조권리의무의양도제한 구성원은이협정서에의한권리의무를제3자 에게양도할수없다. 제12조중도탈퇴에대한조치 1공동수급체의구성원은다음각호의어느하나 에해당하는경우외에는입찰및해당계약의이행을완료하는날까지탈퇴할 수없다. 다만, 제3호에해당하는경우에는다른구성원이반드시탈퇴조치를하 여야한다. 1. 발주자및구성원전원이동의하는경우 2. 파산, 해산, 부도기타정당한이유없이해당계약을이행하지아니하거나 제10조의2에따른비용을미납하여해당구성원외의공동수급체의구성원이발 주자의동의를얻어탈퇴조치를하는경우신설2012.4.2. 3. 공동수급체구성원중파산, 해산, 부도기타정당한이유없이해당계약을 이행하지아니하여시행령제76조제1항제6호에따라입찰참가자격제한조치를받 은경우 2제1항에의하여구성원중일부가탈퇴한경우에는잔존구성원이공동연대 하여해당계약을이행한다. 다만, 잔존구성원만으로면허, 실적, 시공능력공시액 등잔여계약이행에필요한요건을갖추지못할경우에는잔존구성원이발주기관 의승인을얻어새로운구성원을추가하는등의방법으로해당요건을충족하여 야한다. 개정2010.9.8. 3제2항본문의경우에출자비율은탈퇴자의출자비율을잔존구성원의출자비 율에따라분할하여제9조의비율에가산한다. 4탈퇴하는자의출자금은계약이행완료후에제10조의손실을공제한잔액 을반환한다. 제13조하자담보책임 공동수급체는공동수급체가해산한후해당공사에관하여 하자가발생하였을경우에는연대하여책임을진다. 다만, 공사이행보증서가제 출된공사로서계약이행요건을충족하지못하는업체는출자비율에따라책임을 진다. 단서신설2014.1.10. - 62 - 제14조운영위원회 1공동수급체는공동수급체구성원을위원으로하는운영위 원회를설치하여계약이행에관한제반사항을협의한다. 2이협정서에규정되지아니한사항은운영위원회에서정한다. 위와같이공동수급협정을체결하고그증거로서협정서ᄋ통을작성하여각 통에공동수급체구성원이기명날인하여각자보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 서식 제2호 업체대표자보안서약서 보안 서약서 계약번호 계약기간 계약건명 계약 상대자 상 호 명 사업자등록번호 대 표 주 소 상기 본인은 한국연구재단이하 재단이라 함에서 발주한 위 용역사업을 수행 함에 있어 재단의 비밀 보호를 위하여 다음 사항을 준수할 것을 서약합니다. 1. 본인은 위 용역 사업과 관련하여 개인정보, 비밀정보, 영업내용 등 업무를 수행함 에 있어 알게 된 일체의 내용이 직무상 기밀 사항임을 인정하고 제3자에게 제공, 공개 또는 누설하지 않겠습니다. 2. 본인은 재단이 제공한 모든 자료와 자산을 재단에 즉시 반납하겠으며, 저장매체에 저장된 전자파일 형태의 모든 자료에 대하여 완전히 삭제하겠습니다. 3. 본인은 업무 수행의 결과 산출된 모든 결과물보고서, 컴퓨터 프로그램, 장치, 기 타 업무수행 중 산출된 문서 등에 대한 권리가 재단에 귀속됨을 인정하고 소유 하지 않겠으며, 재단이 이에 대한 권리를 행사하는데 협조하겠습니다. 4. 만일 서약사항을 위반하였을 경우에 본인은 법령이 정한 바에 따라 민형사상의 모든 책임을 부담하겠으며, 이로 인하여 재단에 발생한 모든 손해를 배상하겠습 니다. 20 . . . 한국연구재단 이사장 귀하 - 64 - 서식 제3호 참여인력보안서약서 보안 서약서 성 명 소 속 주 소 연 락 처 상기 본인은 한국연구재단이하 재단이라 함의 비밀 보호를 위하여 다음 사 항을 준수할 것을 서약합니다. 1. 본인은 재단에서 업무를 수행함에 있어 알게 된 개인정보 및 비밀정보를 제3자에 게 제공, 공개 또는 누설하지 않겠습니다.. 2. 본인은 재단이 생성되는 자료, 폐기물 및 작업 부산물에 대하여 재단에서 정한 절 차에 따라 처리하겠으며, 개인적인 외부 반출을 하지 않겠습니다. 3. 본인은 업무 수행의 결과 산출된 모든 결과물보고서, 기타 업무수행 중 산출된 문서 등에 대한 권리가 재단에 귀속됨을 인정하고 소유하지 않겠으며, 재단이 이 에 대한 권리를 행사하는데 협조하겠습니다. 4. 만일 서약사항을 위반하였을 경우에 본인은 법령이 정한 바에 따라 민형사상의 모든 책임을 부담하겠으며, 이로 인하여 재단에 발생한 모든 손해를 배상하겠습 니다. 20 . . . 서약자 인 한국연구재단 이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 서식 제4호 정보보안 교육 참석자 명단 사 업 명 사업기간 시작 사업부서 완료 사업담당자 일시 장소 년 월 일 시작 종료 번호 소속 직급 연락처 성명 확인서명 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 - 66 - 붙임 정보보안 교육 증빙자료 교육내용요약2줄이내 교육사진1 교육사진3",
      "tables": [
        [
          [
            "사\n업\n명",
            ""
          ],
          [
            "사 업 기 간",
            "시작\n사 업 부 서"
          ],
          [
            "",
            "완료\n사업담당자"
          ]
        ],
        [
          [
            "일시",
            "장소"
          ],
          [
            "년\n월\n일\n시작\n종료",
            ""
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "번호",
            "소속",
            "직급",
            "연락처",
            "성명",
            "확인(서명)"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "8",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "10",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "11",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "12",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "13",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "14",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "15",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "16",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "17",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "18",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "19",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "20",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "교육 내용 요약(2줄 이내)",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "교육 사진 1",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "교육 사진 3",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 67 - 서식 제5호 전산장비 반입 반출 확인서 사 업 명 사업기간 시작 사업부서 완료 사업담당자 소 속 명 신 청 인 직 급 연 락 처 번호 용도 MAC주소 HOSTNAME 백신점검결과 점검일 감염수 1 2 3 번호 반입일 보안프로그램 사업담당자확인 V3 SZ IM 설치확인 1 2 3 번호 반출일 완전삭제로그파일명 삭제확인 사업담당자확인 1 2 3 작성 주의사항 ᄋ HOSTNAME은 회사명-사용자명으로 변경 ᄋ 보안프로그램, 완적삭제 부분은 수기로 기입 ᄋ 전산장비 반입반출확인서와 보안서약서 미제출자는 네트워크 사용 불가 ᄋ Windows10 미만 버전 반입 금지 - 68 - 붙임 백신점검 결과 번호1 ᄋ cmd ver ipconfig all ᄋ 백신 점검 결과 장비반입 프로세스 ᄋ 장비 반입 후 보안프로그램 설치 및 백신점검, 증빙스크린샷 제작 ᄋ 장비 반입반출 확인서 정보보안 담당 부서에 제출 - 확인서 제출 시 백신점검 결과는 네트워크 연결 후 추가 제출 ᄋ 스마트낙NAC 계정 참여인력별 신청 - 스마트낙 계정이 있는 경우 유선6703으로 별도 알림 ᄋ 정보보안 담당 부서에서 보안 점검 후 스마트낙 계정 승인 - 보안교육 결과, 보안서약서참여인력, 대표명의, 보안프로그램 설치여 부, 백신점검 결과 등 - 사업 담당자 등의 서명 누락 시 계정 승인 불가 ᄋ 네트워크 연결 후 백신점검 결과를 추가하여 장비 반입반출 확 인서 제출 ᄋ 정보보안 담당 부서에서 용역사업 수행 중 수시로 보안 점검을 수행하고, 점검 결과 누락 또는 위규 사항 적발 시 사전 안내 없 이 즉시 네트워크 연결 차단",
      "tables": [
        [
          [
            "사\n업\n명",
            "",
            "",
            ""
          ],
          [
            "사 업 기 간",
            "시작",
            "사 업 부 서",
            ""
          ],
          [
            "",
            "완료",
            "사업담당자",
            ""
          ],
          [
            "소\n속\n명",
            "",
            "신\n청\n인",
            ""
          ],
          [
            "직\n급",
            "",
            "연\n락\n처",
            ""
          ]
        ],
        [
          [
            "번호",
            "용도",
            "",
            "MAC주소",
            "",
            "",
            "HOSTNAME",
            "",
            "백신점검결과",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "점검일",
            "감염수"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "반입일",
            "보안프로그램",
            "",
            "",
            "",
            "",
            "",
            "사업담당자 확인",
            ""
          ],
          [
            "",
            "",
            "V3",
            "",
            "SZ",
            "IM",
            "",
            "설치확인",
            "",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "반출일",
            "완전 삭제 로그 파일명",
            "",
            "",
            "",
            "",
            "삭제확인",
            "사업담당자 확인",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 서식 제6호 전산장비 반입 반출 확인서원격지용 사 업 명 사업기간 시작 사업부서 완료 사업담당자 소 속 명 신 청 인 직 급 연 락 처 번호 용도 MAC주소 HOSTNAME 백신점검결과 점검일 감염수 1 2 3 번호 반입일 보안조치 사업담당자확인 백신설치 인터넷차단 1 2 3 번호 반출일 완전삭제로그파일명 삭제확인 사업담당자확인 1 2 3 작성 주의사항 ᄋ HOSTNAME은 회사명-사용자명으로 변경 ᄋ 보안프로그램, 완적삭제 부분은 수기로 기입 ᄋ Windows10 미만 버전 사용 금지 - 70 - 붙임 백신점검 결과 번호1 ᄋ cmd ver ipconfig all ᄋ 백신 점검 결과 ᄋ 인터넷 차단 증적 장비반입 프로세스 ᄋ 백신 프로그램명 및 인터넷 차단 방법을 상세히 작성 ᄋ 보안프로그램 설치 및 백신점검, 인터넷 차단 증빙스크린샷 제작 ᄋ 장비 반입반출 확인서 J-TOPShttpproject.nrf.re.kr60080 등록 ᄋ 정보보안 담당 부서에서 용역사업 수행 중 수시로 보안 점검을 수행하고, 점검 결과 누락 또는 위규 사항 적발 시 사업수행 제한 장비반출 프로세스 ᄋ 사업완료시 지체 없이 장비철수 ᄋ 장비반출시 대전 혹은 서울청사 개인기기 방문하여 완전삭제 실시 후 로그 파일명 작성",
      "tables": [
        [
          [
            "사\n업\n명",
            "",
            "",
            ""
          ],
          [
            "사 업 기 간",
            "시작",
            "사 업 부 서",
            ""
          ],
          [
            "",
            "완료",
            "사업담당자",
            ""
          ],
          [
            "소\n속\n명",
            "",
            "신\n청\n인",
            ""
          ],
          [
            "직\n급",
            "",
            "연\n락\n처",
            ""
          ]
        ],
        [
          [
            "번호",
            "용도",
            "",
            "MAC주소",
            "",
            "HOSTNAME",
            "",
            "백신점검결과",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "점검일",
            "감염수"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "반입일",
            "보안조치",
            "",
            "",
            "",
            "",
            "사업담당자 확인",
            ""
          ],
          [
            "",
            "",
            "백신 설치",
            "",
            "인터넷 차단",
            "",
            "",
            "",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "반출일",
            "완전 삭제 로그 파일명",
            "",
            "",
            "",
            "삭제확인",
            "사업담당자 확인",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 서식 제7호 정보화 사업 자료 인계 인수 대장 사 업 명 사업기간 시작 사업부서 완료 사업담당자 번호 제공일 자료형태 전달방법 인계자 인수자 서명 소속 서명 1 자료명 제공사유 2 자료명 제공사유 3 자료명 제공사유 번호 회수일 회수방법 인계자 인수자 서명 서명 1 2 3 작성 주의사항 ᄋ 자료 인계인수가 없는 경우 사업담당자는 사업 완료 후 누출금 지 대상 정보 미제공 확인서를 정보보안 담당부서에 제출 - 72 - 서식 제8호 사업담당자확인서 누출금지대상정보미제공확인서 본인은 한국연구재단이하 재단 이라 함 ᄋᄋᄋ사업을 진행하면서 용역사업 참여인력에게 다음과 같은 누출금지 대상 정보를 제공하지 않았음을 확인합니다. 1. 기관 소유 정보시스템의 내ᆞ외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정 및 패스워드 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석ᆞ평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8. 공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상정보로 분류된 기관의 내부문서 9. 개인정보 보호법 제2조1호의 개인정보 10. 보안업무규정 제4조의 비밀, 동 시행규칙 제7조3항의 대외비 11. 그 밖의 발주자가 공개가 불가하다고 판단한 자료 부서명 확인자 인 확인일 년 월 일 정보보안 담당관 귀하",
      "tables": [
        [
          [
            "사\n업\n명",
            ""
          ],
          [
            "사 업 기 간",
            "시작\n사 업 부 서"
          ],
          [
            "",
            "완료\n사업담당자"
          ]
        ],
        [
          [
            "번호",
            "제공일",
            "자료형태",
            "전달방법",
            "인계자",
            "인수자",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "서명",
            "소속\n서명",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "자료명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "제공사유",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "자료명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "제공사유",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "자료명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "제공사유",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "회수일",
            "회수방법",
            "",
            "",
            "인계자",
            "인수자"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "서명",
            "서명"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 73 - 서식 제9호 업체대표자보안확약서 보안확약서 본인은귀기관과계약한OOOOO 사업의수행을완료함에있어, 다음각호의 보안사항에대한준수책임이있음을서약하며이에확약서를제출합니다. 1. 본사업수행중지득한모든자료를반납및파기하였으며, 지득한정보에대한 유출을절대금지하겠습니다. 2. 본社는하도급업체에대해상기항과동일한보안사항준수책임을확인하고 보안확약서를징구하였으며, 하도급업체가위의보안사항을위반할경우에주 사업자로서이에동일한법적책임을지겠습니다. 3. 본社는상기보안사항을위반할경우에귀기관의사업에참여제한또는기타 관련법규에따른책임과손해배상을감수하겠습니다. 년 월 일 서 약 자 업 체 명 업체대표 직 위 성 명 서명 연 락 처 서약집행자 소 속 사업담당자 직 위 성 명 서명 연 락 처 - 74 - 서식 제10호 참여인력보안확약서 보안확약서 본인은귀기관과계약한OOOOO 사업의수행을완료함에있어, 다음각호의 보안사항에대한준수책임이있음을서약하며이에확약서를제출합니다. 1. 본사업수행중지득한모든자료를반납및파기하였으며, 지득한정보에대한 유출을절대금지하겠습니다. 2. 본인은관련하도급업체에대해상기항과동일한보안사항준수책임을확인 하였으며, 하도급업체가위의보안사항을위반할경우에이에동일한법적책임을 지겠습니다. 3. 본인은상기보안사항을위반할경우에귀기관의사업에참여제한또는기타 관련법규에따른책임과손해배상을감수하겠습니다. 년 월 일 서 약 자 업 체 명 참여인력 직 위 성 명 서명 연 락 처 서약집행자 소 속 사업담당자 직 위 성 명 서명",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 75 - 서식 제11호 참가업체 일반 현황 단위 명, 건 기 관 명 대 표 자 사 업 분 야 소 재 지 전 화 번 호 설 립 연 도 년 월 해당부문종사기간 년 월 년 월 년 개월 주요연혁 유의사항 용지가 부족할 경우 별지 사용 제안서에 기재된 내용이 허위사실로 판명될 경우, 협상대상기관에서 제외 및 최종선정 후 에도 계약을 해제 또는 해지할 수 있음. - 76 - 서식 제12호 자본금 및 매출액 최근 3년 단위 천원 구 분 OO년도 총 자 산 자 기 자 본 유 동 부 채 고 정 부 채 유 동 자 산 당기 순이익 매출액 부문 부문 부문 부문 계 자기자본비율 자기자본순이익율 유 동 비 율 참고 결산 공고된 대차대조표 및 손익계산서 첨부",
      "tables": [
        [
          [
            "기    관    명",
            "대    표    자"
          ],
          [
            "사  업  분  야",
            ""
          ],
          [
            "소    재    지",
            ""
          ],
          [
            "전  화  번  호",
            ""
          ],
          [
            "설  립  연  도",
            "년         월"
          ],
          [
            "해 당 부 문 종 사 기 간",
            "년        월 (\n년   개월)\n년        월 ～"
          ],
          [
            "주 요 연 혁",
            ""
          ]
        ],
        [
          [
            "구        분",
            "",
            "OO년도"
          ],
          [
            "총   자   산",
            "",
            ""
          ],
          [
            "자 기  자 본",
            "",
            ""
          ],
          [
            "유 동  부 채",
            "",
            ""
          ],
          [
            "고 정  부 채",
            "",
            ""
          ],
          [
            "유 동  자 산",
            "",
            ""
          ],
          [
            "당기  순이익",
            "",
            ""
          ],
          [
            "매출액",
            "⃝부문",
            ""
          ],
          [
            "",
            "⃝부문",
            ""
          ],
          [
            "",
            "⃝부문",
            ""
          ],
          [
            "",
            "⃝부문",
            ""
          ],
          [
            "",
            "계",
            ""
          ],
          [
            "자기자본비율",
            "",
            ""
          ],
          [
            "자기자본순이익율",
            "",
            ""
          ],
          [
            "유 동 비 율",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 77 - 서식 제13호 주요사업실적 단위 천원 사 업 명 사 업 기 간 계 약 금 액 발 주 처 비 고 - 현재 수행중인 사업도 포함하여 연도순으로 기재하며, 제안과제와 직접적으로 관련 있는 것만 기재한다. - 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사를 기재한다. - 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재한다. - 사업 실적 중 최소 1개 이상 실적증명원 1부 민간거래 실적은 세금계산서, 계약서 사본 첨부 별도 첨부 - 78 - 서식 제14호 용역이행 실적증명서 신청인 업 체 명 상호 영 업 소 재 지 사 업 자 번 호 증 명 서 용 도 용역범위 및 기준 면적, 금액 등 용역이행 실적내용 용 역 명 용 역 개 요 계 약 번 호 계약일자 증명서 발급기관 위 사실을 증명함. 년 월 일 기 관 명 인 전화번호 주 소 FAX번호 발급부서 주 1 용역이행실적증명서는 행사 계약서로 대체할 수 있음",
      "tables": [
        [
          [
            "사      업      명",
            "사  업  기  간",
            "계  약  금  액",
            "발  주  처",
            "비    고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "신청인",
            "업 체 명 (상호)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "영 업 소 재 지",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사 업 자 번 호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "증 명 서 용 도",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용역범위 및 기준\n(면적, 금액 등)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "용역이행\n실적내용",
            "용  역  명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용 역 개 요",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계 약 번 호",
            "계약일자",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발급기관",
            "위 사실을 증명함.\n년    월    일",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기 관 명 :\n(인)\n(전화번호 :\n)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주    소 :\n(FAX번호:\n)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서 :",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 79 - 서식 제15호 하도급계약의적정성판단세부기준 I. 자격의 적정성 판단항목 세부 판단 항목 세부 판단 기준 및 방법 재하수급인 의 자격 참가제한 o 국가계약법또는 지방계약법에 따라 하수급인이 부정당업 자로 지정되어 입찰참가제한 중인 경우 감점 -25점 II. 수행능력의 적정성 III. 계약의 공정성 IV. 기타 기타 가 점 최대 5점 1 최근 3년간 하수급인이 유효기간 내에 있는 소프트웨어 관련 인증을 획득한 경 우가점 2점 소프트웨어 관련 인증 소프트웨어프로세스SP, 소프트웨어 품질인증GS 1등급, 2등 급, 정보보호시스템인증CC, 국가정보원 검증지정, 신기술인증NET, 신제품인증NEP 등 국가인증 및 국제표준인증 등 2 최근 3년간 하수급인의 정부ᆞ지자체ᆞ공공기관 수상경력회당 1점 3 재하도급 계약 시 제20조제3항 각 호에 따른 표준계약서를 활용하는 경우가점 1점 판단항목 세부 판단 항목 세부 판단 기준 및 방법 재하수급인 의 사업수행 능력 40점 사업수행 실적 30점 1-1 하수급인의 최근 3년간 유사사업 수행실적 하도급 계약금액 대비 최근 3년간 유사사업 수행실적 합산액의 비율을 기준으로 평가 100이상 100미만 80이상 80미만 60이상 60미만 50이상 50미만 30점 28점 26점 2516점 15점 1-2 하도급 사업 투입 인력 중 해당 사업과 유사사업 수행에 1건 이상 참여한 경험이 있 는 인력비율 70이상 70미만 60이상 60미만 50이상 50미만 40이상 40미만 30점 28점 26점 2516점 15점 계약상대자는 1-1, 1-2 중 택일하여 판단요청 가능 증빙서류 미제출 및 제출한 서류로 사업수행실적이 증빙되지 않을 경우 0점 처리 고용안정 및 적법근로 10점 2 하도급사업 투입인력 전원의 고용보험 가입 등 관련법 준수 여부 1.고용보험법 제15조에 따른 고용보험 가입 2. 파견근로자의파견근로자보호 등에 관한 법률 제7조에 따른 근로자파견사업 허가업체 소속 확인 및 고용보험 가입 3.고용보험법 제10조에 따라 고용보험법이 적용되지 않는 인력의 경우 이를 증명하는 서류 4. 대표자의 경우 사업자 등록증 하도급 사업 투입인력이 각 호를 충족하지 못하는 경우 0점 처리 재하도급 계약방식 60점 하도급 대금지급 방식의 적정성 30점 1 원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부 - 대금지급 방식 현금어음 등, 지급시기, 지급률 선금중도금잔금 불일치 ,일치여부무관 , , 전부일치 는일치하고 , 중1개일치 는일치하고 , 전부불일치 0점 30점 15점 0점 계약일반용역계약 일반조건제27조의2 또는하도급 거래 공정화에 관한 법률제 6조제1항 또는 제13조에 따른 적법한 기일15일이내 지급시기를 결정한 경우 와 일치 간주 원도급 사업의 계약대금 지급방식보다 하도급 계약대금의 지급방식이 하수급인 에게 유리한 경우에는 와 전부 일치 간주 하도급 금액의 적정성 30점 2 원도급의 하도급예정액 대비 하도급계약금액의 비율부분하도급률 95이상 95미만 90이상 90미만 85이상 85미만 80이상 80미만 70이상 70미만 30점 25점 20점 15점 10점 5점 1. 부분하도급률 하도급계약금액하도급예정액 100 2. 하도급예정액 국가기관등과 수급인간 계약서산출내역서상의 총 계약금액 중 각각 하도급 되는 예정금액 3. 하도급계약금액 재하도급 계약 시 계약서상의 명시된 계약금액 - 80 - 서식 제16호 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 제8호서식 하도급계약의적정성판단자기평가표제20조제1항관련 1. 계약 내용 수급인 관련 사항 사 업 명 수 급 인 전화 하도급 예정액A 원 계약기간 하자담보 책임기간 국가기관 등과의 낙찰방식, 낙찰률 방식, 부분하도급률 하도급계약금액B하도급예정액A X 100 2. 자기평가결과 판 단 항 목 1. 재하수급인의 자격 부정당업자로 지정되어 입찰참가제한 중인지 여부 2 . 재 하수 급 인 의 사업 수행능력 가. 사업수행실적 나. 고용안정 및 적법근로 소 계 3 . 재 하도 급 계약 방식 가. 하도급대금 지급방식의 적정성 나. 하도급 금액의 적정성 소 계 4. 기타 가점 소 계 합 계",
      "tables": [
        [
          [
            "수급인  관련  사항",
            "",
            ""
          ],
          [
            "사  업  명",
            "",
            ""
          ],
          [
            "수  급  인",
            "(전화)",
            ""
          ],
          [
            "하도급\n예정액(A)",
            "원",
            ""
          ],
          [
            "계약기간",
            "",
            ""
          ],
          [
            "하자담보 \n책임기간",
            "",
            ""
          ],
          [
            "국가기관\n등과의  낙찰방식,\n낙찰률",
            "방식,              %",
            ""
          ]
        ],
        [
          [
            "판단항목",
            "세부  판단 \n항목",
            "세부  판단  기준  및  방법"
          ],
          [
            "(재)하수급인\n의\n사업수행\n능력\n(40점)",
            "사업수행\n실적\n(30점)",
            "1-1   하수급인의  최근  3년간  유사사업  수행실적\n    ※  하도급  계약금액  대비  최근  3년간  유사사업  수행실적  합산액의  비율을  기준으로  평가\n100%미만～\n80%미만～\n60%미만～\n100%이상\n50%미만\n80%이상\n60%이상\n50%이상\n30점\n28점\n26점\n25～16점\n15점\n1-2   하도급  사업  투입  인력  중  해당  사업과  유사사업  수행에  1건  이상  참여한  경험이  있\n는  인력비율\n70%미만～\n60%미만～\n50%미만～\n70%이상\n40%미만\n60%이상\n50%이상\n40%이상\n30점\n28점\n26점\n25～16점\n15점\n    ※  계약상대자는  ◯1-1 ,  ◯1-2   중  택일하여  판단요청  가능\n    ※  증빙서류  미제출  및  제출한  서류로  사업수행실적이  증빙되지  않을  경우  0점  처리"
          ],
          [
            "",
            "고용안정\n및  적법근로\n(10점)",
            "②  하도급사업  투입인력  전원의  고용보험  가입  등  관련법  준수  여부 \n    1.「고용보험법」  제15조에  따른  고용보험  가입\n    2. \n파견근로자의「파견근로자보호 \n등에 \n관한 \n법률」 \n제7조에 \n따른 \n근로자파견사업  허가업체  소속  확인  및  고용보험  가입\n    3.「고용보험법」  제10조에  따라  고용보험법이  적용되지  않는  인력의  경우  이를 \n증명하는  서류\n    4.  대표자의  경우  사업자  등록증\n  ※  하도급  사업  투입인력이  각  호를  충족하지  못하는  경우  0점  처리"
          ]
        ],
        [
          [
            "(재)하도급\n계약방식\n(60점)",
            "하도급\n대금지급\n방식의 \n적정성\n(30점)",
            "①  원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부\n    -  ㉮ 대금지급 방식 (현금/어음 등), ㉯ 지급시기, ㉰ 지급률 (선금/중도금/잔금) \n㉮불일치\n㉮\n, ㉯, ㉰\n㉮는 일치하고\n㉮는 일치하고\n(㉯,㉰일치 여부 무관)\n전부 일치\n㉯\n, ㉰ 중 1개 일치\n㉯\n, ㉰ 전부 불일치\n0점\n30점\n15점\n0점\n    ※「(계약일반)용역계약  일반조건」제27조의2  또는「하도급  거래  공정화에  관한  법률」제\n6조제1항  또는  제13조에  따른  적법한  기일(15일)이내  지급시기를  결정한  경우  ㉯\n와  일치  간주\n    ※  원도급  사업의  계약대금  지급방식보다  하도급  계약대금의  지급방식이  하수급인\n에게  유리한  경우에는  ㉯와  ㉰  전부  일치  간주"
          ],
          [
            "",
            "하도급 \n금액의\n적정성\n(30점)",
            "②  원도급의  하도급예정액  대비  하도급계약금액의  비율(부분하도급률)\n95%미만～\n90%미만～\n85%미만～\n80%미만～\n95%이상\n70%미만\n90%이상\n85%이상\n80%이상\n70%이상\n30점\n25점\n20점\n15점\n10점\n5점\n    1.  부분하도급률(%)  =  (하도급계약금액/하도급예정액)  ×  100\n    2.  하도급예정액 \n:  국가기관등과  수급인간  계약서(산출내역서)상의  총  계약금액 \n중  각각  하도급  되는  예정금액\n    3.  하도급계약금액  :  (재)하도급  계약  시  계약서상의  명시된  계약금액"
          ]
        ],
        [
          [
            "판  단  항  목",
            "",
            "",
            ""
          ],
          [
            "1. (재)하수급인의 자격\n (부정당업자로 지정되어 입찰참가제한 중인지 여부)",
            "",
            "",
            ""
          ],
          [
            "2\n. \n( 재 ) 하 수\n급 인 의 \n사업\n수행능력",
            "가. 사업수행실적",
            "",
            ""
          ],
          [
            "",
            "나. 고용안정 및 적법근로",
            "",
            ""
          ],
          [
            "",
            "소 계",
            "",
            ""
          ],
          [
            "3\n. \n( 재 ) 하 도\n급\n   계약\n   방식",
            "가.  하도급대금  지급방식의 \n적정성",
            "",
            ""
          ],
          [
            "",
            "나. 하도급 금액의 적정성",
            "",
            ""
          ],
          [
            "",
            "소 계",
            "",
            ""
          ],
          [
            "4. 기타",
            "가점",
            "",
            ""
          ],
          [
            "",
            "소 계",
            "",
            ""
          ],
          [
            "합 계",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "기타",
            "가  점\n(최대  5점)",
            "①  최근  3년간  하수급인이  유효기간  내에  있는  소프트웨어  관련  인증을  획득한  경\n우(가점  2점)\n  ※ 소프트웨어  관련  인증:  소프트웨어프로세스(SP),  소프트웨어  품질인증(GS  1등급,  2등\n급),  정보보호시스템인증(CC),  국가정보원  검증/지정,  신기술인증(NET),  신제품인증(NEP) \n등  국가인증  및  국제표준인증  등"
          ],
          [
            "",
            "",
            "②  최근  3년간  하수급인의  정부ㆍ지자체ㆍ공공기관  수상경력(회당  1점)"
          ],
          [
            "",
            "",
            "③  (재)하도급  계약  시  제20조제3항  각  호에  따른  표준계약서를  활용하는  경우(가점  1점)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 81 - 서식 제17호 하도급 대금지급 비율 명세서 원도급자 하도급자 사 업 명 하 도 급 사 업 명 회 사 명 회 사 명 사업기간 하 도 급 기 간 하도급 지급대금 원 하도급 지급 대금 세부내역 구분 기술 등급 1SW 월 노임단가 2투입인력 MM 3MM당 하도급 대가 4지급금액 2x3 5지급비율 MM 기술사 특급기술자 고급기술자 중급기술자 초급기술자 합 계 상기와 같이 합의하였음을 확인합니다. 년 월 일 원도급자 직인 하도급자 직인 첨부서류 하도급 부문 산출 내역서 - 82 - 서식 제18호 하 도 급 승 인 신 청 서 사 업 명 주 관 기 관 사 업 기 간 년 월 일 년 월 일 하도급 승인 신청 내역 연번 업체명 내 용 1 2 3 하도급 신청 사유 붙임과 같이 하도급 승인을 신청합니다. 붙 임 1. 하도급 재하도급 계약승인신청서 세부내역 2. 하도급 대금지급 비율 명세서 년 월 일 주 소 상 호 대표자 인 한국연구재단 이사장 귀하",
      "tables": [
        [
          [
            "하도급 대금지급 비율 명세서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "원도급자",
            "",
            "",
            "",
            "하도급자",
            "",
            "",
            "",
            ""
          ],
          [
            "사 업 명",
            "",
            "",
            "",
            "하 도 급 \n사 업 명",
            "",
            "",
            "",
            ""
          ],
          [
            "회 사 명",
            "",
            "",
            "",
            "회 사 명",
            "",
            "",
            "",
            ""
          ],
          [
            "사업기간",
            "",
            "",
            "",
            "하 도 급\n기    간",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "하도급\n지급대금",
            "",
            "원",
            "",
            ""
          ],
          [
            "하도급 지급\n대금 세부내역",
            "구분",
            "기술\n등급",
            "①SW 월 \n노임단가",
            "②투입인력\n(MM)",
            "③MM당 \n하도급 \n대가",
            "",
            "④지급금액\n(②x③)",
            "⑤지급비율"
          ],
          [
            "",
            "MM",
            "기술사",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "특급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "고급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "중급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "초급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "합   계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "상기와 같이 합의하였음을 확인합니다.\n년    월    일\n직인\n(원도급자)\n직인\n(하도급자)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "첨부서류 : 하도급 부문 산출 내역서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "하\n도\n급\n승\n인\n신\n청\n서",
            "",
            "",
            "",
            ""
          ],
          [
            "사      업      명",
            "",
            "",
            "",
            ""
          ],
          [
            "주  관    기  관",
            "",
            "",
            "",
            ""
          ],
          [
            "사  업    기  간",
            "",
            "년 월 일\n년 월 일 ~",
            "",
            ""
          ],
          [
            "하도급 승인 신청 내역",
            "",
            "",
            "",
            ""
          ],
          [
            "연번",
            "업체명",
            "내    용",
            "",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            ""
          ],
          [
            "하도급 \n신청  사유",
            "",
            "",
            "",
            ""
          ],
          [
            "붙임과 같이 하도급 승인을 신청합니다.\n붙  임 :\n1. 하도급/ 재하도급 계약승인신청서 세부내역\n2. 하도급 대금지급 비율 명세서\n년    월    일\n주  소 :\n상  호 :\n대표자 :\n(인)\n    한국연구재단  이사장  귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 83 - 하도급 계약승인신청서 세부내역 재하도급 원도 급자 상호 대표자 인 사업자등록 소 재 지 하도 급자 상호 대표자 인 사업자등록 소 재 지 재하도 급자 상호 대표자 인 사업자등록 소 재 지 사업 내용 계약명 계약번호 계약금액 계 약 일 계약기간 년 월 일 년 월 일 하도급 내용 계약명 하도급액 계약예정일 계약기간 년 월 일 년 월 일 하도급 내역 및 사유 필요시 별지 사용 재하도 급내용 계약명 재하도급액 계약예정일 계약기간 년 월 일 년 월 일 재하도급 내역 및 사유 필요시 별지 사용 위와 같이 하도급 승인을 신청합니다. 년 월 일 신청인 서명 또는 인 한국연구재단 이사장 귀하 구비서류 1. 하도급또는 재하도급 계약서세부 산출내역서 포함안 2. 하도급또는 재하도급 사업수행계획서세부 사업추진일정표 포함 최신 기준은 국가정보원 홈페이지 참조 - 84 - 서식 제19호 용역사업 정보보안 점검 항목 점검일 년 월 일 용역사업 책임자소속성명 서명 사 업 담 당 자소속성명 서명 점검항목 구분 기본점검항목 참여 인력 용역참여인력변동사항현행화및보안서약서징구 참여인력에대한보안준수사항공지및보안교육실시 비인가자출입및내부전산망인터넷접근통제 장비 SW 월1회내PC 지키미수행 결과확인및안전조치 비인가전산장비반입및사용여부확인 최신백신프로그램설치및악성코드감염여부 장비반출시, 무단반출여부 P2P, 웹하드, 상용메신저등자료공유프로그램사용 보안이필요한자료에대한안전한보관 재단제공보안소프트웨어설치여부 불법복제소프트웨어사용여부 자료 제공자료에대한관리대장작성및관리 누출금지대상정보, 사업관련중요자료, 고객개인정보, 기관정보등업무상 불필요한재단내부정보의저장또는노유출여부 개발서버및산출물관리서버등의관리상태, 인터넷연결금지 전자우편으로자료전송시, 업체자사메일로업무자료송수신후메일삭제조치 사업종료시 전산장비반출시제공자료, 사업관련자료회수및완전삭제 개발 개발시보안코딩준수 보안취약점점검및개선 전산장비 서버, PC, 노트북, 휴대용 저장매체 등을 모두 포함하며, 특히 휴대용 저장매체는 스마트폰 , MP3 플레이어 등 유사 저장매체 모두 포함 확인 사업담당자가 점검하고 서명 란에 서명",
      "tables": [
        [
          [
            "구분",
            "기 본 점 검 항 목"
          ],
          [
            "참여\n인력",
            "용역 참여인력 변동사항 현행화 및 보안 서약서 징구"
          ],
          [
            "",
            "참여인력에 대한 보안 준수사항 공지 및 보안 교육 실시"
          ],
          [
            "",
            "비인가자 출입 및 내부전산망·인터넷 접근 통제"
          ],
          [
            "장비/\nSW",
            "월 1회 “내 PC 지키미 수행” 결과 확인 및 안전 조치"
          ],
          [
            "",
            "비인가 전산장비 반입 및 사용 여부 확인"
          ],
          [
            "",
            "최신 백신 프로그램 설치 및 악성코드 감염 여부"
          ],
          [
            "",
            "장비반출 시, 무단반출 여부"
          ],
          [
            "",
            "P2P, 웹 하드, 상용 메신저 등 자료공유 프로그램 사용"
          ],
          [
            "",
            "보안이 필요한 자료에 대한 안전한 보관"
          ],
          [
            "",
            "재단 제공 보안 소프트웨어 설치 여부"
          ],
          [
            "",
            "불법복제 소프트웨어 사용 여부"
          ],
          [
            "자료",
            "제공 자료에 대한 관리대장 작성 및 관리"
          ],
          [
            "",
            "누출금지대상정보, 사업관련 중요자료,\n(고객)개인정보, 기관정보 등 업무상\n불필요한 재단 내부 정보의 저장 또는 노·유출 여부"
          ],
          [
            "",
            "개발서버 및 산출물 관리서버 등의 관리 상태, 인터넷 연결 금지"
          ],
          [
            "",
            "전자우편으로 자료 전송 시, 업체 자사메일로 업무자료 송수신 후 메일삭제 조치"
          ],
          [
            "",
            "(사업 종료 시) 전산장비 반출 시 제공자료, 사업관련자료 회수 및 완전삭제"
          ],
          [
            "개발",
            "개발 시 보안코딩 준수"
          ],
          [
            "",
            "보안 취약점 점검 및 개선"
          ]
        ],
        [
          [
            "□  하 도 급\n계약승인신청서 세부내역\n□  재하도급",
            "",
            "",
            "",
            ""
          ],
          [
            "원도\n급자",
            "상 호",
            "",
            "대 표 자",
            "(인)"
          ],
          [
            "",
            "사업자등록",
            "",
            "소 재 지",
            ""
          ],
          [
            "하도\n급자",
            "상 호",
            "",
            "대 표 자",
            "(인)"
          ],
          [
            "",
            "사업자등록",
            "",
            "소 재 지",
            ""
          ],
          [
            "재하도\n급자",
            "상 호",
            "",
            "대 표 자",
            "(인)"
          ],
          [
            "",
            "사업자등록",
            "",
            "소 재 지",
            ""
          ],
          [
            "사업\n내용",
            "계 약 명",
            "계약번호",
            "",
            "계약금액"
          ],
          [
            "",
            "계 약 일",
            "계약기간",
            "년  월  일 ～      년  월  일",
            ""
          ],
          [
            "하도급 \n내용",
            "계 약 명",
            "",
            "하 도 급 액",
            ""
          ],
          [
            "",
            "계약(예정일)",
            "계약기간",
            "년  월  일 ～      년  월  일",
            ""
          ],
          [
            "",
            "하도급 내역\n및 사유",
            "(* 필요시 별지 사용)",
            "",
            ""
          ],
          [
            "재하도\n급내용",
            "계 약 명",
            "재 하 도 급 액",
            "",
            ""
          ],
          [
            "",
            "계약(예정일)",
            "계약기간\n년  월  일 ～      년  월  일",
            "",
            ""
          ],
          [
            "",
            "재하도급 내역\n및  사유",
            "(* 필요시 별지 사용)",
            "",
            ""
          ],
          [
            "위와 같이 하도급 승인을 신청합니다.\n년        월        일\n신청인:\n(서명 또는 인)\n    한국연구재단  이사장  귀하",
            "",
            "",
            "",
            ""
          ],
          [
            "※  구비서류\n1. 하도급(또는 재하도급) 계약서(세부 산출내역서 포함)(안)\n2. 하도급(또는 재하도급) 사업수행계획서(세부 사업추진일정표 포함)",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 85 - 서식 제20호 제안사 운영 인력현황 1. 제안사 조직 및 인원현황 2. 본 사업 수행조직 및 업무분장 사 업 관 리 자 부 문 부 문 부 문 부 문 주 분야별 책임자를 명시한다. - 86 - 서식 제21호 한국연구재단 퇴직자 영입현황 확인서 - 공고번호 - 입찰계약 건명 1. 상기 입찰계약 건과 관련하여 당사는 한국연구재단 퇴직자퇴직 후 2년 이내 영입 근무현황을 다음과 같이 제출합니다. 퇴직 당시 직급 성 명 현재 직급 임 원 연구직 행정직 별정직 공무직 작성요령 영입자가 없을 경우에는 성명 란에 해당사항 없음을 표기 공기업준정부기관 계약사무규칙 제8조 제3항 및 제4조, 제15조 2. 상기 입찰계약 건과 관련하여 당사는 한국연구재단 퇴직자 모임단체 또는 그 퇴직자 모임단체의 회원사나 자회사와의 관계성 여부를 다음과 같이 제출합니다. 퇴직자 모임단체 퇴직자 모임단체의 회원사 OX OX 3. 상기 퇴직자 영입 및 퇴직자 모임과 관련된 사항이 있는 경우 재단 계약사무규칙 제24조 제2항에 의거한 수의계약 제한 방침에 따르겠습니다. 위 퇴직자 영입현황 확인서는 상호신뢰를 바탕으로 한 약속으로 입찰 및 계약을 수행함에 있어 위에 언급한 내용대로 이행할 것이며 만일 이의 사실과 다를 경우축소, 누락포함 심사 대상자에서 제외, 계약해지 또는 해제 및 부정당업자로 입찰참가자격제한조치 등 불이익 처분을 받더라도 일체의 이의를 제기하지 아니할 것을 확약하고 이에 확인서를 제출합니다. 년 월 일 회 사 명 사업자번호 한국연구재단 이사장 귀하 미제출시는계약대상에서제외탈락합니다.",
      "tables": [
        [
          [
            "퇴직 당시 직급",
            "성    명",
            "현재  직급"
          ],
          [
            "임    원",
            "",
            ""
          ],
          [
            "연구직",
            "",
            ""
          ],
          [
            "행정직",
            "",
            ""
          ],
          [
            "별정직",
            "",
            ""
          ],
          [
            "공무직",
            "",
            ""
          ]
        ],
        [
          [
            "부    문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "부    문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "부    문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "부    문"
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 87 - 서식 제22호 청렴계약 이행 서약서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가경쟁력에 중요한 관건이 됨을 깊이 인식하며 청렴계약 취지에 적극 호응하여 한국연구재단이하 재단 이라 한다에서 발주하는 모든 공사, 물품, 용역 등의 입찰에 참여함에 있어 당사 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 하지 않겠습니다. 이를 위반하여 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 것이 사실로 드러날 경우 재단이 발주하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 1년 이상 2년 이하의 기간 동안 참가하지 않겠으며 경쟁입찰에 있어서 입찰자 간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰을 위하여 담합을 한 사실이 드러날 경우 재단이 시행하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 6개월 동안 참여하지 않고 위와 같이 담합 등 불공정 행위를 한 사실이 드러날 경우 독점규제 및 공정거래에 관한 법률에 따라 공정거래위원회에 고발하여 과징금 등을 부과토록 하는데 일체의 이의를 제기하지 않겠습니다. 2. 입찰계약체결 및 계약이행 과정에서 재단의 관계직원에게 직간접적으로 금품향응친인척 등에 대한 부정한 취업 제공 포함 등의 부당한 이익을 제공하지 않겠으며, 이를 위반하여 입찰, 낙찰, 계약체결 및 계약이행과 관련하여 금품, 향응 등을 제공한 사실이 드러날 경우 재단이 시행하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 3월 이상 2년 이하의 기간 동안 입찰에 참가하지 않겠습니다. 3. 입찰, 계약체결 및 계약이행과 관련하여 금품, 향응친인척 등에 대한 부정한 취업 제공 포함 등을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 해당 계약의 전부 또는 일부를 해제 또는 해지하여도 감수하겠으며 민형사상 이의를 제기하지 않겠습니다. - 88 - 4. 회사 임직원이 관계 직원에게 금품, 향응친인척 등에 대한 부정한 취업 제공 포함 등을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익 처분을 하지 않는 사규를 제정하도록 노력하겠습니다. 5. 공정한 직무수행을 방해하는 알선청탁을 통하여 입찰 또는 계약과 관련된 특정 정보의 제공을 요구하거나 받는 행위를 하지 않겠습니다. 6. 국가를 당사자로 하는 계약에 관한 법률 시행령 제4조의2제1항제2호 위반 시에 아래의 손해배상액을 납부토록 하겠습니다. - 입찰자 입찰금액의 100분의5 이내 - 계약상대자 계약금액의 100분의10 이내 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 이행하고, 입찰참가자격 제한, 계약해지 등 재단의 조치와 관련하여 당사가 재단을 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민 형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 년 월 일 서약자 업체명 대표자명 인 한국연구재단 이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}