{
  "csv_metadata": {
    "공고 번호": "20240812818",
    "공고 차수": 0.0,
    "사업명": "KUSF 체육특기자 경기기록 관리시스템 개발",
    "사업 금액": 150000000,
    "발주 기관": "(사）한국대학스포츠협의회",
    "공개 일자": "2024-08-16 08:52:03",
    "입찰 참여 시작일": "2024-09-02 10:00:00",
    "입찰 참여 마감일": "2024-09-06 10:00:00",
    "사업 요약": "- KUSF 체육특기자 경기기록 관리시스템 개발\n- 사업 배경: 경기실적으로만 체육특기자 선발 결정하는 문제 해결을 위한 경기력 평가지표 개발 필요\n- 사업 범위: KUSF 체육특기자 경기기록 관리시스템 및 경기력 평가지표 개발\n- 기대 효과: 체육특기자 대입 공정성 확보, 경기력 평가 자료 제공, 학생선수 개인별 경기력 판단 가능",
    "파일형식": "pdf",
    "파일명": "(사）한국대학스포츠협의회_KUSF 체육특기자 경기기록 관리시스템 개발.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "KUSF 체육특기자 경기기록 관리시스템 개발 제안요청서 2024. 8. - 2 - 목 차 I. 사업 개요 3 1. 사업 개요 3 2. 추진배경 및 필요성 3 3. 사업 범위 4 4. 기대효과 4 II. 주요 현황 5 1. KUSF 현황 5 2. 체육특기자 경기력 평가지표 개발 결과 7 III. 사업 추진 계획 10 1. 추진내용 10 2. 추진 체계 11 3. 사업 추진 일정 11 4. 추진 방법 12 5. 사업 결과 산출물 12 IV. 제안서 요청 내용 14 1. 제안요청 기본사항 14 2. 제안요청 내용 14 V. 제안서 작성 안내 51 1. 제안서의 효력 51 2. 제안서 작성 지침권고사항 51 3. 제안서 작성 목차 52 4. 안내 사항 55 5. 용역사업 보안 사항 관련 61 붙임 입찰 및 제안 관련 서식 64",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "- 3 - I 사업 개요 1. 사업 개요 ᄋ 과 업 명 KUSF 체육특기자 경기기록 관리시스템 개발 본사업은소프트웨어개발사업적정사업기간산정기준에따른사업 임 ᄋ 소요예산 1억 5천만 원부가가치세 포함 ᄋ 사업기간 계약체결 후 2024년 12월 31일까지 ᄋ 사업주관 한국대학스포츠협의회이하 KUSF ᄋ 사업내용 KUSF 체육특기자 경기기록 관리시스템 신규 개발 2. 추진배경 및 필요성 ᄋ 추진배경 현행 대입 체육특기자 선발에 경기실적으로만 당락을 결정하는 문제 해결을 위한 가이드라인 및 권고 발표 스포츠혁신위원회, 2019. 6. 4. 발표, 체육특기자선발제도개선2차권고문 학교스포츠정상화를위한선수육성시스템혁신및일반학생의스포츠참여활성화권고 체육특기자 진학대학입시에 대한 권고2019. 6. 4. ᄋ 문화체육관광부장관은 교육부장관과 협의하여 한국대학교육협의회와 한국대학스포츠협의회로 하여금 체육특기자의 대학입시전형의 종목별 경기력 평가에 관한 객관적 지표를 개발활용할 수 있도록 예산을 지원한다. - 체육특기자 경기력을 평가할 수 있는 지표를 개발하여, 학생선수 개인별 경기력을 판단할 수 있는 지표 제공 추진 - 체육특기자의 경기력 평가지표 개발 연구를 통한 농구, 배구, 야구, 축구 종목 KUSF 체육특기자 경기력 평가지표 개발 완료2023년 사전연구 20. 7 10. 3개월 1차연구 20. 12. 21. 6. 6개월 2차연구 21. 12. 22. 6. 6개월 3차연구 22.. 10. 23.. 8. 10개월 è è è 평가지표개발 방향도출 평가지표개발 농구, 배구, 야구, 축구 평가지표 타당성실용성검증 평가지표 시뮬레이션 연구기관 용인대학교산학협력단연구책임자 신승윤교수 - 4 - ᄋ 필요성 체육특기자 경기력 평가지표 산출하고, 경기력 평가지표 산출을 위한 종목별 특성에 맞는 경기기록을 수집하기 위해 신규 시스템을 개발하여 운영하고자 함 3. 사업 범위 ᄋ 신규 개발 대상KUSF 체육특기자 경기기록 관리시스템 관련홈페이지관리자페이지모두포함하여개발 ᄋ 체육특기자 경기력 평가지표 관련 대회경기기록 입력 페이지 개발 - 대상종목 농구, 배구, 야구, 축구 중 농구를 선별적으로 우선함 1차연도사업으로농구를선별적으로우선하고, 배구, 야구, 축구종목으로확대예정 - 대상종목 대회경기기록 및 사용자학생선수, 대학, 종목단체 확장 가능성을 고려하여 신규 시스템 개발 ᄋ 서비스 개인정보 관련 데이터 관리를 통한 정보보안 지원 ᄋ 서비스 인프라 환경 관리, 오류 모니터링 및 수정, 시스템 운영 기술지원 4. 기대 효과 ᄋ 체육특기자 대입 선발 관련 객관적인 지표를 제공하여, 입시 공정성 확보 ᄋ 체육특기자 대입제도에 경기력을 평가할 수 있는 자료 제공 ᄋ 학생선수 개인별 경기력을 판단할 수 있는 신뢰성 있는 정보 제공",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 5 - II 주요 현황 1. KUSF 현황 ᄋ 설립 배경 및 목적 - 대학운동부를 운영하는 대학의 협의체로서 대학스포츠의 현안에 대한 자율적인 협의연구조정을 통해 대학스포츠의 건전한 육성을 도모하고자 설립2010년 - 대학스포츠 방침 심의결정 및 규정 집행감독 - 대학스포츠 제도 개선권익 증진 및 연구협의 등 - 대학 학생선수 학습권 보장 및 경기력 향상을 위한 연구지원 - 대학 학생선수 대학스포츠 활동 지원을 통한 지덕체의 건전한 리더십 함양 및 전인적 스포츠 인재 양성 ᄋ 사업 영역 사업영역 사업내용 대학운동부지원 ᄋ 대학운동부평가및지원 ᄋ 대학운동부학생선수교육 ᄋ 대학스포츠심포지엄및직무연수 ᄋ 대학운동부시상 학생선수선발 정상화 ᄋ 체육특기자대입설명회개최 ᄋ 체육특기자대입정보포털운영 ᄋ 체육특기자대입전형요강발간 ᄋ 체육특기자경기력평가지표개발 학생선수학사관리 정상화 ᄋ 대학운동부학생선수학사관리지원 ᄋ 대학스포츠종합정보시스템운영 ᄋ 대학스포츠운영규정시행 ᄋ 대학스포츠국제교류 학생선수미래가치 창출사업 ᄋ 학생선수선수출신대학생진로탐색프로그램 ᄋ 대학스포츠대학생기자단운영 ᄋ 대학스포츠홍보마케팅 대학스포츠 인권증진 ᄋ 대학스포츠인권문화개선 ᄋ 대학운동부인권실태조사및가이드라인발간 ᄋ 대학운동부학생선수인권교육강사양성 대학스포츠 리그운영지원 ᄋ KUSF 대학스포츠U-리그 ᄋ KUSF 클럽챔피언십 - 6 - ᄋ KUSF 회원 현황 - 전국 136개 대학교2024. 8. 현재 기준 4년제 23년제 101개교 35개교 - KUSF 회원대학 명단2024. 8. 현재 기준 연번 대학명 연번 대학명 1 가천대학교 35 국립한국해양대학교 2 가톨릭관동대학교 36 국민대학교 3 강동대학교 37 국제대학교 4 강릉영동대학교 38 군장대학교 5 강서대학교 39 김천대학교 6 강원대학교 40 김해대학교 7 강원도립대학교 41 나사렛대학교 8 건국대학교 42 남부대학교 9 경기대학교 43 단국대학교 10 경남대학교 44 대경대학교 11 경동대학교 45 대구과학대학교 12 경북대학교 46 대구대학교 13 경북전문대학교 47 대구예술대학교 14 경상국립대학교 48 대덕대학교 15 경성대학교 49 대전과학기술대학교 16 경운대학교 50 대전대학교 17 경일대학교 51 동강대학교 18 경희대학교 52 동국대학교 19 계명대학교 53 동명대학교 20 계명문화대학교 54 동서대학교 21 고려대학교 55 동신대학교 22 고신대학교 56 동아대학교 23 광운대학교 57 동양대학교 24 광주대학교 58 동원과학기술대학교 25 광주여자대학교 59 동원대학교 26 구미대학교 60 동의과학대학교 27 국립강릉원주대학교 61 동의대학교 28 국립공주대학교 62 디지털서울문화예술대학교 29 국립군산대학교 63 마산대학교 30 국립목포대학교 64 명지대학교 31 국립목포해양대학교 65 목원대학교 32 국립순천대학교 66 목포과학대학교 33 국립안동대학교 67 문경대학교 34 국립한국교통대학교 68 배재대학교",
      "tables": [
        [
          [
            "사업 영역",
            "사업내용"
          ],
          [
            "대학운동부 지원",
            "ㅇ  대학운동부 평가 및 지원\nㅇ  대학운동부 학생선수 교육\nㅇ  대학스포츠 심포지엄 및 직무연수\nㅇ  대학운동부 시상"
          ],
          [
            "학생선수 선발\n정상화",
            "ㅇ  체육특기자 대입설명회 개최\nㅇ  체육특기자 대입 정보 포털 운영\nㅇ  체육특기자 대입전형요강 발간\nㅇ  체육특기자 경기력 평가지표 개발"
          ],
          [
            "학생선수 학사관리\n정상화",
            "ㅇ  대학운동부 학생선수 학사관리 지원\nㅇ  대학스포츠 종합정보시스템 운영\nㅇ  대학스포츠 운영 규정 시행\nㅇ  대학스포츠 국제 교류"
          ],
          [
            "학생선수 미래가치\n창출 사업",
            "ㅇ  학생선수/선수출신 대학생 진로탐색 프로그램\nㅇ  대학스포츠 대학생 기자단 운영\nㅇ  대학스포츠 홍보·마케팅"
          ],
          [
            "대학스포츠\n인권 증진",
            "ㅇ  대학스포츠 인권 문화 개선\nㅇ  대학운동부 인권 실태조사 및 가이드라인 발간\nㅇ  대학운동부 학생선수 인권 교육 강사 양성"
          ],
          [
            "대학스포츠\n리그 운영 지원",
            "ㅇ  KUSF 대학스포츠 U-리그\nㅇ  KUSF 클럽챔피언십"
          ]
        ],
        [
          [
            "연번",
            "대학명",
            "연번",
            "대학명"
          ],
          [
            "1",
            "가천대학교",
            "35",
            "국립한국해양대학교"
          ],
          [
            "2",
            "가톨릭관동대학교",
            "36",
            "국민대학교"
          ],
          [
            "3",
            "강동대학교",
            "37",
            "국제대학교"
          ],
          [
            "4",
            "강릉영동대학교",
            "38",
            "군장대학교"
          ],
          [
            "5",
            "강서대학교",
            "39",
            "김천대학교"
          ],
          [
            "6",
            "강원대학교",
            "40",
            "김해대학교"
          ],
          [
            "7",
            "강원도립대학교",
            "41",
            "나사렛대학교"
          ],
          [
            "8",
            "건국대학교",
            "42",
            "남부대학교"
          ],
          [
            "9",
            "경기대학교",
            "43",
            "단국대학교"
          ],
          [
            "10",
            "경남대학교",
            "44",
            "대경대학교"
          ],
          [
            "11",
            "경동대학교",
            "45",
            "대구과학대학교"
          ],
          [
            "12",
            "경북대학교",
            "46",
            "대구대학교"
          ],
          [
            "13",
            "경북전문대학교",
            "47",
            "대구예술대학교"
          ],
          [
            "14",
            "경상국립대학교",
            "48",
            "대덕대학교"
          ],
          [
            "15",
            "경성대학교",
            "49",
            "대전과학기술대학교"
          ],
          [
            "16",
            "경운대학교",
            "50",
            "대전대학교"
          ],
          [
            "17",
            "경일대학교",
            "51",
            "동강대학교"
          ],
          [
            "18",
            "경희대학교",
            "52",
            "동국대학교"
          ],
          [
            "19",
            "계명대학교",
            "53",
            "동명대학교"
          ],
          [
            "20",
            "계명문화대학교",
            "54",
            "동서대학교"
          ],
          [
            "21",
            "고려대학교",
            "55",
            "동신대학교"
          ],
          [
            "22",
            "고신대학교",
            "56",
            "동아대학교"
          ],
          [
            "23",
            "광운대학교",
            "57",
            "동양대학교"
          ],
          [
            "24",
            "광주대학교",
            "58",
            "동원과학기술대학교"
          ],
          [
            "25",
            "광주여자대학교",
            "59",
            "동원대학교"
          ],
          [
            "26",
            "구미대학교",
            "60",
            "동의과학대학교"
          ],
          [
            "27",
            "국립강릉원주대학교",
            "61",
            "동의대학교"
          ],
          [
            "28",
            "국립공주대학교",
            "62",
            "디지털서울문화예술대학교"
          ],
          [
            "29",
            "국립군산대학교",
            "63",
            "마산대학교"
          ],
          [
            "30",
            "국립목포대학교",
            "64",
            "명지대학교"
          ],
          [
            "31",
            "국립목포해양대학교",
            "65",
            "목원대학교"
          ],
          [
            "32",
            "국립순천대학교",
            "66",
            "목포과학대학교"
          ],
          [
            "33",
            "국립안동대학교",
            "67",
            "문경대학교"
          ],
          [
            "34",
            "국립한국교통대학교",
            "68",
            "배재대학교"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 7 - 2. 체육특기자 경기력 평가지표 개발 결과 ᄋ 체육특기자 경기력 평가지표 개념 - 체육특기자 경기력 평가지표는 단체종목에서 경기 수행 중 발현되는 개인의 기술 결과들을 종합하여 개인의 종합적인 경기력을 나타낼 수 있는 개인 경기력 평가지표임 ᄋ 체육특기자 경기력 평가지표 개발 목적과 필요성 - 체육특기자 대입 공정성과 체육특기자 특별전형의 취지를 살리기 위해 체육특기자 개개인의 경기력을 객관적으로 평가할 수 있어야 하며, 대학이 체육특기자 선발에 활용할 수 있는 개인 경기력 평가지표 개발이 필요함 단체종목에있어서경기실적증명서가가장실제적인평가결과이기는하나, 이는개인이아니라 단체의경기실적을나타내는것임으로개인경기력을입시에반영하는것에는한계가있음을고려 ᄋ 체육특기자 경기력 평가지표 개발 현황 체육특기자경기력평가지표개발연구단계별진행현황 사전연구 연구기간 3개월 1차연구 연구기간 6개월 2차연구 연구기간 6개월 3차연구 연구기간 10개월 è è è 평가지표개발 방향도출 평가지표개발 총5개종목 평가지표 타당성실용성검증 평가지표 시뮬레이션 연구단계 기간 연구명 해당종목 사전연구 2020. 7. 2020. 10. 체육특기자경기력평가지표 개발필요종목선정및 방향성도출 체육특기자선발전종목 1차연구 2020. 12. 2021. 6. 체육특기자경기력평가지표개발 농구, 배구, 야구, 축구, 태권도 2차연구 2021. 12. 2022. 6. 체육특기자경기력평가지표 타당성실용성검증및 활용방안도출 농구, 배구, 야구, 축구 3차연구 2022. 11. 2023. 9. 체육특기자경기력평가지표 시뮬레이션 농구, 배구, 야구, 축구 - 8 - ᄋ 체육특기자 경기력 평가지표 개요 - KUSF 체육특기자 경기력 평가지표는 대학입시 활용을 위하여 개발되었으며, 입시의 점수 환산 시 이해와 적용의 편의를 위해 대학수학능력시험의 구조와 동일한 구조를 취하여 개발되었음 1 경기력 평가지표의 구성 요소 - 경기력 평가지표는 산출변수, 합성지표, 경기력의 3단계 위계로 구성됨 경기력평가지표구성요소 정의 산출변수 선수가경기중에발현한기술의실제측정치 합성지표 산출변수들에가중치를부여한후의조합결과 경기력 합성지표들에가중치를부여한후의조합결과 - 경기력 산출 시의 합성지표 가중치는 각 대학에서 선발 목적에 부합되도록 자율적으로 부여함 그림. 경기력평가지표의구조와경기력산출예시축구",
      "tables": [
        [
          [
            "경기력 평가지표 구성 요소",
            "정의"
          ],
          [
            "산출변수",
            "선수가 경기중에 발현한 기술의 실제 측정치"
          ],
          [
            "합성지표",
            "산출변수들에 가중치를 부여한 후의 조합 결과"
          ],
          [
            "경기력",
            "합성지표들에 가중치를 부여한 후의 조합 결과"
          ]
        ],
        [
          [
            "⟨「체육특기자 경기력 평가지표 개발 연구」 단계별 진행 현황 〉"
          ],
          [
            "사전연구\n1차 연구\n2차 연구\n3차 연구\n(연구기간: 3개월)\n(연구기간: 6개월)\n(연구기간: 6개월)\n(연구기간: 10개월)\n▼\n▼\n▼\n▼\nè\nè\nè\n평가지표 개발\n평가지표 개발\n평가지표\n평가지표\n방향 도출\n(총 5개 종목)\n타당성·실용성 검증\n시뮬레이션"
          ]
        ],
        [
          [
            "연구단계",
            "기간",
            "연구명",
            "해당 종목"
          ],
          [
            "사전연구",
            "2020. 7. ∼ 2020. 10.",
            "체육특기자 경기력 평가지표\n개발 필요종목 선정 및\n방향성 도출",
            "체육특기자 선발 전 종목"
          ],
          [
            "1차연구",
            "2020. 12. ∼ 2021. 6.",
            "체육특기자 경기력 평가지표 개발",
            "농구, 배구, 야구, 축구,\n태권도"
          ],
          [
            "2차연구",
            "2021. 12. ∼ 2022. 6.",
            "체육특기자 경기력 평가지표\n타당성·실용성 검증 및\n활용방안 도출",
            "농구, 배구, 야구, 축구"
          ],
          [
            "3차연구",
            "2022. 11. ∼ 2023. 9.",
            "체육특기자 경기력 평가지표\n시뮬레이션",
            "농구, 배구, 야구, 축구"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 5,
      "text": "- 9 - 2 경기력 평가지표 자료 제공 - 경기력 평가지표는 학년별, 대회별 합성지표를 제공함을 원칙으로 함 - 합성지표는 백분위, 변환점수5010를 제공함 그림. 경기력평가지표포함의경기실적증명서예시 3 경기력 환산법 - 제공되는 합성지표에 각 대학의 목표에 근거한 가중치를 부여하여 합산함으로 개인별 경기력을 환산함 - 합성지표별 가중치는 대학의 자율적 판단에 따름 그림. 경기력산출예시농구 ᄋ 종목별 체육특기자 경기력 평가지표 개발 결과 개발이완료된종목별체육특기자경기력지표산출변수, 합성지표, 경기력은 발주기관담당자를통해요청하는경우, 별도제공예정 - 10 - III 사업 추진계획 1. 추진내용 ᄋ 시스템 공통 사항 - 시스템 사용자 인터페이스는 직관적이고 최신 경향에 맞춘 디자인으로 제작 - 한국대학스포츠협의회 기관 소개회원대학주요 사업 소개 페이지 생성 - 검증된 관리자의 가입 및 접속 방안 제시 및 ID, PW 생성찾기 기능 구현 - 기관 및 대학 등 ID 생성 후 개인이 회원가입 시 검증된 개인 회원가입 방안 제시 - 동일한 데이터를 반복적으로 입력하는 것을 최소화하기 위한 시스템 간 연동 방안 및 자동입력 기능 구축 - 시스템 회원가입 시 정보공개범위 및 개인정보활용 등 안내 - 향후 체육특기자 경기기록 관리시스템의 기능 확장을 고려한 시스템 설계 ᄋ 체육특기자 경기기록 관리시스템 내 DB 관리 시스템 구현 - 체육특기자 경기기록 관련 DB 통합 관리 및 통계분석 기능 구축 - 내부 이용자KUSF가 시스템을 통해 대내외 업무 활용을 위해 필요한 체육특기자 경기기록 관련 자료를 분석관리하는 시스템 구현 - 분석된 데이터는 MS오피스로 저장되어 보고서로 작성할 수 있어야 함 ᄋ 체육특기자 경기기록 관리시스템 운영을 위한 인프라 환경 구축 - 체육특기자 경기기록 관리시스템 운영을 위한 서비스 운영 및 관리 ᄋ 체육특기자 경기기록 관리시스템 사용 및 활용 매뉴얼 제작 - 업무 사용자 및 시스템 관리자별 활용 매뉴얼 별도 제작 ᄋ 체육특기자 경기기록 관리시스템 개발에 따른 온라인홍보물 제작 - 온라인 배포용 시스템 로고, 배너 등 제작 온라인배포용홍보물의규격은협의회와협의하여결정하며원본포함제출",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 6,
      "text": "- 11 - 2. 추진 체계 ᄋ 총괄기관 한국대학스포츠협의회 ᄋ 추진 조직구성 한국대학스포츠협의회 KUSF운영포털운영및관리 주관사업자 KUSF운영포털유지보수사업전담수행 ᄋ 추진 조직 구성별 역할 구분 구성 역할 주관기관 한국대학스포츠협의회 KUSF - 사업계획수립, 제안요청서작성 - 기술평가및협상 - 사업관리및검사 - 사업성과달성을위한총괄기관과의포괄적협력 - 결과물인수운영, 개발서비스의보급확대및사후관리 주관사업자 사업수행업체 - 제안서작성 - 체육특기자경기기록관리시스템개발및시험운영 - 결과물제출 3. 사업 추진 일정 ᄋ 사업 추진 일정 추진내용 사업기간 M M1 M2 M3 체육특기자경기기록관리시스템개발 분석 설계 구현 사전검수 통합테스트 시범운영 추진일정은사업일정에따라변경될수있으며, 변경시사전협의필수 - 12 - 4. 추진 방법 구분 입찰방식 사업자선정방식 평가방식 5. 사업 결과 산출물 구분 주요내용 사업수행계획서 사업을수행하기위한구체적인계획등을포함한문서 - 사업범위, 산출물목록및정의서 - 사업관리및품질관리방법절차, 추진일정 - 기타사업추진중에선행되어야할사항등 계약후업무일수20일이내에제출 사업진행현황보고서 주월간보고 계약일로부터사업완료일까지주1회수행내용및주요진행사항등을보고하는 문서 - 주월간진행현황및추진계획 일정및변경사항포함 - 주요의사결정및협조사항등 중간보고서 사업수행경과및진행내용보고 최종보고서 사업결과에대한보고및최종산출물을포함한문서 - 개발요구사항분석보고서 - 소스코드, 시스템설계문서 - 소프트웨어개발보안취약점점검결과및조치결과서 - 단위테스트, 통합테스트결과보고서 - 관리자사용자매뉴얼설치운영사용매뉴얼등 포함 프로그램설치환경, 설정방법및각기능사용법등이포함된매뉴얼 업무사용자매뉴얼 각권한별사용자매뉴얼별도작성 시스템관리자매뉴얼 운영환경초기구성설치정보등포함 및서비스관리를포함하여상세히 정의로그및백업관리등모두포함필요 - 인터페이스정의서 - 프로세스정의서 - 엔티티목록및정의서 - 테이블목록및정의서 - 데이터코드목록",
      "tables": [
        [
          [
            "구 분"
          ],
          [
            "입찰 방식"
          ],
          [
            "사업자 선정 방식"
          ],
          [
            "평가 방식"
          ]
        ],
        [
          [
            "구분",
            "구성",
            "역할"
          ],
          [
            "주관기관",
            "한국대학스포츠협의회\n(KUSF)",
            "- 사업 계획 수립, 제안요청서 작성\n- 기술평가 및 협상\n- 사업관리 및 검사\n- 사업성과 달성을 위한 총괄기관과의 포괄적 협력\n- 결과물 인수·운영, 개발서비스의 보급 확대 및 사후 관리"
          ],
          [
            "주관사업자",
            "사업수행업체",
            "- 제안서 작성\n- 체육특기자 경기기록 관리시스템 개발 및 시험 운영\n- 결과물 제출"
          ]
        ],
        [
          [
            "구 분",
            "주요 내용"
          ],
          [
            "사업수행계획서",
            "· 사업을 수행하기 위한 구체적인 계획 등을 포함한 문서\n- 사업 범위, 산출물 목록 및 정의서\n- 사업관리 및 품질관리 방법·절차, 추진일정\n- 기타 사업추진 중에 선행되어야 할 사항 등\n※ 계약 후 업무일수 20일 이내에 제출"
          ],
          [
            "사업 진행현황 보고서\n(주/월간보고)",
            "· 계약일로부터 사업 완료일까지 주 1회 수행 내용 및 주요 진행사항 등을 보고하는\n문서\n- 주·월간 진행 현황 및 추진 계획\n※ 일정 및 변경사항 포함\n- 주요 의사결정 및 협조사항 등"
          ],
          [
            "중간보고서",
            "· 사업 수행 경과 및 진행내용 보고"
          ],
          [
            "최종보고서",
            "· 사업 결과에 대한 보고 및 최종 산출물을 포함한 문서\n- 개발 요구사항 분석 보고서\n- 소스코드, 시스템 설계 문서\n- 소프트웨어 개발보안/취약점 점검 결과 및 조치결과서\n- 단위 테스트, 통합 테스트 결과 보고서\n- 관리자/사용자 매뉴얼(설치·운영·사용 매뉴얼 등) 포함\n※ 프로그램 설치 환경, 설정 방법 및 각 기능 사용법 등이 포함된 매뉴얼"
          ],
          [
            "업무 사용자 매뉴얼",
            "· 각 권한별 사용자 매뉴얼 별도 작성"
          ],
          [
            "시스템 관리자 매뉴얼",
            "· 운영환경 초기 구성(설치 정보 등 포함) 및 서비스 관리를 포함하여 상세히\n정의(로그 및 백업 관리 등 모두 포함 필요)"
          ]
        ],
        [
          [
            "분석",
            "",
            "",
            "",
            ""
          ],
          [
            "설계",
            "",
            "",
            "",
            ""
          ],
          [
            "구현",
            "",
            "",
            "",
            ""
          ],
          [
            "사전 검수",
            "",
            "",
            "",
            ""
          ],
          [
            "통합테스트",
            "",
            "",
            "",
            ""
          ],
          [
            "시범 운영",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 13 - 시스템 구성도안 상기시스템의구성도는실제사업추진시주관기관KUSF과주관사업자간협의하에일부변동될수있음 - 14 - IV 제안요청 내용 1. 제안요청 기본사항 ᄋ 안정된 서비스를 위해 필요한 테스트를 적극적으로 실시해야 함 ᄋ 제안사는 사업기간 내에 사업 완료를 위한 세부업무별 일정 계획 제시 필수 ᄋ 사업수행 인력은 본 사업수행 시 즉시 투입 가능한 인력으로 제안해야 함 ᄋ 적용 기술은 업무 요구사항 변화를 만족할 수 있도록 확장유연성 필요 ᄋ 최신 기술을 적용하고 운영 시 성능과 기능이 검증된 시스템이어야 함 ᄋ 제안 요청 내용은 주요 사항이며, 업무 협의를 통해 조정될 수 있음 ᄋ 사용자 및 관리자 사용운영 편리성을 확보해야 함 2. 제안요청 내용 가. 요구사항 개요 요구사항구분 설명 기능요구사항 System Function Requirement 목표시스템사업이반드시수행해야하거나목표시스템을 이용하여사용자가반드시수행할수있어야하는기능동작에 대하여기술 시스템장비구성요구사항 Equipment Composition Requirement 사업목표달성을위한필요한하드웨어, 소프트웨어, 네트워크 등의도입장비내역등시스템장비구성에대한요구사항 성능요구사항 Performance Requirement 목표시스템의처리속도및시간, 처리량, 동적-정적용량, 가용성 등성능에대한요구사항 인터페이스요구사항 System Interface Requirement 목표시스템과외부를연결하는시스템인터페이스와 사용자인터페이스에대한요구사항을기술한것으로타 소프트웨어, 하드웨어및통신인터페이스, 타시스템들과의 정보교환에이용되는프로토콜과의연계도포함하여기술 데이터요구사항 Data Requirement 목표시스템의서비스에필요한초기자료구축및데이터변환을 위한대상, 방법, 보안이필요한데이터등데이터를구축하기 위해필요한요구사항 테스트요구사항 Test Requirement 도입되는장비의성능테스트BMT 또는구축된시스템이 계획된목표대비제대로운영되는가를테스트하고, 점검하기 위한테스트요구사항 보안요구사항 Security Requirement 정보자산의기밀성과무결성을확보하기위해목표시스템의 데이터및기능, 운영접근을통제하기위한요구사항 품질요구사항 Quality Requirement 목표사업의원활한수행및운영을위해관리가필요한품질 항목, 품질평가대상및목표에대한요구사항",
      "tables": [
        [
          [
            "요구사항 구분",
            "설명"
          ],
          [
            "기능요구사항\n(System Function Requirement)",
            "– 목표 시스템(사업)이 반드시 수행해야 하거나 목표시스템을\n이용하여 사용자가 반드시 수행할 수 있어야하는 기능(동작)에\n대하여 기술"
          ],
          [
            "시스템 장비구성 요구사항\n(Equipment Composition Requirement)",
            "– 사업 목표 달성을 위한 필요한 하드웨어, 소프트웨어, 네트워크\n등의 도입 장비 내역 등 시스템 장비 구성에 대한 요구사항"
          ],
          [
            "성능요구사항\n(Performance Requirement)",
            "– 목표 시스템의 처리속도 및 시간, 처리량, 동적-정적 용량, 가용성\n등 성능에 대한 요구사항"
          ],
          [
            "인터페이스 요구사항\n(System Interface Requirement)",
            "– 목표 시스템과 외부를 연결하는 시스템 인터페이스와\n사용자 인터페이스에 대한 요구사항을 기술한 것으로 타\n소프트웨어, 하드웨어 및 통신 인터페이스, 타 시스템들과의\n정보교환에 이용되는 프로토콜과의 연계도 포함하여 기술"
          ],
          [
            "데이터 요구사항\n(Data Requirement)",
            "– 목표 시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을\n위한 대상, 방법, 보안이 필요한 데이터 등 데이터를 구축하기\n위해 필요한 요구사항"
          ],
          [
            "테스트 요구사항\n(Test Requirement)",
            "– 도입되는 장비의 성능 테스트 (BMT) 또는 구축된 시스템이\n계획된 목표 대비 제대로 운영되는가를 테스트하고, 점검하기\n위한 테스트 요구사항"
          ],
          [
            "보안 요구사항\n(Security Requirement)",
            "– 정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의\n데이터 및 기능, 운영 접근을 통제하기 위한 요구사항"
          ],
          [
            "품질 요구사항\n(Quality Requirement)",
            "– 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질\n항목, 품질 평가 대상 및 목표에 대한 요구사항"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 8,
      "text": "- 15 - 사업내용이변경될경우과업변경절차에따라상호협의하여결정하며, 제안서작성시제안요청서요구사항에 명시되지않았으나제안사판단으로추가되어야할요구사항에대해서는별도표시하여추가작성가능함 제안업체는제안요청서에기술된요구사항을기반으로제안하되업무분석단계에서보다창의적인방법으로 요구사항을해석하고, 정제하여사업에반영해야함 나. 요구사항 상세 1 기능 요구사항System Function Requirement 이하내용에서제시한기능변경또는프로그램수정등시스템변경범위는통상적인관례에따르며, 발주기관-사업자 이견 발생 시 상호 이해주의 원칙에 의한 적극적인 협의와 업무진행 상황에 따라 수요기관과상호합의하여조정될수있음 요구사항고유번호 SFR-001 요구사항명칭 개발기본요건 요구사항분류 기능요구사항 공통사항 요구사항 상세설명 정의 공통적으로적용되어야하는요구사항 세부내용 다양한사용자학생선수, 대학, 종목단체, KUSF 관리자등의요구사항분석방법을제시 - 수집된요구사항에대한검증방안제시각종운영및자문위원회등 체육특기자경기력평가지표지침에서규정한내용을수용하여개발 체육특기자경기력평가지표변경등에능동적으로대응할수있도록유연하게설계 기존운영중인KUSF 운영포털및관련유관시스템과연계를고려한설계및구현 향후확장및유관시스템과연계를고려한설계및구현 향후서비스고도화를고려한유연한설계 타시스템과의상호호환성및확장성을고려한설계 UIUser Interface는최신경향을반영하여직관적이면서수요자가쉽게사용할수있도록 설계및구현 메뉴는사용자구분별, 권한별로생성되며관리 최신웹기술을적용한사용자중심의화면설계및업무기능을제공 전산장애발생시를대비한단절없는업무수행처리방안을제시 다양한사용자PC 환경에서정상적으로구동된다는검증방안제시 사용자PC 오류발생에효과적으로대응할수있는방안제시 운영기관에서보유한업무PC 화면에서원활히구동될수있도록기능을제공 개발된공통모듈은구축사업및향후담당개발자가손쉽게검색하여재활용되도록 공통모듈검색기능을관리자메뉴에구축하고매뉴얼화 공통모듈의유형은속성체크, 유효성검증및공용비즈니스로직등과같이개발방안을 구체적으로제시 응용프로그램은JAVA 기반으로개발하는것을원칙으로함 요구사항구분 설명 요구사항수 제약사항 Constraint Requirement 목표시스템설계, 구축, 운영과관련하여사전에파악된 기술-표준-업무-법제도등제약조건등 5 프로젝트관리요구사항 Project Management Requirement 프로젝트의원활한수행을위한관리방법론및추진단계별 수행방안에대한요구사항을기술하고, 사업을수행하기위한 계약방식과조건, 프로젝트추진기간등에대한요구사항 11 프로젝트지원요구사항 Project Support Requirement 프로젝트기간또는프로젝트완료후원활한서비스이행과 안정화를위해필요한교육이나업체에서기술적인지원이 필요한부분에대한요구사항 8 요구사항합계 96 - 16 - 요구사항고유번호 SFR-002 요구사항명칭 표준화된사이트구축 요구사항분류 기능요구사항 공통사항 요구사항 상세설명 정의 정부지침등을준수한표준화된사이트구축 세부내용 행정기관홈페이지구축운영표준지침을준수 행정기관등웹사이트운영가이드라인을준수 행정기관및공공기관정보시스템구축운영지침행정안전부고시제2019-69호을준수 전자정부웹호환성준수지침행정안전부고시제2009-185호을준수 전자정부서비스호환성준수지침행정안전부고시제2017-26호을준수 한국정보통신표준의한국형웹콘텐츠접근성지침을준수 장애인고령자등의정보접근및이용편의증진을위한지침 과학기술정보통신부고시제2017-7호을준수 위지침외의준수해야할정부지침이있다면제시후준수 모든지침에대해최근에갱신된지침을기준으로준수 요구사항고유번호 SFR-003 요구사항명칭 표준프레임워크적용 요구사항분류 기능요구사항 공통사항 요구사항 상세설명 정의 전자정부표준프레임워크를활용하여표준프레임워크구축 세부내용 전자정부표준프레임워크활용하여시스템기반구축 전자정부표준프레임워크에서제공하는공통컴포넌트를확인하고, 시스템구축시공통 컴포넌트활용방안을제시체육특기자대입포털시스템전자정부표준프레임워크활용방안 제시 검증된아키텍처및공통컴포넌트를제시 전자정부표준프레임워크에서제공하는공통컴포넌트를사용하지않고자체개발된 컴포넌트를사용할경우는사전장단점을제시해야하고운영기관과협의하에적용 전자정부표준프레임워크기반시스템간컴포넌트공유및연계가용이할수있는방안 제시 전자정부표준프레임워크구축은전공정에걸쳐운영기관과협의하에진행되어야하며 개발이전에매뉴얼및개발지침이제공 요구사항 고유번호 SFR-004 요구사항명칭 프레임워크확장 요구사항분류 기능요구사항 공통사항 요구사항 상세설명 정의 표준프레임워크에대한개선및확장 세부내용 기적용된KUSF 체육특기자대입포털시스템전자정부표준프레임워크를체육특기자 경기기록관리시스템에맞추어특화및확장방안제시 단순소스코드의자동생성기능등개발생산성을향상시킬수있는방안을제시하고 필요시프레임워크를확장개발하는방안제시 단위업무, 컴포넌트, 모듈, 소스코드등의재사용을위한개발방법을제시 공통요소를도출하고개발하여야하며공통요소의관리방안및재사용을위한운영방안을 제시 소스코드의품질을보장할수있는방안을제시하여야하며필요한경우프레임워크를확장 개발하는방안제시 다양한유형의템플릿을제작하고이를활용하여개발하는방안제시",
      "tables": [
        [
          [
            "요구사항 구분",
            "설명",
            "요구사항 수"
          ],
          [
            "제약사항\n(Constraint Requirement)",
            "– 목표 시스템 설계, 구축, 운영과 관련하여 사전에 파악된\n기술-표준-업무-법 제도 등 제약조건 등",
            "5"
          ],
          [
            "프로젝트 관리 요구사항\n(Project Management Requirement)",
            "– 프로젝트의 원활한 수행을 위한 관리 방법론 및 추진 단계별\n수행 방안에 대한 요구사항을 기술하고, 사업을 수행하기 위한\n계약방식과 조건, 프로젝트 추진 기간 등에 대한 요구사항",
            "11"
          ],
          [
            "프로젝트 지원 요구사항\n(Project Support Requirement)",
            "– 프로젝트 기간 또는 프로젝트 완료 후 원활한 서비스 이행과\n안정화를 위해 필요한 교육이나 업체에서 기술적인 지원이\n필요한 부분에 대한 요구사항",
            "8"
          ],
          [
            "요구사항 합계",
            "",
            "96"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "표준화된 사이트 구축"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정부지침 등을 준수한 표준화된 사이트 구축"
          ],
          [
            "",
            "세부내용",
            "○ 행정기관 홈페이지 구축·운영 표준지침을 준수\n○ 행정기관 등 웹사이트 운영 가이드라인을 준수\n○ 행정기관 및 공공기관 정보시스템 구축·운영 지침(행정안전부고시 제2019-69호)을 준수\n○ 전자정부 웹 호환성 준수지침(행정안전부고시 제2009-185호)을 준수\n○ 전자정부서비스 호환성 준수지침(행정안전부고시 제2017-26호)을 준수\n○ 한국정보통신표준의 한국형 웹 콘텐츠 접근성 지침을 준수\n○ 장애인·고령자등의 정보 접근 및 이용 편의 증진을 위한 지침\n(과학기술정보통신부고시 제2017-7호)을 준수\n○ 위 지침 외의 준수해야 할 정부지침이 있다면 제시 후 준수\n○ 모든 지침에 대해 최근에 갱신된 지침을 기준으로 준수"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "표준 프레임워크 적용"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "전자정부표준프레임워크를 활용하여 표준프레임워크 구축"
          ],
          [
            "",
            "세부내용",
            "○ 전자정부 표준프레임워크 활용하여 시스템 기반 구축\n○ 전자정부 표준프레임워크에서 제공하는 공통 컴포넌트를 확인하고, 시스템 구축 시 공통\n컴포넌트 활용 방안을 제시(체육특기자 대입포털 시스템 전자정부 표준프레임워크 활용방안\n제시)\n○ 검증된 아키텍처 및 공통 컴포넌트를 제시\n○ 전자정부 표준프레임워크에서 제공하는 공통 컴포넌트를 사용하지 않고 자체 개발된\n컴포넌트를 사용할 경우는 사전 장·단점을 제시해야 하고 운영기관과 협의 하에 적용\n○ 전자정부 표준프레임워크 기반 시스템 간 컴포넌트 공유 및 연계가 용이할 수 있는 방안\n제시\n○ 전자정부 표준프레임워크 구축은 전 공정에 걸쳐 운영기관과 협의 하에 진행 되어야 하며\n개발 이전에 매뉴얼 및 개발 지침이 제공"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "프레임워크 확장"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "표준 프레임워크에 대한 개선 및 확장"
          ],
          [
            "",
            "세부내용",
            "○ 기 적용된 「KUSF 체육특기자대입포털」시스템 전자정부표준프레임워크를 체육특기자\n경기기록 관리시스템에 맞추어 특화 및 확장 방안 제시\n○ 단순 소스 코드의 자동 생성 기능 등 개발 생산성을 향상시킬 수 있는 방안을 제시하고\n필요시 프레임워크를 확장 개발하는 방안 제시\n○ 단위업무, 컴포넌트, 모듈, 소스코드 등의 재사용을 위한 개발 방법을 제시\n○ 공통요소를 도출하고 개발하여야 하며 공통요소의 관리방안 및 재사용을 위한 운영 방안을\n제시\n○ 소스코드의 품질을 보장할 수 있는 방안을 제시하여야 하며 필요한 경우 프레임워크를 확장\n개발하는 방안 제시\n○ 다양한 유형의 템플릿을 제작하고 이를 활용하여 개발하는 방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "개발 기본 요건"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "공통적으로 적용되어야 하는 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 다양한 사용자(학생선수, 대학, 종목단체, KUSF 관리자 등)의 요구사항 분석 방법을 제시\n- 수집된 요구사항에 대한 검증 방안 제시(각종 운영 및 자문위원회 등)\n○ 체육특기자 경기력 평가지표 지침에서 규정한 내용을 수용하여 개발\n○ 체육특기자 경기력 평가지표 변경 등에 능동적으로 대응할 수 있도록 유연하게 설계\n○ 기존 운영 중인 KUSF 운영 포털 및 관련 유관 시스템과 연계를 고려한 설계 및 구현\n○ 향후 확장 및 유관 시스템과 연계를 고려한 설계 및 구현\n○ 향후 서비스 고도화를 고려한 유연한 설계\n○ 타 시스템과의 상호 호환성 및 확장성을 고려한 설계\n○ UI(User\nInterface)는 최신 경향을 반영하여 직관적이면서 수요자가 쉽게 사용할 수 있도록\n설계 및 구현\n○ 메뉴는 사용자 구분별, 권한별로 생성되며 관리\n○ 최신 웹 기술을 적용한 사용자 중심의 화면설계 및 업무 기능을 제공\n○ 전산 장애 발생 시를 대비한 단절 없는 업무 수행 처리 방안을 제시\n○ 다양한 사용자 PC 환경에서 정상적으로 구동된다는 검증 방안 제시\n○ 사용자 PC 오류 발생에 효과적으로 대응할 수 있는 방안 제시\n○ 운영기관에서 보유한 업무 PC 화면에서 원활히 구동될 수 있도록 기능을 제공\n○ 개발된 공통모듈은 구축사업 및 향후 담당 개발자가 손쉽게 검색하여 재활용되도록\n공통모듈 검색기능을 관리자 메뉴에 구축하고 매뉴얼화\n○ 공통모듈의 유형은 속성체크, 유효성검증 및 공용 비즈니스 로직 등과 같이 개발 방안을\n구체적으로 제시\n○ 응용 프로그램은 JAVA 기반으로 개발하는 것을 원칙으로 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 17 - 요구사항고유번호 SFR-005 요구사항명칭 개발절차 요구사항분류 기능요구사항 공통사항 요구사항 상세설명 정의 개발, 테스트, 형상관리, 배포등개발및운영을위한각단계별절차및가이드라인 세부내용 적합한개발방법및절차를제시 운영단계에서도테스트및코드실행관련배포가가능하여야하며이를위한관리도구를 제공하고체계적인운영가이드라인을제시 요구사항고유번호 SFR-006 요구사항명칭 기술이전 요구사항분류 기능요구사항 공통사항 요구사항 상세설명 정의 운영기관전담인력과의협업및조기기술이전을할수있는방안 세부내용 시스템설계, 데이터모델링, 프로그램튜닝등과기반시설및핵심요소등의시스템전반에 대한협업및기술이전방안제시 운영인력에게기술이전할시점제시 운영인력이쉽게안정적으로운영할수있는방안제시 요구사항고유번호 SFR-007 요구사항명칭 보안 요구사항분류 기능요구사항 공통사항 요구사항 상세설명 정의 보안준수사항 세부내용 사용자가로그인하기전에제공할서비스와로그인후제공할서비스구별하여제시 보안상중요화면및기능은로그인한사용자의권한에따라접근제어 사용자가변경및조회한내역에대한로그저장및통합조회기능 기타보안사항은운영기관에적용된보안정책을준수하여적용 IDPASSWORD 등중요개인정보가하드코딩되지않고, 해당정보에대한암호화기능을 제공 인증IDPASSWORD 등 및중요정보에대한안전한송수신방안제시 안전한개인정보보관및관리기능및개인정보변경조회, 수정, 삭제, 출력등 이력제공 보안관련규정등각종법률및지침에서규정한내용을수용하여구축하는방안제시 사용자PC에설치되는프로그램은Active-X 방식으로사용불가 사용자에게프로그램설치방법상세안내제공 불가피한경우는운영기관과협의후결정 다른방식으로제공가능여부제시 - 18 - 요구사항고유번호 SFR-008 요구사항명칭 화면디자인 요구사항분류 기능요구사항 공통업무 요구사항 상세설명 정의 일관성있고전문적인디자인 세부내용 사용자가알기쉽고이용하기편리하도록메인, 서브화면디자인 - 체육특기자경기기록관리시스템메인디자인시안제시 효과적인스타일가이드를제작방안제시 스타일가이드는시스템별로문서화 안정적이고균형있는레이아웃을구현하는방안제시 각계층Depth별페이지레이아웃의일관성을유지하는방안제시 운영기관의일관된브랜드이미지를유지하는방안제시 구현된그래픽파일은해당그래픽프로그램의원본파일을제출 사용되는모든디자인요소이미지, 폰트등는저작권에문제가없다는결과물제출 다양한사용자요구사항을수용하기위해여러개의디자인시안을제시 요구사항고유번호 SFR-009 요구사항명칭 메뉴구성 요구사항분류 기능요구사항 공통업무 요구사항 상세설명 정의 메뉴구성방안 세부내용 메뉴는직관적이고업무를쉽게처리할수있는구성방안제시 사용자가자주사용하는업무를위하여즐겨찾기기능이지원 메인메뉴는사용자의업무편의를위하여메인화면상단과화면좌측에구성을기본 원칙으로하고변경시운영기관과협의로진행 요구사항고유번호 SFR-010 요구사항명칭 공통코드정보관리 요구사항분류 기능요구사항 공통업무 요구사항 상세설명 정의 학교정보, 종목코드, 포지션코드정보등공통코드정보관리 세부내용 학교정보관리 - 연도별고교개황정보데이터관리기능 종목코드정보관리 - 종목기본정보관리기능 종목별포지션코드정보관리 - 종목별포지션기본정보관리기능 종목별경기기록항목정보관리 - 종목별경기기록항목기본정보관리기능 학교정보, 종목코드정보등공통코드기준정보데이터는KUSF 체육특기자대입포털 시스템데이터를공동활용하여구축하는방안제시",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "개발 절차"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발, 테스트, 형상관리, 배포 등 개발 및 운영을 위한 각 단계별 절차 및 가이드라인"
          ],
          [
            "",
            "세부내용",
            "○ 적합한 개발 방법 및 절차를 제시\n○ 운영 단계에서도 테스트 및 코드 실행 관련 배포가 가능하여야 하며 이를 위한 관리 도구를\n제공하고 체계적인 운영 가이드라인을 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "화면 디자인"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통 업무"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "일관성 있고 전문적인 디자인"
          ],
          [
            "",
            "세부내용",
            "○ 사용자가 알기 쉽고 이용하기 편리하도록 메인, 서브화면 디자인\n- 체육특기자 경기기록 관리시스템 메인 디자인 시안 제시\n○ 효과적인 스타일 가이드를 제작 방안 제시\n○ 스타일 가이드는 시스템별로 문서화\n○ 안정적이고 균형 있는 레이아웃을 구현하는 방안 제시\n○ 각 계층(Depth)별 페이지 레이아웃의 일관성을 유지하는 방안 제시\n○ 운영기관의 일관된 브랜드 이미지를 유지하는 방안 제시\n○ 구현된 그래픽 파일은 해당 그래픽 프로그램의 원본 파일을 제출\n○ 사용되는 모든 디자인 요소(이미지, 폰트 등)는 저작권에 문제가 없다는 결과물 제출\n○ 다양한 사용자 요구사항을 수용하기 위해 여러 개의 디자인 시안을 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "기술 이전"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "운영 기관 전담 인력과의 협업 및 조기 기술 이전을 할 수 있는 방안"
          ],
          [
            "",
            "세부내용",
            "○ 시스템설계, 데이터모델링, 프로그램 튜닝 등과 기반 시설 및 핵심 요소 등의 시스템 전반에\n대한 협업 및 기술이전 방안 제시\n○ 운영 인력에게 기술 이전할 시점 제시\n○ 운영 인력이 쉽게 안정적으로 운영할 수 있는 방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "메뉴구성"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통 업무"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "메뉴 구성 방안"
          ],
          [
            "",
            "세부내용",
            "○ 메뉴는 직관적이고 업무를 쉽게 처리할 수 있는 구성 방안 제시\n○ 사용자가 자주 사용하는 업무를 위하여 즐겨찾기 기능이 지원\n○ 메인 메뉴는 사용자의 업무 편의를 위하여 메인 화면 상단과 화면 좌측에 구성을 기본\n원칙으로 하고 변경 시 운영기관과 협의로 진행"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "보안"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안 준수 사항"
          ],
          [
            "",
            "세부내용",
            "○ 사용자가 로그인하기 전에 제공할 서비스와 로그인 후 제공할 서비스 구별하여 제시\n○ 보안상 중요 화면 및 기능은 로그인한 사용자의 권한에 따라 접근 제어\n○ 사용자가 변경 및 조회한 내역에 대한 로그 저장 및 통합 조회 기능\n○ 기타 보안 사항은 운영기관에 적용된 보안 정책을 준수하여 적용\n○ ID/PASSWORD 등 중요 개인정보가 하드코딩 되지 않고, 해당 정보에 대한 암호화 기능을\n제공\n○ 인증(ID/PASSWORD 등) 및 중요 정보에 대한 안전한 송·수신 방안 제시\n○ 안전한 개인정보 보관 및 관리 기능 및 개인정보 변경(조회, 수정, 삭제, 출력 등) 이력 제공\n○ 보안 관련 규정 등 각종 법률 및 지침에서 규정한 내용을 수용하여 구축하는 방안 제시\n○ 사용자 PC에 설치되는 프로그램은 Active-X 방식으로 사용 불가\n○ 사용자에게 프로그램 설치 방법 상세 안내 제공\n※ 불가피한 경우는 운영기관과 협의 후 결정 : 다른 방식으로 제공 가능 여부 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "공통코드 정보 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통 업무"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "학교정보, 종목코드, 포지션코드 정보 등 공통코드 정보 관리"
          ],
          [
            "",
            "세부내용",
            "○ 학교정보 관리\n- 연도별 고교 개황정보 데이터 관리 기능\n○ 종목코드 정보 관리\n- 종목 기본정보 관리 기능\n○ 종목별 포지션코드 정보 관리\n- 종목별 포지션 기본정보 관리 기능\n○ 종목별 경기기록항목정보 관리\n- 종목별 경기기록항목 기본정보 관리 기능\n※ 학교정보, 종목코드정보 등 공통코드 기준정보 데이터는 「KUSF 체육특기자대입포털」\n시스템 데이터를 공동 활용하여 구축하는 방안 제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 19 - 요구사항고유번호 SFR-011 요구사항명칭 사용자관리 요구사항분류 기능요구사항 공통업무 요구사항 상세설명 정의 사용자학생선수, 종목단체및대학담당자, 운영자등 관리 세부내용 회원관리 - 회원정보ID, 기본정보등 관리 회원그룹관리 종목단체및대학담당자관리 - 종목단체및대학별담당자신청 담당자승인 담당자정보ID, 기본정보등 관리 한국대학스포츠협의회사용자관리 - 한국대학스포츠협의회사용자신청및승인 사용자ID 관리 사용자별인증방법은한국대학스포츠협의회와협의진행 사용자별접속이력관리 사용자유형별신청, 생성, 폐기, 등에대한이력관리 사용자유형별접속이력관리 요구사항고유번호 SFR-012 요구사항명칭 권한관리 요구사항분류 기능요구사항 공통업무 요구사항 상세설명 정의 시스템의유형별사용자, 운영자및사용권한을관리하기위한기능 세부내용 프로그램관리 - 시스템사용프로그램정보를관리하는기능 메뉴관리 - 시스템별메뉴관리기능 권한그룹관리 - 권한그룹관리기능 메뉴별권한그룹설정 - 시스템별메뉴별권한그룹및조회, 입력, 삭제, 출력등권한설정관리기능 권한그룹별사용자설정 - 시스템별권한그룹별사용자설정기능 - 20 - 요구사항고유번호 SFR-013 요구사항명칭 로그인관리 요구사항분류 기능요구사항 공통업무 요구사항 상세설명 정의 사용자로그인관리 세부내용 업무사용자로그인 - 종목단체담당자, 현장기록원, 기관업무사용자로그인IDPW 기반로그인 사용자별인증방법은한국대학스포츠협의회와협의진행 회원로그인 - 회원종목단체담당자현장기록원기관담당자 IDPWD 로그인기능 회원실명인증 - 회원가입시사용자실명인증을다양한방식휴대폰인증등으로제공 이름, 생년월일등을활용한본인인증절차기능 휴대폰본인인증절차기능 위인증절차기능외다양한본인인증절차기능 위인증절차는가입완료전까지서버에저장되지않는기능 그외회원가입종류에따라적절한실명확인기능 회원가입 - 일반회원가입등다양한회원가입종류제공 - 약관동의절차제공 이용약관, 개인정보수집및이용동의절차, 고유식별정보수집동의절차, 개인정보제공 동의, 구축기간중법률변경추가, 삭제, 신규등에따라변경된내용및동의절차, 일괄 동의체크기능 - 회원가입절차를운영자가변경할수있는기능 이용약관내용, 개인정보수집및이용, 개인정보제공동의등을운영자가직접변경할수 있는기능 필수항목, 선택항목입력구분 회원정보는직접입력이아닌최대한선택하여입력될수있도록기능 주소는도로명주소, 지번주소선택기능 - IDPW 찾기기능 회원정보입력항목은협의후진행 요구사항고유번호 SFR-014 요구사항명칭 게시판관리 요구사항분류 기능요구사항 공통업무 요구사항 상세설명 정의 게시판관리 세부내용 게시판그룹관리 - 전체게시판을관리하기위한그룹설정관리 게시판생성관리 - 게시판기능설정및생성기능 게시판권한관리 - 사용자권한그룹별게시판권한부여기능 유형별게시판관리 - 공통공지게시판등록수정삭제등관리 - 공통자료실게시판파일첨부등록수정삭제등관리 - 공통FAQ 게시판등록수정삭제등관리 게시판용도에따라사용자가올리는내용을공개, 비공개로설정할수있는기능 게시물에등록되는글자수, 첨부파일크기제약기능",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통 업무"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자(학생선수, 종목단체 및 대학 담당자, 운영자 등) 관리"
          ],
          [
            "",
            "세부내용",
            "○ 회원관리\n- 회원 정보(ID, 기본정보 등) 관리 / 회원그룹 관리\n○ 종목단체 및 대학 담당자 관리\n- 종목단체 및 대학별 담당자 신청 / 담당자 승인 / 담당자 정보(ID, 기본정보 등) 관리\n○ 한국대학스포츠협의회 사용자 관리\n- 한국대학스포츠협의회 사용자 신청 및 승인 / 사용자 ID 관리\n※ 사용자별 인증 방법은 한국대학스포츠협의회와 협의 진행\n※ 사용자별 접속 이력 관리\n※ 사용자 유형별 신청, 생성, 폐기, 등에 대한 이력 관리\n※ 사용자 유형별 접속 이력 관리"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-013"
          ],
          [
            "요구사항 명칭",
            "",
            "로그인 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통 업무"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자 로그인 관리"
          ],
          [
            "",
            "세부내용",
            "○ 업무 사용자 로그인\n- 종목단체 담당자, 현장기록원, 기관 업무 사용자 로그인 ID/PW 기반 로그인\n※ 사용자별 인증 방법은 한국대학스포츠협의회와 협의 진행\n○ 회원 로그인\n- 회원(종목단체 담당자/현장기록원/기관담당자)\nID/PWD 로그인 기능\n○ 회원 실명 인증\n- 회원 가입시 사용자 실명 인증을 다양한 방식(휴대폰 인증 등)으로 제공\n· 이름, 생년월일 등을 활용한 본인 인증 절차 기능\n· 휴대폰 본인 인증 절차 기능\n· 위 인증 절차 기능 외 다양한 본인 인증 절차 기능\n· 위 인증 절차는 가입 완료 전까지 서버에 저장되지 않는 기능\n· 그 외 회원 가입 종류에 따라 적절한 실명 확인 기능\n○ 회원 가입\n- 일반 회원 가입 등 다양한 회원 가입 종류 제공\n- 약관 동의 절차 제공\n· 이용 약관, 개인정보수집 및 이용 동의 절차, 고유 식별 정보 수집 동의 절차, 개인정보제공\n동의, 구축 기간 중 법률 변경(추가, 삭제, 신규 등)에 따라 변경된 내용 및 동의 절차, 일괄\n동의 체크 기능\n- 회원 가입 절차를 운영자가 변경할 수 있는 기능\n· 이용 약관 내용, 개인정보수집 및 이용, 개인정보제공 동의 등을 운영자가 직접 변경할 수\n있는 기능\n· 필수 항목, 선택 항목 입력 구분\n· 회원 정보는 직접 입력이 아닌 최대한 선택하여 입력될 수 있도록 기능\n· 주소는 도로명 주소, 지번 주소 선택 기능\n- ID/PW 찾기 기능\n※ 회원 정보 입력 항목은 협의 후 진행"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "권한 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통 업무"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템의 유형별 사용자, 운영자 및 사용 권한을 관리하기 위한 기능"
          ],
          [
            "",
            "세부내용",
            "○ 프로그램 관리\n- 시스템 사용 프로그램 정보를 관리하는 기능\n○ 메뉴 관리\n- 시스템별 메뉴 관리 기능\n○ 권한그룹 관리\n- 권한 그룹 관리 기능\n○ 메뉴별 권한 그룹 설정\n- 시스템별 메뉴별 권한 그룹 및 조회, 입력, 삭제, 출력 등 권한 설정관리 기능\n○ 권한 그룹별 사용자 설정\n- 시스템별 권한 그룹별 사용자 설정 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-014"
          ],
          [
            "요구사항 명칭",
            "",
            "게시판 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 공통 업무"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "게시판 관리"
          ],
          [
            "",
            "세부내용",
            "○ 게시판그룹 관리\n- 전체 게시판을 관리하기 위한 그룹 설정관리\n○ 게시판생성 관리\n- 게시판 기능 설정 및 생성 기능\n○ 게시판 권한 관리\n- 사용자 권한 그룹별 게시판 권한 부여 기능\n○ 유형별 게시판 관리\n- 공통 공지게시판 등록/수정/삭제 등 관리\n- 공통 자료실 게시판(파일첨부)등록/수정/삭제 등 관리\n- 공통 FAQ 게시판 등록/수정/삭제 등 관리\n※ 게시판 용도에 따라 사용자가 올리는 내용을 공개, 비공개로 설정할 수 있는 기능\n※ 게시물에 등록되는 글자 수, 첨부 파일 크기 제약 기능"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 21 - 요구사항고유번호 SFR-015 요구사항명칭 학생선수관리 요구사항분류 기능요구사항- 연맹서비스 요구사항 상세설명 정의 연맹에서학생선수, 대회별참가학생선수정보를등록하는기능 세부내용 학생선수기본정보 - 학생선수기본정보등록수정삭제조회기능 대회별학생선수정보 - 전국대회별참가학생선수정보등록수정삭제조회기능 - 엑셀일괄업로드기능제공 대회별학생선수조회 - 전국대회별학교별다양한조건의학생선수조회기능 관리자가설정한입력기간에만서비스이용가능하도록기능제공 개인정보지침준수및개인정보보안관리방안제시 요구사항고유번호 SFR-016 요구사항명칭 경기기록관리대회경기정보 요구사항분류 기능요구사항- 연맹서비스 요구사항 상세설명 정의 연맹에서대회정보및대회기록정보를등록하는기능 세부내용 대회정보 - 연도별대회정보등록수정삭제조회기능 대회기록정보 - 대회별경기기록결과정보등록수정삭제조회기능 - 엑셀업로드기능 관리자가설정한입력기간에만서비스이용가능하도록기능제공 KUSF 체육특기자대입포털시스템인정대회정보연계활용방안제시 요구사항고유번호 SFR-017 요구사항명칭 경기기록관리대회경기선수별기록정보 요구사항분류 기능요구사항- 종목단체서비스 요구사항 상세설명 정의 연맹에서대회별선수개인기록정보를등록하고, 확정, 경기기록지출력기능 세부내용 대회선수별경기기록정보기록원 - 대회경기별지표별선수경기결과등록수정삭제조회기능 - 엑셀업로드기능 대회선수별경기기록정보확정기능종목단체관리자 - 대회경기별지표별선수경기기록결과조회및확정기능 대회선수별경기기록정보확정취소기능종목단체관리자 - 대회경기별지표별선수경기기록결과확정취소기능 - 확정이력관리기능 대회선수별경기기록지출력기능종목단체관리자 - 대회경기별경기기록지출력및PDF 파일생성기능 대회선수별경기기록정보조회기능종목단체관리자 - 대회경기별지표별선수경기결과조회기능 관리자가설정한입력기간에만서비스이용가능하도록기능제공 - 22 - 요구사항고유번호 SFR-018 요구사항명칭 학생선수관리-관리자 요구사항분류 기능요구사항 관리자서비스 요구사항 상세설명 정의 연맹에서등록한학생선수, 대회별참가학생선수정보를조회하는기능 세부내용 학생선수기본정보조회 - 학생선수기본정보조회기능 대회별학생선수정보조회 - 전국대회별참가학생선수정보조회기능 대회별학생선수조회 - 전국대회별학교별다양한조건의학생선수조회기능 요구사항고유번호 SFR-019 요구사항명칭 경기기록관리-관리자 요구사항분류 기능요구사항 관리자서비스 요구사항 상세설명 정의 관리자가연맹에서입력한대회별경기기록정보조회기능 세부내용 대회별경기기록확정내역조회 - 대회별경기기록확정내역조회기능 대회별경기별선수별경기기록정보조회 - 대회별경기별선수별경기기록정보조회기능 요구사항고유번호 SFR-020 요구사항명칭 농구경기력평가지표관리파일럿구축-관리자 요구사항분류 기능요구사항 관리자서비스 요구사항 상세설명 정의 관리자가경기력평가지표기준정보관리기능 세부내용 경기력평가차수및일정관리 - 경기력평가차수및평가진행일정등록수정삭제조회기능 경기력평가지표코드관리 - 평가영역, 평가지표등록수정삭제조회기능 평가지표체계관리 - 연도별평가지표별평가산식등록수정삭제조회기능 농구종목에대한경기력평가지표산식관리및대회별개인별평가지표별평가점수산정 기능파일럿구축",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-018"
          ],
          [
            "요구사항 명칭",
            "",
            "학생선수 관리-관리자"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 관리자 서비스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연맹에서 등록한 학생선수, 대회별 참가 학생선수 정보를 조회하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 학생선수 기본정보 조회\n- 학생선수 기본정보 조회 기능\n○ 대회별 학생선수 정보 조회\n- 전국 대회별 참가 학생선수 정보 조회 기능\n○ 대회별 학생선수 조회\n- 전국 대회별 학교별 다양한 조건의 학생선수 조회 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-015"
          ],
          [
            "요구사항 명칭",
            "",
            "학생선수 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 - 연맹서비스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연맹에서 학생선수, 대회별 참가 학생선수 정보를 등록하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 학생선수 기본정보\n- 학생선수 기본정보 등록/수정/삭제/조회 기능\n○ 대회별 학생선수 정보\n- 전국 대회별 참가 학생선수 정보 등록/수정/삭제/조회 기능\n- 엑셀 일괄 업로드 기능 제공\n○ 대회별 학생선수 조회\n- 전국 대회별 학교별 다양한 조건의 학생선수 조회 기능\n※ 관리자가 설정한 입력 기간에만 서비스 이용 가능하도록 기능 제공\n※ 개인정보지침 준수 및 개인정보 보안관리 방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-019"
          ],
          [
            "요구사항 명칭",
            "",
            "경기기록 관리-관리자"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 관리자 서비스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관리자가 연맹에서 입력한 대회별 경기기록정보 조회 기능"
          ],
          [
            "",
            "세부내용",
            "○ 대회별 경기기록 확정내역 조회\n- 대회별 경기기록 확정내역 조회 기능\n○ 대회별 경기별 선수별 경기기록 정보 조회\n- 대회별 경기별 선수별 경기기록 정보 조회 기능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-016"
          ],
          [
            "요구사항 명칭",
            "",
            "경기기록 관리(대회경기정보)"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 - 연맹서비스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연맹에서 대회정보 및 대회기록정보를 등록하는 기능"
          ],
          [
            "",
            "세부내용",
            "○ 대회정보\n- 연도별 대회정보 등록/수정/삭제/조회 기능\n○ 대회기록정보\n- 대회별 경기기록결과 정보 등록/수정/삭제/조회 기능\n- 엑셀 업로드 기능\n※ 관리자가 설정한 입력기간에만 서비스 이용가능하도록 기능 제공\n※ 「KUSF 체육특기자대입포털」 시스템 인정대회정보 연계 활용방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-020"
          ],
          [
            "요구사항 명칭",
            "",
            "(농구)경기력 평가지표 관리(파일럿구축)-관리자"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 – 관리자 서비스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관리자가 경기력 평가지표 기준정보 관리 기능"
          ],
          [
            "",
            "세부내용",
            "○ 경기력 평가 차수 및 일정관리\n- 경기력 평가 차수 및 평가 진행 일정 등록/수정/삭제/조회 기능\n○ 경기력 평가지표 코드 관리\n- 평가영역, 평가지표 등록/수정/삭제/조회 기능\n○ 평가지표체계 관리\n- 연도별 평가지표별 평가산식 등록/수정/삭제/조회 기능\n※ 농구 종목에 대한 경기력 평가지표 산식 관리 및 대회별 개인별 평가지표별 평가점수 산정\n기능 파일럿 구축"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-017"
          ],
          [
            "요구사항 명칭",
            "",
            "경기기록 관리(대회경기선수별기록정보)"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 - 종목단체서비스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연맹에서 대회별 선수 개인 기록정보를 등록하고, 확정, 경기기록지 출력 기능"
          ],
          [
            "",
            "세부내용",
            "○ 대회 선수별 경기기록 정보 (기록원)\n- 대회 경기별 지표별 선수 경기결과 등록/수정/삭제/조회 기능\n- 엑셀 업로드 기능\n○ 대회 선수별 경기기록 정보 확정기능 (종목단체관리자)\n- 대회 경기별 지표별 선수 경기기록 결과 조회 및 확정 기능\n○ 대회 선수별 경기기록 정보 확정 취소 기능 (종목단체관리자)\n- 대회 경기별 지표별 선수 경기기록 결과 확정 취소 기능\n- 확정 이력 관리 기능\n○ 대회 선수별 경기기록지 출력 기능 (종목단체관리자)\n- 대회 경기별 경기기록지 출력 및 PDF 파일 생성 기능\n○ 대회 선수별 경기기록 정보 조회 기능 (종목단체관리자)\n- 대회 경기별 지표별 선수 경기결과 조회 기능\n※ 관리자가 설정한 입력기간에만 서비스 이용 가능하도록 기능 제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 23 - 요구사항고유번호 SFR-021 요구사항명칭 농구경기력평가지표점수산정파일럿구축-관리자 요구사항분류 기능요구사항- 관리자서비스 요구사항 상세설명 정의 관리자가경기력평가지표기준에따른지표점수산정기능 세부내용 경기력평가지표점수산정 - 경기별평가지표에따른개인별평가점수산정 - 경기력지표별원점수, 변환점수, 등급산정 경기력평가지표결과내역조회 - 개인별대회별경기력평가점수내역조회 평가시뮬레이션 - 관리자가평가지표항목값변경을통한시뮬레이션기능제공 농구종목에대한경기력평가지표산식관리및대회별개인별평가지표별평가점수산정 기능파일럿구축 2 시스템 장비구성 요구사항Equipment Composition Requirement 요구사항고유번호 ECR-001 요구사항명칭 클라우드임차서비스및구성설치요건 요구사항분류 시스템구축공통요구사항 요구사항 상세설명 정의 공통 인프라구성에따른공통요건 세부내용 HW 및SW의용량, 수량은규격서상의요구규격을충족하여야함 시스템구성을위해규격서내용이외의추가설비HW, SW 등가필요한경우, 그내용을 과업에포함하여야하며, 추가설비로인해성능이저하되지않아야함 제안할클라우드센터는국정원보안인증을획득한서비스를제공하여야함. 운영환경시스템구성은Web서버및WAS, DB서버의3계층구성을원칙으로함 원활한서비스제공을위하여부하분산아키텍처를구성하여야함 오픈소스인경우불법소프트웨어등공공기관업무용으로사용시관리적, 기술적, 법적 하자가없어야하며유지관리방안이강구되어야함 시스템SW의설치및패치등을수행하여야하며, 상용SW의설치및패치등의작업시 기술지원을해야함 백업정책을수립하여백업을수행하여야하며복구시백업시점과100 동일하게복구될 수있어야함 가상화구성및클라우드환경구성 - 공공기관의특성을반영한클라우드서비스제공이가능한인프라가확보되어야함 - 각서버별VM 생성및OS, 시스템SW 설치지원 - 웹을통한서버등클라우드자원의자동생성, 관리및모니터링기능을제공하여야함 - Web서버, WAS, DB서버의다중구성및Load Balancing이지원되어야함 - 클라우드가상서버의가동율은99.99이상을보장하여야함 - 해외와같이물리적통제권을담보할수없는위치에데이터를저장해서는안됨 인프라운영을위한기술지원및관리 - 시스템구축에필요한서버별운영설정을지원해야함 대상 응용SW 설치파일및설정, 로그데이터, DB, 스토리지데이터등 - 시스템응용SW 및관련DB 탑재후이관을위한제반기술을지원해야함 - 24 - 요구사항고유번호 ECR-002 요구사항명칭 클라우드서비스운영및연속성확보를위한아키텍처구성 요구사항분류 시스템구축공통요구사항 요구사항 상세설명 정의 장비운영및서비스연속성확보를위한아키텍처구성 세부 내용 장비운영및서비스의연속성을보장하기위한아키텍처구성 주요장비는온라인부품교체기능Hot-swap을지원하는제품으로구성 요구사항고유번호 ECR-003 요구사항명칭 장비HW, SW 서비스 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 장비HW, SW 클라우드서비스 세부 내용 구분 내역 항목 인프라 HW 운영 서버 개발테스트 서버 시스템 SW 서버 보안 네트워크 L4 스위치등 스토리지 500GB 이상 본사업의클라우드서비스는241025036개월까지제공해야함 본사업으로납품되는HW 및SW에대한정품라이센스또는CD를제출 모든HW, SWOS포함는서비스를위한안정성이입증된스펙으로제공하여야하며, 계약시HW 및SW에대한변경가능 백업보안관리서비스는클라우드센터의기본서비스를제공으로함 제안사는서버운영관리, 기타장비운영관리등을수행하여야함 요구사항고유번호 ECR-004 요구사항명칭 클라우드서비스HW 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 개발테스트서버등공통임차 세부 내용 요구사항고유번호ECR-003의요구사항을만족하여야함 운영서버는서버의용량조정이유연하게지원되어야함 - 용량증감이필요한경우자동또는수동으로조정이가능하여야함 - 용량조정의경우에는서비스의중단이없어야함 16GB Memory 이상VM당outbound 전송량2TB까지무료제공되어야함 16GB 미만VM은VM 당outbound 전송량1TB 무료제공, US-West zone VM당outbound 전송량100GB 무료제공되어야함 Inbound 전송량전액무료제공되어야함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "ECR-002"
          ],
          [
            "요구사항 명칭",
            "클라우드 서비스 운영 및 연속성 확보를 위한 아키텍처 구성"
          ],
          [
            "요구사항 분류",
            "시스템 구축 공통 요구사항"
          ],
          [
            "정의\n요구사항\n세부\n상세설명\n내용",
            "장비운영 및 서비스 연속성 확보를 위한 아키텍처 구성\n○ 장비운영 및 서비스의 연속성을 보장하기 위한 아키텍처 구성\n○ 주요 장비는 온라인 부품교체 기능(Hot-swap)을 지원하는 제품으로 구성"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-021"
          ],
          [
            "요구사항 명칭",
            "",
            "(농구)경기력 평가지표 점수산정 (파일럿구축)-관리자"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항 - 관리자서비스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관리자가 경기력 평가지표 기준에 따른 지표 점수산정 기능"
          ],
          [
            "",
            "세부내용",
            "○ 경기력 평가지표 점수산정\n- 경기별 평가지표에 따른 개인별 평가점수 산정\n- 경기력 지표별 원점수, 변환점수, 등급 산정\n○ 경기력 평가지표 결과 내역 조회\n- 개인별 대회별 경기력 평가점수 내역 조회\n○ 평가 시뮬레이션\n- 관리자가 평가지표 항목값 변경을 통한 시뮬레이션 기능 제공\n※ 농구 종목에 대한 경기력 평가지표 산식 관리 및 대회별 개인별 평가지표별 평가점수 산정\n기능 파일럿 구축"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-003",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "장비(H/W, S/W) 서비스",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "시스템장비 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장비(H/W, S/W) 클라우드 서비스",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "※ 본 사업의 클라우드 서비스는 24/10∼25/03(6개월)까지 제공해야 함\n※ 본 사업으로 납품되는 H/W 및 S/W에 대한 정품라이센스 또는 CD를 제출\n※ 모든 H/W, S/W(OS포함)는 서비스를 위한 안정성이 입증된 스펙으로 제공하여야 하며,\n계약 시 H/W 및 S/W에 대한 변경 가능\n※ 백업/보안관리 서비스는 클라우드센터의 기본 서비스를 제공으로 함\n※ 제안사는 서버운영관리, 기타 장비운영관리 등을 수행하여야 함",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구 분",
            "",
            "내 역",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "항목",
            ""
          ],
          [
            "",
            "",
            "",
            "인프라",
            "H/W",
            "운영\n서버\n개발/테스트\n서버",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "시스템\nS/W",
            "서버\n보안",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "네트워크",
            "L4 스위치 등",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "스토리지",
            "500GB 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 임차서비스 및 구성 설치 요건"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 구축 공통 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "[공통] 인프라 구성에 따른 공통요건"
          ],
          [
            "",
            "세부내용",
            "○ H/W 및 S/W의 용량, 수량은 규격서 상의 요구규격을 충족하여야 함\n○ 시스템 구성을 위해 규격서 내용 이외의 추가 설비(H/W, S/W 등)가 필요한 경우, 그 내용을\n과업에 포함하여야 하며, 추가 설비로 인해 성능이 저하되지 않아야 함\n○ 제안할 클라우드센터는 국정원 보안인증을 획득한 서비스를 제공하여야 함.\n○ 운영환경 시스템 구성은 Web서버 및 WAS, DB서버의 3계층 구성을 원칙으로 함\n○ 원활한 서비스 제공을 위하여 부하 분산 아키텍처를 구성하여야 함\n○ 오픈 소스인 경우 불법 소프트웨어 등 공공기관 업무용으로 사용 시 관리적, 기술적, 법적\n하자가 없어야 하며 유지관리 방안이 강구되어야 함\n○ 시스템 S/W의 설치 및 패치 등을 수행하여야 하며, 상용 S/W의 설치 및 패치 등의 작업 시\n기술지원을 해야 함\n○ 백업 정책을 수립하여 백업을 수행하여야 하며 복구 시 백업 시점과 100% 동일하게 복구될\n수 있어야 함\n○ 가상화 구성 및 클라우드 환경 구성\n- 공공기관의 특성을 반영한 클라우드 서비스 제공이 가능한 인프라가 확보되어야 함\n- 각 서버별 VM 생성 및 OS, 시스템 S/W 설치 지원\n- 웹을 통한 서버 등 클라우드 자원의 자동 생성, 관리 및 모니터링 기능을 제공하여야 함\n- Web서버, WAS, DB서버의 다중 구성 및 Load Balancing이 지원되어야 함\n- 클라우드 가상서버의 가동율은 99.99%이상을 보장하여야 함\n- 해외와 같이 물리적 통제권을 담보할 수 없는 위치에 데이터를 저장해서는 안 됨\n○ 인프라 운영을 위한 기술지원 및 관리\n- 시스템 구축에 필요한 서버별 운영 설정을 지원해야 함\n※ 대상 : 응용 S/W 설치 파일 및 설정, 로그 데이터, DB, 스토리지 데이터 등\n- 시스템 응용S/W 및 관련 DB 탑재 후 이관을 위한 제반기술을 지원해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 H/W 규격"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발/테스트 서버 등 공통(임차)"
          ],
          [
            "",
            "세부\n내용",
            "○ 요구사항 고유번호 ECR-003의 요구사항을 만족하여야 함\n○ 운영서버는 서버의 용량조정이 유연하게 지원되어야 함\n- 용량증감이 필요한 경우 자동 또는 수동으로 조정이 가능하여야 함\n- 용량조정의 경우에는 서비스의 중단이 없어야 함\n○ 16GB Memory 이상 VM당 outbound 전송량 2TB까지 무료 제공되어야 함\n○ 16GB 미만 VM은 VM 당 outbound 전송량 1TB 무료 제공, US-West zone : VM당 outbound\n전송량 100GB 무료 제공되어야 함\n○ Inbound 전송량 전액 무료 제공되어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 25 - 요구사항고유번호 ECR-005 요구사항명칭 클라우드서비스HW 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 스토리지임차 세부 내용 스토리지는필요한용량만큼할당가능해야하며백업서비스가필요한경우지원되어야함 SSD NAS 스토리지는500GB 이상제공되어야함 요구사항고유번호 ECR-006 요구사항명칭 클라우드서비스SW 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 OS임차 세부 내용 OS 1식 요구사항고유번호ECR-003의요구사항의서버수량에대응하여야함 오픈소스기반의OS를제안하여야함 Linux CentOS 6.4, 이상 요구사항고유번호 ECR-007 요구사항명칭 클라우드서비스SW 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 WEB 서버SW임차 세부 내용 WEB서버SW 1식 오픈소스기반의솔루션을제공하여야함 다양한HTML 문서들의처리지원하여야함 CGI, PHP, SSIServer Side Include를지원하여야함 Multi ProcessThread 방식을지원하여야함 가상서버Vhost를지원하여야함 프로세스및요청Queue를효율적으로관리함에따라대량의클라이언트요청에도안정적 처리가가능하여야함 ACL 및SSL등다양한보안서비스를지원하여야함 - 26 - 요구사항고유번호 ECR-008 요구사항명칭 클라우드서비스SW 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 WAS 서버SW임차 세부 내용 WAS서버SW 1식 오픈소스기반의솔루션제공 J2EE 5 인증획득 EJB 3.0, Servlet 2.5, JSF 1.2 등지원 JSP 2.1, JAX-WS 2.0, JPA 등지원 최신스펙의Web Service 지원SOAP 1.2, Web Service Metadata, JWS 2.0 등 Multi-ProcessMulti-Thread 처리방식지원 다양한캐싱Session, EJB, JSP, 이미지파일, Database Statement 기능및트랜잭션에대한 캐시동기화기능을제공하여야함 SSL, HTTPS, X.509PKI 등의표준보안인터페이스를지원하여야함 Non-HTTP Request 에대한처리를지원TCP Servlet 지원하여야함 어플리케이션별로별도보안도메인을구성하여해당어플리케이션에리소스사용권한을 사용자계정별로구성지원을하여야함 요구사항고유번호 ECR-009 요구사항명칭 클라우드서비스SW 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 DBMS SW임차 세부 내용 DBMS SW 1식개발용 고가용성의범용DBMS 제공및DBMS 개발Tool이제공되어야함 온라인백업및복구등다양한백업기능이제공되어야함 주기적으로전체백업을받을수있는자동화된기능이제공되어야함 대용량데이터에대한안정적조회및처리기능이제공되어야함 가상화환경에적용이가능한제품이제공되어야함 설치및패치, 장애관련문제분석등의기술지원을하여야함 요구사항고유번호 ECR-010 요구사항명칭 도입SW 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 레포팅툴도입 세부 내용 레포팅툴1식 다양한플랫폼및상용WAS 환경지원 다양한그래프등을활용한직관적인정형화면개발용이 대량의데이터처리및대용량데이터의보고서지원 웹접근성이적용가능한제품Non-ActiveX - HTML뷰어IE6 이상지원가능한Ajax뷰어, Applet , Plug-in 뷰어를선택적으로제공모바일 포함 조회된보고서의Export기능제공글과엑셀, PDF파일등 GS 인증제품",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "ECR-005"
          ],
          [
            "요구사항 명칭",
            "클라우드 서비스 H/W 규격"
          ],
          [
            "요구사항 분류",
            "시스템 장비구성 요구사항"
          ],
          [
            "정의\n요구사항\n세부\n상세설명\n내용",
            "스토리지(임차)\n○ 스토리지는 필요한 용량만큼 할당 가능해야 하며 백업서비스가 필요한 경우 지원되어야 함\n○ SSD NAS 스토리지는 500GB 이상 제공되어야 함"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 S/W 규격"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "WAS 서버 S/W(임차)"
          ],
          [
            "",
            "세부\n내용",
            "WAS서버 S/W 1식\n○ 오픈소스 기반의 솔루션 제공\n○ J2EE 5 인증 획득\n○ EJB 3.0, Servlet 2.5, JSF 1.2 등 지원\n○ JSP 2.1, JAX-WS 2.0, JPA 등 지원\n○ 최신 스펙의 Web Service 지원(SOAP 1.2, Web Service Metadata, JWS 2.0 등)\n○ Multi-Process/Multi-Thread 처리 방식 지원\n○ 다양한 캐싱(Session, EJB, JSP, 이미지 파일, Database Statement) 기능 및 트랜잭션에 대한\n캐시 동기화 기능을 제공하여야 함\n○ SSL, HTTPS, X.509(PKI) 등의 표준 보안 인터페이스를 지원하여야 함\n○ Non-HTTP Request 에 대한 처리를 지원(TCP Servlet 지원)하여야 함\n○ 어플리케이션별로 별도 보안 도메인을 구성하여 해당 어플리케이션에 리소스 사용권한을\n사용자 계정별로 구성 지원을 하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 S/W 규격"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "OS(임차)"
          ],
          [
            "",
            "세부\n내용",
            "OS 1식\n○ 요구사항 고유번호 ECR-003의 요구사항의 서버 수량에 대응하여야 함\n○ 오픈소스 기반의 O/S를 제안하여야 함\n○ Linux CentOS 6.4, 이상"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 S/W 규격"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "DBMS S/W(임차)"
          ],
          [
            "",
            "세부\n내용",
            "DBMS S/W 1식 (개발용)\n○ 고가용성의 범용 DBMS 제공 및 DBMS 개발 Tool이 제공되어야 함\n○ 온라인 백업 및 복구 등 다양한 백업기능이 제공되어야 함\n○ 주기적으로 전체 백업을 받을 수 있는 자동화된 기능이 제공되어야 함\n○ 대용량 데이터에 대한 안정적 조회 및 처리기능이 제공되어야 함\n○ 가상화 환경에 적용이 가능한 제품이 제공되어야 함\n○ 설치 및 패치, 장애관련 문제분석 등의 기술지원을 하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 S/W 규격"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "WEB 서버 S/W(임차)"
          ],
          [
            "",
            "세부\n내용",
            "WEB서버 S/W 1식\n○ 오픈소스 기반의 솔루션을 제공하여야 함\n○ 다양한 HTML 문서들의 처리 지원하여야 함\n○ CGI, PHP, SSI(Server Side Include)를 지원하여야 함\n○ Multi Process/Thread 방식을 지원하여야 함\n○ 가상 서버(Vhost)를 지원하여야 함\n○ 프로세스 및 요청 Queue를 효율적으로 관리함에 따라 대량의 클라이언트 요청에도 안정적\n처리가 가능하여야 함\n○ ACL 및 SSL등 다양한 보안 서비스를 지원하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "도입 S/W 규격"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "레포팅 툴 도입"
          ],
          [
            "",
            "세부\n내용",
            "레포팅 툴 1식\n○ 다양한 플랫폼 및 상용 WAS 환경 지원\n○ 다양한 그래프 등을 활용한 직관적인 정형화면 개발 용이\n○ 대량의 데이터 처리 및 대용량 데이터의 보고서 지원\n○ 웹 접근성이 적용 가능한 제품(Non-ActiveX)\n- HTML뷰어(IE6 이상 지원 가능한 Ajax뷰어), Applet\n, Plug-in 뷰어를 선택적으로 제공(모바일\n포함)\n○ 조회된 보고서의 Export기능 제공(글과 엑셀, PDF파일 등)\n○ GS 인증 제품"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 27 - 요구사항고유번호 ECR-011 요구사항명칭 도입SW 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 웹데이터그리드SW 도입 세부 내용 웹데이터그리드SW 1식 웹접근성및호환성이적용가능한제품 멀티브라우저지원IE, Safari, Chrome, Firefox Non-ActiveX 기반으로Ajax 및Html5지원 대용량데이터처리기능 정렬컬럼정렬, 다중정렬, 필터링기능 그리드에작성된데이터의엑셀Export 및Import 기능 GS 인증제품 요구사항고유번호 ECR-012 요구사항명칭 클라우드서비스지원 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 시스템관리지원시스템관리, 설정지원등 세부 내용 접근통제등보안성이검증된전용운영센터기반으로서비스제공이가능하여야함 고객현장에서도서버의운영현황을모니터링가능한서비스를제공하여야함 24x365 서비스제공및모니터링이가능하여야함 장애처리및정기레포팅을제공하여야함 요구사항고유번호 ECR-013 요구사항명칭 클라우드서비스지원 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 정의 보안서비스 세부 내용 물리IPS, 물리방화벽, CIP 및DMZ 서비스가제공되어야함 공인IP는10개까지무상으로서비스되어야함 CIP당subnet1010개IP 사용까지는무상으로제공되어야함 웹방화벽서비스제공이가능하며각종서버의보안서비스이용이가능하여야함 - 28 - 3 성능요구사항Performance Requirement 요구사항고유번호 PER-001 요구사항명칭 시스템성능 요구사항분류 성능요구사항 요구사항 상세설명 정의 시스템성능관련요건 세부 내용 임차장비사양을기준으로최대의성능이나올수있도록구축하여야함 - 도입되는하드웨어, 소프트웨어의성능과개발되는어플리케이션성능등에대하여 종합적인성능테스트등을통하여시스템별최대성능을구체적으로제시 - 업무의특성과사용자환경등을고려하여시스템의성능이최적화될수있도록시스템 성능진단및향상을위한튜닝을구현단계부터지속적으로실시하여야함 - 각시스템은업무, 처리시기등에따라처리량이다르므로업무특성, 시기등을고려하여 원활한서비스가가능하도록구축하여야함 요구사항고유번호 PER-002 요구사항명칭 DB 성능요구사항 요구사항분류 성능요구사항 요구사항 상세설명 정의 DB 성능요구사항 세부 내용 DB 서버간혹은DBMS와Storage 간IO 병목을최소화되어야함 대량데이터처리시IO병목이최소화되어야함 DBMS 부하변동에따른시스템자원사용률관리가제공해야함 자가진단, 자가관리, 자가튜닝기능을제공해야함 초고속데이터이동방법을제공해야함 요구사항고유번호 PER-003 요구사항명칭 최적화성능방안제시 요구사항분류 성능요구사항 요구사항 상세설명 정의 최적화성능방안 세부 내용 제안사는본사업의안정적인구축및성능강화를위한방안을제시 - 신규임차된장비와DB 구성에맞춘최적화된성능을위한보고서제출 - 서비스응답속도를보장하기위해DB, 서버, WAS, AP 등의성능점검및개선작업수행 - 최적화수행결과도출된AP수정사항반영",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "도입 S/W 규격"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹 데이터 그리드 S/W 도입"
          ],
          [
            "",
            "세부\n내용",
            "웹 데이터 그리드 S/W 1식\n○ 웹 접근성 및 호환성이 적용 가능한 제품\n○ 멀티 브라우저 지원(IE, Safari, Chrome, Firefox)\n○ Non-ActiveX 기반으로 Ajax 및 Html5지원\n○ 대용량 데이터 처리 기능\n○ 정렬(컬럼정렬, 다중정렬), 필터링 기능\n○ 그리드에 작성된 데이터의 엑셀 Export 및 Import 기능\n○ GS 인증 제품"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 성능"
          ],
          [
            "요구사항 분류",
            "",
            "성능요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 성능 관련 요건"
          ],
          [
            "",
            "세부\n내용",
            "○ 임차장비 사양을 기준으로 최대의 성능이 나올 수 있도록 구축하여야 함\n- 도입되는 하드웨어, 소프트웨어의 성능과 개발되는 어플리케이션 성능 등에 대하여\n종합적인 성능테스트 등을 통하여 시스템 별 최대 성능을 구체적으로 제시\n- 업무의 특성과 사용자환경 등을 고려하여 시스템의 성능이 최적화 될 수 있도록 시스템\n성능 진단 및 향상을 위한 튜닝을 구현단계부터 지속적으로 실시하여야 함\n- 각 시스템은 업무, 처리 시기 등에 따라 처리량이 다르므로 업무 특성, 시기 등을 고려하여\n원활한 서비스가 가능하도록 구축하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 지원"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 관리지원(시스템관리, 설정지원 등)"
          ],
          [
            "",
            "세부\n내용",
            "○ 접근통제 등 보안성이 검증된 전용 운영센터 기반으로 서비스 제공이 가능하여야 함\n○ 고객 현장에서도 서버의 운영 현황을 모니터링 가능한 서비스를 제공하여야 함\n○ 24x365 서비스 제공 및 모니터링이 가능하여야 함\n○ 장애처리 및 정기 레포팅을 제공하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "DB 성능 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "성능요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "DB 성능 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ DB 서버 간 혹은 DBMS와 Storage 간 IO 병목을 최소화 되어야 함\n○ 대량 데이터 처리 시 IO병목이 최소화 되어야 함\n○ DBMS 부하 변동에 따른 시스템 자원 사용률 관리가 제공해야 함\n○ 자가진단, 자가관리, 자가튜닝 기능을 제공해야 함\n○ 초고속 데이터 이동 방법을 제공해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-013"
          ],
          [
            "요구사항 명칭",
            "",
            "클라우드 서비스 지원"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안서비스"
          ],
          [
            "",
            "세부\n내용",
            "○ 물리 IPS, 물리 방화벽, CIP 및 DMZ 서비스가 제공되어야 함\n○ 공인 IP는 10개까지 무상으로 서비스 되어야 함\n○ CIP당 subnet/10(10개 IP 사용)까지는 무상으로 제공되어야 함\n○ 웹방화벽 서비스 제공이 가능하며 각종 서버의 보안서비스 이용이 가능하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "최적화 성능 방안 제시"
          ],
          [
            "요구사항 분류",
            "",
            "성능요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "최적화 성능 방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 제안사는 본 사업의 안정적인 구축 및 성능강화를 위한 방안을 제시\n- 신규 임차된 장비와 DB 구성에 맞춘 최적화된 성능을 위한 보고서 제출\n- 서비스 응답속도를 보장하기 위해 DB, 서버, WAS, AP 등의 성능 점검 및 개선작업 수행\n- 최적화 수행 결과 도출된 AP수정사항 반영"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 29 - 4 인터페이스 요구사항System Interface Requirement 요구사항고유번호 SIR-001 요구사항명칭 UI 설계및구현 요구사항분류 사용자UI 구현 요구사항 상세설명 정의 사용자중심UI 구성정의 세부 내용 사용자연맹기록원관리자등관계자 활용편의성을중심으로한UI 구현 사용자사이트는신뢰도와친밀성을제고할수있는창의적디자인적용 화면UI 기획및디자인은수요기관과긴밀한협조를통하여시행토록함 5 데이터 요구사항Data Requirement 요구사항고유번호 DAR-001 요구사항명칭 데이터정합성검증 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터의정합성을보장할수있는검증계획수립 세부 내용 데이터정합성확보를위한정비계획수립및정비작업을수행 데이터구축시반드시정합성을검증하고로그유지 데이터구축시정합성검증절차와검증결과제시 요구사항고유번호 SIR-002 요구사항명칭 UI 설계및구현 요구사항분류 UI 표준준수 요구사항 상세설명 정의 시스템구성시화면표준정의서준용 세부 내용 UI는직관적이면서도사용자의효율적인상호작용이가능하여야하며, 다양한사용자요구 수용이가능할수있도록시스템의유연한변경이가능하여야함 화면UI 기획및디자인에관련된제반사항을수요기관과긴밀한협조를통하여시행토록 함 메인화면및상세화면시안제시 요구사항고유번호 SIR-003 요구사항명칭 UI 설계및구현 요구사항분류 웹접근성및호화성준수 요구사항 상세설명 정의 웹접근성및호환성준수기준 세부 내용 시스템구축시웹접근성향상을위한국가표준기술가이드라인및전자정부서비스 호환성준수지침을준수하여야함 PC의최신OS 및통상적인인터넷브라우저에서도프로그램이보안등에문제없이 원활하게작동하도록개발하여야함 Edge 외크롬등에서사이트활용이가능하도록구축, 브라우저적용여부는안정성시험 후수요기관과협의하여결정 - 30 - 요구사항고유번호 DAR-002 요구사항명칭 데이터표준화및적용 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터표준화지침을준수하여수행 세부 내용 시스템의원활한개발및운영을위한데이터표준화방안준수 - 체육특기자대입포털시스템의데이터표준정책에맞도록작성 - 표준단어, 용어, 도메인, 코드에대한정제및표준화준수 데이터표준을준용하여데이터설계가이루어져야하며, 데이터표준에제시되지않은 사항에대해서는담당자와협의하여처리 본시스템의업무활용성및업무변화에유연한데이터모델설계 요구사항고유번호 DAR-003 요구사항명칭 데이터설계 요구사항분류 데이터요구사항 요구사항 상세설명 정의 환경변화에유연하게대처할수있는데이터구성방안제시 세부 내용 관련법개정및고시변경등업무변경에대한물리적인구성변경이발생하지않도록 유연성, 확장성이반영된데이터구성방안을제시 데이터모델의무결성, 안정성, 일치성, 기밀성, 가용성을확보하여시스템성능및효율성을 강화할수있는방안을제시 데이터표준을준용하여데이터설계가이루어져야하며데이터표준이제시되지않은 상황에대해서는한국대학스포츠협의회담당자와협의후진행 데이터간관계분석, 데이터표준화수립, 중복데이터제거등통합된표준데이터설계 현업요구사항을추가도출및데이터특성을고려한모델설계 대용량데이터의빠른접근및추출, 적재등이용이하도록데이터의구조개선방안제시 요구사항고유번호 DAR-004 요구사항명칭 데이터설계시고려사항 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터설계시개선고려사항 세부 내용 업무분석을통한하드코딩및기준성정보를도출하여엔티티설계에반영 시스템구현시발생하는코드는반드시등록하여사용해야하며시스템내부에 하드코딩은배제 현행분산및중복관리되고있는데이터는통합관리해야하며기능추가및신규업무에 대해서는표준화된엔티티를도출하여모델링 데이터베이스의성능이최대한보장될수있도록물리데이터모델링을수행 DBMS의특성을고려한물리DB 설계 어플리케이션수행속도를보장하기위한반정규화및테이블통합, 분리과정수행 대용량테이블의수행속도를보장하는테이블Partition 적용 개인정보보호를위한개인정보별도관리및보존년한에따라쉽게개인정보를보존및 삭제할수있는방안제시 주민등록번호사용제한에따른별도의사용자식별번호운영및관리방안제시",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "UI 설계 및 구현"
          ],
          [
            "요구사항 분류",
            "",
            "사용자 UI 구현"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자 중심 UI 구성 정의"
          ],
          [
            "",
            "세부\n내용",
            "○ 사용자(연맹/기록원/관리자 등 관계자) 활용 편의성을 중심으로 한 UI 구현\n○ 사용자 사이트는 신뢰도와 친밀성을 제고할 수 있는 창의적 디자인 적용\n○ 화면 UI 기획 및 디자인은 수요기관과 긴밀한 협조를 통하여 시행토록 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준화 및 적용"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 표준화 지침을 준수하여 수행"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템의 원활한 개발 및 운영을 위한 데이터 표준화 방안 준수\n- 「체육특기자대입포털」 시스템의 데이터 표준정책에 맞도록 작성\n- 표준단어, 용어, 도메인, 코드에 대한 정제 및 표준화 준수\n○ 데이터 표준을 준용하여 데이터 설계가 이루어져야 하며, 데이터 표준에 제시되지 않은\n사항에 대해서는 담당자와 협의하여 처리\n○ 본 시스템의 업무 활용성 및 업무 변화에 유연한 데이터모델 설계"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "UI 설계 및 구현"
          ],
          [
            "요구사항 분류",
            "",
            "UI 표준 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 구성시 화면 표준 정의서 준용"
          ],
          [
            "",
            "세부\n내용",
            "○ UI는 직관적이면서도 사용자의 효율적인 상호 작용이 가능하여야 하며, 다양한 사용자 요구\n수용이 가능할 수 있도록 시스템의 유연한 변경이 가능하여야 함\n○ 화면 UI 기획 및 디자인에 관련된 제반 사항을 수요기관과 긴밀한 협조를 통하여 시행토록\n함\n※ 메인화면 및 상세화면 시안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 설계"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "환경 변화에 유연하게 대처할 수 있는 데이터 구성 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 관련 법 개정 및 고시 변경 등 업무 변경에 대한 물리적인 구성 변경이 발생하지 않도록\n유연성, 확장성이 반영된 데이터 구성 방안을 제시\n○ 데이터 모델의 무결성, 안정성, 일치성, 기밀성, 가용성을 확보하여 시스템 성능 및 효율성을\n강화할 수 있는 방안을 제시\n○ 데이터 표준을 준용하여 데이터 설계가 이루어져야 하며 데이터 표준이 제시되지 않은\n상황에 대해서는 한국대학스포츠협의회 담당자와 협의 후 진행\n○ 데이터 간 관계분석, 데이터 표준화 수립, 중복 데이터 제거 등 통합된 표준 데이터 설계\n○ 현업 요구사항을 추가 도출 및 데이터 특성을 고려한 모델 설계\n○ 대용량 데이터의 빠른 접근 및 추출, 적재 등이 용이하도록 데이터의 구조개선 방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "UI 설계 및 구현"
          ],
          [
            "요구사항 분류",
            "",
            "웹 접근성 및 호화성 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹접근성 및 호환성 준수 기준"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 구축 시「웹접근성 향상을 위한 국가표준기술 가이드라인」 및 「전자정부 서비스\n호환성 준수지침」을 준수하여야 함\n○ PC의 최신 OS 및 통상적인 인터넷 브라우저에서도 프로그램이 보안 등에 문제없이\n원활하게 작동하도록 개발하여야 함\n※ Edge 외 크롬 등에서 사이트 활용이 가능하도록 구축, 브라우저 적용 여부는 안정성 시험\n후 수요기관과 협의하여 결정"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 설계 시 고려사항"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 설계 시 개선 고려사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 업무분석을 통한 하드코딩 및 기준성 정보를 도출하여 엔티티 설계에 반영\n○ 시스템 구현 시 발생하는 코드는 반드시 등록하여 사용해야 하며 시스템 내부에\n하드코딩은 배제\n○ 현행 분산 및 중복 관리되고 있는 데이터는 통합 관리해야 하며 기능 추가 및 신규 업무에\n대해서는 표준화된 엔티티를 도출하여 모델링\n○ 데이터베이스의 성능이 최대한 보장될 수 있도록 물리 데이터 모델링을 수행\n○ DBMS의 특성을 고려한 물리DB 설계\n○ 어플리케이션 수행속도를 보장하기 위한 반정규화 및 테이블 통합, 분리 과정 수행\n○ 대용량 테이블의 수행속도를 보장하는 테이블 Partition 적용\n○ 개인정보 보호를 위한 개인정보 별도 관리 및 보존 년한에 따라 쉽게 개인정보를 보존 및\n삭제할 수 있는 방안 제시\n○ 주민등록번호 사용 제한에 따른 별도의 사용자 식별번호 운영 및 관리 방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 정합성 검증"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터의 정합성을 보장할 수 있는 검증계획 수립"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 정합성 확보를 위한 정비계획 수립 및 정비작업을 수행\n○ 데이터 구축 시 반드시 정합성을 검증하고 로그 유지\n○ 데이터 구축 시 정합성 검증 절차와 검증 결과 제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 31 - 요구사항고유번호 DAR-005 요구사항명칭 데이터관리 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터관리정의및기본사항 세부 내용 시스템오픈후데이터관리가용이하도록표준, 모델변경, 운영방안등의관리정책수립 - 시스템오픈후데이터모델에대한변경관리정책수립 - 데이터생성에서폐기까지라이프사이클에따라시스템운영자의준수기준수립 - 운영단계의준수절차와규정을수립하고, 운영자에대한교육수행 데이터아키텍처의변경이발생하는경우에대한변경관리수행 데이터베이스접근은JDBC, ODBC를사용 데이터는데이터공유및재사용, 데이터교환, 데이터품질향상, 데이터베이스통합등을 위하여데이터표준을준수 공공데이터관련지침및데이터품질관리매뉴얼준수 요구사항고유번호 DAR-006 요구사항명칭 데이터표현 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터표현정의 세부 내용 이미지표현은PNG, JPEGJPG, TIFF, BMP를사용 멀티미디어표현은MPEG-4를사용 멀티미디어동기화및표현은SMIL, SVG1.1을사용 클라이언트스크립트는Presentation에해당하는부분으로한정하여사용하고, 핵심업무 로직부분은서버측에서처리 서버측스크립트사용시보안, 사이트유지보수, 성능의문제를고려하여CGI 사용 주의W3C 플러그인은사용을최소화하며, 멀티플랫폼, 멀티브라우저환경에서동작할수있도록 개발사용자인증등과같이웹사용전체에영향을미치는부분에대하여주의 각사업에관련된콘텐츠들은체계적으로생성보관관리되어야하며, 보호되어야할 콘텐츠는디지털저작권보호방안을마련 요구사항고유번호 DAR-007 요구사항명칭 기초데이터대상시스템데이터분석 요구사항분류 데이터요구사항 요구사항 상세설명 정의 기초데이터분석방안제시 세부 내용 기초데이터데이터분석방안제시 데이터분석단계의계획을수립하여제시 데이터분석의이행범위는고교농구학생선수, 경기기록데이터를대상으로우선진행 기초데이터구축범위는수요기관과협의하여결정 데이터구축시업무중단을최소화하고안정성을확보할수있는방안을제시 - 32 - 요구사항고유번호 DAR-008 요구사항명칭 이관대상시스템데이터정비 요구사항분류 데이터요구사항 요구사항 상세설명 정의 기초데이터정비방안제시 세부 내용 기초데이터정비방안을제시 기초데이터정비단계의계획을수립하여제시 데이터분석의이행범위는고교농구학생선수, 경기기록데이터를대상으로우선진행 데이터분석의이행범위는수요기관과협의하여결정 데이터구축시업무중단을최소화하고안정성을확보할수있는방안을제시 요구사항고유번호 DAR-009 요구사항명칭 기초데이터구축및안정화방안지원 요구사항분류 데이터요구사항 요구사항 상세설명 정의 기초데이터구축및안정화방안을지원 세부 내용 데이터구축체크리스트작성및각단계별수행시간, 일정등을고려한시나리오작성후 이행 데이터구축절차에의해이관작업을수행 - 정제규칙정의및이행 - 데이터이관지원절차수립및준수 - 데이터이관단계별역할분담 최종데이터구축작업과이행결과를검증 - 실데이터전환및검증 - 체크리스트에의한데이터검증 전환비대상테이블도초기데이터구축이필요할경우사전에자료를구축 데이터전환절차에의해전환작업을수행 데이터이행후안정화작업을지원 요구사항고유번호 DAR-010 요구사항명칭 대상데이터이관후검증방안제시 요구사항분류 데이터요구사항 요구사항 상세설명 정의 기초데이터구축후검증방안제시 세부 내용 데이터구축및검증방안제시 - 단계별분석, 개발, 시험, 데이터정비, 전환 계획을수립하여제시 - 데이터구축시업무중단을최소화하고안정성을확보할수있는방안을제시 - 데이터구축정합성검증을통해오류방지방안을제시하여야하며, 오류데이터에대한 정비방안제시 - 데이터구축시위험요소를사전에검증할수있는상세한시험계획, 실행방안, 비상복구 방안을제시 데이터구축절차의각단계별데이터검증을통해데이터의무결성을보장 - 이행의각단계에생성되는데이터및최종목표데이터검증 - 이행된데이터에대해서는변환된값자체를기준으로검증수행 - 이행된데이터와기존데이터를직관적으로비교할수있는방안제시 구축기간중업무처리가능기간을확보하고, 단기간내자료전환이가능한전환절차개발 시험계획방안에는시험환경구축, 시험일정, 단위업무별시험항목및시험결과조치계획을 포함 데이터구축완료후데이터의품질검증전후비교을실시하여그결과를제시",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "이관대상 시스템 데이터 정비"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기초 데이터 정비 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 기초 데이터 정비 방안을 제시\n○ 기초 데이터 정비단계의 계획을 수립하여 제시\n○ 데이터 분석의 이행 범위는 고교 농구 학생선수, 경기기록 데이터를 대상으로 우선 진행\n※ 데이터 분석의 이행 범위는 수요기관과 협의하여 결정\n○ 데이터 구축 시 업무 중단을 최소화하고 안정성을 확보할 수 있는 방안을 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 관리"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 관리 정의 및 기본사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 오픈 후 데이터 관리가 용이하도록 표준, 모델변경, 운영방안 등의 관리정책 수립\n- 시스템 오픈 후 데이터 모델에 대한 변경관리 정책 수립\n- 데이터 생성에서 폐기까지 라이프사이클에 따라 시스템 운영자의 준수기준 수립\n- 운영단계의 준수절차와 규정을 수립하고, 운영자에 대한 교육 수행\n○ 데이터 아키텍처의 변경이 발생하는 경우에 대한 변경관리 수행\n○ 데이터베이스 접근은 JDBC, ODBC를 사용\n○ 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을\n위하여 데이터 표준을 준수\n○ 공공데이터 관련 지침 및 데이터 품질관리 매뉴얼 준수"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "기초데이터 구축 및 안정화 방안 지원"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기초데이터 구축 및 안정화 방안을 지원"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터구축 체크리스트 작성 및 각 단계별 수행시간, 일정 등을 고려한 시나리오 작성 후\n이행\n○ 데이터 구축 절차에 의해 이관작업을 수행\n- 정제 규칙 정의 및 이행\n- 데이터 이관 지원절차 수립 및 준수\n- 데이터 이관 단계별 역할 분담\n○ 최종 데이터 구축 작업과 이행 결과를 검증\n- 실 데이터 전환 및 검증\n- 체크리스트에 의한 데이터 검증\n○ 전환 비대상 테이블도 초기 데이터 구축이 필요할 경우 사전에 자료를 구축\n○ 데이터 전환절차에 의해 전환작업을 수행\n○ 데이터 이행 후 안정화 작업을 지원"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표현"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 표현 정의"
          ],
          [
            "",
            "세부\n내용",
            "○ 이미지 표현은 PNG, JPEG(JPG), TIFF, BMP를 사용\n○ 멀티미디어 표현은 MPEG-4를 사용\n○ 멀티미디어 동기화 및 표현은 SMIL, SVG1.1을 사용\n○ 클라이언트 스크립트는 Presentation에 해당하는 부분으로 한정하여 사용하고, 핵심업무\n로직부분은 서버 측에서 처리\n※ 서버 측 스크립트 사용 시 보안, 사이트 유지보수, 성능의 문제를 고려하여 CGI 사용\n주의(W3C)\n○ 플러그인은 사용을 최소화하며, 멀티플랫폼, 멀티 브라우저 환경에서 동작할 수 있도록\n개발(사용자 인증 등과 같이 웹 사용 전체에 영향을 미치는 부분에 대하여 주의)\n○ 각 사업에 관련된 콘텐츠들은 체계적으로 생성․보관․관리되어야 하며, 보호되어야할\n콘텐츠는 디지털 저작권 보호방안을 마련"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "기초데이터 대상 시스템 데이터 분석"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기초데이터 분석 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 기초데이터 데이터 분석 방안 제시\n○ 데이터 분석단계의 계획을 수립하여 제시\n○ 데이터 분석의 이행 범위는 고교 농구 학생선수, 경기기록 데이터를 대상으로 우선 진행\n※ 기초데이터 구축 범위는 수요기관과 협의하여 결정\n○ 데이터 구축 시 업무 중단을 최소화하고 안정성을 확보 할 수 있는 방안을 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "대상 데이터 이관 후 검증 방안 제시"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기초데이터 구축 후 검증 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 구축 및 검증 방안 제시\n- 단계별(분석, 개발, 시험, 데이터 정비, 전환) 계획을 수립하여 제시\n- 데이터 구축 시 업무 중단을 최소화하고 안정성을 확보할 수 있는 방안을 제시\n- 데이터 구축 정합성 검증을 통해 오류방지 방안을 제시하여야 하며, 오류 데이터에 대한\n정비 방안 제시\n- 데이터 구축 시 위험요소를 사전에 검증할 수 있는 상세한 시험계획, 실행방안, 비상복구\n방안을 제시\n○ 데이터 구축 절차의 각 단계별 데이터 검증을 통해 데이터의 무결성을 보장\n- 이행의 각 단계에 생성되는 데이터 및 최종 목표데이터 검증\n- 이행된 데이터에 대해서는 변환된 값 자체를 기준으로 검증 수행\n- 이행된 데이터와 기존 데이터를 직관적으로 비교할 수 있는 방안 제시\n○ 구축 기간 중 업무처리가능기간을 확보하고, 단기간 내 자료전환이 가능한 전환 절차 개발\n○ 시험계획 방안에는 시험환경 구축, 시험일정, 단위업무별 시험항목 및 시험결과 조치 계획을\n포함\n○ 데이터 구축 완료 후 데이터의 품질 검증(전후 비교)을 실시하여 그 결과를 제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 33 - 요구사항고유번호 DAR-011 요구사항명칭 데이터백업및복구 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터백업및복구방안정의 세부 내용 데이터에대한복구및백업방안제시 복구및백업시나리오필요 요구사항고유번호 DAR-012 요구사항명칭 데이터이관보안사항및투입인력 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터구축업무수행시보안대책방안마련및투입인력요건 세부 내용 데이터구축SW 개발및데이터이관과정에서자료의유출오남용방지를위한인적, 관리적, 물리적, 기술적보안관리방안을제시 - 인적 실자료접근인원의최소화, 보안교육, 보안점검등의인적관리방안 - 관리적 정보보안조직구성및역할부여책임담당, 작업내용녹화등의관리방안 - 물리적 작업장소출입통제, CCTV, 시건장치등의물리적방안 - 기술적 방화벽, DB접근제어, 서버보안등기술적방안 데이터구축작업수행을위해관련업무경험자를충분히투입하여업무에차질이 발생하지않아야함 6 테스트 요구사항Test Requirement 요구사항고유번호 TER-001 요구사항명칭 공통 요구사항분류 테스트요구사항 요구사항 상세설명 정의 테스트수행방안 세부 내용 실제사용자유형및사용자수를최대한고려한테스트수행방안제시 제안사는개발및테스트가원활히수행될수있도록하여야하며, 사업추진에필요한개발 및테스트환경등은제안사가구축 다양한시험이가능하도록충분한시험케이스를구축 프로그램별단위테스트, 업무간결합테스트및전체통합테스트등종합적인테스트 계획에대한검토및관리방안을제시 테스트단계별로수행방법, 절차, 참여조직및역할, 점검사항, 최종검수기준, 점검후 조치방안등을세부적으로기술 테스트진행현황모니터링방안및도출결함에대한조치관리방안을제시 결함발견시해소될때까지테스트를지속적으로실시하고, 이에대한이력관리 테스트결과에대한문서화및수행결과검토방안을제시 안정적인시스템전환과서비스중단최소화방안을제시 사업자는개발완료후최종산출물및테스트결과물을첨부하여주관기관에게승인검사 및테스트를요청하여야하며, 승인검사및테스트과정에서발견된하자사항은만족한 결과를얻을때까지보완테스트를반복적으로실시해야함 요구사항별적합부적합판정을할수있는테스트를수행할수있어야하며, 이에따른 테스트데이터를준비해야함 - 34 - 요구사항고유번호 TER-002 요구사항명칭 시스템테스트 요구사항분류 테스트요구사항 요구사항 상세설명 정의 시스템테스트수행방안 세부 내용 시스템테스트에대한수행방법, 절차, 예상결과, 참여조직및역할, 점검사항, 최종 검수기준, 점검후조치방안등을세부적으로제시 시스템테스트는대용량처리, 보안테스트, 호환성테스트, 웹접근성테스트등으로구분하여 수행 장애복구테스트 시스템운영시발생할수있는장애상황을미리예측하여테스트수행 및대응방안수립, 이중화구성된장비에대해장애발생시지속적인서비스제공이 가능한지검증 대용량데이터테스트 시스템에서대용량데이터처리가가능한지검증 보안테스트 잠재적보안취약사항을포함한보안상취약점이없는지검증 호환성테스트 최소2종이상의웹브라우져등에서업무수행이정상적으로가능하도록 사용자관점에서의HW 및SW의호환성검증 웹접근성테스트 사용자의인적ž환경적제약에상관없이시스템을통한원활한업무수행이 가능하도록웹접근성검증 요구사항고유번호 TER-003 요구사항명칭 DB 테스트요구사항 요구사항분류 테스트요구사항 요구사항 상세설명 정의 DB 테스트요구사항 세부 내용 비즈니스변화에따른시스템변경을안정적이고저비용으로수행할수있는테스트방식제시 운영시스템에가해지는부하를이용하여시스템변경에따른영향을시뮬레이션하는환경제공 운영시스템의부하를수집시모든사용자SQL 문장과이들간의동시성및의존성을 유지하여테스트를진행할수있어야함 특정SQL 또는SQL 집합을사용자가지정하여테스트할수있는환경을제공테스트시 예상치못한오류들과데이터의불일치, 성능상의문제점들에대한분석인터페이스를제공 테스트결과로써, 단위SQL의성능및시스템부하에대한보고서제시 테스트의진행및테스트결과를관리하는통합인터페이스화면을제공 요구사항고유번호 TER-004 요구사항명칭 사용자테스트 요구사항분류 테스트요구사항 요구사항 상세설명 정의 사용자테스트수행방안 세부 내용 업무관련담당자가참석하여수행하는실사용자테스트에대한수행방법, 절차, 예상결과, 참여조직및역할, 점검사항, 최종검수기준, 점검후조치방안등을세부적으로제시 시스템구축후사용자환경테스트방안제시",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "DAR-011"
          ],
          [
            "요구사항 명칭",
            "데이터 백업 및 복구"
          ],
          [
            "요구사항 분류",
            "데이터 요구사항"
          ],
          [
            "정의\n요구사항\n세부\n상세설명\n내용",
            "데이터 백업 및 복구방안 정의\n○ 데이터에 대한 복구 및 백업 방안 제시\n○ 복구 및 백업 시나리오 필요"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 테스트 수행방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템테스트에 대한 수행방법, 절차, 예상결과, 참여조직 및 역할, 점검사항, 최종\n검수기준, 점검 후 조치 방안 등을 세부적으로 제시\n○ 시스템테스트는 대용량 처리, 보안 테스트, 호환성테스트, 웹접근성테스트 등으로 구분하여\n수행\n○ 장애복구테스트: 시스템 운영 시 발생할 수 있는 장애 상황을 미리 예측하여 테스트 수행\n및 대응방안 수립, 이중화 구성된 장비에 대해 장애 발생 시 지속적인 서비스 제공이\n가능한지 검증\n○ 대용량 데이터 테스트: 시스템에서 대용량 데이터 처리가 가능한지 검증\n○ 보안테스트: 잠재적 보안취약사항을 포함한 보안상 취약점이 없는지 검증\n○ 호환성테스트: 최소 2종이상의 웹브라우져 등에서 업무수행이 정상적으로 가능하도록\n사용자 관점에서의 H/W 및 S/W의 호환성 검증\n○ 웹 접근성테스트: 사용자의 인적ž환경적 제약에 상관없이 시스템을 통한 원활한 업무수행이\n가능하도록 웹 접근성 검증"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 이관 보안 사항 및 투입인력"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 구축 업무 수행 시 보안 대책 방안 마련 및 투입인력 요건"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 구축 S/W 개발 및 데이터 이관 과정에서 자료의 유출·오남용 방지를 위한 인적,\n관리적, 물리적, 기술적 보안 관리방안을 제시\n- (인적) 실자료 접근인원의 최소화, 보안교육, 보안점검 등의 인적 관리방안\n- (관리적) 정보보안 조직 구성 및 역할 부여(책임/담당), 작업내용 녹화 등의 관리방안\n- (물리적) 작업장소 출입통제, CCTV, 시건장치 등의 물리적 방안\n- (기술적) 방화벽, DB접근제어, 서버 보안 등 기술적 방안\n○ 데이터 구축 작업 수행을 위해 관련 업무 경험자를 충분히 투입하여 업무에 차질이\n발생하지 않아야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "DB 테스트 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구 사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "DB 테스트 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 비즈니스 변화에 따른 시스템 변경을 안정적이고 저비용으로 수행할 수 있는 테스트 방식 제시\n○ 운영시스템에 가해지는 부하를 이용하여 시스템 변경에 따른 영향을 시뮬레이션하는 환경 제공\n○ 운영시스템의 부하를 수집 시 모든 사용자 SQL 문장과 이들 간의 동시성 및 의존성을\n유지하여 테스트를 진행할 수 있어야 함\n○ 특정 SQL 또는 SQL 집합을 사용자가 지정하여 테스트 할 수 있는 환경을 제공 테스트 시\n예상치 못한 오류들과 데이터의 불일치, 성능상의 문제점들에 대한 분석 인터페이스를 제공\n○ 테스트 결과로써, 단위 SQL의 성능 및 시스템 부하에 대한 보고서 제시\n○ 테스트의 진행 및 테스트 결과를 관리하는 통합 인터페이스 화면을 제공"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자 테스트 수행방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 업무 관련 담당자가 참석하여 수행하는 실사용자 테스트에 대한 수행방법, 절차, 예상결과,\n참여조직 및 역할, 점검사항, 최종 검수기준, 점검 후 조치 방안 등을 세부적으로 제시\n○ 시스템 구축 후 사용자 환경 테스트 방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "공통"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트 수행방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 실제 사용자 유형 및 사용자 수를 최대한 고려한 테스트 수행 방안 제시\n○ 제안사는 개발 및 테스트가 원활히 수행될 수 있도록 하여야 하며, 사업추진에 필요한 개발\n및 테스트 환경 등은 제안사가 구축\n○ 다양한 시험이 가능하도록 충분한 시험케이스를 구축\n○ 프로그램별 단위테스트, 업무간 결합테스트 및 전체 통합테스트 등 종합적인 테스트\n계획에 대한 검토 및 관리 방안을 제시\n○ 테스트 단계별로 수행방법, 절차, 참여 조직 및 역할, 점검사항, 최종 검수 기준, 점검 후\n조치 방안 등을 세부적으로 기술\n○ 테스트 진행현황 모니터링 방안 및 도출 결함에 대한 조치·관리 방안을 제시\n○ 결함 발견 시 해소될 때까지 테스트를 지속적으로 실시하고, 이에 대한 이력 관리\n○ 테스트 결과에 대한 문서화 및 수행결과 검토 방안을 제시\n○ 안정적인 시스템 전환과 서비스 중단 최소화 방안을 제시\n○ 사업자는 개발 완료 후 최종 산출물 및 테스트 결과물을 첨부하여 주관기관에게 승인 검사\n및 테스트를 요청하여야 하며, 승인 검사 및 테스트 과정에서 발견된 하자 사항은 만족한\n결과를 얻을 때까지 보완·테스트를 반복적으로 실시해야 함\n○ 요구사항별 적합/부적합 판정을 할 수 있는 테스트를 수행할 수 있어야 하며, 이에 따른\n테스트 데이터를 준비해야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 35 - 요구사항고유번호 TER-005 요구사항명칭 성능테스트 요구사항분류 테스트요구사항 요구사항 상세설명 정의 성능테스트수행방안 세부 내용 성능테스트에대한수행방법, 절차, 예상결과, 참여조직및역할, 점검사항, 최종 검수기준, 점검후조치방안등을세부적으로제시 실데이터기반오류데이터포함의테스트환경마련 시스템구축후다양한업데이트사항반영에대한검증방안제시 시스템이발휘할수있는최대성능을측정하고최대동시접속자가접속시에안정적으로 서비스를제공하기위한검증방안제시 테스트대상응용프로그램의범위는한국대학스포츠협의회와협의 서비스성능테스트결과문제점이발생할경우해결하여야하며, 문제해결후다시서비스 성능테스트수행 요구사항고유번호 TER-006 요구사항명칭 단위테스트 요구사항분류 테스트요구사항 요구사항 상세설명 정의 단위테스트수행방안 세부 내용 단위테스트에대한수행방법, 절차, 예상결과, 참여조직및역할, 점검사항, 최종검수기준, 점검후조치방안등을세부적으로제시 개발자테스트외에추가적으로수요기관이참여하는테스트수행 요구사항및설계내용을만족하는지검증 요구사항고유번호 TER-007 요구사항명칭 통합테스트 요구사항분류 테스트요구사항 요구사항 상세설명 정의 통합테스트수행방안 세부 내용 통합테스트에대한수행방법, 절차, 예상결과, 참여조직및역할, 점검사항, 최종검수기준, 점검후조치방안등을세부적으로제시 통합테스트시나리오에따라단위테스트가완료된프로그램을대상으로기능이정상적으로 수행되는지통합테스트를실시하고검증 - 식별된인터페이스에대해시스템간, 대내외간유기적연계검증 - 기능, 성능등의요구사항및설계사양충족여부검증 - 기능의정상적수행여부검증 - 기능수행후의결과가사전예측결과와일치하는지검증 - 시스템의접근권한및업무권한에대한적절성검증등 통합테스트수행중리스크를최소화하기위한핵심업무주요흐름검증등주제목적별 집중테스트를추가적으로수행 핵심프로세스검증, 업무연계적정성검증, 사용자유형별중점기능검증등에대한 집중테스트 - 36 - 7 보안 요구사항Security Requirement 요구사항고유번호 SER-001 요구사항명칭 보안관리계획수립-보안규정 요구사항분류 보안요구사항 요구사항 상세설명 정의 보안규정 세부 내용 사업수행에사용되는인원, 문서, 장비등의보안관리계획을수립하여야하며, 보안상 결격사항이없도록조치 제안사는기밀보안대책과사업참여요원에대한보안의식고취방안제시 정보시스템과내외부망에대한보안관리대책및각종산출물에대한보안관리대책을 제시 제안사는사업수행과정중보안및정보유출사고발생시형사처벌은물론피해발생에 해당하는손해배상책임을짐 사업자가계약을수행함에있어제3자의지적재산권을침해하여한국대학스포츠협의회를 상대로손해배상청구소송등이제기되면사업자는피해자측과합의배상하여야함 요구사항고유번호 SER-002 요구사항명칭 공통사항-보안관리지침준수 요구사항분류 보안요구사항 요구사항 상세설명 정의 공통준수사항 세부 내용 투입하는모든인원은관련양식에의한보안각서를제출 제안사는본용역수행을위한관련자료의반출, 반납등에한국대학스포츠협의회 기술자료관리지침에따라야하며, 한국대학스포츠협의회로부터제공받은모든자료를본 용역이외의목적으로복사또는대여할수없고사업종료시모두반납 제안사는용역수행과정에서얻어진정보나자료등을한국대학스포츠협의회와의사전협의 없이외부에제공또는공개된경우모든책임을짐 제안사는모든관련자료에대해반납시까지보존할책임이있으며사용중훼손, 망실등 하자발생에대한모든책임을짐 제안사는본사업수행중취득한지식에대하여사업수행중은물론사업이완료된후에도 보안을준수 사업수행에따른불용장비매각시하드디스크내의데이터보호를위한조치사항준수 조치파쇄또는로우레벨포맷처리 신규도입되는정보시스템은불필요한서비스제거등취약점을점검조치하고최신 보안패치가적용된후실제운영게시 도입클라우드임차되는보안제품은CC인증또는GS 인증제품 계약업체는국가를당사자로하는계약에관한법률시행령 제76조1항18호규정을 위반하여누출금지정보를무단으로누출할경우국가계약법에의거아래와같이 입찰참가자격이제한됨 . 정보누출횟수가2회이상인경우 3월 . 정보누출횟수가1회인경우 1월 누출금지정보의범위 1한국대학스포츠협의회소유전산시스템의내외부IP주소현황 2세부전산시스템구성현황및전산망구성도 3사용자계정및패스워드등시스템접근권한정보 4전산시스템취약점분석및모의해킹결과물 5용역사업결과물및프로그램소스코드 6국가용보안시스템및정보보호시스템도입현황 7방화벽IPS 등정보보호제품의설정정보및보안정책정보 8라우터스위치등네트워크장비설정정보 9공공기관의정보공개에관한법률 제9조1항에따라비공개대상정보로분류된",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "TER-005"
          ],
          [
            "요구사항 명칭",
            "",
            "성능 테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "성능테스트 수행방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 성능테스트에 대한 수행방법, 절차, 예상결과, 참여조직 및 역할, 점검사항, 최종\n검수기준, 점검 후 조치 방안 등을 세부적으로 제시\n○ 실데이터 기반(오류 데이터 포함)의 테스트 환경 마련\n○ 시스템 구축 후 다양한 업데이트 사항 반영에 대한 검증 방안 제시\n○ 시스템이 발휘할 수 있는 최대 성능을 측정하고 최대 동시 접속자가 접속 시에 안정적으로\n서비스를 제공하기 위한 검증 방안 제시\n※ 테스트 대상 응용 프로그램의 범위는 한국대학스포츠협의회와 협의\n○ 서비스 성능 테스트 결과 문제점이 발생할 경우 해결하여야 하며, 문제해결 후 다시 서비스\n성능테스트 수행"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "보안관리계획 수립-보안규정"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안규정"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업수행에 사용되는 인원, 문서, 장비 등의 보안관리 계획을 수립하여야 하며, 보안상\n결격사항이 없도록 조치\n○ 제안사는 기밀보안 대책과 사업 참여요원에 대한 보안의식 고취 방안 제시\n○ 정보시스템과 내․외부 망에 대한 보안관리 대책 및 각종 산출물에 대한 보안관리 대책을\n제시\n○ 제안사는 사업수행 과정 중 보안 및 정보유출 사고 발생 시 형사 처벌은 물론 피해발생에\n해당하는 손해배상 책임을 짐\n○ 사업자가 계약을 수행함에 있어 제3자의 지적재산권을 침해하여 한국대학스포츠협의회를\n상대로 손해배상 청구소송 등이 제기되면 사업자는 피해자 측과 합의 배상하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-006"
          ],
          [
            "요구사항 명칭",
            "",
            "단위 테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "단위 테스트 수행방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 단위 테스트에 대한 수행방법, 절차, 예상결과, 참여조직 및 역할, 점검사항, 최종 검수기준,\n점검 후 조치 방안 등을 세부적으로 제시\n○ 개발자 테스트 외에 추가적으로 수요기관이 참여하는 테스트 수행\n○ 요구사항 및 설계내용을 만족하는지 검증"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-007"
          ],
          [
            "요구사항 명칭",
            "",
            "통합 테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통합 테스트 수행방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 통합 테스트에 대한 수행방법, 절차, 예상결과, 참여조직 및 역할, 점검사항, 최종 검수기준,\n점검 후 조치 방안 등을 세부적으로 제시\n○ 통합테스트 시나리오에 따라 단위테스트가 완료된 프로그램을 대상으로 기능이 정상적으로\n수행되는지 통합테스트를 실시하고 검증\n- 식별된 인터페이스에 대해 시스템 간, 대내·외 간 유기적 연계 검증\n- 기능, 성능 등의 요구사항 및 설계사양 충족여부 검증\n- 기능의 정상적 수행여부 검증\n- 기능수행 후의 결과가 사전예측결과와 일치하는지 검증\n- 시스템의 접근권한 및 업무권한에 대한 적절성 검증 등\n○ 통합테스트 수행 중 리스크를 최소화하기 위한 핵심 업무 주요흐름 검증 등 주제(목적)별\n집중테스트를 추가적으로 수행\n○ 핵심프로세스 검증, 업무연계 적정성 검증, 사용자유형별 중점 기능 검증 등에 대한\n집중테스트"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "공통사항-보안관리지침 준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "공통 준수사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 투입하는 모든 인원은 관련 양식에 의한 보안 각서를 제출\n○ 제안사는 본 용역 수행을 위한 관련 자료의 반출, 반납 등에 한국대학스포츠협의회\n기술자료 관리지침에 따라야 하며, 한국대학스포츠협의회로부터 제공 받은 모든 자료를 본\n용역 이외의 목적으로 복사 또는 대여할 수 없고 사업 종료 시 모두 반납\n○ 제안사는 용역 수행과정에서 얻어진 정보나 자료 등을 한국대학스포츠협의회와의 사전 협의\n없이 외부에 제공 또는 공개된 경우 모든 책임을 짐\n○ 제안사는 모든 관련 자료에 대해 반납 시까지 보존할 책임이 있으며 사용 중 훼손, 망실 등\n하자발생에 대한 모든 책임을 짐\n○ 제안사는 본 사업 수행 중 취득한 지식에 대하여 사업수행 중은 물론 사업이 완료된 후에도\n보안을 준수\n○ 사업수행에 따른 불용장비 매각 시 하드디스크내의 데이터 보호를 위한 조치사항 준수\n조치(파쇄 또는 로우레벨 포맷 처리)\n○ 신규 도입되는 정보시스템은 불필요한 서비스 제거 등 취약점을 점검 조치하고 최신\n보안패치가 적용된 후 실제 운영 게시\n○ 도입(클라우드 임차)되는 보안 제품은 CC인증 또는 GS 인증 제품\n○ 계약업체는‘국가를 당사자로 하는 계약에 관한 법률 시행령’ 제76조 1항 18호 규정을\n위반하여 누출금지 정보를 무단으로 누출할 경우 국가계약법에 의거 아래와 같이\n입찰참가자격이 제한됨\n. 정보 누출 횟수가 2회 이상인 경우 : 3월\n. 정보 누출 횟수가 1회인 경우 : 1월\n<누출금지 정보의 범위>\n① 한국대학스포츠협의회 소유 전산시스템의 내․외부 IP주소 현황\n② 세부 전산시스템 구성 현황 및 전산망 구성도\n③ 사용자계정 및 패스워드 등 시스템 접근권한 정보\n④ 전산시스템 취약점분석 및 모의해킹 결과물\n⑤ 용역사업 결과물 및 프로그램 소스코드\n⑥ 국가용 보안시스템 및 정보보호시스템 도입 현황\n⑦ 방화벽․IPS 등 정보보호제품의 설정정보 및 보안정책 정보\n⑧ 라우터․스위치 등 네트워크 장비 설정 정보\n⑨ ‘공공기관의 정보공개에 관한 법률’ 제9조1항에 따라 비공개 대상정보로 분류된"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 37 - 요구사항고유번호 SER-003 요구사항명칭 하드웨어및장비보안 요구사항분류 보안요구사항 요구사항 상세설명 정의 하드웨어및장비보안 세부 내용 서버보안 NT급이하신규임차서버에는보안프로그램바이러스백신을설치하여 바이러스및악성코드에대처하여야하고, 최신버전을유지 서버계정통합관리 서버보안정책등을준용하여효과적인서버보안관리방안수립및 시행 - 각서버의사용자계정에대한명명규칙, 비밀번호관리정책등의효과적인계정 관리방안수립및시행 PC보안 사업기간내사용되는모든개발용PC, 노트북등모든정보화기기의사용현황을 한국대학스포츠협의회에신고관리해야하며PC관리프로그램및바이러스백신프로그램 등을설치 인터넷연결 사업자가사용하는노트북PC는인터넷연결을금지. 단, 사업수행상필요한 경우자료유출등보안상문제가없음을확인한후한국대학스포츠협의회가인정하는 별도의장소에서이용가능 신규사무실및서버대역추가필요시비인가자의접근통제를위해기운영중인IP 관리시스템에의한통제정책을준수하도록구성 반출관리 정보시스템을외부로반출할경우사전에한국대학스포츠협의회 담당자의 통제를받아야가능 요구사항고유번호 SER-004 요구사항명칭 소프트웨어개발보안 요구사항분류 보안요구사항 요구사항 상세설명 정의 소프트웨어개발보안적용 세부 내용 개발보안의범위는개발되는소스코드전체에해당 프로그램개발및솔루션구축시해킹에대비하여행정안전부에서제작한소프트웨어 개발보안시큐어코딩 가이드를준수 개발된웹프로그램은내부정보보안업무세부지침에따라보안취약점점검이완료된후 Open 요구사항고유번호 SER-005 요구사항명칭 보안인력및교육 요구사항분류 보안요구사항 요구사항 상세설명 정의 보안인력및교육 세부 내용 사업자는사업참여직원을대상으로월1회이상자체보안교육을실시해야하며, 월1회 이상보안점검을실시 기관의내부문서 10공공기관개인정보보호에관한법률 제2조2호의개인정보2011.9.30 이후개인정보 보호법 제2조1호의개인정보 11보안업무규정 의대외비 12정보시스템운용현황 13기타한국대학스포츠협의회가공개가불가하다고판단한자료 사업기간중공개불가자료가발생시상호협의하여추가할수있음 - 38 - 요구사항고유번호 SER-006 요구사항명칭 보안취약점진단및수행 요구사항분류 보안요구사항 요구사항 상세설명 정의 보안취약점진단및수행 세부 내용 시스템전반에대하여보안취약점진단을수행하고그보완조치를사업기간내에반영해야함 사업기간내에1회이상보안취약점진단및이행점검, 모의해킹수행 서버, 네트워크장비, 보안장비등장비유형별로동일모델제품군인경우샘플점검등과 같이적용범위는협의조정가능 각각의보안진단보안취약점검, 모의해킹, 개발시보안준수 결과조치사항발생시즉각 개선조치해야함 보안취약점점검결과에따른관리적기술적보안대책수립 개인정보보호법등법적준수사항변경에따른보안대책수립 요구사항고유번호 SER-007 요구사항명칭 기타수행사항 요구사항분류 보안요구사항 요구사항 상세설명 정의 기타수행사항 세부 내용 보안확약관련제출서류 사업착수및수행시참여인력은보안서약서를제출하여야하며 대표자는계약시별도의비밀유지계약서를제출 사업종료시사업관련자료를보유하고있지않으며이를위반시향후법적책임이있음을 포함한대표자용보안확약서를제출 하도급계약을체결할경우본사업계약수준의비밀유지조항을포함 정보화사업과관련한중요자료및비공개자료는2중시건장치가있는장소에보관 8 품질 요구사항Quality Requirement 요구사항고유번호 QUR-001 요구사항명칭 데이터표준화및시스템품질수준준수 요구사항분류 품질요구사항 요구사항 상세설명 정의 데이터베이스표준화및시스템품질수준준수 세부 내용 데이터표준화는행정정보데이터베이스표준화지침행정안전부고시제2008-47호 준수 제안업체는시스템의품질수준을관리할수있는품질관리자를반드시투입해야하며, 프로그램설계단위기능설치테스트등시스템개발단계별품질수준을평가개선하는 품질관리방안을산출물로제시",
      "tables": [
        [
          [
            "",
            "",
            "기관의 내부문서\n⑩‘공공기관 개인정보보호에 관한 법률’ 제2조2호의 개인정보(2011.9.30 이후 ‘개인정보\n보호법’ 제2조1호의 개인정보)\n⑪‘보안업무규정’ 의 대외비\n⑫ 정보시스템 운용 현황\n⑬ 기타 한국대학스포츠협의회가 공개가 불가하다고 판단한 자료\n※ 사업기간 중 공개불가 자료가 발생 시 상호 협의하여 추가 할 수 있음"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항 명칭",
            "",
            "보안 취약점 진단 및 수행"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안 취약점 진단 및 수행"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 전반에 대하여 보안취약점 진단을 수행하고 그 보완조치를 사업기간 내에 반영해야함\n○ 사업기간 내에 1회 이상 보안취약점 진단 및 이행점검, 모의해킹 수행\n○ 서버, 네트워크 장비, 보안장비 등 장비유형별로 동일모델 제품군인 경우 샘플 점검 등과\n같이 적용범위는 협의･조정 가능\n○ 각각의 보안진단(보안취약점검, 모의해킹, 개발 시 보안준수) 결과 조치사항 발생 시 즉각\n개선 조치해야 함\n○ 보안취약점 점검 결과에 따른 관리적･기술적 보안대책 수립\n○ 개인정보보호법 등 법적 준수사항 변경에 따른 보안대책 수립"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-007"
          ],
          [
            "요구사항 명칭",
            "",
            "기타 수행사항"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기타 수행사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 보안확약 관련 제출서류 : 사업 착수 및 수행 시 참여인력은 보안서약서를 제출하여야 하며\n대표자는 계약 시 별도의 비밀유지 계약서를 제출\n○ 사업종료 시 사업관련 자료를 보유하고 있지 않으며 이를 위반 시 향후 법적책임이 있음을\n포함한 대표자용 보안확약서를 제출\n○ 하도급 계약을 체결할 경우 본 사업계약 수준의 비밀유지 조항을 포함\n○ 정보화 사업과 관련한 중요자료 및 비공개자료는 2중 시건 장치가 있는 장소에 보관"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "하드웨어 및 장비 보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하드웨어 및 장비 보안"
          ],
          [
            "",
            "세부\n내용",
            "○ 서버보안 : NT급 이하 신규 임차서버에는 보안프로그램 (바이러스 백신)을 설치하여\n바이러스 및 악성코드에 대처하여야 하고, 최신 버전을 유지\n○ 서버계정 통합관리 : 서버보안 정책 등을 준용하여 효과적인 서버보안 관리 방안 수립 및\n시행\n- 각 서버의 사용자계정에 대한 명명규칙, 비밀번호관리 정책 등의 효과적인 계정\n관리 방안 수립 및 시행\n○ PC보안 : 사업기간 내 사용되는 모든 개발용 PC, 노트북 등 모든 정보화기기의 사용현황을\n한국대학스포츠협의회에 신고·관리해야 하며 PC관리 프로그램 및 바이러스백신 프로그램\n등을 설치\n○ 인터넷 연결 : 사업자가 사용하는 노트북PC는 인터넷 연결을 금지. 단, 사업수행상 필요한\n경우 자료유출 등 보안상 문제가 없음을 확인한 후 한국대학스포츠협의회가 인정하는\n별도의 장소에서 이용 가능\n○ 신규 사무실 및 서버대역 추가 필요 시 비인가자의 접근 통제를 위해 기 운영 중인 “IP\n관리 시스템”에 의한 통제 정책을 준수하도록 구성\n○ 반출관리 : 정보시스템을 외부로 반출할 경우 사전에 한국대학스포츠협의회\n담당자의\n통제를 받아야 가능"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준화 및 시스템 품질 수준 준수"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터베이스 표준화 및 시스템 품질 수준 준수"
          ],
          [
            "",
            "세부\n내용",
            "○ 데이터 표준화는 “행정정보 데이터베이스 표준화지침”(행정안전부고시 제2008-47호) 준수\n○ 제안 업체는 시스템의 품질 수준을 관리할 수 있는 품질 관리자를 반드시 투입해야하며,\n프로그램 설계/단위·기능·설치 테스트 등 시스템 개발 단계별 품질수준을 평가·개선하는\n품질관리 방안을 산출물로 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어 개발 보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어 개발보안 적용"
          ],
          [
            "",
            "세부\n내용",
            "○ 개발보안의 범위는 개발되는 소스코드 전체에 해당\n○ 프로그램 개발 및 솔루션 구축 시 해킹에 대비하여 행정안전부에서 제작한 “소프트웨어\n개발보안(시큐어 코딩) 가이드”를 준수\n○ 개발된 웹 프로그램은 내부 정보보안업무 세부지침에 따라 보안취약점 점검이 완료된 후\nOpen"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "SER-005"
          ],
          [
            "요구사항 명칭",
            "보안 인력 및 교육"
          ],
          [
            "요구사항 분류",
            "보안 요구사항"
          ],
          [
            "정의\n요구사항\n세부\n상세설명\n내용",
            "보안 인력 및 교육\n○ 사업자는 사업 참여직원을 대상으로 월 1회 이상 자체 보안교육을 실시해야 하며, 월 1회\n이상 보안점검을 실시"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 20,
      "text": "- 39 - 요구사항고유번호 QUR-002 요구사항명칭 데이터품질관리 요구사항분류 품질요구사항 요구사항 상세설명 정의 데이터베이스품질관리 세부 내용 신규시스템으로생성되는데이터의품질보증의범위, 절차, 점검방법등을제시 핵심품질관리대상정의및핵심정보항목도출 데이터업무규칙정의및검증SQL Script 개발등록 신규시스템과타정보시스템간데이터흐름및매핑정보분석하여품질관리시스템에 등록데이터흐름구간별정합성검증방안도출DB 복제시검증방안포함 요구사항고유번호 QUR-003 요구사항명칭 기능구현정확성 요구사항분류 품질요구사항 요구사항 상세설명 정의 기능구현정확성 세부 내용 시스템은제공되기로한요구사항을모두제공하며, 초기협의한요구사항에서변경관리 절차를통해승인을획득한요구사항을최종baseline으로간주 제공되기로한요구사항을제공하는지여부는각기능요구사항의검증테스트 활동을 통해예상된결과가도출되었을경우요구사항을제공한것으로평가 단위기능에대한테스트는1차자동화검증후, 수행적용가능한시스템에한함 비즈니스로직테스트, 통합테스트, 시스템테스트를위한구체적인툴및적용방안을 제안하여기능의오류를줄일수있는방안을제시 기능구현정확성은사용자가직접테스트수행기간에테스트를수행함으로써평가 요구사항고유번호 QUR-004 요구사항명칭 상호운용성데이터교환성 요구사항분류 품질요구사항 요구사항 상세설명 정의 상호운영성확보 세부 내용 최종개발된프로그램은성능시험을통하여운영시스템의부하Peak시에정상적인 업무처리와기술아키텍처및응용아키텍처적정수준의성능을내는지를검증한후에Open 시스템인터페이스요구사항및어플리케이션과정보간의상호작용을하는기능은기능 구현의정확성뿐만아니라정보의무결성, 데이터정합성을검증 요구사항고유번호 QUR-005 요구사항명칭 보안성 요구사항분류 품질요구사항 요구사항 상세설명 정의 보안성확보 세부 내용 도입된소프트웨어와구축된시스템은명시된보안요구사항변경관리절차를통해승인을 획득한변경된요구사항포함에따라접근통제및감시 시스템은사용자가접근할때적절한사용자인지인증하는절차와방안을설계에반영해야 함 시스템은사용자의업무권한에따라데이터의접근수준을구분하고, 일정횟수이상 로그인정보가틀린경우접근을제한하는방안적용등을고려하여설계에반영 시스템은발주기관의보안정책및소프트웨어개발보안가이드를준수하여분석 설계개발 되어야함 사업기간중에정의되는각종보안정책과표준을협의에의해서반영해야함 - 40 - 요구사항고유번호 QUR-006 요구사항명칭 이해용이성 요구사항분류 품질요구사항 요구사항 상세설명 정의 이해용이성 세부 내용 사용자및관리자가시스템을쉽고편하게사용할수있도록하기위해기능, 인터페이스에 다음과같은정보가제공 기능이해도 시스템에서제공하는모든기능에대해사용자매뉴얼과운영자메뉴얼에 정보를제공 인터페이스이해도 시스템에서제공하는인터페이스기능과방법을산출물에포함 특정브라우저에적용되는기술은가급적배제하고, 웹브라우저에대한호환성이확보될수 있도록설계해야함 시스템은실행시의오류를최소화하기위하여사용자가시스템동작을최소화할수있는 기능을설계에반영해야함 개발된시스템에대해서는사용자기능도움말을제공해야함 시스템에서제공하는인터페이스기능과방법은관리자매뉴얼에포함되어야함 시스템은콘텐츠의모양이나배치를논리적으로이해하기쉽게구성하여설계개발해야함 9 제약사항Constraint Requirement 요구사항고유번호 COR-001 요구사항명칭 데이터표준화요건및표준, 지침준수 요구사항분류 제약사항 요구사항 상세설명 정의 데이터베이스표준화요건및표준, 지침준수 세부 내용 DB설계시DB표준화지침가이드등 및표준준수 본사업수행시행정업무표준, 정보화기반표준, 행정정보데이터베이스표준화지침, 전자정부웹호환성준수지침, 공공기관의데이터베이스품질관리지침등을준수하여 구체적인방안을수립하고적용 웹호환성지침을참조하여적용 - 전자정부서비스호환성준수지침행정안전부고시제2017-26호 - 한국형웹콘텐츠접근성지침2.1 방송통신위원회 전자정부법, 정보통신이용촉진및정보보호등에관한법률, 국가정보보안기본지침, 한국대학스포츠협의회정보보안업무규정등관련법규를준수하여시스템을구축 개인정보보보호법을준수하여시스템을구축 - 개인정보의안전성확보조치기준및해설서행정안전부고시제2019-47호 - 개인정보암호화조치안내서행정안전부2017.01월 - 개인정보영향평가고시행정안전부고시제2019-11호 - 개인정보영향평가고시및해설서행정안전부2019.1월 - 개인정보영향평가수행안내서행정안전부2018.4월 아래에제시한가이드라인등을참조하여보안관련표준화를적용 - 공공기관홈페이지개인정보노출방지가이드라인행정안전부2018년개정판 - 소프트웨어개발보안가이드안전행정부2019.11월 - 안전한정보통신환경구현을위한네트워크구축가이드라인국가보안기술연구소 장애인의접근성을위하여아래의지침을참조하여적용 - 장애인고령자등의정보접근및이용편의증진을위한지침과학기술정보통신부고시제 2017-7호",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 품질관리"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터베이스 품질관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 신규 시스템으로 생성되는 데이터의 품질보증의 범위, 절차, 점검방법 등을 제시\n○ 핵심 품질관리 대상 정의 및 핵심 정보항목 도출\n○ 데이터 업무규칙 정의 및 검증 SQL Script 개발·등록\n○ 신규시스템과 타 정보시스템 간 데이터 흐름 및 매핑정보 분석하여 품질관리 시스템에\n등록데이터 흐름 구간별 정합성 검증방안 도출 (DB 복제 시 검증 방안 포함)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "이해 용이성"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "이해 용이성"
          ],
          [
            "",
            "세부\n내용",
            "○ 사용자 및 관리자가 시스템을 쉽고 편하게 사용할 수 있도록 하기 위해 [기능,\n인터페이스]에 다음과 같은 정보가 제공\n○ 기능 이해도: 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼과 운영자 메뉴얼에\n정보를 제공\n○ 인터페이스 이해도: 시스템에서 제공하는 인터페이스 기능과 방법을 산출물에 포함\n○ 특정 브라우저에 적용되는 기술은 가급적 배제하고, 웹브라우저에 대한 호환성이 확보될 수\n있도록 설계해야 함\n○ 시스템은 실행시의 오류를 최소화하기 위하여 사용자가 시스템 동작을 최소화 할 수 있는\n기능을 설계에 반영해야 함\n○ 개발된 시스템에 대해서는 사용자 기능 도움말을 제공해야 함\n○ 시스템에서 제공하는 인터페이스 기능과 방법은 관리자 매뉴얼에 포함되어야 함\n○ 시스템은 콘텐츠의 모양이나 배치를 논리적으로 이해하기 쉽게 구성하여 설계·개발해야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "기능 구현 정확성"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기능 구현 정확성"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사항에서 변경관리\n절차를 통해 승인을 획득한 요구사항을 최종 baseline으로 간주\n○ 제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증(테스트) 활동을\n통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가\n○ 단위 기능에 대한 테스트는 1차 자동화 검증 후, 수행(적용 가능한 시스템에 한함)\n○ 비즈니스로직 테스트, 통합테스트, 시스템 테스트를 위한 구체적인 툴 및 적용방안을\n제안하여 기능의 오류를 줄일 수 있는 방안을 제시\n○ 기능 구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 수행함으로써 평가"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "상호 운용성 (데이터교환성)"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "상호 운영성 확보"
          ],
          [
            "",
            "세부\n내용",
            "○ 최종 개발된 프로그램은 성능시험을 통하여 운영 시스템의 부하 Peak시에 정상적인\n업무처리와 기술아키텍처 및 응용 아키텍처 적정수준의 성능을 내는지를 검증한 후에 Open\n○ 시스템 인터페이스 요구사항 및 어플리케이션과 정보간의 상호작용을 하는 기능은 기능\n구현의 정확성뿐만 아니라 정보의 무결성, 데이터 정합성을 검증"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준화 요건 및 표준, 지침준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터베이스 표준화 요건 및 표준, 지침준수"
          ],
          [
            "",
            "세부\n내용",
            "○ DB설계 시 DB표준화 지침(가이드 등) 및 표준 준수\n○ 본 사업 수행 시 행정업무표준, 정보화기반표준, 행정정보데이터베이스표준화 지침,\n전자정부 웹 호환성 준수지침, 공공기관의 데이터베이스 품질관리지침 등을 준수하여\n구체적인 방안을 수립하고 적용\n○ 웹 호환성 지침을 참조하여 적용\n- 전자정부서비스 호환성 준수지침 (행정안전부고시 제2017-26호)\n- 한국형 웹 콘텐츠 접근성 지침 2.1 (방송통신위원회)\n○ 전자정부법, 정보통신 이용 촉진 및 정보 보호 등에 관한 법률, 국가 정보보안 기본지침,\n한국대학스포츠협의회 정보보안업무규정 등 관련 법규를 준수하여 시스템을 구축\n○ 개인정보보보호법을 준수하여 시스템을 구축\n- 개인정보의 안전성 확보조치 기준 및 해설서(행정안전부고시 제2019-47호)\n- 개인정보 암호화 조치 안내서(행정안전부 2017.01월)\n- 개인정보 영향평가 고시(행정안전부고시 제2019-11호)\n- 개인정보 영향평가 고시 및 해설서(행정안전부 2019.1월)\n- 개인정보 영향평가 수행안내서(행정안전부 2018.4월)\n○ 아래에 제시한 가이드라인 등을 참조하여 보안관련 표준화를 적용\n- 공공기관 홈페이지 개인정보 노출방지 가이드라인(행정안전부 2018년 개정판)\n- 소프트웨어 개발보안 가이드(안전행정부 2019.11월)\n- 안전한 정보통신 환경 구현을 위한 네트워크 구축 가이드라인(국가보안기술연구소)\n○ 장애인의 접근성을 위하여 아래의 지침을 참조하여 적용\n- 장애인·고령자 등의 정보접근 및 이용편의 증진을 위한 지침(과학기술정보통신부고시 제\n2017-7호)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "보안성"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안성 확보"
          ],
          [
            "",
            "세부\n내용",
            "○ 도입된 소프트웨어와 구축된 시스템은 명시된 보안 요구사항(변경관리 절차를 통해 승인을\n획득한 변경된 요구사항 포함)에 따라 접근통제 및 감시\n○ 시스템은 사용자가 접근할 때 적절한 사용자인지 인증하는 절차와 방안을 설계에 반영해야\n함\n○ 시스템은 사용자의 업무 권한에 따라 데이터의 접근 수준을 구분하고, 일정횟수 이상\n로그인 정보가 틀린 경우 접근을 제한하는 방안 적용 등을 고려하여 설계에 반영\n○ 시스템은 발주기관의 보안정책 및 소프트웨어 개발보안 가이드를 준수하여 분석· 설계/개발\n되어야 함\n○ 사업기간 중에 정의되는 각종 보안 정책과 표준을 협의에 의해서 반영해야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 41 - 요구사항고유번호 COR-002 요구사항명칭 업무모듈화및자원활용방안 요구사항분류 제약사항 요구사항 상세설명 정의 업무모듈화및자원활용방안 세부 내용 유연성, 확장성을확보할수있도록모듈화개발전략을반영 클라우드임차서비스에포함된HW, SW를최대한재활용하며, 추가도입이필요한 솔루션의경우본용역에포함하여수행 요구사항고유번호 COR-003 요구사항명칭 시스템구조설계 요구사항분류 제약사항 요구사항 상세설명 정의 시스템구조설계 세부 내용 구축되어지는체육특기자경기기록관리시스템의표준과호환성, 시스템분산설계, 데이터 유형, 프로세스환경유형, 사용자유형, 시스템구성도를고려하여구조설계 요구사항고유번호 COR-004 요구사항명칭 프로그래밍언어및개방형프로그래밍 요구사항분류 제약사항 요구사항 상세설명 정의 프로그래밍언어및개방형프로그래밍 세부 내용 웹프로그램개발의개발언어는자바를기본으로, 기능을완벽하게지원 비즈니스로직개발의개발언어는자바를지원 목표시스템은플랫폼에독립적인개방형프로그래밍사용원칙 요구사항고유번호 COR-005 요구사항명칭 기타사항 요구사항분류 제약사항 요구사항 상세설명 정의 기타사항 세부 내용 본용역의수행중불가항력적인사유및부득이한사유등으로 당초공정대로시행이 어려울경우발주자의승인을얻어공정기간을연기하거나조정할수있음 본용역의수행중용역범위에증감이발생하거나기타발주자가필요하다고인정할 경우에는상호합의하에사업내용을조정할수있음 용역수행자는본과업성과의품질을높이고보증하는데최선을다해야하며, 성과물의 품질향상을위해발주자의지시를성실히이행하여야함 본사업계약목적물의지식재산권은기획재정부계약예규제118호용역계약일반조건, 14.4.1에따름 사업수행결과에따른산출물의소유권은발주기관에있으며, 용역계약일반조건 제 56조에의하여계약목적물에대한지식재산권은발주기관과계약상대자가공동으로 소유함을원칙으로하고, 필요에따라계약당사자간의협의를통해지식재산권귀속주체 등을공동소유와달리정할수있음 본용역수행시발생한일체의성과품은한국대학스포츠협의회의승인없이제3자에 대여하거나양도판매할수없음 - 42 - 10 프로젝트 관리 요구사항Project Management Requirement 요구사항고유번호 PMR-001 요구사항명칭 사업추진계획서작성 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 사업추진계획서작성 세부 내용 선정된사업자는계약일로부터10일이내에계약서, 제안요청서, 제안서, 과업지시서등을 근거로, 본사업을수행하기위한프로젝트세부추진계획서를작성제출 사업수행계획은수행공정간연계가보일수있도록하며감리및품질보증기간등을 고려하여상세하게기술 모든활동에대한업무상세정의와일정계획, 수행방안및의사소통방안, 기밀보장 방안등상세프로젝트계획을제공 본사업추진중에이루어져야할각종보고정기비정기 계획을상세히제시 계획에는분석설계개발테스트이행및롤아웃을단계별로정리 - 각단계에는진행상황을모니터하기위해사용하는사업의주요업무와이행지수진행율 및인도되는구체적인물품에대한정보가포함 요구사항고유번호 PMR-002 요구사항명칭 개발방법론 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 개발방법론 세부 내용 개발방법론은제안사가시스템개발에효율적이라고판단되는방법론을선택, 빠른통합 및코드실행이가능한방안을제시, 이에대한방법론선정사유를제시 본사업의개발을위한분야별구축방법론적용방안과단계별표준을제시 본사업의수행절차의체계적관리를위한방법론을분석, 설계, 개발, 통합및시험에 이르기까지단계별로체계적인적용방안을제시 요구사항고유번호 PMR-003 요구사항명칭 사업수행장소및환경 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 사업수행장소및환경 세부 내용 사업수행장소는한국대학스포츠협의회와협의하여진행함 사업수행에필요한개발환경, 사무용품및기계장치등제반환경은사업자의비용 부담으로준비하여수행하여야함 사업수행인력, 주관기관, 감리등제반주체들이같은공간에서업무를수행할수있도록 한국대학스포츠협의회에서작업장소를제공함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "업무 모듈화 및 자원 활용방안"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "업무 모듈화 및 자원 활용방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 유연성, 확장성을 확보할 수 있도록 모듈화 개발전략을 반영\n○ 클라우드 임차서비스에 포함된 H/W, S/W를 최대한 재활용하며, 추가도입이 필요한\n솔루션의 경우 본 용역에 포함하여 수행"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "사업추진계획서 작성"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업추진계획서 작성"
          ],
          [
            "",
            "세부\n내용",
            "○ 선정된 사업자는 계약일로부터 10일 이내에 계약서, 제안요청서, 제안서, 과업지시서 등을\n근거로, 본 사업을 수행하기 위한 프로젝트 세부추진계획서를 작성·제출\n○ 사업수행 계획은 수행공정간 연계가 보일 수 있도록 하며 감리 및 품질보증 기간 등을\n고려하여 상세하게 기술\n○ 모든 활동에 대한 업무 상세 정의와 일정계획, 수행 방안 및 의사소통 방안, 기밀 보장\n방안 등 상세 프로젝트 계획을 제공\n○ 본 사업 추진 중에 이루어져야할 각종 보고(정기/비정기) 계획을 상세히 제시\n○ 계획에는 분석/설계/개발/테스트/이행 및 롤아웃을 단계별로 정리\n- 각 단계에는 진행 상황을 모니터하기 위해 사용하는 사업의 주요업무와 이행 지수(진행율)\n및 인도되는 구체적인 물품에 대한 정보가 포함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 구조 설계"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 구조 설계"
          ],
          [
            "",
            "세부\n내용",
            "○ 구축되어지는 체육특기자 경기기록 관리시스템의 표준과 호환성, 시스템 분산설계, 데이터\n유형, 프로세스 환경 유형, 사용자 유형, 시스템 구성도를 고려하여 구조 설계"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "개발방법론"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발방법론"
          ],
          [
            "",
            "세부\n내용",
            "○ 개발방법론은 제안사가 시스템 개발에 효율적이라고 판단되는 방법론을 선택, 빠른 통합\n및 코드 실행이 가능한 방안을 제시, 이에 대한 방법론 선정 사유를 제시\n○ 본 사업의 개발을 위한 분야별 구축방법론 적용방안과 단계별 표준을 제시\n○ 본 사업의 수행절차의 체계적 관리를 위한 방법론을 분석, 설계, 개발, 통합 및 시험에\n이르기까지 단계별로 체계적인 적용방안을 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "프로그래밍 언어 및 개방형 프로그래밍"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로그래밍 언어 및 개방형 프로그래밍"
          ],
          [
            "",
            "세부\n내용",
            "○ 웹 프로그램 개발의 개발 언어는 자바를 기본으로, 기능을 완벽하게 지원\n○ 비즈니스 로직 개발의 개발 언어는 자바를 지원\n○ 목표시스템은 플랫폼에 독립적인 개방형 프로그래밍 사용 원칙"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "사업 수행장소 및 환경"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업 수행장소 및 환경"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업 수행 장소는 한국대학스포츠협의회와 협의하여 진행함\n○ 사업 수행에 필요한 개발 환경, 사무용품 및 기계장치 등 제반환경은 사업자의 비용\n부담으로 준비하여 수행하여야 함\n○ 사업 수행 인력, 주관기관, 감리 등 제반 주체들이 같은 공간에서 업무를 수행할 수 있도록\n한국대학스포츠협의회에서 작업 장소를 제공함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "기타사항"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기타사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 용역의 수행 중 불가항력적인 사유 및 부득이한 사유 등으로 당초 공정대로 시행이\n어려울 경우 발주자의 승인을 얻어 공정기간을 연기하거나 조정할 수 있음\n○ 본 용역의 수행 중 용역범위에 증감이 발생하거나 기타 발주자가 필요하다고 인정할\n경우에는 상호 합의하에 사업내용을 조정할 수 있음\n○ 용역수행자는 본 과업성과의 품질을 높이고 보증하는 데 최선을 다해야 하며, 성과물의\n품질 향상을 위해 발주자의 지시를 성실히 이행하여야 함\n○ 본 사업 계약목적물의 지식재산권은 기획재정부 계약예규 제118호(용역계약일반 조건,\n‘14.4.1)에 따름\n○ 사업수행 결과에 따른 산출물의 소유권은 발주기관에 있으며,\n“용역계약 일반조건” 제\n56조에 의하여 계약목적물에 대한 지식재산권은 발주기관과 계약상대자가 공동으로\n소유함을 원칙으로 하고, 필요에 따라 계약당사자간의 협의를 통해 지식재산권 귀속주체\n등을 공동소유와 달리 정할 수 있음\n○ 본 용역 수행 시 발생한 일체의 성과품은 한국대학스포츠협의회의 승인 없이 제3자에\n대여하거나 양도·판매할 수 없음"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 43 - 요구사항고유번호 PMR-004 요구사항명칭 프로젝트일정및진척관리방안 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 일정및진척관리방안 세부 내용 제안사는시스템구축에있어적용시점이다른업무와관련하여개발이원활하게진행될 수있도록업무별상세일정을제시 작업수행공정간상호연계가될수있도록일정계획이제시되어야하며감리및품질보증 기간등을고려하여가급적상세하게기술 프로젝트추진일정은전체일정과세부일정으로구분하여구체적으로제시 한국대학스포츠협의회가제안요청한추진일정계획과제안된일정계획이다른경우 사업기간내의원활한완료를위해관리도구등을활용하여운영계획을제시 사업수행계획서에포함되는WBS는요구사항과산출물기준으로작성, 최하위레벨은 성과관리가가능하도록반드시근거자료가제시 사업수행중에발생하는주요사항에대하여는한국대학스포츠협의회와상호협의하여결정 요구사항고유번호 PMR-005 요구사항명칭 사업수행조직구성 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 사업수행조직구성 세부 내용 제안사는본사업에참여시키는인력을소프트웨어사업대가의기준에서정하는등급별 적격자로하여야하며, 계약체결후사업수행계획서제출시참여인력자격에관한서류를 주관기관에제출하여야함 - 참여인력의교체등변동이있을경우제안사는사전에주관기관에변경된인력의자격에 관한서류를제출하고승인을얻은후참여시켜야함 제안사는본사업에적절한조직을구성하고단계별로인력을투입하여야하며, 조직과 인력의배치재배치포함 및운영에관한사항은주관기관의사전승인을얻어야함 제안사는추진조직, 인원구성및추진조직별책임과역할을제시하여야함 컨소시엄을구성하는경우주사업자는컨소시엄비율, 업무역할분담과협력방안및 구성업체관리방안을제시하고사업추진, 품질보증등의전체적사업수행에대한권한을 가지고모든책임을지도록함 제안사의핵심인력은본사업수행에필요한충분한경험과기술을가진인력이어야하며, 핵심인력의기술자등급을확인할수있는증빙자료를제출하여야함 소프트웨어기술자근무경력확인서, 기술경력확인서등 주관기관은제안사의핵심인력에대한자료제출을요구할수있으며, 제안사는이에 응하여야함 주관기관은제안사의핵심인력중사업수행에부적절한인원에대한교체를요구할수 있으며, 이경우제안사는10일이내에그해당자를교체하여야함 인력교체는사업수행계획서보고시제출한핵심인력상황의인력과동등이상의자격을 갖춘자로함 사업수행인력의인사복무에관한사항은주관기관의관련규정을준용하는것을원칙으로 하되, 본수행사업에지장을초래하지않는한도에서상호협의하여조정할수있음 제안사는효율적으로사업수행할수있도록조직구성 - 전문업체참여및상호협력방안을제시하여야하며, 주관사업자와협력업체간의 업무수행범위를상세히정의하고조직도를제시해야함 - 개발업무영역에따라고급이상기술자로팀장PL을지정하여운영하고영역별전문 기술자를투입해야함 - 제안사는원활한사업관리와품질을확보하기위해사업수행관리전담조직을 구성하고운영하는방안제시 - 제안사는업무의중요도와선후행관계등을고려하여인력을효과적으로배분하여야함 - 44 - 요구사항고유번호 PMR-006 요구사항명칭 하도급사전승인제준수 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 하도급사전승인제준수 세부 내용 하도급은소프트웨어산업진흥법제20조의3 및동법시행규칙제8조, 소프트웨어사업 하도급계약의적정성판단기준과학기술정보통신부고시의규정에따라하도급계약전에 주관기관으로부터서면으로사전승인을받아야함 사업수행자는하도급계약의준수실태를하도급준수실태보고서를보고하여야함 제안서에포함된하도급승인신청은계약체결후7일이내에신청하여야함 하도급의경우일부사업에한하여가능하며, 본사업의전부를하도급또는재하도급할 수없음 용역사업참여제한인력요건 - 국가보안법, 정보통신망이용촉진및정보보호에관한법률, 전자정부법, 개인정보보호법을 위반하여벌금이상의처분을받은자 - 주관기관에서업무수행에부적합하다고인정하는자 요구사항고유번호 PMR-007 요구사항명칭 산출물관리방안 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 산출물관리 세부 내용 사업자는본사업에대하여행정기관및공공기관정보시스템구축운영지침 행정안전부 고시제201969호제43조를준수하여기술적용계획결과표에서 제시된대상사업별기술적용계획표를검토하여과업수행계획서에반영하고사업종료시점에 기술적용결과표작성제시 사업자는본사업추진과정에서이루어져야할산출물의종류및내역을각구축단계별로 제출방법및부수와함께제시 사업관리와사업수행산출물을구분하여표시 산출물별제출부수는한국대학스포츠협의회와협의하여결정하며, 소요경비는제안사가 부담 요구사항고유번호 PMR-008 요구사항명칭 형상관리방안 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 형상관리요건 세부 내용 시스템구축시개발내역및구축시스템에대한형상관리및배포방안을제시",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 일정 및 진척관리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "일정 및 진척관리 방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 제안사는 시스템 구축에 있어 적용시점이 다른 업무와 관련하여 개발이 원활하게 진행될\n수 있도록 업무별 상세일정을 제시\n○ 작업 수행공정간 상호연계가 될 수 있도록 일정계획이 제시되어야 하며 감리 및 품질보증\n기간 등을 고려하여 가급적 상세하게 기술\n○ 프로젝트 추진일정은 전체일정과 세부일정으로 구분하여 구체적으로 제시\n○ 한국대학스포츠협의회가 제안 요청한 추진일정 계획과 제안된 일정계획이 다른 경우\n사업기간내의 원활한 완료를 위해 관리도구 등을 활용하여 운영 계획을 제시\n○ 사업수행계획서에 포함되는 WBS는 요구사항과 산출물 기준으로 작성, 최하위 레벨은\n성과관리가 가능하도록 반드시 근거자료가 제시\n○ 사업수행 중에 발생하는 주요사항에 대하여는 한국대학스포츠협의회와 상호 협의하여 결정"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "하도급 사전승인제 준수"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하도급 사전승인제 준수"
          ],
          [
            "",
            "세부\n내용",
            "○ 하도급은「소프트웨어산업진흥법」제20조의3 및 동법 시행규칙 제8조, 소프트웨어사업\n하도급계약의 적정성 판단기준(과학기술정보통신부고시)의 규정에 따라 하도급 계약 전에\n주관기관으로부터 서면으로 사전승인을 받아야 함\n○ 사업수행자는 하도급 계약의 준수실태를「하도급준수실태보고서」를 보고하여야 함\n○ 제안서에 포함된 하도급 승인신청은 계약체결 후 7일 이내에 신청하여야 함\n○ 하도급의 경우 일부 사업에 한하여 가능하며, 본 사업의 전부를 하도급 또는 재하도급 할\n수 없음\n○ 용역 사업 참여 제한 인력 요건\n- 국가보안법, 정보통신망이용촉진 및 정보보호에 관한 법률, 전자정부법, 개인정보보호법을\n위반하여 벌금 이상의 처분을 받은 자\n- 주관기관에서 업무 수행에 부적합하다고 인정하는 자"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 관리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산출물 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업자는 본 사업에 대하여「행정기관 및 공공기관 정보시스템 구축·운영 지침\n(행정안전부 고시 제2019－69호)」 제43조를 준수하여 『기술적용계획/결과표』에서\n제시된 대상사업별 기술적용계획표를 검토하여 과업수행계획서에 반영하고 사업종료시점에\n기술적용결과표 작성 제시\n○ 사업자는 본 사업 추진과정에서 이루어져야 할 산출물의 종류 및 내역을 각 구축단계별로\n제출방법 및 부수와 함께 제시\n○ 사업관리와 사업수행 산출물을 구분하여 표시\n○ 산출물별 제출부수는 한국대학스포츠협의회와 협의하여 결정하며, 소요 경비는 제안사가\n부담"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "PMR-008"
          ],
          [
            "요구사항 명칭",
            "형상관리 방안"
          ],
          [
            "요구사항 분류",
            "프로젝트 관리 요구사항"
          ],
          [
            "정의\n요구사항\n세부\n상세설명\n내용",
            "형상관리 요건\n○ 시스템 구축 시 개발 내역 및 구축 시스템에 대한 형상관리 및 배포 방안을 제시"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "사업수행조직 구성"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업수행조직 구성"
          ],
          [
            "",
            "세부\n내용",
            "○ 제안사는 본 사업에 참여시키는 인력을 소프트웨어 사업대가의 기준에서 정하는 등급별\n적격자로 하여야 하며, 계약체결 후 사업수행계획서 제출 시 참여인력 자격에 관한 서류를\n주관기관에 제출하여야 함\n- 참여인력의 교체 등 변동이 있을 경우 제안사는 사전에 주관기관에 변경된 인력의 자격에\n관한 서류를 제출하고 승인을 얻은 후 참여시켜야 함\n○ 제안사는 본 사업에 적절한 조직을 구성하고 단계별로 인력을 투입하여야 하며, 조직과\n인력의 배치(재배치 포함) 및 운영에 관한 사항은 주관기관의 사전승인을 얻어야 함\n○ 제안사는 추진조직, 인원 구성 및 추진 조직별 책임과 역할을 제시하여야 함\n○ 컨소시엄을 구성하는 경우 주사업자는 컨소시엄 비율, 업무 역할 분담과 협력 방안 및\n구성업체 관리 방안을 제시하고 사업추진, 품질보증 등의 전체적 사업 수행에 대한 권한을\n가지고 모든 책임을 지도록 함\n○ 제안사의 핵심인력은 본 사업 수행에 필요한 충분한 경험과 기술을 가진 인력이어야 하며,\n핵심인력의 기술자 등급을 확인할 수 있는 증빙 자료를 제출하여야 함\n※ 소프트웨어 기술자 근무경력확인서, 기술경력확인서 등\n○ 주관기관은 제안사의 핵심인력에 대한 자료제출을 요구할 수 있으며, 제안사는 이에\n응하여야 함\n○ 주관기관은 제안사의 핵심인력 중 사업수행에 부적절한 인원에 대한 교체를 요구할 수\n있으며, 이 경우 제안사는 10일 이내에 그 해당자를 교체하여야 함\n○ 인력 교체는 사업수행계획서 보고 시 제출한 핵심인력상황의 인력과 동등 이상의 자격을\n갖춘 자로 함\n○ 사업수행 인력의 인사복무에 관한 사항은 주관기관의 관련 규정을 준용하는 것을 원칙으로\n하되, 본 수행 사업에 지장을 초래하지 않는 한도에서 상호 협의하여 조정할 수 있음\n○ 제안사는 효율적으로 사업 수행할 수 있도록 조직구성\n- 전문업체 참여 및 상호협력방안을 제시하여야 하며, 주관사업자와 협력업체간의\n업무수행범위를 상세히 정의하고 조직도를 제시해야 함\n- 개발 업무 영역에 따라 고급 이상 기술자로 팀장·PL을 지정하여 운영하고 영역별 전문\n기술자를 투입해야 함\n- 제안사는 원활한 사업관리와 품질을 확보하기 위해 사업수행관리 전담조직을\n구성하고 운영하는 방안 제시\n- 제안사는 업무의 중요도와 선·후행 관계 등을 고려하여 인력을 효과적으로 배분하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 45 - 요구사항고유번호 PMR-009 요구사항명칭 의사소통관리방안 요구사항분류 사업관리 요구사항 상세설명 정의 의사소통관리 세부 내용 본사업추진중에이루어져야할각종보고정기비정기 및검토계획을상세히제시 착수보고, 주간월간보고, 중간보고, 최종보고, 검토회의등실시 회의록은제안사가작성하고한국대학스포츠협의회책임자의인증을받은후유효 용역기간중월1회의정기회의를개최함을원칙으로하되필요시회의를개최 회의는한국대학스포츠협의회의사업추진담당부서에서주관, 회의내용은월간계획대비 실적, 사업추진장애요인, 향후계획등에대하여회의를진행, 계획대비실적이부진할 경우제안사는그사유와대처방안보고 제안사는사업추진중발생하는사안에대하여회의록을작성하고한국대학스포츠협의회 담당자의확인이필요 제안사는용역수행관련제반서류및자료를성실히작성, 관리하여야하며 한국대학스포츠협의회가열람또는제출을요구할경우즉시제출 요구사항고유번호 PMR-010 요구사항명칭 품질관리및품질보증방안 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 품질관리및품질보증 세부 내용 품질보증의범위, 품질보증을위한조직, 절차, 점검방법등품질보증을보장하기위한 품질보증방안을제시 본사업을위하여주사업자는사업품질관리팀을별도구성 검사수행내역과결과에따른조치추적내역보고방안을제시 사업이해관계자별역할및책임, 평가방법등을명시 사업수행기관의모든산출물에대한품질보증QA 활동수행방안을제시 요구사항고유번호 PMR-011 요구사항명칭 위험및이슈관리방안 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 정의 위험및이슈관리 세부 내용 일정지연, 품질저하등위험요소발생을사전예방하고, 발생시사후대처방안을제시 성능상문제등으로변경되는경우에대한사후방안을제시 프로젝트추진과정에서요구되는진척위험변경사항의관리방안및지속적으로문제를 파악관리할수있는방안제시 - 46 - 11 프로젝트 지원 요구사항Project Support Requirement 요구사항고유번호 PSR-001 요구사항명칭 교육지원및기술지원 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 정의 교육지원및기술지원 세부 내용 한국대학스포츠협의회업무담당자들이새로운시스템을용이하게사용할수있는교육 훈련방안을제시 교육훈련방안은교육대상자운영자, 개발자, 관리자등 별로교육교재, 교육방법, 교육내용, 교재편성계획, 장소조건등을상세히제시 교육내용은시스템의운영, 감시및보안, 복구방법등운영에필요한시스템구성방법및 장애대처방법이포함 사업자는각종시험운영시, 그과정에한국대학스포츠협의회업무담당자를참여시켜 실무교육을병행시스템운영및감시, 백업, 비상복구등 한국대학스포츠협의회가필요에따라요구할경우제안사는On-Site 교육을실시 시스템개발및관련분야의최신정보기술에대한지속적인정보제공여부관련내용 제시 프로젝트수행과정과관련된필요한기술이전대상에대한목록과기술이전방법을 제시솔루션포함 시스템구축과관련된기술이전대상을구체적으로제시 사업자는시스템개발및관련분야의정보기술에대한지속적인정보제공및기술자문에 대응 사업자가구축한시스템에대하여한국대학스포츠협의회가기능보완을하고자할경우 필요한제반기술사항을지원 한국대학스포츠협의회가본시스템을확장하거나타장비를접속하고자하는경우 사업자는인터페이스가가능하도록관련기술을지원 한국대학스포츠협의회의요청시해당시스템에대한사양과운영에관한기술을지원 검수완료후한국대학스포츠협의회의분야별담당직원에게사업추진과정에서생산된 모든문서, 산출물, 매뉴얼, 적용기술등을체계적인이전방안제시",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "의사소통관리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "사업관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "의사소통 관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 사업 추진 중에 이루어져야 할 각종 보고(정기/비정기) 및 검토 계획을 상세히 제시\n○ 착수보고, 주간․월간보고, 중간보고, 최종보고, 검토 회의 등 실시\n○ 회의록은 제안사가 작성하고 한국대학스포츠협의회 책임자의 인증을 받은 후 유효\n○ 용역기간 중 월 1회의 정기회의를 개최함을 원칙으로 하되 필요시 회의를 개최\n○ 회의는 한국대학스포츠협의회의 사업추진담당 부서에서 주관, 회의내용은 월간계획 대비\n실적, 사업추진 장애요인, 향후 계획 등에 대하여 회의를 진행, 계획 대비 실적이 부진할\n경우 제안사는 그 사유와 대처방안 보고\n○ 제안사는 사업추진 중 발생하는 사안에 대하여 회의록을 작성하고 한국대학스포츠협의회\n담당자의 확인이 필요\n○ 제안사는 용역수행 관련 제반서류 및 자료를 성실히 작성, 관리하여야 하며\n한국대학스포츠협의회가 열람 또는 제출을 요구할 경우 즉시 제출"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "교육지원 및 기술지원"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "교육지원 및 기술지원"
          ],
          [
            "",
            "세부\n내용",
            "○ 한국대학스포츠협의회 업무담당자들이 새로운 시스템을 용이하게 사용할 수 있는 교육\n훈련 방안을 제시\n○ 교육훈련방안은 교육대상자 (운영자, 개발자, 관리자 등) 별로 교육교재, 교육방법,\n교육내용, 교재편성계획, 장소 조건 등을 상세히 제시\n○ 교육내용은 시스템의 운영, 감시 및 보안, 복구 방법 등 운영에 필요한 시스템 구성방법 및\n장애 대처 방법이 포함\n○ 사업자는 각종 시험 운영시, 그 과정에 한국대학스포츠협의회 업무 담당자를 참여시켜\n실무교육을 병행(시스템 운영 및 감시, 백업, 비상복구 등)\n○ 한국대학스포츠협의회가 필요에 따라 요구할 경우 제안사는 On-Site 교육을 실시\n○ 시스템 개발 및 관련분야의 최신 정보 기술에 대한 지속적인 정보제공 여부 관련 내용\n제시\n○ 프로젝트 수행과정과 관련된 필요한 기술이전 대상에 대한 목록과 기술이전 방법을\n제시(솔루션 포함)\n○ 시스템 구축과 관련된 기술이전 대상을 구체적으로 제시\n○ 사업자는 시스템 개발 및 관련분야의 정보기술에 대한 지속적인 정보제공 및 기술자문에\n대응\n○ 사업자가 구축한 시스템에 대하여 한국대학스포츠협의회가 기능 보완을 하고자 할 경우\n필요한 제반 기술사항을 지원\n○ 한국대학스포츠협의회가 본 시스템을 확장하거나 타 장비를 접속하고자 하는 경우\n사업자는 인터페이스가 가능하도록 관련 기술을 지원\n○ 한국대학스포츠협의회의 요청 시 해당 시스템에 대한 사양과 운영에 관한 기술을 지원\n○ 검수 완료 후 한국대학스포츠협의회의 분야별 담당직원에게 사업추진 과정에서 생산된\n모든 문서, 산출물, 매뉴얼, 적용기술 등을 체계적인 이전방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "품질관리 및 품질보증 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질관리 및 품질보증"
          ],
          [
            "",
            "세부\n내용",
            "○ 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등 품질보증을 보장하기 위한\n품질보증방안을 제시\n○ 본 사업을 위하여 주사업자는 사업/품질관리팀을 별도 구성\n○ 검사수행내역과 결과에 따른 조치 추적 내역 보고 방안을 제시\n○ 사업 이해관계자별 역할 및 책임, 평가방법 등을 명시\n○ 사업수행기관의 모든 산출물에 대한 품질보증(QA) 활동 수행 방안을 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "위험 및 이슈관리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "위험 및 이슈관리"
          ],
          [
            "",
            "세부\n내용",
            "○ 일정지연, 품질저하 등 위험요소 발생을 사전 예방하고, 발생 시 사후 대처방안을 제시\n○ 성능 상 문제 등으로 변경되는 경우에 대한 사후방안을 제시\n○ 프로젝트 추진과정에서 요구되는 진척/위험/변경사항의 관리방안 및 지속적으로 문제를\n파악 관리할 수 있는 방안 제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 47 - 요구사항고유번호 PSR-002 요구사항명칭 하자보수및인수인계 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 정의 하자보수및인수인계 세부 내용 책임하자보수기간은최종검수완료일로부터1년 책임하자보수가아닌경우비용부담조건을명시 하자보수지원은근무시간을기준, 한국대학스포츠협의회의요청이있을시근무외시간 및휴일에도지원 하자보수조직지원범위, 지원방법, 인원상주비상주 등제안사는구축되는소프트웨어, 임차되는HW 및시스템SW의하자보수지원방안을제시 구축과정에서발생하는문제점해결, 개선요구사항응대, 한국대학스포츠협의회의추가 요청작업등의기술지원은제안사가실시 하자보수기간중시스템의결함및HW, SW의설계, 제작, 설치등의하자가발생할경우 요청작업등의기술지원은제안사가실시 공급또는임차되는장비및부품이생산중단시에는최소3개월전에서면통보하고, 예비부품을사전확보하거나대체품으로지속적운용하는방안을제시 하자보수기간중공급또는임차제품의보안상문제점이발견될경우즉각그대책을 수립하여한국대학스포츠협의회의감독하에해결 공급된시스템이설계상결함이발생되었을때이외에도HW, SW 버그가발견되어 업그레이드, 패치가필요한경우에품질및하자보수기간은12개월로하며, 동기간중SW 및HW의설계, 성능, 제작, 설치등에하자가발생할경우주사업자는해당분야에대해 보수하고동일장애의반복발생시동일장비의신품으로교환 장애발생시원인분석및복구등즉각조치가가능하도록기술지원부서, 전문인력확보 하자보수기간중중대한결함이발생하는경우문제가해결될때까지충분한인력을 투입하여신속히조치하여야하며문제의원인과해결내역에대한보고서를제출하고 한국대학스포츠협의회의확인필요 사업자는유지보수와관련이있는산출물유지보수요율, 산출내역서등은 한국대학스포츠협의회와상호협의하여제출함 사업수행자는시스템구축및운영과관련된업무인수인계및기술이전계획을 구체적으로제시하고실행하여야하며주관기관은이를보완하여요청할수있음 - 사업종료1개월전까지동계획서를작성하여주관기관의승인을받아야함 - 사업수행자는주관기관및유지보수사업자가시스템운영및유지보수등을수행할수 있도록기술전수를실시하여야함 - 48 - 요구사항고유번호 PSR-003 요구사항명칭 매뉴얼작성방안 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 정의 기술이전및기술지원 세부 내용 각업무별형태에따라매뉴얼을현행화또는신규로작성 사용빈도및중요도가높은업무에대해서는상세매뉴얼을제공 매뉴얼에는각사용자들이사용할수있는기능을모두포함하며다음과같은정보를 반드시포함 사용자매뉴얼은화면단위를기준으로사용방법기술 사용자매뉴얼의검수기준은사용자들이매뉴얼을통해각기능을원활히수행하는지 점검 시스템운영관리를위한운영자매뉴얼작성방안을제시 운영자매뉴얼은시스템에설치된각종SW실행방법, 제거방법, 시스템SW 구성 항목 값및설정방법, 프로그램목록설명, 제공기능과프로그램및해당소스위치, 타 시스템과연계시송수신데이터연계방법, 로그확인및분석방법등을포함 운영자매뉴얼의검수기준은운영자들이매뉴얼을통해시스템운영및관리업무를 수행시원활히각기능수행하는지점검 학생, 학부모, 수요기관등각수요자별운영자사용자매뉴얼제작 사용자운영자교육지침서제공 사용자운영자매뉴얼작성 - 시스템운영자관리자및사용자입장에서매뉴얼개발 사용자운영자FAQ 작성 세부적인내용및범위는한국대학스포츠협의회담당자와협의후결정 요구사항고유번호 PSR-004 요구사항명칭 장애처리방안 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 정의 장애처리지원 세부 내용 시스템의안정적인운영을위한장애대응방안및지원체계를제시 장애발생시신속한장애처리및예방을위하여장애유형에따른장애처리, 비상연락체계및 장애이력관리방안을제시 장애발생시즉시장애관련정보수집및복구작업실시를위한유지보수조직가동방안과 장애원인분석, 해결방법, 재발방지책등을제시 장애발생시즉시원인분석및복구등즉각조치가가능하도록기술지원및전문인력을 확보하여항시운영가능 장애로그, 장애내역등관련자료요구등에성실히협력 장애처리지원및조치결과분석지원, 운영유지보수사업절차체계개선등의방안제시 요구사항고유번호 PSR-005 요구사항명칭 감리및검수 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 정의 감리및검수 세부 내용 한국대학스포츠협의회는본사업의공기준수및품질수준극대화를위해사업진행사항에 대한감리및검사를실시할수있으며, 감리및검사요원은한국대학스포츠협의회가지정 사업진행검사는제반작업진척사항등의실적을기준으로실시하며검사내용에대해 시정요구가있을경우주사업자는이를적극수용하여성실히이행 임차또는도입HW, SW, 응용프로그램및DB는각각일정에따라검수를실시하며 검수방법은한국대학스포츠협의회에서결정",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "매뉴얼 작성 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술이전 및 기술지원"
          ],
          [
            "",
            "세부\n내용",
            "○ 각 업무별 형태에 따라 매뉴얼을 현행화 또는 신규로 작성\n○ 사용빈도 및 중요도가 높은 업무에 대해서는 상세 매뉴얼을 제공\n○ 매뉴얼에는 각 사용자들이 사용할 수 있는 기능을 모두 포함하며 다음과 같은 정보를\n반드시 포함\n○ 사용자 매뉴얼은 화면단위를 기준으로 사용 방법 기술\n○ 사용자 매뉴얼의 검수 기준은 사용자들이 매뉴얼을 통해 각 기능을 원활히 수행하는지\n점검\n○ 시스템 운영·관리를 위한 운영자 매뉴얼 작성 방안을 제시\n○ 운영자 매뉴얼은 시스템에 설치된 각종 SW실행 방법, 제거 방법, 시스템SW 구성 항목\n값 및 설정 방법, 프로그램 목록 설명, 제공 기능과 프로그램 및 해당 소스 위치, 타\n시스템과 연계 시 송수신 데이터 연계 방법, 로그 확인 및 분석 방법 등을 포함\n○ 운영자 매뉴얼의 검수 기준은 운영자들이 매뉴얼을 통해 시스템 운영 및 관리 업무를\n수행 시 원활히 각 기능 수행하는지 점검\n○ 학생, 학부모, 수요기관 등 각 수요자별 운영자/사용자 매뉴얼 제작\n○ 사용자/운영자 교육지침서 제공\n○ 사용자/운영자 매뉴얼 작성\n- 시스템 운영자/관리자 및 사용자 입장에서 매뉴얼 개발\n○ 사용자/운영자 FAQ 작성\n○ 세부적인 내용 및 범위는 한국대학스포츠협의회 담당자와 협의 후 결정"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수 및 인수인계"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하자보수 및 인수인계"
          ],
          [
            "",
            "세부\n내용",
            "○ 책임 하자보수 기간은 최종 검수 완료일로부터 1년\n○ 책임 하자보수가 아닌 경우 비용부담 조건을 명시\n○ 하자보수 지원은 근무시간을 기준, 한국대학스포츠협의회의 요청이 있을시 근무 외 시간\n및 휴일에도 지원\n○ 하자보수조직 지원범위, 지원방법, 인원(상주/비상주) 등 제안사는 구축되는 소프트웨어,\n임차되는 HW 및 시스템 SW의 하자보수 지원방안을 제시\n○ 구축과정에서 발생하는 문제점 해결, 개선 요구사항 응대, 한국대학스포츠협의회의 추가\n요청작업 등의 기술지원은 제안사가 실시\n○ 하자보수기간 중 시스템의 결함 및 HW, SW의 설계, 제작, 설치 등의 하자가 발생할 경우\n요청작업 등의 기술지원은 제안사가 실시\n○ 공급 또는 임차되는 장비 및 부품이 생산 중단 시에는 최소 3개월 전에 서면 통보하고,\n예비부품을 사전확보하거나 대체품으로 지속적 운용하는 방안을 제시\n○ 하자보수기간 중 공급 또는 임차제품의 보안상 문제점이 발견될 경우 즉각 그 대책을\n수립하여 한국대학스포츠협의회의 감독 하에 해결\n○ 공급된 시스템이 설계 상 결함이 발생되었을 때 이외에도 H/W, S/W 버그가 발견되어\n업그레이드, 패치가 필요한 경우에 품질 및 하자보수기간은 12개월로 하며, 동기간 중 S/W\n및 H/W의 설계, 성능, 제작, 설치 등에 하자가 발생할 경우 주사업자는 해당 분야에 대해\n보수하고 동일 장애의 반복 발생 시 동일 장비의 신품으로 교환\n○ 장애발생 시 원인분석 및 복구 등 즉각 조치가 가능하도록 기술 지원부서, 전문인력 확보\n○ 하자보수 기간 중 중대한 결함이 발생하는 경우 문제가 해결될 때까지 충분한 인력을\n투입하여 신속히 조치하여야 하며 문제의 원인과 해결내역에 대한 보고서를 제출하고\n한국대학스포츠협의회의 확인 필요\n○ 사업자는 유지보수와 관련이 있는 산출물(유지보수 요율, 산출내역서 등)은\n한국대학스포츠협의회와 상호 협의하여 제출함\n○ 사업수행자는 시스템 구축 및 운영과 관련된 업무 인수인계 및 기술이전 계획을\n구체적으로 제시하고 실행하여야 하며 주관기관은 이를 보완하여 요청할 수 있음\n- 사업 종료 1개월 전까지 동 계획서를 작성하여 주관기관의 승인을 받아야 함\n- 사업수행자는 주관기관 및 유지보수 사업자가 시스템 운영 및 유지보수 등을 수행할 수\n있도록 기술전수를 실시하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "장애 처리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장애 처리 지원"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템의 안정적인 운영을 위한 장애 대응 방안 및 지원체계를 제시\n○ 장애발생시 신속한 장애처리 및 예방을 위하여 장애유형에 따른 장애처리, 비상연락체계 및\n장애이력 관리 방안을 제시\n○ 장애발생시 즉시 장애관련 정보수집 및 복구작업 실시를 위한 유지보수 조직 가동 방안과\n장애 원인분석, 해결방법, 재발 방지책 등을 제시\n○ 장애발생시 즉시 원인분석 및 복구 등 즉각 조치가 가능하도록 기술지원 및 전문인력을\n확보하여 항시 운영 가능\n○ 장애로그, 장애내역 등 관련자료 요구 등에 성실히 협력\n○ 장애처리 지원 및 조치결과 분석 지원, 운영‧유지보수 사업 절차‧체계 개선 등의 방안 제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "감리 및 검수"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "감리 및 검수"
          ],
          [
            "",
            "세부\n내용",
            "○ 한국대학스포츠협의회는 본 사업의 공기 준수 및 품질수준 극대화를 위해 사업진행 사항에\n대한 감리 및 검사를 실시할 수 있으며, 감리 및 검사 요원은 한국대학스포츠협의회가 지정\n○ 사업 진행검사는 제반 작업진척 사항 등의 실적을 기준으로 실시하며 검사내용에 대해\n시정요구가 있을 경우 주사업자는 이를 적극 수용하여 성실히 이행\n○ 임차 또는 도입 H/W, S/W, 응용프로그램 및 DB는 각각 일정에 따라 검수를 실시하며\n검수방법은 한국대학스포츠협의회에서 결정"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 25,
      "text": "- 49 - 요구사항고유번호 PSR-006 요구사항명칭 기술이전방안 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 정의 기술이전방안 세부 내용 시스템개발및운영에필요한내용으로시스템의운영, 감시및보안, 비상복구방법등 시스템구성방법및대처방법, 기타운영에관한사항등시스템운영직원의자체 유지관리능력배양을위한기술이전계획을제시하여야함 요구사항고유번호 PSR-007 요구사항명칭 기타사항 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 정의 기타사항 세부 내용 지적재산권및저작권소유 - 사업의수행결과물에대한지식재산권은주관기관과통합사업자가공동으로소유. 다만, 개발의기여도및계약목적물의특수성보안, 영업비밀등을고려하여계약당사자간의 협의를통해지식재산권귀속주체등에대해공동소유와달리정할수있음 요구사항고유번호 PSR-008 요구사항명칭 SW사업정보작성 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 정의 SW사업정보저장소자료지원 세부 내용 소프트웨어산업진흥법제22조에따라해당사업수주자는SW사업정보SW사업수행및 실적정보 데이터를작성및제출 SW사업정보데이터작성및제출에관한사항은www.spir.kr 자료실의SW사업정보저장소 데이터제출안내 문서를참조 SW사업정보데이터는사업수행계획서작성시단계별산출물리스트에반드시명시 - 50 - 다. 특수 사항 ᄋ 정보시스템 감리 - 감리를 적용하는 사업인 경우,정보시스템 감리기준행정자치부 고시의 규정을 적용한다. - 사업자는 본 시스템의 감리적용 시 감리결과 지적사항에 대하여 지체없이 과업수행내용을 수정 및 보완하여 조치하여야 한다. - 사업자는 본 사업을 추진함에 있어 각호 사항은 본 시스템의 감리적용 시 감리상주의 검토의견을 받아 적용한 후 한국대학스포츠협의회에 제출하여야 한다. - 정기보고주월간보고 등, 비정기보고착수, 단계별 중간보고, 완료보고 등, 기타보고이슈위험 보고 및 조정 등 - 사업수행계획서, 구축계획서, 구축결과서 - 통합대상 기관 요구사항 정의 및 검토결과 등 요구사항 관리 관련 산출물 - 일정관리, 성과관리, 품질관리 관련 산출물 - 검사 산출물 등 모든 산출물 - 법제도 관련 준수 등 기타 발주기관이 요구하는 사항 ᄋ 제반비용 - 본사업에서 생산된 사용자 지침서, 운영자 가이드 등 각종 용역산출물을 디지털형태로 제작 관리하는 방안을 제시하고, 관련된 비용은 본사업에 포함한다. - 납품하는 장비에 대해 검사 완료까지 소요되는 제반 경비는 본사업에 포함한다. ᄋ 기타 조건 - 본 사업의 추진과 관련하여 제안요청서에 명시되지 않은 사항에 대해서는 최근 고지된 관련 규정 및 고시를 준용한다.",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "기술이전 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술이전 방안"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템 개발 및 운영에 필요한 내용으로 시스템의 운영, 감시 및 보안, 비상복구 방법 등\n시스템 구성방법 및 대처 방법, 기타 운영에 관한 사항 등 시스템 운영직원의 자체\n유지관리 능력 배양을 위한 기술이전 계획을 제시하여야 함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "기타사항"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기타사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 지적재산권 및 저작권 소유\n- 사업의 수행 결과물에 대한 지식재산권은 주관기관과 통합사업자가 공동으로 소유. 다만,\n개발의 기여도 및 계약목적물의 특수성(보안, 영업비밀 등)을 고려하여 계약당사자간의\n협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "SW사업정보작성"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "SW사업정보 저장소 자료지원"
          ],
          [
            "",
            "세부\n내용",
            "○「소프트웨어산업진흥법 제22조」에 따라 해당 사업 수주자는 SW사업정보(SW사업 수행 및\n실적 정보) 데이터를 작성 및 제출\n○ SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 ‘SW사업정보저장소\n데이터 제출 안내’ 문서를 참조\n○ SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드시 명시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 51 - V 제안서 작성 안내 1. 제안서의 효력 - 제출된 제안서의 내용은 수요기관이 요청하지 않는 한 변경할 수 없으며, 계약 체결 시 계약조건의 일부로 간주 - 수요기관이 필요 시 입찰참가자에 대하여 추가제안이나 추가 자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 2. 제안서 작성 지침권고사항 - 제시된 목차 및 작성 지침을 준용하여 제안서를 작성 - 제시된 목차 및 작성지침을 준용하여 제안서발표자료 40쪽 이내로 작성 - 제안서 작성 시 발표자료 내에 회사명, 참여 인력 실명이 제안서 평가위원에게 유출되지 않도록 주의 제안서기명는 회사명 및 참여 인력 실명을 기입하여 제출하고, 기술능력평가에서 평가할 발표자료무기명는 심사위원 평가의 공정성 확보를 위해 업체명 및 참여 인력 실명을 기재하지않은상태로제출 - 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여함 - 제안서는 한글작성이 원칙, 사용된 영문약어에 대해서는 약어표를 제공해야 함 - 제안서 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 - 제안서의 내용은명확한 용어를 사용하여 표현하여야 한다. 예를 들어, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하여야 함 - 상기 각 항목에 대한 계획 수립을 위한 방안을 제시하고, 상기 제안요청서에 기술되지 않았어도 본사업을 추진하는데 있어 필수적이라고 판단되는 사항은 제안범위에 포함 - 제안서의 구성 및 목차는 가능한 한 제안서 작성요령에 의해 작성하여야 하 며, 증빙과 관련된 자료는 각 절에 첨부하여야 함 - 작성 지침에 명시되지 않은 내용에 대한 추가적인 제안사항이 있는 경우, - 52 - 해당항목에 포함 또는 별도의 항목을 추가하여 작성할 수 있으며, 또한 작성 지침 항목 중 해당사항이 없는 경우는 해당 항목에 해당 없음으로 간략히 기술해야 함 - 제안내용을 보충하기 위하여 참고문헌 활용 시 참고문헌 목록을 첨부하고, 그 출처를 정확히 알 수 있도록 표기하여야 함 - 제출된 제안서의 기재 내용은 실제 사실과 일치하여야 하며, 수요기관이 요 청하지 않는 한 추후에 수정할 수 없음 - 본 사업은소프트웨어사업의 제안서 보상기준 등에 관한 운영규정에서 정한 제안서 보상비는 지급하지 않음 3. 제안서 작성 목차 아래작성방법을준용하되, 사업특성에따라가감수정가능 항목 작성방법 I. 일반현황 1. 일반현황 제안사의일반현황및주요연력, 최근3년간의자본금및부문별컨설팅, 개발 등 매출액, 유사사업실적등을명료하게제시하여야한다. 붙임2-첨부서식 - 본사업과관련이있는3년이내의유사사업실적교육정보화, 공공사업유사 사업등 제시 2. 조직및인원 제안사컨소시엄포함의조직및인원현황을제시하여야한다. 3. 수행조직 및업무분장 본사업을수행할조직및업무분장내용을상세히제시하여야한다. - 용역책임자는임원급으로제시 - 제안사가하도급의사가있는경우, 해당업무및예상하도급업체를제시 - 컨소시엄업체가있는경우업무분장내역에공동수급업체별참여비율명시 4. 투입인력및 이력사항 본사업을 수행할 투입인력PM, PL, 주요 기술자 등에 대한 이력사항을 제시하여야한다. 붙임2-첨부서식 단, 인력투입방식에의한계약인경우, 전체인력제시 - 컨소시엄이외의인력은하도급으로간주되므로, 3. 수행조직및 업무분장에하도급의사를표시하지않는경우, 컨소시엄구성원의 자사인력으로대체되어야함파견근로자는원소속사및파견근로자임을 명기 - 이력사항은성명, 소속, 해당분야근무경력, 보유자격증현황, 본사업 참여시임무, 근무경력및기술경력, 목표투입공수MM, 최근3년간 주요경력유사정보화, 개발 등으로구성 단, 상용SW, 패키지등의서비스지원인력, 외부자문인력등통상적인 개발인력이아닌경우는제시하지말것",
      "tables": [
        [
          [
            "1. 일반현황",
            "제안사의 일반현황 및 주요 연력, 최근 3년간의 자본금 및 부문별(컨설팅, 개발\n등) 매출액, 유사사업실적 등을 명료하게 제시하여야 한다.\n[붙임 2-첨부 서식]\n- 본사업과 관련이 있는 3년 이내의 유사사업실적(교육정보화, 공공 사업 유사\n사업 등) 제시"
          ],
          [
            "2. 조직 및 인원",
            "제안사(컨소시엄 포함)의 조직 및 인원현황을 제시하여야 한다."
          ],
          [
            "3. 수행조직\n및 업무분장",
            "본사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다.\n- 용역책임자는 임원급으로 제시\n- 제안사가 하도급 의사가 있는 경우, 해당 업무 및 (예상)하도급 업체를 제시\n- 컨소시엄 업체가 있는 경우 업무분장 내역에 공동수급업체별 참여비율 명시"
          ],
          [
            "4. 투입인력 및\n이력사항",
            "본사업을 수행할 투입인력(PM,\nPL, 주요 기술자 등)에 대한 이력사항을\n제시하여야 한다.\n[붙임 2-첨부 서식]\n※ 단,\n‘인력투입방식’에 의한 계약인 경우, 전체 인력 제시\n- 컨소시엄 이외의 인력은 하도급으로 간주되므로,\n'3. 수행조직 및\n업무분장'에 하도급 의사를 표시하지 않는 경우, 컨소시엄 구성원의\n자사인력으로 대체 되어야 함(파견근로자는 원소속사 및 파견근로자 임을\n명기)\n- 이력사항은 성명, 소속, 해당분야근무경력, 보유 자격증 현황, 본 사업\n참여시 임무, 근무경력 및 기술경력, 목표투입공수(M/M), 최근 3년간\n주요경력(유사 정보화, 개발) 등으로 구성\n※ 단, 상용S/W, 패키지 등의 서비스 지원인력, 외부 자문인력 등 통상적인\n개발 인력이 아닌 경우는 제시하지 말 것"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 53 - 항목 작성방법 II. 전략및방법론 1. 사업이해도 제안사는해당사업의제안요청내용을명확하게이해하고본제안의목적, 범위, 전제조건및제안의특징및장점을요약하여기술하여야하며목표시스템 구성도및구성체계를제시하여야한다. 2. 추진전략 제안사는사업을효과적으로수행하기위한추진전략위험요소를고려하여 창의적이고타당한대안을제시하여야한다. 3. 적용기술 제안사는사업수행을위한주요적용기술및세부개발방법론, 적용기술의 실현가능성등을제시하여야한다. 대상업무별개발방안통합연계범위관련 적절한방안제시등, Prototype 구현등개발에대한전반적인방안을 제시한다. 4. 표준 프레임워크 적용 제안사는사업에적용될표준프레임워크및공통컴포넌트의사용계획과 예상되는문제점을기술하고실현가능한대응방안을제시하여야한다. 미사용시에는적정한사유를제시 5. 개발방법론 업무개발에적용할방법론의활용방안을제시하여야하며, 방법론의적용 경험을 기술한다. 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를기술한다. III. 기술및기능 1. 시스템장비 구성요구사항 하드웨어부문, 시스템소프트웨어부문, 보안부문, 기타부문등으로구분하여 각구분별구성장치의사양, 기능, 내역및세부규격등을제시해야한다. 2. 기능요구사항 - 개발대상업무별로전반적인개발방안을제시하여야한다. - 방법론및분석도구를통하여데이터수집대상시스템을구체적인내용으로 분석하고이를바탕으로통합시스템구현방안이구체적으로기술되어야한다. 수집데이터에대한처리방안과검증방안이구체적으로기술되어야한다. 3. 보안요구사항 보안요구사항및시스템과의관련성을분석하고적용할보안기술, 표준, 제안방안등을구체적으로제시하여야한다. 4. 데이터 요구사항 원활한시스템시험을위한경기관련데이터의구축방안을제시하여야한다. 방안을제시하여야하며데이터전환계획및검증방법, 에러데이터처리 방법에대해구체적인내용을제시하여야한다. 5. 시스템운영 요구사항 시스템운영시필요한사항에대하여경험을바탕으로제시하고, 고려사항및 유사시대응책등을제시하여야한다. 시스템구축완료후시스템이용및 관리운영방안을제시하여야한다. 6. 제약사항 기능및품질등요구사항구현시관련제약사항과대응방안을구체적으로 기술하여야한다. 7. 향후발전 방향 본사업을통해구축되는시스템의기술적, 기능적발전방향을구체적으로 기술하여야한다. IV. 성능및품질 1. 성능요구사항 구현하고자하는기능을통해요구성능이충족되도록방법론및분석도구, 구현및테스트방안을구체적으로제시하여야한다. 2. 품질요구사항 분석설계등각단계별품질요구사항의점검및검토방안을구체적으로 제시하여야한다. 3. 인터페이스 내외부연계를포함하여시스템및사용자인터페이스요구사항에대해 - 54 - 항목 작성방법 요구사항 구체적인제안내용을제시하여야한다. 4. 테스트 요구사항 - 구축된시스템이목표대비제대로운영되는가를테스트하고, 점검하기위한 테스트요구사항을기술한다. - 목표시스템의테스트유형단위테스트, 통합테스트, 사용자테스트, 시스템테스트, 성능테스트등별테스트환경, 방법, 절차등요구사항을 기술한다. 5. 시스템보안 요구사항 본시스템의보안수준진단을위하여적정한보안수준진단방안을제시한다. V. 프로젝트관리 1. 관리방법론 사업위험, 사업진도, 사업수행시보안을관리하는방법, 사업수행성과물이나 산출물의형상및문서를관리하는방법등을구체적으로제시하여야한다. 분리발주사업이있는경우, 분리발주사업자와의구체적인협력방안제시 2. 관리역량 타프로젝트사업관리경험, 유사프로젝트관리경험, 의사소통능력등 프로젝트관리역량을제시하여야한다. 3. 일정계획 사업수행에필요한활동을도출하여정확한활동기간, 자원, 인력, 조직등을 제시하여야한다. VI. 프로젝트지원 1. 품질보증 조직, 인원, 방법, 절차등 해당사업의수행을위한 품질보증 방안을 제시하여야한다. 국제소프트웨어개발프로세스품질인증획득여부등사업자품질보증 능력을기술 2. 시험운영 대상업무별단위시험, 통합시험등에대한전반적인방안을제시하여야하고, 개발완료후의시스템의이용및관리운영에관한전반적인방안을제시한다. 3. 교육훈련 사용자, 관리자등시스템의이용대상자별로구분하여교육훈련방법, 내용, 교육일정, 교육훈련조직등을상세히제시하여야한다. 4. 유지보수 하자보수및유지보수계획, 조직, 절차, 범위및기간과이와관련된기타의 활동등을종합적으로제시하여야한다. 5. 기밀보안 기밀보안체계및대책, 저작권존중여부명시, 시스템보안성확보방안과 개인정보보호대책을제시하여야한다. 6. 비상대책 안정적인시스템운영을위하여백업복구및장애대응대책을제시하여야한다. VII. 상생협력및하도급계약적정성 1. 상생협력 공동수급체 구성을 통한 입찰참가 시, 사업 참가자 중 중소기업인 소프트웨어사업자의참여비율을제시한다. 즉, 컨소시엄구성및 효율적인 협력체계를제시하고공동수급비율중중소기업자의참여비율및내부거래 실적관계사매출비중을명시하여야한다. VIII. 기타 1. 기타 상기항목에서제시되지않은기타내용을기술한다. 소프트웨어기술성평가기준지침과학기술정보통신부고시 준용",
      "tables": [
        [
          [
            "항 목",
            "작 성 방 법"
          ],
          [
            "요구사항",
            "구체적인 제안내용을 제시하여야 한다."
          ],
          [
            "4. 테스트\n요구사항",
            "- 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한\n테스트 요구사항을 기술한다.\n- 목표시스템의 테스트 유형(단위 테스트, 통합 테스트, 사용자 테스트,\n시스템 테스트, 성능 테스트 등)별 테스트 환경, 방법, 절차 등 요구 사항을\n기술한다."
          ],
          [
            "5. 시스템보안\n요구사항",
            "본 시스템의 보안수준 진단을 위하여 적정한 보안수준 진단 방안을 제시한다."
          ]
        ],
        [
          [
            "1. 사업 이해도",
            "제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위,\n전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 하며 목표시스템\n구성도 및 구성체계를 제시하여야 한다."
          ],
          [
            "2. 추진전략",
            "제안사는 사업을 효과적으로 수행하기 위한 추진전략(위험요소를 고려하여\n창의적이고 타당한 대안)을 제시하여야 한다."
          ],
          [
            "3. 적용기술",
            "제안사는 사업수행을 위한 주요 적용기술 및 세부 개발방법론, 적용기술의\n실현가능성 등을 제시하여야 한다. 대상업무별 개발방안(통합/연계 범위 관련\n적절한 방안 제시 등),\nPrototype 구현 등 개발에 대한 전반적인 방안을\n제시한다."
          ],
          [
            "4. 표준\n프레임워크\n적용",
            "제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과\n예상되는 문제점을 기술하고 실현가능한 대응방안을 제시하여야 한다.\n※ 미 사용시에는 적정한 사유를 제시"
          ],
          [
            "5. 개발 방법론",
            "업무개발에 적용할 방법론의 활용방안을 제시하여야 하며, 방법론의 적용\n경험을 기술한다.\n개발방법론에 따른 제출할 산출물의 종류 및 내역,\n제출시기를 기술한다."
          ]
        ],
        [
          [
            "1. 품질보증",
            "조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을\n제시하여야 한다.\n※ 국제 소프트웨어 개발 프로세스 품질인증 획득 여부 등 사업자 품질보증\n능력을 기술"
          ],
          [
            "2. 시험운영",
            "대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 하고,\n개발완료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시한다."
          ],
          [
            "3. 교육훈련",
            "사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용,\n교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다."
          ],
          [
            "4. 유지보수",
            "하자보수 및 유지보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의\n활동 등을 종합적으로 제시하여야 한다."
          ],
          [
            "5. 기밀보안",
            "기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과\n개인정보보호 대책을 제시하여야 한다."
          ],
          [
            "6. 비상대책",
            "안정적인 시스템 운영을 위하여 백업/복구 및 장애대응 대책을 제시하여야 한다."
          ]
        ],
        [
          [
            "1. 시스템 장비\n구성 요구사항",
            "하드웨어 부문, 시스템 소프트웨어 부문, 보안부문, 기타 부문 등으로 구분하여\n각 구분별 구성 장치의 사양, 기능, 내역 및 세부 규격 등을 제시해야 한다."
          ],
          [
            "2. 기능 요구사항",
            "- 개발대상 업무별로 전반적인 개발방안을 제시하여야 한다.\n- 방법론 및 분석 도구를 통하여 데이터 수집 대상시스템을 구체적인 내용으로\n분석하고 이를 바탕으로 통합시스템 구현방안이 구체적으로 기술되어야 한다.\n※ 수집 데이터에 대한 처리방안과 검증방안이 구체적으로 기술되어야 한다."
          ],
          [
            "3. 보안 요구사항",
            "보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준,\n제안방안 등을 구체적으로 제시하여야 한다."
          ],
          [
            "4. 데이터\n요구사항",
            "원활한 시스템 시험을 위한 경기 관련 데이터의 구축방안을 제시하여야 한다.\n방안을 제시하여야 하며 데이터 전환 계획 및 검증 방법, 에러 데이터 처리\n방법에 대해 구체적인 내용을 제시하여야 한다."
          ],
          [
            "5. 시스템 운영\n요구사항",
            "시스템 운영 시 필요한 사항에 대하여 경험을 바탕으로 제시하고, 고려사항 및\n유사 시 대응책 등을 제시하여야 한다. 시스템 구축 완료 후 시스템 이용 및\n관리 운영방안을 제시하여야 한다."
          ],
          [
            "6. 제약 사항",
            "기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로\n기술하여야 한다."
          ],
          [
            "7. 향후 발전\n방향",
            "본 사업을 통해 구축되는 시스템의 기술적, 기능적 발전방향을 구체적으로\n기술하여야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 55 - 4. 안내 사항 가. 계약 조건 - 투입인력의 근무시간은 통상적인 근무시간09001800 준수 - 수요기관이 자질부족, 근무태도 불량 등의 사유로 투입인력의 교체를 원할 경우, 특별한 사유가 없는 한 상호 협의 하에 교체 투입 - 투입 인력 변경을 필요로 하는 경우 사전에 수요기관과 협의하여 승인을 득한 후 동급 이상의 인력으로 교체하여야 함 - 과업 수행과 관련하여 소요장비SW포함등은 계약상대자가 준비하는 것을 원칙으로 하며 사무공간 및 세부 상주조건 등은 협의하여 진행 - 계약상대자가 제안서에 제출한 하도급 예정계약을 제외하고도 사업수행 과정에서 부득이 하도급이 필요한 경우승인받은 하도급 조건을 변경하는 경우 포함 수요기관의 사전승인을 받아야 함 하도급에 관한 규정은 소프트웨어진흥법 제51조하도급 제한 등, 동법 시행 규칙 제14조하도급의 승인절차 등, 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시 제2023-15호, 2023. 5. 15. 시행 등을 준수 - 계약상대자는 행정기관 및 공공기관 정보시스템 구축운영 지침행정자 치부 고시 제16조에 명시된 사항에 대한 준수방안을 제시 - 동 고시 제19조에 따른 하도급 대금 지급 방안 직접인건비는한국소프트웨어산업협회장이공표한노임단가의100, 제경비와 기술료의합은직접인건비의20이상이어야함 본사업의 과업변경에 의하여 하도급 대금지급 비율 변경이 발생한 경우 그 사유와 변경 전후의 사항을 하도급 대금지급 비율 명세서로 작성하여 승인요청을 하여야 한다. 행정기관 및 공공기관 정보시스템 구 축운영 지침행정안전부고시 제2023-27호, 2023.4.18. 제17조 기타 하도급에 관해 규정되지 않은 사항은 하도급거래 공정화에 관한 법률 및 시행령, 기획재정부 계약예규 등을 따라야 한다. 소프트웨어진흥법제51조및동법시행규칙제14조, 소프트웨어사업계약및관리 감독에관한지침과학기술정보통신부고시제2023-15호, 2023.5.15. 등에따라하도급 계약전에발주기관으로부터서면으로사전승인을받아야함. - 56 - 정보시스템 소프트웨어 개발보안 가이드 준수 방안 등 - 본 제안요청서에 명시되지 아니한 사항에 대해서는 국가계약법 및 기획재정부 계약예규를 따름 나. 입찰방식 - 기본 방침 객관적이고 공정한 기준과 절차를 적용하여 경쟁에 의한 우수 사업자 선정 제43조협상에 의한 계약체결 및 제43조의2지식기반사업의 계약방법 기획재정부 고시 제2024-29호, 국가를 당사자로 하는 계약에 관한 법 률 시행령의 한시적 특례 적용기관에 관한 고시 적용 - 입찰 참가 자격 국가종합전자조달시스템 입찰참가자격등록규정에 의하여 반드시 나라장터에 입찰서 제출 마감일 전일까지 소프트웨어사업자컴퓨터관련서비스사업, 업종코드 1468으로 입찰참가자격을 등록한 자 제안업체는소프트웨어진흥법제58조소프트웨어사업자실적등관리 및동법시행령 제53조소프트웨어사업자의실적등관리에따라야하며, 최근년도결산신고된SW사업자 신고확인서를제출서류에포함하여야함 중소기업제품 구매촉진 및 판로지원에 관한 법률제9조 및 같은 법 시행령 제10조에의한 직접생산확인증명서세부품명 정보시스템개발서비스, 세부품명번호 8111159901를 소지한 자 직접생산확인증명서는전자입찰서제출마감일전일까지발급된것으로유효기간내에있어야함 중소기업기본법제2조에 따른 중소기업자 및소상공인 보호 및 지원 에 관한 법률제2조에 따른 소상공인으로서중소기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업소상공인 확인서를 소지한 자 - 유의 사항 본 사업은 사업금액이 20억원 미만인 사업으로서, 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시에 의거 대기업 및 중 견기업 소프트웨어 사업자는 본 입찰에 참여할 수 없으며, 소프트웨어진흥 법제48조 제4항의독점규제 및 공정거래에 관한 법률제14조에 따라 지 정된 상호출자제한기업집단에 속하는 기업도 입찰에 참여할 수 없음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 57 - - 공동수급인 경우 다음 사항 준수 공동수급업체 구성원은 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참가자격 및 동법 시행규칙 제14조입찰참가자격요건의 증명 규정에 저촉되지 않아야 함 공동수급체는 5개 이하로 구성하여야 하며, 구성원별 계약참여 최소지분율은 10 이상으로 하여야 함공동계약운용요령기획재정부, 계약예규 제9조 제5항 참조 다. 제안서 평가 방법 - 기술능력 및 가격평가를 통한 우선협상대상자 선정 후 협상을 통한 최종 계약 체결 구분 방식 사업자선정방식 협상에의한계약 평가방식 기술평가90 가격평가10 가격평가10는조달청나라장터를통해실시 - 기술능력평가를 위해 내외부 위원으로 평가단을 구성하고, 제안서를 제출한 업체를 대상으로 PT심사 진행 이외사항은기획재정부계약예규협상에의한계약체결기준준용 - 자격기준 미달, 제출 서류를 허위로 작성한 경우, 구비서류를 충족하지 못한 경우, 제안서 내용이 극도로 불성실한 경우 등의 업체는 PT심사에서 제외 - 제안 발표는 업체의 총괄책임자PM가 발표하는 것을 원칙으로 하며, 발표 자료는 PPT 작성PDF 변환 후 제출한다. 제안서발표자PM는자격입찰공고일전부터제안서평가일까지해당업체에재직중인자로 소속회사에대한재직증명서와국민연금가입자가입증명국민연금 www.nps.or.kr 또는 건강보험자격득실확인서국민건강보험공단, www.nhic.or.kr 자료제시하여확인된자만이발표가능 - 제안사별로 제출한 발표자료40페이지 이내 내용에 대해 약 20분 발표 및 20분 질의응답 발표시간, 장소등은변경될수있으며, 제안서발표회일정및발표순서등의세부사항은 KUSF에서각제안사별별도통보 발표당일KUSF 구비된장비만을사용, 제안서발표입장은3인이내로제한됨 발표자료는미제출시제안서로갈음하며모든제반자료는제안서제출시동봉해야함추가제출불가 - 기술능력평가 점수가 배점한도의 85이상인 자를 협상 적격자로 선정 기술평가점수90점만점가76.5점이상인경우에만협상대상으로인정 - 58 - - 우선협상대상자는 기술능력평가 점수와 가격평가 점수를 합산하여 고득점 순에 의하여 선정 - 기술능력평가 점수가 동일한 경우, 전략 및 방법론, 기술 및 기능, 평가 고득 점 순으로 선순위자 결정 라. 기술평가 평가기준 평가부문 평가항목 평가기준 전략및 방법론 20 사업 이해도 사업의특성및목표에부합하는사업전략을제시하고있는지를 평가한다. 추진전략 개발업무수행시일정및위험요소를고려하여얼마나타당한 추진전략을수립하였는지평가한다. 추진체계 사업특성과제시한추진전략에따른수행조직전문업체, 기술지 원업체, 공동수급체및하도급등 구성과참여조직간역할, 책 임, 품질확보및협력방안이구체적이고적절한지평가한다. 표준 프레임 워크적용 표준프레임워크적용여부와적용시예상되는문제점을구체적으 로기술하고실현가능한대응방안을제시하였는지평가한다. 개발 방법론 사업에적정한개발방법론이제시되었는지평가하고, 실제적용사 례및경험을바탕으로단계별산출물이제시되었는지여부를평가 한다. 기술및 기능 30 시스템 요구 사항 요구규격을충족하는장비제안여부와현시스템과의인터페이스 및확장가능성여부를평가한다. 또한도입장비의설치및공급계획, 유지관리에대한방안이구체적으로기술되어있는가를평가한다. 기능요구 사항 기능요구사항ᆞ기대사항ᆞ제약사항등을파악한후구현방안이 구체적으로기술되어있는지를평가한다. 또한제안한방안및 기술이적용가능한지를평가한다. 보안 요구사항 관련기능등타요구사항및시스템과관련되어분석되고, 적용할 표준및구현방안이설계단계부터관련법률개인정보보호법등 에저촉되지않는지, 정보유출방지방안이마련되어있는가를평 가한다. 데이터 요구 사항 데이터요구사항분석을바탕으로데이터전환계획및검증방 법, 데이터오류발생시처리방안이구체적으로제시되어있는 지를평가한다. 시스템 운영 요구사항 시스템운영요구사항에맞는운영절차및방법을제시하였는 지평가한다. 또한운영중비상사태발생시대응방안이구체적 으로제시되고있는지를평가한다. 제약사항 목표시스템의설계, 구축, 운영과관련하여제약조건을충족시키 기위한구체적인구현방안및테스트방안이수립되었는지평가 한다. 성능및 품질 20 성능 요구사항 요구성능충족을위한구현및테스트방안이구체적으로기술되 어있는지, 이를위한방법론및분석도구가기술되어있는지평가 한다. 제안한방안및기술을통해성능요구사항을충족시킬수있 는지를평가한다. 품질 요구사항 제공되는개발도구및구현방안, 테스트방안등이품질요구 사항에부합되는지평가하고, 분석ᆞ설계ᆞ구현ᆞ테스트등각단계",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 59 - . 소프트웨어 기술성 평가기준과학기술정보통신부고시 제2021-98호, 2021. 12. 30. 준용 마. 제안서 제출 일정 및 방법 - 제출기한 입찰공고서 참조 - 제출장소 및 방법온라인 제출 본 사업은 계약예규협상에 의한 계약체결기준에 따라 제안서를 온라인으로 제출하여야 하며, KUSF에서 오프라인으로 평가합니다. 제안서증빙서류 등 포함는 나라장터e-발주시스템를 통해 제출하시기 바랍니다. 평가부문 평가항목 평가기준 배점 별품질요구사항점검및검토방안이구체적으로계획되어있는 가를평가한다. 인터페이스 요구사항 시스템인터페이스 타시스템과의연계에대한장ᆞ단점분석을 통해가장적합한시스템인터페이스구축방안을도출하였는지 를평가한다. 사용자인터페이스 사용자편의성을고려하여사용자인터페이스 의분석ᆞ설계ᆞ구현ᆞ테스트방안과검토계획을구체적으로 기술하였는가를평가한다. 5 프로젝트 관리 10 관리 방법론 일정관리, 사업위험이슈 관리, 보안관리, 산출물의형상ᆞ문서 관리등사업수행에필요한관리방법론이구체적으로제시되어 있는지를평가한다. 또한문제발생시보고체계및위험관리방안 이구체적으로제시되어있는지평가한다. 5 일정계획 사업수행에필요한수행기간과세부일정이구체적으로제시되었는 지평가한다. 또한각활동에필요한일정계획이적절히수립되었는 지를평가한다. 3 개발장비 개발에필요한개발환경의구성이구체적으로제시되었는지 평가하고, 라이선스등의문제가없는지여부를평가한다. 2 프로젝트 지원 10 품질보증 제시된품질보증방안이해당사업의수행에적합한지, 사업자가대외적 으로인정받을만한품질보증관련인증을획득한사례가있는지를확인 하고평가한다. 3 시험운영 시스템공급자가개발된시스템의시험운영을위해필요한각종 시험운영방법등을구체적으로제시하였는지평가한다. 2 교육훈련 시스템공급자가시스템운영및관리자를위해필요한각종교 육훈련의방법, 내용, 일정등을구체적으로제시하였는지평가한 다. 2 하자보수 계획 시스템공급자가제시하는하자보수계획, 절차, 범위및기간과 이와관련된기타의활동및그제한사항에대해평가한다. 2 기밀보안 사업추진동안악영향을미치는일련의불순활동들로부터기밀 을보호함과동시에원활한사업의수행을보장하기위한체계 및대책에대하여평가한다. 1 합계 90 - 60 - 제안서제출은입찰서제출여부에관계없이제출이허용되니, 원활한제안서 제출을위하여가급적마감일전일까지제안서를제출하시기바랍니다. 기술제안서는 다음과 같이 파일명을 지정하여 제출하시기 바랍니다. 1 제안서기명 1식 회사명 및 인적사항 표기 1식 2 발표자료무기명 1식회사명 및 인적사항 표기 삭제 1식 3 기타서류 1식입찰 및 제안관련 서식 외 투입인력 재직증명서 및 건강보험자격득실확인서 - 제안서는 제안서 제출 메뉴얼을 참고하여 제안서를 온라인으로 제출하여 주시기 바라며, 이에 대한 자세한 사항은 조달청 e-발주시스템 유지ᆞ운영팀 으로 문의하시기 바랍니다. - 사업 관련 문의 KUSF 기획총괄팀 권오석 대리070-4454-6544 - 제출서류 및 평가 관련 문의 KUSF 운영지원팀 이대로 대리070-4454-6471 바. 제안요청 설명회 제안요청서로 갈음 사. 기타 - 용역수행과 관련한 모든 산출물의 저작권에 대한 권리는 KUSF와 사업자가 공동으로 소유함을 원칙으로 하되 세부사항은 협의하여 결정 - 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함 - 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 - 낙찰자로 결정된 이후에 컨소시엄 구성원을 변경할 수 없음 - 제안서 인력은 컨소시엄 구성원의 자사인력으로 구성하여야 함 채용 예정인력인 경우에는 별도로 이를 명기하고, 계약체결 전까지 채용을 완료하여야 함 - 적법한 파견근로자는 자사인력으로 간주하나, 원 소속사를 반드시 명기하여야 함 - 컨소시엄 소속 외의 인력은 하도급으로 간주하며, 주관기관의 승인을 얻지 못할 경우에는 컨소시엄 구성원의 자사인력으로 대체하여야 함 단, 상용SW, 패키지등의서비스지원인력, 외부자문인력등통상적인개발인력이 아닌경우는제안서에명기하지말것참여인력에서제외",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "",
            "",
            "별 품질 요구사항 점검 및 검토 방안이 구체적으로 계획되어 있는\n가를 평가한다.",
            ""
          ],
          [
            "",
            "인터페이스\n요구사항",
            "시스템 인터페이스 : 타 시스템과의 연계에 대한 장ㆍ단점 분석을\n통해 가장 적합한 시스템 인터페이스 구축 방안을 도출하였는지\n를 평가한다.\n사용자 인터페이스 : 사용자 편의성을 고려하여 사용자 인터페이스\n의 분석ㆍ설계ㆍ구현ㆍ테스트 방안과 검토 계획을 구체적으로\n기술하였는가를 평가한다.",
            "5"
          ],
          [
            "프로젝트\n관리\n(10)",
            "관리\n방법론",
            "일정관리, 사업위험(이슈) 관리, 보안관리, 산출물의 형상ㆍ문서\n관리 등 사업수행에 필요한 관리 방법론이 구체적으로 제시되어\n있는지를 평가한다. 또한 문제 발생 시 보고 체계 및 위험관리 방안\n이 구체적으로 제시되어 있는지 평가한다.",
            "5"
          ],
          [
            "",
            "일정계획",
            "사업수행에 필요한 수행기간과 세부일정이 구체적으로 제시되었는\n지 평가한다. 또한 각 활동에 필요한 일정 계획이 적절히 수립되었는\n지를 평가한다.",
            "3"
          ],
          [
            "",
            "개발 장비",
            "개발에 필요한 개발환경의 구성이 구체적으로 제시되었는지\n평가하고, 라이선스 등의 문제가 없는지 여부를 평가한다.",
            "2"
          ],
          [
            "프로젝트\n지원\n(10)",
            "품질보증",
            "제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 대외적\n으로 인정받을 만한 품질보증 관련 인증을 획득한 사례가 있는지를 확인\n하고 평가한다.",
            "3"
          ],
          [
            "",
            "시험 운영",
            "시스템 공급자가 개발된 시스템의 시험운영을 위해 필요한 각종\n시험운영 방법 등을 구체적으로 제시하였는지 평가한다.",
            "2"
          ],
          [
            "",
            "교육 훈련",
            "시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 교\n육훈련의 방법, 내용, 일정 등을 구체적으로 제시하였는지 평가한\n다.",
            "2"
          ],
          [
            "",
            "하자 보수\n계획",
            "시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 기간과\n이와 관련된 기타의 활동 및 그 제한사항에 대해 평가한다.",
            "2"
          ],
          [
            "",
            "기밀 보안",
            "사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기밀\n을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체계\n및 대책에 대하여 평가한다.",
            "1"
          ],
          [
            "합 계",
            "",
            "",
            "90"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 61 - - 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부정한 행위를 한 사업자는 향후 신규 사업의 참여에 제한을 받을 수 있음 - 본사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함 5. 용역사업 보안사항 관련 가. 외주 용역사업 보안 특약 조항 - 계약상대자는 수요기관의 보안정책을 위반하였을 경우 계약대상자 보안위규 처리 기준에 따라 위규자 및 관리자를 행정조치하고 보안 위약금을 수요기관에 납부하여야 한다. - 계약상대자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 누출금지 대상정보에 대한 보안관리 계획을 사업제안서에 기재하여야 하며, 대상 정보 누출 시 수요기관은 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조에 따라 계약상대자를 부정당업체로 등록한다. - 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료 시 정보보안담당자 입회하에 완전 폐기 또는 반납해야 한다. - 계약상대자는 사업 기간 중 보안취약점의 개선에 적극 협조해야 한다. 나. 계약대상자 보안위규 처리 기준 구분 위규사항 처리기준 심각 A급 1. 비밀및대외비급정보유출및유출시도 가. 정보시스템에대한구조, 데이터베이스등의정보유출 나. 개인정보신상정보목록유출 다. 비공개항공사진공간정보등비공개정보유출 2. 정보시스템에대한불법적행위 가. 관련시스템에대한해킹및해킹시도 나. 시스템구축결과물에대한외부유출 다. 시스템내인위적인악성코드유포 사업참여제한 위규자및직속감독자 등중징계 재발방지를위한 조치계획제출 위규자대상특별 보안교육실시 중대 B급 1. 비공개정보관리소홀 가. 비공개정보를책상위등에방치 나. 비공개정보를휴지통ᆞ폐지함등에유기또는이면지활용 다. 개인정보신상정보목록을책상위등에방치 라. 기타비공개정보에대한관리소홀 위규자및직속감독자 등중징계 재발방지를위한 조치계획제출 위규자대상특별 - 62 - 다. 보안 위약금 부과 기준 - 보안 위반 위약금 부과 기준 구분 위규수준 A급심각 B급중대 위규 심각1건 중대1건 위약금 비중 부정당업자등록및 계약금액의 10 이하 계약금액의2 이하 - 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는1회의사고만으로도그파급력이큰것을감안하여타항목과별도부과 구분 위규사항 2. 사무실ᆞ보호구역보안관리허술 가. 통제구역출입문을개방한채퇴근등 나. 인가되지않은작업자의내부시스템접근 다. 통제구역내장비시설등무단사진촬영 3. 전산정보보호대책부실 가. 업무망인터넷망혼용사용, 보안USB 사용규정위반 나. 웹하드P2P 등인터넷자료공유사이트를활용하여용역사업관련자료 수, 발신 다. 개발유지보수시원격작업사용 라. 저장된비공개정보패스워드미부여 마. 인터넷망연결PC 하드디스크에비공개정보를저장 바. 외부용PC를업무망에무단연결사용 사. 보안관련프로그램강제삭제 아. 사용자계정관리미흡및오남용시스템불법접근시도등 보통 C급 1. 기관제공중요정책ᆞ민감자료관리소홀 가. 주요현안ᆞ보고자료를책상위등에방치 나. 정책ᆞ현안자료를휴지통ᆞ폐지함등에유기또는이면지활용 2. 사무실보안관리부실 가. 캐비넷ᆞ서류함ᆞ책상등을개방한채퇴근 나. 출입키를책상위등에방치 3. 보호구역관리소홀 가. 통제ᆞ제한구역출입문을개방한채근무 나. 보호구역내비인가자출입허용등통제미실시 4. 전산정보보호대책부실 가. 휴대용저장매체를서랍ᆞ책상위등에방치한채퇴근 나. 네이트온등비인가메신저무단사용 다. PC를켜놓거나보조기억매체CD, USB 등를꽂아놓고퇴근 라. 부팅ᆞ화면보호패스워드미부여또는1111 등단순숫자부여 마. PC 비밀번호를모니터옆등외부에노출 바. 비인가보조기억매체무단사용 경미 D급 1. 업무관련서류관리소홀 가. 진행중인업무자료를책상등에방치, 퇴근 나. 복사기ᆞ인쇄기위에서류방치 2. 근무자근무상태불량 가. 각종보안장비운용미숙 나. 경보ᆞ보안장치작동불량 3. 전산정보보호대책부실 가. PC 내보안성이검증되지않은프로그램사용 나. 보안관련소프트웨어의주기적점검위반",
      "tables": [
        [
          [
            "구분",
            "위 규 사 항"
          ],
          [
            "",
            "2. 사무실ㆍ보호구역 보안관리 허술\n가. 통제구역 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진 촬영\n3. 전산 정보 보호 대책 부실\n가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반\n나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료\n수, 발신\n다. 개발·유지보수 시 원격작업 사용\n라. 저장된 비공개 정보 패스워드 미부여\n마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n바. 외부용 PC를 업무망에 무단 연결 사용\n사. 보안 관련 프로그램 강제 삭제\n아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)"
          ],
          [
            "보통\n(C급)",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n가. 주요 현안ㆍ보고자료를 책상 위 등에 방치\n나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근\n나. 출입키를 책상 위 등에 방치\n3. 보호구역 관리 소홀\n가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n나. 보호구역 내 비인가자 출입허용 등 통제 미실시\n4. 전산 정보 보호 대책 부실\n가. 휴대용 저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n나. 네이트온 등 비인가 메신저 무단 사용\n다. PC를 켜놓거나 보조 기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n라. 부팅ㆍ화면 보호 패스워드 미부여 또는 \"1111\" 등 단순 숫자 부여\n마. PC 비밀번호를 모니터 옆 등 외부에 노출\n바. 비인가 보조 기억 매체 무단 사용"
          ],
          [
            "경미\n(D급)",
            "1. 업무 관련 서류 관리 소홀\n가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 경보ㆍ보안장치 작동 불량\n3. 전산 정보 보호 대책 부실\n가. PC 내 보안성이 검증되지 않은 프로그램 사용\n나. 보안 관련 소프트웨어의 주기적 점검 위반"
          ]
        ],
        [
          [
            "구분",
            "위규 수준",
            "",
            ""
          ],
          [
            "",
            "A급(심각)",
            "B급(중대)",
            ""
          ],
          [
            "위규",
            "심각 1건",
            "중대 1건",
            ""
          ],
          [
            "위약금\n비중",
            "부정당업자 등록 및\n계약금액의\n10% 이하",
            "계약금액의 2% 이하",
            ""
          ]
        ],
        [
          [
            "구분",
            "위 규 사 항",
            "처 리 기 준"
          ],
          [
            "심각\n(A급)",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n나. 개인정보·신상정보 목록 유출\n다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n가. 관련 시스템에 대한 해킹 및 해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포",
            "❍사업참여 제한\n❍위규자 및 직속 감독자\n등 중징계\n❍재발 방지를 위한\n조치계획 제출\n❍위규자 대상 특별\n보안교육 실시"
          ],
          [
            "중대\n(B급)",
            "1. 비공개 정보 관리 소홀\n가. 비공개 정보를 책상 위 등에 방치\n나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n다. 개인정보․신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리소홀",
            "❍위규자 및 직속 감독자\n등 중징계\n❍재발 방지를 위한\n조치계획 제출\n❍위규자 대상 특별"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 63 - - 사업종료 시 지출금액 조정을 통해 위약금 정산 - 보안규정을 위반하거나 누출금지 정보 유출로 인하여 손해 발생 시 용역업체에 민사상 손해배상 청구 - 보안 위반에 따른 위약금액, 제재조치 기준 등은 KUSF에서 사안의 경중과 위반 자의 고의성을 감안하여 확정 - 64 - 붙임 입찰 및 제안관련 서식 첨부서식-1호 일반현황 및 연혁 첨부서식-2호 자본금매출액 현황 첨부서식-3호 최근 3년간 주요사업 실적 첨부서식-4호 근무경력확인서 첨부서식-5호 기술경력확인서 첨부서식-6호 소프트웨어 수행실적 확인서 첨부서식-7호 소프트웨어 하도급 계약승인신청서 첨부서식-8호 하도급 대금지급 비율 명세서 첨부서식-9호 하도급 적정성 판단 자기평가표 첨부서식-10호 기술적용계획표 첨부서식-11호 소프트웨어 개발사업의 적정 사업기간 종합산정서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 65 - 첨부서식-1호 일반현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁 - 66 - 첨부서식-2호 자본금 및 매출액 최근 3년 단위 천원 구 분 M-2 년도 자 본 금 매 출 액 부문 부문 부문 부문 합 계",
      "tables": [
        [
          [
            "구  분",
            "",
            "M-2 년도"
          ],
          [
            "자 본 금",
            "",
            ""
          ],
          [
            "매 출 액",
            "⃝부문\n⃝부문\n⃝부문\n⃝부문",
            ""
          ],
          [
            "",
            "합 계",
            ""
          ]
        ],
        [
          [
            "회   사   명",
            "대 표 자"
          ],
          [
            "사 업   분 야",
            ""
          ],
          [
            "주       소",
            ""
          ],
          [
            "전  화  번  호",
            ""
          ],
          [
            "회 사 설 립 년 도    년  월",
            ""
          ],
          [
            "해당부문 종사기간    년  월 ～   년  월 (  년  개월)",
            ""
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 67 - 첨부서식-3호 최근 3년간 주요사업 실적 순번 사업명 구분 사업기간 계약금액 백만원 발주처 개발방법론 비고 현재 수행중인 사업도 포함하여 연도순으로 기재하며, 제안과제와 유관한 것만 기재한다 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사를 기재한다 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재한다 사업별 형태개발사업, 물품도입사업, 유지보수사업등의 구분현황을 기재한다. 사업별 사용 개발방법론을 기재한다 한국소프트웨어산업협회에서 발급하는 이행실적확인서를 가능한 활용. 실적을 확인할 수 있는 실적증명서, 계약서 등의 증거서류제출, 확인이 불가능한 실적은 인정하지 않음 실적증명자료는 붙임으로 첨부하여야 하며 실적증명 첨부서류에 페이지를 명시하여 위 실적증명첨부 여부 란 에 페이지를 표시하여야 함 - 68 - 첨부서식-4호 소프트웨어 진흥법 시행규칙 별지 제17호서식 근무경력확인서 신청인 성명 전화번호 소속 회사 회사명 소재지 전화번호 근무경력 연번 근무기간 1 . . . . . . 2 . . . . . . 3 . . . . . . 4 . . . . . . 5 . . . . . . 6 . . . . . . 소프트웨어 진흥법 시행규칙 제13조제1항에 따라 위와 같이 근무경력을 확인합니다. 확인자 성명 년 월 일 회사명 대표자 한국대학스포츠협의회장 작 성 방 법 1. 담당업무는 소프트웨어기술자 경력확인 운영세칙을 참조하여 기재합니다. 2. 확인자는 확인서를 발급한 해당 회사의 담당자를 기재합니다. 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "연번",
            "근무기간",
            ""
          ],
          [
            "1",
            ".  .  . ~  .  .  .",
            ""
          ],
          [
            "2",
            ".  .  . ~  .  .  .",
            ""
          ],
          [
            "3",
            ".  .  . ~  .  .  .",
            ""
          ],
          [
            "4",
            ".  .  . ~  .  .  .",
            ""
          ],
          [
            "5",
            ".  .  . ~  .  .  .",
            ""
          ],
          [
            "6",
            ".  .  . ~  .  .  .",
            ""
          ]
        ],
        [
          [
            "순번",
            "사업명",
            "구분",
            "사업기간",
            "계약금액\n(백만원)",
            "발주처",
            "개발방법론",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 69 - 첨부서식-5호 소프트웨어 진흥법 시행규칙 별지 제18호서식 기술경력확인서 신청인 성명 생년월일 전화번호 소속회사 또는 발주자 회사명 사업자등록번호 소재지 전화번호 기술경력 연번 참여사업명 참여기간 발주자 소속사 직위 담당업무 1 . . . . . . 2 . . . . . . 3 . . . . . . 4 . . . . . . 소프트웨어 진흥법 시행규칙 제13조제1항에 따라 위와 같이 기술경력을 확인합니다. 확인자 성명 부서 연락처 년 월 일 회사명 또는 발주자 대표자 또는 기관장 서명 또는 인 한국대학스포츠협의회장 귀하 작 성 방 법 1. 담당업무는 소프트웨어기술자 경력확인 운영세칙을 참조하여 기재합니다. 2. 확인자는 확인서를 발급한 해당 회사또는 발주기관의 담당자를 기재합니다. 3. 휴ᆞ폐업 등으로 근무했던 회사로부터의 확인이 불가한 경우 발주기관의 확인으로 대체할 수 있습니다. 210mm297mm백상지 80g - 70 - 첨부서식-6호 소프트웨어 진흥법 시행규칙 별지 제28호서식 제 호 소프트웨어사업수행실적증명서 회사개요 회사명 성 명 대표자 주 소 제출처 참여사업명 사업 수행 실적 총 건 단위 백만원, VAT별도 연번 사업명 사업분야 소프트웨어 진흥법 제58조제2항 및 같은 법 시행규칙 제17조제4항에 따라 위와 같이 소프트 웨어사업 수행 실적을 증명합니다. 년 월 일 사업자실적관리기관의 장 유 의 사 항 1. 사업분야는 소프트웨어사업자 실적관리 운영세칙을 참조하여 기재합니다. 1. 계약금액은 신청기업의 지분율에 해당하는 금액입니다. 2. 발주자는 원 발주자를 지칭합니다. 3. 이행완료여부가 빈칸인 경우는 계약기간이 이미 지났지만 신청기업에서 완료 신청을 하지 않아 이행여부가 확인되지 않는 사항입니다. 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "연번",
            "참여사업명",
            "참여기간",
            "발주자",
            "소속사",
            "직위",
            "담당업무"
          ],
          [
            "1",
            "",
            ".  .  . ~  .  .  .",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            ".  .  . ~  .  .  .",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            ".  .  . ~  .  .  .",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            ".  .  . ~  .  .  .",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "제              호\n소 프 트 웨 어 사 업 수 행 실 적 증 명 서",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "회사개요",
            "",
            "회사명",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "성  명\n(대표자)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주  소",
            "",
            "",
            ""
          ],
          [
            "제출처",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "참여사업명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업 수행 실적 (총     건)\n(단위 : 백만원, VAT별도)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "연번",
            "사업명",
            "",
            "",
            "사업분야",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "「소프트웨어 진흥법」 제58조제2항 및 같은 법 시행규칙 제17조제4항에 따라 위와 같이 소프트\n웨어사업 수행 실적을 증명합니다.\n                        년      월      일\n사업자실적관리기관의 장",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 71 - 첨부서식-7호 소프트웨어 진흥법 시행규칙 별지 제21호서식 소프트웨어사업 하도급계약승인신청서 재하도급 소프트웨어산업정보종합관리체계www.swit.or.kr에서도 신청할 수 있습니다. 에는 해당되는 곳에 표를 합니다. 앞쪽 접수번호 접수일자 처리기간 10일 하도급 거 래 계 약 당사자 수급인 공동수급체 구성원 상호 대표자 사업자등록번호 소재지 하수급인 상호 대표자 사업자등록번호 소재지 재하수급인 상호 대표자 사업자등록번호 소재지 사업 내용 계약명 계약번호 계약금액A 계약일 년 월 일 계약기간 . . .부터 . . .까지 하도급 내용 계약명 하도급액B 비율 BA 계약 예정일 년 월 일 계약기간 . . .부터 . . .까지 하도급 내역 및 사유 필요한 경우 별지 사용 재하도급 내용 계약명 재하도급액C 비율 CB 계약예정일 년 월 일 계약기간 . . .부터 . . .까지 재하도급 내역 및 사유 필요한 경우 별지 사용 소프트웨어 진흥법 제51조제5항 및 같은 법 시행규칙 제14조제1항에 따라 위와 같이 신청합니다. 년 월 일 신청인 서명 또는 인 한국대학스포츠협의회장 귀하 첨부서류 1. 하도급 또는 재하도급 계약서안 사본 1부 2. 하도급 또는 재하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 1부 3. 하도급계약 적정성 판단 자기평가표 수수료 없 음 210mm297mm백상지 80g - 72 - 뒤 쪽 처리절차 이 신청서는 아래와 같이 처리됩니다. 신청인 신청서작성 수급인 승인여부 통보 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "하도급\n거  래\n계  약\n당사자",
            "수급인\n(공동수급체 \n구성원)",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ],
          [
            "",
            "하수급인",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ],
          [
            "",
            "재하수급인",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ]
        ],
        [
          [
            "하도급\n내용",
            "계약명",
            "([비율 B/A]%)\n하도급액(B)"
          ],
          [
            "",
            "계약 예정일",
            "년    월    일\n   .    .    .부터    .    .    .까지\n계약기간"
          ],
          [
            "",
            "하도급 내역\n및 사유",
            "( ※ 필요한 경우 별지 사용 )"
          ]
        ],
        [
          [
            "재하도급\n내용",
            "계약명",
            "([비율 C/B] %)\n재하도급액(C)"
          ],
          [
            "",
            "계약예정일",
            "년    월    일\n   .    .    .부터    .    .    .까지\n계약기간"
          ],
          [
            "",
            "재하도급 \n내역 및 사유",
            "( ※ 필요한 경우 별지 사용 )"
          ]
        ],
        [
          [
            "신 청 인",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "◀",
            ""
          ],
          [
            "",
            "신 청 서 작 성\n( 수 급 인 )",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "승 인 여 부   통 보",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 73 - 첨부서식-8호 하도급 대금지급 비율 명세서 원도급자 하도급자 사 업 명 하 도 급 사 업 명 회 사 명 회 사 명 사업기간 하 도 급 기 간 하도급 지급대금 원 하도급 지급 대금 세부내역 구분 기술 등급 1SW 월 노임단가 2투입인력 MM 3MM당 하도급 대가 4지급금액 2x3 5지급비율 MM 기술사 특급기술자 고급기술자 중급기술자 초급기술자 합 계 상기와 같이 합의하였음을 확인합니다 년 월 일 원도급자 직인 하도급자 직인 첨부서류 하도급 부문 산출 내역서 1 SW 월노임단가 SW산업협회에서 공표하는 일노임단가 근무일수 3 SW하도급 대가 원도급자가 하도급자에게 지급하는 직접인건비 제경비 기술료 5 지급비율 지급급액 SW 월노임단가 투입인력 관련 법률 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 제19조 - 74 - 첨부서식-9호 하도급 적정성 판단 자기평가표 1. 계약 내용 수급인 관련 사항 사 업 명 수 급 인 전화 계약금액 원 하도급 부분금액A 원 계약기간 하자담보 책임기간 국가기관등과의 낙찰방식,낙찰율 방식, 1 하도급율 하도급액B 하도급 부분금액A 100 2 하도급액 하도급 계약서산출내역서상의 소프트웨어사업비 3 하도급 부분금액 원도급 계약서산출내역서상의 소프트웨어사업비 중 하도급 되는 사업부문에 해당하는 소프트웨어사업비 2. 자기평가결과 판 단 항 목 1. 하수급인의 자격 부정당업자로 지정되어 입찰참가제한 중인지 여부 2. 하수급인의 사업수행능력 40점 가. 사업수행실적 나. 고용안정 및 적법근로 소 계 3. 하도급 계약방식 60점 가. 하도급대금 지급방식의 적정성 나. 하도급 금액의 적정성 소 계 4. 기타 가점 소 계 합 계",
      "tables": [
        [
          [
            "수급인 관련 사항",
            "",
            ""
          ],
          [
            "사 업 명",
            "",
            ""
          ],
          [
            "수 급 인",
            "(전화)",
            ""
          ],
          [
            "계약금액",
            "원\n (하도급 부분금액(A) :     원)",
            ""
          ],
          [
            "계약기간",
            "",
            ""
          ],
          [
            "하자담보 \n책임기간",
            "",
            ""
          ],
          [
            "국가기관등과의 \n낙찰방식,낙찰율",
            "방식,       %",
            ""
          ]
        ],
        [
          [
            "하도급 대금지급 비율 명세서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "원도급자",
            "",
            "",
            "",
            "하도급자",
            "",
            "",
            "",
            ""
          ],
          [
            "사 업 명",
            "",
            "",
            "",
            "하 도 급 \n사 업 명",
            "",
            "",
            "",
            ""
          ],
          [
            "회 사 명",
            "",
            "",
            "",
            "회 사 명",
            "",
            "",
            "",
            ""
          ],
          [
            "사업기간",
            "",
            "",
            "",
            "하 도 급\n기  간",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "하도급\n지급대금",
            "",
            "원",
            "",
            ""
          ],
          [
            "하도급 지급\n대금 세부내역",
            "구분",
            "기술\n등급",
            "①SW 월 \n노임단가",
            "②투입인력\n(MM)",
            "③MM당 \n하도급 대가",
            "",
            "④지급금액\n(②x③)",
            "⑤지급비율"
          ],
          [
            "",
            "MM",
            "기술사",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "특급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "고급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "중급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "초급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "합  계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "상기와 같이 합의하였음을 확인합니다\n                             년  월  일\n                     (원도급자)         직인\n                     (하도급자)         직인",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "첨부서류 : 하도급 부문 산출 내역서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "판  단  항  목",
            "",
            ""
          ],
          [
            "1. 하수급인의 자격 \n(부정당업자로 지정되어 입찰참가제한 중인지 여부)",
            "",
            ""
          ],
          [
            "2. 하수급인의\n  사업수행능력 \n(40점)",
            "가. 사업수행실적",
            ""
          ],
          [
            "",
            "나. 고용안정 및 적법근로",
            ""
          ],
          [
            "",
            "소 계",
            ""
          ],
          [
            "3. 하도급 계약방식\n (60점)",
            "가.  하도급대금  지급방식의 \n적정성",
            ""
          ],
          [
            "",
            "나. 하도급 금액의 적정성",
            ""
          ],
          [
            "",
            "소 계",
            ""
          ],
          [
            "4. 기타",
            "가점",
            ""
          ],
          [
            "",
            "소 계",
            ""
          ],
          [
            "합 계",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 75 - 첨부서식-10호 기술적용계획표 사업명 KUSF 체육특기자 경기기록 관리시스템 개발 작성일 2024년 8월 8일 법률 및 고시 구분 항 목 법률 o 국가정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 지침과학기술정보통신부고시 o 전자서명인증업무지침과학기술정보통신부고시 o 전자정부서비스 호환성 준수지침행정안전부고시 o 정보보호시스템 공통평가기준과학기술정보통신부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관도메인명및IP주소체계표준행정안전부고시 o 개인정보의 안전성 확보 조치 기준행정안전부고시 o 전자정부 정보보호관리체계G-ISMS 인증 등에 관한 지침행정안전부훈령 o 지방자치단체 입찰 및 계약집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 지방자치단체 용역계약 일반조건행정안전부예규 o 표준개인정보보호지침행정안전부 예규 o 엔지니어링사업 대가의 기준과학기술정보통신부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정과학기술정보통신부고시 o 분리발주대상 소프트웨어과학기술정보통신부고시 o 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한과학기술정보통신부고시 o 소프트웨어 품질인증의 세부기준 및 절차과학기술정보통신부고시 o 소프트웨어사업하도급계약의 적정성 판단기준과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 하도급거래 공정화 지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준방송통신위원회고시 o 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업과학기술정보통신부고시 - 76 - 서비스 접근 및 전달 분야 구 분 항 목 기본 지침 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다 세부 기술 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd - 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검 토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스 는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0 XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0",
      "tables": [
        [
          [
            "구 분\n항  목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 \n수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 \n등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야 한다",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "외부 접근 \n장치",
            "o 웹브라우저 관련\n - HTML 4.01/HTML 5, CSS 2.1\n - XHTML 1.0\n - XML 1.0, XSL 1.0\n - ECMAScript 3rd\n - 한국형 웹 콘텐츠 접근성 지침 2.1"
          ],
          [
            "",
            "o 모바일 관련\n - 모바일 웹 콘텐츠 저작 지침 1.0 (KICS.KO-10.0307)"
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS X ISO/IEC 20000)/ ITIL v3"
          ],
          [
            "서비스 전달 \n프로토콜",
            "IPv4\nIPv6"
          ]
        ],
        [
          [
            "구 분\n항  목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검\n토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스\n는 범정부 차원의 공유·활용이 가능하도록 지원하여야 한다",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "서비스 통합",
            "o 웹 서비스\n - SOAP 1.2, WSDL 2.0, XML 1.0\n - UDDI v3\n - RESTful"
          ],
          [
            "",
            "o 비즈니스 프로세스 관리\n - UML 2.0/BPMN 1.0\n - ebXML/BPEL 2.0/ XPDL 2.0"
          ],
          [
            "데이터 공유 o 데이터 형식 : XML 1.0",
            ""
          ],
          [
            "인터페이스",
            "o 서비스 발견 및 명세 : UDDI v3, WSDL 2.0"
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "o 국가정보화 기본법\no 공공기관의 정보공개에 관한 법률\no 개인정보 보호법\no 소프트웨어 진흥법\no 인터넷주소자원에 관한 법률\no 전자서명법\no 전자정부법\no 정보통신기반 보호법\no 정보통신망 이용촉진 및 정보보호 등에 관한 법률\no 통신비밀보호법\no 국가를 당사자로 하는 계약에 관한 법률\no 하도급거래 공정화에 관한 법률\no 지방자치단체를 당사자로 하는 계약에 관한 법률"
          ],
          [
            "고시 등",
            "o 보안업무규정(대통령령)\no 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\no 장애인·고령자 등의 정보 접근 및 이용 편의 증진을 위한 \n지침(과학기술정보통신부고시)\no 전자서명인증업무지침(과학기술정보통신부고시)\no 전자정부서비스 호환성 준수지침(행정안전부고시)\no 정보보호시스템 공통평가기준(과학기술정보통신부고시)\no 정보보호시스템 평가인증 지침(과학기술정보통신부고시)\no 정보시스템 감리기준(행정안전부고시)\no 행정전자서명 인증업무지침(행정안전부고시)\no 행정기관도메인명및IP주소체계표준(행정안전부고시)\no 개인정보의 안전성 확보 조치 기준(행정안전부고시)\no 전자정부 정보보호관리체계(G-ISMS) 인증 등에 관한 지침(행정안전부훈령)\no 지방자치단체 입찰 및 계약집행 기준(행정안전부예규)\no 지방자치단체 입찰시 낙찰자 결정기준(행정안전부예규)\no 지방자치단체 용역계약 일반조건(행정안전부예규)\no 표준개인정보보호지침(행정안전부 예규)\no 엔지니어링사업 대가의 기준(과학기술정보통신부고시)\no 소프트웨어 기술성 평가기준 지침(과학기술정보통신부고시)\no 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정(과학기술정보통신부고시)\no 분리발주대상 소프트웨어(과학기술정보통신부고시)\no 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 \n하한(과학기술정보통신부고시)\no 소프트웨어 품질인증의 세부기준 및 절차(과학기술정보통신부고시)\no 소프트웨어사업하도급계약의 적정성 판단기준(과학기술정보통신부고시)\no 용역계약일반조건(기획재정부계약예규)\no 협상에 의한 계약체결기준(기획재정부계약예규)\no 하도급거래 공정화 지침(공정거래위원회예규)\no 정보보호조치에 관한 지침(과학기술정보통신부고시)\no 개인정보의 기술적·관리적 보호조치 기준(방송통신위원회고시)\no 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업(과학기술정보통신부고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 77 - 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원 되는 장비를 채택하여야 한다 O 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다 O 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 O o 부가통신 VoIP - H.323 O - SIP O - MegacoH.248 O 운영체제 및 기반 환경 o 개방형 운영 체제 및 기반환경 POSIX O o 무선용 운영 체계 - android O - IOS O - 윈도우폰7 O o 무선용 기반환경 - Java O - Objective C O 데이터베이스 o DBMS - RDBMS O - ORDBMS O - OODBMS O - MMDBMS O 시스템 관리 o ITIL v3 ISO20000 O 소프트웨어 공학 o 모델링 UML2.0 O o 개발프레임워크 전자정부 표준프레임워크 O - 78 - 요소기술 분야 구 분 항 목 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다 o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다 o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부 장관에 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정 안전부에 표준 등록을 요청하여야 한다 o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템 과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다 세부 기술 지침 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP - PHP 프로그래밍 o 개방형 프로그래밍 - J2EE 5, J2SE 5.0, Java Servlet 2.5 o 웹프로그래밍 - XML 1.0, XSL 1.1 - RDF - AJAX 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용",
      "tables": [
        [
          [
            "구 분\n항  목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다",
            ""
          ],
          [
            "o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, \n데이터베이스 통합 등을 위하여 표준화되어야 한다",
            ""
          ],
          [
            "o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수\n하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 \n행정안전부  장관에  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정\n안전부에 표준 등록을 요청하여야 한다",
            ""
          ],
          [
            "o  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템\n과의  연계를  위해  데이터베이스  사용이  투명해야  하며  다양한 \n유형의 인터페이스를 지원하여야 한다",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "데이터 표현",
            "o 정적표현 : HTML 4.01"
          ],
          [
            "",
            "o 동적표현\n - JSP 2.1\n - ASP\n - PHP"
          ],
          [
            "프로그래밍",
            "o 개방형 프로그래밍\n - J2EE 5, J2SE 5.0, Java Servlet 2.5"
          ],
          [
            "",
            "o 웹프로그래밍\n - XML 1.0, XSL 1.1 \n - RDF\n - AJAX"
          ],
          [
            "데이터 교환",
            "o 교환프로토콜: \n - XMI 2.0\n - SOAP 1.2"
          ],
          [
            "",
            "o 문자셋\n - EUC-KR \n - UTF-8(단, 신규시스템은 UTF-8 우선 적용)"
          ]
        ],
        [
          [
            "구 분\n항  목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미 적\n용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원\n되는 장비를 채택하여야 한다",
            "",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행\n하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보\n시스템과 호환성 및 확장성이 보장되어야 한다",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "o 화상회의 및 멀티미디어 통신 : H.320~H.324, H.310",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "o 부가통신: VoIP\n - H.323\n - SIP \n - Megaco(H.248)",
            "",
            "",
            "",
            "O\nO\nO",
            ""
          ],
          [
            "운영체제 및\n기반 환경",
            "o 개방형 운영 체제 및 기반환경 : POSIX",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "o 무선용 운영 체계\n - android\n - IOS\n - 윈도우폰7",
            "",
            "",
            "",
            "O\nO\nO",
            ""
          ],
          [
            "",
            "o 무선용 기반환경\n - Java\n - Objective C",
            "",
            "",
            "",
            "O\nO",
            ""
          ],
          [
            "데이터베이스",
            "o DBMS\n - RDBMS\n - ORDBMS\n - OODBMS\n - MMDBMS",
            "O",
            "",
            "",
            "O\nO\nO",
            ""
          ],
          [
            "시스템 관리",
            "o ITIL v3 / ISO20000",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "o 모델링 : UML2.0",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "o 개발프레임워크 : 전자정부 표준프레임워크",
            "O",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 79 - 보안 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립 하고 이를 적용하여야 한다 이는 정보시스템의 구축 운영과 관 련된서비스 접근 및 전달,플랫폼 및 기반구조,요소기 술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다 O o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으로 하여야 한다 O 세부 기술 지침 관리적 보안 o 국가정보보안기본지침국정원 - 국가 사이버안전 매뉴얼 O 기술적 보안 o 국가용 암호 제품 대상국정원 보안적합성 인증 필요 - PKI제품 O - SSO제품 O - 디스크파일 암호화 제품 O - 문서 암호화 제품DRM등 O - 메일 암호화 제품 O - 키보드 암호화 제품 O - 하드웨어 보안 토큰 O - DB암호화 제품 O o CC제품군국제 CC인 경우 IT 보안인증사무국의 인증 필요 - 침입차단 O - 침입탐지 O - 침입방지 O - 통합보안관리 O - 보안관리서버 O - 웹방화 벽 O - DDos 대응 O - VOIP 보안 O - 무선침입방지 O - 무선랜 인증 O - 가상사설망 O - 네트워크 접근통제 O - 스팸메일차단 O - 바이러스백신 - PC매체제어 O - PC침입차단 O - 콘텐츠보안 O - 자료유출 방지 O - 메일보안 O - 서버보안 O - DB접근 통제 O - 다중영역구분 O - 스마트카드 O - 보안USB O - 복합기 완전삭제 O - 80 - 첨부서식-11호 소프트웨어 개발사업의 적정 사업기간 종합산정서 사업명 KUSF 체육특기자 경기기록 관리시스템 개발 항목별 검토 의견 검토항목 검토의견 1 기능점수FP 기반 SW사업 적정 개발기간 산정표 FP검토 결과 소프트웨어개발생산성과 개발 규모별 인력 수 정보를 기반으로 적정하게 사업기간이 산출되었음 2 사업기초자료 사업계획서, 예산신청서, 제안요청서 체육특기자 경기기록 관리시스템은 120일이 적정하다고 판단됨 3 유사사업 자료 예산, 기능 등 유사사업 자료와 비교 시 적정 4 기타 특이사항 해당사항 없음 종합 의견 5 종합의견 위 사항을 모두 고려해 종합적으로 판단하면 120일 구축기간은 적정하다고 판단됨 소프트웨어사업 계약 및 관리감독에 관한 지침제10조제3항에 따른 소프트웨어 개발사업의 적정 사업기간을 위와 같이 산정합니다. 2024년 월 일 한국대학스포츠협의회장 인 소프트웨어사업 관리감독에 관한 일반기준 제6조 제4항에 따라 위원명 및 서명은 제외하고 종합 산정서를첨부합니다. 또한 상기 내용은 사실과 다름이 없음을 확인합니다.",
      "tables": [
        [
          [
            "사업명\nKUSF 체육특기자 경기기록 관리시스템 개발",
            "",
            ""
          ],
          [
            "항목별 검토 의견",
            "",
            ""
          ],
          [
            "검토항목",
            "검토의견",
            ""
          ],
          [
            "① 기능점수(FP) 기반\nSW사업 적정 개발기간 \n산정표",
            "FP검토  결과  소프트웨어개발생산성과  개발\n규모별  인력  수  정보를  기반으로  적정하게\n사업기간이 산출되었음",
            ""
          ],
          [
            "② 사업기초자료\n(사업계획서, 예산신청서,\n제안요청서)",
            "체육특기자  경기기록  관리시스템은  120일이 \n적정하다고 판단됨",
            ""
          ],
          [
            "③ 유사사업 자료",
            "예산, 기능 등 유사사업 자료와 비교 시 적정",
            ""
          ],
          [
            "④ 기타 특이사항",
            "해당사항 없음",
            ""
          ],
          [
            "종합 의견",
            "",
            ""
          ],
          [
            "⑤ 종합의견",
            "위 사항을 모두 고려해 종합적으로 판단하면 \n120일 구축기간은 적정하다고 판단됨",
            ""
          ],
          [
            "「소프트웨어사업 계약 및 관리감독에 관한 지침」제10조제3항에 따른 소프트웨어 \n개발사업의 적정 사업기간을 위와 같이 산정합니다.\n                                           \n                                                           2024년   월 일\n     한국대학스포츠협의회장     인",
            "",
            ""
          ]
        ],
        [
          [
            "구 분\n항  목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립\n하고 이를 적용하여야 한다 이는 정보시스템의 구축 운영과 관\n련된“서비스 접근 및 전달”,“플랫폼 및 기반구조”,“요소기\n술” 및 “인터페이스 및 통합” 분야를 모두 포함하여야 한다",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 \n공인전자서명 또는 행정전자서명을 기반으로 하여야 한다",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관리적 \n보안",
            "o 국가정보보안기본지침(국정원)\n- 국가 사이버안전 매뉴얼",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "기술적 \n보안",
            "o 국가용 암호 제품 대상(국정원 보안적합성 인증 필요) \n - PKI제품\n - SSO제품\n - 디스크․파일 암호화 제품\n - 문서 암호화 제품(DRM)등\n - 메일 암호화 제품\n - 키보드 암호화 제품\n - 하드웨어 보안 토큰\n - DB암호화 제품",
            "",
            "",
            "",
            "O\nO\nO\nO\nO\nO\nO\nO",
            ""
          ],
          [
            "",
            "o CC제품군(국제 CC인 경우 IT 보안인증사무국의 인증 필요)\n - 침입차단\n - 침입탐지\n - 침입방지\n - 통합보안관리\n - 보안관리서버\n - 웹방화 벽\n - DDos 대응\n - VOIP 보안\n - 무선침입방지\n - 무선랜 인증\n - 가상사설망\n - 네트워크 접근통제\n - 스팸메일차단\n - 바이러스백신\n - PC매체제어\n - PC침입차단\n - 콘텐츠보안\n - 자료유출 방지\n - 메일보안\n - 서버보안\n - DB접근 통제\n - 다중영역구분\n  - 스마트카드\n  - 보안USB\n  - 복합기 완전삭제",
            "O\nO\nO\nO\nO",
            "",
            "",
            "O\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}