{
  "csv_metadata": {
    "공고 번호": "20240446926",
    "공고 차수": 0.0,
    "사업명": "꿀 품질평가 전산시스템 기능개선 사업",
    "사업 금액": 49000000,
    "발주 기관": "축산물품질평가원",
    "공개 일자": "2024-04-30 11:27:29",
    "입찰 참여 시작일": "2024-04-30 12:00:00",
    "입찰 참여 마감일": "2024-05-17 10:00:00",
    "사업 요약": "- 사업개요: 꿀 품질평가 전산시스템 기능개선 사업\n- 추진배경: 법령 개정 및 업무 효율화 필요\n- 사업범위: 시스템 개선, 등급판정 업무 효율화, 정보 제공 등\n- 기대효과: 업무 효율성 향상, 제도 신뢰성 제고, 데이터 관리 강화\n- 추진목표: 법령 및 지침 변경사항 반영, 기능 추가 및 개선, 사용자 편의성 향상",
    "파일형식": "pdf",
    "파일명": "축산물품질평가원_꿀 품질평가 전산시스템 기능개선 사업.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "붙임 제 안 요 청 서 사업명 꿀 품질평가 전산시스템 기능개선 사업 주관기관 축산물품질평가원 2024. 4. 담 당 성 명 소 속 전화번호 e-mail 사업담당자 길주애 품질평가처 044-410-7058 ja8504ekape.or.kr 계약담당자 한승조 운영지원처 044-410-7214 hsj3623ekape.or.kr 목 차 I. 사업 개요 1 가. 사업개요 1 나. 추진배경 및 필요성 1 다. 주요 사업내용 1 라. 기대효과 1 II. 사업추진계획 2 가. 업무 현황 2 나. 시스템 현황 2 다. 추진방향 2 라. 추진체계 및 역할 2 마. 사업내용 3 바. 성과지표 및 시스템 구성도 5 III. 제안요청 내용 6 가. 상세요구사항 6 나. 특수사항 37 IV. 제안서 작성 요령 38 가. 제안서 효력 38 나. 제안서 작성지침권고사항 및 유의사항 38 다. 제안서 목차 40 라. 세부작성지침 41 V. 제안안내 사항 44 가. 입찰방식 44 나. 제안서 평가방법 47 다. 기술성 평가기준 47 라. 제출서류 53 마. 제안서 제출 일정 및 방법 53 바. 제안요청 설명회 53 사. 제안설명회 개최 54 아. 입찰시 유의사항 54 자. 제안서 보상 55 차. 기타 사항 55",
      "tables": [
        [
          [
            "사업명",
            "꿀  품질평가  전산시스템  기능개선  사업"
          ],
          [
            "주관기관",
            "축산물품질평가원"
          ]
        ],
        [
          [
            "담  당",
            "성  명",
            "소  속",
            "전화번호",
            "e-mail"
          ],
          [
            "사업담당자\n계약담당자",
            "길주애\n한승조",
            "품질평가처\n운영지원처",
            "044-410-7058\n044-410-7214",
            "ja8504@ekape.or.kr\nhsj3623@ekape.or.kr"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "VI. 제안서 관련 서식 56 서식1 일반 현황 및 연혁 56 서식2 자본금 및 매출액 현황 입찰공고일로부터 최근 3년 57 서식3 사업 실적 증명서 58 서식4 참여인력 이력사항 59 서식5 기술적용계획표 60 서식6 소프트웨어사업 하도급 계획서 68 서식7 소프트웨어사업 하도급 계획서계약체결 시 69 서식8 하도급계약의 적정성 판단 세부기준 70 서식9 소프트웨어 개발사업의 적정 사업기간 종합산정서 71 서식10 소프트웨어사업 영향평가 검토결과서 72 서식11 확약서 용역사업 수행업체 대표자 用 73 서식12 보안서약서 74 서식13 용역업체 자료제공 관리대장 75 서식14 개인정보 보호를 위한 법적 의무조치 사항 76 서식15 청렴계약 이행서약서 78 서식16 보안관리 관련 기준 및 정보 79 별첨1 사업자 보안위반 처리기준 80 별첨2 보안 위약금 부과 기준 82 별첨3 누출금지 대상정보 83 별첨4 일일 용역사업 보안점검 리스트 84 - 1 - I 사업 개요 가. 사업개요 사업명 꿀 품질평가 전산시스템 기능개선 사업 사업기간 계약일로부터 90일 사업예산 50백만원 입찰방법 일반경쟁입찰협상에 의한 계약 나. 추진배경 및 필요성 관련 법령23.12.27., 시행 지침 개정 등의 변경사항과 제도 참여자의 개선의견을 시스템에 반영하고 업무효율화 및 사용자 편리성 도모 기 구축된 시스템에 대한 사용자별 추가기능 개발 또는 개선 요청 및 업무 효율성 제고 필요 다. 주요 사업내용 꿀 품질평가 관련 법령 개정으로, 개정에 대한 업무절차 변경 내역 적용 꿀 등급판정 대상업체, 검사기관, 품질평가사, 소비자 등 업무 효율화와 제도 이행대상자의 편의성 향상 라. 기대효과 꿀 등급판정 정보 관리 및 이행 주체별 시스템 관리로 업무의 효율 성 향상과 국내산 꿀의 품질정보 제공으로 제도의 신뢰성 제고 꿀의 생산, 소분 등정보등록 및 소비자 정보제공을 위한 전산 관리 체계 구축으로 제도의 안정적 정착 도모 시행업체별 점검실적 관리 등 현장업무 효율화를 위한 기능 개발로 국내 등급 꿀 생산량 등 데이터 관리 강화",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 2 - II 사업 추진계획 가. 업무 현황 꿀 품질평가 수행을 위한 주요 업무등급판정신청규격검사등급판정 등 업무 구분 내 용 업무주체 등급판정신청 꿀 등급판정 신청 시행업체 규격검사 꿀 규격검사 수행 규격검사기관 등급판정 등급판정 및 확인서 발급 품질평가사 나. 시스템 현황홈페이지 및 내부시스템 운영 업무시스템 연계시스템 꿀등급판정시스템 시행업체, 규격검사기관 실험실관리시스템 내부직원용-시료접수자 품질평가시스템 내부직원용-품질평가사 다. 추진방향 꿀 품질평가 관련 법령 개정으로, 개정에 대한 업무절차 변경 내역 적용 꿀 등급판정 대상업체, 검사기관, 품질평가사, 소비자 등 업무 효율화 라. 추진체계 및 역할 축산물품질평가원 디지털추진본부 품질평가처 운영지원처 정보보안 및 개인정보보호 관리 시스템 지원 사업 총괄관리 사업계약 관리 사업수행업체 사업수행 - 3 - 추진 조직 역 할 품질평가처 사업 관련 주요 의사결정 등 사업 추진계획 수립 및 제안요청서 작성 사업자 선정 및 계약체결, 단계별 사업추진운영 사업관리 및 이슈 사항 제시 요구사항 이행 내역 점검 및 최종산출물 검수 관련 부서 협력 요청 사업수행업체 꿀 품질평가 전산시스템 고도화 계획수립 및 수행 시스템의 안정적 운영 지원 사용자 교육 및 기술이전, 시스템 이용자 만족도 조사 등 산출물 관리 운영지원처 조달청 입찰, 제안평가 및 계약 체결 등 디지털추진본부 정보화 사업관련 정보보안 및 개인정보 점검 시스템 지원 사업계약관리 운영지원처 및 조달청 입찰공고, 사업자 선정, 계약체결 지원 마. 사업내용 공통 법령 및 지침 개정에 변경사항 반영 서식과 별표 등 법령 및 지침에 나와있는 사항으로 전산 기능 추가 또는 변경 - 대상업체, 생산관리번호, 유통관리번호 등 법령과 지침에서 사용하는 명칭으로 변경하고 소비자 정보 조회앱에서 등급판정 확인서 열람 포함가 가능하도록 개발 꿀 등급판정 대상업체 등급판정신청서 접수 기능 고도화 꿀 등급판정 대상업체에서 등급판정신청서 작성 후 제출시 동일 농장에 한해 등급판정 신청서가 자동 접수되도록 기능을 구현 품질평가사, K-GRADE 등급판정 신청서 자료관리 기능 고도화 꿀 등급판정 대상업체가 등급판정신청서를 제출한 뒤 그 제출된 내용을 품질평가사가 확인하고 신청서를 접수하는 기능 개발 규격검사기관 검사메뉴 필터 기능 강화 검사대기, 검사신청 등 선택적 조건만 노출될 수 있도록 필터 조건 추가",
      "tables": [
        [
          [
            "업무  구분",
            "내  용",
            "업무주체"
          ],
          [
            "등급판정신청",
            "꿀  등급판정  신청",
            "시행업체"
          ],
          [
            "규격검사",
            "꿀  규격검사  수행",
            "규격검사기관"
          ],
          [
            "등급판정",
            "등급판정  및  확인서  발급",
            "품질평가사"
          ]
        ],
        [
          [
            "추진  조직",
            "역      할"
          ],
          [
            "품질평가처",
            "•  사업  관련  주요  의사결정  등\n  •  사업  추진계획  수립  및  제안요청서  작성\n  •  사업자  선정  및  계약체결,  단계별  사업추진·운영\n  •  사업관리  및  이슈  사항  제시\n  •  요구사항  이행  내역  점검  및  최종산출물  검수\n  •  관련  부서  협력  요청"
          ],
          [
            "사업수행업체",
            "•  꿀  품질평가  전산시스템  고도화  계획수립  및  수행\n  •  시스템의  안정적  운영  지원\n  •  사용자  교육  및  기술이전,  시스템  이용자  만족도  조사  등\n  •  산출물  관리"
          ],
          [
            "운영지원처",
            "•  조달청  입찰,  제안평가  및  계약  체결  등"
          ],
          [
            "디지털추진본부",
            "•  정보화  사업관련  정보보안  및  개인정보  점검  /  시스템  지원"
          ],
          [
            "사업계약관리\n(운영지원처 및 조달청)",
            "•  입찰공고,  사업자  선정,  계약체결  지원"
          ]
        ],
        [
          [
            "업무시스템",
            "연계시스템",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "<꿀등급판정시스템>\n(시행업체,  규격검사기관)",
            "<실험실관리시스템>\n(내부직원용-시료접수자)",
            "<품질평가시스템>\n(내부직원용-품질평가사)",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 4,
      "text": "- 4 - 대국민 QR코드 조회를 위한 URL 연계 기능 구현 소비자 정보제공을 위해 등급꿀 제품에 부착된 스티커의 QR코드 조회 시 URL 연동으로 정보조회가 가능 꿀 등급판정 대상업체 소분 소분메뉴에서 검사성적서 출력 기능 추가, 목록 조회 개수 확장, 엑셀 다운로드 기능 및 소분확인 버튼 추가 시료접수, 품질평가사, LIMS, K-GRADE 소분, 판매단계 시료 접수 및 모니터링 신청 메뉴 추가 LIMS에 평가사가 채취한 시료 내역 등록 기능K-Grade와 연계, 시행업 체소분 모니터링, 판매단계 모니터링 시료채취 시 라벨 출력 및 바 코드 기능 추가 품질평가사, K-GRADE 등급판정 수수료 징수를 위한 기능 신규개발 시행업체별 수수료 납입 고지서 조회 및 발행, 매월 품질평가사가 납 입고지서를 출력하여 작업장 수수료 담당자에게 자동 메일 발송 및 수신 여부, 발신 메일 주소 확인 기능 개발 납입고지서 발급내역, 고지금액에 대한 납입여부 관리 가능 기능 개발 내규 축산물등급판정수수료징수업무지침의내용준수하여기능개발 제도 담당자, K-GRADE 통계기능 강화 홈페이지 방문자 집계, 꿀 등급판정 대상업체별 작업장 월마감 집계, 일별월별연도별 드럼신청과 등급판정 건수 및 중량, 월별연도별 등급 판정 참여 농가수, 지원별 대상업체별 모니터링 건수와 횟수등급, 소분, 판매 등 통계 세부내역 출력 기능 제도 품질평가 관리자제도 담당자 권한 부여 기능 개발 제도 운영 현황과 시스템 문제장애요인 발생 시 즉각적인 현황파악과 조치를 위해 제도 담당자의 시스템의 전단계를 확인할 수 있는 권한 부여 기능 추가 - 5 - 기타 공공데이터 품질관리 수준 진단평가시 산출물 제출 등에 협조 만족도 조사 사용자별 시스템 만족도 조사 진행 바성과지표 및 시스템 구성도 성과지표 번호 성과지표명 산 식 1 웹표준화 준수율 웹 표준 요구사항 건수 제안요청서 명시 요구사항 건수 100 2 요구사항 준수율 요구사항 구현건수-전체 요구사항 수 전체 요구사항 수 100 시스템 구성도 비공개 기관 방문 시 담당자 입회하에 확인 가능 사과업 보완사항 명시되지 않은 세부 사항 및 보완사항 관련 과업수행 방법 범위 등 본 제안요청서에 표현되지 않은 세부 사항은 축산물품질평가원과 협의하여 정함 용역 수행과정에서 발주기관의 요청이 있는 경우 해당 내용을 제출하여 사전 협의 후 보완사항을 반영하여야 함",
      "tables": [
        [
          [
            "번호",
            "성과지표명",
            "산  식"
          ],
          [
            "1",
            "웹표준화 \n준수율",
            "(웹 표준 요구사항 건수 / 제안요청서 명시  요구사항 건수) × 100"
          ],
          [
            "2",
            "요구사항 \n준수율",
            "((요구사항 구현건수-전체 요구사항 수) / 전체 요구사항  수) * 100"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 18
    },
    {
      "page": 5,
      "text": "- 6 - III 제안요청 내용 가. 상세요구사항 요구사항 총괄표 요청사항 구분 ID부여규칙 요구사항수 기능요구사항 SFR System FRction Requirement SFR-00 10 성능요구사항 PER Performance Requirement PER-00 4 인터페이스요구사항 INT System Interface Requirement INT-00 2 데이터 요구사항 DAR Data Requirement DAR-00 10 테스트 요구사항 TER Test Requirement TER-00 5 보안요구사항 SER Security Requirement SER-00 13 품질 요구사항 QUR Quality Requirement QUR-00 5 제약사항 COR Constraint Requirement COR-00 7 프로젝트관리 요구사항 PMR Project Management Requirement PMR-00 21 프로젝트지원 요구사항 PSR Project Support Requirement PSR-00 7 합계 84 요구사항 상세내용 1 기능 요구사항System Function Requirement SFR 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-01 요구사항 명칭 업무절차 변경 내역 시스템 반영 정의 법령 및 지침 개정에 따른 요구사항 요구사항 상세설명 ᄋ 변경된 서식과 별표 등 법령 및 지침에 나와있는 사항으로 전산 기능이 추가 또는 변경되어야 함 - 대상업체, 생산관리번호, 유통관리번호 등 법령과 지침에서 사용하는 명 칭으로 변경하고 소비자 정보 조회가 가능하도록 개발 - 품질평가사가 시료채취 후 드럼봉인 시 봉인기에 각인된 드럼관리번호를 - 7 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-05 요구사항 분류 기능 요구사항 고유번호 SFR-04 요구사항 명칭 검사메뉴 필터 기능 강화 정의 검사메뉴 필터 기능 강화 요구사항 요구사항 상세설명 ᄋ 검사대기, 검사신청 등 선택적 조건만 노출될 수 있도록 필터 조건을 통 해서 조회할 수 있어야 함 - 규격검사기관의 검사메뉴 필터 기능 강화 개발 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 SFR-02 요구사항 명칭 등급판정신청서 자동 접수 기능 개발 정의 등급판정신청서 자동 접수 기능 개발 요구사항 요구사항 상세설명 ᄋ 꿀 등급판정 대상업체가 신청한 등급판정신청서가 자동으로 접수될 수 있어야 함 - 꿀 등급판정 대상업체에서 등급판정신청서 작성 후 제출시 동일 농장에 한해 등급판정 신청서가 자동 접수되도록 기능을 구현 - 보유기간이 지난 등급판정신청은 파기하고 파기내역 기록관리기간별 파기건수 - 등급판전신청 정보 중 별도 보관이 필요한 자료는 K-GRADE 또는 구축된 꿀 등급판정 관리 시스템honey에 별도 준영구로 보관할 수 있어야 함 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 고유번호 SFR-03 요구사항 명칭 등급판정 신청서 자료관리 기능 정의 등급판정 신청서 자료관리 기능 요구사항 요구사항 상세설명 ᄋ K-GRADE꿀 등급판정 대상업체가 등급판정신청서를 제출한 뒤 그 제 출된 내용을 품질평가사가 확인하고 신청서를 접수할 수 있어야함 - 품질평가사등급판정신청서 접수 기능 개발 비고 신규 개발 산출정보 개발 단계별 표준산출물 관리하기 위한 기능 구현 산출정보 개발 단계별 표준산출물",
      "tables": [
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "SFR-02"
          ],
          [
            "요구사항  명칭",
            "등급판정신청서  자동  접수  기능  개발"
          ],
          [
            "정의",
            "등급판정신청서  자동  접수  기능  개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  꿀  등급판정  대상업체가  신청한  등급판정신청서가  자동으로  접수될  수 \n있어야  함\n  -  꿀  등급판정  대상업체에서  등급판정신청서  작성  후  제출시  동일  농장에 \n한해  등급판정  신청서가  자동  접수되도록  기능을  구현\n  -  보유기간이  지난  등급판정신청은  파기하고  파기내역  기록관리(기간별  파기건수)\n  -  등급판전신청  정보  중  별도  보관이  필요한  자료는  K-GRADE  또는  구축된 \n꿀  등급판정  관리  시스템(honey)에  별도  준영구로  보관할  수  있어야  함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "SFR-03"
          ],
          [
            "요구사항  명칭",
            "등급판정  신청서  자료관리  기능"
          ],
          [
            "정의",
            "등급판정  신청서  자료관리  기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  (K-GRADE)꿀  등급판정  대상업체가  등급판정신청서를  제출한  뒤  그  제\n출된  내용을  품질평가사가  확인하고  신청서를  접수할  수  있어야함\n  -  (품질평가사)등급판정신청서  접수  기능  개발"
          ],
          [
            "비고",
            "신규  개발"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요청사항  구분",
            "",
            "ID부여규칙",
            "요구사항수"
          ],
          [
            "기능요구사항\n(SFR)",
            "System  FRction  Requirement",
            "SFR-00",
            "10"
          ],
          [
            "성능요구사항\n(PER)",
            "Performance  Requirement",
            "PER-00",
            "4"
          ],
          [
            "인터페이스요구사항\n(INT)",
            "System  Interface  Requirement",
            "INT-00",
            "2"
          ],
          [
            "데이터  요구사항\n(DAR)",
            "Data  Requirement",
            "DAR-00",
            "10"
          ],
          [
            "테스트  요구사항\n(TER)",
            "Test  Requirement",
            "TER-00",
            "5"
          ],
          [
            "보안요구사항\n(SER)",
            "Security  Requirement",
            "SER-00",
            "13"
          ],
          [
            "품질  요구사항\n(QUR)",
            "Quality  Requirement",
            "QUR-00",
            "5"
          ],
          [
            "제약사항\n(COR)",
            "Constraint  Requirement",
            "COR-00",
            "7"
          ],
          [
            "프로젝트관리  요구사항\n(PMR)",
            "Project  Management  Requirement",
            "PMR-00",
            "21"
          ],
          [
            "프로젝트지원  요구사항\n(PSR)",
            "Project  Support  Requirement",
            "PSR-00",
            "7"
          ],
          [
            "합계",
            "",
            "",
            "84"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능"
          ],
          [
            "요구사항  고유번호",
            "SFR-04"
          ],
          [
            "요구사항  명칭",
            "검사메뉴  필터  기능  강화"
          ],
          [
            "정의",
            "검사메뉴  필터  기능  강화  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  검사대기,  검사신청  등  선택적  조건만  노출될  수  있도록  필터  조건을  통\n해서  조회할  수  있어야  함\n  -  규격검사기관의  검사메뉴  필터  기능  강화  개발"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SFR-01"
          ],
          [
            "요구사항  명칭",
            "업무절차  변경  내역  시스템  반영"
          ],
          [
            "정의",
            "법령  및  지침  개정에  따른  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  변경된  서식과  별표  등  법령  및  지침에  나와있는  사항으로  전산  기능이 \n추가  또는  변경되어야  함\n  -  대상업체,  생산관리번호,  유통관리번호  등  법령과  지침에서  사용하는  명\n칭으로  변경하고  소비자  정보  조회가  가능하도록  개발\n  -  품질평가사가  시료채취  후  드럼봉인  시  봉인기에  각인된  드럼관리번호를"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 8 - 요구사항 명칭 QR코드 조회를 위한 URL 연계 기능 구현 정의 QR코드 조회를 위한 URL 연계 기능 구현 요구사항 요구사항 상세설명 ᄋ 대국민소비자 정보제공을 위해 등급꿀 제품에 부착된 스티커의 QR코드 조회 시 URL 연동으로 정보조회가 되어야 함 - 생산이력번호를 통한 등급판정결과에 대한정보 제공 기능 구현 - 11자리, 12자리 모두 검색 가능하도록 구현하되 숫자 또는 영문만 기입 할 수 있도록 개발 - 시행업체에서 원하는 인쇄소의 라벨 출력과 URL이 연동되어 소비자 정 보 조회가 가능토록 URL 정보를 축평원 또는 시행업체에 전달 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-07 요구사항 명칭 소분, 판매단계 시료 접수 및 모니터링 신청 메뉴 추가 정의 소분, 판매단계 시료 접수 및 모니터링 신청 메뉴 추가 요구사항 요구사항 상세설명 ᄋ LIMS시스템과 K-GRADE시스템간 시료 관련정보가 연동되어야 함 - 시료접수, 품질평가사LIMS에 평가사가 채취한 시료 내역 등록 기능 K-GRADE와 연동, 시행업체소분 모니터링, 판매단계 모니터링 시료 채취 시 라벨 출력 및 바코드 기능 추가 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-08 요구사항 명칭 등급판정 수수료 징수를 위한 기능 신규개발 정의 등급판정 수수료 징수를 위한 기능 신규개발 요구사항 요구사항 상세설명 ᄋ K-GRADE시행업체별 수수료 납입 고지서 조회 및 발행, 매월 품질평가 사가 납입고지서를 출력하여 작업장 수수료 담당자에게 자동 메일 발송 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-06 요구사항 명칭 소분 기능 고도화 정의 소분 기능 고도화 요구사항 요구사항 상세설명 ᄋ 소분 기능의 사용성이 용이하도록 개발하여야 함 - 소분메뉴에서 검사성적서 출력 기능 추가, 목록 조회 개수 확장, 엑셀 다 운로드 기능 및 소분확인 버튼을 추가 개발 - 개인정보가 포함된 데이터엑셀 다운로드 시 사유 입력하고 관리자가 다운로드 조회 및 확인할 수 있는 기능 추가 - 규격검사 결과 요청 민원 발생으로 검사성적서 출력 기능 추가 산출정보 개발 단계별 표준산출물 - 9 - 2 성능 요구사항Performance Requirement PER 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-01 요구사항 명칭 성능 일반사항 정의 성능 관련 일반사항 요구사항 상세설명 ᄋ 사업 대상 시스템의 성능을 고려한 개발 방안을 제시하여야 함 ᄋ 시스템 개발 중 로그 또는 툴도구을 이용하여 시스템 성능 상태를 모니터 링하며 성능상 문제를 미리 파악하여 조치한 후 시스템을 오픈하여야 함 ᄋ 데이터양의 증가나 접속량이 증가하여 시스템 성능 저하가 발생할 경우 이에 대한 개선책튜닝을 마련하여 튜닝을 실시하여야 함 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-9 요구사항 명칭 통계기능 고도화 정의 통계기능 고도화 요구사항 요구사항 상세설명 ᄋ 통계 기능을 개발하여야 함 - K-GRADE홈페이지 방문자 집계, 꿀 등급판정 대상업체별 작업장 월마 감 집계, 일별월별연도별 드럼신청과 등급판정 건수 및 중량, 월별연도 별 등급판정 참여 농가수, 지원별 대상업체별 모니터링 건수와 횟수등 급, 소분, 판매 등 통계 기능 구현 및 강화 산출정보 개발 단계별 표준산출물 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-10 요구사항 명칭 권한 부여 기능 개발 정의 권한 부여 기능 개발 요구사항 요구사항 상세설명 ᄋ 담당자의 시스템 관리를 위한 권한 부여 기능을 개발하여야 함 - 품질평가 관리자제도 운영 현황과 시스템 문제장애요인 발생 시 즉각 적인 현황파악과 조치를 위해 제도 담당자의 시스템의 전단계를 확인할 수 있는 권한 부여 기능 추가 비고 신규 개발 산출정보 개발 단계별 표준산출물 및 수신 여부, 발신 메일 주소 확인 기능을 개발하여야 함 - 자동 메일 발송 기능 개발 - 납입고지서 발급내역, 고지금액에 대한 납입여부 관리 가능하게 개발 축산물등급판정수수료 징수업무지침 내규 준수 비고 신규 개발 산출정보 개발 단계별 표준산출물",
      "tables": [
        [
          [
            "",
            "및  수신  여부,  발신  메일  주소  확인  기능을  개발하여야  함\n  -  자동  메일  발송  기능  개발\n  -  납입고지서  발급내역,  고지금액에  대한  납입여부  관리  가능하게  개발\n    *  「축산물등급판정수수료  징수업무지침」  (내규)  준수"
          ],
          [
            "비고",
            "신규  개발"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  명칭",
            "QR코드  조회를  위한  URL  연계  기능  구현"
          ],
          [
            "정의",
            "QR코드  조회를  위한  URL  연계  기능  구현  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  (대국민)소비자  정보제공을  위해  등급꿀  제품에  부착된  스티커의  QR코드 \n조회  시  URL  연동으로  정보조회가  되어야  함\n  -  생산이력번호를  통한  등급판정결과에  대한정보  제공  기능  구현\n  -  11자리,  12자리  모두  검색  가능하도록  구현하되  숫자  또는  영문만  기입\n할  수  있도록  개발\n  -  시행업체에서  원하는  인쇄소의  라벨  출력과  URL이  연동되어  소비자  정\n보  조회가  가능토록  URL  정보를  축평원  또는  시행업체에  전달"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SFR-9"
          ],
          [
            "요구사항  명칭",
            "통계기능  고도화"
          ],
          [
            "정의",
            "통계기능  고도화  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  통계  기능을  개발하여야  함\n  -  (K-GRADE)홈페이지  방문자  집계,  꿀  등급판정  대상업체별  작업장  월마\n감  집계,  일별월별연도별  드럼신청과  등급판정  건수  및  중량,  월별연도\n별  등급판정  참여  농가수,  지원별  대상업체별  모니터링  건수와  횟수(등\n급,  소분,  판매)  등  통계  기능  구현  및  강화"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SFR-06"
          ],
          [
            "요구사항  명칭",
            "소분  기능  고도화"
          ],
          [
            "정의",
            "소분  기능  고도화  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  소분  기능의  사용성이  용이하도록  개발하여야  함\n  -  소분메뉴에서  검사성적서  출력  기능  추가,  목록  조회  개수  확장,  엑셀  다\n운로드  기능  및  소분확인  버튼을  추가  개발\n  -  개인정보가  포함된  데이터(엑셀)  다운로드  시  사유  입력하고  관리자가 \n다운로드  조회  및  확인할  수  있는  기능  추가\n  -  규격검사  결과  요청  민원  발생으로  검사성적서  출력  기능  추가"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SFR-10"
          ],
          [
            "요구사항  명칭",
            "권한  부여  기능  개발"
          ],
          [
            "정의",
            "권한  부여  기능  개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  담당자의  시스템  관리를  위한  권한  부여  기능을  개발하여야  함\n  -  (품질평가  관리자)제도  운영  현황과  시스템  문제·장애요인  발생  시  즉각\n적인  현황파악과  조치를  위해  제도  담당자의  시스템의  전단계를  확인할 \n수  있는  권한  부여  기능  추가"
          ],
          [
            "비고",
            "신규  개발"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SFR-07"
          ],
          [
            "요구사항  명칭",
            "소분,  판매단계  시료  접수  및  모니터링  신청  메뉴  추가"
          ],
          [
            "정의",
            "소분,  판매단계  시료  접수  및  모니터링  신청  메뉴  추가  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  LIMS시스템과  K-GRADE시스템간  시료  관련정보가  연동되어야  함\n  - \n(시료접수,  품질평가사)LIMS에  평가사가  채취한  시료  내역  등록  기능\n(K-GRADE와  연동),  시행업체(소분)  모니터링,  판매단계  모니터링  시료\n채취  시  라벨  출력  및  바코드  기능  추가"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "PER-01"
          ],
          [
            "요구사항  명칭",
            "성능  일반사항"
          ],
          [
            "정의",
            "성능  관련  일반사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업  대상  시스템의  성능을  고려한  개발  방안을  제시하여야  함\nㅇ  시스템  개발  중  로그  또는  툴(도구)을  이용하여  시스템  성능  상태를  모니터\n링하며  성능상  문제를  미리  파악하여  조치한  후  시스템을  오픈하여야  함\nㅇ  데이터양의  증가나  접속량이  증가하여  시스템  성능  저하가  발생할  경우 \n이에  대한  개선책(튜닝)을  마련하여  튜닝을  실시하여야  함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SFR-08"
          ],
          [
            "요구사항  명칭",
            "등급판정  수수료  징수를  위한  기능  신규개발"
          ],
          [
            "정의",
            "등급판정  수수료  징수를  위한  기능  신규개발  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  (K-GRADE)시행업체별  수수료  납입  고지서  조회  및  발행,  매월  품질평가\n사가  납입고지서를  출력하여  작업장  수수료  담당자에게  자동  메일  발송"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 10 - ᄋ 기존 인프라 및 SW와의 호환 및 안정성을 보장하여야 함 산출정보 개발 단계별 표준산출물 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-03 요구사항 명칭 시스템 자원과의 호환성 및 성능 보장 정의 호환성 및 성능관리 요구사항 상세설명 ᄋ 기존 인프라 및 SW에 호환 및 성능이 보장되도록 구축 ᄋ 시스템 자원CPU, 메모리, 디스크 평균 사용들은 최대 90를 초과하지 않도록 고려 산출정보 개발 단계별 표준산출물 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-02 요구사항 명칭 동시 사용자 접속 수 정의 동시 사용자 접속 관리 정의 요구사항 상세설명 ᄋ 대용량 데이터의 조회검색추출, 업무처리 등 서비스의 관리와 이용에 지 장이 발생하지 않도록 기능의 설계구축 등 안정적 성능을 구현해야 함 ᄋ 애플리케이션 처리구조의 적정성 확보, 적절한 어플리케이션 응답시간과 속도, 서비스처리율, 안정적 시스템 자원의 사용과 관련 HW 및 SW 성능을 유지해야 함 ᄋ 시스템당 평균적으로 동시 사용자 접속 100명 이상 지원 및 대량의 데 이터 조회 및 처리에 있어 시스템 성능의 저하가 발생하지 않아야 함 - 세션 로그인 시간을 연장할 수 있어야 함 - 로그인된 세션을 관리할 수 있어야 함 산출정보 개발 단계별 표준산출물 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-04 요구사항 명칭 애플리케이션 응답시간 정의 애플리케이션 응답시간 정의 요구사항 상세설명 온라인 업무의 평균 응답시간은 사용자 PC 기준 3초 이내로 완전히 결 과가 출력되어야 함 - 대량 데이터건 처리조회 및 대내외 연계업무는 제외할 수 있으나, 5분 이상 소요 예상될 경우 사전에 안내 메시지 출력 - 시스템, 네트워크 등의 원인으로 인한 순간적인 왜곡은 적용하지 않음 온라인 및 배치 애플리케이션은 응답시간, CPU 사용시간 등 성능에 대 한 측정도구를 활용하여 측정하여야 함 처리 속도가 중요한 주요 애플리케이션에 대해서는 쿼리 튜닝 및 해쉬 사용 등 최적 처리 시간 보장을 위한 조치를 해야 함 배치 프로그램은 현재 사용 중인 프로그램을 동일 기능으로 전환한 경우 - 11 - 3 인터페이스 요구사항System Interface Requirment INT 요구사항 분류 인터페이스 요구사항 고유번호 INT-01 요구사항 명칭 내외부 시스템 연계 정의 서비스 연계 요구사항 상세설명 ᄋ 축산물품질평가사의 업무를 위한 기능은 K-GRADE축산물등급관리 시스템, 내부직원용 업무시스템에 개발되어야 함 ᄋ 축산물품질평가사의 실험결과 및 시료채취 정보라벨 등 관리 업무를 위한 기능은 이력제 실험실정보시스템LIMS에 개발되어야 함 ᄋ 시행업체, 품질검사기관의 업무를 위한 기능은 신규 구축되는 시스템 외부용 업무시스템에 개발되어야 함 ᄋ 두 사이트 간 데이터를 연계하여 검증하여야 함 ᄋ 소비자에게 QR코드 등을 통해 벌꿀 품질 정보를 제공하는 서비스웹페이지는 축산물원패스를 통하여 제공되어야 함 ᄋ 각 업무 기능별, 업무용 인터페이스를 제공하여야 하는 시스템은 발주기관 과 수행사 간 협의하여 변경할 수 있음 산출정보 사용자 인터페이스 설계서 요구사항 분류 인터페이스 요구사항 고유번호 INT-02 요구사항 명칭 사용자 중심의 UIUX 디자인 정의 서비스 표준 수립 요구사항 상세설명 ᄋ 화면 및 인터페이스 디자인은 최신 모바일 트랜드를 반영하여 사용자가 편리하게 사용할 수 있도록 사용성 및 경험성을 고려하여 설계해야 함 ᄋ UIUX 디자인 설계 - UI표준 준수를 위한 구체적이고 실현 가능한 방안 제시 예전담 퍼블리싱publishing 팀 운영, UI 프레임워크 적용 등 - 전문 디자이너를 투입하여야 함 - 안정적이고 균형있는 레이아웃, 메뉴 설계로 사용자가 홈페이지에서 제 공하는 각종 서비스 및 기능을 직관적으로 이해하고 쉽게 사용할 수 있 어야 함 - 무분별한 이미지 사용을 최소화하고 CSS 디자인 적용으로 빠른 페이지 로딩과 편집, 수정이 용이하도록 설계하여야 함 - 데이터 입력, 수정, 삭제 등 사용자의 수행 활동에 대한 확인 및 오류에 대한 확인 메시지를 제공하여야 함 ᄋ UI는 사용편의성을 고려하여 직관적이면서도 다양한 요구를 수용할 수 있도록 유연하여야 함 ᄋ 사용자 편의성 및 다양한 디바이스PC, 스마트폰, 태블릿 등 환경 지원 현재보다 수행속도가 개선되어야 함 신규 배치 프로그램은 WAS 및 DBMS에 장애를 일으키지 않도록 Lock, Commit, 과도한 DB로그 발생 방지 등을 고려하여 개발하여야 함 산출정보 성능시험 결과서",
      "tables": [
        [
          [
            "",
            "현재보다  수행속도가  개선되어야  함\n◦  신규  배치  프로그램은  WAS  및  DBMS에  장애를  일으키지  않도록  Lock, \nCommit,  과도한  DB로그  발생  방지  등을  고려하여  개발하여야  함"
          ],
          [
            "산출정보",
            "성능시험  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "PER-02"
          ],
          [
            "요구사항  명칭",
            "동시  사용자  접속  수"
          ],
          [
            "정의",
            "동시  사용자  접속  관리  정의"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  대용량  데이터의  조회･검색･추출,  업무처리  등  서비스의  관리와  이용에  지\n장이  발생하지  않도록  기능의  설계･구축  등  안정적  성능을  구현해야  함\nㅇ  애플리케이션  처리구조의  적정성  확보,  적절한  어플리케이션  응답시간과 \n속도,  서비스처리율,  안정적  시스템  자원의  사용과  관련  H/W  및  S/W     \n성능을  유지해야  함\nㅇ  시스템당  평균적으로  동시  사용자  접속  100명  이상  지원  및  대량의  데\n이터  조회  및  처리에  있어  시스템  성능의  저하가  발생하지  않아야  함\n  -  세션  로그인  시간을  연장할  수  있어야  함\n  -  로그인된  세션을  관리할  수  있어야  함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "인터페이스"
          ],
          [
            "요구사항  고유번호",
            "INT-01"
          ],
          [
            "요구사항  명칭",
            "내･외부  시스템  연계"
          ],
          [
            "정의",
            "서비스  연계"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  축산물품질평가사의  업무를  위한  기능은  K-GRADE(축산물등급관리\n시스템,  내부직원용  업무시스템)에  개발되어야  함\nㅇ  축산물품질평가사의  실험결과  및  시료채취  정보(라벨  등)  관리  업무를  위한 \n기능은  이력제  실험실정보시스템(LIMS)에  개발되어야  함\nㅇ  시행업체,  품질검사기관의  업무를  위한  기능은  신규  구축되는  시스템\n(외부용  업무시스템)에  개발되어야  함\nㅇ  두  사이트  간  데이터를  연계하여  검증하여야  함\nㅇ  소비자에게  QR코드  등을  통해  벌꿀  품질  정보를  제공하는  서비스(웹페이지)는 \n축산물원패스를  통하여  제공되어야  함\nㅇ  각  업무  기능별,  업무용  인터페이스를  제공하여야  하는  시스템은  발주기관\n과  수행사  간  협의하여  변경할  수  있음"
          ],
          [
            "산출정보",
            "사용자  인터페이스  설계서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "PER-03"
          ],
          [
            "요구사항  명칭",
            "시스템  자원과의  호환성  및  성능  보장"
          ],
          [
            "정의",
            "호환성  및  성능관리"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  기존  인프라  및  SW에  호환  및  성능이  보장되도록  구축\nㅇ  시스템  자원(CPU,  메모리,  디스크)  평균  사용들은  최대  90%를  초과하지 \n않도록  고려"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "인터페이스"
          ],
          [
            "요구사항  고유번호",
            "INT-02"
          ],
          [
            "요구사항  명칭",
            "사용자  중심의  UI/UX  디자인"
          ],
          [
            "정의",
            "서비스  표준  수립"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  화면  및  인터페이스  디자인은  최신  모바일  트랜드를  반영하여  사용자가 \n편리하게  사용할  수  있도록  사용성  및  경험성을  고려하여  설계해야  함\nㅇ  UI/UX  디자인  설계\n  -  UI표준  준수를  위한  구체적이고  실현  가능한  방안  제시 \n(예:전담  퍼블리싱(publishing)  팀  운영,  UI  프레임워크  적용  등)\n  -  전문  디자이너를  투입하여야  함\n  -  안정적이고  균형있는  레이아웃,  메뉴  설계로  사용자가  홈페이지에서  제\n공하는  각종  서비스  및  기능을  직관적으로  이해하고  쉽게  사용할  수  있\n어야  함\n  -  무분별한  이미지  사용을  최소화하고  CSS  디자인  적용으로  빠른  페이지 \n로딩과  편집,  수정이  용이하도록  설계하여야  함\n  -  데이터  입력,  수정,  삭제  등  사용자의  수행  활동에  대한  확인  및  오류에 \n대한  확인  메시지를  제공하여야  함\nㅇ  UI는  사용편의성을  고려하여  직관적이면서도  다양한  요구를  수용할  수 \n있도록  유연하여야  함\nㅇ  사용자  편의성  및  다양한  디바이스(PC,  스마트폰,  태블릿  등)  환경  지원"
          ]
        ],
        [
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "PER-04"
          ],
          [
            "요구사항  명칭",
            "애플리케이션  응답시간"
          ],
          [
            "정의",
            "애플리케이션  응답시간  정의"
          ],
          [
            "요구사항\n상세설명",
            "◦  온라인  업무의  평균  응답시간은  사용자  PC  기준  3초  이내로  완전히  결\n과가  출력되어야  함\n  -  대량  데이터건  처리·조회  및  대내외  연계업무는  제외할  수  있으나,  5분\n이상  소요  예상될  경우  사전에  안내  메시지  출력\n  -  시스템,  네트워크  등의  원인으로  인한  순간적인  왜곡은  적용하지  않음\n◦  온라인  및  배치  애플리케이션은  응답시간,  CPU  사용시간  등  성능에  대\n한  측정도구를  활용하여  측정하여야  함\n◦  처리  속도가  중요한  주요  애플리케이션에  대해서는  쿼리  튜닝  및  해쉬 \n사용  등  최적  처리  시간  보장을  위한  조치를  해야  함\n◦  배치  프로그램은  현재  사용  중인  프로그램을  동일  기능으로  전환한  경우"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 12 - 4 데이터 요구사항Data Requirement DAR 요구사항 분류 데이터 요구사항 고유번호 DAR-01 요구사항 명칭 데이터 표준화 정의 데이터 표준 원칙 및 가이드 수립 요구사항 상세설명 ᄋ 데이터 표준 원칙 및 가이드 수립 - 구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계데이터 표준화 지침 및 가이드 등를 개선정비하여야 함 ᄋ 범정부 표준을 준수한 기관의 표준 원칙을 기반으로 데이터 표준화 - 시스템 구축에 따라 추가가 필요한 데이터 표준항목단어, 용어, 도메인을 정의하고 데이터 표준사전 등에 반영하여야 함 산출정보 데이터 표준화 지침 및 표준화 가이드, 데이터 표준 사전용어사전, 단어사전, 도메인사전 요구사항 분류 데이터 요구사항 고유번호 DAR-02 요구사항 명칭 공통 데이터 표준화 정의 범정부 및 주관기관 표준 준수 요구사항 상세설명 ᄋ 범정부 표준 준수 - 데이터 표준화 수립 전 구축 시스템과 관련된 분야별 표준 여부를 검토 후 반영하여야 함 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시 제2021-32호을 준수하여야 함 ᄋ 농식품 공통데이터 표준 준수 ᄋ 주관기관 표준을 준수 - 수행사는 주관기관의 데이터 표준을 준수하고 그와 상충되는 요소에 대해 서는 주관기관과 협의하여 대응 방안을 수립하고 이력을 남겨야 함 산출정보 데이터 표준화 지침 및 표준화 가이드, 데이터 표준 사전용어사전, 단어사전, 도메인사전, 범정부 및 기관 데이터 표준 검토 결과서 을 위한 반응형 웹 구현업무당당자 서비스 제외 ᄋ 이용자의 서비스 환경에 무관하게 사용자 누구라도 서비스 이용이 가능하도 록 웹 표준화 및 UI표준을 수립하여 적용해야 함 ᄋ UI표준 수립시 다음 지침 준수 - 웹 접근성 향상을 위한 국가표준기술 가이드라인 - 한국형 웹 콘텐츠 접근성 지침 ᄋ 사업추진 중 요구사항설계 단계에서 홈페이지 디자인에 대한 시안을 최 소 2개 이상 제시하여야 함 ᄋ 모든 구축 산출물은 디자인 관련 저작권 문제가 발생하지 않도록 하고, 저작권 분쟁 발생 시 모든 책임은 구축 사업자에게 있음 ᄋ 화면 UI 기획 및 디자인에 관련된 제반 사항을 발주기관과 긴밀한 협조 를 통하여 시행토록 함 산출정보 UI 표준 가이드 - 13 - 요구사항 분류 데이터 요구사항 고유번호 DAR-05 요구사항 명칭 데이터 구조 검증 정의 데이터 모델 검증 요구사항 상세설명 ᄋ 데이터 모델 검증 - 설계된 데이터 모델은 설계자 개발자 발주기관 전문가 등이 참여하 여 검증하여야 함 - 주제영역 도출, 개념모델, 논리모델, 물리모델 도출 시점을 전후로 검증과 교육을 수행하여야 함 - 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함 예 논리 데이터 모델 검증 기준 요구사항 분류 데이터 요구사항 고유번호 DAR-04 요구사항 명칭 데이터 구조 설계 정의 데이터 구조설계 원칙 요구사항 상세설명 ᄋ 데이터 구조 설계 원칙 및 가이드 제시 - 데이터 구조 설계모델링 원칙 및 가이드를 제시하고 이를 준수하여 데 이터 구조를 설계, 구현하여야 함 - 일관성, 데이터의 종속성, 무결성, DB 성능 등이 고려되어야 함 ᄋ 데이터 주제영역 정의 및 개념논리물리 모델 설계 - 데이터 공유 및 활용, 업무요건 변화, 시스템 변경으로 인한 DB의 구조적 변화가 최소화될 수 있도록 유연한 구조로 설계하여야 함 - 데이터 분류체계, 명명 규칙, DB Object 사용기준이 반영되어야 함 - 주제영역, 개념 데이터 모델, 논리 데이터 모델, 물리 데이터 모델의 설계 산출물을 사전에 검토할 수 있도록 제출하여야 함 ᄋ 데이터 발생과 처리의 이해를 높이는 데이터 발생 규칙 정의 - 인조 식별자가 많은 엔터티의 경우 데이터 구조만으로 발생 규칙을 이해 하기 어려우므로 데이터 발생 규칙 정의서를 작성해야 함 산출정보 데이터 구조 설계 원칙 및 가이드, 데이터 주제영역 정의서, 개념 데이터 모델, 논리 데이터 모델, 물리데이터 모델 설계서, 데이터 발생 규칙 정의서 요구사항 분류 데이터 요구사항 고유번호 DAR-03 요구사항 명칭 데이터 표준관리 정의 데이터 표준관리 방안 요구사항 상세설명 ᄋ 데이터 표준관리 방안 - 데이터 표준관리를 위한 표준화 도구메타데이터관리시스템 등와 이를 통한 변경이력을 효과적으로 관리 할 수 있는 방안을 제시하고 적용하여야 함 운영 중인 메타데이터관리시스템 가이드 등을 참조 산출정보 데이터 표준관리 방안매뉴얼, 가이드 등",
      "tables": [
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-03"
          ],
          [
            "요구사항  명칭",
            "데이터  표준관리"
          ],
          [
            "정의",
            "데이터  표준관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  데이터  표준관리  방안\n  -  데이터  표준관리를  위한  표준화  도구(메타데이터관리시스템  등)와  이를  통한 \n변경이력을  효과적으로  관리  할  수  있는  방안을  제시하고  적용하여야  함\n      ※  운영  중인  메타데이터관리시스템  가이드  등을  참조"
          ],
          [
            "산출정보",
            "데이터  표준관리  방안(매뉴얼,  가이드  등)"
          ]
        ],
        [
          [
            "",
            "을  위한  반응형  웹  구현(업무당당자  서비스  제외)\nㅇ  이용자의  서비스  환경에  무관하게  사용자  누구라도  서비스  이용이  가능하도\n록  웹  표준화  및  UI표준을  수립하여  적용해야  함\nㅇ  UI표준  수립시  다음  지침  준수\n  -  웹  접근성  향상을  위한  국가표준기술  가이드라인\n  -  한국형  웹  콘텐츠  접근성  지침\nㅇ  사업추진  중  요구사항/설계  단계에서  홈페이지  디자인에  대한  시안을  최\n소  2개  이상  제시하여야  함\nㅇ  모든  구축  산출물은  디자인  관련  저작권  문제가  발생하지  않도록  하고, \n저작권  분쟁  발생  시  모든  책임은  구축  사업자에게  있음\nㅇ  화면  UI  기획  및  디자인에  관련된  제반  사항을  발주기관과  긴밀한  협조\n를  통하여  시행토록  함"
          ],
          [
            "산출정보",
            "UI  표준  가이드"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-01"
          ],
          [
            "요구사항  명칭",
            "데이터  표준화"
          ],
          [
            "정의",
            "데이터  표준  원칙  및  가이드  수립"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  데이터  표준  원칙  및  가이드  수립\n  -  구축되는  시스템의  데이터  특성을  고려하여  표준화  관리체계(데이터  표준화 \n지침  및  가이드  등)를  개선·정비하여야  함\nㅇ  범정부  표준을  준수한  기관의  표준  원칙을  기반으로  데이터  표준화\n  -  시스템  구축에  따라  추가가  필요한  데이터  표준항목(단어,  용어,  도메인)을 \n정의하고  데이터  표준사전  등에  반영하여야  함"
          ],
          [
            "산출정보",
            "데이터  표준화  지침  및  표준화  가이드,  데이터  표준  사전(용어사전,  단어사전, \n도메인사전)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-04"
          ],
          [
            "요구사항  명칭",
            "데이터  구조  설계"
          ],
          [
            "정의",
            "데이터  구조설계  원칙"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  데이터  구조  설계  원칙  및  가이드  제시\n  -  데이터  구조  설계(모델링)  원칙  및  가이드를  제시하고  이를  준수하여  데\n이터  구조를  설계,  구현하여야  함\n  -  일관성,  데이터의  종속성,  무결성,  DB  성능  등이  고려되어야  함\nㅇ  데이터  주제영역  정의  및  개념·논리·물리  모델  설계\n  -  데이터  공유  및  활용,  업무요건  변화,  시스템  변경으로  인한  DB의  구조적 \n변화가  최소화될  수  있도록  유연한  구조로  설계하여야  함\n  -  데이터  분류체계,  명명  규칙,  DB  Object  사용기준이  반영되어야  함\n  -  주제영역,  개념  데이터  모델,  논리  데이터  모델,  물리  데이터  모델의  설계 \n산출물을  사전에  검토할  수  있도록  제출하여야  함\nㅇ  데이터  발생과  처리의  이해를  높이는  데이터  발생  규칙  정의\n  -  인조  식별자가  많은  엔터티의  경우  데이터  구조만으로  발생  규칙을  이해\n하기  어려우므로  ‘데이터  발생  규칙  정의서’를  작성해야  함"
          ],
          [
            "산출정보",
            "데이터  구조  설계  원칙  및  가이드,  데이터  주제영역  정의서,  개념  데이터  모델, \n논리  데이터  모델,  물리데이터  모델  설계서,  데이터  발생  규칙  정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-05"
          ],
          [
            "요구사항  명칭",
            "데이터  구조  검증"
          ],
          [
            "정의",
            "데이터  모델  검증"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  데이터  모델  검증 \n  -  설계된  데이터  모델은  설계자  ·  개발자  ·  발주기관  ·  전문가  등이  참여하\n여  검증하여야  함\n  -  주제영역  도출,  개념모델,  논리모델,  물리모델  도출  시점을  전후로  검증과 \n교육을  수행하여야  함\n  -  단계별  데이터  모델  검증  시  기준을  정의하고  실시하여야  함\n      예)  논리  데이터  모델  검증  기준"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-02"
          ],
          [
            "요구사항  명칭",
            "공통  데이터  표준화"
          ],
          [
            "정의",
            "범정부  및  주관기관  표준  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  범정부  표준  준수\n  -  데이터  표준화  수립  전  구축  시스템과  관련된  분야별  표준  여부를  검토  후 \n반영하여야  함 \n  -  공공기관의  데이터베이스  표준화  지침(행정안전부  고시  제2021-32호)을 \n준수하여야  함\nㅇ  농식품  공통데이터  표준  준수\nㅇ  주관기관  표준을  준수\n  -  수행사는  주관기관의  데이터  표준을  준수하고  그와  상충되는  요소에  대해\n서는  주관기관과  협의하여  대응  방안을  수립하고  이력을  남겨야  함"
          ],
          [
            "산출정보",
            "데이터  표준화  지침  및  표준화  가이드,  데이터  표준  사전(용어사전,  단어사전, \n도메인사전),  범정부  및  기관  데이터  표준  검토  결과서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 14 - 요구사항 대비 논리 모델의 완전성논리 데이터 모델이 비즈니스 요구 사항의 누락 여부 정규화 충족 여부 예 물리 데이터 모델 검증 기준 중복 테이블 여부, 중복 칼럼 여부, 반정규화된 중복 데이터 정합성 유지 방안 여부 산출정보 데이터 주제영역 정의서, 개념모델 정의서, 논리모델 정의서, 물리모델 정의서 요구사항 분류 데이터 요구사항 고유번호 DAR-06 요구사항 명칭 데이터 구조 관리 도구 정의 데이터 구조 관리 방안 요구사항 상세설명 ᄋ 데이터 구조 관리 방안 - 데이터 구조를 설계부터 구축, 운영 단계까지 지속적으로 관리 할 수 있는 방안을 제시하여야 함 - 운영 중인 메타데이터관리시스템 가이드 등을 참조해야 함운영 시스템 자료가 있는 경우 - 시스템 구축 기간 동안 DB의 형상과 물리 데이터 모델의 형상 일치 여부를 주기적으로 점검하고 보고하여야 함 ᄋ 데이터 구조 변경이력 관리 - 데이터 구조 변경이력에 대한 관리방안을 제시하고 적용하여야 함 산출정보 데이터 구조관리 방안매뉴얼, 가이드 등 요구사항 분류 데이터 요구사항 고유번호 DAR-07 요구사항 명칭 데이터 값 검증 정의 데이터값 검증 방안 요구사항 상세설명 ᄋ 데이터값 진단 계획수립 - 데이터연계데이터 포함 값 진단 수행 일정을 사업 계획에 명시하고 수행하여야 함 ᄋ 데이터값 진단 수행 및 검증 - 데이터값 진단 범위전체 또는 일부를 발주기관과 협의하여야 함 - 범정부 또는 발주기관의 표준을 준수하여 진단기준을 제시하여야 함 - 진단 결과에 따라 개선방안을 제시하여야 함 산출정보 데이터값 진단 계획결과서, 데이터값 개선방안 요구사항 분류 데이터 요구사항 고유번호 DAR-08 요구사항 명칭 데이터 관리체계 수립 정의 데이터 관리체계 수립 요구사항 상세설명 ᄋ 데이터 관리체계 정의 - 표준, 구조, 연계 등 데이터 핵심 요소의 지속적인 관리를 위한 조직과 역할을 - 15 - 5 테스트 요구사항Test Requirement 요구사항 분류 테스트 요구사항 고유번호 TER-01 요구사항 명칭 테스트 계획수립 및 실시 요구사항 정의 테스트 계획수립 및 실시방안 요구사항 분류 데이터 요구사항 고유번호 DAR-09 요구사항 명칭 데이터 개방 관리체계 정의 개방데이터 서비스 연속성 확보 및 메타데이터 현행화 요구사항 상세설명 ᄋ 개방 데이터 서비스 연속성 확보 - 본 사업을 통해 구축되는 시스템과 연관된 개방데이터 목록을 식별하고 개방데이터의 서비스 연속성 확보 방안을 제시하여야 함 ᄋ 메타데이터 현행화 - 본 사업을 통해 구축되는 시스템의 데이터베이스에 대해 발주기관의 메타 데이터관리시스템과 중앙메타관리시스템에 메타데이터 표준 관리항목이 등록 및 현행화 되도록 지원하여야 함 산출정보 개방데이터 목록 정의서, 메타데이터 현행화 결과서 정의하여야 함 - 데이터값의 진단 및 개선 등 품질관리 조직과 역할을 정의하여야 함 - 데이터값 진단 방안기능, 진단 프로그램 등을 제시하여야 함 - 데이터 표준단어 용어 도메인 코드의 추가, 변경, 삭제 절차를 수립하여야 함 - 데이터 구조논리 물리와 관련된 추가, 변경, 삭제 절차를 수립하여야 함 - 데이터 연계 목록 및 항목의 추가, 변경, 삭제 절차의 정의 절차를 수립하여야 함 연계 시스템 도입 시 시스템과 연계된 체계 수립 - 오류 데이터의 진단 및 개선 절차를 제시하여야 함 산출정보 데이터 표준, 구조, 연계, 품질관리 체계서 요구사항 분류 데이터 요구사항 고유번호 DAR-10 요구사항 명칭 SQL튜닝 정의 SQL튜닝 요구사항 상세설명 ᄋ 데이터베이스의 안정적인 성능 유지를 위한 품질관리 방안 제시 ᄋ 변경되는 DB의 품질 확보 방안 표준용어사용, 정규화 등 ᄋ 변경 후 DB의 성능 유지 방안 인덱스 조정 등 ᄋ 변경 후 우려되는 성능 저하 등의 부작용 해소 방안 문제되는 쿼리 사전 발견 및 튜닝 방안 제시 산출정보 개방데이터 목록 정의서, 메타데이터 현행화 결과서",
      "tables": [
        [
          [
            "",
            ":  요구사항  대비  논리  모델의  완전성(논리  데이터  모델이  비즈니스  요구\n사항의  누락  여부)\n          :  정규화  충족  여부\n      예)  물리  데이터  모델  검증  기준\n          :  중복  테이블  여부,  중복  칼럼  여부,  반정규화된  중복  데이터  정합성 \n유지  방안  여부"
          ],
          [
            "산출정보",
            "데이터  주제영역  정의서,  개념모델  정의서,  논리모델  정의서,  물리모델  정의서"
          ]
        ],
        [
          [
            "",
            "정의하여야  함\n  -  데이터값의  진단  및  개선  등  품질관리  조직과  역할을  정의하여야  함\n  -  데이터값  진단  방안(기능,  진단  프로그램  등)을  제시하여야  함\n  -  데이터 표준(단어 · 용어 · 도메인 · 코드)의 추가, 변경, 삭제 절차를 수립하여야 함\n  -  데이터  구조(논리  ·  물리)와  관련된  추가,  변경,  삭제  절차를  수립하여야  함\n  -  데이터 연계 목록 및 항목의 추가, 변경, 삭제 절차의 정의 절차를 수립하여야 함\n    ※  연계  시스템  도입  시  시스템과  연계된  체계  수립\n  -  오류  데이터의  진단  및  개선  절차를  제시하여야  함"
          ],
          [
            "산출정보",
            "데이터  (표준,  구조,  연계,  품질)관리  체계서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-06"
          ],
          [
            "요구사항  명칭",
            "데이터  구조  관리  도구"
          ],
          [
            "정의",
            "데이터  구조  관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  데이터  구조  관리  방안\n  -  데이터  구조를  설계부터  구축,  운영  단계까지  지속적으로  관리  할  수  있는 \n방안을  제시하여야  함\n  -  운영  중인  메타데이터관리시스템  가이드  등을  참조해야  함(운영  시스템·\n자료가  있는  경우) \n  -  시스템  구축  기간  동안  DB의  형상과  물리  데이터  모델의  형상  일치  여부를 \n주기적으로  점검하고  보고하여야  함\nㅇ  데이터  구조  변경이력  관리\n  -  데이터  구조  변경이력에  대한  관리방안을  제시하고  적용하여야  함"
          ],
          [
            "산출정보",
            "데이터  구조관리  방안(매뉴얼,  가이드  등)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-09"
          ],
          [
            "요구사항  명칭",
            "데이터  개방  관리체계"
          ],
          [
            "정의",
            "개방데이터  서비스  연속성  확보  및  메타데이터  현행화"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  개방  데이터  서비스  연속성  확보\n  -  본  사업을  통해  구축되는  시스템과  연관된  개방데이터  목록을  식별하고 \n개방데이터의  서비스  연속성  확보  방안을  제시하여야  함 \nㅇ  메타데이터  현행화\n  -  본  사업을  통해  구축되는  시스템의  데이터베이스에  대해  발주기관의  메타\n데이터관리시스템과  중앙메타관리시스템에  메타데이터  표준  관리항목이 \n등록  및  현행화  되도록  지원하여야  함"
          ],
          [
            "산출정보",
            "개방데이터  목록  정의서,  메타데이터  현행화  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-10"
          ],
          [
            "요구사항  명칭",
            "SQL튜닝"
          ],
          [
            "정의",
            "SQL튜닝"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  데이터베이스의  안정적인  성능  유지를  위한  품질관리  방안  제시\nㅇ  변경되는  DB의  품질  확보  방안  (표준용어사용,  정규화  등) \nㅇ  변경  후  DB의  성능  유지  방안  (인덱스  조정  등)\nㅇ  변경  후  우려되는  성능  저하  등의  부작용  해소  방안  (문제되는  쿼리  사전 \n발견  및  튜닝  방안  제시)"
          ],
          [
            "산출정보",
            "개방데이터  목록  정의서,  메타데이터  현행화  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-07"
          ],
          [
            "요구사항  명칭",
            "데이터  값  검증"
          ],
          [
            "정의",
            "데이터값  검증  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  데이터값  진단  계획수립   \n    -  데이터(연계데이터  포함)  값  진단  수행  일정을  사업  계획에  명시하고 \n수행하여야  함\nㅇ  데이터값  진단  수행  및  검증\n    -  데이터값  진단  범위(전체  또는  일부)를  발주기관과  협의하여야  함\n    -  범정부  또는  발주기관의  표준을  준수하여  진단기준을  제시하여야  함\n    -  진단  결과에  따라  개선방안을  제시하여야  함"
          ],
          [
            "산출정보",
            "데이터값  진단  계획/결과서,  데이터값  개선방안"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-01"
          ],
          [
            "요구사항  명칭",
            "테스트  계획수립  및  실시  요구사항"
          ],
          [
            "정의",
            "테스트  계획수립  및  실시방안"
          ]
        ],
        [
          [
            "요구사항  분류",
            "데이터"
          ],
          [
            "요구사항  고유번호",
            "DAR-08"
          ],
          [
            "요구사항  명칭",
            "데이터  관리체계  수립"
          ],
          [
            "정의",
            "데이터  관리체계  수립"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  데이터  관리체계  정의\n  -  표준,  구조,  연계  등  데이터  핵심  요소의  지속적인  관리를  위한  조직과  역할을"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 16 - 요구사항 상세설명 ᄋ 제안사는 기능 요구사항, 성능 요구사항, 보안 요구사항 등 각 요구사항 에 대한 충족여부를 검증할 수 있도록 구체적인 테스트방안테스트범위, 절차, 일정, 시험환경, 평가기준 등을 제시하여야 하며, 테스트 실시 후 그 결과를 제출하여야 함 ᄋ 발생 가능한 상황에 대해서 실제 데이터오류 데이터 포함를 입력하여 테스트하여야 하며 각종 유형별 테스트 계획서를 구체적으로 작성 - 테스트 환경을 구현하기 위해 필요시 테스트용 프로그램 구현 ᄋ 사용자 요구 및 프로그램 오류, 성능을 점검하는 단순 시험부터 실제 사용자 환경에서 실 업무적용에 이르기까지 종합적인 시험방법 및 시 험 시나리오 등 세부 시험절차를 수립하여 제시 산출정보 테스트 계획서, 테스트 시나리오 요구사항 분류 테스트 요구사항 고유번호 TER-02 요구사항 명칭 단위 테스트 정의 단위 테스트 방안 요구사항 상세설명 ᄋ 단위 테스트의 대상, 범위, 절차, 조직, 일정, 환경, 평가기준을 구체적으로 작성하여 제출 - 프로그램 개발 공정률 50 이상 진행시 월별 개발된 프로그램에 대한 단위 테스트 수행 방안을 수립하여 제출 - 테스트 인력이, 개발규칙 가이드 준수 여부 등을 확인하여 조치 결과 제출 ᄋ 테스트 시나리오, 처리절차, 테스트 데이터, 목표결과수준을 사전에 정의 ᄋ 단위 테스트 시 다음의 내용은 필수로 점검하며 그 외 점검항목 수립 - 결함유형 분석결함 발생건수, 결함비율 - 결함 심각도 분석치명적 결함, 주요 결함, 단순 결함, 사소한 결함, 개선 사항별 발생결함 건수 - 결함발견 추세분석시험일시, 발견결함 수 산출정보 테스트 계획서, 테스트 시나리오, 테스트 결과서 요구사항 분류 테스트 요구사항 고유번호 TER-03 요구사항 명칭 통합 테스트 정의 통합 테스트 방안 요구사항 상세설명 ᄋ 통합 테스트 시나리오에 따라 단위 테스트가 완료된 프로그램들을 대상으 로 다음 사항을 검증해야 함 - 기능, 성능 등의 요구사항 및 설계사양 충족여부 - 단위 기능 및 연계기능의 정상적인 수행 여부 - 기능 수행 후의 결과가 사전에 예측된 결과와 일치여부 - 시스템의 접근권한 및 업무 권한에 대한 적정성 - 대내 시스템 간, 영역 간 연계 및 이를 포함하는 업무 흐름 검증 - 대외기관 연계 및 이를 포함하는 업무 흐름 검증 ᄋ 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함 ᄋ 통합 테스트는 동일 시나리오시험 데이터의 결함이 조치될 때 까지 실시 ᄋ 제3자 테스터가 투입되어 전체 테스트를 진행 ᄋ 통합 테스트를 토대로 안정적인 서비스 품질이 실현되도록 검증 - 17 - 6 보안 요구사항Security Requirement SER 산출정보 테스트 계획서, 테스트 시나리오, 테스트결과서 요구사항 분류 테스트 요구사항 고유번호 TER-04 요구사항 명칭 성능 테스트 정의 성능테스트 방안 요구사항 상세설명 ᄋ 실제 운영환경에서 성능 목표를 정의하고 성능 테스트실시 ᄋ 목표 성능에 미치지 못할 경우 목표에 부합하도록 개선 후 재시험 산출정보 테스트 계획서, 테스트 시나리오, 테스트 결과서 요구사항 분류 테스트 요구사항 고유번호 TER-05 요구사항 명칭 장애복구 테스트 정의 장애대응 방안 요구사항 상세설명 ᄋ 다양한 장애 상황을 재현하여 복구목표를 정의하고 장애복구 테스트실시 ᄋ 앱에서 장애 복구 시간 중에 장애상황을 사용자에게 공지하여야 함 산출정보 테스트 계획서, 테스트 시나리오, 테스트결과서 요구사항 분류 보안 요구사항 고유번호 SER-01 요구사항 명칭 보안 지침 준수 정의 보안 지침 표준준수 요구사항 상세설명 ᄋ 국가 정보보안 기본지침국가정보원 ᄋ 국가공공기관 용역업체 보안관리 가이드라인국가정보원 ᄋ 홈페이지 개인정보 노출방지 안내서행안부 ᄋ 소프트웨어 개발보안 가이드 ᄋ 소프트웨어 보안약점 진단가이드행안부 ᄋ 공개SW를 활용한 소프트웨어 개발보안 점검가이드행안부 ᄋ 농림축산식품부 개인정보 보호지침농식품부 훈령 제304호 ᄋ 농림축산식품부 정보보안 지침농식품부 ᄋ 시스템 개발운영자를 위한 개인정보보호 가이드라인행안부 ᄋ 개인정보의 안전성 확보조치 기준행안부 고시 ᄋ 모바일 전자정부 서비스 관리지침행안부 예규 - 모바일 활용 업무에 대한 보안 가이드라인 - 모바일 대민서비스 보안취약점 점검가이드 - 모바일 전자정부 서비스 앱 소스코드 검증 가이드라인 - 스마트폰 앱 접근권한 개인정보보호 안내서 ᄋ 본 사업은 위 지침 외에도 정부가 제정, 공포한 관계 제 법규지침을 준 수하여야 하며, 사업기간동안 법규가 변경될 경우 해당 법규 준수 ᄋ 용역사업 중 또는 종료 후라도 본 사업과 관련하여 국가정보원 등 관련",
      "tables": [
        [
          [
            "요구사항\n상세설명",
            "ㅇ  제안사는  기능  요구사항,  성능  요구사항,  보안  요구사항  등  각  요구사항\n에  대한  충족여부를  검증할  수  있도록  구체적인  테스트방안(테스트범위, \n절차,  일정,  시험환경,  평가기준  등)을  제시하여야  하며,  테스트  실시  후 \n그  결과를  제출하여야  함\nㅇ  발생  가능한  상황에  대해서  실제  데이터(오류  데이터  포함)를  입력하여 \n테스트하여야  하며  각종  유형별  테스트  계획서를  구체적으로  작성\n  -  테스트  환경을  구현하기  위해  필요시  테스트용  프로그램  구현\nㅇ  사용자  요구  및  프로그램  오류,  성능을  점검하는  단순  시험부터  실제 \n사용자  환경에서  실  업무적용에  이르기까지  종합적인  시험방법  및  시\n험  시나리오  등  세부  시험절차를  수립하여  제시"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-04"
          ],
          [
            "요구사항  명칭",
            "성능  테스트"
          ],
          [
            "정의",
            "성능테스트  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  실제  운영환경에서  성능  목표를  정의하고  성능  테스트실시\nㅇ  목표  성능에  미치지  못할  경우  목표에  부합하도록  개선  후  재시험"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오,  테스트  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-05"
          ],
          [
            "요구사항  명칭",
            "장애복구  테스트"
          ],
          [
            "정의",
            "장애대응  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  다양한  장애  상황을  재현하여  복구목표를  정의하고  장애복구  테스트실시\nㅇ  앱에서  장애  복구  시간  중에  장애상황을  사용자에게  공지하여야  함"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오,  테스트결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-02"
          ],
          [
            "요구사항  명칭",
            "단위  테스트"
          ],
          [
            "정의",
            "단위  테스트  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  단위  테스트의  대상,  범위,  절차,  조직,  일정,  환경,  평가기준을  구체적으로 \n작성하여  제출\n  -  프로그램  개발  공정률  50%  이상  진행시  월별  개발된  프로그램에  대한 \n단위  테스트  수행  방안을  수립하여  제출\n  -  테스트  인력이,  개발규칙  가이드  준수  여부  등을  확인하여  조치  결과  제출\nㅇ  테스트  시나리오,  처리절차,  테스트  데이터,  목표결과(수준)을  사전에  정의\nㅇ  단위  테스트  시  다음의  내용은  필수로  점검하며  그  외  점검항목  수립\n  -  결함유형  분석(결함  발생건수,  결함비율)\n  -  결함  심각도  분석(치명적  결함,  주요  결함,  단순  결함,  사소한  결함,  개선\n사항별  발생결함  건수)\n  -  결함발견  추세분석(시험일시,  발견결함  수)"
          ],
          [
            "산출정보",
            "테스트  계획서,  테스트  시나리오,  테스트  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-01"
          ],
          [
            "요구사항  명칭",
            "보안  지침  준수"
          ],
          [
            "정의",
            "보안  지침  표준준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  국가  정보보안  기본지침(국가정보원)\nㅇ  국가·공공기관  용역업체  보안관리  가이드라인(국가정보원)\nㅇ  홈페이지  개인정보  노출방지  안내서(행안부)\nㅇ  소프트웨어  개발보안  가이드\nㅇ  소프트웨어  보안약점  진단가이드(행안부)\nㅇ  공개SW를  활용한  소프트웨어  개발보안  점검가이드(행안부)\nㅇ  농림축산식품부  개인정보  보호지침(농식품부  훈령  제304호)\nㅇ  농림축산식품부  정보보안  지침(농식품부)\nㅇ  시스템  개발·운영자를  위한  개인정보보호  가이드라인(행안부)\nㅇ  개인정보의  안전성  확보조치  기준(행안부  고시)\nㅇ  모바일  전자정부  서비스  관리지침(행안부  예규)\n    -  모바일  활용  업무에  대한  보안  가이드라인\n    -  모바일  대민서비스  보안취약점  점검가이드\n    -  모바일  전자정부  서비스  앱  소스코드  검증  가이드라인\n    -  스마트폰  앱  접근권한  개인정보보호  안내서\nㅇ  본  사업은  위  지침  외에도  정부가  제정,  공포한  관계  제  법규(지침)을  준\n수하여야  하며,  사업기간동안  법규가  변경될  경우  해당  법규  준수\nㅇ  용역사업  중  또는  종료  후라도  본  사업과  관련하여  국가정보원  등  관련"
          ]
        ],
        [
          [
            "요구사항  분류",
            "테스트"
          ],
          [
            "요구사항  고유번호",
            "TER-03"
          ],
          [
            "요구사항  명칭",
            "통합  테스트"
          ],
          [
            "정의",
            "통합  테스트  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  통합  테스트  시나리오에  따라  단위  테스트가  완료된  프로그램들을  대상으\n로  다음  사항을  검증해야  함\n  -  기능,  성능  등의  요구사항  및  설계사양  충족여부\n  -  단위  기능  및  연계기능의  정상적인  수행  여부\n  -  기능  수행  후의  결과가  사전에  예측된  결과와  일치여부\n  -  시스템의  접근권한  및  업무  권한에  대한  적정성\n  -  대내  시스템  간,  영역  간  연계  및  이를  포함하는  업무  흐름  검증\n  -  대외기관  연계  및  이를  포함하는  업무  흐름  검증\nㅇ  결함을  파악하고  원인을  추적하여  결함을  제거하여야  함\nㅇ  통합  테스트는  동일  시나리오/시험  데이터의  결함이  조치될  때  까지  실시\nㅇ  제3자  테스터가  투입되어  전체  테스트를  진행\nㅇ  통합  테스트를  토대로  안정적인  서비스  품질이  실현되도록  검증"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 18 - 요구사항 분류 보안 요구사항 고유번호 SER-02 요구사항 명칭 보안 기본 요건 정의 보안 기본 요구사항 요구사항 상세설명 ᄋ 외부PC노트북 등 반입 시 포맷 후 보안프로그램백신, NAC, 매체제어, 개인정보탐지 등을 반드시 설치하고 발주기관의 설치확인을 받아야 함 ᄋ 외부로 시스템, PC, 노트북 등 반출 시 저장장치 분리 후 제출하여 자료 완전 삭제 및 승인 후 반출 ᄋ 사업수행 기간 중 중요 데이터 등 정보 유출에 대비하여 구체적인 정보보호 계획 및 방안을 수립하여 제출 - 시스템 측면에서 보안방법 및 절차 - 정보 유출 및 변경 가능성 차단 등 데이터 보안방법 - 운영자, 사용자에 대한 접근권한 부여 등 소프트웨어적 보안방법 - 개인정보 및 데이터 등 기밀 유출 시 보상 계획 ᄋ 해킹 및 사이버 공격 등의 취약점 노출 또는 발생 우려에 대비하여 신속 히 대응할 수 있는 비상 대응체계 구축 및 운영 ᄋ 정보보호를 위한 관리적, 기술적 대책을 강구하여 발주기관의 승인을 받아 물리적으로 설치해야 하며, 이에 따른 비용 발생 시 수행사가 부담 ᄋ 사업 수행에 있어 악성코드에 감염된 도구를 사용하여서는 아니되며 인 가받지 않은 보조기억매체USB, 외장하드 등 사용 금지 ᄋ 사업 수행 시 승인되지 않은 외부 인터넷망 사용을 금지하며, 업무망PC 와 인터넷망PC는 망 분리하여 사용 ᄋ 사업 관련 자료는 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송 금지 산출정보 사업수행계획서, 보안서약서, 전산기기 반입반출대장 요구사항 분류 보안 요구사항 고유번호 SER-03 요구사항 명칭 시스템 보안 방안 정의 시스템 보안 요구사항 요구사항 상세설명 ᄋ 기관간 데이터 연계 시 통신 구간 암호화 및 접근제어 적용 ᄋ 사전협의된 연계 데이터를 지정된 서버로만 통신 허용 ᄋ 네트워크는 업무망과 인터넷망으로 구분하여 운영하고 망간 데이터 연계 시 망간자료전송 시스템을 통하여 송수신 ᄋ 구축 및 운용 시스템에 대한 서버 보안취약점 점검 및 FTP, Telnet, Finger 등 불필요한 서비스 포트 제거 등 보안사항을 점검하여 조치 ᄋ 기관 간 데이터 연계 시 통신 구간 암호화 및 접근제어 적용 ᄋ 네트워크는 업무망과 인터넷망으로 구분하여 운영하고 망간 데이터 연계 시 망간자료전송 시스템을 통하여 송수신 ᄋ 정보보호 제품 납품 시 관련 규정의 시험, 인증사항을 만족하는 제품 납품 ᄋ 데이터 전송을 위한 네트워크 전송구간은 암호화 적용 기관으로부터 보안에 문제가 있다고 지적될 경우 반드시 해결책을 강구 하고 조치하여야 함 산출정보 사업수행계획서, 보안서약서 - 19 - 산출정보 보안취약점 점검 및 조치 결과서, 보안기능시험결과서 요구사항 분류 보안 요구사항 고유번호 SER-04 요구사항 명칭 보안관리 방안 정의 보안관리 준수 요구사항 상세설명 ᄋ 보안 관리 접근 방식 및 본 사업에 적용할 보안 정책 및 프로세스 제시 ᄋ 보안관리 수행 방안 제시 - 정보의 무결성과 정보유출 방지 대책 - 인터넷 사용에 따른 보안 대응 방안 - 투입인력에 대한 보안관리 방안 - 보안에 대한 정기적인 점검 및 관리 방안 - 사업기간 동안 취득한 정보에 대한 보안 대책 제시 - 시스템 보안 및 사용자 보안 체계, 수행인원에 대한 보안관리 대책 제시 ᄋ 데이터 관리강화를 위한 보안방안 제시 산출정보 사업수행계획서, 정보보호 관리방안 요구사항 분류 보안 요구사항 고유번호 SER-05 요구사항 명칭 관리적 보안방안 정의 관리적 보안 준수 요구사항 상세설명 ᄋ 인적, 물적 자원에 대한 보안정책 및 지침을 수립하여 적용하고 수시로 보안진단을 실시 ᄋ 외부 인력을 포함한 사업수행인력을 대상으로 주기적인 보안교육 실시 및 보안서약서 작성 등 보안관리 철저 ᄋ 수행사는 사업 수행과정에서 취득한 자료와 정보에 관해서는 사업수행의 전후를 막론하고 발주기관의 승인 없이 외부에 유출 또는 누설하여서는 안 되며, 이를 위반 시 향후 법적책임이 있음을 포함한 대표자용 보안 확약서 및 참여자용 보안 확약서를 작성하여 제출 ᄋ 연계기관과 주고받는 데이터에 대해서는 기밀성, 무결성 보장 ᄋ 해킹 및 사이버 공격 등의 취약점 노출 또는 발생우려에 대비하여 신속 히 대응할 수 있는 비상 대응체계 구축 및 운영 산출정보 사업수행계획서, 보안확약서 요구사항 분류 보안 요구사항 고유번호 SER-06 요구사항 명칭 물리적 보안 방안 정의 물리적 보안 준수 요구사항 상세설명 ᄋ 프로젝트 사무실, 중요장비 설치장소에 대한 출입 보안 시스템 및 CCTV 등 통제절차 운영",
      "tables": [
        [
          [
            "",
            "기관으로부터  보안에  문제가  있다고  지적될  경우  반드시  해결책을  강구\n하고  조치하여야  함"
          ],
          [
            "산출정보",
            "사업수행계획서,  보안서약서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-04"
          ],
          [
            "요구사항  명칭",
            "보안관리  방안"
          ],
          [
            "정의",
            "보안관리  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  보안  관리  접근  방식  및  본  사업에  적용할  보안  정책  및  프로세스  제시\nㅇ  보안관리  수행  방안  제시\n  -  정보의  무결성과  정보유출  방지  대책\n  -  인터넷  사용에  따른  보안  대응  방안\n  -  투입인력에  대한  보안관리  방안\n  -  보안에  대한  정기적인  점검  및  관리  방안\n  -  사업기간  동안  취득한  정보에  대한  보안  대책  제시\n  -  시스템  보안  및  사용자  보안  체계,  수행인원에  대한  보안관리  대책  제시\nㅇ  데이터  관리강화를  위한  보안방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서,    정보보호  관리방안"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-02"
          ],
          [
            "요구사항  명칭",
            "보안  기본  요건"
          ],
          [
            "정의",
            "보안  기본  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  외부PC(노트북  등)  반입  시  포맷  후  보안프로그램(백신,  NAC,  매체제어, \n개인정보탐지  등)을  반드시  설치하고  발주기관의  설치확인을  받아야  함\nㅇ  외부로  시스템,  PC,  노트북  등  반출  시  저장장치  분리  후  제출하여  자료 \n완전  삭제  및  승인  후  반출\nㅇ  사업수행  기간  중  중요  데이터  등  정보  유출에  대비하여  구체적인  정보보호 \n계획  및  방안을  수립하여  제출\n  -  시스템  측면에서  보안방법  및  절차\n  -  정보  유출  및  변경  가능성  차단  등  데이터  보안방법\n  -  운영자,  사용자에  대한  접근권한  부여  등  소프트웨어적  보안방법\n  -  개인정보  및  데이터  등  기밀  유출  시  보상  계획\nㅇ  해킹  및  사이버  공격  등의  취약점  노출  또는  발생  우려에  대비하여  신속\n히  대응할  수  있는  비상  대응체계  구축  및  운영\nㅇ  정보보호를  위한  관리적,  기술적  대책을  강구하여  발주기관의  승인을  받아 \n물리적으로  설치해야  하며,  이에  따른  비용  발생  시  수행사가  부담\nㅇ  사업  수행에  있어  악성코드에  감염된  도구를  사용하여서는  아니되며  인\n가받지  않은  보조기억매체(USB,  외장하드  등)  사용  금지\nㅇ  사업  수행  시  승인되지  않은  외부  인터넷망  사용을  금지하며,  업무망PC\n와  인터넷망PC는  망  분리하여  사용\nㅇ  사업  관련  자료는  인터넷  웹하드,  웹메일  등  외부에  저장  및  전송  금지"
          ],
          [
            "산출정보",
            "사업수행계획서,  보안서약서,  전산기기  반입·반출대장"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-05"
          ],
          [
            "요구사항  명칭",
            "관리적  보안방안"
          ],
          [
            "정의",
            "관리적  보안  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  인적,  물적  자원에  대한  보안정책  및  지침을  수립하여  적용하고  수시로 \n보안진단을  실시\nㅇ  외부  인력을  포함한  사업수행인력을  대상으로  주기적인  보안교육  실시 \n및  보안서약서  작성  등  보안관리  철저\nㅇ  수행사는  사업  수행과정에서  취득한  자료와  정보에  관해서는  사업수행의 \n전후를  막론하고  발주기관의  승인  없이  외부에  유출  또는  누설하여서는 \n안  되며,  이를  위반  시  향후  법적책임이  있음을  포함한  \"대표자용  보안\n확약서\"  및  \"참여자용  보안  확약서\"를  작성하여  제출\nㅇ  연계기관과  주고받는  데이터에  대해서는  기밀성,  무결성  보장\nㅇ  해킹  및  사이버  공격  등의  취약점  노출  또는  발생우려에  대비하여  신속\n히  대응할  수  있는  비상  대응체계  구축  및  운영"
          ],
          [
            "산출정보",
            "사업수행계획서,  보안확약서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-06"
          ],
          [
            "요구사항  명칭",
            "물리적  보안  방안"
          ],
          [
            "정의",
            "물리적  보안  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  프로젝트  사무실,  중요장비  설치장소에  대한  출입  보안  시스템  및  CCTV \n등  통제절차  운영"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-03"
          ],
          [
            "요구사항  명칭",
            "시스템  보안  방안"
          ],
          [
            "정의",
            "시스템  보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  기관간  데이터  연계  시  통신  구간  암호화  및  접근제어  적용\nㅇ  사전협의된  연계  데이터를  지정된  서버로만  통신  허용\nㅇ  네트워크는  업무망과  인터넷망으로  구분하여  운영하고  망간  데이터  연계 \n시  망간자료전송  시스템을  통하여  송수신\nㅇ  구축  및  운용  시스템에  대한  서버  보안취약점  점검  및  FTP,  Telnet, \nFinger  등  불필요한  서비스  포트  제거  등  보안사항을  점검하여  조치\nㅇ  기관  간  데이터  연계  시  통신  구간  암호화  및  접근제어  적용\nㅇ  네트워크는  업무망과  인터넷망으로  구분하여  운영하고  망간  데이터  연계 \n시  망간자료전송  시스템을  통하여  송수신\nㅇ  정보보호  제품  납품  시  관련  규정의  시험,  인증사항을  만족하는  제품  납품\nㅇ  데이터  전송을  위한  네트워크  전송구간은  암호화  적용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 20 - ᄋ 개인소유의 PC 및 보조기억장치 반입반출을 통제 ᄋ 비공개 문서는 별도 잠금장치가 된 곳에 안전하게 보관 및 관리 ᄋ 사업 산출물은 기관에서 지정한 PC 혹은 파일서버에 저장 ᄋ 폐기되는 문서는 파쇄, 소각 등 안전한 방법으로 폐기되도록 함 ᄋ 문서의 보안등급을 부여하고 등급에 따라 권한 관리 산출정보 사무실 출입기록, 자료관리대장, CCTV기록 요구사항 분류 보안 요구사항 고유번호 SER-07 요구사항 명칭 원격지 개발 장소 보안 요건 정의 원격지 개발 장소 보안 준수 요구사항 상세설명 ᄋ 수행사는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대 한 대응방안을 제시하여야 함 ᄋ 수행사는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방안을 제시 하여야 함 ᄋ 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 보안관리 대책시 건장치, 출입통제 등을 실시하여야 함 - 프로젝트 사무실, 주요장비 설치장소에 대한 출입보안 - 개인소유 PC 및 보조기억장치 반입 통제 - 전용선 혹은 기관과의 연계가 가능한 VPN망 가설내부망, 외부망 구분 - NAC 장비를 이용한 네트워크접근 통제 수행NAC는 장비는 수행사 준비 ᄋ 사업수행 시 승인되지 않은 외부 인터넷망 사용을 금지하며, 업무망PC 와 인터넷망PC는 망 분리하여 사용 ᄋ 용역업체가 발주기관 내 장소에서 개발 작업을 수행하더라도 개발용 서버 가 민간 클라우드 컴퓨팅서비스를 이용하는 등으로 원격지에 위치할 경우 원 격지 개발로 간주하고 보안대책을 수립시행하여야 한다. 산출정보 원격지 개발 보안 계획 요구사항 분류 보안 요구사항 고유번호 SER-08 요구사항 명칭 기술적 보안 요건 정의 기술적 보안 준수 요구사항 상세설명 ᄋ 시큐어코딩 준수 강화를 위해 개발점검승인배포 프로세스 상세절차를 정의하고, 형상배포서버를 포함하여 구축해야 함 ᄋ 소스코드 보안취약점을 자체 진단하고 제거하기 위한 방안진단도구, 전 문인력 활용, 진단환경, 진단회수, 진단 및 조치방안 등을 제시 ᄋ 행정기관 및 공공기관 정보시스템 구축운영 지침 제50조소프트웨어 개 발보안 원칙과 제53조보안약점 진단절차에 따라 소프트웨어 개발보안 을 적용 - 개발단계는 소프트웨어 개발보안 가이드, 점검단계는 소프트웨어 보안약점 진단가이드를 준수 - 공공기관 정보시스템 구축운영지침 제54조진단원 자격에 준한 인력이 보안약점 진단을 실시 - 행정기관 및 공공기관 정보시스템 구축 운영지침 별표3의 소프트웨어 보안약점 존재여부를 필수적으로 진단 - 21 - - 보안진단 후 발견된 취약점에 대해 조치를 완료해야 함. ᄋ 불의의 사고로 인하여 시스템이나 파일이 피해를 입더라도 최근에 백업 한 시점의 내용으로 복구할 수 있는 백업정책을 수립 및 실행 ᄋ 네트워크 장비, 서버 등에 설치되는 OS, 통신 프로토콜, SW 등에 대한 최신 보안패치 적용 ᄋ 개인정보보호법 및 이에 따른 개인정보의 안정성 확보조치 기준 요구 사항암호화, 접근권한관리, 접근통제 등을 충족하여 서비스, 연계 기능 이 구현되도록 구축 산출정보 사업수행계획서, 보안취약점 점검 및 조치결과서 요구사항 분류 보안 요구사항 고유번호 SER-10 요구사항 명칭 참여인력 보안관리 착수단계 정의 참여인력 보안관리 준수 요구사항 상세설명 ᄋ 용역사업자 대표명의 보안서약서제출 ᄋ 사업 참여인원에 대해서는 사업투입 전 보안서약서제출 ᄋ 수행사는 용역사업 수행 전 참여인원에 대해 법률 또는 규정에 의한 비 밀유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육을 실시 산출정보 대표명의 보안서약서, 참여인력 보안서약서, 보안교육 실시 확인서 요구사항 분류 보안 요구사항 고유번호 SER-11 요구사항 명칭 참여인력 보안관리 수행단계 정의 참여인력 보안관리 준수 요구사항 분류 보안 요구사항 고유번호 SER-09 요구사항 명칭 참여인력 보안관리 일반사항 정의 참여인력 보안관리 준수 요구사항 상세설명 ᄋ 소프트웨어 개발보안 가이드에 따른 소스코드 보안성 확보를 위해 착수단계에 서 표준 코딩스타일 정의 및 적절한 개발 절차, 개발방법론, 개발보안 교육 등을 이수한 개발자를 개발에 투입 ᄋ 시스템 및 데이터에 대한 철저한 보안 유지 및 관리 ᄋ 발주기관 및 협업하는 기관의 보안업무 규정 준수 ᄋ PC 등 장비의 반출입에 대해 관리대장에 등록 및 관리 실시 ᄋ PC패스워드 사용 및 주기적인 변경을 준수 ᄋ 사용자 PC 백신 프로그램 최신 상태를 유지 ᄋ 정기적 바이러스 및 해킹도구 검사를 실시 ᄋ 주관기관의 보안업무 규정 준수 ᄋ 주요 데이터에 대한 반출입 관리 절차 준수 산출정보 보안교육 실시 확인서, 개발보안 실시 확인서, 전산기기 반입반출대장, 자료",
      "tables": [
        [
          [
            "",
            "ㅇ  개인소유의  PC  및  보조기억장치  반입‧반출을  통제\nㅇ  비공개  문서는  별도  잠금장치가  된  곳에  안전하게  보관  및  관리\nㅇ  사업  산출물은  기관에서  지정한  PC  혹은  파일서버에  저장\nㅇ  폐기되는  문서는  파쇄,  소각  등  안전한  방법으로  폐기되도록  함\nㅇ  문서의  보안등급을  부여하고  등급에  따라  권한  관리"
          ],
          [
            "산출정보",
            "사무실  출입기록,  자료관리대장,  CCTV기록"
          ]
        ],
        [
          [
            "",
            "-  보안진단  후  발견된  취약점에  대해  조치를  완료해야  함.\nㅇ  불의의  사고로  인하여  시스템이나  파일이  피해를  입더라도  최근에  백업\n한  시점의  내용으로  복구할  수  있는  백업정책을  수립  및  실행\nㅇ  네트워크  장비,  서버  등에  설치되는  OS,  통신  프로토콜,  SW  등에  대한 \n최신  보안패치  적용\nㅇ  ‘개인정보보호법’  및  이에  따른  ‘개인정보의  안정성  확보조치  기준’  요구\n사항(암호화,  접근권한관리,  접근통제  등)을  충족하여  서비스,  연계  기능\n이  구현되도록  구축"
          ],
          [
            "산출정보",
            "사업수행계획서,  보안취약점  점검  및  조치결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-09"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안관리  일반사항"
          ],
          [
            "정의",
            "참여인력  보안관리  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  소프트웨어  개발보안  가이드에  따른  소스코드  보안성  확보를  위해  착수단계에\n서  표준  코딩스타일  정의  및  적절한  개발  절차,  개발방법론,  개발보안  교육\n등을  이수한  개발자를  개발에  투입\nㅇ  시스템  및  데이터에  대한  철저한  보안  유지  및  관리\nㅇ  발주기관  및  협업하는  기관의  보안업무  규정  준수\nㅇ  PC  등  장비의  반·출입에  대해  관리대장에  등록  및  관리  실시\nㅇ  PC패스워드  사용  및  주기적인  변경을  준수\nㅇ  사용자  PC  백신  프로그램  최신  상태를  유지\nㅇ  정기적  바이러스  및  해킹도구  검사를  실시\nㅇ  주관기관의  보안업무  규정  준수\nㅇ  주요  데이터에  대한  반출입  관리  절차  준수"
          ],
          [
            "산출정보",
            "보안교육  실시  확인서,  개발보안  실시  확인서,  전산기기  반입·반출대장,  자료"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-07"
          ],
          [
            "요구사항  명칭",
            "원격지  개발  장소  보안  요건"
          ],
          [
            "정의",
            "원격지  개발  장소  보안  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  수행사는  원격지  개발에  따른  보안사고  등  위험요인을  식별하여  이에  대\n한  대응방안을  제시하여야  함\nㅇ  수행사는  원격지  개발에  따른  개발방법  등에  대한  구체적인  방안을  제시\n하여야  함\nㅇ  원격지  개발에  따른  수행  장소  등에  대하여  구체적인  보안관리  대책(시\n건장치,  출입통제  등)을  실시하여야  함\n  -  프로젝트  사무실,  주요장비  설치장소에  대한  출입보안\n  -  개인소유  PC  및  보조기억장치  반입  통제\n  -  전용선  혹은  기관과의  연계가  가능한  VPN망  가설(내부망,  외부망  구분)\n  -  NAC  장비를  이용한  네트워크접근  통제  수행(NAC는  장비는  수행사  준비)\nㅇ  사업수행  시  승인되지  않은  외부  인터넷망  사용을  금지하며,  업무망PC\n와  인터넷망PC는  망  분리하여  사용\nㅇ  용역업체가  발주기관  내  장소에서  개발  작업을  수행하더라도  개발용  서버\n가  민간  클라우드  컴퓨팅서비스를  이용하는  등으로  원격지에  위치할  경우  원\n격지  개발로  간주하고  보안대책을  수립·시행하여야  한다."
          ],
          [
            "산출정보",
            "원격지  개발  보안  계획"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-10"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안관리  착수단계"
          ],
          [
            "정의",
            "참여인력  보안관리  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  용역사업자  대표명의  “보안서약서”제출\nㅇ  사업  참여인원에  대해서는  사업투입  전  “보안서약서”제출\nㅇ  수행사는  용역사업  수행  전  참여인원에  대해  법률  또는  규정에  의한  비\n밀유지의무  준수  및  위반  시  처벌내용  등에  대한  보안교육을  실시"
          ],
          [
            "산출정보",
            "대표명의  보안서약서,  참여인력  보안서약서,  보안교육  실시  확인서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-08"
          ],
          [
            "요구사항  명칭",
            "기술적  보안  요건"
          ],
          [
            "정의",
            "기술적  보안  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  시큐어코딩  준수  강화를  위해  개발·점검·승인·배포  프로세스  상세절차를 \n정의하고,  형상·배포서버를  포함하여  구축해야  함\nㅇ  소스코드  보안취약점을  자체  진단하고  제거하기  위한  방안(진단도구,  전\n문인력  활용,  진단환경,  진단회수,  진단  및  조치방안  등)을  제시\nㅇ  행정기관  및  공공기관  정보시스템  구축·운영  지침  제50조(소프트웨어  개\n발보안  원칙)과  제53조(보안약점  진단절차)에  따라  소프트웨어  개발보안\n을  적용\n  -  개발단계는  소프트웨어  개발보안  가이드,  점검단계는  소프트웨어  보안약점 \n진단가이드를  준수\n  -  공공기관  정보시스템  구축운영지침  제54조(진단원)  자격에  준한  인력이 \n보안약점  진단을  실시\n  -  ‘행정기관  및  공공기관  정보시스템  구축  운영지침  별표3의  소프트웨어 \n보안약점  존재여부를  필수적으로  진단"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-11"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안관리  수행단계"
          ],
          [
            "정의",
            "참여인력  보안관리  준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 22 - 7 품질 요구사항Quality Requirement QUR 요구사항 상세설명 ᄋ 수행사는 보안인식 강화를 위해 주기적으로 자체 보안교육을 실시해야 하 며, 발주기관이 요구하는 보안교육 참석 ᄋ 업무수행을 위한 중요자료 제공 및 회수내역을 자료관리대장으로 관리 ᄋ 외부PC노트북 등 반입 시 포맷 후 보안프로그램백신, NAC, 매체제어, 개인정보탐지 등을 반드시 설치하고 발주기관의 설치확인을 받아야 함 ᄋ 사업수행에 있어 악성코드에 감염된 도구를 사용하여서는 아니되며 인가 받지 않은 보조기억매체USB, 외장하드 등 사용 금지 산출정보 보안교육 실시 확인서, 전산기기 반입반출 대장,자료 관리대장 요구사항 분류 보안 요구사항 고유번호 SER-12 요구사항 명칭 참여인력 보안관리 종료단계 정의 종료단계 준수사항 요구사항 상세설명 ᄋ 사업에 참여한 사업자가 활용한 PC 및 서버의 경우, 사업 완료 후 자료 의 복구가 불가능하도록 조치 ᄋ 계약업체는 사업관련 자료를 보유해서는 안 되며, 이를 위반 시 향후 법 적 책임이 있음을 포함한 대표자용 보안확약서 및 참여자용 보안확약 서를 작성하여 제출 산출정보 PC완전삭제 확인서, 대표자명의 보안확약서, 참여자용 보안확약서, 자료관리대장 요구사항 분류 품질 요구사항 고유번호 QUR-01 요구사항 분류 보안 요구사항 고유번호 SER-13 요구사항 명칭 개인정보보호 정의 개인정보보호 준수사항 요구사항 상세설명 ᄋ 시스템 개발운영자를 위한 개인정보보호 가이드라인행안부, 2018.6. 준수 ᄋ 개인정보의 안전성 확보조치 기준개인정보위 고시 제2020-2호, 2020.8.11.준수 - 개인정보 접속기록 관리, 개인정보 권한변경사항 기록 관리 - 개인정보 다운로드 사유 기록 저장 ᄋ 개인정보보호법 및 이에 따른 개인정보의 안정성 확보조치 기준 요구 사항암호화, 접근권한관리, 접근통제 등을 충족하여 서비스, 연계 기능 이 구현되도록 구축 ᄋ 시스템에서 관리되는 개인정보패스워드 등는 반드시 암호화하여 DB에 저장하여야 함 ᄋ 개인정보가 안전하게 수집활용폐기될 수 있도록 개인정보보호법 및 관 련 시행령, 시행규칙, 지침, 규정을 준수하여 개발해야 함 산출정보 개인정보항목, 개인정보저장DB명세서, 개인정보접속기록 점검기능 - 23 - 요구사항 명칭 가용성 보장 정의 품질 요구사항 목표수립 요구사항 상세설명 ᄋ 시스템은 통상적인 업무시간 동안 가용성을 보장해야 하며, 시스템 조건 에 무관하게 모든 채널에 동일한 자료 및 결과를 생성하고 인도해야 함 ᄋ 시스템은 정상상태에서 24시간 365일 무중단 운영되어야 함 - 단, 시스템점검을 위해 중지하는 시간은 제외 산출정보 개발 단계별 표준산출물 요구사항 분류 품질 요구사항 고유번호 QUR-02 요구사항 명칭 백업방안 마련 정의 백업 관리방안 목표수립 요구사항 상세설명 ᄋ 수행사는 시스템의 신속한 장애 대응을 위하여 백업방안을 제시 ᄋ 에러 복구, 장애 대책 확보 등 신뢰성 있는 서비스 환경을 제공 ᄋ 테스트 결함 발생률 및 조치율 - 테스트 기간 동안 발견된 결함 수와 결함의 지속 시간을 측정하여야 함 결함발생률이5 이상이거나중대결함이발생할경우, 시스템오픈을 연장해야하며, 결함지속시간의최대한계값은1시간이하여야함 - 테스트 기간 동안 발견된 결함에 대한 조치율은 100이어야 하며, 결함 조치로 인하여 계획된 일정에 영향을 주어서는 안 됨 산출정보 개발 단계별 표준산출물 요구사항 분류 품질 요구사항 고유번호 QUR-03 요구사항 명칭 기능구현 정확성 정의 기능구현 요구사항 준수 요구사항 상세설명 ᄋ 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사 항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 베이스라인 으로 간주 ᄋ 제공되기로 한 요구사항을 제공하는지 여부는 각 기능요구사항의 검증 테스트 활동을 통해 예상된 결과가 도출되었을 경우 사업자가 요구한 기한 내에 제공한 요구사항을 대상으로 평가 ᄋ 기능구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 수행함 으로써 평가 산출정보 개발 단계별 표준산출물 요구사항 분류 품질 요구사항 고유번호 QUR-04 요구사항 명칭 유지보수 용이성 제공 정의 유지보수 준수사항 요구사항 ᄋ 시스템 업그레이드 시스템은 새로운 기능을 구현하기 위해 필요한 경우",
      "tables": [
        [
          [
            "요구사항\n상세설명",
            "ㅇ  수행사는  보안인식  강화를  위해  주기적으로  자체  보안교육을  실시해야  하\n며,  발주기관이  요구하는  보안교육  참석\nㅇ  업무수행을  위한  중요자료  제공  및  회수내역을  자료관리대장으로  관리\nㅇ  외부PC(노트북  등)  반입  시  포맷  후  보안프로그램(백신,  NAC,  매체제어, \n개인정보탐지  등)을  반드시  설치하고  발주기관의  설치확인을  받아야  함\nㅇ  사업수행에  있어  악성코드에  감염된  도구를  사용하여서는  아니되며  인가\n받지  않은  보조기억매체(USB,  외장하드  등)  사용  금지"
          ],
          [
            "산출정보",
            "보안교육  실시  확인서,  전산기기  반입·반출  대장,자료  관리대장"
          ]
        ],
        [
          [
            "요구사항  명칭",
            "가용성  보장"
          ],
          [
            "정의",
            "품질  요구사항  목표수립"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  시스템은  통상적인  업무시간  동안  가용성을  보장해야  하며,  시스템  조건\n에  무관하게  모든  채널에  동일한  자료  및  결과를  생성하고  인도해야  함\nㅇ  시스템은  정상상태에서  24시간  365일  무중단  운영되어야  함\n  -  단,  시스템점검을  위해  중지하는  시간은  제외"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-12"
          ],
          [
            "요구사항  명칭",
            "참여인력  보안관리  종료단계"
          ],
          [
            "정의",
            "종료단계  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업에  참여한  사업자가  활용한  PC  및  서버의  경우,  사업  완료  후  자료\n의  복구가  불가능하도록  조치\nㅇ  계약업체는  사업관련  자료를  보유해서는  안  되며,  이를  위반  시  향후  법\n적  책임이  있음을  포함한  “대표자용  보안확약서”  및  “참여자용  보안확약\n서”를  작성하여  제출"
          ],
          [
            "산출정보",
            "PC완전삭제  확인서,  대표자명의  보안확약서,  참여자용  보안확약서,  자료관리대장"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-02"
          ],
          [
            "요구사항  명칭",
            "백업방안  마련"
          ],
          [
            "정의",
            "백업  관리방안  목표수립"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  수행사는  시스템의  신속한  장애  대응을  위하여  백업방안을  제시\nㅇ  에러  복구,  장애  대책  확보  등  신뢰성  있는  서비스  환경을  제공\nㅇ  테스트  결함  발생률  및  조치율\n  -  테스트  기간  동안  발견된  결함  수와  결함의  지속  시간을  측정하여야  함\n※결함 발생률이 5% 이상이거나 중대 결함이 발생할 경우, 시스템 오픈 을\n연장해야 하며, 결함 지속 시간의 최대 한계값은 1시간 이하여야 함\n  -  테스트  기간  동안  발견된  결함에  대한  조치율은  100%이어야  하며,  결함\n조치로  인하여  계획된  일정에  영향을  주어서는  안  됨"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-03"
          ],
          [
            "요구사항  명칭",
            "기능구현  정확성"
          ],
          [
            "정의",
            "기능구현  요구사항  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  시스템은  제공되기로  한  요구사항을  모두  제공하며,  초기  협의한  요구사\n항에서  변경관리  절차를  통해  승인을  획득한  요구사항을  최종  베이스라인\n으로  간주\nㅇ  제공되기로  한  요구사항을  제공하는지  여부는  각  기능요구사항의  검증\n(테스트)  활동을  통해  예상된  결과가  도출되었을  경우  사업자가  요구한 \n기한  내에  제공한  요구사항을  대상으로  평가\nㅇ  기능구현  정확성은  사용자가  직접  테스트  수행  기간에  테스트를  수행함\n으로써  평가"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "SER-13"
          ],
          [
            "요구사항  명칭",
            "개인정보보호"
          ],
          [
            "정의",
            "개인정보보호  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  시스템  개발·운영자를  위한  개인정보보호  가이드라인(행안부,  2018.6.)  준수\nㅇ  개인정보의  안전성  확보조치  기준(개인정보위  고시  제2020-2호,  2020.8.11.)준수\n  -  개인정보  접속기록  관리,  개인정보  권한변경사항  기록  관리\n  -  개인정보  다운로드  사유  기록  저장\nㅇ  ‘개인정보보호법’  및  이에  따른  ‘개인정보의  안정성  확보조치  기준’  요구\n사항(암호화,  접근권한관리,  접근통제  등)을  충족하여  서비스,  연계  기능\n이  구현되도록  구축\nㅇ  시스템에서  관리되는  개인정보(패스워드  등)는  반드시  암호화하여  DB에 \n저장하여야  함\nㅇ  개인정보가  안전하게  수집･활용･폐기될  수  있도록  개인정보보호법  및  관\n련  시행령,  시행규칙,  지침,  규정을  준수하여  개발해야  함"
          ],
          [
            "산출정보",
            "개인정보항목,  개인정보저장DB명세서,  개인정보접속기록  점검기능"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-04"
          ],
          [
            "요구사항  명칭",
            "유지보수  용이성  제공"
          ],
          [
            "정의",
            "유지보수  준수사항"
          ],
          [
            "요구사항",
            "ㅇ  시스템  업그레이드:  시스템은  새로운  기능을  구현하기  위해  필요한  경우"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 24 - 8 제약 사항Constraint Requirement COR 상세설명 업그레이드가 용이해야 하며, 보안사고 예방, 성능 개선 등이 발생하는 경 우 패치를 제공하여야 함 ᄋ 시스템의 무상 하자보수 기간은 검수 완료일로부터 12개월로 하며, 단, 납품 물품 중 무상보증기간이 12개월 이상인 경우 그에 따르며, 무상 하 자보수는 개발 소프트웨어, 하드웨어, 소프트웨어 등 시스템 전체로 함 ᄋ 시스템 확장 유지보수에 용이하게 개발되어야 하며 시스템 확장 시 상 호운영성, 이식성 등을 보장하여야 함 산출정보 개발 단계별 표준산출물 요구사항 분류 품질 요구사항 고유번호 QUR-05 요구사항 명칭 품질보증활동 정의 품질관리 계획 및 운영활동 요구사항 상세설명 ᄋ 구축된 시스템의 품질을 보증하기 위한 단계별 품질보증 활동계획을 수 립하고 품질검토 수행 - 품질보증활동 담당인력 지정 운영 - 단계별 품질보증활동 시기, 수행내역을 구체적으로 제시 ᄋ 성과지표 달성을 위한 계획 수립 및 지표 달성 결과 제출 - 요구사항 준수율, 웹 표준화 준수율, 시스템 가동율 등 산출정보 개발 단계별 표준산출물 요구사항 분류 제약사항 요구사항 고유번호 COR-01 요구사항 명칭 전자정부 표준프레임워크 적용 정의 전자정부 표준준수 요구사항 상세설명 ᄋ 전자정부 표준프레임워크를 적용하여 개발하며, 공통 컴포넌트 활용성 분석을 수행 후 가능한 부분은 적용 ᄋ 전자정부 프레임워크 적용에 따른 성능 저하 및 HW, SW 구성상의 문제 가 발생하지 않도록 사업 착수단계에서 관련 이슈를 종합적으로 점검확인 하고, 필요 시 개발 프레임워크를 최적화Customizing ᄋ 사업수행과정에서 전자정부프레임워크가 변경될 경우 관련 기능을 추가 적으로 개발하여 오픈 시점에서 최신의 환경에서 시스템을 운용할 수 있 도록 지원 ᄋ 대내외 시스템과의 연계연동, 배치작업 등을 처리하기 위해 필요 시 전자정부프레임워크 이외의 SW 제안 가능 ᄋ 분석설계과정에서 개발프레임워크와 관련한 추가 요건이 도출될 경우, 수렴하여 개발 프레임워크에 반영 ᄋ 개발 프레임워크 추가변경 요건 구현은 전 공정에 걸쳐 주관기관과의 협 의 하에 진행하여야 하며, 설계자개발자들이 내용을 인지할 수 있도록 개발 관리 절차에 따라 배포 ᄋ 개발 프레임워크 추가변경 기능, 기능 명세, 사용법 등은 어플리케이션 개발, 소프트웨어 설치, 환경 설정 등 관련 개발 표준 및 가이드에 반영 하여야 하며, 개발 프레임워크에 반영하기 어려운 독립된 요소일 경우, 별도 추가 문서로 관리 - 25 - ᄋ 개발 프레임워크 성능 진단 및 최적화, 개발 환경 구축 및 가이드, 어플 리케이션 및 시스템 간 연계 방안 정의 등을 전문적으로 수행할 수 있 는 전자정부 프레임워크 기반의 응용 아키텍트를 투입 산출정보 개발 단계별 표준산출물 요구사항 분류 제약사항 요구사항 고유번호 COR-02 요구사항 명칭 전자정부 웹호환성 지침 준수 정의 웹 호환성 지침준수 요구사항 상세설명 ᄋ 전자정부 서비스 호환성 준수 지침에 따른 웹호환성 지침 준수 산출정보 개발 단계별 표준산출물 요구사항 분류 제약사항 요구사항 고유번호 COR-03 요구사항 명칭 웹 접근성 준수 정의 웹 접근성 가이드 준수 요구사항 상세설명 ᄋ 웹 개발을 위한 코딩, 메뉴, 호환성 규칙 등은 웹 접근성 향상을 위한 국 가표준 기술가이드 준수 ᄋ 한국형 웹 콘텐츠 접근성 지침 준수 산출정보 개발 단계별 표준산출물 요구사항 분류 제약사항 요구사항 고유번호 COR-04 요구사항 명칭 기타 정보화 기반 표준 준수사항 정의 기타 표준 준수 요구사항 상세설명 ᄋ 요구사항에서 제시되지 않은 정보화 기반 표준은 행정기관 및 공공기관 정보시스템 구축운영 지침을 준수 산출정보 개발 단계별 표준산출물 요구사항 분류 제약사항 요구사항 고유번호 COR-05 요구사항 명칭 제반법규 준수 정의 제반 규정 준수 요구사항 상세설명 ᄋ 사업자는 본 과업을 수행함에 있어 관련법규, 기준 및 계약서 등에 의거 하여 효율적이고 능률적이며 합리적으로 과업을 수행해야 하며, 계약서 의 내용에 의문사항이 있을 경우에는 주관기관과 사전협의 후 과업을 수 행하여야 함 ᄋ 관련법규 및 계약서 등에 명시되지 않는 사항은 주관기관과 사전협의하",
      "tables": [
        [
          [
            "",
            "ㅇ  개발  프레임워크  성능  진단  및  최적화,  개발  환경  구축  및  가이드,  어플\n리케이션  및  시스템  간  연계  방안  정의  등을  전문적으로  수행할  수  있\n는  전자정부  프레임워크  기반의  응용  아키텍트를  투입"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "상세설명",
            "업그레이드가  용이해야  하며,  보안사고  예방,  성능  개선  등이  발생하는  경\n우  패치를  제공하여야  함\nㅇ  시스템의  무상  하자보수  기간은  검수  완료일로부터  12개월로  하며,  단, \n납품  물품  중  무상보증기간이  12개월  이상인  경우  그에  따르며,  무상  하\n자보수는  개발  소프트웨어,  하드웨어,  소프트웨어  등  시스템  전체로  함\nㅇ  시스템  확장:  유지보수에  용이하게  개발되어야  하며  시스템  확장  시  상\n호운영성,  이식성  등을  보장하여야  함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-02"
          ],
          [
            "요구사항  명칭",
            "전자정부  웹호환성  지침  준수"
          ],
          [
            "정의",
            "웹  호환성  지침준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  전자정부  서비스  호환성  준수  지침에  따른  웹호환성  지침  준수"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "QUR-05"
          ],
          [
            "요구사항  명칭",
            "품질보증활동"
          ],
          [
            "정의",
            "품질관리  계획  및  운영활동"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  구축된  시스템의  품질을  보증하기  위한  단계별  품질보증  활동계획을  수\n립하고  품질검토  수행\n  -  품질보증활동  담당인력  지정  운영\n  -  단계별  품질보증활동  시기,  수행내역을  구체적으로  제시\nㅇ  성과지표  달성을  위한  계획  수립  및  지표  달성  결과  제출\n  -  요구사항  준수율,  웹  표준화  준수율,  시스템  가동율  등"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-03"
          ],
          [
            "요구사항  명칭",
            "웹  접근성  준수"
          ],
          [
            "정의",
            "웹  접근성  가이드  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  웹  개발을  위한  코딩,  메뉴,  호환성  규칙  등은  웹  접근성  향상을  위한  국\n가표준  기술가이드  준수\nㅇ  한국형  웹  콘텐츠  접근성  지침  준수"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-04"
          ],
          [
            "요구사항  명칭",
            "기타  정보화  기반  표준  준수사항"
          ],
          [
            "정의",
            "기타  표준  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  요구사항에서  제시되지  않은  정보화  기반  표준은  ‘행정기관  및  공공기관 \n정보시스템  구축·운영  지침’을  준수"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-05"
          ],
          [
            "요구사항  명칭",
            "제반법규  준수"
          ],
          [
            "정의",
            "제반  규정  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업자는  본  과업을  수행함에  있어  관련법규,  기준  및  계약서  등에  의거\n하여  효율적이고  능률적이며  합리적으로  과업을  수행해야  하며,  계약서\n의  내용에  의문사항이  있을  경우에는  주관기관과  사전협의  후  과업을  수\n행하여야  함\nㅇ  관련법규  및  계약서  등에  명시되지  않는  사항은  주관기관과  사전협의하"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-01"
          ],
          [
            "요구사항  명칭",
            "전자정부  표준프레임워크  적용"
          ],
          [
            "정의",
            "전자정부  표준준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  전자정부  표준프레임워크를  적용하여  개발하며,  공통  컴포넌트  활용성 \n분석을  수행  후  가능한  부분은  적용\nㅇ  전자정부  프레임워크  적용에  따른  성능  저하  및  HW,  SW  구성상의  문제\n가  발생하지  않도록  사업  착수단계에서  관련  이슈를  종합적으로  점검/확인\n하고,  필요  시  개발  프레임워크를  최적화(Customizing)\nㅇ  사업수행과정에서  전자정부프레임워크가  변경될  경우  관련  기능을  추가\n적으로  개발하여  오픈  시점에서  최신의  환경에서  시스템을  운용할  수  있\n도록  지원\nㅇ  대내외  시스템과의  연계/연동,  배치작업  등을  처리하기  위해  필요  시 \n전자정부프레임워크  이외의  S/W  제안  가능\nㅇ  분석/설계과정에서  개발프레임워크와  관련한  추가  요건이  도출될  경우, \n수렴하여  개발  프레임워크에  반영\nㅇ  개발  프레임워크  추가/변경  요건  구현은  전  공정에  걸쳐  주관기관과의  협\n의  하에  진행하여야  하며,  설계자/개발자들이  내용을  인지할  수  있도록  개발\n관리  절차에  따라  배포\nㅇ  개발  프레임워크  추가/변경  기능,  기능  명세,  사용법  등은  어플리케이션 \n개발,  소프트웨어  설치,  환경  설정  등  관련  개발  표준  및  가이드에  반영\n하여야  하며,  개발  프레임워크에  반영하기  어려운  독립된  요소일  경우, \n별도  추가  문서로  관리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 26 - 9 프로젝트관리 요구사항Project Management Requirement 여 결정하여야 함 ᄋ 사업자가 수집한 자료와 관계기관이 제시하는 기초자료에 대하여는 충분 한 검토, 분석과 협의를 거쳐서 과업수행에 착오가 없도록 하며, 본 사업 에 적용되는 참고자료는 목록을 작성하여 별도 제출하여야 함 ᄋ 입찰 시 제출한 기술제안서의 내용이 본 제안요청서와 상이한 경우에는 주관기관이 인정하는 경우를 제외하고 제안요청서를 우선 적용함 산출정보 개발 단계별 표준산출물 요구사항 분류 제약사항 요구사항 고유번호 COR-06 요구사항 명칭 EA현행화 정의 EA 관련정보 현행화 요구사항 상세설명 ᄋ 범정부 EA포털GEAP 등록된 관련 정보업무데이터응용기술 아키텍 쳐 현행화 ᄋ 별도 양식의 EA 현행화 확인서 산출정보 개발 단계별 표준산출물 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-01 요구사항 명칭 개발방법론 정의 개발관련 준수사항 요구사항 상세설명 ᄋ 제안 시 개발방법론에 대한 전 과정의 설명, 특징, 장단점, 저작권, 선정사 유 및 적용사례 등을 제시하여야 하며 개발과제 특성상 여러 개의 개발방 법론을 적용할 경우에는 각각 사용범위를 구별하여 제시 ᄋ 제안된 방법론은 정보시스템 개발 시 발생되는 착오 및 소프트웨어 품질 저하, 생산성 저하 등의 위험 요소를 방지하고, 시스템 개발의 표준 및 절차의 확립을 통해 유지보수 용이성을 확보할 수 있는 검증된 것이어야 함 ᄋ 사업자의 참여의지 및 조직적 대응 정도 사업참여의 준비성과 관련하여 개발환경의 구성여부 및 해결방안을 명확히 제시 ᄋ 사용될 개발방법론이 전과정에 적용되는지 또는 수정되어 적용되는지 여부 와 그 적용 범위, 과정, 사유를 제시 요구사항 분류 제약사항 요구사항 고유번호 COR-07 요구사항 명칭 추가 장비 구성 준수사항 정의 추가 장비 구성 준수사항 요구사항 상세설명 ᄋ HW 및 상용 SW 등 추가 인프라 도입이 필요할 시 행정기관 및 공공 기관의 클라우드컴퓨팅서비스 이용 기준 및 안전성 확보 등에 관한 고 시에 따라 클라우딩컴퓨팅서비스SaaS 이용을 우선 검토하여야 함 산출정보 클라우드컴퓨팅 이용 검토서 - 27 - ᄋ 개발 업무별 개발방법론이 다를 경우 이를 구별하여 제시하고, 특히 개발에 이용할 개발도구 또는 소프트웨어 특성상 개발방법론을 수정, 보완하여 적용 할 경우 이를 상세히 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-02 요구사항 명칭 수행조직구성 정의 조직 및 인력 등 준수사항 요구사항 상세설명 ᄋ 본 사업을 수행할 추진조직, 프로젝트 단계별 추진계획 및 역할 등을 제시 ᄋ 사업관리자PM는 반드시 주관사업자 소속이어야 하며 참여율은 100로 함 ᄋ 투입인력 구성시 가급적 반응형웹 구축 3년 이상 개발경험이 있는 전문 기술 인력 및 전문 디자이너 1명 이상 투입 권고 ᄋ 사업종료 후 안정화 수행방안 제시 ᄋ 본 사업은 컨소시엄 구성을 허용하지 않음 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-03 요구사항 명칭 사업관리자PM 자격 정의 사업관리자PM 준수사항 요구사항 상세설명 ᄋ 사업관리자PM은 가급적 유사 프로젝트 개발경험이 있는 전문기술 인 력을 포함해야 하며, 사업관리조직은 사업관리 전문자격 또는 전문교육 수료 직원으로 구성하여야 함권장사항 ᄋ 하도급예정자 소속인력은 기술자등급별 인원 현황만 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-04 요구사항 명칭 사업관리자PM 관련 제출서류 정의 제출서류 요구사항 상세설명 ᄋ 사업자는 계약체결 시까지 해당 기술자의 증빙서류를 제출하여 확인을 득 한 후 투입 ᄋ 증빙서류 인적사항, 자격사항, 경력사항 근무경력 관련 증빙서류는 소프트웨어기술자 경력관리기관 등에서 발급한 서류 제출을 원칙으로 함 산출정보 사업수행계획서",
      "tables": [
        [
          [
            "",
            "ㅇ  개발  업무별  개발방법론이  다를  경우  이를  구별하여  제시하고,  특히  개발에 \n이용할  개발도구  또는  소프트웨어  특성상  개발방법론을  수정,  보완하여  적용\n할  경우  이를  상세히  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "",
            "여  결정하여야  함\nㅇ  사업자가  수집한  자료와  관계기관이  제시하는  기초자료에  대하여는  충분\n한  검토,  분석과  협의를  거쳐서  과업수행에  착오가  없도록  하며,  본  사업\n에  적용되는  참고자료는  목록을  작성하여  별도  제출하여야  함\nㅇ  입찰  시  제출한  기술제안서의  내용이  본  제안요청서와  상이한  경우에는 \n주관기관이  인정하는  경우를  제외하고  제안요청서를  우선  적용함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-06"
          ],
          [
            "요구사항  명칭",
            "EA현행화"
          ],
          [
            "정의",
            "EA  관련정보  현행화"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  범정부  EA포털(GEAP)  등록된  관련  정보(업무․데이터․응용․기술  아키텍\n쳐)  현행화\nㅇ  별도  양식의  「EA  현행화  확인서」"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-02"
          ],
          [
            "요구사항  명칭",
            "수행조직구성"
          ],
          [
            "정의",
            "조직  및  인력  등  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  본  사업을  수행할  추진조직,  프로젝트  단계별  추진계획  및  역할  등을  제시\nㅇ  사업관리자(PM)는  반드시  주관사업자  소속이어야  하며  참여율은  100%로  함\nㅇ  투입인력  구성시  가급적  반응형웹  구축  3년  이상  개발경험이  있는  전문 \n기술  인력  및  전문  디자이너  1명  이상  투입  권고\nㅇ  사업종료  후  안정화  수행방안  제시\nㅇ  본  사업은  컨소시엄  구성을  허용하지  않음"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "COR-07"
          ],
          [
            "요구사항  명칭",
            "추가  장비  구성  준수사항"
          ],
          [
            "정의",
            "추가  장비  구성  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  H/W  및  상용  S/W  등  추가  인프라  도입이  필요할  시  「행정기관  및  공공\n기관의  클라우드컴퓨팅서비스  이용  기준  및  안전성  확보  등에  관한  고\n시」에  따라  클라우딩컴퓨팅서비스(SaaS)  이용을  우선  검토하여야  함"
          ],
          [
            "산출정보",
            "클라우드컴퓨팅  이용  검토서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-03"
          ],
          [
            "요구사항  명칭",
            "사업관리자(PM)  자격"
          ],
          [
            "정의",
            "사업관리자(PM)  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업관리자(PM)은  가급적  유사  프로젝트  개발경험이  있는  전문기술  인\n력을  포함해야  하며,  사업관리조직은  사업관리  전문자격  또는  전문교육 \n수료  직원으로  구성하여야  함(권장사항)\nㅇ  하도급예정자  소속인력은  기술자등급별  인원  현황만  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-04"
          ],
          [
            "요구사항  명칭",
            "사업관리자(PM)  관련  제출서류"
          ],
          [
            "정의",
            "제출서류"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업자는  계약체결  시까지  해당  기술자의  증빙서류를  제출하여  확인을  득\n한  후  투입\nㅇ  증빙서류  :  인적사항,  자격사항,  경력사항\n  ※  근무/경력  관련  증빙서류는  소프트웨어기술자  경력관리기관  등에서  발급한 \n서류  제출을  원칙으로  함"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-01"
          ],
          [
            "요구사항  명칭",
            "개발방법론"
          ],
          [
            "정의",
            "개발관련  준수사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  제안  시  개발방법론에  대한  전  과정의  설명,  특징,  장단점,  저작권,  선정사\n유  및  적용사례  등을  제시하여야  하며  개발과제  특성상  여러  개의  개발방\n법론을  적용할  경우에는  각각  사용범위를  구별하여  제시\nㅇ  제안된  방법론은  정보시스템  개발  시  발생되는  착오  및  소프트웨어  품질 \n저하,  생산성  저하  등의  위험  요소를  방지하고,  시스템  개발의  표준  및 \n절차의  확립을  통해  유지보수  용이성을  확보할  수  있는  검증된  것이어야  함\nㅇ  사업자의  참여의지  및  조직적  대응  정도  사업참여의  준비성과  관련하여 \n개발환경의  구성여부  및  해결방안을  명확히  제시\nㅇ  사용될  개발방법론이  전과정에  적용되는지  또는  수정되어  적용되는지  여부\n와  그  적용  범위,  과정,  사유를  제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 28 - 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-06 요구사항 명칭 지원 및 자문조직 구성 정의 지원 및 자문조직 역할 요구사항 상세설명 ᄋ 추진 조직 외에 본 사업을 성공적으로 수행할 수 있도록 지원 또는 자문 조직의 구성을 제시 가능. 단, 자문조직의 수행 역할과 결과물을 명확히 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-07 요구사항 명칭 일정관리 방안 정의 관리방안 제시 요구사항 상세설명 ᄋ 구축단계별 일정관리 및 사업수행 계획 대비 진도 관리방안 제시 ᄋ 사업을 기간 내에 완수하기 위한 개발 단계별 추진일정 및 세부 활동 내용 등이 포함된 개발 일정계획을 제시 ᄋ 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등을 제시함 ᄋ 사업영역별 작성된 WBSWork Breakdown Structure 및 사업수행계획서 의 타당성 검토 및 피드백 방안 제시 ᄋ 일정 및 진척에 대한 보고방법, 주기 및 일정계획 수립, 조정, 통제 등 종합적 인 일정 및 진척사항에 대한 관리 방안 제시 - 사업진행에 대한 사업관리자PM투입, 업무내용, 진척사항, 기타 특기 사항을 기록한 업무일지를 작성하여 주간, 월간 단위로 작성제출하여 야 함 - 원활한 과업 추진을 위해 필요시 비정기적인 보고 요청에 대응함 ᄋ 일정변경 발생 시 통합 차원의 영향도 분석 및 일정조정 방안 제시 산출정보 사업수행계획서 요구사항 고유번호 PMR-05 요구사항 명칭 사업관리자PM 변경 정의 사업관리자PM 변경 준수 요구사항 상세설명 ᄋ 사업관리자PM 변경 시 최소한 14일 이전에 유자격 대체인력을 포함한 변 경사실을 사전 통보하며, 변경으로 인한 업무 공백이 발생하지 않도록 철저 한 업무의 안정화 및 품질저하 방지대책, 교육 및 백업계획을 수립하여 제시 ᄋ사업관리자PM 변경 시, 동급 이상의 대체인력을 투입하여 최소 7일 이상 의 병행근무를 통해 업무인수인계 실시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 - 29 - 요구사항 고유번호 PMR-08 요구사항 명칭 요구사항 관리 정의 요구사항 관리방안 요구사항 상세설명 ᄋ 사업자는 기능비기능 요구사항을 빠짐없이 관리하고, 각각의 요구사항 이 분석, 설계, 시험단계 등 개발 전 단계의 관련 산출물에 반영여부를 확인할 수 있도록 관리요구사항 추적해야 함 산출정보 요구사항 정의서검사기준서, 과업대비표, 과업추적표증적 포함, 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-09 요구사항 명칭 품질관리 및 품질보증활동 정의 품질관리 방안제시 요구사항 상세설명 ᄋ 품질보증을 보장하기 위한 품질보증방안을 제시 ᄋ 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시 ᄋ 성과물의 품질확보를 위한 품질관리자의 지속적인 품질보증활동 수행 ᄋ 품질보증계획 수립, 품질보증 목표 및 표준에 대한 교육 ᄋ 계획에 따른 품질보증 수행, 품질결함분석 및 시정조치, 변경요청 ᄋ 단계별 품질목표 달성, 품질표준 준수 등에 관한 보고서 제출 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-10 요구사항 명칭 범위 대비 수행관리 방안 정의 수행관리 방안제시 요구사항 상세설명 ᄋ 사업범위 대비 수행결과 관리 방안 제시 ᄋ 사업범위 검토 명확화 및 과업내역 검토 방안 제시 ᄋ 요구사항 정의서 검토 및 분석설계 반영사항의 추적 및 검증 방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-11 요구사항 명칭 형상관리 방안 정의 형상관리 세부방안 요구사항 상세설명 ᄋ 일정관리를 통해 남긴 기록에 대해 지시사항, 보고문서, 업무일지, 특이사항 등에 관한 일지 및 일지별 진척률을 관리할 수 있는 기능 제공 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "PMR-08"
          ],
          [
            "요구사항  명칭",
            "요구사항  관리"
          ],
          [
            "정의",
            "요구사항  관리방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업자는  기능/비기능  요구사항을  빠짐없이  관리하고,  각각의  요구사항\n이  분석,  설계,  시험단계  등  개발  전  단계의  관련  산출물에  반영여부를 \n확인할  수  있도록  관리(요구사항  추적)해야  함"
          ],
          [
            "산출정보",
            "요구사항  정의서(검사기준서),  과업대비표,  과업추적표(증적  포함),  사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-05"
          ],
          [
            "요구사항  명칭",
            "사업관리자(PM)  변경"
          ],
          [
            "정의",
            "사업관리자(PM)  변경  준수"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업관리자(PM)  변경  시  최소한  14일  이전에  유자격  대체인력을  포함한  변\n경사실을  사전  통보하며,  변경으로  인한  업무  공백이  발생하지  않도록  철저\n한  업무의  안정화  및  품질저하  방지대책,  교육  및  백업계획을  수립하여  제시\nㅇ사업관리자(PM)  변경  시,  동급  이상의  대체인력을  투입하여  최소  7일  이상\n의  병행근무를  통해  업무인수인계  실시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-09"
          ],
          [
            "요구사항  명칭",
            "품질관리  및  품질보증활동"
          ],
          [
            "정의",
            "품질관리  방안제시"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  품질보증을  보장하기  위한  품질보증방안을  제시\nㅇ  품질보증의  범위,  품질보증을  위한  조직,  절차,  점검방법  등을  제시\nㅇ  성과물의  품질확보를  위한  품질관리자의  지속적인  품질보증활동  수행\nㅇ  품질보증계획  수립,  품질보증  목표  및  표준에  대한  교육\nㅇ  계획에  따른  품질보증  수행,  품질결함분석  및  시정조치,  변경요청\nㅇ  단계별  품질목표  달성,  품질표준  준수  등에  관한  보고서  제출"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-06"
          ],
          [
            "요구사항  명칭",
            "지원  및  자문조직  구성"
          ],
          [
            "정의",
            "지원  및  자문조직  역할"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  추진  조직  외에  본  사업을  성공적으로  수행할  수  있도록  지원  또는  자문\n조직의  구성을  제시  가능.  단,  자문조직의  수행  역할과  결과물을  명확히 \n제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-10"
          ],
          [
            "요구사항  명칭",
            "범위  대비  수행관리  방안"
          ],
          [
            "정의",
            "수행관리  방안제시"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업범위  대비  수행결과  관리  방안  제시\nㅇ  사업범위  검토  명확화  및  과업내역  검토  방안  제시\nㅇ  요구사항  정의서  검토  및  분석·설계  반영사항의  추적  및  검증  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-07"
          ],
          [
            "요구사항  명칭",
            "일정관리  방안"
          ],
          [
            "정의",
            "관리방안  제시"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  구축단계별  일정관리  및  사업수행  계획  대비  진도  관리방안  제시\nㅇ  사업을  기간  내에  완수하기  위한  개발  단계별  추진일정  및  세부  활동  내용 \n등이  포함된  개발  일정계획을  제시\nㅇ  사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  인력,  조직 \n등을  제시함\nㅇ  사업영역별  작성된  WBS(Work  Breakdown  Structure)  및  사업수행계획서\n의  타당성  검토  및  피드백  방안  제시\nㅇ  일정  및  진척에  대한  보고방법,  주기  및  일정계획  수립,  조정,  통제  등  종합적\n인  일정  및  진척사항에  대한  관리  방안  제시\n  -  사업진행에  대한  사업관리자(PM)투입,  업무내용,  진척사항,  기타  특기\n사항을  기록한  업무일지를  작성하여  주간,  월간  단위로  작성․제출하여\n야  함\n  -  원활한  과업  추진을  위해  필요시  비정기적인  보고  요청에  대응함\nㅇ  일정변경  발생  시  통합  차원의  영향도  분석  및  일정조정  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-11"
          ],
          [
            "요구사항  명칭",
            "형상관리  방안"
          ],
          [
            "정의",
            "형상관리  세부방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  일정관리를  통해  남긴  기록에  대해  지시사항,  보고문서,  업무일지,  특이사항 \n등에  관한  일지  및  일지별  진척률을  관리할  수  있는  기능  제공"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 30 - 요구사항 고유번호 PMR-12 요구사항 명칭 위험 및 이슈관리 방안 정의 위험 및 이슈관리 방안제시 요구사항 상세설명 ᄋ 위험 및 이슈관리 프로세스 수립 방안 제시 ᄋ 발생 가능한 위험이슈 파악 및 대응 방안 제시 ᄋ 위험이슈에 대한 제거, 해소를 위한 발주기관과의 조정통제 방안 제시 ᄋ 위험이슈별 영향 평가 및 제거, 해소결과 추적관리 방안 제시 ᄋ 위험사항의 식별분석대응계획 검토 및 조정, 조치방안 등 ᄋ 법제도 변화 등 내외부적인 변화 대응 방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-13 요구사항 명칭 의사소통 관리 방안 정의 의사소통 관리 및 보고 요구사항 상세설명 ᄋ 사업 전반의 이해관계자간 효율적 의사소통 방안 제시 ᄋ 신속한 의사결정을 위한 프로세스 제시 ᄋ 이해관계자에 대한 주기적인 프로젝트 진행 보고 및 이해관계자 대상 교 육워크숍 등 수행 방안 제시 ᄋ 주관기관의 의사결정 지원 ᄋ 사업추진 상황 및 쟁점사항의 정기비정기 보고 ᄋ 사업 이해관계자별 역할 정의 및 책임의 적절성 검토 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-14 요구사항 명칭 이해관계자 관리 방안 정의 이해관계자 관리 방안제시 요구사항 상세설명 ᄋ 이해관계자 식별 및 영향도 분석 ᄋ 이해관계자 의견 반영여부 점검 및 조치사항 지시 ᄋ 전문기관, 주관기관, 사업자, 감리, 서비스 이용자 등 사업 전반의 이해관계자 간 역할 및 협조 방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-15 요구사항 명칭 테스트 및 이해 관리 방안 정의 테스트 및 이해 관리 방안제시 - 31 - 요구사항 상세설명 ᄋ 프로그램별 단위테스트, 업무간 결합테스트 및 전체 통합테스트 등 종합적 인 테스트 계획에 대한 검토 및 관리 방안 제시 ᄋ 테스트 진행현황 모니터링 방안 및 도출 결함에 대한 조치관리 방안제시 ᄋ 테스트 결과에 대한 문서화 및 수행결과 검토 방안 제시 ᄋ 시스템 이행 및 운영전환 일정, 조직, 비상시 대처 계획 등 안정적 이행 관리방안 제시 ᄋ 데이터 마이그레이션, AP 포팅, 연계 점검 등 상세 전환방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-18 요구사항 명칭 원격지 개발장소 제시 정의 작업장소 협의 및 보안요구사항 준수 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-16 요구사항 명칭 산출물 관리 방안 정의 산출물 관리 방안제시 요구사항 상세설명 ᄋ 수행사는 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 작업 일정계획 및 품질보증계획과 연계하여 산출물의 종류, 주요내용, 작 성 및 제출시기, 제출 부수 등 제시 ᄋ 개발 및 커스터마이징 보고서 제출 ᄋ 기술적용계획표의 기술표준을 준수하여야 하며, 사업수행계획서 작성 시 주관기관 상호 협의하여 조정할 수 있음 ᄋ 검사 전 기술준수결과표를 제출하여야 하며, 기술적용계획의 변경이 필요한 경우 주관기관의 승인을 받아야 함 산출정보 개발 단계별 표준산출물 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-17 요구사항 명칭 작업장소 협의 정의 작업장소 협의방안 요구사항 상세설명 ᄋ 사업수행을 위한 장소는 발주기관과 사업자가 협의하여 결정 ᄋ 발주자는 SW사업 수행을 위하여 필요한 장소 및 설비, 기타 작업장소를 상호협의하여 결정 산출정보 사업수행계획서",
      "tables": [
        [
          [
            "요구사항\n상세설명",
            "ㅇ  프로그램별  단위테스트,  업무간  결합테스트  및  전체  통합테스트  등  종합적\n인  테스트  계획에  대한  검토  및  관리  방안  제시\nㅇ  테스트  진행현황  모니터링  방안  및  도출  결함에  대한  조치·관리  방안제시\nㅇ  테스트  결과에  대한  문서화  및  수행결과  검토  방안  제시\nㅇ  시스템  이행  및  운영전환  일정,  조직,  비상시  대처  계획  등  안정적  이행\n관리방안  제시\nㅇ  데이터  마이그레이션,  AP  포팅,  연계  점검  등  상세  전환방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "PMR-12"
          ],
          [
            "요구사항  명칭",
            "위험  및  이슈관리  방안"
          ],
          [
            "정의",
            "위험  및  이슈관리  방안제시"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  위험  및  이슈관리  프로세스  수립  방안  제시\nㅇ  발생  가능한  위험·이슈  파악  및  대응  방안  제시\nㅇ  위험‧이슈에  대한  제거,  해소를  위한  발주기관과의  조정·통제  방안  제시\nㅇ  위험‧이슈별  영향  평가  및  제거,  해소결과  추적관리  방안  제시\nㅇ  위험사항의  식별·분석·대응계획  검토  및  조정,  조치방안  등\nㅇ  법·제도  변화  등  내·외부적인  변화  대응  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-13"
          ],
          [
            "요구사항  명칭",
            "의사소통  관리  방안"
          ],
          [
            "정의",
            "의사소통  관리  및  보고"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업  전반의  이해관계자간  효율적  의사소통  방안  제시\nㅇ  신속한  의사결정을  위한  프로세스  제시\nㅇ  이해관계자에  대한  주기적인  프로젝트  진행  보고  및  이해관계자  대상  교\n육·워크숍  등  수행  방안  제시\nㅇ  주관기관의  의사결정  지원\nㅇ  사업추진  상황  및  쟁점사항의  정기·비정기  보고\nㅇ  사업  이해관계자별  역할  정의  및  책임의  적절성  검토"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-16"
          ],
          [
            "요구사항  명칭",
            "산출물  관리  방안"
          ],
          [
            "정의",
            "산출물  관리  방안제시"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  수행사는  사업추진과정에서  생산되는  제반  작업  단위별  산출물에  대하여 \n작업  일정계획  및  품질보증계획과  연계하여  산출물의  종류,  주요내용,  작\n성  및  제출시기,  제출  부수  등  제시\nㅇ  개발  및  커스터마이징  보고서  제출\nㅇ  기술적용계획표의  기술표준을  준수하여야  하며,  사업수행계획서  작성  시 \n주관기관  상호  협의하여  조정할  수  있음\nㅇ  검사  전  기술준수결과표를  제출하여야  하며,  기술적용계획의  변경이  필요한 \n경우  주관기관의  승인을  받아야  함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-17"
          ],
          [
            "요구사항  명칭",
            "작업장소  협의"
          ],
          [
            "정의",
            "작업장소  협의방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업수행을  위한  장소는  발주기관과  사업자가  협의하여  결정\nㅇ  발주자는  SW사업  수행을  위하여  필요한  장소  및  설비,  기타  작업장소를 \n상호협의하여  결정"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-14"
          ],
          [
            "요구사항  명칭",
            "이해관계자  관리  방안"
          ],
          [
            "정의",
            "이해관계자  관리  방안제시"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  이해관계자  식별  및  영향도  분석\nㅇ  이해관계자  의견  반영여부  점검  및  조치사항  지시\nㅇ  전문기관,  주관기관,  사업자,  감리,  서비스  이용자  등  사업  전반의  이해관계자\n간  역할  및  협조  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-18"
          ],
          [
            "요구사항  명칭",
            "원격지  개발장소  제시"
          ],
          [
            "정의",
            "작업장소  협의  및  보안요구사항  준수"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-15"
          ],
          [
            "요구사항  명칭",
            "테스트  및  이해  관리  방안"
          ],
          [
            "정의",
            "테스트  및  이해  관리  방안제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 32 - 요구사항 상세설명 ᄋ 사업자공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구 사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장소에 관하여 우선 검토한다. 다만, 발주기관에서는 사업자공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-19 요구사항 명칭 하도급 관리 방안 정의 하도급 세부 관리준수 사항 요구사항 상세설명 제안사 소속 이외의 인력은 하도급으로 간주하며, 하도급 계약 시 관계 법률에 의하여 사전 승인을 받아야 함 - 제안사는 하도급 계약의 준수실태를 하도급 준수실태보고서에 의하여 상하반기 2회 보고하여야 함 - 하도급 업체 투입인력에 대한 관리방안을 제시해야 함 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 제 2022-31호 제19조에 따라 하도급 대금지급 기준을 준수하여야 함 - 하도급의 계약부터 대금지급 및 실적관리를 조달청 정부계약하도급관 리시스템하도급지킴이을 이용하여 실행하여야 함 산출정보 사업수행계획서, 하도급관련 산출물 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-20 요구사항 명칭 정기 및 비정기 보고 정의 정기 및 비정기 보고방안 요구사항 상세설명 ᄋ 주월간 보고는 수행 시 주관기관과 일정 협의에 의하여 변경 가능하고, 원활한 과업 추진을 위해 필요시 비정기적인 보고를 요청할 수 있음 구분 보고명 보고내용 시 기 정기 보고 주간보고 - 진도관리계획대비 실적 - 문제점 보고 및 특이사항 - 차주계획 매주 수요일 비정기 보고 착수보고 - 착수계 및 사업수행계획 보고 비밀유지계약, 서약서 등 포함 착수후 10일 이내 완료보고 - 개발완료 보고 및 관련 산출물 보안 확약서 등 포함 완료 시 수시보고 - 이슈사항 및 문제점 협의 등 - 긴급변경 및 서면 요구사항 수시 ᄋ 애플리케이션 유지관리 및 개보수를 위하여 상용SW를 제외한 소스코드 를 제공하여야 하며, 개발시 형상 관리서버에 등록관리하여야 함 ᄋ 프로젝트 착수시점에 주석에 대한 규정 등을 포함한 코딩 가이드를 수립하 고, 해당 가이드를 준수한 소스코드를 작성하여 제공하여야 함 산출정보 개발 단계별 표준산출물 - 33 - 10 프로젝트 지원 요구사항Project Support Requirement 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-01 요구사항 명칭 시험운영 및 취약점 점검 정의 시험운영 및 취약점 점검방안 요구사항 상세설명 ᄋ 수행사는 구축시스템에 대한 시험운영 계획을 발주기관과 협의하여 수립 하고 시험운영을 실시 ᄋ 시스템 저해요소 분석 및 개선, 취약점 대체방안, 해결안 마련, 제공이 가 능하도록 취약점 점검 ᄋ 모의해킹 범위와 대상을 선정하고 시나리오를 작성하여 취약점 진단 후 모의해킹 수행 결과물을 제출 ᄋ 모의해킹 시 발견된 취약사항 모두 조치 산출정보 취약점 진단 및 모의해킹 결과서, 조치결과서 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-02 요구사항 명칭 교육지원 정의 교육지원 세부사항 요구사항 상세설명 ᄋ 수행사는 본 사업 완료 전까지 시스템 운영운영 및 유지보수에 필요한 기술교육을 실시하여야 하며, 교육계획서를 작성하여 발주기관에 제출 및 승인 ᄋ 발주기관의 정보시스템 내부 사용자 및 관련기관의 사용자에게 시스템 사용 에 대한 교육을 실시하여야 함 ᄋ 교육내용은 시스템의 운영, 감시 및 보안, 비상복구 방법 등 운영에 필요 한 시스템 구성방법 및 장애 대처 방법과 기타 시스템 운영에 관한 사항을 포함하여야 하며, 관련기관 사용자를 위한 매뉴얼을 토대로 집합교육을 실시 ᄋ 교육계획서에는 교육 훈련에 대한 목적 및 내용, 대상, 방법, 일정, 장소, 강사진 등에 대한 상세사항을 포함 ᄋ 목표 시스템의 운영을 위해 실시되는 교육에 대한 비용은 사업자가 부담 하고, 주관기관과 상호 협의 하에 교육내용을 조정 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-21 요구사항 명칭 과업내용 변경 정의 소프트웨어사업 과업내용을 변경하는 경우 요구사항 상세설명 ᄋ 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액 계약기간 조정 이 필요한 경우, 계약상대자는 국가기관 등의 장에게 소프트웨어사업 과업 변경요청서를 제출하여야 함 - 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 8호서식 참조 산출정보 소프트웨어사업 과업변경요청서",
      "tables": [
        [
          [
            "요구사항\n상세설명",
            "ㅇ  사업자(공급자)는  작업장소  상호협의  시  제안요청서  내  명시된  보안요구\n사항을  준수한  작업장소를  제시할  수  있으며,  발주기관에서는  제시된 \n작업장소에  관하여  우선  검토한다.  다만,  발주기관에서는  사업자(공급자)가 \n제시한  작업장소가  보안요구사항을  준수하지  못한  경우  거부할  수  있음"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-21"
          ],
          [
            "요구사항  명칭",
            "과업내용  변경"
          ],
          [
            "정의",
            "소프트웨어사업  과업내용을  변경하는  경우"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  본  사업은  「소프트웨어  진흥법」  제50조,  같은  법  시행령  제47조  제1항 \n제2호,  제3호에  따른  과업내용  변경  및  그에  따른  계약금액‧  계약기간  조정\n이  필요한  경우,  계약상대자는  국가기관  등의  장에게  소프트웨어사업  과업\n변경요청서*를  제출하여야  함 \n  -  ｢  소프트웨어사업  계약  및  관리감독에  관한  지침｣  별지  8호서식  참조"
          ],
          [
            "산출정보",
            "소프트웨어사업  과업변경요청서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "PMR-19"
          ],
          [
            "요구사항  명칭",
            "하도급  관리  방안"
          ],
          [
            "정의",
            "하도급  세부  관리준수  사항"
          ],
          [
            "요구사항\n상세설명",
            "◦  제안사  소속  이외의  인력은  하도급으로  간주하며,  하도급  계약  시  관계 \n법률에  의하여  사전  승인을  받아야  함\n    -  제안사는  하도급  계약의  준수실태를  ‘하도급  준수실태보고서’에  의하여 \n상·하반기  2회  보고하여야  함\n    -  하도급  업체  투입인력에  대한  관리방안을  제시해야  함\n    -  행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부고시  제\n2022-31호)  제19조에  따라  하도급  대금지급  기준을  준수하여야  함\n    -  하도급의  계약부터  대금지급  및  실적관리를  조달청  ‘정부계약하도급관\n리시스템(하도급지킴이)’을  이용하여  실행하여야  함"
          ],
          [
            "산출정보",
            "사업수행계획서,  하도급관련  산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-01"
          ],
          [
            "요구사항  명칭",
            "시험운영  및  취약점  점검"
          ],
          [
            "정의",
            "시험운영  및  취약점  점검방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  수행사는  구축시스템에  대한  시험운영  계획을  발주기관과  협의하여  수립\n하고  시험운영을  실시\nㅇ  시스템  저해요소  분석  및  개선,  취약점  대체방안,  해결안  마련,  제공이  가\n능하도록  취약점  점검\nㅇ  모의해킹  범위와  대상을  선정하고  시나리오를  작성하여  취약점  진단  후 \n모의해킹  수행  결과물을  제출\nㅇ  모의해킹  시  발견된  취약사항  모두  조치"
          ],
          [
            "산출정보",
            "취약점  진단  및  모의해킹  결과서,  조치결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "PMR-20",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "정기  및  비정기  보고",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정의",
            "정기  및  비정기  보고방안",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  주/월간  보고는  수행  시  주관기관과  일정  협의에  의하여  변경  가능하고,  원활한 \n과업  추진을  위해  필요시  비정기적인  보고를  요청할  수  있음\nㅇ  애플리케이션  유지관리  및  개/보수를  위하여  상용S/W를  제외한  소스코드\n를  제공하여야  하며,  개발시  형상  관리서버에  등록·관리하여야  함\nㅇ  프로젝트  착수시점에  주석에  대한  규정  등을  포함한  코딩  가이드를  수립하\n고,  해당  가이드를  준수한  소스코드를  작성하여  제공하여야  함",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구분",
            "보고명",
            "보고내용",
            "시  기",
            ""
          ],
          [
            "",
            "",
            "정기\n보고",
            "주간보고",
            "-  진도관리(계획대비  실적)\n-  문제점  보고  및  특이사항\n-  차주계획",
            "매주\n수요일",
            ""
          ],
          [
            "",
            "",
            "비정기\n보고",
            "착수보고",
            "-  착수계  및  사업수행계획  보고\n  ·  비밀유지계약,  서약서  등  포함",
            "착수후  10일 \n이내",
            ""
          ],
          [
            "",
            "",
            "",
            "완료보고",
            "-  개발완료  보고  및  관련  산출물\n  ·  보안  확약서  등  포함",
            "완료  시",
            ""
          ],
          [
            "",
            "",
            "",
            "수시보고",
            "-  이슈사항  및  문제점  협의  등\n-  긴급변경  및  서면  요구사항",
            "수시",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-02"
          ],
          [
            "요구사항  명칭",
            "교육지원"
          ],
          [
            "정의",
            "교육지원  세부사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  수행사는  본  사업  완료  전까지  시스템  운영(운영  및  유지보수)에  필요한 \n기술교육을  실시하여야  하며,  교육계획서를  작성하여  발주기관에  제출 \n및  승인\nㅇ  발주기관의  정보시스템  내부  사용자  및  관련기관의  사용자에게  시스템  사용\n에  대한  교육을  실시하여야  함\nㅇ  교육내용은  시스템의  운영,  감시  및  보안,  비상복구  방법  등  운영에  필요\n한  시스템  구성방법  및  장애  대처  방법과  기타  시스템  운영에  관한  사항을 \n포함하여야  하며,  관련기관  사용자를  위한  매뉴얼을  토대로  집합교육을  실시\nㅇ  교육계획서에는  교육  훈련에  대한  목적  및  내용,  대상,  방법,  일정,  장소, \n강사진  등에  대한  상세사항을  포함\nㅇ  목표  시스템의  운영을  위해  실시되는  교육에  대한  비용은  사업자가  부담\n하고,  주관기관과  상호  협의  하에  교육내용을  조정"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 34 - 산출정보 교육계획서, 교육결과 보고서 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-03 요구사항 명칭 교육자료 제작 정의 교육자료 작성방안 요구사항 상세설명 ᄋ 제안사는 본 사업 완료 전까지 운영에 필요한 기술교육을 실시하여야 하 며, 교육계획서를 작성하여 발주자에 제출, 승인을 얻어야 함 ᄋ 교육계획서는 교육 훈련에 대한 목적 및 내용, 교육대상, 방법, 인원, 횟수, 일정, 장소에 대한 상세사항이 포함되어야 함 ᄋ 교육내용은 시스템의 운영, 감시 및 보안, 비상복구 방법과 같이 운영에 필요한 시스템 구성방법 및 장애 대처 방법과 기타 시스템 운영에 관한 사항이 포함되어야 함 ᄋ 교육 대상자별 교육 내용 - 개발자 제안사가 투입하는 인력에 대한 교육으로써, 사업관리 및 개 발 산출물의 이해, 개발절차에 따른 개발언어, 자동화 툴 이해가 선행되 어야 함 - 사용자 발주자의 현업 평가업무 담당자에 대한 시스템 사용 교육으로써, 사업의 이해 및 업무 흐름의 이해, 시스템 구성 및 기능, 시스템 사용 절차 및 방법, 시스템 오류시 조치 방법에 대한 교육을 실시함 - 운영자 본 사업 완료 후 시스템을 운영하는 인력에 대한 기술 교육으 로써, 시스템 개요 및 구성, 개발 표준, 시스템 운영 절차 및 운영 방법, 사용자관리, 메뉴관리, 시스템 관리자 기능, 유지보수를 위한 프로그램 및 개발 내용에 대한 기술 교육, 장애 대처방안, 에러처리 방안, 기타 운영 및 유지보수에 필요한 기술 교육 ᄋ 사용자별 서비스 매뉴얼 등 이용 매뉴얼 제작단, 수정 가능한 파일로 작성 비고 사용자 매뉴얼 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-04 요구사항 명칭 기술이전 방안 정의 기술이전 세부요건 요구사항 상세설명 ᄋ 시스템 개발 및 운영에 필요한 내용으로 시스템의 운영, 감시 및 보안, 비 상복구 방법 등 시스템 구성방법 및 장애 대처 방법, 기타 운영에 관한 사 항 등 시스템 운영직원의 자체유지보수 능력 배양을 위한 기술이전 계획 을 제시하여야 함 ᄋ 기술이전 시 유지보수 업체와 아래의 내용이 포함된 인수인계 양식 작성 및 확인 후 발주기관에 제출 - 항목별 점검 수행 시 유지보수 업체와 협업할 것 - 매뉴얼 내용에 대한 유효성 유지보수 업체의 확인 필요 ᄋ 기술이전 시 아래의 항목이 산출물에 포함되어야 함 - 시스템 구성도, 서비스 구성도, SW 운영 매뉴얼, 개발DB 산출물 일체 ᄋ 소프트웨어 진흥법 제46조에 따라 해당 사업 수주자는 SW 사업정보 SW사업 수행 및 실적 정보 데이터를 작성하여 제출하여야 함 - 35 - 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-05 요구사항 명칭 검수지원 정의 검수지원 방안 요구사항 상세설명 ᄋ 수행사는 사업완료 후 주관기관 지정하는 검사자의 최종검수를 받아야 함 ᄋ 수행사는 검수 개시 1주전까지 본 제안요청서의 요구조건을 충분히 포함 하는 시험항목 및 방법 등을 기술한 검수계획서를 서면으로 주관기관에 제출하여 승인을 받은 후 검수를 실시 ᄋ 검수계획서는 다음 사항들을 포함 - 개발 프로그램 목록 - 제반 산출물 목록 - 인프라 설치내역 - 인수시험 항목 및 방법 - 자체시험 결과 ᄋ 검수는 주관기관이 지정한 검수요원들과 수행사의 피검수 요원들이 함께 수행하며, 검수과정을 관찰하고 시험결과를 확인 ᄋ 시험결과 발견된 미비점에 대해서는 수행사가 즉시 보완하여, 주관기관 에 의해 미비점 보완이 확인되어야 함 ᄋ 테스트 및 검수, 시연 등에 필요한 장비 및 장소, 비용 등의 제반사항은 수행사에서 준비 산출정보 검수계획서 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-06 요구사항 명칭 기술지원 정의 기술지원 세부방안 요구사항 상세설명 ᄋ 사업의 하자담보책임기간은 사업을 종료한 날부터 1년이며, 본 사업 시 납품한 하드웨어 운영 소프트웨어, 시스템 소프트웨어 및 응용프로그램에 대해 위의 기 간 동안 결함이 발견될 경우, 사업자는 무상으로 결함에 대한 조치를 수행 ᄋ 수행사는 사업종료 이후 시스템의 원활한 운영을 위해 하자보수장애처 리 지원체계 및 절차를 구체적으로 제시하여야 함 - 지원범위, 지원방법상주, 비상주 등 및 지원인원을 포함하여 제시 ᄋ 각종 장애 발생 시 즉각적인 원인분석 및 복구 등 하자보수를 보장하기 위하여 지원부서 및 전문인력을 확보하여 항시 운영 가능하도록 해야 하 며, 구체적인 장애조치 계획을 제시하여야 함 ᄋ 하자보수 기간 중 SW 개발, 제작, 설치 등의 하자가 발견될 경우 즉시 필요한 조치를 취하여 문제를 해결 ᄋ 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위하여 시스템을 ᄋ SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출 안내 문서를 참조토록 함 ᄋ SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드시 명시하도록 함 ᄋ SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점 수 측정 전문가를 포함토록 함 산출정보 개발 단계별 표준산출물",
      "tables": [
        [
          [
            "",
            "ㅇ  SW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  자료실의 \n‘SW사업정보  저장소  데이터  제출  안내’  문서를  참조토록  함\nㅇ  SW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에 \n반드시  명시하도록  함\nㅇ  SW사업정보  중  기능점수  데이터의  작성을  위해  사업수행  인원  중  기능점\n수  측정  전문가를  포함토록  함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-03"
          ],
          [
            "요구사항  명칭",
            "교육자료  제작"
          ],
          [
            "정의",
            "교육자료  작성방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  제안사는  본  사업  완료  전까지  운영에  필요한  기술교육을  실시하여야  하\n며,  교육계획서를  작성하여  발주자에  제출,  승인을  얻어야  함\nㅇ  교육계획서는  교육  훈련에  대한  목적  및  내용,  교육대상,  방법,  인원, \n횟수,  일정,  장소에  대한  상세사항이  포함되어야  함\nㅇ  교육내용은  시스템의  운영,  감시  및  보안,  비상복구  방법과  같이  운영에 \n필요한  시스템  구성방법  및  장애  대처  방법과  기타  시스템  운영에  관한 \n사항이  포함되어야  함\nㅇ  교육  대상자별  교육  내용\n    -  개발자  :  제안사가  투입하는  인력에  대한  교육으로써,  사업관리  및  개\n발  산출물의  이해,  개발절차에  따른  개발언어,  자동화  툴  이해가  선행되\n어야  함\n    -  사용자  :  발주자의  현업  평가업무  담당자에  대한  시스템  사용  교육으로써, \n사업의  이해  및  업무  흐름의  이해,  시스템  구성  및  기능,  시스템  사용  절차 \n및  방법,  시스템  오류시  조치  방법에  대한  교육을  실시함\n    -  운영자  :  본  사업  완료  후  시스템을  운영하는  인력에  대한  기술  교육으\n로써,  시스템  개요  및  구성,  개발  표준,  시스템  운영  절차  및  운영  방법, \n사용자관리,  메뉴관리,  시스템  관리자  기능,  유지보수를  위한  프로그램 \n및  개발  내용에  대한  기술  교육,  장애  대처방안,  에러처리  방안,  기타  운영 \n및  유지보수에  필요한  기술  교육\nㅇ  사용자별  서비스  매뉴얼  등  이용  매뉴얼  제작(단,  수정  가능한  파일로  작성)"
          ],
          [
            "비고",
            "사용자  매뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-05"
          ],
          [
            "요구사항  명칭",
            "검수지원"
          ],
          [
            "정의",
            "검수지원  방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  수행사는  사업완료  후  주관기관  지정하는  검사자의  최종검수를  받아야  함\nㅇ  수행사는  검수  개시  1주전까지  본  제안요청서의  요구조건을  충분히  포함\n하는  시험항목  및  방법  등을  기술한  검수계획서를  서면으로  주관기관에 \n제출하여  승인을  받은  후  검수를  실시\nㅇ  검수계획서는  다음  사항들을  포함\n  -  개발  프로그램  목록\n  -  제반  산출물  목록\n  -  인프라  설치내역\n  -  인수시험  항목  및  방법\n  -  자체시험  결과\nㅇ  검수는  주관기관이  지정한  검수요원들과  수행사의  피검수  요원들이  함께 \n수행하며,  검수과정을  관찰하고  시험결과를  확인\nㅇ  시험결과  발견된  미비점에  대해서는  수행사가  즉시  보완하여,  주관기관\n에  의해  미비점  보완이  확인되어야  함\nㅇ  테스트  및  검수,  시연  등에  필요한  장비  및  장소,  비용  등의  제반사항은 \n수행사에서  준비"
          ],
          [
            "산출정보",
            "검수계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-04"
          ],
          [
            "요구사항  명칭",
            "기술이전  방안"
          ],
          [
            "정의",
            "기술이전  세부요건"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  시스템  개발  및  운영에  필요한  내용으로  시스템의  운영,  감시  및  보안,  비\n상복구  방법  등  시스템  구성방법  및  장애  대처  방법,  기타  운영에  관한  사\n항  등  시스템  운영직원의  자체유지보수  능력  배양을  위한  기술이전  계획\n을  제시하여야  함\nㅇ  기술이전  시  유지보수  업체와  아래의  내용이  포함된  인수인계  양식  작성 \n및  확인  후  발주기관에  제출\n  -  항목별  점검  수행  시  유지보수  업체와  협업할  것\n  -  매뉴얼  내용에  대한  유효성  유지보수  업체의  확인  필요\nㅇ  기술이전  시  아래의  항목이  산출물에  포함되어야  함\n  -  시스템  구성도,  서비스  구성도,  SW  운영  매뉴얼,  개발(DB)  산출물  일체\nㅇ  「소프트웨어  진흥법  제46조」에  따라  해당  사업  수주자는  SW  사업정보\n(SW사업  수행  및  실적  정보)  데이터를  작성하여  제출하여야  함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-06"
          ],
          [
            "요구사항  명칭",
            "기술지원"
          ],
          [
            "정의",
            "기술지원  세부방안"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  사업의  하자담보책임기간은  사업을  종료한  날부터  1년이며,  본  사업  시  납품한 \n하드웨어  운영  소프트웨어,  시스템  소프트웨어  및  응용프로그램에  대해  위의  기\n간  동안  결함이  발견될  경우,  사업자는  무상으로  결함에  대한  조치를  수행\nㅇ  수행사는  사업종료  이후  시스템의  원활한  운영을  위해  하자보수/장애처\n리  지원체계  및  절차를  구체적으로  제시하여야  함\n  -  지원범위,  지원방법(상주,  비상주  등)  및  지원인원을  포함하여  제시\nㅇ  각종  장애  발생  시  즉각적인  원인분석  및  복구  등  하자보수를  보장하기 \n위하여  지원부서  및  전문인력을  확보하여  항시  운영  가능하도록  해야  하\n며,  구체적인  장애조치  계획을  제시하여야  함\nㅇ  하자보수  기간  중  S/W  개발,  제작,  설치  등의  하자가  발견될  경우  즉시 \n필요한  조치를  취하여  문제를  해결 \nㅇ  시스템의  안정성  및  신뢰성  확보와  장애시간을  최소화하기  위하여  시스템을"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 36 - 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-07 요구사항 명칭 기타 지원요건 정의 기타 지원 세부사항 요구사항 상세설명 ᄋ 본 사업에 따른 계약목적물의 지식재산권은 주관기관과 계약상대자가 공 동으로 소유하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함. 사업 완료 후 비밀정보를 제외하고 주관기관 확인 후 반출 할 수 있다. 다만, 개발의 기여도 및 계약목적물의 특수성을 고려하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음 ᄋ 수행사는 용역 수행에 의해 발생하는 제반 산출물에 대한 모든 지적재산 권 관련 분쟁에 대한 책임을 져야함 ᄋ 계약을 수행함에 있어 제3자의 특허권 및 저작권 등의 침해 관련사항은 수행사가 모든 민형사상의 책임을 짐 산출정보 개발 단계별 표준산출물 단위 요소기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 제시 ᄋ 수행사는 개발한 응용 어플리케이션에 대한 하자보수 책임을 가지며 산출물 제출시 하자보수체계 명시 ᄋ 하자 발생 시 수행사와 소프트웨어공급자에게 문제 해결을 동시에 요청할 수 있음 ᄋ 사업수행자는 다음과 같은 사항을 하자보수 활동에 포함하여 지원 - 개발한 SW 전 시스템 - 하자보수기간내 발견된 보안취약점 조치 - 장애발생에 대한 처리Trouble Shooting - 기타 시스템의 정상운영을 위한 기술지원 등 ᄋ 수행사는 주관기관이 사업완료 후 본 사업수행결과에 대한 보완을 하고 자 할 경우, 필요한 제반 기술사항을 지원 ᄋ 운영과 관련된 기술지원을 요청할 경우 전문기술지원 조직에 의한 기술지 원 제공방안이 제시되어야 함 ᄋ 운영의 경제성, 효율성, 생산성 향상을 중장기적으로 추진할 수 있는 방안 을 종합적으로 제시해야 함 ᄋ 주관기관이 본 시스템을 확장하거나 타 장비를 접속하고자 하는 경우 사업자 는 인터페이스가 가능하도록 관련 기술을 지원해야 함 ᄋ 장애발생이 예상되거나 시스템 운용에 필요하다고 판단되는 경우 주관기관은 특별점검을 요구할 수 있으며, 계약업체는 점검계획을 수립하여 시행해야 함 산출정보 개발 단계별 표준산출물 - 37 - 나. 특수사항 소프트웨어 개발보안시큐어 코딩관련 가이드 준수 기능개발 시 소프트웨어 개발보안 가이드 및 점검 시 소프트웨어 보안약점 진단가이드, 소프트웨어 개발보안 가이드에 따른 소스코드 보안성 확보를 위해 착수단계에서 표준 코딩스타일 정의 및 적절한 개발절차개발방법론, 교육계획 등의 가이드 준수방안을 제시하여야 한다. 소스코드보안취약성을자체진단하고제거하기위한방안제시요구진단도구, 진단전문인력활용, 진단환경, 진단회수, 진단조치방안등 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시 제 2022-31호 제50조소프트웨어개발보안원칙과제53조보안약점진단절차에 따라소프트웨어개발보안적용하고소프트웨어보안약점기준을사업자준수 구축시스템의 모의시험 구축시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 성능, 테스트 등에 따른 테스트 환경, 방법, 절차 등 요구사항을 제시하여야 한다. 개발서버에 테스트 할 때는 테스트 샘플정보모의 테스트 등를 만 들어서 테스트 할 수 있는 방안 제시 기타조건 사업자는 제안요청 내용이 제안서에 어떻게 제안되었는지 목차 및 해당 페이지를 표시하는 등 조견표3단 비교를 작성하여 제출하여야 한다. 본 사업은 소프트웨어 진흥법제50조에 따라 과업내용 확정을 위하여 과업심의위원회를 개최한 사업임 본 사업은 소프트웨어 진흥법제50조에 따라 계약당사자가 과업변 경심의위원회 개최 요청할 수 있음",
      "tables": [
        [
          [
            "",
            "단위  요소기술과  기능으로  구분하여  각각에  대한  세부  하자보수  계획을  제시\nㅇ  수행사는  개발한  응용  어플리케이션에  대한  하자보수  책임을  가지며  산출물 \n제출시  하자보수체계  명시\nㅇ  하자  발생  시  수행사와  소프트웨어공급자에게  문제  해결을  동시에  요청할  수  있음\nㅇ  사업수행자는  다음과  같은  사항을  하자보수  활동에  포함하여  지원\n  -  개발한  S/W  전  시스템\n  -  하자보수기간내  발견된  보안취약점  조치\n  -  장애발생에  대한  처리(Trouble  Shooting)\n  -  기타  시스템의  정상운영을  위한  기술지원  등\nㅇ  수행사는  주관기관이  사업완료  후  본  사업수행결과에  대한  보완을  하고\n자  할  경우,  필요한  제반  기술사항을  지원\nㅇ  운영과  관련된  기술지원을  요청할  경우  전문기술지원  조직에  의한  기술지\n원  제공방안이  제시되어야  함\nㅇ  운영의  경제성,  효율성,  생산성  향상을  중장기적으로  추진할  수  있는  방안\n을  종합적으로  제시해야  함\nㅇ  주관기관이  본  시스템을  확장하거나  타  장비를  접속하고자  하는  경우  사업자\n는  인터페이스가  가능하도록  관련  기술을  지원해야  함\nㅇ  장애발생이  예상되거나  시스템  운용에  필요하다고  판단되는  경우  주관기관은 \n특별점검을  요구할  수  있으며,  계약업체는  점검계획을  수립하여  시행해야  함"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "PSR-07"
          ],
          [
            "요구사항  명칭",
            "기타  지원요건"
          ],
          [
            "정의",
            "기타  지원  세부사항"
          ],
          [
            "요구사항\n상세설명",
            "ㅇ  본  사업에  따른  계약목적물의  지식재산권은  주관기관과  계약상대자가  공\n동으로  소유하며,  별도의  정함이  없는  한  지분은  균등한  것으로  함.  사업\n완료  후  비밀정보를  제외하고  주관기관  확인  후  반출  할  수  있다.  다만, \n개발의  기여도  및  계약목적물의  특수성을  고려하여  계약당사자간의  협의를  통해 \n지식재산권  귀속주체  등에  대해  공동소유와  달리  정할  수  있음\nㅇ  수행사는  용역  수행에  의해  발생하는  제반  산출물에  대한  모든  지적재산\n권  관련  분쟁에  대한  책임을  져야함\nㅇ  계약을  수행함에  있어  제3자의  특허권  및  저작권  등의  침해  관련사항은 \n수행사가  모든  민형사상의  책임을  짐"
          ],
          [
            "산출정보",
            "개발  단계별  표준산출물"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 38 - IV 제안서 작성 요령 가. 제안서의 효력 제안서에 제시된 내용과 발주자 요구에 의하여 수정, 보완, 변경된 제안내용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 갖음. 다만, 계약서에 명시된 경우는 계약서가 우선 함 발주기관은 필요시 제안사에 대하여 자료를 요구할 수 있으며, 이에 따라 제 출된 자료는 제안서와 동일한 효력이 있음 나. 제안서 작성지침권고사항 및 유의사항 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안 제안서는 제시된 제안서 목차 및 제안서 세부작성지침을 준용하여 각각 세분하여 누락 없이 작성하고, 제안요청서의 요구항목들이 제안서의어느 부분에 기술되었는지 참조표 제시 A4지 규격의 전자문서pdf로 작성 권고 - 제안서 본문 내용은 단면인쇄기준 200장 이내로 작성 권고 - 전자문서형태pdf로 제출하며 300MB 이내로 용량 준수 - 제안설명시 홍보용 동영상 활용 금지 제안서는 A4 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는기타 용지 일부 사용 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련 번호를 붙이되, 각 장별로 번호 부여 제안서는 한글작성이 원칙이며, 사용된 영문약어에 대해서는 약어표 제공 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출 - 39 - 제안서의 내용은 명확한 용어를 사용하여 표현함. 예를 들어, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 40 - 다. 제안서 목차 I. 일반현황 1. 제안사 일반현황 2. 제안사의 조직 및 인원 3. 수행조직 및 업무분장 4. 사업관리자PM 및 이력사항 II. 전략 및 방법론 1. 사업이해도 2. 추진전략 3. 적용기술 4. 표준 프레임워크 적용 5. 개발 방법론 III. 기술 및 기능 1. 시스템 장비구성 요구사항 2. 기능 요구사항 3. 보안 요구사항 4. 데이터 요구사항 5. 제약사항 IV. 성능 및 품질 1. 성능 요구사항 2. 인터페이스 요구사항 3. 테스트 요구사항 4. 품질 요구사항 V. 프로젝트 관리 1. 관리방법론 2. 관리역량 3. 일정계획 4. 개발장비 VI. 프로젝트지원 1. 품질보증 2. 시험운영 3. 교육훈련 4. 하자보수 5. 기밀보안 6. 비상대책 VII. 기타사항 - 41 - 라. 세부 작성 지침 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연력, 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매출액 등을 명료하게 제시하여야 한다. 붙임 1, 2호 서식 - 본 사업과 관련이 있는 3년 이내의 유사사업실적개발 제시 2. 제안사의 조직 및 인원 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. - 사업관리자PM 공고일 이전부터 제안서평가일 까지 계속 재직자 - 제안사가 하도급 의사가 있는 경우, 해당 업무 및 예상하도급 업체를 제시함 - 용역책임자는 임원급으로 제시 3. 투입인력 본 사업을 수행할 사업관리자PM에 대한 이력사항을 제시하여야 한다.붙 임 6호 서식 - 제안사 소속 이외의 인력은 하도급으로 간주합니다. - 조달청 협상에 의한 계약 제안서평가 세부기준제10조의4 제3항 제5호 에 명시된 증빙서류 제출 단, 상용SW, 패키지 등의 서비스 지원인력, 외부 자문인력 등 통상적 인 개발인력이 아닌 경우는 제시하지 말 것 제안요청 내용과 연관 없는 불필요한 학력사항이나, 자격사항은 배재 II. 전략 및 방법론 1. 사업 이해도 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 목표시스템 구성도 및 구성 체계를 제시하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부개발방법론, 적용기술의 실현가능성 등을 제시하여야 한다. 대상업무별 개발방안통합연계 범위 관련 적절한 방안 제시 등, 프로토타입 구현 등 개발에 대한 전반적인 방 안을 제시한다. 제안사는 붙임 7호 서식을 작성하여 기술적용계획 제시 4. 표준 프레임워크 적용 제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상되는 문제점을 기술하고 실현가능한 대응방안을 제시하여야 한다. 5. 개발방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 경험을 기술한다. 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. III. 기술 및 기능 1. 시스템 장비구성 요구 사항 시스템을 하드웨어부문, 소프트웨어 부문, 기타부문 등으로 구분하여 각 구분별 구성장치의 사양, 기능, 제안내역 등을 제시하고 도입장비의 설치 및 공급계획, 도입 장비의 유지보수 방안을 기술하여야 한다.특히, 장비의",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사 \n일반현황",
            "제안사의  일반현황  및  주요  연력,  최근  3년간의  자본금  및  부문별(컨설팅, \n개발  등)  매출액  등을  명료하게  제시하여야  한다.  [붙임  1,  2호  서식]\n  -  본  사업과  관련이  있는  3년  이내의  유사사업실적(개발)  제시"
          ],
          [
            "2.  제안사의  조직 \n및  인원",
            "본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  한다.\n  -  사업관리자(PM)  공고일  이전부터  제안서평가일  까지  계속  재직자\n  -  제안사가  하도급  의사가  있는  경우,  해당  업무  및  (예상)하도급  업체를 \n제시함\n  -  용역책임자는  임원급으로  제시"
          ],
          [
            "3.  투입인력",
            "본  사업을  수행할  사업관리자(PM)에  대한  이력사항을  제시하여야  한다.[붙\n임  6호  서식]\n  -  제안사  소속  이외의  인력은  하도급으로  간주합니다.\n  -  ｢조달청  협상에  의한  계약  제안서평가  세부기준｣제10조의4  제3항  제5호\n에  명시된  증빙서류  제출\n    ※  단,  상용S/W,  패키지  등의  서비스  지원인력,  외부  자문인력  등  통상적\n인  개발인력이  아닌  경우는  제시하지  말  것\n    ※  제안요청  내용과  연관  없는  불필요한  학력사항이나,  자격사항은  배재"
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업  이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의  목적, \n범위,  전제조건  및  제안의  특징  및  장점을  요약하여  기술하여야  한다. \n목표시스템  구성도  및  구성  체계를  제시하여야  한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소  고려하여 \n창의적이고  타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  적용기술",
            "제안사는  사업수행을  위한  주요  적용기술  및  세부개발방법론,  적용기술의 \n실현가능성  등을  제시하여야  한다.  대상업무별  개발방안(통합/연계  범위 \n관련  적절한  방안  제시  등),  프로토타입  구현  등  개발에  대한  전반적인  방\n안을  제시한다.\n  ※  제안사는  [붙임  7호  서식]을  작성하여  기술적용계획  제시"
          ],
          [
            "4.  표준 \n프레임워크  적용",
            "제안사는  사업에  적용될  표준프레임워크  및  공통컴포넌트의  사용  계획과 \n예상되는  문제점을  기술하고  실현가능한  대응방안을  제시하여야  한다."
          ],
          [
            "5.  개발방법론",
            "업무개발에  적용할  방법론  절차  및  기법의  활용방안을  제시하여야  하며, \n적용방법론의  경험을  기술한다.\n  개발방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "Ⅲ.  기술  및  기능",
            ""
          ],
          [
            "1.  시스템 \n  시스템을  하드웨어부문,  소프트웨어  부문,  기타부문  등으로  구분하여  각 \n장비구성  요구 \n구분별  구성장치의  사양,  기능,  제안내역  등을  제시하고  도입장비의  설치 \n사항\n및  공급계획,  도입  장비의  유지보수  방안을  기술하여야  한다.(특히,  장비의",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 42 - 항 목 작 성 방 법 최대사양 중 제안 사양을 명확히 제시 2. 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기술, 제안한 방안 및 기술의 적용방안을 제시하여야 한다. 3. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안방안 등을 구체적으로 제시하여야 한다. 4. 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시하여야 한다. 5. 시스템운영 요구사항 계약목적물의 운영 절차 및 방법을 운영 중 비상사태 발생 시 대응방안 등 구체적으로 제시 6. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으 로 기술하여야 한다. IV. 성능 및 품질 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도 구, 구현 및 테스트 방안을 구체적으로 제시하여야 한다. 2. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시하여야 한다. 3. 인터페이스 요구사항 시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단점의 분석을 통해 가장 적합한 방안을 구체적으로 기술하여야 한다. 사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 제공하기 위 한 분석 및 설계, 구현방안과 검토 계획을 구체적으로 기술하여야 한다. 4. 테스트 요구사항 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위 한 테스트 요구사항을 기술한다. 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 성능 테스트 등 테스트 환경, 방법, 절차 등 요구사항을 기술한다. V. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물 이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 한다. 또한, 문제발생 시 보고 체계 및 위험관리 방안을 구체적으로 제시 한다. 분리발주사업이있는경우, 분리발주사업자와의구체적인협력방안제시 2. 관리역량 사업관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 한다. 3. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등을 제시하여야 한다. 4. 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성과 관련하여 개발환경의 구성여부와 해결방안을 명확히 제시하여야 한다. VI. 프로젝트 지원 - 43 - 항 목 작 성 방 법 1. 품질보증 조직, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시하여 야 한다. 소프트웨어 진흥법제21조의 소프트웨어프로세스 품질인증SP인증 등 대외적으로 인정받을 만한 품질보증 관련 인증 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 하고, 개발완료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시한다. 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내 용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다. 4. 유지관리 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등 을 종합적으로 제시하여야 한다. 5. 하자보수 하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등 을 종합적으로 제시하여야 한다. 6. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정보보호 대책을 제시하여야 함 7. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시하여 야 한다.",
      "tables": [
        [
          [
            "항  목",
            "작  성  방  법"
          ],
          [
            "1.  품질보증",
            "조직,  방법,  절차  등  해당  사업의  수행을  위한  품질보증  방안을  제시하여\n야  한다.\n  ※  ｢소프트웨어  진흥법」제21조의  소프트웨어프로세스  품질인증(SP인증)  등 \n대외적으로  인정받을  만한  품질보증  관련  인증"
          ],
          [
            "2.  시험운영",
            "대상  업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시하여야 \n하고,  개발완료  후의  시스템의  이용  및  관리운영에  관한  전반적인  방안을 \n제시한다."
          ],
          [
            "3.  교육훈련",
            "사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방법,  내\n용,  교육일정,  교육훈련  조직  등을  상세히  제시하여야  한다."
          ],
          [
            "4.  유지관리",
            "유지관리  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활동  등\n을  종합적으로  제시하여야  한다."
          ],
          [
            "5.  하자보수",
            "하자보수  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활동  등\n을  종합적으로  제시하여야  한다."
          ],
          [
            "6.  기밀보안",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과 \n개인정보보호  대책을  제시하여야  함"
          ],
          [
            "7.  비상대책",
            "안정적인  시스템  운영을  위하여  백업/복구  및  장애대응  대책을  제시하여\n야  한다."
          ]
        ],
        [
          [
            "항  목",
            "작  성  방  법"
          ],
          [
            "",
            "최대사양  중  제안  사양을  명확히  제시)"
          ],
          [
            "2.  기능  요구사항",
            "방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고  구현  방안이 \n구체적인  기술,  제안한  방안  및  기술의  적용방안을  제시하여야  한다."
          ],
          [
            "3.  보안  요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표준, \n제안방안  등을  구체적으로  제시하여야  한다."
          ],
          [
            "4.  데이터 \n요구사항",
            "데이터  전환  계획  및  검증  방법,  에러  데이터  처리  방법에  대해  구체적인 \n내용을  제시하여야  한다."
          ],
          [
            "5.  시스템운영 \n요구사항",
            "계약목적물의  운영  절차  및  방법을  운영  중  비상사태  발생  시  대응방안 \n등  구체적으로  제시"
          ],
          [
            "6.  제약사항",
            "기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안을  구체적으\n로  기술하여야  한다."
          ],
          [
            "Ⅳ.  성능  및  품질",
            ""
          ],
          [
            "1.  성능  요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및  분석  도\n구,  구현  및  테스트  방안을  구체적으로  제시하여야  한다."
          ],
          [
            "2.  품질  요구사항",
            "분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안을  구체적으로 \n제시하여야  한다."
          ],
          [
            "3.  인터페이스 \n요구사항",
            "시스템  인터페이스는  타  시스템과의  연계  방안들에  대한  장단점의  분석을 \n통해  가장  적합한  방안을  구체적으로  기술하여야  한다.\n  사용자  인터페이스는  사용자  편의성을  고려하여  요구사항을  제공하기  위\n한  분석  및  설계,  구현방안과  검토  계획을  구체적으로  기술하여야  한다."
          ],
          [
            "4.  테스트 \n요구사항",
            "구축된  시스템이  목표  대비  제대로  운영되는가를  테스트하고,  점검하기  위\n한  테스트  요구사항을  기술한다.\n  목표시스템의  테스트  유형(단위  테스트,  통합  테스트,  시스템  테스트,  성능 \n테스트  등)  테스트  환경,  방법,  절차  등  요구사항을  기술한다."
          ],
          [
            "Ⅴ.  프로젝트  관리",
            ""
          ],
          [
            "1.  관리방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행  성과물\n이나  산출물의  형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여야 \n한다.  또한,  문제발생  시  보고  체계  및  위험관리  방안을  구체적으로  제시\n한다.\n※ 분리발주 사업이 있는 경우, 분리발주사업자와의 구체적인 협력방안 제시"
          ],
          [
            "2.  관리역량",
            "사업관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트  관리  경험, \n의사소통  능력  등  프로젝트  관리  역량을  제시하여야  한다."
          ],
          [
            "3.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  인력,  조직 \n등을  제시하여야  한다."
          ],
          [
            "4.  개발장비",
            "사업자의  참여  의지  및  조직적  대응  정도,  사업참여의  준비성과  관련하여 \n개발환경의  구성여부와  해결방안을  명확히  제시하여야  한다."
          ],
          [
            "Ⅵ.  프로젝트  지원",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 44 - V 제안안내 사항 가. 입찰방식 1 사업자 선정 방식 국가를 당사자로 하는 계약에 관한 법률시행령 제43조 및 제43조의2에 의거 협상에 의한 계약체결 방법을 적용함 계약체결에 필요한 세부적인 사항은 기획재정부 계약예규 협상에 의한 계약체결기준을 적용함 2 입찰 참가자격 경쟁입찰 참가자격을 갖추고, 조달청 입찰참가자격 등록증을 소지한 사업자 - 소프트웨어 진흥법 제58조 및 동법 시행규칙 제17조에 따라 소프트웨어사업자 컴퓨터관련서비스사업1468 최근년도결산신고된소프트웨어사업자일반현황관리확인서제출 - 중소기업인 소프트웨어사업자는 직접생산확인증명서세부품명 정보 시스템개발서비스, 8111159901를 소지하여야 합니다. 국가를 당사자로하는 계약에 관한 법률제27조 및 동법 시행령 제 76조 부정당업자의 입찰참가자격 제한에 해당되지 않은 업체 중소기업기본법제2조에 따른 중 소기업자 및 소상공인 보호 및 지원에 관한 법률제2조에 따른 소상공인으로서 중소기업 범위 및 확 인에 관한 규정에 따라 발급된 중 소기업 소상공인 확인서를 소 지한 자 3 상호출자제한기업집단 소속기업 및 대기업중견기업포함 참여 제한사항 소프트웨어 진흥법 제48조제4항에 따라 상호출자제한기업집단 소속기업의 입찰 참여는 제한됨 소프트웨어 진흥법 제48조중소 소프트웨어사업자의 사업참여 지 원에 따른 대기업인 소프트웨어사업자가 참여할 수 있는 사업금 액의 하한과학기술정보통신부 고시준수 - 45 - 본 사업은 20억 미만의 사업으로써, 소프트웨어 진흥법제48조 및 중소 소프트웨어사업자의 사업참여 지원에 관한 지침 제2조, 제 3조에 따라 중견기업 및 대기업인 소프트웨어사업자, 상호출자제한 기업집단에 속하는 회사의 입찰 참여가 제한됨 중소기업제품 구매촉진 및 판로지원에 관한 법률 제9조직접생산의 확인 등에 의 한 개찰일 전일까지 발급받은 유효기간 내 직접생산확인증명서 전산업무소프트웨 어개발-정보시스템개발서비스8111159901제출이 가능한 업체중소기업자 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한 소프트웨어 진흥법제58조 및 동법 시행규칙 제17조에 따라 소프트웨어사업자로 신고된 사업자로서 중소기업 기본법 제2조의 중소기업이 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법 제2조의 중견기업에 해 당되는 대기업이 된 경우 그 사유가 발생한 날로부터 5년이 경과되지 않을 시에는 사업금액의 하한을 20억 원 이 상으로 한다. 증빙서류 한국소프트웨어산업협회 소프트웨어 신고확인서 상호출자제한기업집단 소속기업은 사업금액에 관계없이 원칙적으로 공공SW사업 참여 제한소프트웨어 진흥법 제48조 제4항 구분 매출액 8천억원 이상인 대기업 매출액 8천억원 미만인 대기업 중소기업기본법제2조의 중소기업이중견기업 성장촉진 및 경쟁력 강화에 관한 특별법제2조의 중견기업에 해당하는 대 기업이 된 경우 그 사유가 발생한 날로부터 5년이 경과되지 않 은 대기업 4 하도급계약 사전 승인 및 관리 하도급 사전승인 - 소프트웨어 진흥법 제51조 및 소프트웨어사업 계약 및 관리감독에 관한 지침 과학기술정보통신부고시 제2021-100호의 규정에 의하여 반드 시 하도급계약 전에 발주기관으로부터 사전승인을 받아야 함 하도급 비율제한 및 재하도급 금지 - 본 사업의 과업의 일부를 하도급하려는 경우 소프트웨어 진흥법 제51조 제1항에 따라 사업금액의 100분의 50을 초과할 수 없으며, 제3항에 따라 재하도급은 원칙적으로 불허함. 다만 같은 법 제51조제2항 및 제3항",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 46 - 각 호에 해당하는 경우 그러하지 아니함 - 본 사업에서 전체 사업금액 대비 10를 초과하여 하도급이 불가하며, 이를 초과할 경우소프트웨어 진흥법제51조제6항 및 동법 시행령 제 48조제5항에 따라 불가피한 사정이 있는 경우 그사유를 제시하여야 함. 하도급 계획서 제출 요청 - 본 사업 과업의 일부를 하도급하려는 경우 입찰 시 및 계약체결 시 소프 트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 제 2021-100호의 별지 제7호서식 소프트웨어사업 하도급 계획서를 제출하여야 함 하도급 계약의 적정성 판단 세부기준 명시 - 하도급 계약의 승인을 신청하는 경우 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 제2021-100호에 따른 하도급 계약의 적정성 판단 세부기준에 따라 적정성 여부를 판단하며, 평가점수가 85점 이상인 경우에 한하여 하도급 계약을 승인함. 다만 85점 이상인 경우라 하더라도 하도급계약의 세부조건 등으로 인하여 사업의 원활한 수행이 불가능하다고 인정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음 하도급 대금에 대한 기준은 직접인건비의 경우 한국소프트웨어산업 협회장이 공표한 노임단가의 100, 제경비와 기술료의 합은 직접인건비의 20 이상으로 적용하여야 함 원도급자가 지급하는 하도급 대금을 제안서에 포함하여 제출하여야 함 하도급은 단순물품 구매 및 설치용역 등을 포함한 원도급 금액의 50를 초과할 수 없으며, 재하도급은 허용하지 않음 하도급의 계약부터 대금지급 및 실적관리를 조달청 정부계약하도 급관리시스템하도급지킴이을 이용하여 실행하여야 함 5 공동수급공동이행방식 허용 여부 본 사업은 공동수급공동이행방식을 허용하지 않음 용역기간중이행업체별과업수행능력이상이하여양질의과업을진행하기 어려울수있으며, 향후발생할지모를하자에대한책임소재가불분명해질수있음. - 47 - 나. 제안서 평가방법 1 기술평가와 가격평가를 실시하여 종합평가점수로 산출 평가비율 기술평가90, 가격평가10 종합평가점수 기술평가점수 입찰가격 평가점수 2 기술평가 방법 조달청 기술평가 본 사업은 차등점수제를 적용함세부사항은 기술성평가기준 참조 기타 평가의 방법과 결과공개 등 제반 사항은 조달청 규정에 따름 3 평가일시 입찰공고문 참조 4 우선협상대상자 선정 및 계약체결 기술성 평가가 100점 만점기준으로 85점 이상인 자를 협상적격자로 선정 하며, 가격평가점수와 합산하여 고득점순으로 협상순서를 결정함 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 제안사를 우선협상대상자로 선정하여 기타 지원조건 등을 협상 협상대상자와 협상이 모두 결렬되면 재공고 입찰 추진 기타 규정되지 않은 사항은 조달청 규정에 의함 기술평가 항목 및 배점표는 다. 기술성 평가기준 참조 다. 기술성 평가기준 1 정성평가90점 평가부문 평가항목 평가기준 전략 및 방법론25 사업 이해도 사업의 특성 및 목표에 부합하는 사업전략을 제시하고 있는 지를 평가한다. 추진 전략 개발업무 수행 시 위험요소를 고려하여 얼마나 창의적이 며 타당한 대안을 제시하였는가를 평가한다.",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준"
          ],
          [
            "전략  및 \n방법론(25)",
            "사업  이해도",
            "사업의  특성  및  목표에  부합하는  사업전략을  제시하고  있는\n지를  평가한다."
          ],
          [
            "",
            "추진  전략",
            "개발업무  수행  시  위험요소를  고려하여  얼마나  창의적이\n며  타당한  대안을  제시하였는가를  평가한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 48 - 평가부문 평가항목 평가기준 배점 적용 기술 사업에서 적용하고자 하는 기술이 향후 확장성을 고려하여 현실적으로 실현 가능하게 제시되어 있는지를 평가한다. 2 표준 프레임워크 적용 표준 프레임워크 적용 여부와 적용 시 예상되는 문제점을 구 체적으로 기술하고 실현 가능한 대응 방안을 제시하였는지 평가한다. 2 개발 방법론 사업에 적정한 개발 방법론이 제시되었는지 평가하고, 실제 적용 사례 및 경험을 바탕으로 단계별 산출물이 제시되었는지 여부를 평가한다. 3 기술 및 기능25 기능 요구사항 기능 요구사항기대사항제약사항 등을 파악한 후 구현 방안이 구체적으로 기술되어 있는지를 평가한다. 또한 제안한 방안 및 기술이 적용 가능한지를 평가한다. 8 보안 요구사항 요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 방안이 구체적으로 기술되었는지 평가한다. 또한 제안한 방안과 기술의 설계단계 반영 여부 및 구현단계 까지의 적용 가능성을 평가한다. 8 데이터 요구사항 데이터 요구사항 분석을 바탕으로 데이터 전환 계획 및 검증 방법, 데이터 오류 발생 시 처리 방안이 구체적으 로 제시되어 있는지를 평가한다. 4 시스템 운영요구사 항 시스템 운영 요구 사항에 맞는 운영 절차 및 방법을 제 시하였는지 평가한다. 또한 운영 중 비상사태 발생 시 대응방안이 구체적으로 제시되고 있는지를 평가한다. 3 제약 사항 목표 시스템의 설계, 구축, 운영과 관련하여 제약조건을 충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 수립되었는지 평가한다. 2 성능 및 품질10 성능 요구사항 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적으 로 기술되어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 있는지 평가한다. 제안한 방안 및 기술을 통해 성능 요구 사항을 충족시킬 수 있는지를 평가한다. 3 품질 요구사항 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품 질 요구사항에 부합되는지 평가하고, 분석설계구현테 스트 등 각 단계별 품질 요구사항 점검 및 검토 방안이 구체적으로 계획되어 있는가를 평가한다. 4 인터페이스 요구사항 시스템 인터페이스 타 시스템과의 연계에 대한 장단점 분석을 통해 가장 적합한 시스템 인터페이스 구축 방안 을 도출하였는지를 평가한다. 사용자 인터페이스 사용자 편의성을 고려하여 사용자 인터페이스의 분석설계구현테스트 방안과 검토 계획을 구체적으로 기술하였는가를 평가한다. 3 프로젝트 관리방법론 일정관리, 사업위험이슈 관리, 보안관리, 산출물의 형 5 - 49 - 주 1. 차등점수제 적용2점 - 기술력이 우수한 업체가 낙찰자로 선정이 될 수 있도록 기술평가 점수에 따라 입찰자의 순위를 정하고, 입찰자의 순위에 따른 고정점수를 부여하는 차등점수제를 적용한다. - 조달청 협상에 의한 계약 제안서평가 세부기준조달청지침 제44호, 2022.2.11. 제9조제10항에따른 차등점수제를 적용하는 경우에는 별표19에 따라 평가점 수를산출한다. 단, 협상적격배점한도 85이상 여부 판단은 차등점수가아닌 원 평가부문 평가항목 평가기준 관리15 상문서 관리 등 사업수행에 필요한 관리 방법론이 구체 적으로 제시되어 있는지를 평가한다. 또한 문제 발생 시 보고 체계 및 위험관리 방안이 구체적으로 제시되어 있 는지 평가한다. 일정 계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간의 산정과 도출된 활동 간의 배열이 합리적인지, 중간목표 가 적정하게 제시되어 있는지, 각 활동에 적합한 자원이 적절히 할당되어 있는지 등을 평가한다. 개발 장비 개발에 필요한 개발환경의 구성이 구체적으로 제시되었 는지 평가하고, 라이선스 등의 문제가 없는지 여부를 평 가한다. 프로젝트 지원15 품질 보증 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 소프트웨어 진흥법 제21조의 소프트웨어프로 세스 품질인증SP인증 등 대외적으로 인정받을 만한 품 질보증 관련 인증을 획득한 사례가 있는지를 확인하고 평가한다. 시험 운영 시스템 공급자가 개발된 시스템의 시험운영을 위해 필요 한 각종 시험운영 방법 등을 구체적으로 제시하였는지 평가한다. 교육 훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 교육훈련의 방법, 내용, 일정 등을 구체적으로 제시 하였는지 평가한다. 유지관리하 자보수계획 시스템 공급자가 제시하는 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사 항에 대해 평가한다. 시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가한다. 기밀보안 사업 추진 동안 불순 활동들로부터의 기밀 보호 및 안정 적인 시스템 운영을 위해 제시하는 각종 백업복구 및 장 애대응 대책에 대하여 평가한다.",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준"
          ],
          [
            "관리(15)",
            "",
            "상·문서  관리  등  사업수행에  필요한  관리  방법론이  구체\n적으로  제시되어  있는지를  평가한다.  또한  문제  발생  시 \n보고  체계  및  위험관리  방안이  구체적으로  제시되어  있\n는지  평가한다."
          ],
          [
            "",
            "일정  계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간의 \n산정과  도출된  활동  간의  배열이  합리적인지,  중간목표\n가  적정하게  제시되어  있는지,  각  활동에  적합한  자원이 \n적절히  할당되어  있는지  등을  평가한다."
          ],
          [
            "",
            "개발  장비",
            "개발에  필요한  개발환경의  구성이  구체적으로  제시되었\n는지  평가하고,  라이선스  등의  문제가  없는지  여부를  평\n가한다."
          ],
          [
            "프로젝트 \n지원(15)",
            "품질  보증",
            "제시된  품질보증  방안이  해당  사업의  수행에  적합한지, \n사업자가  「소프트웨어  진흥법」  제21조의  소프트웨어프로\n세스  품질인증(SP인증)  등  대외적으로  인정받을  만한  품\n질보증  관련  인증을  획득한  사례가  있는지를  확인하고 \n평가한다."
          ],
          [
            "",
            "시험  운영",
            "시스템  공급자가  개발된  시스템의  시험운영을  위해  필요\n한  각종  시험운영  방법  등을  구체적으로  제시하였는지 \n평가한다."
          ],
          [
            "",
            "교육  훈련",
            "시스템  공급자가  시스템  운영  및  관리자를  위해  필요한 \n각종  교육훈련의  방법,  내용,  일정  등을  구체적으로  제시\n하였는지  평가한다."
          ],
          [
            "",
            "유지관리/하\n자보수계획",
            "시스템  공급자가  제시하는  유지관리  계획,  조직,  절차, \n범위  및  기간과  이와  관련된  기타의  활동  및  그  제한사\n항에  대해  평가한다.\n시스템  공급자가  제시하는  하자보수  계획,  절차,  범위  및 \n기간과  이와  관련된  기타의  활동  및  그  제한사항에  대해 \n평가한다."
          ],
          [
            "",
            "기밀보안",
            "사업  추진  동안  불순  활동들로부터의  기밀  보호  및  안정\n적인  시스템  운영을  위해  제시하는  각종  백업/복구  및  장\n애대응  대책에  대하여  평가한다."
          ]
        ],
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "",
            "적용  기술",
            "사업에서  적용하고자  하는  기술이  향후  확장성을  고려하여 \n현실적으로  실현  가능하게  제시되어  있는지를  평가한다.",
            "2"
          ],
          [
            "",
            "표준 \n프레임워크 \n적용",
            "표준  프레임워크  적용  여부와  적용  시  예상되는  문제점을  구\n체적으로  기술하고  실현  가능한  대응  방안을  제시하였는지 \n평가한다.",
            "2"
          ],
          [
            "",
            "개발  방법론",
            "사업에  적정한  개발  방법론이  제시되었는지  평가하고,  실제  적용 \n사례  및  경험을  바탕으로  단계별  산출물이  제시되었는지  여부를 \n평가한다.",
            "3"
          ],
          [
            "기술  및 \n기능(25)",
            "기능  요구사항",
            "기능  요구사항·기대사항·제약사항  등을  파악한  후  구현 \n방안이  구체적으로  기술되어  있는지를  평가한다.  또한 \n제안한  방안  및  기술이  적용  가능한지를  평가한다.",
            "8"
          ],
          [
            "",
            "보안  요구사항",
            "요구사항  및  시스템  분석을  바탕으로  보안  요구사항의 \n적용  방안이  구체적으로  기술되었는지  평가한다.  또한 \n제안한  방안과  기술의  설계단계  반영  여부  및  구현단계\n까지의  적용  가능성을  평가한다.",
            "8"
          ],
          [
            "",
            "데이터 \n요구사항",
            "데이터  요구사항  분석을  바탕으로  데이터  전환  계획  및 \n검증  방법,  데이터  오류  발생  시  처리  방안이  구체적으\n로  제시되어  있는지를  평가한다.",
            "4"
          ],
          [
            "",
            "시스템 \n운영요구사\n항",
            "시스템  운영  요구  사항에  맞는  운영  절차  및  방법을  제\n시하였는지  평가한다.  또한  운영  중  비상사태  발생  시 \n대응방안이  구체적으로  제시되고  있는지를  평가한다.",
            "3"
          ],
          [
            "",
            "제약  사항",
            "목표  시스템의  설계,  구축,  운영과  관련하여  제약조건을 \n충족시키기  위한  구체적인  구현  방안  및  테스트  방안이 \n수립되었는지  평가한다.",
            "2"
          ],
          [
            "성능  및 \n품질(10)",
            "성능  요구사항",
            "요구  성능  충족을  위한  구현  및  테스트  방안이  구체적으\n로  기술되어  있는지,  이를  위한  방법론  및  분석도구가 \n기술되어  있는지  평가한다.  제안한  방안  및  기술을  통해 \n성능  요구  사항을  충족시킬  수  있는지를  평가한다.",
            "3"
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는  개발  도구  및  구현  방안,  테스트  방안  등이  품\n질  요구사항에  부합되는지  평가하고,  분석·설계·구현·테\n스트  등  각  단계별  품질  요구사항  점검  및  검토  방안이 \n구체적으로  계획되어  있는가를  평가한다.",
            "4"
          ],
          [
            "",
            "인터페이스\n요구사항",
            "시스템  인터페이스  :  타  시스템과의  연계에  대한  장·단점 \n분석을  통해  가장  적합한  시스템  인터페이스  구축  방안\n을  도출하였는지를  평가한다.\n사용자  인터페이스 \n:  사용자  편의성을  고려하여  사용자 \n인터페이스의  분석·설계·구현·테스트  방안과  검토  계획을 \n구체적으로  기술하였는가를  평가한다.",
            "3"
          ],
          [
            "프로젝트",
            "관리방법론",
            "일정관리,  사업위험(이슈)  관리,  보안관리,  산출물의  형",
            "5"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 50 - 기술능력평가점수를 기준으로 한다. 조달청협상에의한계약제안서평가세부기준, 표19 1. 수요기관은3점이내의순위별점수차를명시하여차등점수제를적용요청하여야한다. 2. 차등점수제를적용하고자하는경우계약담당자는제12조제2항과정량평가를합산한기술 능력평가결과에따라입찰자의순위를결정한다. 3. 1순위자에게배점한도를부여하고, 2순위부터는순차로선순위점수에서제1호의순위별 점수차를감한점수를부여한다. 다만, 원점수기준의순위별점수차가차등점수차보다큰 경우에는원점수의점수차를감한점수를부여한다. 4. 제2호에따른기술능력평가결과점수가동일한제안자가2인이상인경우동일순위로평가하여 점수를산정하고, 그다음순위자의평가점수는제3호에따른후순위점수산정방법에따라 점수를부여한다. 5. 차등점수제를적용하지않고자하는경우에는제12조제1항및제2항에따라평가점수를산출한다. 주 차등점수제는계약예규협상에의한계약체결기준에따른계약에적용할수있다. 예시 기술평가배점90점, 평가차등점수2점 구 분 제안기업A 제안기업B 제안기업C 기술평가 원점수 합계 88점 87.5점 87점 원점수 합계 순위 1위 2위 3위 차등점수제 적용 90점 88점 90점-2점 86점 88점-2점 2 정량평가10점 대항목 중항목 평가요소 배점기준 계획부분 5 유사사업분야에서의 사업수행 경험주1 - 사업수행 경험의 유사성 - 사업수행 경험 시기 5 관리부문 5 경영상태주2 - 신용 평가기관의 신용도 5 1유사용역 이행실적5점 - 유사용역의 정의 소프트웨어 개발 또는 소프트웨어 개발이 포함된 구축 업무에 한함 - 이행실적에 따른 배점은 아래와 같음 평가등급 평점 100 이상 5점배점의 100 70 이상100 미만 4.5점배점의 90 40 이상70 미만 4점배점의 80 40 미만 3.5점배점의 70 - 51 - 해당 사업규모 대비 입찰공고일 기준 최근 3년간 사업수행실적금액 기준을 합산 적용. 단, 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 최근 7년간 사업수행실적을 합산 적용 주1 1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 따로 정한 경우를 제외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으 로 평가한다. 이 경우 입찰공고일에 이행완료 된 실적도 평가에 포함하나, 입 찰공고일 다음날부터 이행완료된 자료는 평가에서 제외한다. 2. 등급구간별 평점은 제9조제8항제1호에 따라 부여한다. 3. 등급구간 및 구간별 평점은 위 표에 의하며, 필요하다고 인정되는 경우 입찰공고에 달리 정할 수 있다. 4. 실적 인정 범위와 제9조제8항제3호 나목 및 다목에 따라 실적평가를 제외하는 경우 실적평가 제외기준은제안요청서에 정하되, 수행실적은 제5호에 따라 제출된 실적을 기준으로 평가한다. 5. 입찰자는 수행실적 평가를 위하여 별지 제15호서식의 수행실적 총괄표와 다음각 목에 따른 별지 제16호서식 또는 그에 준한 수행실적증명서 등을 제출하여야 한다. 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방 공기업법령 적용 기관이 발급한 수행실적증명서 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행실적증명서, 계약서, 세금계산서필요시 거래명세표 포함 등을 첨부하여야 함 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급하는 소프 트웨어사업 수행실적 확인서 라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용하되, 공공기관 이외의 납품실적은 이를 공증하거나 해당국가의 상공회의소 또 는 해당국가에 주재하는 대한민국 공관의 확인을 받은 경우에는 세금계산 서 등 증명자료 첨부를 생략할 수 있음 마. 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아니하여 실 적확인이 어려운 경우에는 실적으로 인정하지 않는다. 6. 공동수급체의 경우 구성원별 실적에 지분율을 곱한 후 그 실적들을 합산한 실적으로 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사 실적A사 지분율B사 실적B사 지분율에 대한 점수 7. 중소기업협동조합이 입찰에 참여하는 경우 해당계약을 이행할 출자 또는 분담업체의 실적으로 평가하며 6호의 평가방법에 따라 평가한다. 8. 합병, 분할, 사업양수도가 있는 경우 다음 각 호에 따라 실적을 평가한다. 이 경우",
      "tables": [
        [
          [
            "구  분",
            "제안기업 A",
            "제안기업 B",
            "제안기업 C"
          ],
          [
            "기술평가 원점수 합계",
            "88점",
            "87.5점",
            "87점"
          ],
          [
            "원점수 합계 순위",
            "1위",
            "2위",
            "3위"
          ],
          [
            "차등점수제 적용",
            "90점",
            "88점\n(90점-2점)",
            "86점\n(88점-2점)"
          ]
        ],
        [
          [
            "대항목",
            "중항목",
            "평가요소",
            "배점기준"
          ],
          [
            "계획부분\n(5)",
            "유사사업분야에서의\n사업수행 경험주1)",
            "- 사업수행 경험의 유사성\n - 사업수행 경험 시기",
            "5"
          ],
          [
            "관리부문\n(5)",
            "경영상태주2)",
            "- 신용 평가기관의 신용도",
            "5"
          ]
        ],
        [
          [
            "평가등급",
            "평점"
          ],
          [
            "100%  이상",
            "5점(배점의  100%)"
          ],
          [
            "70%  이상～100%  미만",
            "4.5점(배점의  90%)"
          ],
          [
            "40%  이상～70%  미만",
            "4점(배점의  80%)"
          ],
          [
            "40%  미만",
            "3.5점(배점의  70%)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 52 - 입찰자는 합병 전ᆞ분할 전ᆞ사업양도 업체의 실적증빙서류를 제출하여야 한다. 가. 합병 소멸 업체의 실적을 존속 또는 신설 업체의 실적에 합산하여 평가 나. 분할 분할 전 업체의 실적을 권리ᆞ의무를 승계한 업체의 실적에 포함하여 평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이를 갖춘 경우에만 실 적으로 인정한다. 다. 사업양수도 사업양도인의 실적을 사업양수인의 실적으로 포함하여 평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이를 갖춘 경우에만 실적으로 인정한다. 정량평가유사분야 사업수행 경험 기관 발주기관 2경영상태신용평가등급 평가5점 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의 100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의 95 B, B0, B- B- B, B0, B- 배점의 90 CCC 이하 C 이하 CCC 이하 배점의 70 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함 주2 1.신용정보의 이용 및 보호에 관한 법률제2조 제8의3에 해당하는 신용조회사 또는자본시장과 금융투자업에 관한 법률제335조의3에 따라 업무를 영위하 는신용평가사가 입찰공고일 이전에 평가하고 유효기간 내에 있는 회사채, 기업어 음 및기업신용평가등급을 국가종합전자조달시스템에 조회된 신용평가등급으로 평가하되, 가장 최근의 신용평가등급으로 평가한다. 다만, 가장 최근의 신용 평가등급이 다수가 있으며 그 결과가 서로 다른 경우에는 가장 낮은 등급으 로 평가한다. 2. 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않은 경우에는 최저등급으로 평가하며, 유효기간 시작일 또는 만료일이 입찰공고일인 경우에도 유효한 것으로 평가한다. 다만, 입찰공고일 다음날 이후에 발생 또는 수정된 자료는 평가에서 제외한다. 3. 주 2에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한 신용 평가등급이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에 있는가장 최근의 신용평가등급으로 평가한다. 다만, 합병 후 새로운 신용 평가등급이없는 경우에는 입찰공고일 이전에 평가하고 유효기간 내에 있는 신용 평가등급으로서합병 대상자 중 가장 낮은 신용평가등급을 받은 자의 신용평가 - 53 - 등급으로 평가한다. 4. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수상의 배점 한도를 부여한다. 이 경우 창업기업에 대한 확인은 중소기업제품공공구매 종합정보망에등재된 자료로 확인하며, 창업기업확인서의 유효기간 내에 있어야 한다. 다만, 제안서 평가 일 전일까지 발급된 자료도 심사에 포함하며, 이 경우 입찰공고일 이전 창업을 확인 할 수 있는 자료법인인 경우 법인등기부상 법인설립등기일, 개인사업자인 경우에는 사 업자등록증명서 상 사업자등록일를 제출하여야 한다.이하 창업기업에 대한 확인방법 은 같다 5. 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합산하여 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사 점수A사 지분율B사 점수B사 지분율 6. 중소기업협동조합이 입찰에 참여하는 경우 중소기업협동조합의 신용평가등급으로 평가 한다. 정량평가경영상태 기관 조달청 라. 제출서류 입찰공고문 참조 마. 제안서 제출 일정 및 방법 제출서류 모든 제출 서류는 입찰공고문에 의함 제출기한 및 제출방법 입찰공고문 참조 제안서 비교평가를 위한 조견표 작성 조견표 등록일시 제안서 평가일시 전 까지 제안서 비교평가를 위해 제안서 목차, 평가항목별 조견표를 가급적 상기 등록 기한내 e-발주시스템에 등록하시기 바랍니다. 만일 조견표를 미등록 시에는 비교 평가가 불가하여 평가에 불이익을 받을 수 있습니다. 바. 제안요청 설명회 별도제안요청 설명회는 진행하지 않음",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            "AAA, AA+, AA0, AA-,\nA+, A0, A-, BBB+, BBB0",
            "배점의 100%"
          ],
          [
            "BBB-, BB+, BB0, BB-",
            "A3-, B+, B0",
            "BBB-, BB+, BB0, BB-",
            "배점의 95%"
          ],
          [
            "B+, B0, B-",
            "B-",
            "B+, B0, B-",
            "배점의 90%"
          ],
          [
            "CCC+ 이하",
            "C 이하",
            "CCC+ 이하",
            "배점의 70%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 54 - 사. 제안설명회 개최 조달청 일정에 따름 제안 설명회를 개최하는 경우 제안 설명은 제안사주사업자의 사업관리자PM가 직접 발표하여야 하며 PM이 발표하지 않을 경우 관련규정에 따라 평가하며 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명기하여야 함 본 사업은 조달청 평가로, 평가 관련 사항은 입찰공고에 따르도록 함 사업관리자PM는 제안사 소속 임직원으로서 입찰공고일 전부터 제안서 평가일까지 계속 재직 중인 자이어야 함 제안서 평가는 발주기관에서 제시한 평가기준에 따르며, 제안사는 평가방법 및 평가결과에 대하여 이의를 제기할 수 없음 아. 입찰시 유의사항 행정기관 및 공공기관 정보시스템 구축운영지침 제60조, 용역계약일반조건 제56조에 따라 지식재산권의 귀속은 계약당사자간 공동소유함을 원칙으로 하되 세부사항은 협의하여 결정 사업자로 선정된 용역업체협력업체, 하도급업체 등 사업 참여 업체 전부가 보유하고 있는 특허권, 저작권, 상표권 및 기타 지적재산권 등이 사업에 사용 되더라도 이에 대한 권리를 사업 착수일 이후부터 축산물품질평가원에 청구할 수 없음 사업 수행 중 특허권, 저작권, 상표권 및 기타 지적재산권의 침해가 발생하지 않도록 사업을 수행해야 함 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함단 공급자는 아래 내용을 준수하여야 함 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명의의 확약서를 발주기관에 - 55 - 제출하여야 함 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관으로부터 사전승인을 받아야 함 - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법제76조제1항제3호 에 따라 입찰참가자격을 제한함 제안요청서 및 제안서의 내용에 대한 해석상의 문제가 있거나, 기타 규정되지 않은 사항은축산물품질평가원과 상호협의 후 결정 함 본 사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함 자. 제안서 보상 본 사업은 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시 제2021-100호제16조에 의거, 제안서 보상대상 사업에 해당하지 않으므로 제 안서 보상을 실시하지 않음 차. 기타 사항 본 사업을 통해 개발되는 소프트웨어는용역계약일반조건기획재정부 계약예규 제326호 제56조계약목적물의 지식재산권 귀속 등에 따른 타 기관과의 공동활용 계획이 없음 사업결과물의 지식재산권은 발주기관과 계약당사자가 공동소유를 원칙으로 한다. 단, 개발의 기여도 및 사업결과물의 특수성국가안전보장, 보안 및 정보 보호 등을 고려하여 발주기관, 사업자 및 전문기관간 협의를 통해 저작권의 귀속주체 등에 대해 공동소유와 달리 정할 수 있다. 작업 장소, 설비 기타 작업환경 등은 발주 사업예산에 계상되어 있으므로 관련 비용을 포함하여 제안가격을 산출하되, 작업 장소는 상호 협의하여 결정함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 56 - VI 제안서 관련 서식 서식 1 일반 현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁 - 57 - 서식 2 자본금 및 매출액 현황 입찰공고일로부터 최근 3년 단위 천원 구 분 자 본 금 매 출 액 컨설팅부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 개발부문 교육부문 부문 합 계 컨설팅 매출액의 경우 BPRISP, 전략컨설팅, 보안컨설팅, 감리 등으로 구분하여 상세히 기재한다. 주요사업실적 사 업 명 사 업 기 간 연도순으로 기재하며, 제안과제와 유사하거나 동일한 업무영역이나 사업형태에 관한 것만 기재한다. 단, 현재수행중인 사업은 비고란에 현재수행중임을 명시한다. 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사를 기재한다. 사업별 사용 개발방법론을 비고에 기재한다. 한국소프트웨어산업협회에서 발급하는 이행실적확인서를 가능한 활용. 실적을 확인할 수 있는 실적증명서, 계약서 등의 증거서류제출, 확인이 불가능한 실적은 인정하지 않음 실적증명자료는 서식으로 첨부하여야 하며 실적증명 첨부서류에 페이지를 명시하여 주요사업실 적 비고란에 페이지를 표시하여야 함",
      "tables": [
        [
          [
            "구    분",
            "",
            ""
          ],
          [
            "자 본 금",
            "",
            ""
          ],
          [
            "매 출 액",
            "컨설팅부문",
            "BPR/ISP \n전략컨설팅\n보안컨설팅\n감리\n기타"
          ],
          [
            "",
            "개발부문\n교육부문\n⃝부문",
            ""
          ],
          [
            "",
            "합  계",
            ""
          ]
        ],
        [
          [
            "사   업   명",
            "사 업 기 간"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "회     사      명",
            "대 표 자"
          ],
          [
            "사   업   분   야",
            ""
          ],
          [
            "주             소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년    월"
          ],
          [
            "해당부문 종사기간",
            "년    월  ~\n년    월 (\n년   개월)"
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 58 - 서식 3 사업 실적 증명서 신청인 업체명상호 대 표 자 영업소재지 전화 번호 사업자번호 제 출 처 증명서용도 입찰및제안서심사제출용 사 업 이 행 실 적 내 용 사업명 구분 ISPBPR PMO감리 시스템개발 운영및유지관리 기 타 사업개요 계약번호 계약일자 계약기간 계약 금액 이행실적 비고 공동비율 실 적 증명서 발 급 기 관 위사실을증명함 년 월 일 기관명 인 전화번호 주 소 FAX번호 발급부서 담당자 인 1 사업실적을 공동계약으로 이행하였을 경우 비율과 이행실적을 기재하여야 합니다. 2 이행실적란은 기재 후 투명접착테이프를 붙여 증명을 받아야 합니다. 3 별도 양식으로 작성하는 경우는 그에 따릅니다. 관련 평가항목이 없는 경우 제안서에 사업실적 증명 서식은 제출하지 않음 - 59 - 서식 4 참여인력 이력사항 성 명 소 속 사업관리자PM 등급 학술연구용역기준 SW기술자 기준 엔지니어링기술자 기준 기타 본사업 참여임무 경 력 사 업 명 참 여 기 간 년월 년월 파견근로자보호 등에 관한 법률등에 의한 파견근로자인 경우에는 파견업체명과 원소속사를 함께 명기하여야 함 예시 업체명 원소속사명 근무 경력확인서, 기술 경력확인서는 소프트웨어 진흥법 시행규칙제13조소프트웨어기술자의 신고절차 등에 근거하여 근무 경력확인서 및 기술 경력확인서를 사용자대표자 또는소프트웨어 사업 발주자 확인을 받아 제출소프트웨어기술자경력관리기관의 소프트웨어 기술경력증명서 또는 기타 경력 을 증빙할 수 있는 서류로도 제출 가능 자격증, 경력 및 수행업무와 관련된 사항을 증명할 수 있는 자료를 서식으로 첨부하여야 하며, 첨부 되지 않은 자료에 대하여는 인정하지 않음 사업관리자PM이 대표사 또는 공동수급업체 인원인 경우에는 재직증명서를 서식으로 첨부하고, 그 외인 력채용예정인력 등은 추후 추가 협상과정에서 발주기관의 요청이 있을 시 증빙자료를 제출해야 함 사업관리자PM 평가 심사기준일은 입찰서 제출 마감일 전일로 하며 입찰서 제출마감일 이후 발생신고 또는수정된 자료는 평가에서 제외됨 입찰자가 하도급 계약할 경우는 하도급 예정자의 기술자 등급별 인원 현황만 제출하고 하도급 예정자에 대한 증빙서류는 제출하지 않음",
      "tables": [
        [
          [
            "성 명\n소 속"
          ],
          [
            "사업관리자(PM) 등급"
          ],
          [
            "학술연구용역기준 (\n)\nSW기술자 기준 (\n)\n엔지니어링기술자 기준 (\n)\n기타 (\n)"
          ],
          [
            "본사업 참여임무"
          ]
        ],
        [
          [
            "경        력",
            "",
            ""
          ],
          [
            "사   업   명",
            "참 여 기 간\n(년월 ～ 년월)",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "신청인",
            "업체명(상호)",
            "",
            "",
            "",
            "",
            "대\n표\n자",
            "",
            ""
          ],
          [
            "",
            "영 업 소 재 지",
            "",
            "",
            "",
            "",
            "전 화\n번 호",
            "",
            ""
          ],
          [
            "",
            "사 업 자 번 호",
            "",
            "",
            "",
            "",
            "제\n출\n처",
            "",
            ""
          ],
          [
            "",
            "증명서 용도",
            "입찰 및 제안서 심사 제출용",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사\n업\n이\n행\n실\n적\n내\n용",
            "사 업 명",
            "",
            "",
            "",
            "구 분",
            "ISP/BPR\n(\n)\nPMO/감리\n(\n)\n시스템개발\n(\n)\n운영및유지관리 (\n)\n기\n타\n(\n)",
            "",
            ""
          ],
          [
            "",
            "사 업 개 요",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계 약 번 호",
            "계약일자",
            "계약기간",
            "계약\n금액",
            "이행실적",
            "",
            "",
            "비 고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "공동비율",
            "",
            "실\n적",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발\n급\n기\n관",
            "위 사실을 증명함\n년\n월\n일",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기 관 명 :\n(인)\n(전화번호 :\n)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주\n소 :\n(FAX번호:\n)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n담당자:\n(인)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 32,
      "text": "- 60 - 서식 5 기술적용계획표, 기술적용결과표 사업명 꿀 품질평가 전산시스템 고도화 사업 작성일 2024년 월 일 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 - 61 - 서비스 접근 및 전달 분야 구 분 항 목 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용 할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 구분 항 목 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 공통표준용어행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "",
            "ｏ  용역계약일반조건(기획재정부계약예규)\nｏ  협상에  의한  계약체결기준(기획재정부계약예규)\nｏ  경쟁적  대화에  의한  계약체결기준(기획재정부계약예규)\nｏ  하도급거래공정화지침(공정거래위원회예규)\nｏ  정보보호조치에  관한  지침(과학기술정보통신부고시)\nｏ  개인정보의  기술적·관리적  보호조치  기준(개인정보보호위원회)\nｏ  행정정보  공동이용  지침(행정안전부예규) \nｏ  공공기관의  데이터베이스  표준화  지침(행정안전부고시)\nｏ  공공데이터  공통표준용어(행정안전부고시)\nｏ  공공데이터  관리지침(행정안전부고시)\nｏ  모바일  전자정부  서비스  관리  지침(행정안전부예규) \nｏ  행정기관  및  공공기관  정보자원  통합기준(행정안전부고시)\nｏ  국가정보보안기본지침(국가정보원)"
          ]
        ],
        [
          [
            "구    분",
            "항        목"
          ],
          [
            "기본  지침",
            ""
          ],
          [
            "ｏ  정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용\n할  수  있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터 \n사용자  등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야  한다.",
            ""
          ],
          [
            "세부  기술  지침",
            ""
          ],
          [
            "ｏ  전자정부  웹사이트  품질관리  지침\nｏ  한국형  웹  콘텐츠  접근성  지침  2.1\n관련규정\nｏ  모바일  전자정부  서비스  관리  지침",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "외부  접근 \n장치",
            "ｏ  웹브라우저  관련\n  -  HTML  4.01/HTML  5,  CSS  2.1"
          ],
          [
            "",
            "-  XHTML  1.0"
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0"
          ],
          [
            "",
            "-  ECMAScript  3rd"
          ],
          [
            "",
            "ｏ  모바일  관련\n  -  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)"
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3"
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4"
          ],
          [
            "",
            "IPv6"
          ]
        ],
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "ｏ  지능정보화  기본법\nｏ  공공기관의  정보공개에  관한  법률\nｏ  개인정보  보호법\nｏ  소프트웨어  진흥법\nｏ  인터넷주소자원에  관한  법률\nｏ  전자서명법\nｏ  전자정부법\nｏ  정보통신기반  보호법\nｏ  정보통신망  이용촉진  및  정보보호  등에  관한  법률\nｏ  통신비밀보호법\nｏ  국가를  당사자로  하는  계약에  관한  법률\nｏ  하도급거래  공정화에  관한  법률\nｏ  지방자치단체를  당사자로  하는  계약에  관한  법률\nｏ  공공데이터의  제공  및  이용  활성화에  관한  법률"
          ],
          [
            "고시  등",
            "ｏ  보안업무규정(대통령령)\nｏ  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\nｏ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정보통신부고시)\nｏ  전자서명인증업무  운영기준(과학기술정보통신부고시)\nｏ  전자정부  웹사이트  품질관리  지침(행정안전부고시)\nｏ  정보보호시스템  공통평가기준(미래창조과학부고시)\nｏ  정보보호시스템  평가·인증  지침(과학기술정보통신부고시)\nｏ  정보시스템  감리기준(행정안전부고시)\nｏ  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \nｏ  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \nｏ  행정전자서명  인증업무지침(행정안전부고시)\nｏ  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\nｏ  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\nｏ  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\nｏ  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\nｏ  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\nｏ  표준  개인정보  보호지침(개인정보보호위원회) \nｏ  엔지니어링사업대가의  기준(산업통상자원부고시)\nｏ  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\nｏ  소프트웨사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\nｏ  중소  소프트웨어사업자의  사업  참여  지원에  관한  지침(과학기술정보통신부고시)\nｏ  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 62 - 인터페이스 및 통합 분야 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. o 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 o - UDDI v3 o - RESTful o o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 o - ebXMLBPEL 2.0XPDL 2.0 o 데이터 공유o 데이터 형식 XML 1.0 o 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 o 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해 당 없 음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수 행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스템과 호환성 및 확장성이 보장되어야 한다. o 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o o 부가통신 VoIP - H.323 o - SIP o - 63 - 요소기술 분야 구 분 항 목 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. 구 분 항 목 - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검토\n하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스는 \n범정부  차원의  공유·활용이  가능하도록  지원하여야  한다.",
            "",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  통합",
            "ｏ  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  RESTful",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "데이터  공유 ｏ  데이터  형식  :  XML  1.0",
            "",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "인터페이스 ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "o",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목"
          ],
          [
            "",
            "-  Megaco(H.248)"
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0"
          ],
          [
            "",
            "-  UNIX"
          ],
          [
            "",
            "-  Windows  Server"
          ],
          [
            "",
            "-  Linux"
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경\n  -  android"
          ],
          [
            "",
            "-  IOS"
          ],
          [
            "",
            "-  Windows  Phone"
          ],
          [
            "데이터베이스",
            "ｏ  DBMS\n  -  RDBMS"
          ],
          [
            "",
            "-  ORDBMS"
          ],
          [
            "",
            "-  OODBMS"
          ],
          [
            "",
            "-  MMDBMS"
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000"
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크"
          ]
        ],
        [
          [
            "구    분\n항        목"
          ],
          [
            "기본  지침"
          ],
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다."
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수\n행하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는 \n정보시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP\n  -  H.323",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  SIP",
            "",
            "",
            "",
            "o",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 64 - 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전부 장관에게 표준 등록을 요청하여야 한다. o o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. o 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 o 데이터 표현 o 정적표현 HTML 4.01 o o 동적표현 - JSP 2.1 o - ASP.net o - PHP o - 기타 프로그래밍 o 프로그래밍 - C o - C o - Java o - C o - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 o - SOAP 1.2 o o 문자셋 o - 65 - 보안 분야 구 분 항 목 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 구 분 항 목 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품",
      "tables": [
        [
          [
            "구    분\n항        목"
          ],
          [
            "-  EUC-KR \n  -  UTF-8(단,  신규시스템은  UTF-8  우선  적용)"
          ],
          [
            ""
          ]
        ],
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향상, \n데이터베이스  통합  등을  위하여  표준화되어야  한다.",
            "",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부\n장관에게  표준  등록을  요청하여야  한다.",
            "",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            "",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  공통표준용어\nｏ  공공데이터  관리지침",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  동적표현\n  -  JSP  2.1",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ASP.net",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  PHP",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍\n  -  C",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  Java",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C#",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜: \n  -  XMI  2.0",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            "o",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  문자셋",
            "",
            "",
            "",
            "o",
            ""
          ]
        ],
        [
          [
            "구  분\n항        목",
            ""
          ],
          [
            "기본  지침",
            ""
          ],
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견시  개선․조치하여야  한다.",
            ""
          ],
          [
            "세부  기술  지침",
            ""
          ],
          [
            "관련\n규정",
            "ｏ  전자정부법"
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)\n  -  국가  사이버안전  매뉴얼"
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)"
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인 \n정보보호제품)\n  -  PKI제품\n  -  SSO제품\n  -  디스크ㆍ파일  암호화  제품\n  -  문서  암호화  제품(DRM)등\n  -  메일  암호화  제품\n  -  구간  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 66 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내장된 제품 o - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o o CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 o - 네트워크침입방지침입탐지 포함 o - 통합보안관리 o - 웹 응용프로그램 침입차단 o - DDos 대응 o - 인터넷 전화 보안 o - 무선침입방지 o - 무선랜 인증 o - 가상사설망검증필 암호모듈 탑재 필수 o - 네트워크 접근통제 o - 네트워크 자료유출방지 o - 망간 자료전송 o - 안티 바이러스 o - 가상화PC 또는 서버 o - 패치관리 o - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 o - 스팸메일 차단 o - 서버 접근통제 o - DB접근 통제 o - 스마트카드 o - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 o - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 o - 소스코드 보안약점 분석도구 o - 스마트폰 보안관리 o - CC인증서에 명시된 제품과 동일 제품 여부 o o 모바일 서비스앱웹 등 o - 67 - 최신 기준은 국가정보원 홈페이지 참조 구 분 항 목 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 행정공공기관 민간 클라우드 이용 가이드라인 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구  분",
            "항        목"
          ],
          [
            "",
            "-  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)"
          ],
          [
            "",
            "ｏ  민간  클라우드  활용\n    -  클라우드  서비스  보안인증(CSAP)을  받은  서비스\n    -  행정·공공기관  민간  클라우드  이용  가이드라인"
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수\n  -  식별  및  인증\n  -  암호지원\n  -  정보  흐름  통제\n  -  보안  관리\n  -  자체  시험\n  -  접근  통제\n  -  전송데이터  보호\n  -  감사  기록\n  -  기타  제품별  특화기능\nｏ  보안기능  확인  및  취약점  제거\n  -  보안기능별  명령어  등  시험  및  운영방법  제공\n  -  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)\n  -  백도어  제거(비공개  원격  관리  및  접속  기능)\n  -  오픈소스  적용  기능  및  리스트  제공"
          ]
        ],
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  상기제품(9종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "ｏ  CC인증  필수제품  유형군(국제 CC인 경우 보안적합성 검증  필요)\n  -  (네트워크)침입차단\n  -  (네트워크)침입방지(침입탐지  포함)\n  -  통합보안관리\n  -  웹  응용프로그램  침입차단\n  -  DDos  대응\n  -  인터넷  전화  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망(검증필  암호모듈  탑재  필수)\n  -  네트워크  접근통제\n  -  네트워크  자료유출방지\n  -  망간  자료전송\n  -  안티  바이러스\n  -  가상화(PC  또는  서버)\n  -  패치관리\n  -  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)\n  -  스팸메일  차단\n  -  서버  접근통제\n  -  DB접근  통제\n  -  스마트카드\n  -  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)\n  -  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)\n  -  소스코드  보안약점  분석도구\n  -  스마트폰  보안관리\n  -  CC인증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "o\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no\no",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등",
            "",
            "",
            "",
            "o",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 68 - 서식 6 소프트웨어사업 하도급 계획서 사업명 사업기간 개월 입찰자 공동수급체 대표 상호 대표자 사업자등록번호 소재지 하도급 예정 계획 하도급 계약명 하도급 금액 비율1 하도급 계약금액 비율2 공동수급체 대표 1 하도급 금액 비율은 원도급의 총 입찰금액 대비 하도급 총금액의 비율 - 하도급 금액 비율 하도급 예정액 입찰금액 - 단순물품구매 예정액 X 100 소프트웨어산업 진흥법제20조의3제1항제1호 및소프트으웨어사업 계약 및 관리감독에 관한 지침 서식2에 따른 단순물품구매설치용역 - 하도급 금액 비율 합계 50 초과 예외사유 ____________________________________ 2 하도급 계약금액 비율은 하도급 할 총금액 대비 하도급 예정자와 계약할 총금액의 비율 하도급 비율이 10를 초과할 경우에 대한 사유 수요기관이 제안요청서에서 하도급 금액 비율이 10를 초과할 경우 입찰자에게 하도급인과 공동수급 체로 참여할 것을 요청하였는지 여부 , 하도급 비율이 10를 초과하는 데도 공동수급체로 참여시키지 않는 사유 __________________________________________ 표준하도급계약서 사용 여부 하도급거래 공정화에 관한 법률제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용 - 표준하도급계약서 활용 여부 , - 표준하도급계약서를 활용하지 않는 경우 사유 __________________________________ 위와 같이 소프트웨어사업 하도급 계획서를 제출하며,소프트으웨어사업 계약 및 관리감독에 관한 지침제8조에 따라 하도급 계획 등을 확인하여 준수하여야 하며, 정당한 사유 없이 하도급 계획 을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기하지 아니할 것임을 확약합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 발주기관의 장 귀하 유의사항 - 입찰자의 입찰금액 대비 하도급 금액 합계의 비율은소프트웨어산업 진흥법제20조의3제1항에 따라 입찰 금액의 50를 초과할 수 없습니다. 단, 같은 법 제20조의3제1항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사 유를 기재합니다. - 소프트웨어사업자는 입찰 금액 대비 하도급 금액 비율이소프트웨어산업 진흥법제20조의3제4항 및 같은 법 시행령 제14조의5에 따라 10를 초과할 경우, 공동수급체 구성원으로 참여할 수 있 습니다. - 69 - 서식 7 소프트웨어사업하도급계획서계약체결시 사업명 계약금액C 원 수급인 공동수급체 대표 상호 사업자등록번호 하도급 예정 계획 번호 수급인 하수급인 상호 하도급 계약명 1 2 합계 직접 물품 구매 예정 계획 번호 구분 HW설비상용SW 물품명 1 2 합계 - 수급인이 공동수급체인 경우 공동수급체 구성원대표 포함의 하도급 예정 계획 명시 - 단순 물품의 구매설치 용역 등, 신기술 또는 전문기술 등을 하도급에 포함하여 작성 - 직접 물품 구매 예정 계획은 수급인계약상대자이 직접 구매하는 물품에 한함 - 하도급 예정액 비율 합계 50 초과 예외사유 __________________________________ - 계약금액C 하도급 예정액A 물품 구매 예정액B 수급인 자체 수행액 - 계약금액 대비 하도급 예정액 비율 하도급 예정액A계약금액C-물품구매 예정액B X 100 소프트으웨어사업 계약 및 관리감독에 관한 지침 제3조 및 제8조에 따라 소프트웨어사업 하도급 계획 서를 제출합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 발주기관의 장 귀하 제출 서류 - 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 - 물품 공급확약서 각 1부 유의사항 - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은 소프트웨어산업 진흥법 제20조의3제1항에 따라 총 계약 금액의 50를 초과할 수 없습니다. 단, 같은 법 제20조의3제1항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기 재합니다. - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 국가기관등의 장에게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관등의 장은 해당 서류의 보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않 은 경우 해당 금액은 하도급 제한 비율로 산정됩니다. - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다. 210297백상지 80g",
      "tables": [
        [
          [
            "소프트웨어사업 하도급 계획서(계약체결 시)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계약금액(C)",
            "",
            "",
            "원",
            "",
            "",
            ""
          ],
          [
            "수급인\n(공동수급체 대표)",
            "",
            "",
            "상호",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "사업자등록번호",
            "",
            "",
            ""
          ],
          [
            "하도급  예정  계획",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "수급인",
            "하수급인\n상호",
            "",
            "",
            "하도급 계약명",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1 2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "직접  물품  구매  예정  계획",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "구분\n(HW․설비․상용SW)",
            "",
            "",
            "물품명",
            "",
            ""
          ],
          [
            "1 2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 수급인이 공동수급체인 경우 공동수급체 구성원(대표 포함)의 하도급 예정 계획 명시\n- 단순 물품의 구매․설치 용역 등, 신기술 또는 전문기술 등을 하도급에 포함하여 작성\n- 직접 물품 구매 예정 계획은 수급인(계약상대자)이 직접 구매하는 물품에 한함\n- 하도급 예정액 비율 합계 50% 초과 예외사유 : __________________________________\n- 계약금액(C) = 하도급 예정액(A) + 물품 구매 예정액(B) + 수급인 자체 수행액\n- 계약금액 대비 하도급 예정액 비율 = 하도급 예정액(A)/(계약금액(C)-물품구매 예정액(B)) X 100",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "‘소프트으웨어사업 계약 및 관리감독에 관한 지침’ 제3조 및 제8조에 따라 소프트웨어사업 하도급 계획\n서를 제출합니다.                             년    월    일\n                       공동수급체 대  표   상  호 : \n                                           대표자 :            (서명 또는 인)\n                       공동수급체 구성원   상  호 : \n                                           대표자 :            (서명 또는 인)\n          발주기관의  장  귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제출\n - 하도급 사업수행 계획서(하도급 금액 산출내역서 및 사업추진 일정표 포함) 각 1부\n서류\n - 물품 공급확약서 각 1부",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※ 유의사항\n - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은 「소프트웨어산업 진흥법」 제20조의3제1항에 \n따라 총 계약 금액의 50%를 초과할 수 없습니다.\n   단, 같은 법 제20조의3제1항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기\n재합니다.\n - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 \n국가기관등의  장에게  제출하여야  합니다.  제출한  서류가  미비한  경우  국가기관등의  장은  해당  서류의 \n보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않\n은 경우 해당 금액은 하도급 제한 비율로 산정됩니다.\n - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "소프트웨어사업  하도급  계획서",
            "",
            "",
            ""
          ],
          [
            "",
            "사업명",
            "사업기간\n개월",
            ""
          ],
          [
            "",
            "입찰자\n(공동수급체 대표)",
            "상호\n대표자",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호\n소재지",
            ""
          ],
          [
            "",
            "□  하도급  예정  계획",
            "",
            ""
          ],
          [
            "",
            "하도급 계약명\n하도급 금액 비율1)\n하도급 계약금액 비율2)",
            "",
            ""
          ],
          [
            "",
            "공동수급체 대표\n%\n%",
            "",
            ""
          ],
          [
            "",
            "1) 하도급 금액 비율은 원도급의 총 입찰금액 대비 하도급 총금액의 비율\n  - 하도급 금액 비율 = 하도급 예정액 / (입찰금액 - 단순물품구매 예정액*) X 100\n    *「소프트웨어산업  진흥법」제20조의3제1항제1호  및「소프트으웨어사업  계약  및  관리감독에  관한 \n지침」  서식2에 따른 단순물품구매·설치용역\n  - 하도급 금액 비율 합계 50% 초과 예외사유: ____________________________________\n2) 하도급 계약금액 비율은 하도급 할 총금액 대비 하도급 예정자와 계약할 총금액의 비율",
            "",
            ""
          ],
          [
            "",
            "□  하도급  비율이  10%를  초과할  경우에  대한  사유",
            "",
            ""
          ],
          [
            "",
            "○ 수요기관이 제안요청서에서 하도급 금액 비율이 10%를 초과할 경우 입찰자에게 하도급인과 공동수급\n체로 참여할 것을 요청하였는지 여부: ( ○ ), ( × )\n○ 하도급 비율이 10%를 초과하는 데도 공동수급체로 참여시키지 않는 사유\n    : __________________________________________",
            "",
            ""
          ],
          [
            "",
            "□  표준하도급계약서  사용  여부",
            "",
            ""
          ],
          [
            "",
            "○「하도급거래 공정화에 관한 법률」제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용\n  - 표준하도급계약서 활용 여부: ( ○ ), ( × )\n  - 표준하도급계약서를 활용하지 않는 경우 사유: __________________________________",
            "",
            ""
          ],
          [
            "",
            "위와 같이 소프트웨어사업 하도급 계획서를 제출하며,「소프트으웨어사업 계약 및 관리감독에 관한 \n지침」제8조에  따라  하도급  계획  등을  확인하여  준수하여야  하며,  정당한  사유  없이  하도급  계획\n을 이행치  아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기하지 아니할 것임을 확약합니다.\n                                                년    월    일\n                            공동수급체 대  표   상  호: \n                                                대표자:        (서명 또는 인)\n          발주기관의  장  귀하",
            "",
            ""
          ],
          [
            "",
            "※ 유의사항\n -  입찰자의  입찰금액  대비  하도급  금액  합계의  비율은「소프트웨어산업  진흥법」제20조의3제1항에 \n따라 입찰 금액의 50%를 초과할 수 없습니다.\n   단, 같은 법 제20조의3제1항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사\n유를 기재합니다.\n - 소프트웨어사업자는 입찰 금액 대비 하도급 금액 비율이「소프트웨어산업 진흥법」제20조의3제4항 \n및 같은 법 시행령 제14조의5에 따라 10%를 초과할 경우, 공동수급체 구성원으로 참여할 수 있\n습니다.",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 70 - 서식 8 하도급계약의 적정성 판단 세부기준 I. 자격의 적정성 판단항목 세부 판단 항목 세부 판단 기준 및 방법 재하수급인 의 자격 참가제한 o 국가계약법또는 지방계약법에 따라 하수급인이 부정당업자로 지정되어 입찰참가제한 중인 경우 감점 -25점 II. 수행능력의 적정성 III. 계약의 공정성 IV. 기타 기타 가 점 최대 5점 1 최근 3년간 하수급인이 유효기간 내에 있는 소프트웨어 관련 인증을 획득한 경우 가점 2점 소프트웨어 관련 인증 소프트웨어프로세스SP, 소프트웨어 품질인증GS 1등급, 2등급, 정보보호시스템인증CC, 국가정보원 검증지정, 신기술인증NET, 신제품인증NEP 등 국가 인증 및 국제표준인증 등 2 최근 3년간 하수급인의 정부ᆞ지자체ᆞ공공기관 수상경력회당 1점 판단항목 세부 판단 항목 세부 판단 기준 및 방법 재하수급인 의 사업수행 능력 40점 사업수행 실적 30점 1-1 하수급인의 최근 3년간 유사사업 수행실적 하도급 계약금액 대비 최근 3년간 유사사업 수행실적 합산액의 비율을 기준으로 평가 100이상 100미만 80이상 80미만 60이상 60미만 50이상 50미만 30점 28점 26점 2516점 15점 1-2 하도급 사업 투입 인력 중 해당 사업과 유사사업 수행에 1건 이상 참여한 경험이 있는 인력비율 70이상 70미만 60이상 60미만 50이상 50미만 40이상 40미만 30점 28점 26점 2516점 15점 계약상대자는 1-1, 1-2 중 택일하여 판단요청 가능 증빙서류 미제출 시 0점 처리 고용안정 및 적법근로 10점 2 하도급사업 투입인력 전원의 고용보험 가입 등 관련법 준수 여부 1.고용보험법 제15조에 따른 고용보험 가입 2. 파견근로자의파견근로자보호 등에 관한 법률 제7조에 따른 근로자파견사업 허가업체 소속 확인 및 고용보험 가입 3.고용보험법 제10조에 따라 고용보험법이 적용되지 않는 인력의 경우 이를 증명 하는 서류 4. 대표자의 경우 사업자 등록증 하도급 사업 투입인력이 각 호를 충족하지 못하는 경우 0점 처리 재하도급 계약방식 60점 하도급 대금지급 방식의 적정성 30점 1 원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부 - 대금지급 방식 현금어음 등, 지급시기, 지급률 선금중도금잔금 불일치 ,일치여부무관 , , 전부일치 는일치하고 , 중1개일치 는일치하고 , 전부불일치 0점 30점 15점 0점 계약일반용역계약 일반조건제27조의2 또는하도급 거래 공정화에 관한 법률제6조 제1항 또는 제13조에 따른 적법한 기일15일이내 지급시기를 결정한 경우 와 일치 간주 원도급 사업의 계약대금 지급방식보다 하도급 계약대금의 지급방식이 하수급인에게 유리한 경우에는 와 전부 일치 간주 하도급 금액의 적정성 30점 2 원도급의 하도급예정액 대비 하도급계약금액의 비율부분하도급률 95이상 95미만 90이상 90미만 85이상 85미만 80이상 80미만 70이상 70미만 30점 25점 20점 15점 10점 5점 1. 부분하도급률 하도급계약금액하도급예정액 100 2. 하도급예정액 국가기관등과 수급인간 계약서산출내역서상의 총 계약금액 중 각각 하도급 되는 예정금액 3. 하도급계약금액 재하도급 계약 시 계약서상의 명시된 계약금액 - 71 - 서식 9 소프트웨어 개발사업의 적정 사업기간 종합 산정서",
      "tables": [
        [
          [
            "판단항목",
            "세부  판단  항목",
            "세부  판단  기준  및  방법"
          ],
          [
            "(재)하수급인\n의\n사업수행\n능력\n(40점)",
            "사업수행\n실적\n(30점)",
            "1-1   하수급인의  최근  3년간  유사사업  수행실적\n    ※  하도급  계약금액  대비  최근  3년간  유사사업  수행실적  합산액의  비율을  기준으로  평가\n100%미만∼\n80%미만∼\n60%미만∼\n100%이상\n50%미만\n80%이상\n60%이상\n50%이상\n30점\n28점\n26점\n25∼16점\n15점\n1-2   하도급  사업  투입  인력  중  해당  사업과  유사사업  수행에  1건  이상  참여한  경험이  있는 \n인력비율\n70%미만∼\n60%미만∼\n50%미만∼\n70%이상\n40%미만\n60%이상\n50%이상\n40%이상\n30점\n28점\n26점\n25∼16점\n15점\n    ※  계약상대자는  ◯1-1 ,  ◯1-2   중  택일하여  판단요청  가능\n    ※  증빙서류  미제출  시  0점  처리"
          ],
          [
            "",
            "고용안정\n및  적법근로\n(10점)",
            "②  하도급사업  투입인력  전원의  고용보험  가입  등  관련법  준수  여부 \n    1.「고용보험법」  제15조에  따른  고용보험  가입\n    2.  파견근로자의「파견근로자보호  등에  관한  법률」  제7조에  따른  근로자파견사업 \n허가업체  소속  확인  및  고용보험  가입\n    3.「고용보험법」  제10조에  따라  고용보험법이  적용되지  않는  인력의  경우  이를  증명\n하는  서류\n    4.  대표자의  경우  사업자  등록증\n  ※  하도급  사업  투입인력이  각  호를  충족하지  못하는  경우  0점  처리"
          ]
        ],
        [
          [
            "(재)하도급\n계약방식\n(60점)",
            "하도급\n대금지급\n방식의  적정성\n(30점)",
            "①  원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부\n    -  ㉮ 대금지급 방식 (현금/어음 등), ㉯ 지급시기, ㉰ 지급률 (선금/중도금/잔금) \n㉮불일치\n㉮\n, ㉯, ㉰\n㉮는 일치하고\n㉮는 일치하고\n(㉯,㉰일치 여부 무관)\n전부 일치\n㉯\n, ㉰ 중 1개 일치\n㉯\n, ㉰ 전부 불일치\n0점\n30점\n15점\n0점\n    ※「(계약일반)용역계약  일반조건」제27조의2  또는「하도급  거래  공정화에  관한  법률」제6조\n제1항  또는  제13조에  따른  적법한  기일(15일)이내  지급시기를  결정한  경우  ㉯와  일치 \n간주\n    ※  원도급  사업의  계약대금  지급방식보다  하도급  계약대금의  지급방식이  하수급인에게 \n유리한  경우에는  ㉯와  ㉰  전부  일치  간주"
          ],
          [
            "",
            "하도급  금액의\n적정성\n(30점)",
            "②  원도급의  하도급예정액  대비  하도급계약금액의  비율(부분하도급률)\n95%미만∼\n90%미만∼\n85%미만∼\n80%미만∼\n95%이상\n70%미만\n90%이상\n85%이상\n80%이상\n70%이상\n30점\n25점\n20점\n15점\n10점\n5점\n    1.  부분하도급률(%)  =  (하도급계약금액/하도급예정액)  ×  100\n    2.  하도급예정액  :  국가기관등과  수급인간  계약서(산출내역서)상의  총  계약금액  중\n  각각  하도급  되는  예정금액\n    3.  하도급계약금액  :  (재)하도급  계약  시  계약서상의  명시된  계약금액"
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "기타",
            "가  점\n(최대  5점)",
            "①  최근  3년간  하수급인이  유효기간  내에  있는  소프트웨어  관련  인증을  획득한  경우\n(가점  2점)\n  ※ 소프트웨어  관련  인증:  소프트웨어프로세스(SP),  소프트웨어  품질인증(GS  1등급,  2등급), \n정보보호시스템인증(CC),  국가정보원  검증/지정,  신기술인증(NET),  신제품인증(NEP)  등  국가\n인증  및  국제표준인증  등"
          ],
          [
            "",
            "",
            "②  최근  3년간  하수급인의  정부ㆍ지자체ㆍ공공기관  수상경력(회당  1점)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 38,
      "text": "- 72 - 서식 10 소프트웨어사업 영향평가 검토결과서 - 73 - 서식 11 보안 확약서 용역사업명 용역기간 상기 용역사업 수행을 완료하고 사업 관련 생산된 산출물에 대하여 작업PC 등에 보관된 자료 및 인쇄물 등을 완전삭제 파쇄한 후 산출물 일체를 제출합니다. 이 사업 과정에서 정보통신망 또는 정보시스템에 허가 없이 접속하거나 무단으로 정보를 수집할 수 있는 비인가 프로그램을 설치하거나, 그러한 행위에 악용될 수 있는 정보통신망 또는 정보시스템의 약 점을 고의로 생성 또는 방치하는 행위 등을 수행하지 않았 습니다. 또한, 용역사업 수행 중에 취득한 정보 등에 대한 보안사항을 철저히 준수할 것이며 이의 위반으로 인한 보안 사고 발생 시 민ᆞ형사상의 책임을 질 것을 확약합니다. 다만, 부패행위 신고 및 공익신고 등의 경우 관계 법령에 의 거, 비밀 준수 의무를 위반하지 않은 것으로 봄 년 월 일 서약자 업 체 명 업체 대표 주 소 대표자 성명 인",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 39,
      "text": "- 74 - 서식 12 보안서약서 본인은 년 월 일부로 관련용역사업업무을수행함에 있어다음사항을준수할것을엄숙히서약합니다. 1. 본인은 관련업무중알게될일체의내용이직무상기밀사 항임을인정한다. 2. 본인은기밀을누설함이국가안전보장및국가이익에위해가될수있음 을인식하여업무수행중지득한제반기밀사항을누설하거나공개하지아니한다. 3. 본인이기밀을누설하거나관계규정을위반한때에는관련법령및계약에따 라처벌및불이익을감수한다다만, 부패행위신고및공익신고등의경우는 관계법령에의거하여비밀준수의무를위반하지않은것으로본다. 4. 본인은정보통신망또는정보시스템에허가없이접속하거나무단으로정보 를수집할수있는비인가프로그램을설치하거나또는그러한행위에악 용될수있는정보통신망또는정보시스템의약점을고의로생성또는방 치하는행위등을수행하지않는다. 5. 본인은하도급업체를통한사업수행시하도급업체로인해발생하는위 반사항에대하여책임을부담한다. 년 월 일 서 약 자 업 체 명 업체 직 위 성 명 서명 서약집행자 소 속 담당직원 직 위 성 명 서명 - 75 - 서식 13 용역업체자료제공관리대장 용역사업명 주관업체 자료명 제공 일자 매체 종류 주요내용",
      "tables": [
        [
          [
            "자료명",
            "제공\n일자",
            "매체\n종류",
            "주요내용"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 76 - 서식 14 개인정보 보호를 위한 법적 의무조치 사항 개인정보처리단계별 준수사항 구 분 주 요 내 용 수집 이용 개인정보의 수집기준 준수제15조 민감정보사상신념정당가입건강 등 처리기준 준수제23조 고유식별정보주민등록여권운전면허번호, 외국인등록번호 처리기준 준수제24조 주민등록번호를 제공하지 아니할 수 있는 방법 제공제24조 만14세 미만 아동의 개인정보 수집시 법정대리인 동의획득여부 준수제22조 보유기간 경과, 처리목적 달성된 개인정보 파기제21조 제공 위탁 정보주체의 동의 없는 개인정보 제3자 제공여부 확인17조 개인정보의 목적 외 이용제공여부 확인제18조, 제19조, 제26조 개인정보 주체에게 알려야 할 사항의 처리여부 확인제15조, 제17조, 제18조, 제26조 업무위탁 시 공개의무 준수제26조 개인정보 안전관리 안전성 확보에 필요한 조치의무 이행여부 확인제24조, 제25조, 제29조 개인정보를 분리해서 저장관리하지 아니한 자제21조 개인정보처리방침 공개제30조 개인정보영향평가 실시제33조 정보주체 권익보호 개인정보파일의 등록 및 공개제32조 개인정보의 열람정정삭제요청에 대한 준수제35조, 제36조, 제37조 - 77 - 개인정보의 안전조치 의무기준 구분 주요 내용 내부관리계획 제3조 o 내부관리계획 포함사항 명시 개인정보 보호책임자 지정, 개인정보취급자 교육 등 접근권한 관리 제4조 o 개인정보처리시스템의 접근권한 부여변경말소 기록 최소 3년간 보관 비밀번호 관리 제5조 o 안전한 비밀번호 작성규칙 수립적용 접근통제 시스템 설치운영제6조 o 접근통제 시스템 설치운영 의무화 접근통제 시스템 침입차단Firewall, 침입탐지IDS 기능 포함 개인정보 암호화 제7조 o 암호화 대상 고유식별정보주민등록번호, 여권번호, 운전면허번호, 외국인등록번호, 비밀번호, 바이오정보 o 암호화 기준 구 분 송수신시 저 장 시 비밀번호,바이오정보 고유식별정보 o 암호화 방법 공공기관은 국가 암호화 알고리즘, 그 외는 자율 o 암호화 적용 고유식별정보 암호화시 지침 시행일로부터 3개월 이내에 암호 화 계획 수립, 계획 수립일로부터 12개월 이내에 암호화 적용 접속기록 보관제8조 o 개인정보처리시스템 접속기록은 6개월 이상 보관 보안프로그램 제9조 o 보안 프로그램백신 SW 등 설치 및 업데이트 자동 업데이트 또는 일 1회 이상 물리적 접근 방지제10조 o 별도의 개인정보 물리적 보관 장소에 대한 출입통제 등 부칙 o 전산센터클라우드컴퓨팅센터 등의 운영환경에서의 안전조치",
      "tables": [
        [
          [
            "구분",
            "주요  내용",
            "",
            "",
            ""
          ],
          [
            "내부관리계획\n(제3조)",
            "o  내부관리계획  포함사항  명시  ※  개인정보  보호책임자  지정,  개인정보취급자  교육  등",
            "",
            "",
            ""
          ],
          [
            "접근권한  관리\n(제4조)",
            "o  개인정보처리시스템의  접근권한  부여․변경․말소  기록  최소  3년간  보관",
            "",
            "",
            ""
          ],
          [
            "비밀번호  관리\n(제5조)",
            "o  안전한  비밀번호  작성규칙  수립․적용",
            "",
            "",
            ""
          ],
          [
            "접근통제  시스템 \n설치․운영(제6조)",
            "o  접근통제  시스템  설치·운영  의무화\n    ※  접근통제  시스템  :  침입차단(Firewall),  침입탐지(IDS)  기능  포함",
            "",
            "",
            ""
          ],
          [
            "개인정보  암호화\n(제7조)",
            "o  암호화  대상 \n:  고유식별정보(주민등록번호,  여권번호,  운전면허번호,  외국인등록번호), \n비밀번호,  바이오정보\no  암호화  기준\no  암호화  방법  :  공공기관은  국가  암호화  알고리즘,  그  외는  자율\no  암호화  적용  :  고유식별정보  암호화시  지침  시행일로부터  3개월  이내에  암호\n화  계획  수립,  계획  수립일로부터  12개월  이내에  암호화  적용",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구  분",
            "",
            ""
          ],
          [
            "",
            "",
            "송·수신시",
            "",
            ""
          ],
          [
            "",
            "",
            "저 장 시",
            "비밀번호,바이오정보",
            ""
          ],
          [
            "",
            "",
            "",
            "고유식별정보",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "접속기록 보관(제8조)",
            "o  개인정보처리시스템  접속기록은  6개월  이상  보관",
            "",
            "",
            ""
          ],
          [
            "보안프로그램\n(제9조)",
            "o  보안  프로그램(백신  S/W  등)  설치  및  업데이트    ※  자동  업데이트  또는  일  1회  이상",
            "",
            "",
            ""
          ],
          [
            "",
            "물리적  접근 방지(제10조) o  별도의  개인정보  물리적  보관  장소에  대한  출입통제  등",
            "",
            "",
            ""
          ],
          [
            "부칙",
            "o  전산센터․클라우드컴퓨팅센터  등의  운영환경에서의  안전조치",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "주  요  내  용"
          ],
          [
            "수집  ·  이용",
            "개인정보의  수집기준  준수(제15조)"
          ],
          [
            "",
            "민감정보(사상·신념·정당가입·건강  등)  처리기준  준수(제23조)"
          ],
          [
            "",
            "고유식별정보(주민등록·여권·운전면허번호,  외국인등록번호)  처리기준  준수(제24조)"
          ],
          [
            "",
            "주민등록번호를  제공하지  아니할  수  있는  방법  제공(제24조)"
          ],
          [
            "",
            "만14세  미만  아동의  개인정보  수집시  법정대리인  동의획득여부  준수(제22조)"
          ],
          [
            "",
            "보유기간  경과,  처리목적  달성된  개인정보  파기(제21조)"
          ],
          [
            "제공  ·  위탁",
            "정보주체의  동의  없는  개인정보  제3자  제공여부  확인(17조)"
          ],
          [
            "",
            "개인정보의  목적  외  이용·제공여부  확인(제18조,  제19조,  제26조)"
          ],
          [
            "",
            "개인정보  주체에게  알려야  할  사항의  처리여부  확인(제15조,  제17조,  제18조,  제26조)"
          ],
          [
            "",
            "업무위탁  시  공개의무  준수(제26조)"
          ],
          [
            "개인정보\n안전관리",
            "안전성  확보에  필요한  조치의무  이행여부  확인(제24조,  제25조,  제29조)"
          ],
          [
            "",
            "개인정보를  분리해서  저장·관리하지  아니한  자(제21조)"
          ],
          [
            "",
            "개인정보처리방침  공개(제30조)"
          ],
          [
            "",
            "개인정보영향평가  실시(제33조)"
          ],
          [
            "정보주체\n권익보호",
            "개인정보파일의  등록  및  공개(제32조)"
          ],
          [
            "",
            "개인정보의  열람·정정·삭제요청에  대한  준수(제35조,  제36조,  제37조)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 78 - 서식 15 청렴계약 이행서약서 당사는부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되었고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호 응하여 조달청에서 발주하는 모든 공사, 물품 및 용역 등의 입찰에 참여할 때 당사 및 하도급업체하도급업체와 직ᆞ간접적으로 업무를 수행하는 자를 포함의 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 2. 입찰, 낙찰, 계약체결 또는 계약이행과정준공 이후도 포함에서 관계공무원에게 직ᆞ간접적으로 금품ᆞ향응 등의 부당한 이익을 제공하지 않겠으며, 그러한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 해당 계약의 전부 또는 일부계약을 해제 또는 해지 하여도 감수하겠습니다. 3. 회사 임ᆞ직원이 관계 공무원에게 금품, 향응 등을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습니다. 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약해지 등의 조치와 관련하여 당사가 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민ᆞ형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 년 월 일 서 약 자 회사 대표 인 축산물품질평가원장 귀하 - 79 - 서식 16 보안관리 관련 기준 및 정보 가. 사업자는 발주기관의 보안정책을 위반하였을 경우 별첨 1의 위규처리 기준에 따라 위규자 및 관리자를 행정조치하고 별첨 2의 보안 위약금을 발주기관에 납부한다. 나. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별첨 3의 누출금지 대상정보에 대한 보안관리계획을 사업 제안서에 기재해야 하며, 해당 정보 누출시 발주기관은 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록한다. 다. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업종료 시 정보보안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 별첨 1 사업자 보안위반 처리기준 별첨 2 보안 위약금 부과 기준 별첨 3 누출금지 대상 정보 별첨 4 일일 용역사업 보안점검 리스트",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 80 - 별첨1 사업자 보안위반 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 중징계 재발 방지를 위한 조 치계획 제출 위규자 대상 특별보 안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용 역사업 관련 자료 수발신 다. 개발하자보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 중징계 재발 방지를 위한 조 치계획 제출 위규자 대상 특별보 안교육 실시 - 81 - 구분 위 규 사 항 보통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반",
      "tables": [
        [
          [
            "구 분",
            "위\n규\n사\n항"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n  가. 주요 현안ㆍ보고자료를 책상위 등에 방치\n  나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n  가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근 \n  나. 출입키를 책상위 등에 방치\n3. 보호구역 관리 소홀 \n  가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n  나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n  가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n  나. 네이트온 등 비인가 메신저 무단 사용 \n  다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n  라. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n  마. PC 비밀번호를 모니터옆 등 외부에 노출\n  바. 비인가 보조기억매체 무단 사용"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n  가. 진행중인 업무자료를 책상 등에 방치, 퇴근\n  나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n  가. 각종 보안장비 운용 미숙\n  나. 경보ㆍ보안장치 작동 불량 \n3. 전산정보 보호대책 부실 \n  가. PC내 보안성이 검증되지 않은 프로그램 사용\n  나. 보안관련 소프트웨어의 주기적 점검 위반"
          ]
        ],
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n  가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n  나. 개인정보·신상정보 목록 유출\n  다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n  가. 관련 시스템에 대한 해킹 및 해킹시도\n  나. 시스템 구축 결과물에 대한 외부 유출\n  다. 시스템 내 인위적인 악성코드 유포",
            "․사업참여 제한\n․위규자 중징계\n․재발 방지를 위한 조\n치계획 제출\n․위규자 대상 특별보\n안교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀 \n  가. 비공개 정보를 책상 위 등에 방치 \n  나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n  다. 개인정보․신상정보 목록을 책상 위 등에 방치\n  라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n  가. 통제구역 출입문을 개방한 채 퇴근 등\n  나. 인가되지 않은 작업자의 내부 시스템 접근\n  다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3. 전산정보 보호대책 부실\n  가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 \n  나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하여 용\n역사업 관련 자료 수발신\n  다. 개발·하자보수 시 원격작업 사용\n  라. 저장된 비공개 정보 패스워드 미부여\n  마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n  바. 외부용 PC를 업무망에 무단 연결 사용\n  사. 보안관련 프로그램 강제 삭제\n  아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            "․위규자 중징계\n․재발 방지를 위한 조\n치계획 제출\n․위규자 대상 특별보\n안교육 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 82 - 별첨2 보안 위약금 부과 기준 1. 위반 수준별로 AD 등급으로 차등 부과 구분 위반수준 A급 B급 C급 D급 위반 심각1건 중대1건 보통2건이상 경미3건이상 위약금 비중 부정당업자등록 1000만원이하 600만원이하 200만원이하 위반 수준은 별첨1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료시 지출금액 조정을 통해 위약금 정산 - 83 - 별첨3 누출금지 대상정보 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드해킹유출시 안보국익에 피해가 우려되는 중요 용역사업만 해당 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8.공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정 보로 분류된 기관의 내부문서 9.개인정보보호법제2조제1호의 개인정보 10.보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 11. 그 밖에 각급기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [
        [
          [
            "구분",
            "위반 수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위반",
            "심각 1건",
            "중대 1건",
            "보통 2건 이상",
            "경미 3건 이상"
          ],
          [
            "위약금\n비중",
            "부정당업자 등록",
            "1000만원 이하",
            "600만원 이하",
            "200만원 이하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 84 - 별첨4 일일 용역사업 보안점검 리스트 순번 점검항목 1 용역업체 사용 전산망과 기관 전산망의 분리 여부VLAN 분리 포함 2 용역업체 직원 PC의 내부 정보시스템 접근 통제 여부 3 P2P, 웹하드, 메신저 등 불필요한 인터넷 접속 차단 여부 4 용역업체 직원에 주요 계정 비밀번호 제공 여부 5 용역업체 직원에 비밀번호 부여시 관련사항 별도 기록 여부 6 용역업체 직원에 시스템 관리자 계정 단독 접근 여부 7 노트북PC 등 휴대형 정보시스템을 시스템 관리용 PC로 활용 여부 8 용역업체 직원 등에 의한 기관 외부에서의 원격 접속ᆞ작업 여부 9 용역업체 정보시스템 접근시 작업이력 로깅 기능 사용 여부 10 용역업체 PC 및 휴대형 저장매체에 정보시스템 계정명비밀번호 저장 여부 11 용역업체 PC에 설치된 운영체제 및 응용프로그램 최신상태 유지 여부 12 용역업체 PC 백신 프로그램 자동 업데이트 및 실시간 감시기능 사용 여부 13 용역업체 PC USBᆞCD-RWᆞ무선랜 등 매체 통제 여부 14 용역업체 PC 비밀번호 및 화면보호기 설정 여부 15 용역업체 직원의 비인가 정보통신장비노트북 등 휴대ᆞ반입 여부",
      "tables": [
        [
          [
            "순번",
            "점검항목"
          ],
          [
            "1",
            "용역업체 사용 전산망과 기관 전산망의 분리 여부(VLAN 분리 포함)"
          ],
          [
            "2",
            "용역업체 직원 PC의 내부 정보시스템 접근 통제 여부"
          ],
          [
            "3",
            "P2P, 웹하드, 메신저 등 불필요한 인터넷 접속 차단 여부"
          ],
          [
            "4",
            "용역업체 직원에 주요 계정 비밀번호 제공 여부"
          ],
          [
            "5",
            "용역업체 직원에 비밀번호 부여시 관련사항 별도 기록 여부"
          ],
          [
            "6",
            "용역업체 직원에 시스템 관리자 계정 단독 접근 여부"
          ],
          [
            "7",
            "노트북PC 등 휴대형 정보시스템을 시스템 관리용 PC로 활용 여부"
          ],
          [
            "8",
            "용역업체 직원 등에 의한 기관 외부에서의 원격 접속ㆍ작업 여부"
          ],
          [
            "9",
            "용역업체 정보시스템 접근시 작업이력 로깅 기능 사용 여부"
          ],
          [
            "10",
            "용역업체 PC 및 휴대형 저장매체에 정보시스템 ‘계정명/비밀번호’ 저장 여부"
          ],
          [
            "11",
            "용역업체 PC에 설치된 운영체제 및 응용프로그램 최신상태 유지 여부"
          ],
          [
            "12",
            "용역업체 PC 백신 프로그램 자동 업데이트 및 실시간 감시기능 사용 여부"
          ],
          [
            "13",
            "용역업체 PC USBㆍCD-RWㆍ무선랜 등 매체 통제 여부"
          ],
          [
            "14",
            "용역업체 PC 비밀번호 및 화면보호기 설정 여부"
          ],
          [
            "15",
            "용역업체 직원의 비인가 정보통신장비(노트북 등) 휴대ㆍ반입 여부"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}