{
  "csv_metadata": {
    "공고 번호": "20240420207",
    "공고 차수": 0.0,
    "사업명": "스마트 팹 서비스 활용체계 구축관련 설비온라인 시스템 구축 용역",
    "사업 금액": 2349130320,
    "발주 기관": "나노종합기술원",
    "공개 일자": "2024-04-12 11:18:21",
    "입찰 참여 시작일": "2024-04-12 17:00:00",
    "입찰 참여 마감일": "2024-05-01 17:00:00",
    "사업 요약": "- 사업 개요: 스마트 팹 서비스 활용체계 구축관련 설비 온라인 시스템 구축 용역\n- 추진배경: 나노 반도체 국가 성장 동력 강화를 위한 나노 반도체 생태계 혁신기반 마련 필요\n- 사업범위: 기술원의 기술원 보유 장비 설비온라인 시스템 구축\n- 기대효과: 연구개발 소요시간 및 비용 단축, 빅데이터 기반의 나노팹 서비스 내재화, 기업의 R&D 및 제품생산 역량 강화, 국가 간 기술개발 경쟁에서 우위를 차지할 수 있는 기반 마련",
    "파일형식": "pdf",
    "파일명": "나노종합기술원_스마트 팹 서비스 활용체계 구축관련 설비온라인 시스.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 스마트 팹 서비스 활용체계 구축관련 설비 온라인 시스템 구축 용역 2024. 04.",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "목 차 1. 사업 개요 1 1.1. 개 요 1 1.2. 추진배경 및 필요성 1 1.3. 사업범위 2 1.4. 주요사업내용 2 1.5. 시스템 구성현황 3 1.6. 기대효과 4 2. 사업 추진계획 6 2.1. 추진목표 6 2.2. 추진전략 6 2.3. 추진체계 8 2.4. 추진일정 9 3. 제안안내 10 3.1. 일반사항 10 3.2. 기타사항 13 4. 제안요청 내용 14 4.1. 목표시스템 개념도 14 4.2. 기술원 Work process 현황 비교 15 4.3. 세부 제안내용 18 4.4. 상세 요구사항 21 4.5. 기술적용계획표 61",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 1 - 1.1. 개 요 용 역 명 스마트 팹 서비스 활용체계 구축관련 설비 온라인 시스템 구축 용역 용역기간 계약체결일로부터 18개월 추진일정은 사업기간 내에 과업별 특성에 따라 제안하고 추후 협의할 수 있음 본 사업은 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업임 산정내용 별도 첨부자료사업기간 산정서 참조 용역예산 2,349,130,320 원 VAT포함 입찰방법 제한경쟁입찰 협상에 의한 계약 1.2. 추진배경 및 필요성 추진배경 나노 반도체 국가 성장 동력 강화를 위한 나노 반도체 생태계 혁신기반 마련 - 나노 반도체 분야는 대한민국 총 수출 20 차지하는 핵심 산업으로 글로벌 기술 패권경쟁에 대응하기 위한 혁신주체 RD 역량 실효적 지원방안 필요 - 미래의 나노 반도체 분야 성장은 기존 대기업 중심에서 중소, 벤처, 학연 등 다양하고 다변화된 혁신 성장 주체 필요 시스템반도체, 설계, 실장, 테스트베드 등 필요성 나노 반도체 분야의 국가 공공 보유 인프라 공정정보 데이터 확보 및 분석 활용 기반 필요 - 반도체 제조업의 높은 고정비용과 정보의 비대칭성 해결을 위해, 나노 반도체 공정장비 1 사업 개요",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 2 - 데이터의 공공 데이터화 필요 - 現, 반도체 연구 공정의 장비 데이터 활용 기반이 부재하여 활용률이 ZERO 인 공공 나노팹, 반도체 공정정보 데이터의 가치 전환을 위한 데이터 활용 기반 마련 필요 1.3. 사업범위 나노종합기술원이하 기술원의 기술원 보유 장비 설비온라인 시스템 구축 기술원 환경에 최적화된 공정 및 장비 실시간 모니터링 기능 구현을 위한 효율적이고 체계적인 설비 온라인 시스템 구축 기술원의 新공정관리시스템과 인터페이스 연계를 통한 데이터 활용체계 기반 마련 기술원에서 생산되는 공정결과 및 조건 데이터의 관리체계 확립 나노종합기술원 AI 데이터 기반 나노팹 공정 스마트 서비스 활용체계 로드맵 1.4. 주요사업내용 기술원 최적화 설비 온라인 시스템 구축 FAB내 공정장비의 실시간 모니터링을 위한 설비 통신 온라인 시스템 구축 - 설비별 통신 온라인 기준정보 관리 기능 구축 - 설비별 상태 및 리소스 조회, 통신 및 테스트 기능 구축 - 설비별 로그 분석 및 데이터 확보 기능 구축",
      "tables": [
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 5,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 3 - 기술원의 新공정관리시스템 연계를 통한 공정 데이터 Recipe 관리 및 이력 관리 환경 구축 SECS Non-SECS Data 수집 시스템 구축 및 LoT Tracking 환경 구축 SECS 통신 지원을 통한 공정 설비 데이트 수집 및 분석 체계 마련 Carrier ID 인식 장치 설계 및 설치, 연동 인터페이스 마련 Carrier 정보 표시 및 작업자 인터페이스 화면 구성, Carrier 정보 기반 공정관리시스템 인터페이스 구축 HMI 장치의 설비통신, SECS통신, PLC통신 프로토콜 마련 및 데이터 수집 체계마련 스마트팹 미래 설비자동화 및 데이터 분석 모델 설계 미래 기술원의 설비장비 환경 개선 진단 및 목표 시스템 구성 모델 제시 미래 공정 스마트化 구축에 필요한 인프라, 시스템 구성 및 세부 구축 방향 제시 K-MDS 연계를 고려한 데이터 수집, 데이터 분석, 데이터 가공 모델 설계 공정 설비장비의 특성 진단 및 문제점 도출과 데이터 취합을 위한 개선 방향 제시 추진 각 단계별 범위 정의와 구축 이행 방안 및 소요예산 산정 제시 단계별 이행을 통해 예상되는 기대효과 제시 1.5. 시스템 구성현황 新공정관리시스템 구성 현황 HW 및 SW 구성현황 시스템 명 기 능 제품명 및 제작사 DataBase -新공정관리시스템 DataBase 본 사업의 DataBaseInstanse 분리 제공가능 Oracle 19c Middleware 新공정관리시스템과 EAPEquipment Application 등 연계대상 시스템의 연동 Json을 위한 Middleware Kafka 3.x.x OS Windows DataCenter내 Hyper-V기반 OS 본 사업 제공 가능 VM 및 OS는 Windows Server 및 Open OSRocky 제공가능제공Spec 별도협의 필요 Microsoft 등 WebWas Web서버 WebTob 5.x Standard Was서버 Jeus 8.x Standard TmaxSoft",
      "tables": [
        [
          [
            "시스템  명",
            "기  능",
            "제품명  및  제작사"
          ],
          [
            "DataBase",
            "-新공정관리시스템  DataBase\n  ※  본  사업의  DataBase(Instanse  분리) \n제공가능",
            "Oracle  19c"
          ],
          [
            "Middleware",
            "新공정관리시스템과 \nEAP(Equipment \nApplication)  등  연계대상  시스템의  연동\n(Json)을  위한  Middleware",
            "Kafka  3.x.x"
          ],
          [
            "OS",
            "Windows  DataCenter내  Hyper-V기반  OS\n※  본  사업  제공  가능  VM  및  OS는\n      Windows  Server  및  Open  OS(Rocky) \n제공가능(제공Spec  별도협의  필요)",
            "Microsoft  등"
          ],
          [
            "Web/Was",
            "Web서버  :  WebTob  5.x  Standard\nWas서버  :  Jeus  8.x  Standard",
            "TmaxSoft"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 4 - 1.6. 기대효과 기술적 측면 연구개발 소요시간 및 비용 단축축적 데이터 활용, 실패 감소, 불량률 감소 등에 따라, 산학연 기술개발 조기 사업화 및 성공률 제고 기여 - 빅데이터 기반의 나노팹 서비스 내재화를 통한 연구 개발 소요시간 감축을 통한 Time-to-Market 실현으로 반도체 기업 기술개발 경쟁력 제고 기여 - 데이터 사이언스에 입각한 장비 및 시설 관리체계 고도화를 통한 장비 다운타임 해소 등 공정서비스 최적화 기여 공정장비 데이터 운영 체계화 및 스마트화로 나노팹의 고품질 서비스에 기여 - 반도체 공정 서비스 기술 개발 로드맵 및 장비구축 로드맵 등 객관적 데이터에 기반을 둔 중장기적 의사결정 기여 - 반도체 공정 레시피 표준화 기반 마련을 통한 이용고객 접근성 강화 및 산출 결과물에 대한 신뢰성 제고 - Lot Process의 신뢰성있는 데이터 제공을 통해 이용자 만족도 향상에 기여 나노팹 활용, 실험실 수준에서 머무르지 않고 산업 현장에서 실제로 상용이 가능한 공정진행 데이터를 확보함으로써 국가 간 기술개발 경쟁에서 우위를 차지할 수 있는 기반 마련 - 미래차, 반도체, 디스플레이, 바이오, 환경, 에너지 등 나노기술 분야 지원을 통해 나노 융합산업을 확산하고 기업의 RD 및 제품생산 역량 강화 경제산업적 측면 나노팹 스마트 서비스 시스템을 구축 및 활용을 통하여 연구자 및 기업의 나노 인프라 활용의 효율성 제고 - 기업의 시제품 개발지원 및 기술 자문, 기술 이전 지원 등을 통한 제품 상용화 촉진 및 기업의 신성장 동력 제공으로 반도체 분야 생태계 확산 기대 - 수요자 요구에 따른 맞춤형 제품기술 개발, 신뢰성 및 양산 적합성 검증인정 등 제 품실증 지원을 통한 비즈니스 창출 활성화",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 5 - 출처 제5기나노기술종합발전계획 나노융합 현장수요기반 실증지원",
      "tables": [
        [
          [
            "출처 : 제5기 나노기술종합발전계획",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 8,
      "text": "스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 6 - 2.1. 추진목표 2.2. 추진전략 사용자 중심의 시스템 구축 및 현업 중심의 실무담당자 TFT 운영 m 시스템 분석, 설계 및 구축 과정에서의 문제점 등을 보완하여 사업자와 현업 간의 교량 역할을 수행할 수 있는 핵심 업무 담당자 구성 m 사업자와 현업 간 교량 역할을 수행할 수 있는 현업 핵심 업무 담당자로 구성 원활한 의사소통 체계 확보 m 주간회의, 월간회의 및 수시 업무회의를 통한 원활한 의사소통 채널을 확보 m 단계별 보고회를 통해 원활한 사업진행을 도모 최적의 구축 방법론 적용 m 시스템 유지관리의 효율성을 고려하여 최적의 구축 방법론 적용 m 각종 어플리케이션은 표준화 지침을 준수하여, 각종 구성요소들의 표준화를 통한 사업 진행 설비담당자 및 운영조직의 요구사항 반영 m FAB 설비 담당자 및 FAB 관련 운영조직의 다양한 요구사항에 대한 반영 추진 2 사업 추진계획 기술원 FAB 스마트 팹 서비스 활용체계 구축관련 설비 온라인 시스템 구축 용역으로 설비 데이터 수집체계 마련 및 LoT Tracking 구현을 통해 Lot 관리의 정보화 수준 향상",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 7 - m 설비온라인화에 따른 수집데이터의 활용방안 제시와 공정관리시스템과의 효율적 연계 방안 마련 목표 시스템에 대한 정확한 이해 및 안정적 사업 수행 m 목표 시스템에 대한 명확한 이해로 사업기간 내 구축 완료 m 발생 가능한 위험요소 사전관리로 안정적인 사업 수행 업무 환경변화에 대응 가능한 시스템 구축 m 정보 및 경영환경에 대응 가능한 정보시스템을 구축하여 효율적인 업무 수행과 더불어 시스템의 안정적인 운영 도모 m 표준화된 아키텍처의 설계로 인한 시스템 확장 및 사용 편의성 확보 m 운영 중인 시스템과 新 공정관리 시스템과의 연속적인 업무 연속성을 보장하고 연계 및 통합이 가능한 시스템 구축",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 8 - 2.3. 추진체계 추진 조직도 나노종합기술원 총괄 사업관리 운영정보실 정보화 TFT 연계현행 환경지원 사업자 나노종합기술원 업무별 담당자 연계사업공정관리시스템 수행 사 사업수행 사 업무 역할 구 분 주 요 내 용 총괄 사업관리 사업에 대한 총괄 감독 및 필요 정책 수립 사업수행의 전반적 방향 제시와 의사결정 지원 사업자 선정 및 계약체결 추진 사업계획 검토 및 제안요청서 작성 배포 사업수행 관리 및 결과 평가 사업수행 현안 관리 및 업무지원 결과물 인수 및 운영 정보화 TFT 업무 분야별 분석 및 정보화 방법에 관한 의견제시 구축사업 설계를 위한 자문 사업별 요구 및 업무분석 지원 정보화 관련 자료 제공 사용자 테스트 연계현행 환경 지원 대상 업무별 현황 진단 업무 협의 지원 현 보유 설비 및 스마트운영 시스템의 IT 인프라 통합 유지보수에 포함된 인프라 데이터 진단 및 시스템 분석 지원 현재 추진중인 공정관리시스템 구축 사업자의 연계 지원 사업자 추진 일정별 정보화 시스템 구축 과업 수행 계약 내용 준수 및 사업범위 내의 요구사항 이행 준수 산출물 보고서 작성 및 해당 실무 담당자 교육실시 해당 필요시 사업 수행 중 프로젝트 인력 관리 및 이슈사항에 대한 수시보고 등 이행 과업 내용의 필수 사항에 대한 협의 수행 컨설팅, 정보화 구축 방법론 제시에 의거한 수행 및 보고서 작성 제출",
      "tables": [
        [
          [
            "구  분",
            "주  요    내  용"
          ],
          [
            "총괄  /  사업관리",
            "•  사업에  대한  총괄  감독  및  필요  정책  수립\n  •  사업수행의  전반적  방향  제시와  의사결정  지원\n  •  사업자  선정  및  계약체결  추진\n  •  사업계획  검토  및  제안요청서  작성  배포\n  •  사업수행  관리  및  결과  평가\n  •  사업수행  현안  관리  및  업무지원\n  •  결과물  인수  및  운영"
          ],
          [
            "정보화  TFT",
            "•  업무  분야별  분석  및  정보화  방법에  관한  의견제시\n  •  구축사업  설계를  위한  자문\n  •  사업별  요구  및  업무분석  지원\n  •  정보화  관련  자료  제공\n  •  사용자  테스트"
          ],
          [
            "연계‧현행  환경 \n지원",
            "•  대상  업무별  현황  진단  업무  협의  지원\n  •  현  보유  설비  및  스마트운영  시스템의  IT  인프라  통합  유지보수에 \n      포함된  인프라  데이터  진단  및  시스템  분석  지원\n  •  현재  추진중인  “공정관리시스템  구축”  사업자의  연계  지원"
          ],
          [
            "사업자",
            "•  추진  일정별  정보화  시스템  구축  과업  수행\n  •  계약  내용  준수  및  사업범위  내의  요구사항  이행  준수\n  •  산출물  보고서  작성  및  해당  실무  담당자  교육실시  (해당  필요시)\n  •  사업  수행  중  프로젝트  인력  관리  및  이슈사항에  대한  수시보고  등  이행\n  •  과업  내용의  필수  사항에  대한  협의  수행\n  •  컨설팅,  정보화  구축  방법론  제시에  의거한  수행  및  보고서  작성  제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 9 - 2.4. 추진일정 계약체결일로부터 18개월 2024년 9월 구축완료되는 공정관리시스템 연계를 고려, 단계별 오픈 필요 구분 작업 일정 M1 M2 M3 M4 M5 M6 M7 M8 M9 M10 M11 M12 M13 M14 M15 M16 M17 M18 사업 착수 설비 온라인 구현 요건분석 시스템 설계 설비온라인구현 1차 오픈 2차 오픈 LoT Tracking 환경 구현 IF 연동구현 단위테스트 통합테스트 Go-Live 위 일정은 전체 사업추진에 대한 계획안으로서 사업수행사는 세부 추진일정을 별도로 제 시해야 하며, 다음 일정을 준수해야 함. 1 1차 오픈2024. 9월 까지 SECSGEM 대상 장비의 기본 온라인화 완료 2 2차 오픈사업종료 전까지 SECSGEM 대상 장비의 안정화 및 PC-File 대상 장비의 온라인화 완료 2.5. 보고 및 산출물 정기보고 및 수시보고 실시 m 정기보고는 착수, 완료, 주간, 월간보고, 수시보고로 구분 각 보고의 일정은 보고 특성에 따라 제안하고 추후 협의할 수 있음 산출물 관리 m 사업 수행 중 발생된 모든 산출물은 사업종료 시 전자파일 및 바인더 형태로 제공 m 운영자 및 사용자교육 개별로 진행하며 상세한 사용자 매뉴얼을 제공해야 함 기타보고 및 산출물에 대한 상세내용은 요구사항 상세 참조",
      "tables": [
        [
          [
            "구분",
            "",
            "작업  일정",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "M1",
            "M2",
            "M3",
            "M4",
            "M5",
            "M6",
            "M7",
            "M8",
            "M9",
            "",
            "M10 M11 M12 M13 M14 M15 M16 M17 M18",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업  착수",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "설비\n온라인\n구현",
            "요건분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템  설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "설비온라인구현",
            "",
            "",
            "",
            "",
            "1차\n오픈\n*",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "2차\n오픈"
          ],
          [
            "",
            "LoT  Tracking \n환경  구현",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "I/F  연동구현",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "단위테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "통합테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "Go-Live",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 10 - 3.1. 일반사항 과업심의위원회 m 본 사업은 소프트웨어진흥법 제50조에 따른 과업내용 확정을 위하여 과업심의위원회 를 개최한 사업임5 m 본 사업은 소프트웨어진흥법에 따라 계약당사자가 과업변경심의위원회 개최를 요청 할 수 있음 상용SW 직접구매 및 SW품질성능평가시험BMT m SW도입 대상 내역 해당없음 m 분리발주 제외 사유 해당없음 하도급 관리감독 및 시정요구 m 본 사업 관련해서 기술원은 소프트웨어진흥법 제51조제7항에 따라 하도급 제한규정 준수여부를 지속적으로 관리감독하여야 하고, 제1항부터 제5항까지의 규정을 위한한 계약상대자에게 시정을 요구하여야 함 하도급 사전승인 m 본 사업의 하도급의 경우 소프트웨어진흥법 제51조제5항 및 소프트웨어사업 계약 및 관리감독에 관한 지침의 규정에 의하여 반드시 하도급계약 전에 발주기관으로부터 사전승인을 받아야 함 하도급 비율제한 m 본 사업 과업의 일부를 하도급하려는 경우 소프트웨어진흥법 제51조제1항에 따라 물 품상용소프트웨어 포함 구매금액을 제외한 소프트웨어사업금액의 100분의 50을 초과 할 수 없으며, 같은법 제3항에 따라 다시 하도급은 원칙적으로 불험함. 다만, 같은 법 제51조제2항 각 호 및 제3항 각 호에 해당하는 경우 그러하지 아니함 3 제안안내",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 11 - 하도급 계획서 제출 요청 m 본 사업 과업의 일부를 하도급하려는 경우 계약체결 시 소프트웨어사업 계약 및 관리 감독에 관한 지침의 별지 제7호서식 소프트웨어사업 하도급 계획서를 제출하여야 함 소프트웨어 기술성 평가시 하도급계획적정성 평가 실시 m 본 사업은 기술성 평가 시 하도급계획적정성을 평가항목에 포함하는 사업으로 소프 트웨어 기술성 평가기준 지침 별지 제4호서식 소프트웨어사업 하도급 계획 적정성 확 인서를 제출해야 함 하도급 계약의 적정성 판단 세부기준 명시 m 하도급계약의 승인을 신청하는 경우, 소프트웨어사업 계약 및 관리감독에 관한 지침 의 별표 3 하도급계약의 적정성 판단 세부기준에 따라 적정성여부를 판단하며, 평가점 수가 85점 이상인 경우에 한하여 하도급계약을 승인함. 다만, 85점 이상인 경우라 하더 라도 하도급 계약의 세부 조건 등으로 인하여 사업의 원활한 수행이 불가능하다고 인 정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음 공동수급체 구성 m 본 사업에서 전체 사업금액 대비 10를 초과하여 하도급하려는 경우, 소프트웨어 진 흥법 제51조제6항 및 동 법 시행령 제48조제5항에 따라 하수급인과 공동수급체를 구 성하여 참여해야 하며, 공동수급체를 구성하지 못하는 불가피한 사정이 있는 경우 그 사유를 제시하여야 함 작업장소 상호협의 m 계약당사자는 SW사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작업환경을 상호협의하여 결정하며, 핵심 개발인력이 아닌 지원인력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 계약상대자가 달리 정할 수 있음 m SW사업 수행을 위해 필요한 작업장소 등은 사업예산 내 계상되어 있으므로 관련 비용 을 포함하여 제안가격을 산출하되, 작업장소 등은 상호협의하여 결정함 m SW사업 수행을 위하여 필요한 작업장소는 기술원에서 제공하며, 설비 및 기타 작업환 경은 계약상대자가 구비하여야 함단, 이 경우에도 공급사는 개발 장소에 관하여 제시 할 수 있음 원격개발 장소 제시검토 절차 m 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업장 소를 제시할 수 있으며, 기술원에서는 제시된 작업장소에 관하여 우선 검토한다. 다만,",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 12 - 기술원에서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있으며, 공급자가 유효한 정보보호체계 인증 또는 소프트웨어프로세스 품질인증을 보유하고 있는 경우 공급자 제시안을 검토시 우대 할 수 있다. 원격개발 장소 보안요구사항 m 공급자는 원격개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제 안하여야 함 지식재산 공동귀속 m 사업대상에 대한 계약기간 내 생성된 지식재산권은 기술원과 사업자가 공동으로 소유 함을 원칙으로 하되 세부사항은 협의하여 결정 단, 용역계약일반조건기획재정부계약예규 제56조7항에 따라 기술원이 계약목적물 에 대한 사용기능개선, 재개발, 유지관리를 포함함에 있어서는 어떠한 제한을 할 수 없음 SW산출물 반출 절차 등 m 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 기술원에 서는 관련 규정 및 본 사업관련 누출금지정보에 해당하지 않을 경우 SW산출물을 제공 함 단, 사업자는 아래 내용을 준수하여야 함 m 사업자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 명시 한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 사업자 대표명의의 확약서를 기술 원에 제출하여야 함 m 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 기술원으로부터 사전 승인을 받아야 함 m 기술원은 사업자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출 금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법 제76조제1항제3호 및 소프트웨어사업 관리감독에 관한 일반기준과학기술정보통신부 고시 제14조의2산출 물의 활용에 따라 입찰참가자격을 제한함 지식재산권 공동활용 범위 해당없음 SW사업 제안서 보상 소프트웨어사업 계약 및 관리감독에 관한 지침 준용 SW사업 영향평가 m 본 사업은소프트웨어진흥법, 동법 시행령, 소프트웨어사업 계약 및 관리감독에 관한 지침에 따라 소프트웨어사업 영향평가를 미리 실시한 사업임",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 13 - - 별첨 소프트웨어사업 영향평가 결과서 SW 사업정보 제출 m 본 사업은 소프트웨어진흥법에 따라 SW사업정보SW사업 수행 및 실적정보 데이터 를 작성 및 제출하여야 함 m SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업정보 저 장소 데이터 제출 안내 문서를 참조토록 함 m SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 명시하도록 함 m SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 산정 가능 전문가를 포함토록 함 3.2. 기타사항 기타 제안관련 정보 m 제안서에 기재된 핵심인력의 기술 및 경력사항 등 중요한 내용이 허위로 밝혀지는 경 우 기술원은 계약파기, 손해배상청구 등 필요한 조치를 할 수 있음 m 일정지연, 품질저하에 따르는 예산초과 등 리스크 발생을 사전에 예방하고 발생 시 사 후 대처 방안을 제시하여야 함 m 제안서에는 본 사업에 대한 이해 하에 전체적인 사업추진 방안이 구체적으로 제시되어 야 하며, 사업추진 목표 달성을 위해 추가해야할 사항이 있을 경우, 추진방안과 제안업 체의 역할을 명확히 제시해야 함 m 제안사는 본 사업의 성공을 위한 신기술 적용방안을 제안 할 수 있음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 14 - 4.1. 목표시스템 개념도 4 제안요청 내용",
      "tables": [
        [
          [
            ""
          ],
          [
            ""
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 17,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 15 - 4.2. 기술원 Work Process Model 1 연구개발형 팹 공정 절차 고객의 연구개발계획에 따라 나노종합기술원 공정담당 엔지니어 주도의 연구개발 팹공정진행 고객과 공정담당 엔지니어간 지속적인 커뮤니케이션으로 공정설계, 공정변경, 공정내역 및 공정 결과 피드백 제공 수행 담당 엔지니어는 고객의 연구신청에서 출하정산까지 ONE-STOP서비스를 제공함으로써, 보다 빠 른 공정 진행 및 연구결과물을 고객에게 제공하고 있음 Photo Etch Diffusion Thin Film 담당자지정 고객 담당엔지니어 연구신청 런시트 EMS DB 공정설계 LOT생성 Process Recipe Facility Status Man 담당01 담당04 실적등록 공정이동 바코드 런시트 공정마감 연구계획납기상담 연구계획및LOT생성공정설계 공정진행 연구결과피드백 정산 포장 공정분석 제품분석 정산 출하 시험센터 공정결과보고서 QMS 생산조건 FAB IN FAB OUT EMS 연구계획 FAB IN FAB OUT 전공정관리 설비01 설비02 설비03 설비04 RMS 레시피이력조회 설비연동레시피이력저장 실험반복 LOT Sample Main 공정반복 2 LoT Tracking Model 연구계획 공정 진행을 위해 투입되는 Wafer Carrier 에 바코드를 부착하고, 각 공정의 설비에 바 코드 인식을 위한 자동리더기를 설치하여 공정간의 이동, 공정투입 및 완료와 관련된 데이터를 수집함으로써 생산공정에서의 추적성을 확보하기 위한 시스템 Carrier 인식 장치 BCAR 공정 및 설비 간 Carrier 인식장치에 따른 추적성 확보 인식정보 발행 후 FAB IN에서 인식되는 경우 공정 시작 공정 및 설비의 투입부에서 인식된 인식정보는 해당 설비의 투입으로 인식 공정이동에 따른 공정 투입대기에서 인식된 인식정보는 공정완료 및 공정이동 완료 공정별 설비별 로케이션 인식정보 발행 및 인식 기능 공정 진행에 대한 설비Data와 인식정보LotID 등의 매핑을 통한 Data Collection 및 MES 연계",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 18,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 16 - 3 대상 장비 - 1차 대상장비 총 80대 SECS 70대, PC-File 10대 장비 ID MACHINE MAKER MODEL PROCESS 통신방식 PORT 수 ATP10 PECVD AMAT PRODUCER-SE PE TEOSSiO, SiNACL SECS 2 ATP20 HDPCVD AMAT ULTIMA HDPSIT, IMD SECS 3 TPE10 PECVD Novellus C2 SequelSpeed PE-SIOSIN SECS 2 TPE30 PECVD AMAT P-5000 TEOS BPSG SECS 1 TPE40 PECVD AMAT P-5000 PE-SIOSINACLa-Si SECS 1 NPE20 PECVD AMAT P-5000 PE-SIOSIN SECS 1 NPE30 PECVD Novellus C2 Sequel PE TEOS SECS 2 NPE40 PECVD TES TELIA-200 PE-SIOSIN SECS 2 TPE50 PECVD AMAT PRODUCER-SS TEOS BPSGACL SECS 2 TSP10 SPUTTER AMAT ENDURA-5500 RF EtchTiMOCVD TiNAlTiN SECS 2 TCW10 CVD W AMAT P-5000 CVD W SECS 1 TCW20 CVD W Lam Research C2 Altus PNL W SECS 2 TSP20 SPUTTER AMAT ENDURA-5500 RF EtchTiTaAlCu SECS 2 BDM30 BLADE DICING DISCO DFD6340 SiGlass SECS 0 BLM10 LASER MARKING EO TECHNICS WTM300 Si SECS 2 EPR10 PR Strip PSK DAS2000 PR Strip SECS 2 EPR20 PR Strip PSK DAS2000 PR Strip SECS 2 EPR30 PR Strip PSK DAS2000 PR Strip SECS 2 ESE10 Inline FE-SEM Hitachi REGULUS-8100 Inline FE-SEM PC-File 0 EOX20 Oxide Etch TEL SCCM Oxide Etch SECS 2 AEO10 300mm Dielectric etcher LAM FLEX GX 300mm Dielectric etch SECS 3 AEP10 300mm Poly Etch LAM Kiyo45 Poly Etch SECS 3 APR10 300mm PR Stripper PSK SUPRA_N 300mm PR Strip SECS 3 EME10 Metal Etch LAM TCP-9600FDM Metal Etch SECS 2 NDE20 Polymer Etch Unaxis VERSALINE Polymer Etch SECS 0 EOX10 Oxide Etch LAM EXELAN-HTP Oxide Etch SECS 2 EME30 Metal Etch AMAT DPS Metal Etch SECS 2 ADO10 Furnace WONIK-IPS TERA300SE OxidationAnneal SECS 2 ADW10 Single cleaner 무진전자 PSM-302 Wafer Clean SECS 2 ADW20 Wet Station 이노메스 TRAUM 310LS Film Strip SECS 2 AST20 Wafer Sorter 코리아테크 노 KTSSP-300 Wafer Sorting SECS 2 ADN10 LPCVD KEK DJ-1224VN LPCVD Nitride SECS 2 DIM10 Implant AMAT VIIsta80 Implant SECS 2 DIM30 Implant AMAT VIIsta900xp Implant SECS 2 DRT41 Anneal AMAT Radiance plus Spike RTP SECS 2 LOA10 Overlay measurement Kla-tencor Archer 10XT Overlay Measure SECS 2 LTS30 Track System DNS K-Spin8 PR Coating Develop SECS 2 LOA20 Overlay measurement Auros O-100n Overlay Measure SECS 2 LST20 I-line Stepper Nikon NSR-I11D Expose SECS 2 ADI10 Defect inspect NEXTIN NEXTIN Defect inspection SECS 2 LTK30 Track TEL MARK-8 PR Coating Develop SECS 4 LTS20 KrF Scanner ASML PAS5500700D Expose SECS 1 LTS20 KrF Track TEL ACT-8 PR Coating Develop SECS 4 LCD10 CD SEM Hitachi S-9260A CD Measure SECS 3 LTS40 ArF Dry Scanner ASML XT1250 Expose SECS 1 LTS40 Track System TEL ACT-8 PR Coating Develop SECS 4 LCD40 CD-SEM Hitachi CS4800 CD Measure SECS 2 ALT10 Track System TEL Lithius-Pro PR Coating Develop SECS 4 ACD10 CD-SEM Hitachi CG6300 CD Measure SECS 3 NTK20 Track for Aligner TEL MARK-7 PR Coating Develop SECS 4 LTS30 KrF Scanner Nikon S204B Expose SECS 1 ALS10 ArF Immersion Scanner ASML XT1900i Expose SECS 1",
      "tables": [
        [
          [
            "장비  ID",
            "MACHINE",
            "MAKER",
            "MODEL",
            "PROCESS",
            "통신방식",
            "PORT  수"
          ],
          [
            "ATP10",
            "PECVD",
            "AMAT",
            "PRODUCER-SE",
            "PE  TEOS/SiO,  SiN/ACL",
            "SECS",
            "2"
          ],
          [
            "ATP20",
            "HDPCVD",
            "AMAT",
            "ULTIMA",
            "HDP(SIT,  IMD)",
            "SECS",
            "3"
          ],
          [
            "TPE10",
            "PECVD",
            "Novellus",
            "C2 \nSequel/Speed",
            "PE-SIO/SIN",
            "SECS",
            "2"
          ],
          [
            "TPE30",
            "PECVD",
            "AMAT",
            "P-5000",
            "TEOS  &  BPSG",
            "SECS",
            "1"
          ],
          [
            "TPE40",
            "PECVD",
            "AMAT",
            "P-5000",
            "PE-SIO/SIN/ACL/a-Si",
            "SECS",
            "1"
          ],
          [
            "NPE20",
            "PECVD",
            "AMAT",
            "P-5000",
            "PE-SIO/SIN",
            "SECS",
            "1"
          ],
          [
            "NPE30",
            "PECVD",
            "Novellus",
            "C2  Sequel",
            "PE  TEOS",
            "SECS",
            "2"
          ],
          [
            "NPE40",
            "PECVD",
            "TES",
            "TELIA-200",
            "PE-SIO/SIN",
            "SECS",
            "2"
          ],
          [
            "TPE50",
            "PECVD",
            "AMAT",
            "PRODUCER-SS",
            "TEOS  &  BPSG/ACL",
            "SECS",
            "2"
          ],
          [
            "TSP10",
            "SPUTTER",
            "AMAT",
            "ENDURA-5500",
            "RF  Etch/Ti/MOCVD \nTiN/Al/TiN",
            "SECS",
            "2"
          ],
          [
            "TCW10",
            "CVD  W",
            "AMAT",
            "P-5000",
            "CVD  W",
            "SECS",
            "1"
          ],
          [
            "TCW20",
            "CVD  W",
            "Lam \nResearch",
            "C2  Altus",
            "PNL  W",
            "SECS",
            "2"
          ],
          [
            "TSP20",
            "SPUTTER",
            "AMAT",
            "ENDURA-5500",
            "RF  Etch/Ti/Ta/Al/Cu",
            "SECS",
            "2"
          ],
          [
            "BDM30",
            "BLADE  DICING",
            "DISCO",
            "DFD6340",
            "Si/Glass",
            "SECS",
            "0"
          ],
          [
            "BLM10",
            "LASER  MARKING",
            "EO \nTECHNICS",
            "WTM300",
            "Si",
            "SECS",
            "2"
          ],
          [
            "EPR10",
            "PR  Strip",
            "PSK",
            "DAS2000",
            "PR  Strip",
            "SECS",
            "2"
          ],
          [
            "EPR20",
            "PR  Strip",
            "PSK",
            "DAS2000",
            "PR  Strip",
            "SECS",
            "2"
          ],
          [
            "EPR30",
            "PR  Strip",
            "PSK",
            "DAS2000",
            "PR  Strip",
            "SECS",
            "2"
          ],
          [
            "ESE10",
            "Inline  FE-SEM",
            "Hitachi",
            "REGULUS-8100",
            "Inline  FE-SEM",
            "PC-File",
            "0"
          ],
          [
            "EOX20",
            "Oxide  Etch",
            "TEL",
            "SCCM",
            "Oxide  Etch",
            "SECS",
            "2"
          ],
          [
            "AEO10",
            "300mm  Dielectric  etcher",
            "LAM",
            "FLEX  GX",
            "300mm  Dielectric  etch",
            "SECS",
            "3"
          ],
          [
            "AEP10",
            "300mm  Poly  Etch",
            "LAM",
            "Kiyo45",
            "Poly  Etch",
            "SECS",
            "3"
          ],
          [
            "APR10",
            "300mm  PR  Stripper",
            "PSK",
            "SUPRA_N",
            "300mm  PR  Strip",
            "SECS",
            "3"
          ],
          [
            "EME10",
            "Metal  Etch",
            "LAM",
            "TCP-9600FDM",
            "Metal  Etch",
            "SECS",
            "2"
          ],
          [
            "NDE20",
            "Polymer  Etch",
            "Unaxis",
            "VERSALINE",
            "Polymer  Etch",
            "SECS",
            "0"
          ],
          [
            "EOX10",
            "Oxide  Etch",
            "LAM",
            "EXELAN-HTP",
            "Oxide  Etch",
            "SECS",
            "2"
          ],
          [
            "EME30",
            "Metal  Etch",
            "AMAT",
            "DPS+",
            "Metal  Etch",
            "SECS",
            "2"
          ],
          [
            "ADO10",
            "Furnace",
            "WONIK-IPS",
            "TERA300SE",
            "Oxidation/Anneal",
            "SECS",
            "2"
          ],
          [
            "ADW10",
            "Single  cleaner",
            "무진전자",
            "PSM-302",
            "Wafer  Clean",
            "SECS",
            "2"
          ],
          [
            "ADW20",
            "Wet  Station",
            "이노메스",
            "TRAUM  310LS",
            "Film  Strip",
            "SECS",
            "2"
          ],
          [
            "AST20",
            "Wafer  Sorter",
            "코리아테크\n노",
            "KTSSP-300",
            "Wafer  Sorting",
            "SECS",
            "2"
          ],
          [
            "ADN10",
            "LPCVD",
            "KEK",
            "DJ-1224VN",
            "LPCVD  Nitride",
            "SECS",
            "2"
          ],
          [
            "DIM10",
            "Implant",
            "AMAT",
            "VIIsta80",
            "Implant",
            "SECS",
            "2"
          ],
          [
            "DIM30",
            "Implant",
            "AMAT",
            "VIIsta900xp",
            "Implant",
            "SECS",
            "2"
          ],
          [
            "DRT41",
            "Anneal",
            "AMAT",
            "Radiance  plus",
            "Spike  RTP",
            "SECS",
            "2"
          ],
          [
            "LOA10",
            "Overlay  measurement",
            "Kla-tencor",
            "Archer  10XT",
            "Overlay  Measure",
            "SECS",
            "2"
          ],
          [
            "LTS30",
            "Track  System",
            "DNS",
            "K-Spin8",
            "PR  Coating  &  Develop",
            "SECS",
            "2"
          ],
          [
            "LOA20",
            "Overlay  measurement",
            "Auros",
            "O-100n",
            "Overlay  Measure",
            "SECS",
            "2"
          ],
          [
            "LST20",
            "I-line  Stepper",
            "Nikon",
            "NSR-I11D",
            "Expose",
            "SECS",
            "2"
          ],
          [
            "ADI10",
            "Defect  inspect",
            "NEXTIN",
            "NEXTIN",
            "Defect  inspection",
            "SECS",
            "2"
          ],
          [
            "LTK30",
            "Track",
            "TEL",
            "MARK-8",
            "PR  Coating  &  Develop",
            "SECS",
            "4"
          ],
          [
            "LTS20",
            "KrF  Scanner",
            "ASML",
            "PAS5500/700D",
            "Expose",
            "SECS",
            "1"
          ],
          [
            "LTS20",
            "KrF  Track",
            "TEL",
            "ACT-8",
            "PR  Coating  &  Develop",
            "SECS",
            "4"
          ],
          [
            "LCD10",
            "CD  SEM",
            "Hitachi",
            "S-9260A",
            "CD  Measure",
            "SECS",
            "3"
          ],
          [
            "LTS40",
            "ArF  Dry  Scanner",
            "ASML",
            "XT1250",
            "Expose",
            "SECS",
            "1"
          ],
          [
            "LTS40",
            "Track  System",
            "TEL",
            "ACT-8",
            "PR  Coating  &  Develop",
            "SECS",
            "4"
          ],
          [
            "LCD40",
            "CD-SEM",
            "Hitachi",
            "CS4800",
            "CD  Measure",
            "SECS",
            "2"
          ],
          [
            "ALT10",
            "Track  System",
            "TEL",
            "Lithius-Pro",
            "PR  Coating  &  Develop",
            "SECS",
            "4"
          ],
          [
            "ACD10",
            "CD-SEM",
            "Hitachi",
            "CG6300",
            "CD  Measure",
            "SECS",
            "3"
          ],
          [
            "NTK20",
            "Track  for  Aligner",
            "TEL",
            "MARK-7",
            "PR  Coating  &  Develop",
            "SECS",
            "4"
          ],
          [
            "LTS30",
            "KrF  Scanner",
            "Nikon",
            "S204B",
            "Expose",
            "SECS",
            "1"
          ],
          [
            "ALS10",
            "ArF  Immersion  Scanner",
            "ASML",
            "XT1900i",
            "Expose",
            "SECS",
            "1"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 17 - NTK60 Track for Aligner TEL MARK-7 PR Coating Develop SECS 4 ATM10 300mm Thickness Measurement System KLA-Tencor SFX-200 Thickness Measure SECS 2 MTM40 Auto Thickness Measurement System KLA-Tencor SFX-100 Thickness Measure SECS 2 MTM10 PR Thickness Measurement K-Mac ST-5000 Thickness Measure PC-File 0 MTM20 PR Thickness Measurement K-Mac ST-5000 Thickness Measure PC-File 0 MTM30 Film Thickness Measurement Woolam M2000D ThicknessRI Measure PC-File 0 MTM60 PR Thickness Measurement K-Mac ST-5000-300 Thickness Measure PC-File 0 MPF50 Surface Profiler Bruker DEKTACK XT Step Hight PC-File 0 MSM10 Stress Gauge FSM FSM-500tc Stress PC-File 0 MFP10 4-Point Probe AIT CMT-SR2000N Sheet Resistance PC-File 0 MFP20 4-Point Probe 4D 280DI Sheet Resistance PC-File 0 MFP30 4-Point Probe AIT CMT-SR5000 Sheet Resistance PC-File 0 BFB30 GEMINI Wafer Bonder EVG GEMINI Wafer BondingEutecticFusion SECS 2 PBG10 Back Grinder Polishing DISCO DGP-8760 Wafer Grinding SECS 2 BDM10 BLADE DICING DISCO DAD3350 SiGlass SECS 0 BDM40 STEALTH LASER DICING DISCO DFL7341 Si SECS 0 EDT40 Deep Si Etch GIGALANE NeoGENII Deep Si Etch SECS 2 DTE30 LP CVD PT DF83 Nitride TEOS Poly SECS 0 NNT20 LP CVD PT DF82 Low stress Nitride SECS 0 NCL60 AutomaticContact Aligner EVG6200NT Expose SECS 1 NDE30 Piezo Etch GIGALANE NeoGENII Piezo electric Etch SECS 2 NLF20 Auto Lift-Off ASTRO 2022 Metal Removal on PR SECS 2 NLT20 Vacuum Furnace PT PF-D61 Vacuum Annealing SECS 0 NPE50 Low Temp PE CVD Oxpord Plasmapro100 Low Temp PE-SiOSiIN SECS 0 BET10 Metal Etch GIGALANE NeoGENII Metal Etch SECS 2 EPO10 ConductorDielectric Etcher LAM Kiyo45Flex45 PolyOxide Etch SECS 3 DAL20 ALD CN1 Premium Cluster ALD SECS 1 DLA10 Laser anneal system DIT 21FCDIT-LTT-02 Laser anneal SECS 1",
      "tables": [
        [
          [
            "NTK60",
            "Track  for  Aligner",
            "TEL",
            "MARK-7",
            "PR  Coating  &  Develop",
            "SECS",
            "4"
          ],
          [
            "ATM10",
            "300mm  Thickness \nMeasurement  System",
            "KLA-Tencor",
            "SFX-200",
            "Thickness  Measure",
            "SECS",
            "2"
          ],
          [
            "MTM40",
            "Auto  Thickness  Measurement \nSystem",
            "KLA-Tencor",
            "SFX-100",
            "Thickness  Measure",
            "SECS",
            "2"
          ],
          [
            "MTM10",
            "PR  Thickness  Measurement",
            "K-Mac",
            "ST-5000",
            "Thickness  Measure",
            "PC-File",
            "0"
          ],
          [
            "MTM20",
            "PR  Thickness  Measurement",
            "K-Mac",
            "ST-5000",
            "Thickness  Measure",
            "PC-File",
            "0"
          ],
          [
            "MTM30",
            "Film  Thickness  Measurement",
            "Woolam",
            "M2000D",
            "Thickness&RI  Measure",
            "PC-File",
            "0"
          ],
          [
            "MTM60",
            "PR  Thickness  Measurement",
            "K-Mac",
            "ST-5000-300",
            "Thickness  Measure",
            "PC-File",
            "0"
          ],
          [
            "MPF50",
            "Surface  Profiler",
            "Bruker",
            "DEKTACK  XT",
            "Step  Hight",
            "PC-File",
            "0"
          ],
          [
            "MSM10",
            "Stress  Gauge",
            "FSM",
            "FSM-500tc",
            "Stress",
            "PC-File",
            "0"
          ],
          [
            "MFP10",
            "4-Point  Probe",
            "AIT",
            "CMT-SR2000N",
            "Sheet  Resistance",
            "PC-File",
            "0"
          ],
          [
            "MFP20",
            "4-Point  Probe",
            "4D",
            "280DI",
            "Sheet  Resistance",
            "PC-File",
            "0"
          ],
          [
            "MFP30",
            "4-Point  Probe",
            "AIT",
            "CMT-SR5000",
            "Sheet  Resistance",
            "PC-File",
            "0"
          ],
          [
            "BFB30",
            "GEMINI  Wafer  Bonder",
            "EVG",
            "GEMINI",
            "Wafer \nBonding(Eutectic/Fusion)",
            "SECS",
            "2"
          ],
          [
            "PBG10",
            "Back  Grinder  &  Polishing",
            "DISCO",
            "DGP-8760",
            "Wafer  Grinding",
            "SECS",
            "2"
          ],
          [
            "BDM10",
            "BLADE  DICING",
            "DISCO",
            "DAD3350",
            "Si/Glass",
            "SECS",
            "0"
          ],
          [
            "BDM40",
            "STEALTH  LASER  DICING",
            "DISCO",
            "DFL7341",
            "Si",
            "SECS",
            "0"
          ],
          [
            "EDT40",
            "Deep  Si  Etch",
            "GIGALANE",
            "NeoGENⅡ",
            "Deep  Si  Etch",
            "SECS",
            "2"
          ],
          [
            "DTE30",
            "LP  CVD",
            "P&T",
            "DF83",
            "Nitride  /  TEOS  /  Poly",
            "SECS",
            "0"
          ],
          [
            "NNT20",
            "LP  CVD",
            "P&T",
            "DF82",
            "Low  stress  Nitride",
            "SECS",
            "0"
          ],
          [
            "NCL60",
            "AutomaticContact  Aligner",
            "",
            "EVG6200NT",
            "Expose",
            "SECS",
            "1"
          ],
          [
            "NDE30",
            "Piezo  Etch",
            "GIGALANE",
            "NeoGENⅡ",
            "Piezo  electric  Etch",
            "SECS",
            "2"
          ],
          [
            "NLF20",
            "Auto  Lift-Off",
            "",
            "ASTRO  2022",
            "Metal  Removal  on  PR",
            "SECS",
            "2"
          ],
          [
            "NLT20",
            "Vacuum  Furnace",
            "P&T",
            "PF-D61",
            "Vacuum  Annealing",
            "SECS",
            "0"
          ],
          [
            "NPE50",
            "Low  Temp  PE  CVD",
            "Oxpord",
            "Plasmapro100",
            "Low  Temp  PE-SiO/SiIN",
            "SECS",
            "0"
          ],
          [
            "BET10",
            "Metal  Etch",
            "GIGALANE",
            "NeoGENⅡ",
            "Metal  Etch",
            "SECS",
            "2"
          ],
          [
            "EPO10",
            "Conductor&Dielectric  Etcher",
            "LAM",
            "Kiyo45&Flex45",
            "Poly&Oxide  Etch",
            "SECS",
            "3"
          ],
          [
            "DAL20",
            "ALD",
            "CN1",
            "Premium \nCluster",
            "ALD",
            "SECS",
            "1"
          ],
          [
            "DLA10",
            "Laser  anneal  system",
            "DIT",
            "21FCDIT-LTT-02",
            "Laser  anneal",
            "SECS",
            "1"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 18 - 4.3. 세부 제안내용 가. 요구사항 총괄표 요구사항 분류 설 명 건수 기 능 기능 요구사항 SFR, System Function Requirement 목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사용자가 반드시 수행할 수 있어야하는 기능동작에 대하여 기술함 개별 기능요구사항은 전체 시스템의 계층적 구조 분석을 통해 세부 기능별 상세 요구사항을 작성해야 하며, 기능 수행을 위한 데이터 요구사항, 인터페이스 요구사항과 연계를 고려하여 기술 35 비 기 능 성능 요구사항 PER, Performance Requirement 목표시스템의 처리속도 및 시간, 처리량, 동적정적 용량 가용성 등 성능에 대한 요구사항을 기술 4 시스템 장비구성 요구사항 ECR, Equipment Composition Requirement 목표사업수행을 위해 필요한 솔루션 인프라 구성에 대한 요구사항을 기술 별도의 하드웨어 필요시, 제안사가 제안 2 인터페이스 요구사항 INR, Interface Requirement 목표시스템과 외부를 연결하는 시스템 인터페이스에 대한 요구사항을 기술타 소프트웨어, 하드웨어 및 통신 인터페이스, 타 시스템들과의 정보교환에 이용되는 프로토콜과의 연계도 포함 3 테스트 요구사항 TER, Test Requirement 구축된 시스템이 목표 대비 제대로 운영되는지 테스트하고 점검하기 위한 요구사항을 찾아내어 기술 목표 시스템의 테스트 유형단위, 통합, 시스템 및 성능 테스트 등, 테스트 환경, 방법, 절차 등에 대한 요구사항을 기술 6 보안 요구사항 SER, Security Requirement 정보 자산의 기밀성과 무결성을 위해 목표시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요건 기술 12 품질 요구사항 QUR, Quality Requirement 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질 항목, 품질 평가 대상 및 목표에 대한 요구사항을 기술 3 제약사항 COR, Constraint Requirement 기능, 비기능, 인터페이스, 데이터 요구사항외에 목표시스템 설계, 구축, 운영하기 위한 필요한 제약 및 요건을 기술 기술표준업무법제도 등 제약조건 등 9 프로젝트관리 요구사항 PMR, Project Support Requirement 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안네 대한 요구사항을 기술 13 프로젝트지원 요구사항 PSR, Project Support Requirement 프로젝트의 원활한 수행을 위해 필요한 지원사항 및 방안에 대한 요구사항을 기술 6 교육지원 요구사항 UAR, UserAdministrator Training Requirement 프로젝트의 원활한 수행을 위한 사용자관리자 교육지원사항 기술 3 합 계 96",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "설  명",
            "건수"
          ],
          [
            "기능",
            "기능  요구사항\n(SFR,  System  Function \nRequirement)",
            "목표시스템이  반드시  수행하여야  하거나  목표시스템을  이용하여 \n사용자가  반드시  수행할  수  있어야하는  기능(동작)에  대하여  기술함\n개별  기능요구사항은  전체  시스템의  계층적  구조  분석을  통해  세부 \n기능별  상세  요구사항을  작성해야  하며,  기능  수행을  위한  데이터 \n요구사항,  인터페이스  요구사항과  연계를  고려하여  기술",
            "35"
          ],
          [
            "비기능",
            "성능  요구사항\n(PER,  Performance \nRequirement)",
            "목표시스템의  처리속도  및  시간,  처리량,  동적/정적  용량  가용성  등 \n성능에  대한  요구사항을  기술",
            "4"
          ],
          [
            "",
            "시스템  장비구성 \n요구사항\n(ECR,  Equipment \nComposition \nRequirement)",
            "목표사업수행을  위해  필요한  솔루션  인프라  구성에  대한  요구사항을 \n기술  별도의  하드웨어  필요시,  제안사가  제안",
            "2"
          ],
          [
            "",
            "인터페이스  요구사항   \n(INR,  Interface \nRequirement)",
            "목표시스템과  외부를  연결하는  시스템  인터페이스에  대한 \n요구사항을  기술(타  소프트웨어,  하드웨어  및  통신  인터페이스,  타 \n시스템들과의  정보교환에  이용되는  프로토콜과의  연계도  포함)",
            "3"
          ],
          [
            "",
            "테스트  요구사항 \n(TER,  Test \nRequirement)",
            "구축된  시스템이  목표  대비  제대로  운영되는지  테스트하고  점검하기 \n위한  요구사항을  찾아내어  기술\n목표  시스템의  테스트  유형(단위,  통합,  시스템  및  성능  테스트  등), \n테스트  환경,  방법,  절차  등에  대한  요구사항을  기술",
            "6"
          ],
          [
            "",
            "보안  요구사항 \n(SER,  Security \nRequirement)",
            "정보  자산의  기밀성과  무결성을  위해  목표시스템의  데이터  및  기능, \n운영  접근을  통제하기  위한  요건  기술",
            "12"
          ],
          [
            "",
            "품질  요구사항 \n(QUR,  Quality \nRequirement)",
            "목표  사업의  원활한  수행  및  운영을  위해  관리가  필요한  품질  항목, \n품질  평가  대상  및  목표에  대한  요구사항을  기술",
            "3"
          ],
          [
            "",
            "제약사항\n(COR,  Constraint \nRequirement)",
            "기능,  비기능,  인터페이스,  데이터  요구사항외에  목표시스템  설계, \n구축,  운영하기  위한  필요한  제약  및  요건을  기술         \n기술․표준․업무․법제도  등  제약조건  등",
            "9"
          ],
          [
            "",
            "프로젝트관리  요구사항   \n(PMR,  Project  Support \nRequirement)",
            "프로젝트의  원활한  수행을  위한  관리  방법  및  추진  단계별 \n수행방안네  대한  요구사항을  기술",
            "13"
          ],
          [
            "",
            "프로젝트지원  요구사항   \n(PSR,  Project  Support \nRequirement)",
            "프로젝트의  원활한  수행을  위해  필요한  지원사항  및  방안에  대한 \n요구사항을  기술",
            "6"
          ],
          [
            "",
            "교육지원  요구사항 \n(UAR, \nUser&Administrator \nTraining  Requirement)",
            "프로젝트의  원활한  수행을  위한  사용자/관리자  교육지원사항  기술",
            "3"
          ],
          [
            "합  계",
            "",
            "",
            "96"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 19 - 요구사항별 상세 구성표 구 분 번 호 요 구 사 항 명 기능 요구사항 SFR, System Function Requirement SFR-001 로그 분석 및 데이터 확보 SFR-002 설비별 상태 및 리소스 조회 SFR-003 장비 통신 및 시스템 테스트 SFR-004 장애발생 복구 SFR-005 이력관리 SFR-006 시스템 문서 관리 SFR-007 SECS 통신 지원 SFR-008 Carrier ID 인식 장치 설계 SFR-009 Carrier ID 인식 장치 설치 SFR-010 Carrier ID 인식 장치 인터페이스 SFR-011 Carrier ID 인식 장치 관리 SFR-012 Carrier 정보 표시 정합성 확인 SFR-013 Carrier 정보 표시 및 작업자 인터페이스 화면 제공 SFR-014 Carrier 정보 기반 상위 시스템 인터페이스 SFR-015 Carrier 정보 기반 상위 시스템 인터페이스 데이터 변환 SFR-016 정보화 시스템과의 인터페이스 SFR-017 Carrier 정보와 Lot 정보 매칭 SFR-018 Carrier 인식 장치 기본 정보 관리 SFR-019 HMI 장치의 설비 통신 기본 정보 관리 SFR-020 HMI 장치의 SECS 통신 관리 SFR-021 HMI 장치의 PLC 통신 관리 SFR-022 HMI 장치의 PLC 데이터 관리 SFR-023 HMI 장치의 PC 대상 장비 관리 SFR-024 PC 기반 전용 컨트롤러 대상 장비 관리 SFR-025 HMI 장치의 센서 기반 제어장치 관리 SFR-026 HMI 장치의 시스템 사용자 권한 관리 SFR-027 HMI 장치의 사용 설비 정도 등록 관리 SFR-028 로그 분석 및 데이터 확보 SFR-029 장치의 통신 상태 모니터링 SFR-030 로그 분석 및 데이터 확보 PLC SFR-031 설비별 상태 및 리소트 조회 SFR-032 공정관리시스템 연계방안 제시 SFR-033 분석장비 분석결과 파일 관리 SFR-034 분석결과 파일 뷰어 기능 SFR-035 공정 정보 변경 기능 성능 요구사항 PER, Performance Requirement PER-001 성능 일반사항 PER-002 평균 응답시간 PER-003 연계주기 PER-004 성능시험 및 성능검증 방안 시스템 장비구성 요구사항 ECR, Equipment Composition Requirement ECR-001 FAB 라이선스 요구사항 ECR-002 인프라 공급 및 설치 요구사항 인터페이스 요구사항 INR, Interface Requirement INR-001 공정관리시스템 연계 인터페이스 INR-002 연계 데이터 모니터링 개선 INR-003 연계 장애시 오류 처리 테스트 요구사항 TER,TestRequirement TER-001 테스트 및 이행관리 TER-002 개발환경 구축 관리 TER-003 연계시스템 연동 테스트 TER-004 단위 기능별, 단위 시스템 별 테스트 TER-005 통합 테스트 TER-006 운영사항 테스트 보안 요구사항 SER,SecurityRequirement SER-001 보안정책 및 가이드라인 준수 SER-002 사용자인증 및 개인정보보호",
      "tables": [
        [
          [
            "구      분",
            "번  호",
            "요  구  사  항  명"
          ],
          [
            "기능  요구사항\n(SFR,  System  Function \nRequirement)",
            "SFR-001",
            "로그  분석  및  데이터  확보"
          ],
          [
            "",
            "SFR-002",
            "설비별  상태  및  리소스  조회"
          ],
          [
            "",
            "SFR-003",
            "장비  통신  및  시스템  테스트"
          ],
          [
            "",
            "SFR-004",
            "장애발생  복구"
          ],
          [
            "",
            "SFR-005",
            "이력관리"
          ],
          [
            "",
            "SFR-006",
            "시스템  /  문서  관리"
          ],
          [
            "",
            "SFR-007",
            "SECS  통신  지원"
          ],
          [
            "",
            "SFR-008",
            "Carrier  ID  인식  장치  설계"
          ],
          [
            "",
            "SFR-009",
            "Carrier  ID  인식  장치  설치"
          ],
          [
            "",
            "SFR-010",
            "Carrier  ID  인식  장치  인터페이스"
          ],
          [
            "",
            "SFR-011",
            "Carrier  ID  인식  장치  관리"
          ],
          [
            "",
            "SFR-012",
            "Carrier  정보  표시  정합성  확인"
          ],
          [
            "",
            "SFR-013",
            "Carrier  정보  표시  및  작업자  인터페이스  화면  제공"
          ],
          [
            "",
            "SFR-014",
            "Carrier  정보  기반  상위  시스템  인터페이스"
          ],
          [
            "",
            "SFR-015",
            "Carrier  정보  기반  상위  시스템  인터페이스  데이터  변환"
          ],
          [
            "",
            "SFR-016",
            "정보화  시스템과의  인터페이스"
          ],
          [
            "",
            "SFR-017",
            "Carrier  정보와  Lot  정보  매칭"
          ],
          [
            "",
            "SFR-018",
            "Carrier  인식  장치  기본  정보  관리"
          ],
          [
            "",
            "SFR-019",
            "HMI  장치의  설비  통신  기본  정보  관리"
          ],
          [
            "",
            "SFR-020",
            "HMI  장치의  SECS  통신  관리"
          ],
          [
            "",
            "SFR-021",
            "HMI  장치의  PLC  통신  관리"
          ],
          [
            "",
            "SFR-022",
            "HMI  장치의  PLC  데이터  관리"
          ],
          [
            "",
            "SFR-023",
            "HMI  장치의  PC  대상  장비  관리"
          ],
          [
            "",
            "SFR-024",
            "PC  기반  전용  컨트롤러  대상  장비  관리"
          ],
          [
            "",
            "SFR-025",
            "HMI  장치의  센서  기반  제어장치  관리"
          ],
          [
            "",
            "SFR-026",
            "HMI  장치의  시스템  사용자  권한  관리"
          ],
          [
            "",
            "SFR-027",
            "HMI  장치의  사용  설비  정도  등록  관리"
          ],
          [
            "",
            "SFR-028",
            "로그  분석  및  데이터  확보"
          ],
          [
            "",
            "SFR-029",
            "장치의  통신  상태  모니터링"
          ],
          [
            "",
            "SFR-030",
            "로그  분석  및  데이터  확보  (PLC)"
          ],
          [
            "",
            "SFR-031",
            "설비별  상태  및  리소트  조회"
          ],
          [
            "",
            "SFR-032",
            "공정관리시스템  연계방안  제시"
          ],
          [
            "",
            "SFR-033",
            "분석장비  분석결과  파일  관리"
          ],
          [
            "",
            "SFR-034",
            "분석결과  파일  뷰어  기능"
          ],
          [
            "",
            "SFR-035",
            "공정  정보  변경  기능"
          ],
          [
            "성능  요구사항\n(PER,  Performance \nRequirement)",
            "PER-001",
            "성능  일반사항"
          ],
          [
            "",
            "PER-002",
            "평균  응답시간"
          ],
          [
            "",
            "PER-003",
            "연계주기"
          ],
          [
            "",
            "PER-004",
            "성능시험  및  성능검증  방안"
          ],
          [
            "시스템  장비구성  요구사항 \n(ECR,  Equipment \nComposition  Requirement)",
            "ECR-001",
            "FAB  라이선스  요구사항"
          ],
          [
            "",
            "ECR-002",
            "인프라  공급  및  설치  요구사항"
          ],
          [
            "인터페이스  요구사항\n(INR,  Interface  Requirement)",
            "INR-001",
            "공정관리시스템  연계  인터페이스"
          ],
          [
            "",
            "INR-002",
            "연계  데이터  모니터링  개선"
          ],
          [
            "",
            "INR-003",
            "연계  장애시  오류  처리"
          ],
          [
            "테스트  요구사항\n(TER,TestRequirement)",
            "TER-001",
            "테스트  및  이행관리"
          ],
          [
            "",
            "TER-002",
            "개발환경  구축  관리"
          ],
          [
            "",
            "TER-003",
            "연계시스템  연동  테스트"
          ],
          [
            "",
            "TER-004",
            "단위  기능별,  단위  시스템  별  테스트"
          ],
          [
            "",
            "TER-005",
            "통합  테스트"
          ],
          [
            "",
            "TER-006",
            "운영사항  테스트"
          ],
          [
            "보안  요구사항\n(SER,SecurityRequirement)",
            "SER-001",
            "보안정책  및  가이드라인  준수"
          ],
          [
            "",
            "SER-002",
            "사용자인증  및  개인정보보호"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 20 - 구 분 번 호 요 구 사 항 명 SER-003 시스템 접근 및 권한관리 SER-004 참여인원 보안관리 SER-005 자료 보안관리 SER-006 사무실 및 장비 보안관리 SER-007 수행장소 등의 원격지 개발 시 보안관리 SER-008 사업완료시 보안관리 SER-009 웹페이지 보안 SER-010 보안 기술 적용 SER-011 전송 및 구간 암호화 SER-012 소프트웨어 개발보안시큐어 코딩관련 가이드 준수 품질요구사항 QUR,QualityRequirement QUR-001 품질관리 조직 및 보증방안 QUR-002 가용성 보장 QUR-003 변경요구 및 변경처리 절차 제약 요구사항 COR,ConstraintRequirement COR-001 하도급 관리 COR-002 성과품의 소유권 COR-003 라이선스 및 특허권 등의 업무 처리 COR-004 운영환경에 대한 안정성 COR-005 데이터 사용 및 접근 제약사항 COR-006 정책 변경에 따른 유연성 COR-007 지적재산권 준수 COR-008 소프트웨어 사용 COR-009 손해배상 책임 프로젝트 관리 요구사항 PMR,ProjectManagementReq uirement PMR-001 사업수행전략 및 방법론 PMR-002 수행조직 및 투입인력 PMR-003 프로젝트 추친현황 보고 PMR-004 일정계획 및 관리 PMR-005 요구사항 관리 PMR-006 변화관리 PMR-007 지적재산권 및 소규권 등 공동 활용계획 PMR-008 위험관리 방안 PMR-009 산출물 관리 방안 PMR-010 참여인력 보안서약 및 책임 PMR-011 사업관련 자료 보안방안 PMR-012 원격지 업무 수행 상황 발생시 대응 PMR-013 작업장 구축 프로젝트 지원 요구사항 PSR,ProjectSupportRequir ement PSR-001 하자보수 일반 PSR-002 사후관리 및 안정화 지원 PSR-003 기술지원 조건 PSR-004 유지보수 PSR-005 정보화 구축 2단계 추진계획 수립 기술지원 PSR-006 기술이전 교육지원 요구사항 UAR,UserAdministratort rainingRequirement UAR-001 교육지원 UAR-002 관리자 메뉴얼 UAR-003 사용자 매뉴얼",
      "tables": [
        [
          [
            "구      분",
            "번  호\n요  구  사  항  명",
            ""
          ],
          [
            "",
            "SER-003",
            "시스템  접근  및  권한관리"
          ],
          [
            "",
            "SER-004",
            "참여인원  보안관리"
          ],
          [
            "",
            "SER-005",
            "자료  보안관리"
          ],
          [
            "",
            "SER-006",
            "사무실  및  장비  보안관리"
          ],
          [
            "",
            "SER-007",
            "수행장소  등의  원격지  개발  시  보안관리"
          ],
          [
            "",
            "SER-008",
            "사업완료시  보안관리"
          ],
          [
            "",
            "SER-009",
            "웹페이지  보안"
          ],
          [
            "",
            "SER-010",
            "보안  기술  적용"
          ],
          [
            "",
            "SER-011",
            "전송  및  구간  암호화"
          ],
          [
            "",
            "SER-012",
            "소프트웨어  개발보안(시큐어  코딩)관련  가이드  준수"
          ],
          [
            "품질요구사항\n(QUR,QualityRequirement)",
            "QUR-001",
            "품질관리  조직  및  보증방안"
          ],
          [
            "",
            "QUR-002",
            "가용성  보장"
          ],
          [
            "",
            "QUR-003",
            "변경요구  및  변경처리  절차"
          ],
          [
            "제약  요구사항\n(COR,ConstraintRequirement)",
            "COR-001",
            "하도급  관리"
          ],
          [
            "",
            "COR-002",
            "성과품의  소유권"
          ],
          [
            "",
            "COR-003",
            "라이선스  및  특허권  등의  업무  처리"
          ],
          [
            "",
            "COR-004",
            "운영환경에  대한  안정성"
          ],
          [
            "",
            "COR-005",
            "데이터  사용  및  접근  제약사항"
          ],
          [
            "",
            "COR-006",
            "정책  변경에  따른  유연성"
          ],
          [
            "",
            "COR-007",
            "지적재산권  준수"
          ],
          [
            "",
            "COR-008",
            "소프트웨어  사용"
          ],
          [
            "",
            "COR-009",
            "손해배상  책임"
          ],
          [
            "프로젝트  관리  요구사항\n(PMR,ProjectManagementReq\nuirement)",
            "PMR-001",
            "사업수행전략  및  방법론"
          ],
          [
            "",
            "PMR-002",
            "수행조직  및  투입인력"
          ],
          [
            "",
            "PMR-003",
            "프로젝트  추친현황  보고"
          ],
          [
            "",
            "PMR-004",
            "일정계획  및  관리"
          ],
          [
            "",
            "PMR-005",
            "요구사항  관리"
          ],
          [
            "",
            "PMR-006",
            "변화관리"
          ],
          [
            "",
            "PMR-007",
            "지적재산권  및  소규권  등  공동  활용계획"
          ],
          [
            "",
            "PMR-008",
            "위험관리  방안"
          ],
          [
            "",
            "PMR-009",
            "산출물  관리  방안"
          ],
          [
            "",
            "PMR-010",
            "참여인력  보안서약  및  책임"
          ],
          [
            "",
            "PMR-011",
            "사업관련  자료  보안방안"
          ],
          [
            "",
            "PMR-012",
            "원격지  업무  수행  상황  발생시  대응"
          ],
          [
            "",
            "PMR-013",
            "작업장  구축"
          ],
          [
            "프로젝트  지원  요구사항\n(PSR,ProjectSupportRequir\nement)",
            "PSR-001",
            "하자보수  일반"
          ],
          [
            "",
            "PSR-002",
            "사후관리  및  안정화  지원"
          ],
          [
            "",
            "PSR-003",
            "기술지원  조건"
          ],
          [
            "",
            "PSR-004",
            "유지보수"
          ],
          [
            "",
            "PSR-005",
            "정보화  구축  2단계  추진계획  수립  기술지원"
          ],
          [
            "",
            "PSR-006",
            "기술이전"
          ],
          [
            "교육지원  요구사항\n(UAR,User&Administratort\nrainingRequirement)",
            "UAR-001",
            "교육지원"
          ],
          [
            "",
            "UAR-002",
            "관리자  메뉴얼"
          ],
          [
            "",
            "UAR-003",
            "사용자  매뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 21 - 4.4. 상세 요구사항 4.4.1. 기능 요구사항 SFR, System Function Requirement 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 로그 분석 및 데이터 확보 요구 사항 상세 설명 정의 장비 로그수집 및 데이터 확보를 위한 기능 제공 세부 내용 ᄋ Wafer 공정 작업 1사이클From load request to unload complete 로그관리 - Wafer 공정 작업에 대한 1사이클 진행 실시간 로그 확인 - 장비 제어 로그 확인 - 장비 레시피 List 및 레시피 Body 로그 등의 실시간 로그 확인 ᄋ 장비통신 모듈을 통한 온라인 데이터 수집 방안 제시 - 1사이클 진행과정에서의 장비 데이터 수집 기능 - 장비제어를 통한 장비 설정 현황 데이터 수집 ᄋ 장비 온라인 및 로그 확보 - SECS통신 형태의 장비 온라인 로그 및 연관 인터페이스 로그 확보 - SUB장비PCS장치 등의 데이터 로그 확보 - Log제공 형태 및 Log적제 방안 제시 ᄋ 별도의 툴 설치 없이 웹 브라우저에서 웹기반 모니터링 기능 제공 - Log 다운로드 기능 제공 - 시나리오 다운로드 기능 제공 - 장비 별 OnOff Line 확인 기능 제공 산출정보 기능정의서, 화면정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-002 요구사항 명칭 설비별 상태 및 리소스 조회 요구 사항 상세 설명 정의 설비 및 인프라 서버의 상태 실시간 리소스 데이터 제공 세부 내용 ᄋ공정설비 별 실시간 통신 상태 모니터링 - 공정설비의 온라인 현황, 구동서버 및 기준정보 현황 ᄋ공정설비 구동 Process 및 서버 상태 실시간 모니터링 - 공정설비와의 온라인 통신연결 실시간 모니터링 기능 - 인프라 서버의 연결상태 실시간 모니터링 기능 ᄋ공정설비 온라인 구동 프로세스 및 서버 실시간, 기간별 리소스 모니터링 - 온라인 구동 Process의 실시간, 기간별 리소스 트랜드 모니터링 기능 - 인프라 서버의 실시간 리소스 및 트랜드 모니터링 기능 산출정보 기능정의서, 화면정의서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "로그  분석  및  데이터  확보"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "장비  로그수집  및  데이터  확보를  위한  기능  제공"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  Wafer  공정  작업  1사이클(From  load  request  to  unload  complete)  로그관리\n      -  Wafer  공정  작업에  대한  1사이클  진행  실시간  로그  확인\n      -  장비  제어  로그  확인\n      -  장비  레시피  List  및  레시피  Body  로그  등의  실시간  로그  확인\nㅇ  장비통신  모듈을  통한  온라인  데이터  수집  방안  제시\n      -  1사이클  진행과정에서의  장비  데이터  수집  기능\n      -  장비제어를  통한  장비  설정  현황  데이터  수집\nㅇ  장비  온라인  및  로그  확보\n    -  SECS통신  형태의  장비  온라인  로그  및  연관  인터페이스  로그  확보\n    -  SUB장비(PCS장치  등)의  데이터  로그  확보\n    -  Log제공  형태  및  Log적제  방안  제시\nㅇ  별도의  툴  설치  없이  웹  브라우저에서  웹기반  모니터링  기능  제공\n      -  Log  다운로드  기능  제공\n      -  시나리오  다운로드  기능  제공\n      -  장비  별  On/Off  Line  확인  기능  제공"
          ],
          [
            "산출정보",
            "",
            "기능정의서,  화면정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "설비별  상태  및  리소스  조회"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설비  및  인프라  서버의  상태  실시간  리소스  데이터  제공"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ공정설비  별  실시간  통신  상태  모니터링\n    -  공정설비의  온라인  현황,  구동서버  및  기준정보  현황 \nㅇ공정설비  구동  Process  및  서버  상태  실시간  모니터링\n    -  공정설비와의  온라인  통신연결  실시간  모니터링  기능\n    -  인프라  서버의  연결상태  실시간  모니터링  기능\nㅇ공정설비  온라인  구동  프로세스  및  서버  실시간,  기간별  리소스  모니터링\n    -  온라인  구동  Process의  실시간,  기간별  리소스  트랜드  모니터링  기능\n    -  인프라  서버의  실시간  리소스  및  트랜드  모니터링  기능"
          ],
          [
            "산출정보",
            "",
            "기능정의서,  화면정의서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 22 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-003 요구사항 명칭 장비 통신 및 시스템 테스트 요구 사항 상세 설명 정의 장비 통신 확인 및 시나리오 테스트 기능 제공 세부 내용 ᄋ통신 확인에 필요한 Test Tool 활용 방안 - SECS통신 가능 장비에 대한 원격 통신 Test Tool 제공 ᄋ1Cycle Auto Simulation 시스템 활용 방안 - 장비시나리오 Auto Simulation을 통한 검증 시스템 제공 ᄋ연관시스템 인터페이스 연동 Simulation 시스템 활용방안 - 연관 시스템과의 인터페이스 연동 테스트를 위한 가상 Simulation 기능 - 연관 시스템과의 인터페이스 및 장비 시나리오 연계 테스트 기능 산출정보 사용자 매뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-004 요구사항 명칭 장애발생 복구 요구 사항 상세 설명 정의 장애발생시 공정설비 온라인 복구 기능 제공 세부 내용 ᄋ공정설비 데이터 복구 방안 제시 - 네트워크 장애 등에 의한 데이터 loss시 복구기능 ᄋ인프라 설비 점검시 데이터 이관 방안 제시 - 인프라 설비 점검시 공정장비 Process 및 데이터 이관 기능 ᄋ장애발생시 공정설비 구동 Process 복구방안 제시 - 서버 장애 발생시의 공정설비 구동 Process 복구 기능 산출정보 시스템 관리 매뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-005 요구사항 명칭 이력관리 요구 사항 상세 설명 정의 공정장비연계 이력 관리 및 사용자 접속 관리 모니터링 세부 내용 ᄋ공정장비 연계 Operation 이력관리 - 장비온라인 process구동, Stop, Start, Insert, Update, Delete등 이력관리 - 장비 통신 Connect, Disconnect 이력관리 - 서버 통신 이력, Failover 이력 관리 ᄋ사용자 접속 이력 관리 - User Session별 접속 관리 산출정보 기능정의서, 화면정의서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "장비  통신  및  시스템  테스트"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "장비  통신  확인  및  시나리오  테스트  기능  제공"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ통신  확인에  필요한  Test  Tool  활용  방안\n  -  SECS통신  가능  장비에  대한  원격  통신  Test  Tool  제공\nㅇ1Cycle  Auto  Simulation  시스템  활용  방안\n  -  장비시나리오  Auto  Simulation을  통한  검증  시스템  제공\nㅇ연관시스템  인터페이스  연동  Simulation  시스템  활용방안\n  -  연관  시스템과의  인터페이스  연동  테스트를  위한  가상  Simulation  기능\n  -  연관  시스템과의  인터페이스  및  장비  시나리오  연계  테스트  기능"
          ],
          [
            "산출정보",
            "",
            "사용자  매뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "장애발생  복구"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "장애발생시  공정설비  온라인  복구  기능  제공"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ공정설비  데이터  복구  방안  제시\n  -  네트워크  장애  등에  의한  데이터  loss시  복구기능\nㅇ인프라  설비  점검시  데이터  이관  방안  제시\n  -  인프라  설비  점검시  공정장비  Process  및  데이터  이관  기능\nㅇ장애발생시  공정설비  구동  Process  복구방안  제시\n  -  서버  장애  발생시의  공정설비  구동  Process  복구  기능\""
          ],
          [
            "산출정보",
            "",
            "시스템  관리  매뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "이력관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공정장비연계  이력  관리  및  사용자  접속  관리  모니터링"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ공정장비  연계  Operation  이력관리\n  -  장비온라인  process구동,  Stop,  Start,  Insert,  Update,  Delete등  이력관리\n  -  장비  통신  Connect,  Disconnect  이력관리\n  -  서버  통신  이력,  Failover  이력  관리\nㅇ사용자  접속  이력  관리\n  -  User  Session별  접속  관리"
          ],
          [
            "산출정보",
            "",
            "기능정의서,  화면정의서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 23 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-006 요구사항 명칭 시스템 문서 관리 요구 사항 상세 설명 정의 시스템 문서 관리 계정, 그룹, 권한, 매뉴얼, 파일 세부 내용 ᄋ사용자 그룹, 계정, 권한 관리 - 사용자 그룹, 계정 관리 - 사용자 그룹별 권한 관리 ᄋ매뉴얼 및 공정설비관련 문서 관리 방안 제시 - 장비 매뉴얼, 운영자 매뉴얼 등 설비관련 문서 및 파일 관리 산출정보 기능정의서, 화면정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-007 요구사항 명칭 SECS 통신 지원 요구 사항 상세 설명 정의 SECS 및 Non-secs 장비의 SECS 통신 지원 세부 내용 ᄋSECS 대상 장비에 대한 온라인화EDCEquipment Data Collection 구축 ᄋNon-SECS 대상 장비의 CIM을 사용한 SECS 통신 지원 - SECS 통신 불가 장비에 대한 SECS 통신 제공. - PLC Data, LOG File 등의 정보를 SECS Message화 하여 장비 상태 및 공정 진행 정 보를 제공 산출정보 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-008 요구사항 명칭 Carrier ID 인식 장치 설계 요구 사항 상세 설명 정의 각 설비 단위 인식 장치에 대한 설계 지원 세부 내용 ᄋ설비 단위 인식 장치 설치를 위한 기구 설계 - 인식 장치 설치를 위한 설비 호기별 실사 및 측량 - 설비 호기별 장치 설치 레이아웃 및 세부 설계 자료 작성 산출정보 기구 설계 문서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  /  문서  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  /  문서  관리  (계정,  그룹,  권한,  매뉴얼,  파일)"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사용자  그룹,  계정,  권한  관리\n    -  사용자  그룹,  계정  관리\n    -  사용자  그룹별  권한  관리\nㅇ매뉴얼  및  공정설비관련  문서  관리  방안  제시\n    -  장비  매뉴얼,  운영자  매뉴얼  등  설비관련  문서  및  파일  관리"
          ],
          [
            "산출정보",
            "",
            "기능정의서,  화면정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "SECS  통신  지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "SECS  및  Non-secs  장비의  SECS  통신  지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇSECS  대상  장비에  대한  온라인화(EDC:Equipment  Data  Collection)  구축\nㅇNon-SECS  대상  장비의  CIM을  사용한  SECS  통신  지원\n    -  SECS  통신  불가  장비에  대한  SECS  통신  제공.   \n    -  PLC  Data,  LOG  File  등의  정보를  SECS  Message화  하여  장비  상태  및  공정  진행  정\n보를  제공"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  ID  인식  장치  설계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "각  설비  단위  인식  장치에  대한  설계  지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ설비  단위  인식  장치  설치를  위한  기구  설계\n    -  인식  장치  설치를  위한  설비  호기별  실사  및  측량\n    -  설비  호기별  장치  설치  레이아웃  및  세부  설계  자료  작성"
          ],
          [
            "산출정보",
            "",
            "기구  설계  문서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 24 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-009 요구사항 명칭 Carrier ID 인식 장치 설치 요구 사항 상세 설명 정의 각 설비 단위 인식 장치에 대한 현장 설치 작업 수행 세부 내용 ᄋ현장 설치 작업 수행 및 기구물 설치 진행 - 설비 호기별 일정 수립에 의한 기구물 등 설치 수행 - 설비 호기별 인식 장치 브라켓 설치 및 하드웨어 검증테스트 및 조정 작업 산출정보 작업 완료 보고서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-010 요구사항 명칭 Carrier ID 인식 장치 인터페이스 요구 사항 상세 설명 정의 각 설비 단위 인식 장치에 대한 통신 및 데이터 수신 확인 세부 내용 ᄋ설치된 인식 장치들에 대해서 개별 통신 확인 - 더미 캐리어를 이용한 인식장치 및 태그의 인식 테스트 - 설비별 동작 간섭 등을 최소화한 설치 위치 확인 - 인식 장치와의 통신을 통한 데이터 수집 확인 - 설비 연동 메타 데이터 기준 설정 및 조회 산출정보 테스트 결과 보고서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-011 요구사항 명칭 Carrier ID 인식 장치 관리 요구 사항 상세 설명 정의 각 설비 단위 인식 장치에 대한 인식률 개선 세부 내용 ᄋ설치된 인식 장치들에 대한 데이터 인식률 조정 - 더미 캐리어를 이용한 인식장치 및 태그의 인식률 개선 조정 - 설비 동작 간섭을 최소화한 인식률 개선 조정 - 인식 장치와의 통신을 통한 시점 조정 산출정보 장치 매뉴얼",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  ID  인식  장치  설치"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "각  설비  단위  인식  장치에  대한  현장  설치  작업  수행"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ현장  설치  작업  수행  및  기구물  설치  진행\n  -  설비  호기별  일정  수립에  의한  기구물  등  설치  수행\n  -  설비  호기별  인식  장치  브라켓  설치  및  하드웨어  검증(테스트  및  조정  작업)"
          ],
          [
            "산출정보",
            "",
            "작업  완료  보고서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  ID  인식  장치  인터페이스"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "각  설비  단위  인식  장치에  대한  통신  및  데이터  수신  확인"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ설치된  인식  장치들에  대해서  개별  통신  확인\n  -  더미  캐리어를  이용한  인식장치  및  태그의  인식  테스트 \n  -  설비별  동작  간섭  등을  최소화한  설치  위치  확인 \n  -  인식  장치와의  통신을  통한  데이터  수집  확인\n      -  설비  연동  메타  데이터  기준  설정  및  조회"
          ],
          [
            "산출정보",
            "",
            "테스트  결과  보고서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-011"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  ID  인식  장치  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "각  설비  단위  인식  장치에  대한  인식률  개선"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ설치된  인식  장치들에  대한  데이터  인식률  조정\n  -  더미  캐리어를  이용한  인식장치  및  태그의  인식률  개선  조정\n  -  설비  동작  간섭을  최소화한  인식률  개선  조정\n  -  인식  장치와의  통신을  통한  시점  조정"
          ],
          [
            "산출정보",
            "",
            "장치  매뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 25 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-012 요구사항 명칭 Carrier 정보 표시 정합성 확인 요구 사항 상세 설명 정의 장비의 인식률 확인을 위한 기능 지원 세부 내용 ᄋCarrier ID 정보 인식을 정합성 확인 - 장치에서 인식한 데이터 확인을 위한 툴 제공 ᄋCarrier ID 정보 표시 - 설비와 포트 단위 Carrier ID 정보 표시 산출정보 테스트 결과 보고서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-013 요구사항 명칭 Carrier 정보 표시 및 작업자 인터페이스 화면 제공 요구 사항 상세 설명 정의 작업자를 위한 인터페이스 화면과 정보 표시 지원 세부 내용 ᄋ사용자가 확인할 수 있는 화면 제공 - Carrier ID 정보 및 기본 정보가 표시되는 화면 표시 장치 일체형 하드웨어 제공 - 사용자 편의성이 제공된 화면 제공 - 사용자 요구 사항을 반영한 화면 제공 산출정보 기능정의서, 화면정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-014 요구사항 명칭 Carrier 정보 기반 상위 시스템 인터페이스 요구 사항 상세 설명 정의 정보화 시스템과의 데이터 연계 및 통신 메시지 지원 세부 내용 ᄋCarrier 정보를 상위 시스템정보화 시스템과 메시지 통신 지원 - 정보화 시스템과의 데이터 송수신 기능 제공 - 상위 시스템과 협의된 미들웨어를 통한 데이터 연계 산출정보 기능정의서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-012"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  정보  표시  정합성  확인"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "장비의  인식률  확인을  위한  기능  지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇCarrier  ID  정보  인식을  정합성  확인\n  -  장치에서  인식한  데이터  확인을  위한  툴  제공\nㅇCarrier  ID  정보  표시\n  -  설비와  포트  단위  Carrier  ID  정보  표시"
          ],
          [
            "산출정보",
            "",
            "테스트  결과  보고서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-013"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  정보  표시  및  작업자  인터페이스  화면  제공"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "작업자를  위한  인터페이스  화면과  정보  표시  지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사용자가  확인할  수  있는  화면  제공\n  -  Carrier  ID  정보  및  기본  정보가  표시되는  화면  표시  장치  일체형  하드웨어  제공\n  -  사용자  편의성이  제공된  화면  제공\n  -  사용자  요구  사항을  반영한  화면  제공"
          ],
          [
            "산출정보",
            "",
            "기능정의서,  화면정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-014"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  정보  기반  상위  시스템  인터페이스"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보화  시스템과의  데이터  연계  및  통신  메시지  지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇCarrier  정보를  상위  시스템(정보화  시스템)과  메시지  통신  지원\n  -  정보화  시스템과의  데이터  송/수신  기능  제공\n  -  상위  시스템과  협의된  미들웨어를  통한  데이터  연계"
          ],
          [
            "산출정보",
            "",
            "기능정의서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 26 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-016 요구사항 명칭 정보화 시스템과의 인터페이스 요구 사항 상세 설명 정의 정보화 시스템과의 통신을 위한 설정 및 관리 기능 지원 세부 내용 ᄋ연계시스템과의 인터페이스 통신을 위한 설정 및 관리 - 연계시스템과의 인터페이스를 위한 미들웨어 Config 및 대상 시스템별 Subject설정 관리 - Carrier 정보와 Lot 정보를 Matching 해서 상위 시스템과의 통신 데이터에 반영 산출정보 기능정의서, 화면정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-017 요구사항 명칭 Carrier 정보와 Lot 정보 매칭 요구 사항 상세 설명 정의 설비의 이벤트 정보와 호스트의 전산 정보 Merge 세부 내용 상위 시스템에서 지정한 정보에 대한 설비 데이터 매칭 - Lot 정보와 Carrier 정보 매칭 - 특정 데이터에 대한 관리 기능 데이터 변환메시지 삽입 산출정보 기능정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-015 요구사항 명칭 Carrier 정보 기반 상위 시스템 인터페이스 데이터 변환 요구 사항 상세 설명 정의 정보화 시스템과의 인터페이스를 위한 데이터 추가 및 변환 지원 세부 내용 ᄋ설비의 특정 이벤트데이터에 대해서 데이터 삽입 및 관리 - 설비의 특정 이벤트에 대해서 메시지 삽입 기능 제공 - 설비의 특정 데이터에 대해서 데이터 변환 기능 제공 산출정보 기능정의서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-015"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  정보  기반  상위  시스템  인터페이스  데이터  변환"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보화  시스템과의  인터페이스를  위한  데이터  추가  및  변환  지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ설비의  특정  이벤트/데이터에  대해서  데이터  삽입  및  관리\n  -  설비의  특정  이벤트에  대해서  메시지  삽입  기능  제공\n  -  설비의  특정  데이터에  대해서  데이터  변환  기능  제공"
          ],
          [
            "산출정보",
            "",
            "기능정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-016"
          ],
          [
            "요구사항  명칭",
            "",
            "정보화  시스템과의  인터페이스"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보화  시스템과의  통신을  위한  설정  및  관리  기능  지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ연계시스템과의  인터페이스  통신을  위한  설정  및  관리   \n  -  연계시스템과의  인터페이스를  위한  미들웨어  Config  및  대상  시스템별  Subject설정 \n관리\n  -  Carrier  정보와  Lot  정보를  Matching  해서  상위  시스템과의  통신  데이터에  반영"
          ],
          [
            "산출정보",
            "",
            "기능정의서,  화면정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-017"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  정보와  Lot  정보  매칭"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설비의  이벤트  정보와  호스트의  전산  정보  Merge"
          ],
          [
            "",
            "세부\n내용",
            "◦상위  시스템에서  지정한  정보에  대한  설비  데이터  매칭\n  -  Lot  정보와  Carrier  정보  매칭\n  -  특정  데이터에  대한  관리  기능  (데이터  변환/메시지  삽입)"
          ],
          [
            "산출정보",
            "",
            "기능정의서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 27 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-018 요구사항 명칭 Carrier 인식 장치 기본 정보 관리 요구 사항 상세 설명 정의 각 포트별 인식 장치 통신 및 ID 관리 세부 내용 포트 단위 통신 관리 - 포트 단위 인식 장치 11 통신 설정 - 포트 단위 인식 장치 데이터 수집 관리 포트 단위 ID 관리 - 물리적인 포트 ID 관리중복 불가 - 상위 인터페이스 호환을 위한 ID 정보 설정 관리 - 사용 가능불가능 설정 관리 산출정보 기능정의서, 화면정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-020 요구사항 명칭 HMI 장치의 SECS 통신 관리 요구 사항 상세 설명 정의 설비의 통신 프로토콜 대응 및 메시지 처리 시나리오 대응 세부 내용 SECS 통신 설비들의 통신 프로토콜 정의 - 메시지 포맷 정의 - 메시지 시나리오 정의 메시지 송수신에 대한 시나리오 처리를 위한 정의 - 특정 함수 호출을 위한 트리거 및 메시지 정의 - 함수 호출 확인을 위한 시뮬레이션 툴 제공 산출정보 장비 운영 시나리오, 사용자 메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-019 요구사항 명칭 HMI 장치의 설비 통신 기본 정보 관리 요구 사항 상세 설명 정의 설비 통신 프로토콜 정의 및 장치 관리 세부 내용 설비와의 통신 프로토콜 정의 - SECSPLCPCController 등의 타입별 통신 관리 - 통신 파라미터 설정 및 통신 상태 관리 산출정보 장비 운영 시나리오",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-018"
          ],
          [
            "요구사항  명칭",
            "",
            "Carrier  인식  장치  기본  정보  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "각  포트별  인식  장치  통신  및  ID  관리"
          ],
          [
            "",
            "세부\n내용",
            "◦포트  단위  통신  관리\n  -  포트  단위  인식  장치  1:1  통신  설정\n  -  포트  단위  인식  장치  데이터  수집  관리\n◦포트  단위  ID  관리\n  -  물리적인  포트  ID  관리(중복  불가)\n  -  상위  인터페이스  호환을  위한  ID  정보  설정  관리\n  -  사용  가능/불가능  설정  관리"
          ],
          [
            "산출정보",
            "",
            "기능정의서,  화면정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-019"
          ],
          [
            "요구사항  명칭",
            "",
            "HMI  장치의  설비  통신  기본  정보  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설비  통신  프로토콜  정의  및  장치  관리"
          ],
          [
            "",
            "세부\n내용",
            "◦설비와의  통신  프로토콜  정의\n  -  SECS/PLC/PC/Controller  등의  타입별  통신  관리\n  -  통신  파라미터  설정  및  통신  상태  관리"
          ],
          [
            "산출정보",
            "",
            "장비  운영  시나리오"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-020"
          ],
          [
            "요구사항  명칭",
            "",
            "HMI  장치의  SECS  통신  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설비의  통신  프로토콜  대응  및  메시지  처리  시나리오  대응"
          ],
          [
            "",
            "세부\n내용",
            "◦SECS  통신  설비들의  통신  프로토콜  정의\n  -  메시지  포맷  정의\n  -  메시지  시나리오  정의\n◦메시지  송/수신에  대한  시나리오  처리를  위한  정의\n  -  특정  함수  호출을  위한  트리거  및  메시지  정의\n  -  함수  호출  확인을  위한  시뮬레이션  툴  제공"
          ],
          [
            "산출정보",
            "",
            "장비  운영  시나리오,  사용자  메뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 28 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-021 요구사항 명칭 HMI 장치의 PLC 통신 관리 요구 사항 상세 설명 정의 설비와의 PLC 통신 대응 및 설비 이벤트 관리 세부 내용 설비 데이터 수집을 위한 장치 인터페이스 - PLC 통신 설정 - PLC 통신을 통한 데이터 수집 설비 이벤트 정보 보고 - 설비의 특정 이벤트에 대해서 PLC 데이터 수집을 통해서 이벤트 설정 - 이벤트 및 데이터 보고 산출정보 장비 운영 시나리오, 사용자 메뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-022 요구사항 명칭 HMI 장치의 PLC 데이터 관리 요구 사항 상세 설명 정의 설비 PLC Address Map 분석 및 관리 세부 내용 설비의 데이터 수집 영역 분석 및 Address Map 정의 - 설비 HMI 화면으로 제공하는 데이터 영역 분석 자료 제공 - 화면 및 사용자 요구사항에 대한 PLC Address Map 분석 자료 제공 산출정보 장비 운영 시나리오 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-023 요구사항 명칭 HMI 장치의 PC 대상 장비 관리 요구 사항 상세 설명 정의 검사계측분석 장비에 대한 관리 세부 내용 관리PC를 이용한 데이터 파일 관리 - 설비 PC에서 생성하는 데이터 파일 포맷 확인 - 데이터 파일 이름 규칙 정의 - FTP 기반 서버로 데이터 파일 업로드 산출정보 장비 운영 시나리오",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-021"
          ],
          [
            "요구사항  명칭",
            "",
            "HMI  장치의  PLC  통신  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설비와의  PLC  통신  대응  및  설비  이벤트  관리"
          ],
          [
            "",
            "세부\n내용",
            "◦설비  데이터  수집을  위한  장치  인터페이스 \n  -  PLC  통신  설정\n  -  PLC  통신을  통한  데이터  수집\n◦설비  이벤트  정보  보고\n  -  설비의  특정  이벤트에  대해서  PLC  데이터  수집을  통해서  이벤트  설정\n  -  이벤트  및  데이터  보고"
          ],
          [
            "산출정보",
            "",
            "장비  운영  시나리오,  사용자  메뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-022"
          ],
          [
            "요구사항  명칭",
            "",
            "HMI  장치의  PLC  데이터  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설비  PLC  Address  Map  분석  및  관리"
          ],
          [
            "",
            "세부\n내용",
            "◦설비의  데이터  수집  영역  분석  및  Address  Map  정의\n  -  설비  HMI  화면으로  제공하는  데이터  영역  분석  자료  제공\n  -  화면  및  사용자  요구사항에  대한  PLC  Address  Map  분석  자료  제공"
          ],
          [
            "산출정보",
            "",
            "장비  운영  시나리오"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-023"
          ],
          [
            "요구사항  명칭",
            "",
            "HMI  장치의  PC  대상  장비  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "검사/계측/분석  장비에  대한  관리"
          ],
          [
            "",
            "세부\n내용",
            "◦관리PC를  이용한  데이터  파일  관리\n  -  설비  PC에서  생성하는  데이터  파일  포맷  확인\n  -  데이터  파일  이름  규칙  정의\n  -  FTP  기반  서버로  데이터  파일  업로드"
          ],
          [
            "산출정보",
            "",
            "장비  운영  시나리오"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 29 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-024 요구사항 명칭 PC 기반 전용 컨트롤러 대상 장비 관리 요구 사항 상세 설명 정의 전용 컨트롤러 장비에 대한 분석 및 기술 업무 지원 세부 내용 제어PC에 대한 정보 관리 - PC 정보 분석 및 관리 - 제어 범위 확인 - 전용 제어기에 대한 설비 업체와의 기술 미팅 지원ID 정보 설정 관리 - 사용 가능불가능 설정 관리 산출정보 장비 운영 시나리오 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-025 요구사항 명칭 HMI 장치의 센서 기반 제어장치 관리 요구 사항 상세 설명 정의 센서 데이터 수집 방법 분석 및 인터페이스 정의 세부 내용 설비에서 제공하는 센서 장치에 대한 인터페이스 - 센서 데이터 수집 방안 정의 및 데이터 수집 - 센서 장치와의 인터페이스 분석 및 인터페이스 구축 산출정보 사용자 매뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-026 요구사항 명칭 HMI 장치의 시스템 사용자 권한 관리 요구 사항 상세 설명 정의 시스템 사용자 권한 설정 및 등록 관리 세부 내용 사용자 그룹, 계정, 권한 관리 - 사용자 그룹, 계정에 대한 메뉴 등 접근권한 관리 - 사용자 그룹별 권한 관리 산출정보 사용자 매뉴얼",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-024"
          ],
          [
            "요구사항  명칭",
            "",
            "PC  기반  전용  컨트롤러  대상  장비  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "전용  컨트롤러  장비에  대한  분석  및  기술  업무  지원"
          ],
          [
            "",
            "세부\n내용",
            "◦제어PC에  대한  정보  관리 \n  -  PC  정보  분석  및  관리\n  -  제어  범위  확인\n  -  전용  제어기에  대한  설비  업체와의  기술  미팅  지원ID  정보  설정  관리\n  -  사용  가능/불가능  설정  관리"
          ],
          [
            "산출정보",
            "",
            "장비  운영  시나리오"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-025"
          ],
          [
            "요구사항  명칭",
            "",
            "HMI  장치의  센서  기반  제어장치  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "센서  데이터  수집  방법  분석  및  인터페이스  정의"
          ],
          [
            "",
            "세부\n내용",
            "◦설비에서  제공하는  센서  장치에  대한  인터페이스\n  -  센서  데이터  수집  방안  정의  및  데이터  수집\n  -  센서  장치와의  인터페이스  분석  및  인터페이스  구축"
          ],
          [
            "산출정보",
            "",
            "사용자  매뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-026"
          ],
          [
            "요구사항  명칭",
            "",
            "HMI  장치의  시스템  사용자  권한  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  사용자  권한  설정  및  등록  관리"
          ],
          [
            "",
            "세부\n내용",
            "◦사용자  그룹,  계정,  권한  관리\n  -  사용자  그룹,  계정에  대한  메뉴  등  접근권한  관리\n  -  사용자  그룹별  권한  관리"
          ],
          [
            "산출정보",
            "",
            "사용자  매뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 30 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-027 요구사항 명칭 HMI 장치의 사용 설비 정도 등록 관리 요구 사항 상세 설명 정의 시스템을 사용을 위한 설비 정보 등록 관리 세부 내용 설비정보 등록 및 관리 - 사용되는 설비 기본 정보 등록 - 사용되는 캐리어 기본 정보 등록 산출정보 사용자 매뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-028 요구사항 명칭 로그 분석 및 데이터 확보 요구 사항 상세 설명 정의 장비 로그수집 및 데이터 확보를 위한 기능 제공 세부 내용 장비 통신 로그 확보 - 장비 로그 및 연관 인터페이스 로그 확보 - Log제공 형태 및 Log적제 방안 제시 상위 시스템으로의 로그 파일 업로드 대응 - 원격 접속 지원을 통한 로그 파일 공유 기능 제공FTPNFS 등 산출정보 사용자 매뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-029 요구사항 명칭 장치의 통신 상태 모니터링 요구 사항 상세 설명 정의 HMI 장치에 연결된 디바이스에 대한 상태 모니터링 세부 내용 인식 장치와의 통신 상태 모니터링 - 통신 채널의 상태 원격 확인 설비와의 통신 상태 모니터링 - SECS 통신 모듈 - PLC 통신 모듈 - PC 통신 모듈 - 기타 통신 프로토콜들에 대한 마지막 상태 모니터링 로그 및 데이터를 통해서 산출정보 사용자 매뉴얼",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-027"
          ],
          [
            "요구사항  명칭",
            "",
            "HMI  장치의  사용  설비  정도  등록  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템을  사용을  위한  설비  정보  등록  관리"
          ],
          [
            "",
            "세부\n내용",
            "◦설비정보  등록  및  관리\n  -  사용되는  설비  기본  정보  등록\n  -  사용되는  캐리어  기본  정보  등록"
          ],
          [
            "산출정보",
            "",
            "사용자  매뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-028"
          ],
          [
            "요구사항  명칭",
            "",
            "로그  분석  및  데이터  확보"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "장비  로그수집  및  데이터  확보를  위한  기능  제공"
          ],
          [
            "",
            "세부\n내용",
            "◦장비  통신  로그  확보\n  -  장비  로그  및  연관  인터페이스  로그  확보\n  -  Log제공  형태  및  Log적제  방안  제시\n◦상위  시스템으로의  로그  파일  업로드  대응\n  -  원격  접속  지원을  통한  로그  파일  공유  기능  제공(FTP/NFS  등)"
          ],
          [
            "산출정보",
            "",
            "사용자  매뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-029"
          ],
          [
            "요구사항  명칭",
            "",
            "장치의  통신  상태  모니터링"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "HMI  장치에  연결된  디바이스에  대한  상태  모니터링"
          ],
          [
            "",
            "세부\n내용",
            "◦인식  장치와의  통신  상태  모니터링\n  -  통신  채널의  상태  원격  확인\n◦설비와의  통신  상태  모니터링\n  -  SECS    통신  모듈\n  -  PLC  통신  모듈\n  -  PC    통신  모듈\n  -  기타  통신  프로토콜들에  대한  마지막  상태  모니터링\n      (로그  및  데이터를  통해서)"
          ],
          [
            "산출정보",
            "",
            "사용자  매뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 31 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-030 요구사항 명칭 로그 분석 및 데이터 확보 PLC 요구 사항 상세 설명 정의 장비 데이터 확보를 위한 기능 제공 세부 내용 장비통신 모듈을 통한 온라인 데이터 수집 방안 제시 - PLC에서 제공하는 통신 프로토콜을 이용한 통신 방안 제시 - PLC와의 통신 모듈 제공 장비 로그 파일을 통한 데이터 수집 방안 제시 - 파일 수집 방안 제시 산출정보 사용자 매뉴얼 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-031 요구사항 명칭 설비별 상태 및 리소스 조회 요구 사항 상세 설명 정의 설비 상태 실시간 데이터 제공 세부 내용 공정설비 상태 실시간 데이터 제공 - 공정 설비 구동 Process에 대한 Event 정보 제공 - 공정 설비 실시간 상태 정보 제공 산출정보 기능 정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-032 요구사항 명칭 공정관리시스템 연계 요구 사항 상세 설명 정의 공정관리 시스템과의 세부 연계 방안 제시 세부 내용 기술원 공정관리시스템상위시스템과의 세부 연계방안 제시 - 데이터 송수신 방안 제시 - 이벤트 정보 보고, 공정관리 시스템 과의 인터페이스 방안 제시 - 공정관리 시스템 연계 시나리오 개발 - 세부 인터페이스 개발 산출정보 기능 정의서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-030"
          ],
          [
            "요구사항  명칭",
            "",
            "로그  분석  및  데이터  확보  (PLC)"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "장비  데이터  확보를  위한  기능  제공"
          ],
          [
            "",
            "세부\n내용",
            "◦장비통신  모듈을  통한  온라인  데이터  수집  방안  제시\n  -  PLC에서  제공하는  통신  프로토콜을  이용한  통신  방안  제시\n  -  PLC와의  통신  모듈  제공\n◦장비  로그  파일을  통한  데이터  수집  방안  제시\n  -  파일  수집  방안  제시"
          ],
          [
            "산출정보",
            "",
            "사용자  매뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-031"
          ],
          [
            "요구사항  명칭",
            "",
            "설비별  상태  및  리소스  조회"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설비  상태  실시간  데이터  제공"
          ],
          [
            "",
            "세부\n내용",
            "◦공정설비  상태  실시간  데이터  제공\n  -  공정  설비  구동  Process에  대한  Event  정보  제공\n  -  공정  설비  실시간  상태  정보  제공"
          ],
          [
            "산출정보",
            "",
            "기능  정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-032"
          ],
          [
            "요구사항  명칭",
            "",
            "공정관리시스템  연계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공정관리  시스템과의  세부  연계  방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "◦기술원  공정관리시스템(상위시스템)과의  세부  연계방안  제시\n  -  데이터  송수신  방안  제시\n  -  이벤트  정보  보고,  공정관리  시스템  과의  인터페이스  방안  제시\n  -  공정관리  시스템  연계  시나리오  개발\n  -  세부  인터페이스  개발"
          ],
          [
            "산출정보",
            "",
            "기능  정의서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 32 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-033 요구사항 명칭 분석장비 결과파일 관리 요구 사항 상세 설명 정의 분석장비 결과 파일 관리기능 개발 방안 제시 세부 내용 분석장비 결과 파일 관리 기능 - 기준정보 활용한 파일 라벨링 방안 제공 - 분석 결과 파일들의 시스템 업로드 기능 제공 - 파일관리 방식 제공백업, 삭제 방안 등 - 파일 최적화용량 방안 제공 산출정보 기능 정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-034 요구사항 명칭 분석결과 파일뷰어 기능 요구 사항 상세 설명 정의 분석결과 파일 내용 조회 가능한 뷰어 기능 제공 세부 내용 분석결과 파일 내용 조회 가능한 뷰어 기능 개발 - 진행 이력을 활용하여 해당되는 분석결과 파일 조회 방안 - 연계시스템에서 호출을 통해 분석 파일 접근 및 조회 가능 방안 - 파일 조회 접근 제어 방식 제시 - 파일 접근권한 및 통제 등 보안 관리방안 제시 산출정보 기능 정의서 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-035 요구사항 명칭 공정 정보 변경 기능 요구 사항 상세 설명 정의 작업자에 의한 정보 변경 및 처리 기능 지원 세부 내용 작업자에 의한 특정 정보에 대한 변경 및 공정관리시스템과의 연동 처리 기능 - HMI 장치의 사용자 선택 및 변경 화면 제공 - 작업대상에 대한 공정 정보를 공정관리시스템으로부터 수신하여 작업자에게 표시 - 작업자가 진행 공정정보 등 변경 및 수정이 필요할 경우, 공정관리시스템연계를 통한 항목 데이터 수신표시입력 및 선택값 연계 - 변경된 공정정보에 대해서 상위시스템을 통해서 이상유무 확인 메시지 수신 - 공정관리시스템의 연계 시나리오 및 데이터 항목 협의 후 상세 정의 산출정보 기능 정의서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-033"
          ],
          [
            "요구사항  명칭",
            "",
            "분석장비  결과파일  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "분석장비  결과  파일  관리기능  개발  방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "◦분석장비  결과  파일  관리  기능\n  -  기준정보  활용한  파일  라벨링  방안  제공\n  -  분석  결과  파일들의  시스템  업로드  기능  제공\n  -  파일관리  방식  제공(백업,  삭제  방안  등)\n  -  파일  최적화(용량)  방안  제공"
          ],
          [
            "산출정보",
            "",
            "기능  정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-034"
          ],
          [
            "요구사항  명칭",
            "",
            "분석결과  파일뷰어  기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "분석결과  파일  내용  조회  가능한  뷰어  기능  제공"
          ],
          [
            "",
            "세부\n내용",
            "◦분석결과  파일  내용  조회  가능한  뷰어  기능  개발\n  -  진행  이력을  활용하여  해당되는  분석결과  파일  조회  방안\n  -  연계시스템에서  호출을  통해  분석  파일  접근  및  조회  가능  방안\n  -  파일  조회  접근  제어  방식  제시\n  -  파일  접근권한  및  통제  등  보안  관리방안  제시"
          ],
          [
            "산출정보",
            "",
            "기능  정의서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-035"
          ],
          [
            "요구사항  명칭",
            "",
            "공정  정보  변경  기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "작업자에  의한  정보  변경  및  처리  기능  지원"
          ],
          [
            "",
            "세부\n내용",
            "◦작업자에  의한  특정  정보에  대한  변경  및  공정관리시스템과의  연동  처리  기능\n  -  HMI  장치의  사용자  선택  및  변경  화면  제공\n  -  작업대상에  대한  공정  정보를  공정관리시스템으로부터  수신하여  작업자에게  표시\n  -  작업자가  진행  공정정보  등  변경  및  수정이  필요할  경우,  공정관리시스템연계를 \n통한  항목  데이터  수신‧표시‧입력  및  선택값  연계\n  -  변경된  공정정보에  대해서  상위시스템을  통해서  이상유무  확인  메시지  수신\n  -  공정관리시스템의  연계  시나리오  및  데이터  항목  협의  후  상세  정의"
          ],
          [
            "산출정보",
            "",
            "기능  정의서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 33 - 4.4.2. 성능 요구사항 PER, Performance Requirement 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-001 요구사항 명칭 성능 일반사항 요구 사항 상세 설명 정의 성능 일반사항 세부 내용 전체 성능관점에서 사용자 응답속도, 데이터 처리속도를 일정 수준 이상으로 보 장하는 방안을 제안하고, 상세설계 시 반영하여야 함 제안된 방안을 기반으로 분석설계시 목표성능 기준을 수립해야 함 기능의 사용빈도, 중요도에 따라 대상 기능을 선별하고, 각종 상황대응 시나리오 에 따라 테스트 시나리오를 수립해야 함 실 운영환경과 동일하게 모사된 상용 테스트 도구를 활용하여 성능 시험을 실시 해야 함일상부하 및 피크타임 부하량 기준 테스트 실시를 통해 목표성능 충족여부를 확인해야 함 - 성능목표를 만족시키지 못하는 경우에는 시스템 최적화 등을 실시하여야 함 산출정보 테스트 결과서 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-002 요구사항 명칭 평균 응답시간 요구 사항 상세 설명 정의 평균 응답시간 세부 내용 전체 성능관점에서 사용자 응답속도, 데이터 처리속도를 일정 수준 이상으로 보 장하는 방안을 제안하고, 상세설계 시 반영하여야 함 제안된 방안을 기반으로 분석설계시 목표성능 기준을 수립해야 함 산출정보 테스트 결과서 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-003 요구사항 명칭 연계주기 요구 사항 상세 설명 정의 연계주기 세부 내용 연계 주기는 기본적으로 실시간으로 함 데이터 양이 많아 실시간 연계 시 시스템에 부하를 줄 수 있거나 연계대상 시스 템의 갱신주기가 길어 실시간 연계가 의미가 없는 경우 시스템 성능과 상황을 고 려하여 연계주기를 산정함 산출정보",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "성능  일반사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "성능  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "◦  전체  성능관점에서  사용자  응답속도,  데이터  처리속도를  일정  수준  이상으로  보\n장하는  방안을  제안하고,  상세설계  시  반영하여야  함\n◦  제안된  방안을  기반으로  분석/설계시  목표성능  기준을  수립해야  함\n◦  기능의  사용빈도,  중요도에  따라  대상  기능을  선별하고,  각종  상황대응  시나리오\n에  따라  테스트  시나리오를  수립해야  함\n◦  실  운영환경과  동일하게  모사된  상용  테스트  도구를  활용하여  성능  시험을  실시\n해야  함(일상부하  및  피크타임  부하량  기준)\n◦  테스트  실시를  통해  목표성능  충족여부를  확인해야  함\n    -  성능목표를  만족시키지  못하는  경우에는  시스템  최적화  등을  실시하여야  함"
          ],
          [
            "산출정보",
            "",
            "테스트  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "평균  응답시간"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "평균  응답시간"
          ],
          [
            "",
            "세부\n내용",
            "◦  전체  성능관점에서  사용자  응답속도,  데이터  처리속도를  일정  수준  이상으로  보\n장하는  방안을  제안하고,  상세설계  시  반영하여야  함\n◦  제안된  방안을  기반으로  분석/설계시  목표성능  기준을  수립해야  함"
          ],
          [
            "산출정보",
            "",
            "테스트  결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "연계주기"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "연계주기"
          ],
          [
            "",
            "세부\n내용",
            "◦  연계  주기는  기본적으로  실시간으로  함\n◦  데이터  양이  많아  실시간  연계  시  시스템에  부하를  줄  수  있거나  연계대상  시스\n템의  갱신주기가  길어  실시간  연계가  의미가  없는  경우  시스템  성능과  상황을  고\n려하여  연계주기를  산정함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 34 - 4.4.3. 시스템 장비구성 요구사항 ECR, Euquipment Composition Requirement 요구사항 분류 시스템 장비구성 요구사항 요구사항 고유번호 ECR-001 요구사항 명칭 FAB 라이선스 요구사항 요구 사항 상세 설명 정의 FAB 라이선스 요구사항 상세 세부 내용 ᄋ 나노종합기술원 설비온라인 시스템 솔루션은 아래 항목을 포함한 SW 라이선스를 제공해야 함. 항목 상세 모니터링 기준정보 및 모니터링 시스템 테스트 시뮬레이션 메시지 정의 및 테스트 시뮬레이터 어플리케이션 Application SECS SECS 통신 드라이버 산출정보 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-004 요구사항 명칭 성능 시험 및 성능 검증 방안 요구 사항 상세 설명 정의 성능 시험 및 성능 검증 방안 상세 세부 내용 ᄋ 검증 과정을 수행하는 이유와 목적을 정의하며, 검증 목적은 기능적 요구 사항, 성능, 안정성, 보안, 사용성 등을 포함하여야 함. ᄋ 검증계획, 검증 방법, 검증 기준 설정, 검증 실행, 결과 평가, 보고서 작성등의 시 스템 품질을 보장할 수 있는 방안 제시 산출정보 작업수행 계획서, 이행 결과보고서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "성능  시험  및  성능  검증  방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "성능  시험  및  성능  검증  방안  상세"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  검증  과정을  수행하는  이유와  목적을  정의하며,  검증  목적은  기능적  요구  사항, \n성능,  안정성,  보안,  사용성  등을  포함하여야  함.\nㅇ  검증계획,  검증  방법,  검증  기준  설정,  검증  실행,  결과  평가,  보고서  작성등의  시\n스템  품질을  보장할  수  있는  방안  제시"
          ],
          [
            "산출정보",
            "",
            "작업수행  계획서,  이행  결과보고서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템  장비구성  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "ECR-001",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "FAB  라이선스  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "FAB  라이선스  요구사항  상세",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  나노종합기술원  설비온라인  시스템  솔루션은  아래  항목을  포함한  SW  라이선스를 \n제공해야  함.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "항목",
            "상세",
            ""
          ],
          [
            "",
            "",
            "",
            "모니터링",
            "기준정보  및  모니터링  시스템",
            ""
          ],
          [
            "",
            "",
            "",
            "테스트  시뮬레이션",
            "메시지  정의  및  테스트  시뮬레이터",
            ""
          ],
          [
            "",
            "",
            "",
            "어플리케이션",
            "Application",
            ""
          ],
          [
            "",
            "",
            "",
            "SECS",
            "SECS  통신  드라이버",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 35 - 요구사항 분류 시스템 장비구성 요구사항 요구사항 고유번호 ECR-002 요구사항 명칭 인프라 공급 및 설치 요구사항 요구 사항 상세 설명 정의 인프라 공급 및 설치 요구사항 상세 세부 내용 ᄋ 본 시스템과 설비 온라인 시스템 구축 시 범용성과 확장성을 고려하여, 아래 항 목을 포함하여 제시할 것. 본 사업 대상장비 기준 1 LOAD PORT 존재 장비 대상 BCR 구성 - 고정기구물 - 바코드 스캐너 - HMI - 모니터 고정 브라켓 - 설치 및 BCR 셋업조정, 시스템 Validation 포함 2 간이 LOAD PORT 구축 - 작업다이 500500900 - 상하판 서스 타공 - 차단기 포함 멀티탭 3구 이상 - 바코드 스캐너 HMI 장치와 Direct 연결 - HMI - 모니터 고정 브라켓 - 설치 및 BCR 셋업조정, 시스템 Validation 포함 3 스토리지 증설 구성 구분 사양 Unity XT 480 증설 Physical 1.8TB SAS Disk 13개 이상 2.5 x 25 Disk Drive bay Enclosure 1개 이상 디스크 및 Enclosure 증설을 위한 일체 부품 포함케이블 등 기존 장비Unity XT 480 증설 구축으로, OEMODM 제품이 아닌 장비 제조사의 100 정품으로 제공 산출정보",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템  장비구성  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "ECR-002",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "인프라  공급  및  설치  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "인프라  공급  및  설치  요구사항  상세",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  시스템과  설비  온라인  시스템  구축  시  범용성과  확장성을  고려하여,  아래  항\n목을  포함하여  제시할  것.\n      ※  본  사업  대상장비  기준\n1)  LOAD  PORT  존재  장비  대상  BCR  구성\n      -  고정기구물\n      -  바코드  스캐너\n      -  HMI\n      -  모니터  고정  브라켓\n      -  설치  및  BCR  셋업/조정,  시스템  Validation  포함\n2)  간이  LOAD  PORT  구축\n      -  작업다이  (500*500*900)\n      -  상하판  (서스  &  타공)\n      -  차단기  포함  멀티탭  (3구  이상)\n      -  바코드  스캐너  (HMI  장치와  Direct  연결)\n      -  HMI\n      -  모니터  고정  브라켓\n      -  설치  및  BCR  셋업/조정,  시스템  Validation  포함\n3)  스토리지  증설  구성",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "사양",
            ""
          ],
          [
            "",
            "",
            "",
            "Unity \nXT  480 \n(증설)",
            "❍  Physical  1.8TB  SAS  Disk  13개  이상 \n❍  2.5‘’  x  25  Disk  Drive  bay  Enclosure  1개  이상\n❍  디스크  및  Enclosure  증설을  위한  일체  부품  포함(케이블  등)\n❍  기존  장비(Unity  XT  480)  증설  구축으로,  OEM/ODM  제품이  아닌 \n장비  제조사의  100%  정품으로  제공",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 36 - 4.4.4. 인터페이스 요구사항 INR, Interface Requirement 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 INR-001 요구사항 명칭 공정관리 시스템 연계 인터페이스 요구 사항 상세 설명 정의 공정관리 시스템 연계 인터페이스 상세 세부 내용 ᄋ 본 시스템과 공정관리시스템 연계시 범용성과 확장성을 고려하여, 인터페이스 방 안을 아래 항목을 포함하여 제시할 것. 작성 항목 내 용 시스템 분석 시스템 간의 데이터 교환 방식, 통신 프로토콜, 인터페이스 유형 등을 파악 인터페이스 기능결정 인터페이스가 수행할 기능, 데이터 교환 방식, 데이터 유형 등 데이터 매핑 데이터 필드의 이름, 형식, 범위, 코드 값 등을 정의하고 매핑 규칙을 작성 인터페이스 설계 터페이스를 구현하기 위해 필요한 기술, 툴, 프로토콜, 통신 방식 등 시스템 테스트 인터페이스의 기능, 성능, 안정성, 보안 등을 검증 인터페이스 운영 인터페이스의 유지 보수, 이상 상황 대응, 보안 강화 등 산출정보 인터페이스 표준 문서 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 INR-002 요구사항 명칭 연계 데이터 모니터링 개선 요구 사항 상세 설명 정의 연계 데이터 모니터링 개선 세부 내용 o 연계 정보 및 분석 과정에 대한 모니터링시스템을 개선해야 함 - 메시지 추적, 메시지 전송 결과, 재전송, 인터페이스 관리에 대한 통계기능 개선 - 실시간 연계현황 모니터링 화면 개선기관 별 연계서버상태, 네트워크 상태, 전 송현황 등 산출정보",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "INR-001",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "공정관리  시스템  연계  인터페이스",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공정관리  시스템  연계  인터페이스  상세",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  시스템과  공정관리시스템  연계시  범용성과  확장성을  고려하여,  인터페이스  방\n안을  아래  항목을  포함하여  제시할  것.",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "작성  항목",
            "내  용",
            ""
          ],
          [
            "",
            "",
            "",
            "시스템  분석",
            "시스템  간의  데이터  교환  방식,  통신  프로토콜, \n인터페이스  유형  등을  파악",
            ""
          ],
          [
            "",
            "",
            "",
            "인터페이스  기능결정",
            "인터페이스가  수행할  기능,  데이터  교환  방식,  데이터 \n유형  등",
            ""
          ],
          [
            "",
            "",
            "",
            "데이터  매핑",
            "데이터  필드의  이름,  형식,  범위,  코드  값  등을 \n정의하고  매핑  규칙을  작성",
            ""
          ],
          [
            "",
            "",
            "",
            "인터페이스  설계",
            "터페이스를  구현하기  위해  필요한  기술,  툴,  프로토콜, \n통신  방식  등",
            ""
          ],
          [
            "",
            "",
            "",
            "시스템  테스트",
            "인터페이스의  기능,  성능,  안정성,  보안  등을  검증",
            ""
          ],
          [
            "",
            "",
            "",
            "인터페이스  운영",
            "인터페이스의  유지  보수,  이상  상황  대응,  보안  강화 \n등",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "인터페이스  표준  문서",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "INR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "연계  데이터  모니터링  개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "연계  데이터  모니터링  개선"
          ],
          [
            "",
            "세부\n내용",
            "o  연계  정보  및  분석  과정에  대한  모니터링시스템을  개선해야  함\n  -  메시지  추적,  메시지  전송  결과,  재전송,  인터페이스  관리에    대한  통계기능  개선\n  -  실시간  연계현황  모니터링  화면  개선(기관  별  연계서버상태,    네트워크  상태,  전\n송현황  등)"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 37 - 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 INR-003 요구사항 명칭 연계 장애 시 오류처리 요구 사항 상세 설명 정의 연계 장애 시 오류처리 세부 내용 o 메시지 송수신 과정에서 오류 및 장애발생 시 처리방안을 제공해야 함기존 기 능에 추가연계 반영 및 개선 - 오류 발생 시 추적이 용이하며, 오류내용 파악이 가능한 통합 관리기능 제공 - 장애발생 히스토리 관리장애 유형별, 데이터 종류별, 기관별 등 - 오류 발생 시 담당자에게 오류 알림을 시각청각적으로 제공 - 연동 로그 기능을 구현 산출정보 4.4.5. 테스트 요구사항 TER, Test Requirement 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 테스트 및 이행관리 요구 사항 상세 설명 정의 테스트 및 이행관리 시 요구사항 세부 내용 ᄋ 응용시스템의 구축단계별 테스트 계획서를 작성하고, 별도의 품질기준서를 작성 한다. ᄋ 응용시스템은 개발 담당자에 의한 프로그램 단위별 시험과 통합시험, 시스템통합 시험을 단계별로 수행하여 요구사항 정의, 분석, 설계, 코딩, 시스템 개발의 단계 별 품질과 성능을 확인하도록 한다. 산출정보 테스트 방안, 작업수행 계획서, 이행 결과보고서 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-002 요구사항 명칭 개발환경 구축 관리 요구 사항 상세 설명 정의 개발환경 구축 관리 세부 내용 ᄋ 실제 환경과 동일한 개발환경을 구축하여 개발 및 테스트를 수행하고, 실제 시스 템에 적용시키는 방법을 적용함으로써 실제 환경에서 각종 테스트를 실시한다. ᄋ 시험자료는 현재 운영 중인 자료를 사용하는 것을 원칙으로 하며, 시스템 SW는 신규시스템에 설치할 버전을 사용한다. 산출정보 작업수행 계획서, 이행 결과보고서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "INR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "연계  장애  시  오류처리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "연계  장애  시  오류처리"
          ],
          [
            "",
            "세부\n내용",
            "o    메시지  송·수신  과정에서  오류  및  장애발생  시  처리방안을  제공해야  함(기존  기\n능에  추가연계  반영  및  개선)\n  -  오류  발생  시  추적이  용이하며,  오류내용  파악이  가능한  통합  관리기능  제공\n  -  장애발생  히스토리  관리(장애  유형별,  데이터  종류별,  기관별  등)\n  -  오류  발생  시  담당자에게  오류  알림을  시각·청각적으로  제공\n  -  연동  로그  기능을  구현"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트  및  이행관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "테스트  및  이행관리  시  요구사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  응용시스템의  구축단계별  테스트  계획서를  작성하고,  별도의  품질기준서를  작성\n한다. \nㅇ  응용시스템은  개발  담당자에  의한  프로그램  단위별  시험과  통합시험,  시스템통합\n시험을  단계별로  수행하여  요구사항  정의,  분석,  설계,  코딩,  시스템  개발의  단계\n별  품질과  성능을  확인하도록  한다."
          ],
          [
            "산출정보",
            "",
            "테스트  방안,  작업수행  계획서,  이행  결과보고서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "개발환경  구축  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개발환경  구축  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  실제  환경과  동일한  개발환경을  구축하여  개발  및  테스트를  수행하고,  실제  시스\n템에  적용시키는  방법을  적용함으로써  실제  환경에서  각종  테스트를  실시한다.\nㅇ  시험자료는  현재  운영  중인  자료를  사용하는  것을  원칙으로  하며,  시스템  S/W는 \n신규시스템에  설치할  버전을  사용한다."
          ],
          [
            "산출정보",
            "",
            "작업수행  계획서,  이행  결과보고서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 38 - 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-003 요구사항 명칭 연계시스템 연동 테스트 요구 사항 상세 설명 정의 연계시스템 연동 테스트 세부 내용 ᄋ 시스템은 제공 및 내부 시스템 연동 요구사항을 모두 제공하며, 초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 베이스라인으로 간주한다. ᄋ 제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증테스트 활동을 통해 예상된 결과가 도출되었을 경우를 기준으로 평가함 ᄋ 바운더리 테스트, 업무로직 테스트, 통합 테스트, 시스템 테스트를 위한 구체적인 틀 및 적용 방안을 제안하여 기능의 오류를 줄일 수 있는 방안을 제시함 ᄋ 연계시스템 연동 테스트의 가능 구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 수행함으로써 평가함 산출정보 작업수행 계획서, 이행 결과보고서 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-004 요구사항 명칭 단위 기능별, 단위 시험 별 테스트 요구 사항 상세 설명 정의 단위 기능별, 단위 시험 별 테스트 세부 내용 ᄋ 응용시스템은 개발 담당자에 의한 프로그램 단위별 시험과 통합시험, 시스템통합 시험을 단계별로 수행하여 요구사항 정의, 분석, 설계, 코딩, 시스템 개발의 단계 별 품질과 성능을 확인하도록 한다. ᄋ 요구사항 정의서에 제시된 요구 기능별 완료여부를 테스트한다. ᄋ 단위테스트 시나리오를 작성한 후, 단위 프로그램별 기능테스트를 실시한다. ᄋ 단위테스트 목록 도출 ᄋ 단위테스트 시나리오 작성 ᄋ 단위테스트 수행 및 결과서 작성 ᄋ 단위테스트 결과 반영 산출정보 작업수행 계획서, 이행 결과보고서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "연계시스템  연동  테스트"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "연계시스템  연동  테스트"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  시스템은  제공  및  내부  시스템  연동  요구사항을  모두  제공하며,  초기  협의한 \n요구사항에서  변경관리  절차를  통해  승인을  획득한  요구사항을  최종 \n베이스라인으로  간주한다.\nㅇ  제공되기로  한  요구사항을  제공하는지  여부는  각  기능  요구사항의  검증(테스트) \n활동을  통해  예상된  결과가  도출되었을  경우를  기준으로  평가함\nㅇ  바운더리  테스트,  업무로직  테스트,  통합  테스트,  시스템  테스트를  위한  구체적인 \n틀  및  적용  방안을  제안하여  기능의  오류를  줄일  수  있는  방안을  제시함\nㅇ  연계시스템  연동  테스트의  가능  구현  정확성은  사용자가  직접  테스트  수행 \n기간에  테스트를  수행함으로써  평가함"
          ],
          [
            "산출정보",
            "",
            "작업수행  계획서,  이행  결과보고서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "단위  기능별,  단위  시험  별  테스트"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "단위  기능별,  단위  시험  별  테스트"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  응용시스템은  개발  담당자에  의한  프로그램  단위별  시험과  통합시험,  시스템통합\n시험을  단계별로  수행하여  요구사항  정의,  분석,  설계,  코딩,  시스템  개발의  단계\n별  품질과  성능을  확인하도록  한다.\nㅇ  요구사항  정의서에  제시된  요구  기능별  완료여부를  테스트한다.\nㅇ  단위테스트  시나리오를  작성한  후,  단위  프로그램별  기능테스트를  실시한다.\nㅇ  단위테스트  목록  도출\nㅇ  단위테스트  시나리오  작성\nㅇ  단위테스트  수행  및  결과서  작성\nㅇ  단위테스트  결과  반영"
          ],
          [
            "산출정보",
            "",
            "작업수행  계획서,  이행  결과보고서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 39 - 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-005 요구사항 명칭 통합 테스트 요구 사항 상세 설명 정의 통합 테스트 세부 내용 ᄋ 단위시스템 구축시 업무담당 PL주관으로 통합 테스트를 실시한다. ᄋ 업무별 기능 검사 및 시스템간의 인터페이스 정확성을 테스트 한다. ᄋ 통합 테스트 시나리오 목록 도출 ᄋ 통합 테스트 시나리오 작성 ᄋ 통합테스트 수행, 결과서 작성 및 수정반영 ᄋ 통합테스트 결과 반영 산출정보 작업수행 계획서, 이행 결과보고서 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-006 요구사항 명칭 운영 사항 테스트 요구 사항 상세 설명 정의 운영 사항 테스트 세부 내용 ᄋ 발생 가능한 상황에 대해서 시나리오를 작성하여 테스트 데이터오류 데이터 포함를 입력하여 테스트하여야 하며, 각종 유형별 테스트 계획서를 구체적으로 작성하여 점검 ᄋ 테스트 결과 및 조치내역의 이력관리 ᄋ 시범운영 및 전환가동을 위한 목표치, 검증 상세 시나리오 제시 ᄋ 해당 테스트서버의 테스트환경은 사업자가 사전에 직접 구성 ᄋ 통합테스트 진행 시 실제사용자 또는 이에 준하는 수준의 테스트 진행 ᄋ 요구사항에 대한 시스템 반영결과 추적을 위한 요구사항 추적 매트릭스를 점검하고 기능의 정상적 수행여부 검증 ᄋ 결함을 파악하고 원인을 추적하여 결함을 제거 ᄋ 시험운영은 발주기관이 정한 기간 내에 수행하여야 하고 정한 기간 내에 보완이 완료되지 못하면 상호간의 정한 계약조건에 따른 조치를 취하고 보안 완료시까지 사업자가 책임을 져야 함 ᄋ 시험운영은 아래 항목에 대한 개선사항 도출 및 보완을 목적으로 하며 이외에도 시스템이 고품질을 유지하는데 필요한 모든 항목에 대해 시행하여야 함 산출정보 작업수행 계획서, 이행 결과보고서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-005"
          ],
          [
            "요구사항  명칭",
            "",
            "통합  테스트"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "통합  테스트"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  단위시스템  구축시  업무담당  PL주관으로  통합  테스트를  실시한다.\nㅇ  업무별  기능  검사  및  시스템간의  인터페이스  정확성을  테스트  한다.\nㅇ  통합  테스트  시나리오  목록  도출\nㅇ  통합  테스트  시나리오  작성\nㅇ  통합테스트  수행,  결과서  작성  및  수정반영\nㅇ  통합테스트  결과  반영"
          ],
          [
            "산출정보",
            "",
            "작업수행  계획서,  이행  결과보고서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-006"
          ],
          [
            "요구사항  명칭",
            "",
            "운영  사항  테스트"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "운영  사항  테스트"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  발생  가능한  상황에  대해서  시나리오를  작성하여  테스트  데이터(오류  데이터 \n포함)를  입력하여  테스트하여야  하며,  각종  유형별  테스트  계획서를  구체적으로 \n작성하여  점검\nㅇ  테스트  결과  및  조치내역의  이력관리\nㅇ  시범운영  및  전환가동을  위한  목표치,  검증  상세  시나리오  제시\nㅇ  해당  테스트서버의  테스트환경은  사업자가  사전에  직접  구성\nㅇ  통합테스트  진행  시  실제사용자  또는  이에  준하는  수준의  테스트  진행\nㅇ  요구사항에  대한  시스템  반영결과  추적을  위한  요구사항  추적  매트릭스를 \n점검하고  기능의  정상적  수행여부  검증\nㅇ  결함을  파악하고  원인을  추적하여  결함을  제거\nㅇ  시험운영은  발주기관이  정한  기간  내에  수행하여야  하고  정한  기간  내에  보완이 \n완료되지  못하면  상호간의  정한  계약조건에  따른  조치를  취하고  보안 \n완료시까지  사업자가  책임을  져야  함\nㅇ  시험운영은  아래  항목에  대한  개선사항  도출  및  보완을  목적으로  하며  이외에도 \n시스템이  고품질을  유지하는데  필요한  모든  항목에  대해  시행하여야  함"
          ],
          [
            "산출정보",
            "",
            "작업수행  계획서,  이행  결과보고서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 40 - 4.4.6. 보안 요구사항 SER, Security Requirement 보안 요구사항 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 보안지침 및 가이드라인 준수 요구 사항 상세 설명 정의 보안지침 및 가이드라인 준수 세부 내용 ᄋ 사업 수행사는 사업 수행 시 기술원의 보안정책 및 지침을 준수해야 함 ᄋ 본 사업에 투입되는 인력은 기술원의 보안관련 규정 및 정보화 용역사업 정보보 호 관리사항을 준수해야 함 누출금지 정보 1 해당 기관의 정보시스템 내외부 IP주소 현황 2 정보시스템 구성현황 및 정보통신망 구성도 3 개별 사용자의 계정비밀번호 등 정보시스템 접근권한 정보 4 정보통신망 또는 정보시스템 취약점 분석평가 결과물 5 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경우 국가안보 및 국익에 피해가 우려되는 중요 용역사업에 해당 6 암호자재 및 정보보호시스템 도입운용 현황 7 정보보호시스템 및 네트워크장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상 정보로 분류된 해당 기관의 내부문서 9 개인정보 보호법 제2조제1호의 개인정보 10 보안업무규정 제4조의 비밀 및 동규정 시행규칙 제16조제3항에 따른 대외비 11 그 밖의 해당 기관의 장이 공개가 불가하다고 판단한 자료 산출정보 보안서약서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-002 요구사항 명칭 사용자인증 및 개인정보보호 요구 사항 상세 설명 정의 사용자인증 및 개인정보보호 세부 내용 ᄋ 표준 로그인 창을 통하여 사용자 인증 수행하여야 함 ᄋ 비밀번호는 발주기관 정책을 준수하여야 함 ᄋ 구현되는 정보 시스템은 기존 SSO와 연동하여 통합인증 기능을 구현해야 함 ᄋ 사용자 인증정보, 주민등록번호, 패스워드 등 보안이 요구되는 정보를 소스코드에 직접 하드코딩 하지 않아야 함 ᄋ 개인정보처리방침에 따라 개인정보를 처리파기해야 함 ᄋ 암호화는 국정원 기준을 준수해야 하고, 적용 암호화 수준 및 알고리즘을 구체적 으로 제시해야 함 ᄋ 인증절차 없이 목표시스템의 화면이나 소스코드에 개인정보가 노출되지 않음 ᄋ 계약자는 사업 수행을 위해 필요한 경우 고객의 개인정보를 취급할 수 있으나 개 인정보보호법에서 요구하는 개인정보 보호에 관한 의무를 준수 ᄋ 계약자는 수행목적, 업무범위 외 고객의 개인정보를 수집사용할 수 없으며 재위 탁을 통하여 고객의 개인정보를 취급하게 할 수 없음",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-001",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "보안지침  및  가이드라인  준수",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안지침  및  가이드라인  준수",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업  수행사는  사업  수행  시  기술원의  보안정책  및  지침을  준수해야  함\nㅇ  본  사업에  투입되는  인력은  기술원의  보안관련  규정  및  정보화  용역사업  정보보\n호  관리사항을  준수해야  함",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "< 누출금지 정보 >\n①  해당  기관의  정보시스템  내․외부  IP주소  현황\n②  정보시스템  구성현황  및  정보통신망  구성도\n③  개별  사용자의  계정․비밀번호  등  정보시스템  접근권한  정보\n④  정보통신망  또는  정보시스템  취약점  분석․평가  결과물\n⑤  정보화사업  용역  결과물  및  관련  프로그램  소스코드(외부에  유출될  경우 \n국가안보  및  국익에  피해가  우려되는  중요  용역사업에  해당)\n⑥  암호자재  및  정보보호시스템  도입·운용  현황\n⑦  정보보호시스템  및  네트워크장비  설정  정보\n⑧  ‘공공기관의  정보공개에  관한  법률’  제9조1항에  따라  비공개  대상  정보로 \n분류된  해당  기관의  내부문서\n⑨  ‘개인정보  보호법’  제2조제1호의  개인정보\n⑩  ‘보안업무규정’  제4조의  비밀  및  동규정  시행규칙  제16조제3항에  따른  대외비\n⑪  그  밖의  해당  기관의  장이  공개가  불가하다고  판단한  자료",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "보안서약서",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자인증  및  개인정보보호"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자인증  및  개인정보보호"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  표준  로그인  창을  통하여  사용자  인증  수행하여야  함 \nㅇ  비밀번호는  발주기관  정책을  준수하여야  함\nㅇ  구현되는  정보  시스템은  기존  SSO와  연동하여  통합인증  기능을  구현해야  함\nㅇ  사용자  인증정보,  주민등록번호,  패스워드  등  보안이  요구되는  정보를  소스코드에 \n직접  하드코딩  하지  않아야  함\nㅇ  개인정보처리방침에  따라  개인정보를  처리/파기해야  함\nㅇ  암호화는  국정원  기준을  준수해야  하고,  적용  암호화  수준  및  알고리즘을  구체적\n으로  제시해야  함\nㅇ  인증절차  없이  목표시스템의  화면이나  소스코드에  개인정보가  노출되지  않음\nㅇ  계약자는  사업  수행을  위해  필요한  경우  고객의  개인정보를  취급할  수  있으나  개\n인정보보호법에서  요구하는  개인정보  보호에  관한  의무를  준수\nㅇ  계약자는  수행목적,  업무범위  외  고객의  개인정보를  수집·사용할  수  없으며  재위\n탁을  통하여  고객의  개인정보를  취급하게  할  수  없음"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 41 - ᄋ 계약자는 개인정보보호법에서 규정하는 개인정보에 대한 접근 제한 및 개인정보 의 기술적관리적 보호조치 이행 ᄋ 발주사는 계약자가 투입한 인력에 대한 개인정보보호에 관한 교육 실시요구, 보 안서약서 제출을 요구할 수 있고, 위탁업무와 관련하여 보유하고 있는 개인정보 의 관리 현황 점검 등 개인정보 취급에 관한 관리감독을 할 수 있음 ᄋ 계약자는 개인정보 보호에 관한 의무를 위반하여 문제 발생시 발주사 및 제3자에 대한 손해에 대해서 배상하여야 함 산출정보 보안서약서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-003 요구사항 명칭 시스템 접근 및 권한관리 요구 사항 상세 설명 정의 시스템 접근권한 통제 및 관리 세부 내용 ᄋ 로그인 실패 횟수 제한과 5회 이상시 접속을 제한하여야 함 ᄋ 관리자 페이지는 관리자 IP, Mac주소로만 접근이 가능하도록 제어함 ᄋ 용역유지보수 등 직원의 경우, 별도 계정 및 권한을 부여하여 접근함 ᄋ 서버의 원격 접속터미널서비스을 차단함 ᄋ 시스템의 화면에 대한 접근은 사용자 권한관리에 의해서 통제되어야 하고, 통제 수준은 그룹별개인별기능별로 구체화 되어야 함 - 사용자는 업무 수행을 위한 추가 권한 필요시에 시스템 관리자에게 필요한 권한 을 부여 요청하고 시스템 관리자가 이를 조정 가능하여야 함 - 감사 등 조회 권한이 필요한 부서에 조회 권한이 부여되어야 함 ᄋ 메뉴 및 기능, 데이터 조작 버튼에 대한 접근 권한은 조직도에 따른 사용자의 권 한, 역할에 따른 권한 등에 따라 각 시스템에서 설정하여 통제되어야 함 ᄋ 사용자의 시스템 접근 정보를 모니터링 할 수 있어야 함 ᄋ 사업수행에 필요한 Application서버와 DB서버 접근은 서버접근제어시스템과 DB 접근관리시스템을 통해 작업을 수행 ᄋ 지정된 사용자만 권한에 따라 DB 서버의 접근을 제한함 ᄋ DBA DB관리자 - 데이터베이스관리자를 따로 지정하여 데이터베이스 관리 - DB 사용자를 등록하고 적절한 역할Role과 권한Privilege부여 - DB 사용자의 임의 접근을 차단하고, 접근을 허가한 경우라도 신청자의 업무와 관련된 DB의 접근만 허가 ᄋ DB 사용자 - DB Application사용자는 정당한 사유 없이 Unix Prompt에 접근금지 - 업무상의 이유로 DB에 접속할 경우라도 반드시 DBA의 허가를 득한 후 사용 ᄋ 개인정보에 대한 접근 이력을 관리하여야 함 ᄋ 시스템 장애를 대비한 백업 및 복구 방안에 의해 구축된 백업 시스템의 data에 대한 접 근 권한 및 경로가 통제되어야 함 ᄋ 발주사 네트워크를 통한 사용자 인증처리 시 발주사 통합인증 보안규격을 준수해 야 함. 단, 단독시스템으로 운영시 발주사의 비밀번호 보안규격을 준수해야 함. 산출정보",
      "tables": [
        [
          [
            "",
            "",
            "ㅇ  계약자는  개인정보보호법에서  규정하는  개인정보에  대한  접근  제한  및  개인정보\n의  기술적·관리적  보호조치  이행\nㅇ  발주사는  계약자가  투입한  인력에  대한  개인정보보호에  관한  교육  실시요구,  보\n안서약서  제출을  요구할  수  있고,  위탁업무와  관련하여  보유하고  있는  개인정보\n의  관리  현황  점검  등  개인정보  취급에  관한  관리감독을  할  수  있음\nㅇ  계약자는  개인정보  보호에  관한  의무를  위반하여  문제  발생시  발주사  및  제3자에 \n대한  손해에  대해서  배상하여야  함"
          ],
          [
            "산출정보",
            "",
            "보안서약서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  접근  및  권한관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  접근권한  통제  및  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  로그인  실패  횟수  제한과  5회  이상시  접속을  제한하여야  함\nㅇ  관리자  페이지는  관리자  IP,  Mac주소로만  접근이  가능하도록  제어함\nㅇ  용역(유지보수  등)  직원의  경우,  별도  계정  및  권한을  부여하여  접근함\nㅇ  서버의  원격  접속(터미널서비스)을  차단함\nㅇ  시스템의  화면에  대한  접근은  사용자  권한관리에  의해서  통제되어야  하고,  통제\n수준은  그룹별/개인별/기능별로  구체화  되어야  함\n    -  사용자는  업무  수행을  위한  추가  권한  필요시에  시스템  관리자에게  필요한  권한\n을  부여  요청하고  시스템  관리자가  이를  조정  가능하여야  함\n    -  감사  등  조회  권한이  필요한  부서에  조회  권한이  부여되어야  함\nㅇ  메뉴  및  기능,  데이터  조작  버튼에  대한  접근  권한은  조직도에  따른  사용자의  권\n한,  역할에  따른  권한  등에  따라  각  시스템에서  설정하여  통제되어야  함\nㅇ  사용자의  시스템  접근  정보를  모니터링  할  수  있어야  함\nㅇ  사업수행에  필요한  Application서버와  DB서버  접근은  서버접근제어시스템과  DB\n접근관리시스템을  통해  작업을  수행\nㅇ  지정된  사용자만  권한에  따라  DB  서버의  접근을  제한함\nㅇ  DBA  (DB관리자)\n    -  데이터베이스관리자를  따로  지정하여  데이터베이스  관리\n    -  DB  사용자를  등록하고  적절한  역할(Role)과  권한(Privilege)부여\n    -  DB  사용자의  임의  접근을  차단하고,  접근을  허가한  경우라도  신청자의  업무와  관련된 \nDB의  접근만  허가\nㅇ  DB  사용자\n    -  DB  Application사용자는  정당한  사유  없이  Unix  Prompt에  접근금지\n    -  업무상의  이유로  DB에  접속할  경우라도  반드시  DBA의  허가를  득한  후  사용\nㅇ  개인정보에  대한  접근  이력을  관리하여야  함\nㅇ  시스템  장애를  대비한  백업  및  복구  방안에  의해  구축된  백업  시스템의  data에  대한  접\n근  권한  및  경로가  통제되어야  함\nㅇ  발주사  네트워크를  통한  사용자  인증처리  시  발주사  통합인증  보안규격을  준수해\n야  함.  단,  단독시스템으로  운영시  발주사의  비밀번호  보안규격을  준수해야  함."
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 42 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-004 요구사항 명칭 참여인원 보안관리 요구 사항 상세 설명 정의 참여인원에 대한 보안관리 세부 내용 ᄋ 용역사업 참여인원에 대해서는 정보누출 금지조항 및 개인의 친필서명이 들어간 보안 서약서를 제출 ᄋ 용역사업 착수 시 참여인원에 대해 법적 또는 사내규정에 의한 비밀유지, 의무준수 및 위 반시 처벌내용 등에 대한 보안교육을 실시하며, 용역 사업수행 중에도 해당 내용에 대한 보안교육을 월1회이상 지속 실시, 누출금지 대상정보 및 정보 누출시 부정당업자 제재 조치 등에 대한 교육병행 ᄋ 누출금지 대상정보의 외부 누출 여부 확인에 대한 업체인력 보안점검에 응해야 함 ᄋ 사업자는 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설하여서는 안 되 며, 발주사가 요구하는 보안사항을 철저히 준수하여야 함 ᄋ 본 제안 및 과업수행 중은 물론 향후에라도 보안사항 및 기타 시스템의 내부구성, 네트워 크, 보안장비, IP현황, 데이터 등 일체의 모든 사항에 대해 보안을 유지하여야 함 ᄋ 보안유출 등으로 인한 문제발생 시에는 사업자가 모든 책임과 배상의 의무를 지며, 2차로 해당 대표자와 종사자가 민형사상 책임과 배상 의무를 져야 함 ᄋ 정보시스템 구축 각 단계별 정보보호가이드라인을 준수하고, 물리적, 관리적, 기술적인 보 안대책 등 안전 및 보안 관리에 대한 운영 규정을 마련하여 비상사태에 대비하여야 함 ᄋ 사업 참여 인원에 대해서는 보안취급규정 및 정보보안지침, 개인정보보호지침을 준수하여 야 하며, 필요시 발주처의 신원조사에 즉시 응하여야 함 산출정보 보안서약서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-005 요구사항 명칭 자료 보안관리 요구 사항 상세 설명 정의 자료에 대한 보안관리 세부 내용 ᄋ 계약서 등에 명시한 누출금지 대상정보를 업체에 제공할 경우 자료관리대장을 작성하 여 인계자ᆞ인수자가 직접 서명한 후 제공하고 사업완료시 관련자료 전량반납 ᄋ 용역사업 관련자료 및 사업과정에서 생산된 모든 산출물은 사내의 파일서버에 저장하거 나 보안담당자가 지정한 PC에 저장ᆞ관리 ᄋ 용역사업 관련 자료는 인터넷 웹하드ᆞP2P 등 인터넷 자료공유사이트 및 개인메일함에 저장을 금지하고 용역 발주부서와 용역업체간 전자우편을 이용한 자료전송이 필요한 경 우에는 상용메일이 아닌 자체 전자우편을 이용, 첨부자료 암호화 후 수발신 함 ᄋ 발주부서에서 제공한 사무실에서 용역사업을 수행할 경우 제공한 비공개 자료는 매일 퇴 근 시 반납토록 하며 비밀문서를 제외한 일반문서는 용역업체에 제공된 사무실에 시건장 치가 된 보관함이 있을 경우에 보관가능 ᄋ 용역사업 수행으로 생산되는 산출물 및 기록은 발주사의 보안담당자가 인가하지 않은 비 인가자에게 제공ᆞ대여 및 열람 금지 ᄋ 발주사의 사전승인없이 용역결과물을 이 계약에 관련없는 제3자에게 공개 금지 산출정보",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "참여인원  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "참여인원에  대한  보안관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  용역사업  참여인원에  대해서는  “정보누출”  금지조항  및  개인의  친필서명이  들어간  보안\n서약서를  제출\nㅇ  용역사업  착수  시  참여인원에  대해  법적  또는  사내규정에  의한  비밀유지,  의무준수  및  위\n반시  처벌내용  등에  대한  보안교육을  실시하며,  용역  사업수행  중에도  해당  내용에  대한 \n보안교육을  월1회이상  지속  실시,  “누출금지  대상정보”  및  정보  누출시  “부정당업자  제재\n조치”  등에  대한  교육병행\nㅇ  “누출금지  대상정보”의  외부  누출  여부  확인에  대한  업체인력  보안점검에  응해야  함\nㅇ  사업자는  본  사업과  관련하여  취득한  업무내용에  대하여  제3자에게  누설하여서는  안  되\n며,  발주사가  요구하는  보안사항을  철저히  준수하여야  함\nㅇ  본  제안  및  과업수행  중은  물론  향후에라도  보안사항  및  기타  시스템의  내부구성,  네트워\n크,  보안장비,  IP현황,  데이터  등  일체의  모든  사항에  대해  보안을  유지하여야  함\nㅇ  보안유출  등으로  인한  문제발생  시에는  사업자가  모든  책임과  배상의  의무를  지며,  2차로 \n해당  대표자와  종사자가  민․형사상  책임과  배상  의무를  져야  함\nㅇ  정보시스템  구축  각  단계별  정보보호가이드라인을  준수하고,  물리적,  관리적,  기술적인  보\n안대책  등  안전  및  보안  관리에  대한  운영  규정을  마련하여  비상사태에  대비하여야  함\nㅇ  사업  참여  인원에  대해서는  보안취급규정  및  정보보안지침,  개인정보보호지침을  준수하여\n야  하며,  필요시  발주처의  신원조사에  즉시  응하여야  함"
          ],
          [
            "산출정보",
            "",
            "보안서약서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항  명칭",
            "",
            "자료  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "자료에  대한  보안관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  계약서  등에  명시한  “누출금지  대상정보”를  업체에  제공할  경우  “자료관리대장”을  작성하\n여  인계자ㆍ인수자가  직접  서명한  후  제공하고  사업완료시  관련자료  전량반납\nㅇ  용역사업  관련자료  및  사업과정에서  생산된  모든  산출물은  사내의  파일서버에  저장하거\n나  보안담당자가  지정한  PC에  저장ㆍ관리\nㅇ  용역사업  관련  자료는  인터넷  웹하드ㆍP2P  등  인터넷  자료공유사이트  및  개인메일함에 \n저장을  금지하고  용역  발주부서와  용역업체간  전자우편을  이용한  자료전송이  필요한  경\n우에는  상용메일이  아닌  자체  전자우편을  이용,  첨부자료  암호화  후  수발신  함\nㅇ  발주부서에서  제공한  사무실에서  용역사업을  수행할  경우  제공한  비공개  자료는  매일  퇴\n근  시  반납토록  하며  비밀문서를  제외한  일반문서는  용역업체에  제공된  사무실에  시건장\n치가  된  보관함이  있을  경우에  보관가능\nㅇ  용역사업  수행으로  생산되는  산출물  및  기록은  발주사의  보안담당자가  인가하지  않은  비\n인가자에게  제공ㆍ대여  및  열람  금지\nㅇ  발주사의  사전승인없이  용역결과물을  이  계약에  관련없는  제3자에게  공개  금지"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 43 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-006 요구사항 명칭 사무실 및 장비 보안관리 요구 사항 상세 설명 정의 사무실 및 장비에 대한 보안관리 세부 내용 ᄋ 용역사업 수행장소는 사내의 시건장치와 통제가 가능한 공간을 제공하거나 CCTVᆞ시건 장치 등 비인가자 출입통제 대책이 마련된 외부 사무실을 사용 ᄋ 용역업체 사무실 또는 용역 업무를 수행하는 공간에 대한 보안 점검을 용역사업 발주부 서관리부서 주관으로 월1회 이상 정기적으로 실시하고 필요시 기술원 보안담당자를 통 해 산업통상자원부 및 국가정보원에 지원 요청할 수 있음 - 단, 처실 및 사업소 보안담당자는 이행여부에 대한 불시 점검을 분기1회 이상 실시 ᄋ 사내에서 용역사업을 수행할 경우 용역 참여직원이 노트북 등 관련장비를 외부에 반출 ᆞ입시마다 악성코드 감염여부 및 자료 무단반출여부 확인 ᄋ 인가받지 않은 USB메모리 등의 휴대용 저장매체 사용을 금지하며 산출물 저장을 위해 휴대용 저장매체가 필요한 경우 발주부서 승인 하에 사용 산출정보 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-007 요구사항 명칭 수행장소 등의 원격지 개발시 보안관리 요구 사항 상세 설명 정의 수행장소 등의 원격지 개발시 보안관리 세부 내용 ᄋ 작업장소 등 사업수행을 위하여 필요한 장소 및 설비, 기타 작업환경은 상호 협의하여 결 정 함 ᄋ 사업 수행장소는 사업추진 효율성,보안성을 고려하여 상호 협의하여 정하도록 함 ᄋ 수행장소 및 환경구성에 대한 제반비용은 수행사가 부담 단, 발주부서에서 제공하는 작업장소를 사용할 경우 네트워크 NW 구성은 발주자가 제공함 ᄋ 사업자는 사업 수행장소 상호협의 시 제안요청서 내 명시된 보안 요구사항을 준수한 작 업장소원격지 개발장소 포함를 제시할 수 있으며, 발주자는 제시된 작업장소에 관하여 우선 검토함 산출정보 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-008 요구사항 명칭 사업완료시 보안관리 요구 사항 상세 설명 정의 사업완료시 보안관리 세부 내용 ᄋ 사업완료후 생산되는 최종 산출물 중 대외보안이 요구되는 자료는 대외비 이상으로 작성 하고 수발신 자료의 관리 이력을 관리해야하며, 사업종료시 관련 자료의 완전파기가 확인 되야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항  명칭",
            "",
            "사무실  및  장비  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사무실  및  장비에  대한  보안관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ    용역사업  수행장소는  사내의  시건장치와  통제가  가능한  공간을  제공하거나  CCTVㆍ시건\n장치  등  비인가자  출입통제  대책이  마련된  외부  사무실을  사용\nㅇ    용역업체  사무실  또는  용역  업무를  수행하는  공간에  대한  보안  점검을  용역사업  발주부\n서(관리부서)  주관으로  월1회  이상  정기적으로  실시하고  필요시  기술원  보안담당자를  통\n해  산업통상자원부  및  국가정보원에  지원  요청할  수  있음\n    -  단,  처(실)  및  사업소  보안담당자는  이행여부에  대한  불시  점검을  분기1회  이상  실시\nㅇ    사내에서  용역사업을  수행할  경우  용역  참여직원이  노트북  등  관련장비를  외부에  반출\nㆍ입시마다  악성코드  감염여부  및  자료  무단반출여부  확인\nㅇ    인가받지  않은  USB메모리  등의  휴대용  저장매체  사용을  금지하며  산출물  저장을  위해 \n휴대용  저장매체가  필요한  경우  발주부서  승인  하에  사용"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-007"
          ],
          [
            "요구사항  명칭",
            "",
            "수행장소  등의  원격지  개발시  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "수행장소  등의  원격지  개발시  보안관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  작업장소  등  사업수행을  위하여  필요한  장소  및  설비,  기타  작업환경은  상호  협의하여  결\n정  함\nㅇ  사업  수행장소는  사업추진  효율성,보안성을  고려하여  상호  협의하여  정하도록  함\nㅇ  수행장소  및  환경구성에  대한  제반비용은  수행사가  부담\n      ※  단,  발주부서에서  제공하는  작업장소를  사용할  경우  네트워크\n            (NW)  구성은  발주자가  제공함\nㅇ  사업자는  사업  수행장소  상호협의  시  제안요청서  내  명시된  보안  요구사항을  준수한  작\n업장소(원격지  개발장소  포함)를  제시할  수  있으며,  발주자는  제시된  작업장소에  관하여 \n우선  검토함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-008"
          ],
          [
            "요구사항  명칭",
            "",
            "사업완료시  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업완료시  보안관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업완료후  생산되는  최종  산출물  중  대외보안이  요구되는  자료는  대외비  이상으로  작성\n하고  수발신  자료의  관리  이력을  관리해야하며,  사업종료시  관련  자료의  완전파기가  확인\n되야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 44 - ᄋ 제공한 자료, 장비, 서류와 중간ᆞ최종 산출물 등 제반자료는 전량 회수하고 업체에 복사 본 등 별도 보관금지 ᄋ 사업완료후 업체소유 PCᆞ서버의 하드디스크ᆞ휴대용 저장매체 등 전자기록 저장매체는 국가정보원장이 안전성을 검증한 삭제 SW로 완전 삭제후 반출 ᄋ 용역사업 관련자료 회수 및 삭제 조치후 업체에게 복사본 등 용역사업관련 자료를 보유 하고 있지 않다는 대표명의 확약서 징구 산출정보 보안확약서, 자료반출입 관리대장 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-009 요구사항 명칭 웹페이지 보안 요구 사항 상세 설명 정의 웹페이지에 대한 보안 세부 내용 ᄋ SQL인젝션, 크로스사이트 스크립팅, 웹셸 업로드, 임의파일 다운로드 등의 웹 취약점이 없어야 함 ᄋ 관리자를 위한 별도의 클라이언트 프로그램을 제공할 경우 악용 가능한 취약점이나 기능 이 없어야 함 산출정보 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-010 요구사항 명칭 보안 기술 적용 요구 사항 상세 설명 정의 보안 기술 적용 기준 세부 내용 ᄋ 웹 서비스 및 XML 기술이 적용될 경우 보안을 위해 XML 서명, XML 암호화, WS-Security, SAML을 적용함 ᄋ 비밀 키 공공기관 간 데이터문서 보호를 위한 암호는 비공개 암호체계국정원을 적용함 ᄋ 공개키 공공기관과 민간 간 데이터문서 보호를 위한 암호는 민간겸용 공개암호ARIA를 사용함 ᄋ 공개키 암호알고리즘은 RSAPKCS 1, RSAES- OAEP, RSASSA-PSS, 국가기관용 표준 공 개키 암호 알고리즘을 적용함 ᄋ 키 사이즈는 2,048 비트이상 사용해야 함 ᄋ 암호검증 암호검증은 국가용 암호관리센터에서 발급한 암호검증서국정원을 적용함 산출정보 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-011 요구사항 명칭 전송 및 구간 암호화 요구 사항 상세 정의 전송자료 및 구간 암호화 세부 내용 ᄋ 사용자 PC부터 웹서버구간 간 암호화방식을 적용하여 구현하여야 함",
      "tables": [
        [
          [
            "",
            "",
            "ㅇ  제공한  자료,  장비,  서류와  중간ㆍ최종  산출물  등  제반자료는  전량  회수하고  업체에  복사\n본  등  별도  보관금지\nㅇ  사업완료후  업체소유  PCㆍ서버의  하드디스크ㆍ휴대용  저장매체  등  전자기록  저장매체는 \n국가정보원장이  안전성을  검증한  삭제  S/W로  완전  삭제후  반출\nㅇ  용역사업  관련자료  회수  및  삭제  조치후  업체에게  복사본  등  용역사업관련  자료를  보유\n하고  있지  않다는  대표명의  확약서  징구"
          ],
          [
            "산출정보",
            "",
            "보안확약서,  자료반출입  관리대장"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-009"
          ],
          [
            "요구사항  명칭",
            "",
            "웹페이지  보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "웹페이지에  대한  보안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  SQL인젝션,  크로스사이트  스크립팅,  웹셸  업로드,  임의파일  다운로드  등의  웹  취약점이 \n없어야  함\nㅇ  관리자를  위한  별도의  클라이언트  프로그램을  제공할  경우  악용  가능한  취약점이나  기능\n이  없어야  함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-010"
          ],
          [
            "요구사항  명칭",
            "",
            "보안  기술  적용"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안  기술  적용  기준"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  웹  서비스  및  XML  기술이  적용될  경우  보안을  위해  XML  서명,  XML  암호화, \nWS-Security,  SAML을  적용함\nㅇ  비밀  키:  공공기관  간  데이터/문서  보호를  위한  암호는  비공개  암호체계(국정원)을  적용함\nㅇ  공개키:  공공기관과  민간  간  데이터/문서  보호를  위한  암호는  민간겸용  공개암호(ARIA)를 \n사용함 \nㅇ  공개키  암호알고리즘은  RSA(PKCS  #1),  RSAES-  OAEP,  RSASSA-PSS,  국가기관용  표준  공\n개키  암호  알고리즘을  적용함\nㅇ  키  사이즈는  2,048  비트이상  사용해야  함\nㅇ  암호검증:  암호검증은  국가용  암호관리센터에서  발급한  암호검증서(국정원)을  적용함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SER-011"
          ],
          [
            "요구사항  명칭",
            "전송  및  구간  암호화"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용",
            "전송자료  및  구간  암호화\nㅇ  사용자  PC부터  웹서버구간  간  암호화방식을  적용하여  구현하여야  함"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 45 - 4.4.7. 품질 요구사항 QUR, Quality Requirement 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 품질관리 조직 및 보증방안 요구 사항 상세 설명 정의 품질관리 조직 및 보증방안 제시 세부 내용 ᄋ 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법, 국제국내 품질 인증여부을 제시 하여야 하며, 그에 따른 활동을 수행하여야 함 ᄋ 당해 용역의 역무를 수행하는 과정에서 일어나는 각종 변경사항문서화 등에 대해 체계 적인 변경관리를 수행하여 품질향상을 기하여야 함 ᄋ 품질보증을 보장하기 위한 품질보증방안을 제시하여야 함 - 사업추진과정에서 생산되는 제반작업 단위별 산출물에 대하여 작업 일정 계획 및 품질보 증계획과 연계하여 산출물의 종류, 주요내용, 작성 및 제출시기, 제출부수 등 제시 ᄋ 계약상대자가 대외적으로 인정받을 만한 품질보증 관련 인증을 받은 경우 이를 입증할 수 있는 근거 서류를 제시하여야 함 산출정보 설명 - 정보시스템 로그인시 정보통신망으로 전송되는 중요정보아이디, 패스워드와 같은 로그 인 정보 및 주민등록번호 등에 대해 SSL, TLS 등 네트워크 구간 암호화 조치를 수행하 여야 함 ᄋ 연계를 통해 전송되는 자료는 서버용 전송자료 암호화를 적용하여 전송하여야 함 ᄋ 연계영역 간에는 사전 정해진 데이터 형식만 전달하도록 함 산출정보 요구사항 분류 품질 요구사항 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-012 요구사항 명칭 소프트웨어 개발보안시큐어 코딩관련 가이드 준수 요구 사항 상세 설명 정의 소프트웨어 개발보안시큐어 코딩관련 가이드 준수 세부 내용 소프트웨어 개발보안시큐어 코딩에 해당되는 사업의 경우 기능개발 시 소프트웨어 개발 보안 가이드 및 점검 시 소프트웨어 보안약점 진단가이드, 소프트웨어 개발보안 가이드 를 준수 해야함 산출정보",
      "tables": [
        [
          [
            "설명",
            "",
            "-  정보시스템  로그인시  정보통신망으로  전송되는  중요정보(아이디,  패스워드와  같은  로그\n인  정보  및  주민등록번호  등)에  대해  SSL,  TLS  등  네트워크  구간  암호화  조치를  수행하\n여야  함\nㅇ  연계를  통해  전송되는  자료는  서버용  전송자료  암호화를  적용하여  전송하여야  함\nㅇ  연계영역  간에는  사전  정해진  데이터  형식만  전달하도록  함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-012"
          ],
          [
            "요구사항  명칭",
            "",
            "소프트웨어  개발보안(시큐어  코딩)관련  가이드  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소프트웨어  개발보안(시큐어  코딩)관련  가이드  준수"
          ],
          [
            "",
            "세부\n내용",
            "○  소프트웨어  개발보안(시큐어  코딩)에  해당되는  사업의  경우  기능개발  시  소프트웨어  개발\n보안  가이드  및  점검  시  소프트웨어  보안약점  진단가이드,  ‘소프트웨어  개발보안  가이드’\n를  준수  해야함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "품질관리  조직  및  보증방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리  조직  및  보증방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  품질보증의  범위,  품질보증을  위한  조직,  절차,  점검방법,  국제/국내  품질  인증여부을  제시\n하여야  하며,  그에  따른  활동을  수행하여야  함\nㅇ  당해  용역의  역무를  수행하는  과정에서  일어나는  각종  변경사항(문서화  등)에  대해  체계\n적인  변경관리를  수행하여  품질향상을  기하여야  함\nㅇ  품질보증을  보장하기  위한  품질보증방안을  제시하여야  함\n  -  사업추진과정에서  생산되는  제반작업  단위별  산출물에  대하여  작업  일정  계획  및  품질보\n증계획과  연계하여  산출물의  종류,  주요내용,  작성  및  제출시기,  제출부수  등  제시\nㅇ  계약상대자가  대외적으로  인정받을  만한  품질보증  관련  인증을  받은  경우  이를  입증할 \n수  있는  근거  서류를  제시하여야  함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 46 - 4.4.8. 제약 요구사항 COR, Constraint Requirement 요구사항 분류 제약 요구사항 요구사항 고유번호 COR-001 요구사항 명칭 하도급 관리 요구 사항 상세 설명 정의 하도급 계약 시 관련 법률 준수 및 주기적인 실태 점검보고 세부 내용 ᄋ 사업수행사공동수급체를 구성하는 경우 공동수급원 포함 소속 외는 하도급으로 간주하 며, 하도급 계약 시 관련 법률에 의하여 사전 승인을 받아야 함 ᄋ 본 사업은 하도급 가능 사업으로 계약상대자는 대가를 지급 받은 경우 15일 이내에 하도 급대금을 하수급인에게 현금으로 지급하여야 하며, 하도급대금의 지급 내역 수령자, 지 급액, 지급일 등을 5일공휴일 및 토요일은 제외한다 이내에 계약 담당 공무원에게 통 보하여야 한다. ᄋ 사업수행사는 하도급 계약의 준수실태를 하도급 준수실태 보고서에 의하여 요청시 보 고하여야 함 ᄋ 하도급 업체 투입에 대한 관리방안을 제시하여야 함 ᄋ 행정기관 및 공공기관 정보시스템 구축운영 지침 제19 조에 따라 본 사업 수행시 하도 급 예정자는 반드시 동 지침 별첨6의 서식에 따라 하도급 대금지급 비율 명세서를 작성하여 제안서와 함께 제출하여야 함 ᄋ 하도급 대금 지급 비율 명세서를 작성하여 제출 산출정보 하도급준수실태보고서, 하도급 대금 지급 비율 명세서 요구사항 분류 제약 요구사항 요구사항 고유번호 QUR-002 요구사항 명칭 가용성 보장 요구 사항 상세 설명 정의 가용성 보장 세부 내용 ᄋ 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 시스템 조건이 무엇이든지 간에 모든 채널에 동일한 자료 및 결과를 생성하고 인도해야함 ᄋ 시스템은 정상상태에서 매일 24시간 동안 무 중단으로 운영되어야함 산출정보 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-003 요구사항 명칭 변경요구 및 변경처리 절차 요구 사항 상세 설명 정의 변경요구 및 변경처리 절차 세부 내용 ᄋ 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 baseline으로 간주함 ᄋ 제공되기로 한 요구사항을 제공 여부는 각 기능 요구사항의 검증테스트 활동을 통해 예 상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가함 산출정보",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "가용성  보장"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "가용성  보장"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  시스템은  통상적인  업무시간  동안  가용성을  보장하여야  하며,  시스템  조건이  무엇이든지 \n간에  모든  채널에  동일한  자료  및  결과를  생성하고  인도해야함\nㅇ  시스템은  정상상태에서  매일  24시간  동안  무  중단으로  운영되어야함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "변경요구  및  변경처리  절차"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "변경요구  및  변경처리  절차"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  시스템은  제공되기로  한  요구사항을  모두  제공하며,  초기  협의한  요구사항에서  변경관리 \n절차를  통해  승인을  획득한  요구사항을  최종  baseline으로  간주함\nㅇ  제공되기로  한  요구사항을  제공  여부는  각  기능  요구사항의  검증(테스트)  활동을  통해  예\n상된  결과가  도출되었을  경우  요구사항을  제공한  것으로  평가함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "하도급  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "하도급  계약  시  관련  법률  준수  및  주기적인  실태  점검·보고"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업수행사(공동수급체를  구성하는  경우  공동수급원  포함)  소속  외는  하도급으로  간주하\n며,  하도급  계약  시  관련  법률에  의하여  사전  승인을  받아야  함\nㅇ  본  사업은  하도급  가능  사업으로  계약상대자는  대가를  지급  받은  경우  15일  이내에  하도\n급대금을  하수급인에게  현금으로  지급하여야  하며,  하도급대금의  지급  내역  (수령자,  지\n급액,  지급일  등)을  5일(공휴일  및  토요일은  제외한다)  이내에  계약  담당  공무원에게  통\n보하여야  한다.\nㅇ  사업수행사는  하도급  계약의  준수실태를  ‘하도급  준수실태  보고서’에  의하여  요청시  보\n고하여야  함\nㅇ  하도급  업체  투입에  대한  관리방안을  제시하여야  함\nㅇ  “행정기관  및  공공기관  정보시스템  구축·운영  지침”  제19  조에  따라  본  사업  수행시  하도\n급  예정자는  반드시  동  지침  별첨6의  서식에  따라  \"하도급  대금지급  비율  명세서\"를 \n작성하여  제안서와  함께  제출하여야  함\nㅇ  하도급  대금  지급  비율  명세서를  작성하여  제출"
          ],
          [
            "산출정보",
            "",
            "하도급준수실태보고서,  하도급  대금  지급  비율  명세서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 47 - 요구사항 고유번호 COR-002 요구사항 명칭 성과품의 소유권 요구 사항 상세 설명 정의 지식재산권 활용 및 산출물 반출 요청 세부 내용 ᄋ 당해 계약에 따른 계약목적물에 대한 지식재산권과 활용 - 지적재산권 발주기관과 계약상대자가 공동으로 소유하며 별도의 정함이 없는 한 지분은 균등한 것으로 한다. 다만 개발의 기여도 및 계약목적물의 특수성국가안전보장, 국방, 외 교관계 등을 고려하여 계약 당사자간의 협의를 통해 지식재산권 귀속 주체 등에 대해 공동소유와 달리 정할 수 있다. - 산출물 반출 요청 계약상대자는 당해 계약에 따른 계약목적물에 대한 지적재산권의 행 사를 위하여 계약산출물의 반출을 요청할 수 있으며, 발주기관은 국가 안보에 관한 사 항으로서 대통령령으로 정하는 사유에 해당하는지 여부를 검토하여 30일 이내에 그 결 과를 통보 - 제제 요건 활용 승인제3자 제공 포함을 받지 않고 반출하거나, 승인 받은 소프트웨어 산출물을 무단으로 유출하거나 누출되는 경우, 누출금지정보를 삭제하지 않고 활용하는 경우 산출정보 요구사항 분류 제약 요구사항 요구사항 고유번호 COR-003 요구사항 명칭 라이선스 및 특허권 등의 업무처리 요구 사항 상세 설명 정의 본 사업 수행을 위해 유무형의 물품은 정상적인 대가를 지급 세부 내용 ᄋ 본 과업의 수행에 있어서 특허권 및 기타 제3자의 권리 대상으로 되어있는 것을 사용할 경우는 사업자가 그 사용에 관한 일체의 책임을 짐 ᄋ 사업자가 사업을 수행함에 있어 제3자의 특허권, 저작권 또는 지식재산권을 침해하여 발 주기관 상대로 손해배상 청구소송 등이 제기되면 수행업체는 피해자 측의 합의사항 등 제반사항에 대하여 모든 책임을 짐. ᄋ 콘텐츠 및 디자인, 이미지 등에 대한 저작권 문제가 발생하지 않도록 구현 ᄋ 시스템 개발 또는 유지보수용 등으로 별도의 SW를 사용하는 경우 반드시 정품을 사용하 고, 사용할 SW라이선스를 수행업체는 보유하여야 함. 산출정보 요구사항 분류 제약 요구사항 요구사항 고유번호 COR-004 요구사항 명칭 운영환경에 대한 안정성 요구 사항 상세 정의 운영환경에 대한 안정성 세부 내용 ᄋ 다양한 운영 환경에서 안정성 확보 필수 ᄋ 사업자는 개발 시스템 설치 전 설치장소의 정보시스템 운영 환경에 관한 기술적 검토 및",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "성과품의  소유권"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "지식재산권  활용  및  산출물  반출  요청"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  당해  계약에  따른  계약목적물에  대한  지식재산권과  활용\n    -  (지적재산권)  발주기관과  계약상대자가  공동으로  소유하며  별도의  정함이  없는  한  지분은 \n균등한  것으로  한다.  다만  개발의  기여도  및  계약목적물의  특수성(국가안전보장,  국방,  외\n교관계  등)을  고려하여  계약  당사자간의  협의를  통해  지식재산권  귀속  주체  등에  대해 \n공동소유와  달리  정할 수 있다.\n    -  (산출물  반출  요청)  계약상대자는  당해  계약에  따른  계약목적물에  대한  지적재산권의  행\n사를  위하여  계약산출물의  반출을  요청할  수  있으며,  발주기관은  국가  안보에  관한  사\n항으로서  대통령령으로  정하는  사유에  해당하는지  여부를  검토하여  30일  이내에  그  결\n과를  통보\n    -  (제제  요건)  활용  승인(제3자  제공  포함)을  받지  않고  반출하거나,  승인  받은  소프트웨어 \n산출물을  무단으로  유출하거나  누출되는  경우,  누출금지정보를  삭제하지  않고  활용하는 \n경우"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "라이선스  및  특허권  등의  업무처리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본  사업  수행을  위해  유·무형의  물품은  정상적인  대가를  지급"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  과업의  수행에  있어서  특허권  및  기타  제3자의  권리  대상으로  되어있는  것을  사용할 \n경우는  사업자가  그  사용에  관한  일체의  책임을  짐\nㅇ  사업자가  사업을  수행함에  있어  제3자의  특허권,  저작권  또는  지식재산권을  침해하여  발\n주기관  상대로  손해배상  청구소송  등이  제기되면  수행업체는  피해자  측의  합의사항  등 \n제반사항에  대하여  모든  책임을  짐.\nㅇ  콘텐츠  및  디자인,  이미지  등에  대한  저작권  문제가  발생하지  않도록  구현\nㅇ  시스템  개발  또는  유지보수용  등으로  별도의  SW를  사용하는  경우  반드시  정품을  사용하\n고,  사용할  SW라이선스를  수행업체는  보유하여야  함."
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "제약  요구사항"
          ],
          [
            "요구사항  고유번호",
            "COR-004"
          ],
          [
            "요구사항  명칭",
            "운영환경에  대한  안정성"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용",
            "운영환경에  대한  안정성\nㅇ  다양한  운영  환경에서  안정성  확보  필수\nㅇ  사업자는  개발  시스템  설치  전  설치장소의  정보시스템  운영  환경에  관한  기술적  검토  및"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 48 - 설명 안정성을 검증하여야 하며, 사전 검증 없이 발생된 제반 문제에 대해서는 업자가 모든 책임을 짐 산출정보 요구사항 분류 제약 요구사항 요구사항 고유번호 COR-006 요구사항 명칭 정책 변경에 따른 유연성 요구 사항 상세 설명 정의 정책 변경에 따른 유연성 개념 정의 세부 내용 ᄋ 사업 기간 내 적용 법령 등 규정 변경 시 이를 반영하여야 함 규정에 대한 적용 시기, 방법 등은 발주기관과 협의 산출정보 요구사항 분류 제약 요구사항 요구사항 고유번호 COR-007 요구사항 명칭 지적재산권 준수 요구 사항 상세 설명 정의 지적재산권의 정의 세부 내용 ᄋ 본 사업 수행 중 생성된 정보자료를 토대로 발생된 지적재산권은 발주자 의 업무 특수성을 감안하여, 본 사업 수행과 관련된 산출물의 사용권, 소유권 및 저작권은 기술원 소유로 함 ᄋ 단, 기술원의 정보자료를 통해 발생 된 것이 아닌 수행방법 등 기타 사항에 대한 지적재산권은 공동소유로 하며 사용 시 반드시 공식 서면을 통한 사전 협의 필요함 요구사항 분류 제약 요구사항 요구사항 고유번호 COR-005 요구사항 명칭 데이터 사용 및 접근 제약사항 요구 사항 상세 설명 정의 데이터 사용 및 접근 제약사항 개념 정의 세부 내용 ᄋ 현행 시스템 분석을 위해 데이터 접근 시 허가된 사용자에 한하여 DBMS에 접근 및 사용토록 함 산출정보",
      "tables": [
        [
          [
            "설명",
            "",
            "안정성을  검증하여야  하며,  사전  검증  없이  발생된  제반  문제에  대해서는  업자가  모든 \n책임을  짐"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  사용  및  접근  제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터  사용  및  접근  제약사항  개념  정의"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  현행  시스템  분석을  위해  데이터  접근  시  허가된  사용자에  한하여\n      DBMS에  접근  및  사용토록  함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "정책  변경에  따른  유연성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정책  변경에  따른  유연성  개념  정의"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업  기간  내  적용  법령  등  규정  변경  시  이를  반영하여야  함\n    ※  규정에  대한  적용  시기,  방법  등은  발주기관과  협의"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "지적재산권  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "지적재산권의  정의"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업  수행  중  생성된  정보자료를  토대로  발생된  지적재산권은  발주자\n      의  업무  특수성을  감안하여,  본  사업  수행과  관련된  산출물의  사용권, \n      소유권  및  저작권은  ‘기술원’  소유로  함\nㅇ  단,  기술원의  정보자료를  통해  발생  된  것이  아닌  수행방법  등  기타 \n      사항에  대한  지적재산권은  공동소유로  하며  사용  시  반드시  공식  서면을\n      통한  사전  협의  필요함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 49 - 4.4.9. 프로젝트 관리 요구사항 PMR, Project Management Requirement 산출정보 요구사항 분류 제약 요구사항 요구사항 고유번호 COR-008 요구사항 명칭 소프트웨어 사용 요구 사항 상세 설명 정의 소프트웨어 사용 세부 내용 ᄋ 용역업체는 사업수행을 위하여 별도의 소프트웨어를 사용할 경우 반드시 정품을 사용하 여야 하고 불법 소프트웨어를 사용하여 발생하는 모든 책임은 사업수행 업체에게 있음 산출정보 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 사업수행전략 및 방법론 요구 사항 상세 설명 정의 사업의 수행전략 및 방안 제시 요구사항 세부 내용 ᄋ 구축하고자 하는 시스템은 최신 정보기술을 우선적으로 검토하여 수행함을 원칙 으로 함 ᄋ 프로젝트 관리 수행전략 및 수행방법론 제시 - 사업수행사는 정보화 사업 추진전략과 수행계획을 제시하여야 함 ᄋ 프로젝트 수행역할 및 방안 제시 - 구축사업 준비 단계에서 세부적인 사업내용, 범위를 제시 - 비상주 지원인력의 경우, 구체적인 지원방법 등을 포함하여 제시 - 정보화 사업 세부 추진내용에 대한 구체적이고 실현 가능한 수행방안을 요구사항 분류 제약 요구사항 요구사항 고유번호 COR-009 요구사항 명칭 손해배상 책임 요구 사항 상세 설명 정의 부주의, 고의 또는 과실에 대한 책임 사항 세부 내용 ᄋ사업수행업체는 사업수행 시 나노종합기술원 및 사업수행 관련 내역 및 자산을 훼손 및 손괴하여서는 아니됨 ᄋ사업수행 중 부주의, 고의 또는 과실로 사업 대상 내역 및 기술원 자산을 망실, 훼손, 손 괴하여 기술원의 손해가 발생할 경우 수행업체는 그에 상응한 보상 또는 교환 등의 손해 배상 책임을 짐 산출정보",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "제약  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "소프트웨어  사용"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소프트웨어  사용"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  용역업체는  사업수행을  위하여  별도의  소프트웨어를  사용할  경우  반드시  정품을  사용하\n여야  하고  불법  소프트웨어를  사용하여  발생하는  모든  책임은  사업수행  업체에게  있음"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "손해배상  책임"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "부주의,  고의  또는  과실에  대한  책임  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 사업수행업체는  사업수행  시  나노종합기술원  및  사업수행  관련  내역  및  자산을  훼손  및 \n손괴하여서는  아니됨\nㅇ 사업수행  중  부주의,  고의  또는  과실로  사업  대상  내역  및  기술원  자산을  망실,  훼손,  손\n괴하여  기술원의  손해가  발생할  경우  수행업체는  그에  상응한  보상  또는  교환  등의  손해\n배상  책임을  짐"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "사업수행전략  및  방법론"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업의  수행전략  및  방안  제시  요구사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  구축하고자  하는  시스템은  최신  정보기술을  우선적으로  검토하여  수행함을  원칙\n으로  함\nㅇ  프로젝트  관리  수행전략  및  수행방법론  제시\n      -  사업수행사는  정보화  사업  추진전략과  수행계획을  제시하여야  함\nㅇ  프로젝트  수행역할  및  방안  제시\n      -  구축사업  준비  단계에서  세부적인  사업내용,  범위를  제시\n      -  비상주  지원인력의  경우,  구체적인  지원방법  등을  포함하여  제시\n      -  정보화  사업  세부  추진내용에  대한  구체적이고  실현  가능한  수행방안을"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 50 - 제시하여야 함 ᄋ 기술원, 구축사업 수행사 및 지원 조직 간 역할분담 및 협업 방안 제시 ᄋ 사업 수행에 필요한 형상관리 방안 제시 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-002 요구사항 명칭 수행조직 및 투입인력 요구 사항 상세 설명 정의 사업 성공을 위한 수행조직 구성 세부 내용 ᄋ 구축사업의 목표를 달성할 수 있도록 사업 수행조직 구성 ᄋ 사업의 목표달성을 위한 수행계획을 제시 - 기술원의 목표 아키텍처의 미래모습Landscape을 검토 및 재정립 등을 고려하여 시스 템 구축 수행에 필요한 방안을 제시 - 현행시스템데이터 진단 및 상관분석CRUD 그리고 합리적인 업무시스템 개발 목록을 제시할 전문가 투입 - 인프라 및 보안 상세 설계는 설비온라인 및 MES 구축 관련 기반 인프라 설계 경험을 보유한 인력이 투입되어야 함 ᄋ 투입 인력은 사업자 소속으로 하여야 함 ᄋ 참여인력이 사업수행 상 부적당하거나 자격 미달이라고 판단되는 경우 사업자에게 교체 를 요구할 수 있으며, 사업자는 이에 적극 협조하여야 하며 인력 교체는 동등 이상의 자 격을 갖춘 자로 함 ᄋ 핵심인력PM - 핵심인력PM은 반도체 및 제조 산업 구축 사업에 대한 PM 수행 경험이 있는 인력이 어야 하며, 다른 업무와 겸직할 수 없고 100 상주를 원칙으로 함 - 핵심인력PM은 입찰공고일 전부터 사업수행사에 재직 중인 직원으로서 사업총괄을 수 행한 경험이 있는 전문인력이어야 함 ᄋ 지원인력 - 수행책임자, 관리지원 및 기술지원 역할을 수행하는 참여인력을 별도로 구성하여야 함 - 기술지원 분야는 해당 업무 경험을 보유한 전문인력으로 구성하여야 함 - 추진일정에 따른 수행계획 제시 - 투입인력은 발주기관과 협의가 이뤄진 장소에 근무를 원칙으로 하며, 지원인력의 경우, 구체적인 참여기간 및 지원방법 등을 포함하여 제시 산출정보 사업수행계획서 조직도, 인력투입 계획 및 내역 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-003 요구사항 명칭 프로젝트 추진현황 보고 요구 사항 상세 설명 정의 프로젝트 추진현황 보고 세부 내용 ᄋ 사업 추진상황을 다음과 같이 기술원에 보고하여야 하며 보고서를 작성 및 제출하여야 함",
      "tables": [
        [
          [
            "",
            "제시하여야  함\nㅇ  기술원,  구축사업  수행사  및  지원  조직  간  역할분담  및  협업  방안  제시\nㅇ  사업  수행에  필요한  형상관리  방안  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "수행조직  및  투입인력"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업  성공을  위한  수행조직  구성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  구축사업의  목표를  달성할  수  있도록  사업  수행조직  구성\nㅇ  사업의  목표달성을  위한  수행계획을  제시\n      -  기술원의  목표  아키텍처의  미래모습(Landscape)을  검토  및  재정립  등을  고려하여  시스\n템  구축  수행에  필요한  방안을  제시\n      -  현행시스템/데이터  진단  및  상관분석(CRUD)  그리고  합리적인  업무시스템  개발  목록을 \n제시할  전문가  투입\n      -  인프라  및  보안  상세  설계는  설비온라인  및  MES  구축  관련  기반  인프라  설계  경험을 \n          보유한  인력이  투입되어야  함\nㅇ  투입  인력은  사업자  소속으로  하여야  함\nㅇ  참여인력이  사업수행  상  부적당하거나  자격  미달이라고  판단되는  경우  사업자에게  교체\n를  요구할  수  있으며,  사업자는  이에  적극  협조하여야  하며  인력  교체는  동등  이상의  자\n격을  갖춘  자로  함\nㅇ  핵심인력(PM)\n      -  핵심인력(PM)은  반도체  및  제조  산업  구축  사업에  대한  PM  수행  경험이  있는  인력이\n어야  하며,  다른  업무와  겸직할  수  없고  100%  상주를  원칙으로  함\n      -  핵심인력(PM)은  입찰공고일  전부터  사업수행사에  재직  중인  직원으로서  사업총괄을  수\n행한  경험이  있는  전문인력이어야  함\nㅇ  지원인력\n      -  수행책임자,  관리지원  및  기술지원  역할을  수행하는  참여인력을  별도로  구성하여야  함\n      -  기술지원  분야는  해당  업무  경험을  보유한  전문인력으로  구성하여야  함\n      -  추진일정에  따른  수행계획  제시\n      -  투입인력은  발주기관과  협의가  이뤄진  장소에  근무를  원칙으로  하며,  지원인력의  경우, \n구체적인  참여기간  및  지원방법  등을  포함하여  제시"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서  (조직도,  인력투입  계획  및  내역)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "PMR-003"
          ],
          [
            "요구사항  명칭",
            "프로젝트  추진현황  보고"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용\n설명",
            "프로젝트  추진현황  보고 \nㅇ  사업  추진상황을  다음과  같이  기술원에  보고하여야  하며  보고서를 \n        작성  및  제출하여야  함"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 51 - - 주간보고 매주 1회 - 월간보고 당월의 업무추진 내역 차월 추진 계획 보고 - 착수보고 계약 후 7일 이내 사업수행계획서 제출 착수 후 15일 이내 착수보고회 개최 일정 협의 - 최종보고 본 사업 완료 15일 전까지 최종보고서 초안을 제출하고 주관기관 보완지시가 있는 경우 이를 보완하여 계약 종료 5일전까지 최종 최종보고서 및 산출물 제출 - 수시보고 긴급 변경사항 등 발생 시 - 기타 사업 기간 동안에 작성된 모든 산출물을 일자별, 종류별로 정리 하여 문서 및 별도 저장 매체로 제출하여야 함 - 보고회 일정은 주관기관과 협의 후 결정하며 주관기관은 일정관리, 요구사항 반영 등을 위해 부정기 회의 개최를 요청할 수 있으며 사업수행사는 이에 응하여야 함 산출정보 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-004 요구사항 명칭 일정계획 및 관리 요구 사항 상세 설명 정의 사업 수행을 위한 이행계획서 작성 세부 내용 ᄋ 수행 범위의 영역과 역할을 구체화 하여 보일 수 있도록 하며 사업 이행 기간 등을 고려하여 상세하게 기술 ᄋ 사업 수행 계획은 세부 내역을 다음과 같이 제시하여야 함 1 사업수행사는 계약 체결 후 사업 수행 계획서를 작성하여 계약일로부터 15일 이내에 발주자에게 승인을 득하여야 함 2 본 사업 수행을 위한 일정 계획을 총괄적으로 상세히 제시 3 추진 일정은 전체 일정과 세부 일정으로 구분하여 작성하여야 함 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-005 요구사항 명칭 요구사항 관리 요구 사항 상세 설명 정의 요구사항 관리 세부 내용 ᄋ 요구사항 관리 방안 제시 - 기능비기능요구사항을 빠짐없이 관리하고, 각각의 요구사항이 분석, 설계, 테스트 단계 등 사업 전 단계의 관련 산출물에 반영여부를 확인할 수 있도록 관리요구사항 추적하 여야 함 - 요구사항에 대하여 시스템 반영율100를 만족해야 함 - 테스트 기간 동안 발견된 결함 수와 결함의 지속시간을 측정하여야 함 - 테스트 기간 동안 발견된 결함에 대한 조치율은 100이어야 하며, 불가항력으로 인한 미조치사항은 발주처의 승인을 득해야 함 ᄋ 실무부서 요구사항 분석 방안 제시",
      "tables": [
        [
          [
            "",
            "",
            "-  주간보고  :  매주  1회\n    -  월간보고  :  당월의  업무추진  내역  차월  추진  계획  보고\n    -  착수보고  :  계약  후  7일  이내  사업수행계획서  제출               \n                            착수  후  15일  이내  착수보고회  개최  (일정  협의)\n    -  최종보고  :  본  사업  완료  15일  전까지  최종보고서  초안을  제출하고\n                            주관기관  보완지시가  있는  경우  이를  보완하여  계약  종료 \n                            5일전까지  최종  최종보고서  및  산출물  제출\n    -  수시보고  :  긴급  변경사항  등  발생  시\n    -  기타  사업  기간  동안에  작성된  모든  산출물을  일자별,  종류별로  정리\n        하여  문서  및  별도  저장  매체로  제출하여야  함\n    -  보고회  일정은  주관기관과  협의  후  결정하며  주관기관은  일정관리, \n        요구사항  반영  등을  위해  부정기  회의  개최를  요청할  수  있으며 \n        사업수행사는  이에  응하여야  함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "일정계획  및  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업  수행을  위한  이행계획서  작성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  수행  범위의  영역과  역할을  구체화  하여  보일  수  있도록  하며 \n      사업  이행  기간  등을  고려하여  상세하게  기술\nㅇ  사업  수행  계획은  세부  내역을  다음과  같이  제시하여야  함\n    ①  사업수행사는  계약  체결  후  사업  수행  계획서를  작성하여  계약일로부터  15일 \n이내에  발주자에게  승인을  득하여야  함\n    ②  본  사업  수행을  위한  일정  계획을  총괄적으로  상세히  제시\n    ③  추진  일정은  전체  일정과  세부  일정으로  구분하여  작성하여야  함"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "요구사항  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "요구사항  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  요구사항  관리  방안  제시\n    -  기능/비기능요구사항을  빠짐없이  관리하고,  각각의  요구사항이  분석,  설계,  테스트  단계 \n등  사업  전  단계의  관련  산출물에  반영여부를  확인할  수  있도록  관리(요구사항  추적)하\n여야  함\n    -  요구사항에  대하여  시스템  반영율100%를  만족해야  함\n    -  테스트  기간  동안  발견된  결함  수와  결함의  지속시간을  측정하여야  함\n    -  테스트  기간  동안  발견된  결함에  대한  조치율은  100%이어야  하며,  불가항력으로  인한 \n미조치사항은  발주처의  승인을  득해야  함\nㅇ  실무부서  요구사항  분석  방안  제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 52 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-006 요구사항 명칭 변화 관리 요구 사항 상세 설명 정의 변화 관리 상세 세부 내용 ᄋ 변화과정의 기획 및 체계적직 측정관리 방안, 조직, 교육 및 제도적 측면의 성과 지원체계 방안 제시 ᄋ 변화를 주도하고 후원할 수 있는 경영진의 실천의지 확보와 조직 구성원들의 변 화에 대한 저항관리 및 참여유도 방안 제시 ᄋ 일정관리를 통해 남긴 기록에 대해 지시사항, 보고문서, 업무일지, 특이사항 등에 관한 일지 및 일지별 진척률을 관리할 수 있는 기능 제공 산출정보 사업수행계획서 - 실무 부서의 요구사항 분석을 위한 설문조사, 인터뷰 수행 방안 제시 - 실무부서 요구사항 분석 결과 보고서 제출 - 요구사항 분석 결과에 대해 사업부서와 협의하여 반영 여부 결정 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-007 요구사항 명칭 지적재산권 및 소유권 등 공동 활용계획 요구 사항 상세 설명 정의 지적재산권 및 소유권 등 공동 활용계획 세부 내용 ᄋ 계약목적물의 지적재산권은 주관기관과 수행사가 공동 소유이나 다만 사업의 기 여도 및 계약목적물의 특수성국가안전보장, 외교관계, 보안 및 정보보호 등을 고려하여 주관기관, 사업자 및 전문 기관간의 협의를 통해 저작권의 귀속주체 등 에 대해 공동소유와 달리 정할 수 있음 ᄋ 본 사업수행으로 얻어지는 각종 보고서 및 컴퓨터 파일 등의 성과품 일체에 대해 계약자는 발주기관의 승인 없이 무단으로 성과품 반출은 불허 ᄋ 사업수행사는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으 며, 발주기관에서는 보안업무규정제4조 및 제안요청서에 명시된 누출금지정보 에 해당하지 않을 경우 SW산출물을 제공함단, 공급자는 다음 내용을 준수 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명의의 확 약서를 발주기관에 제출하여야 함 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관으로부 터 사전승인을 받아야 함 - 사업수행사는 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출 금지정보를 삭제하지 않고 활용하는 경우에는국가계약법제76조 제1항 제3호 및지방계약법제92조 제1항 제19호에 따라 입찰참가자격을 제한함 ᄋ 사업수행사가 용역을 이행함에 있어서 발생하는 저작권, 사용권, 특허 등의 문제 발생 시 사업수행사가 민형사상의 책임을 지며 이에 대한 모든 소요비용은 사업 수행사가 부담함",
      "tables": [
        [
          [
            "",
            "-  실무  부서의  요구사항  분석을  위한  설문조사,  인터뷰  수행  방안  제시\n    -  실무부서  요구사항  분석  결과  보고서  제출\n    -  요구사항  분석  결과에  대해  사업부서와  협의하여  반영  여부  결정"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "변화  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "변화  관리  상세"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  변화과정의  기획  및  체계적직  측정/관리  방안,  조직,  교육  및  제도적  측면의  성과 \n지원체계  방안  제시\nㅇ  변화를  주도하고  후원할  수  있는  경영진의  실천의지  확보와  조직  구성원들의  변\n화에  대한  저항관리  및  참여유도  방안  제시\nㅇ  일정관리를  통해  남긴  기록에  대해  지시사항,  보고문서,  업무일지,  특이사항  등에 \n관한  일지  및  일지별  진척률을  관리할  수  있는  기능  제공"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "지적재산권  및  소유권  등  공동  활용계획"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "지적재산권  및  소유권  등  공동  활용계획"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  계약목적물의  지적재산권은  주관기관과  수행사가  공동  소유이나  다만  사업의  기\n여도  및  계약목적물의  특수성(국가안전보장,  외교관계,  보안  및  정보보호  등)을 \n고려하여  주관기관,  사업자  및  전문  기관간의  협의를  통해  저작권의  귀속주체  등\n에  대해  공동소유와  달리  정할  수  있음\nㅇ  본  사업수행으로  얻어지는  각종  보고서  및  컴퓨터  파일  등의  성과품  일체에  대해 \n계약자는  발주기관의  승인  없이  무단으로  성과품  반출은  불허\nㅇ  사업수행사는  지식재산권의  활용을  위하여  SW산출물의  반출을  요청할  수  있으\n며,  발주기관에서는  「보안업무규정」제4조  및  제안요청서에  명시된  누출금지정보\n에  해당하지  않을  경우  SW산출물을  제공함(단,  공급자는  다음  내용을  준수)\n  -  공급자는  공급받은  SW산출물에  대하여  제안요청서,  계약서  등에  누출금지정보로 \n명시한  정보를  삭제하고  활용하여야  하며,  이를  확인하는  공급자  대표명의의  확\n약서를  발주기관에  제출하여야  함\n  -  공급자가  반출된  SW산출물을  제3자에게  제공하려는  경우  반드시  발주기관으로부\n터  사전승인을  받아야  함\n  -  사업수행사는  제공받은  SW산출물을  무단으로  유출하거나  누출되는  경우  및  누출\n금지정보를  삭제하지  않고  활용하는  경우에는「국가계약법」제76조  제1항  제3호 \n및「지방계약법」제92조  제1항  제19호에  따라  입찰참가자격을  제한함\nㅇ  사업수행사가  용역을  이행함에  있어서  발생하는  저작권,  사용권,  특허  등의  문제\n발생  시  사업수행사가  민·형사상의  책임을  지며  이에  대한  모든  소요비용은  사업\n수행사가  부담함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 53 - 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-008 요구사항 명칭 위험관리 방안 요구 사항 상세 설명 정의 위험관리 방안 세부 내용 ᄋ 위험요소, 위험관리 방법, 절차, 내용 등을 포함한 위험관리 방안 제시 - 보안, 일정지연 등 리스크 발생을 사전 예방하고 발생 시 사후 대처방안을 제시 - 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리방안을 제시 - 사용자 요구사항의 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 통제 및 리스크 관리 방안을 제시 - 지속적으로 문제를 파악 관리하고, 조치사항에 대하여 추적할 수 있는 방안을 제시 - 긴급한 이슈사항이나 위험요소에 대해서 수시 보고 및 회의 진행을 할 수 있는 통제 방안을 제시 - 성능상 문제 등으로 SW가 변경되는 경우에 대한 사후 대응방안을 구체적으로 제시 ᄋ 프로젝트 추진과정에서 요구되는 진척위험변경사항의 관리 방안 및 지속적으로 문 제를 파악 관리할 수 있는 방안을 제시해야 함 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-009 요구사항 명칭 산출물 관리 방안 요구 사항 상세 설명 정의 산출물 관리에 관한 사항 세부 내용 ᄋ 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 작업 일정계획 및 품 질보증계획과 연계하여 산출물의 종류, 주요내용, 작성 및 제출시기, 제출 부수, 제 출매체 등을 제시해야 함 - 산출물 및 각종 worksheet의 관리방안을 제시해야 함 - 산출물 제출 시기는 사업추진 공정, 품질보증 계획과 연계하여 제시해야 함 ᄋ 사업수행사는 계약일로부터 14일 이내에 행정기관 및 공공기관 정보시스템 구축운영 지침 제7조제4항에 따라 기술적용계획표가 포함된 사업수행계획서를 제출하고, 이와 함께 기타 사업 수행에 필요한 제반서류착수계, 보안서약서 등를 제출하여야 함 ᄋ 모든 산출물은 저작권과 관련된 사항이므로 주의해서 작성해야 하며, 저작권과 관련 된 문제 발생 시 사업자가 모든 책임을 져야 함 필요 제출 산출물들의 이외에 각종 현장보고착수중간주간월간종료 등는 기술원과 일정을 협의하여 진행함 계획된 성과품 이외에 과업수행의 내역을 파악할 수 있는 별도의 산출물을 요 구할 수 있음",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "위험관리  방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위험관리  방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  위험요소,  위험관리  방법,  절차,  내용  등을  포함한  위험관리  방안  제시\n    -  보안,  일정지연  등  리스크  발생을  사전  예방하고  발생  시  사후  대처방안을  제시\n    -  본  사업의  수행  시  발생  예상되는  쟁점  및  미결사항에  대한  관리방안을  제시\n    -  사용자  요구사항의  상세화  과정에서의  리스크  관리  등  각종  위험에  대한  통제 \n및  리스크  관리  방안을  제시\n    -  지속적으로  문제를  파악  관리하고,  조치사항에  대하여  추적할  수  있는  방안을 \n제시\n    -  긴급한  이슈사항이나  위험요소에  대해서  수시  보고  및  회의  진행을  할  수  있는 \n통제  방안을  제시\n    -  성능상  문제  등으로  SW가  변경되는  경우에  대한  사후  대응방안을  구체적으로 \n제시\nㅇ  프로젝트  추진과정에서  요구되는  진척/위험/변경사항의  관리  방안  및  지속적으로  문\n제를  파악  관리할  수  있는  방안을  제시해야  함"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "산출물  관리  방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물  관리에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업추진과정에서  생산되는  제반  작업  단위별  산출물에  대하여  작업  일정계획  및  품\n질보증계획과  연계하여  산출물의  종류,  주요내용,  작성  및  제출시기,  제출  부수,  제\n출매체  등을  제시해야  함\n    -  산출물  및  각종  worksheet의  관리방안을  제시해야  함\n    -  산출물  제출  시기는  사업추진  공정,  품질보증  계획과  연계하여  제시해야  함\nㅇ  사업수행사는  계약일로부터  14일  이내에  「행정기관  및  공공기관  정보시스템  구축‧운영 \n지침」  제7조제4항에  따라  기술적용계획표가  포함된  사업수행계획서를  제출하고,  이와 \n함께  기타  사업  수행에  필요한  제반서류(착수계,  보안서약서  등)를  제출하여야  함\nㅇ  모든  산출물은  저작권과  관련된  사항이므로  주의해서  작성해야  하며,  저작권과  관련\n된  문제  발생  시  사업자가  모든  책임을  져야  함\n※  필요  제출  산출물들의  이외에  각종  현장보고(착수‧중간‧주간‧월간‧종료  등)는  기술원과 \n일정을  협의하여  진행함\n※  계획된  성과품  이외에  과업수행의  내역을  파악할  수  있는  별도의  산출물을  요\n구할  수  있음"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 54 - 산출정보 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-010 요구사항 명칭 참여인력 보안서약 및 책임 요구 사항 상세 설명 정의 보안서약서 제출 및 보안 준수 세부 내용 ᄋ 사업 참여인원에 대해서는 사업투입 전, 신원조회를 위한 신원진술서와 보안서약 서, 보안각서를 제출하여야 함 ᄋ 사업수행자는 사업 착수 전 참여인원에 대해 법률 또는 나노종합기술원의 규정에 의한 비밀 유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육을 실시하여 야 함 ᄋ 사업수행사는 정보보안 책임자 및 담당자를 정해 보안업무를 관리하도록 하고, 프로젝트 투입인력에 대한 주기적인 보안 및 개인정보보호 교육을 실시 ᄋ 사업 종료 시, 나노종합기술원으로부터 제공받는 장비, 서류 및 중간최종산출물 등 모든 자료를 전량 반납하고 삭제하여야 함 ᄋ 사업 참여인원은 사업과 관련하여 취득한 모든 자료를 대외비로 준하여 관리하며 나노종합기술원의 승인 없이는 절대로 외부에 유출 또는 다른 용도로 사용할 수 없음 ᄋ 기타 개인정보의 안전성 확보를 위해 공공기관의 개인정보보호에 관한 법률 및 지침 등 관련법령을 준수하여야 함 ᄋ 사업에 투입되는 기술 인력은 발주기관의 보안관련 규정을 준수해야 함 산출정보 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-011 요구사항 명칭 사업관련 자료 보안방안 요구 사항 상세 설명 정의 사업관련 자료 및 정보 보안에 대한 정의 세부 내용 ᄋ 정보통신망 구성도, 정보시스템 구성도, 사업 산출물 및 개인정보 등은 비공개 자 료로 분류하여 관리해야 함 ᄋ 사업수행자는 비공개자료 중 출력물 형태로 제공받는 자료에 대해서는 자료관리 대장을 작성하여 인계자주관기관 부서장와 인수자사업수행 관리책임자가 직접 서명한 후 인계인수해야 함 ᄋ 사업수행사는 비공개자료 출력 시에는 출력물에 출력자, 출력일시 등을 표시하여 야 함 ᄋ 사업수행사가 비공개 자료를 자체 보관관리 시에는 지정된 별도 캐비넷에 보관 관리해야 함 ᄋ 사업수행사는 PC, 노트북 등 관련 장비를 반출입하는 경우, 다음 사항을 사전 확 인조치해야 함 - 백신 등의 PC 보안 프로그램의 설치 여부 - 악성코드 감염여부 및 자료 무단반출 여부",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "참여인력  보안서약  및  책임"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안서약서  제출  및  보안  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업  참여인원에  대해서는  사업투입  전,  신원조회를  위한  신원진술서와  보안서약\n서,  보안각서를  제출하여야  함\nㅇ  사업수행자는  사업  착수  전  참여인원에  대해  법률  또는  나노종합기술원의  규정에 \n의한  비밀  유지의무  준수  및  위반  시  처벌내용  등에  대한  보안교육을  실시하여\n야  함\nㅇ  사업수행사는  정보보안  책임자  및  담당자를  정해  보안업무를  관리하도록  하고, \n프로젝트  투입인력에  대한  주기적인  보안  및  개인정보보호  교육을  실시\nㅇ  사업  종료  시,  나노종합기술원으로부터  제공받는  장비,  서류  및  중간·최종산출물 \n등  모든  자료를  전량  반납하고  삭제하여야  함\nㅇ  사업  참여인원은  사업과  관련하여  취득한  모든  자료를  대외비로  준하여  관리하며 \n나노종합기술원의  승인  없이는  절대로  외부에  유출  또는  다른  용도로  사용할  수 \n없음\nㅇ  기타  개인정보의  안전성  확보를  위해  공공기관의  개인정보보호에  관한  법률  및 \n지침  등  관련법령을  준수하여야  함\nㅇ  사업에  투입되는  기술  인력은  발주기관의  보안관련  규정을  준수해야  함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-011"
          ],
          [
            "요구사항  명칭",
            "",
            "사업관련  자료  보안방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업관련  자료  및  정보  보안에  대한  정의"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  정보통신망  구성도,  정보시스템  구성도,  사업  산출물  및  개인정보  등은  비공개  자\n료로  분류하여  관리해야  함\nㅇ  사업수행자는  비공개자료  중  출력물  형태로  제공받는  자료에  대해서는  자료관리 \n대장을  작성하여  인계자(주관기관  부서장)와  인수자(사업수행  관리책임자)가  직접 \n서명한  후  인계·인수해야  함\nㅇ  사업수행사는  비공개자료  출력  시에는  출력물에  출력자,  출력일시  등을  표시하여\n야  함\nㅇ  사업수행사가  비공개  자료를  자체  보관·관리  시에는  지정된  별도  캐비넷에  보관·\n관리해야  함\nㅇ  사업수행사는  PC,  노트북  등  관련  장비를  반출입하는  경우,  다음  사항을  사전  확\n인·조치해야  함\n    -  백신  등의  PC  보안  프로그램의  설치  여부\n    -  악성코드  감염여부  및  자료  무단반출  여부"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 55 - ᄋ 사업수행 기간 중 PC, 노트북 및 USB 등 이동식 보조기억매체 반출 시 반입 전 후를 비교하여 변경된 데이터는 모두 삭제하고 이를 확인할 수 없을 때에는 반출 전에 데이터를 삭제하거나 불용 처리함 ᄋ 사업수행사는 사업수행에 이용되는 노트북PC에 백신 등 원에서 운영하는 보안프 로그램을 설치하여 운용하여야 함 ᄋ 사업수행사는 노트북 및 PC에 전원기동CMOS 패스워드, 윈도우 로그인 패스워 드, 화면보호기5분 간격 패스워드를 영문자 및 숫자가 조합된 9글자 이상으로 설정하여야 함 ᄋ 최종 사업 종료 시 장비의 하드 등 저장장치는 전수 반납하거나, 기술원이 제공 하는 보안 초기화를 수행 후 장비를 반출함 또한, 사업수행중 취득한 모든 정보 및 자료는 본 계약의 목적 외에는 사용할 수 없으며, 사업 종료시 기술원의 기준에 따라 전부 반납 및 폐기 해야 함. 산출정보 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-012 요구사항 명칭 원격지 업무 수행 상황 발생시 대응 요구 사항 상세 설명 정의 원격지 업무 수행 상황 발생시 대응 세부 내용 ᄋ 사업수행사는 원격지 업무 수행이 필요한 상황 전염병 및 천재지변에 대비 및 즉시 대응해야 함 - 원격지 업무가 불가피한 경우를 사전 대비 및 대응필요 - 질병 발생시 즉시 이를 보고해야 하며, 업무의 유연성을 확보하기 위한 대응 방안을 논의하고 제시하여야 함 ᄋ 원격지 업무를 대비한 근무환경 원격지에서 활용 가능한 PC, 비상연락망 등 사전 준비 산출정보 사업수행계획서 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-013 요구사항 명칭 작업장 구축 요구 사항 상세 설명 정의 사업수행 장소에 관한 사항 세부 내용 ᄋ 본 사업의 작업장소는 원활한 사업수행을 위해 발주기관과 협의하여 결정함 ᄋ 사업자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주자는 제시된 작업장소에 관하여 우선 검토함. 다만, 발주자는 사업자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 ᄋ 이 경우 사업자는 사업수행 장소에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안해야 함 ᄋ 사업 수행 장소 등에 대하여 구체적인 보안관리대책시건장치, 출입통제 등을 실시해 야 함",
      "tables": [
        [
          [
            "",
            "",
            "ㅇ  사업수행  기간  중  PC,  노트북  및  USB  등  이동식  보조기억매체  반출  시  반입  전·\n후를  비교하여  변경된  데이터는  모두  삭제하고  이를  확인할  수  없을  때에는  반출 \n전에  데이터를  삭제하거나  불용  처리함\nㅇ  사업수행사는  사업수행에  이용되는  노트북·PC에  백신  등  원에서  운영하는  보안프\n로그램을  설치하여  운용하여야  함\nㅇ  사업수행사는  노트북  및  PC에  전원기동(CMOS)  패스워드,  윈도우  로그인  패스워\n드,  화면보호기(5분  간격)  패스워드를  영문자  및  숫자가  조합된  9글자  이상으로 \n설정하여야  함\nㅇ  최종  사업  종료  시  장비의  하드  등  저장장치는  전수  반납하거나,  기술원이  제공\n하는  보안  초기화를  수행  후  장비를  반출함\n        또한,  사업수행중  취득한  모든  정보  및  자료는  본  계약의  목적  외에는  사용할 \n수  없으며,  사업  종료시  기술원의  기준에  따라  전부  반납  및  폐기  해야  함."
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-012"
          ],
          [
            "요구사항  명칭",
            "",
            "원격지  업무  수행  상황  발생시  대응"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "원격지  업무  수행  상황  발생시  대응"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업수행사는  원격지  업무  수행이  필요한  상황\n      (전염병  및  천재지변)에  대비  및  즉시  대응해야  함\n      -  원격지  업무가  불가피한  경우를  사전  대비  및  대응필요 \n      -  질병  발생시  즉시  이를  보고해야  하며,  업무의  유연성을  확보하기\n          위한  대응  방안을  논의하고  제시하여야  함\n  ㅇ  원격지  업무를  대비한  근무환경 \n      (원격지에서  활용  가능한  PC,  비상연락망  등)  사전  준비"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-013"
          ],
          [
            "요구사항  명칭",
            "",
            "작업장  구축"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행  장소에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업의  작업장소는  원활한  사업수행을  위해  발주기관과  협의하여  결정함\nㅇ  사업자는  작업장소  상호협의  시  제안요청서  내  명시된  보안요구사항을  준수한 \n작업장소를  제시할  수  있으며,  발주자는  제시된  작업장소에  관하여  우선  검토함. \n다만,  발주자는  사업자가  제시한  작업장소가  보안요구사항을  준수하지  못한  경우 \n거부할  수  있음\nㅇ  이  경우  사업자는  사업수행  장소에  따른  보안사고  등  위험요인을  식별하여  이에 \n대한  대응방안을  제안해야  함\nㅇ  사업  수행  장소  등에  대하여  구체적인  보안관리대책(시건장치,  출입통제  등)을  실시해\n야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 56 - 4.4.10. 프로젝트 지원 요구사항 PSR, Project Support Requirement 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 하자보수 일반 요구 사항 상세 설명 정의 하자보수 지원 정의 세부 내용 ᄋ 사업수행사가 공급한 시스템의 품질 및 하자보증 기간은 소프트웨어진흥법 제60조 소프트웨어사업의 하자담보책임에 의거 검수 완료일로 부터 1년 이내의 범위에서 발생한 하자에 대하여 하자 담보 책임이 있음 ᄋ 사업수행사는 사업종료 이후 시스템의 원활한 운영을 위해 하자보수장애처리 지원체 계 및 절차를 구체적으로 제시하여야 함 - 지원범위, 지원방법상주, 비상주 등 및 지원인원을 포함하여 제시 ᄋ 각종 장애 발생 시 즉각적인 원인분석 및 복구 등 하자보수를 보장하기 위하여 지원 부서 및 전문인력을 확보하여 항시 운영 가능하도록 해야 하며, 구체적인 장애조치 계획을 제시하여야 함 ᄋ 하자보수 기간 중 사업결과물, 제작, 설치 등의 하자가 발견될 경우 즉시 필요한 조치 를 취하여 문제를 해결 산출정보 1.프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 2.개인소유 PC 및 보조기억장치 반입반출 통제 3.생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐기 할 것 ᄋ 사업 수행 장소는 시건장치와 통제가 가능하고, CCTV 등 비인가자 출입통제 대책이 마련된 공간을 사용하여야 함 ᄋ 사용되는 모든 정보시스템은 관리자를 지정하여 관리대장에 등록하고, 바이러스 백신, 보조기억매체제어 등 정보보호 SW를 반드시 설치한 후 사용하여야 하고, 정보시스템 HDD의 비인가 반출을 방지하기 위하여 봉인표를 부착하여 주기적으로 점검하여야 하며, 사업 수행 장소를 기준으로 반출입되는 모든 정보시스템휴대용 저장매체 포함 은 반드시 반출입 대장에 기록해야 함 - 반입 시 바이러스 백신으로 악성코드 감염여부를 확인하고 반출 시 사업부서장의 확인 하에 포맷하여 반출하여야 함 ᄋ 휴대용 저장매체는 사용할 수 없도록 정보시스템에 조치하여야 하며 불가피한 경우, 발주자의 승인 하에 사업 사업자 명의로 발급관리되어야 함 ᄋ 사업자는 승인된 노트북, USB 등 휴대용 저장매체를 퇴근 시 확인하여 무단 반출을 차단하여야 함 산출정보 사업수행계획서 요구사항 분류 프로젝트 지원 요구사항",
      "tables": [
        [
          [
            "",
            "",
            "1.프로젝트  사무실,  중요장비  설치장소에  대한  출입보안\n        2.개인소유  PC  및  보조기억장치  반입·반출  통제\n        3.생성문서는  별도  잠금장치가  된  곳에  보관하며,  안전한  방법에  따라  폐기        할  것\nㅇ  사업  수행  장소는  시건장치와  통제가  가능하고,  CCTV  등  비인가자  출입통제  대책이 \n마련된  공간을  사용하여야  함\nㅇ  사용되는  모든  정보시스템은  관리자를  지정하여  관리대장에  등록하고,  바이러스  백신, \n보조기억매체제어  등  정보보호  SW를  반드시  설치한  후  사용하여야  하고,  정보시스템 \nHDD의  비인가  반출을  방지하기  위하여  봉인표를  부착하여  주기적으로  점검하여야 \n하며,  사업  수행  장소를  기준으로  반출·입되는  모든  정보시스템(휴대용  저장매체  포함)\n은  반드시  반출입  대장에  기록해야  함\n      -  반입  시  바이러스  백신으로  악성코드  감염여부를  확인하고  반출  시  사업부서장의 \n확인  하에  포맷하여  반출하여야  함\nㅇ  휴대용  저장매체는  사용할  수  없도록  정보시스템에  조치하여야  하며  불가피한  경우, \n발주자의  승인  하에  사업  사업자  명의로  발급·관리되어야  함\nㅇ  사업자는  승인된  노트북,  USB  등  휴대용  저장매체를  퇴근  시  확인하여  무단  반출을 \n차단하여야  함"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "하자보수  일반"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "하자보수  지원  정의"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업수행사가  공급한  시스템의  품질  및  하자보증  기간은  소프트웨어진흥법  제60조 \n(소프트웨어사업의  하자담보책임)에  의거  검수  완료일로  부터  1년  이내의  범위에서 \n발생한  하자에  대하여  하자  담보  책임이  있음\nㅇ  사업수행사는  사업종료  이후  시스템의  원활한  운영을  위해  하자보수/장애처리  지원체\n계  및  절차를  구체적으로  제시하여야  함\n  -  지원범위,  지원방법(상주,  비상주  등)  및  지원인원을  포함하여  제시\nㅇ  각종  장애  발생  시  즉각적인  원인분석  및  복구  등  하자보수를  보장하기  위하여  지원\n부서  및  전문인력을  확보하여  항시  운영  가능하도록  해야  하며,  구체적인  장애조치 \n계획을  제시하여야  함\nㅇ  하자보수  기간  중  사업결과물,  제작,  설치  등의  하자가  발견될  경우  즉시  필요한  조치\n를  취하여  문제를  해결"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 57 - 요구사항 고유번호 PSR-002 요구사항 명칭 사후관리 및 안정화 지원 요구 사항 상세 설명 정의 사후관리 및 안정화 지원 세부 내용 ᄋ 시스템 운영을 위한 관련 시스템에 대하여 무중단 운영 및 장애 발생에 대한 복 구대책 마련과 기술지원 ᄋ 사업 완료 후 발주사의 업무협조 요청시 이에 응해야 하고, 안정화를 위하여 시험운영 을 실시하고 추가지원이 필요한 경우 상호 협의하여 결정 ᄋ 사업자는 프로젝트 완료 후의안정화 일정계획 및 안정화 활동 방안을 제시해야 함 산출정보 사업수행계획서 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-003 요구사항 명칭 기술지원 조건 요구 사항 상세 설명 정의 기술지원 세부방안 세부 내용 ᄋ 사업수행사는 발주기관이 사업완료 후 본 사업수행결과에 대한 보완을 하고자 할 경우, 필요한 제반 기술사항을 지원 ᄋ 운영과 관련된 기술지원을 요청할 경우 전문기술지원 조직에 의한 기술지원 제공 방안이 제시되어야 함 ᄋ 운영의 경제성, 효율성, 생산성 향상을 중장기적으로 추진할 수 있는 방안을 종합 적으로 제시해야 함 ᄋ 기술원이 본 시스템을 확장하거나 타 장비를 접속하고자 하는 경우 사업자는 인 터페이스가 가능하도록 관련 기술을 지원해야 함 ᄋ 장애발생이 예상되거나 시스템 운용에 필요하다고 판단되는 경우 발주기관은 특별점 검을 요구할 수 있으며, 계약업체는 점검계획을 수립하여 시행해야 함 산출정보 사업수행계획서 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-004 요구사항 명칭 유지보수 요구 사항 상세 설명 정의 사업이행 완료 후 유지보수 사항 제시 세부 내용 ᄋ 유지보수를 위한 기술이전 방안 수립 및 기타 시스템 운용과 확장기능 향상 등 상세한 기술이전 계획을 제시하여야 함 ᄋ 사업수행사는 본 사업 완료 후 사업 결과물의 지속적인 발전 및 안정성 유지를 위한 지원 사항 및 세부 지원 계획을 제시 ᄋ 사업종료 후 유상지원 범위 및 별도 유지보수계약을 필수로 시행함 ᄋ 유지보수요율은 18 이내로 기준함 FAB 라이선스 기준 ᄋ 구축된 시스템에 대한 운영유지보수계약을 별도 협의하여 시행키로 함. 산출정보 유지보수 계획서",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "사후관리  및  안정화  지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사후관리  및  안정화  지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  시스템  운영을  위한  관련  시스템에  대하여  무중단  운영  및  장애  발생에  대한  복\n구대책  마련과  기술지원\nㅇ  사업  완료  후  발주사의  업무협조  요청시  이에  응해야  하고,  안정화를  위하여  시험운영\n을  실시하고  추가지원이  필요한  경우  상호  협의하여  결정\nㅇ  사업자는  프로젝트  완료  후의안정화  일정계획  및  안정화  활동  방안을  제시해야  함"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "기술지원  조건"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술지원  세부방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업수행사는  발주기관이  사업완료  후  본  사업수행결과에  대한  보완을  하고자  할 \n경우,  필요한  제반  기술사항을  지원\nㅇ  운영과  관련된  기술지원을  요청할  경우  전문기술지원  조직에  의한  기술지원  제공\n방안이  제시되어야  함\nㅇ  운영의  경제성,  효율성,  생산성  향상을  중장기적으로  추진할  수  있는  방안을  종합\n적으로  제시해야  함\nㅇ  기술원이  본  시스템을  확장하거나  타  장비를  접속하고자  하는  경우  사업자는  인\n터페이스가  가능하도록  관련  기술을  지원해야  함\nㅇ  장애발생이  예상되거나  시스템  운용에  필요하다고  판단되는  경우  발주기관은  특별점\n검을  요구할  수  있으며,  계약업체는  점검계획을  수립하여  시행해야  함"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "유지보수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업이행  완료  후  유지보수  사항  제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  유지보수를  위한  기술이전  방안  수립  및  기타  시스템  운용과  확장기능  향상  등 \n상세한  기술이전  계획을  제시하여야  함\nㅇ  사업수행사는  본  사업  완료  후  사업  결과물의  지속적인  발전  및  안정성  유지를 \n위한  지원  사항  및  세부  지원  계획을  제시\nㅇ  사업종료  후  유상지원  범위  및  별도  유지보수계약을  필수로  시행함\nㅇ  유지보수요율은  18%  이내로  기준함  (FAB  라이선스  기준)\nㅇ  구축된  시스템에  대한  운영유지보수계약을  별도  협의하여  시행키로  함."
          ],
          [
            "산출정보",
            "",
            "유지보수  계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 58 - 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-005 요구사항 명칭 설비온라인化 2단계 추진계획 수립 기술지원 요구 사항 상세 설명 정의 정보화 구축 2단계 추진계획 수립 기술지원 세부 내용 ᄋ 설비온라인化 2단계 추진 계획 수립 기술지원 - 본 사업 대상장비 이외에 기술원이 보유하고 있는 대상외 장비에 대한 온라인 화 추진 계획 수립 - 설비별 온라인화 계획설계 및 실행계획 수립 산출정보 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-006 요구사항 명칭 기술이전 요구 사항 상세 설명 정의 기술이전 세부요건 세부 내용 ᄋ 운영에 필요한 내용으로 시스템의 운영, 감시 및 보안, 비상복구 방법 등 시스템 구성방법 및 장애 대처 방법, 기타 운영에 관한 사항 등 시스템 운영직원의 자체 유지보수 능력 배양을 위한 기술이전 계획을 제시하여야 함 ᄋ 기술이전 시 유지보수 업체와 아래의 내용이 포함된 인수인계 양식 작성 및 확인 후 공문 처리하여 발주기관에 제출 - 항목별 점검 수행 시 유지보수 업체와 협업할 것 - 매뉴얼 내용에 대한 유효성 유지보수 업체의 확인 필요 - 유지보수 업체에 대한 대면교육 및 관련자료 전달 ᄋ 기술이전 시 아래의 항목이 산출물에 포함되어야 함 - 시스템 구성도, 서비스 구성도, 운영 매뉴얼 등 산출물 일체 ᄋ 기타 사업수행에 적용된 정보기술에 대한 지속적인 정보제공 및 기술자문에 응해 야 함 산출정보 기술이전 계획서, 인수인계 확인서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "설비온라인化  2단계  추진계획  수립  기술지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보화  구축  2단계  추진계획  수립  기술지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  설비온라인化  2단계  추진  계획  수립  기술지원\n      -  본  사업  대상장비  이외에  기술원이  보유하고  있는  대상외  장비에  대한  온라인\n화  추진  계획  수립\n      -  설비별  온라인화  계획‧설계  및  실행계획  수립"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "기술이전"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술이전  세부요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  운영에  필요한  내용으로  시스템의  운영,  감시  및  보안,  비상복구  방법  등  시스템 \n구성방법  및  장애  대처  방법,  기타  운영에  관한  사항  등  시스템  운영직원의  자체\n유지보수  능력  배양을  위한  기술이전  계획을  제시하여야  함\nㅇ  기술이전  시  유지보수  업체와  아래의  내용이  포함된  인수인계  양식  작성  및  확인 \n후  공문  처리하여  발주기관에  제출\n  -  항목별  점검  수행  시  유지보수  업체와  협업할  것\n  -  매뉴얼  내용에  대한  유효성  유지보수  업체의  확인  필요\n  -  유지보수  업체에  대한  대면교육  및  관련자료  전달\nㅇ  기술이전  시  아래의  항목이  산출물에  포함되어야  함\n  -  시스템  구성도,  서비스  구성도,  운영  매뉴얼  등  산출물  일체\nㅇ  기타  사업수행에  적용된  정보기술에  대한  지속적인  정보제공  및  기술자문에  응해\n야  함"
          ],
          [
            "산출정보",
            "",
            "기술이전  계획서,  인수인계  확인서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 설비온라인시스템 구축 사업 - 59 - 4.4.11. 교육지원 요구사항 UAR, User Administrator Training Requirement 요구사항 분류 교육지원 요구사항 요구사항 고유번호 UAR-003 요구사항 명칭 사용자 메뉴얼 요구 사항 상세 설명 정의 사용자 메뉴얼 작성방안 세부 내용 ᄋ발주자의 현업 평가업무 담당자에 대한 시스템 사용 교육 매뉴얼로써, 사업의 이해 및 업무 흐름의 이해, 시스템 구성 및 기능, 시스템 사용절차 및 방법, 시스템 오류시 조치 방법 등의 내용 등이 포함되어야 함 산출정보 사용자 메뉴얼 요구사항 분류 교육지원 요구사항 요구사항 고유번호 UAR-001 요구사항 명칭 교육지원 요구 사항 상세 설명 정의 교육지원 세부사항 세부 내용 ᄋ 사업수행사는 본 사업 완료 전까지 시스템 운영운영 및 유지보수에 필요한 기 술교육을 실시하여야 하며, 교육계획서를 작성하여 발주기관에 제출 ᄋ 사업수행 결과물에 대해 기술원의 정보시스템 사용자에게 시스템 사용에 대한 교 육을 실시하여야 하며, 관리자와 일반사용자를 구분하여 교육실시 ᄋ 교육내용 중 관리자 교육은 시스템의 운영, 감시 및 보안, 비상복구 방법 등 운영에 필요한 시스템 구성방법 및 장애 대처 방법과 기타 시스템 운영에 관한 사항을 포 함하여야 하며, 일반사용자 교육은 시스템이용에 대한 내용에 대한 매뉴얼을 토대 로 집합교육을 실시 ᄋ 교육계획서에는 교육 훈련에 대한 목적 및 내용, 대상, 방법, 일정, 장소, 강사진 등에 대한 상세사항을 포함 ᄋ 목표 시스템의 운영을 위해 실시되는 교육에 대한 비용은 사업자가 부담하고, 발 주기관과 상호 협의하에 교육내용을 조정 산출정보 교육계획서, 교육결과 보고서 요구사항 분류 교육지원 요구사항 요구사항 고유번호 UAR-002 요구사항 명칭 관리자 메뉴얼 요구 사항 상세 설명 정의 관리자 메뉴얼 작성방안 세부 내용 ᄋ 본 사업 완료 후 시스템을 관리하는 인력에 대한 메뉴얼로써, 시스템 개요 및 구 성, 구축 표준, 시스템 운영 절차 및 운영 방법, 사용자관리, 메뉴관리, 시스템 관 리자 기능, 유지보수를 위한 프로그램 및 운영 내용에 대한 기술 교육, 장애대처 방안, 에러처리 방안, 기타 운영 및 유지보수에 필요한 내용 등이 포함되어야 함 산출정보 관리자 매뉴얼",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "교육지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "UAR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "교육지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "교육지원  세부사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업수행사는  본  사업  완료  전까지  시스템  운영(운영  및  유지보수)에  필요한  기\n술교육을  실시하여야  하며,  교육계획서를  작성하여  발주기관에  제출\nㅇ  사업수행  결과물에  대해  기술원의  정보시스템  사용자에게  시스템  사용에  대한  교\n육을  실시하여야  하며,  관리자와  일반사용자를  구분하여  교육실시\nㅇ  교육내용  중  관리자  교육은  시스템의  운영,  감시  및  보안,  비상복구  방법  등  운영에 \n필요한  시스템  구성방법  및  장애  대처  방법과  기타  시스템  운영에  관한  사항을  포\n함하여야  하며,  일반사용자  교육은  시스템이용에  대한  내용에  대한  매뉴얼을  토대\n로  집합교육을  실시\nㅇ  교육계획서에는  교육  훈련에  대한  목적  및  내용,  대상,  방법,  일정,  장소,  강사진 \n등에  대한  상세사항을  포함\nㅇ  목표  시스템의  운영을  위해  실시되는  교육에  대한  비용은  사업자가  부담하고,  발\n주기관과  상호  협의하에  교육내용을  조정"
          ],
          [
            "산출정보",
            "",
            "교육계획서,  교육결과  보고서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "교육지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "UAR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "관리자  메뉴얼"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "관리자  메뉴얼  작성방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업  완료  후  시스템을  관리하는  인력에  대한  메뉴얼로써,  시스템  개요  및  구\n성,  구축  표준,  시스템  운영  절차  및  운영  방법,  사용자관리,  메뉴관리,  시스템  관\n리자  기능,  유지보수를  위한  프로그램  및  운영  내용에  대한  기술  교육,  장애대처\n방안,  에러처리  방안,  기타  운영  및  유지보수에  필요한  내용  등이  포함되어야  함"
          ],
          [
            "산출정보",
            "",
            "관리자  매뉴얼"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "교육지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "UAR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자  메뉴얼"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자  메뉴얼  작성방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ발주자의  현업  평가업무  담당자에  대한  시스템  사용  교육  매뉴얼로써, \n    사업의  이해  및  업무  흐름의  이해,  시스템  구성  및  기능,  시스템  사용절차  및 \n방법,  시스템  오류시  조치  방법  등의  내용  등이  포함되어야  함"
          ],
          [
            "산출정보",
            "",
            "사용자  메뉴얼"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "4.5. 기술적용계획표 기술적용계획표, 기술적용결과표 사업명 스마트 팹 서비스 활용체계 구축관련 설비 온라인 시스템 구축 용역 작성일 2024.03 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 국가정보원법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 사이버안보 업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "ｏ  지능정보화  기본법\nｏ  공공기관의  정보공개에  관한  법률\nｏ  개인정보  보호법\nｏ  소프트웨어  진흥법\nｏ  인터넷주소자원에  관한  법률\nｏ  전자서명법\nｏ  전자정부법\nｏ  국가정보원법\nｏ  정보통신기반  보호법\nｏ  정보통신망  이용촉진  및  정보보호  등에  관한  법률\nｏ  통신비밀보호법\nｏ  국가를  당사자로  하는  계약에  관한  법률\nｏ  하도급거래  공정화에  관한  법률\nｏ  지방자치단체를  당사자로  하는  계약에  관한  법률\nｏ  공공데이터의  제공  및  이용  활성화에  관한  법률"
          ],
          [
            "고시  등",
            "ｏ  보안업무규정(대통령령)\nｏ  사이버안보  업무규정(대통령령)\nｏ  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\nｏ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정보통신부고시)\nｏ  전자서명인증업무  운영기준(과학기술정보통신부고시)\nｏ  전자정부  웹사이트  품질관리  지침(행정안전부고시)\nｏ  정보보호시스템  공통평가기준(미래창조과학부고시)\nｏ  정보보호시스템  평가·인증  지침(과학기술정보통신부고시)\nｏ  정보시스템  감리기준(행정안전부고시)\nｏ  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \nｏ  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \nｏ  행정전자서명  인증업무지침(행정안전부고시)\nｏ  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\nｏ  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\nｏ  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\nｏ  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\nｏ  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\nｏ  표준  개인정보  보호지침(개인정보보호위원회) \nｏ  엔지니어링사업대가의  기준(산업통상자원부고시)\nｏ  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\nｏ  소프트웨사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\nｏ  중소  소프트웨어사업자의  사업  참여  지원에  관한  지침(과학기술정보통신부고시)\nｏ  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)\nｏ  용역계약일반조건(기획재정부계약예규)\nｏ  협상에  의한  계약체결기준(기획재정부계약예규)\nｏ  경쟁적  대화에  의한  계약체결기준(기획재정부계약예규)\nｏ  하도급거래공정화지침(공정거래위원회예규)\nｏ  정보보호조치에  관한  지침(과학기술정보통신부고시)\nｏ  개인정보의  기술적·관리적  보호조치  기준(개인정보보호위원회)\nｏ  행정정보  공동이용  지침(행정안전부예규) \nｏ  공공기관의  데이터베이스  표준화  지침(행정안전부고시)\nｏ  공공데이터  관리지침(행정안전부고시)\nｏ  모바일  전자정부  서비스  관리  지침(행정안전부예규) \nｏ  행정기관  및  공공기관  정보자원  통합기준(행정안전부고시)\nｏ  국가정보보안기본지침(국가정보원)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 공정관리시스템 구축 사업 - 61 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적 용 부 분 적 용 미 적 용 해 당 없 음 기본 지침 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd - 한국형 웹 콘텐츠 접근성 지침 2.0 o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검 토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스 는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적 용",
            "부 분 적 용",
            "미 적 용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용할  수 \n있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터  사용자  등 \n서비스  이용  소외계층을  고려한  설계·구현을  검토하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "o  전자정부  웹사이트  품질관리  지침\no  한국형  웹  콘텐츠  접근성  지침  2.1",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "o  모바일  전자정부  서비스  관리  지침",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "외부  접근 \n장치",
            "o  웹브라우저  관련\n  -  HTML  4.01/HTML  5,  CSS  2.1\n  -  XHTML  1.0\n  -  XML  1.0,  XSL  1.0\n  -  ECMAScript  3rd\n  -  한국형  웹  콘텐츠  접근성  지침  2.0",
            "○\n○\n○",
            "",
            "",
            "○\n○",
            ""
          ],
          [
            "",
            "o  모바일  관련\n  -  모바일  웹  콘텐츠  저작  지침  1.0  (KICS.KO-10.0307)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4\nIPv6",
            "○",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검\n토하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스\n는  범정부  차원의  공유·활용이  가능하도록  지원하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  통합",
            "o  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0\n  -  UDDI  v3\n  -  RESTful",
            "○\n○",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "o  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0\n  -  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "○\n○",
            ""
          ],
          [
            "데이터  공유",
            "o  데이터  형식  :  XML  1.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "인터페이스",
            "o  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 공정관리시스템 구축 사업 - 62 - 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대 체기술 적 용 부분 적용 미 적용 해 당 없 음 기본 지침 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원 되는 장비를 채택하여야 한다. 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행하 는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스 템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공 학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구    분",
            "",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 \n사유  및  대\n체기술"
          ],
          [
            "",
            "",
            "",
            "적 용",
            "부분\n적용",
            "미 적\n용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에  지원\n되는  장비를  채택하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수행하\n는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는  정보시스\n템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "o  화상회의  및  멀티미디어  통신 \n:  H.320~H.324, \nH.310",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "o  부가통신:  VoIP\n  -  H.323\n  -  SIP \n  -  Megaco(H.248)",
            "",
            "",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "o  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UNIX \n  -  Windows  Server\n  -  Linux\no  모바일용  운영  체계  및  기반환경\n  -  android\n  -  IOS\n  -  Windows  Phone",
            "",
            "○",
            "",
            "",
            "○\n○\n○\n○\n○",
            ""
          ],
          [
            "데이터베이스",
            "o  DBMS\n  -  RDBMS\n  -  ORDBMS\n  -  OODBMS\n  -  MMDBMS",
            "",
            "○",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "시스템  관리",
            "o  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "소프트웨어  공\n학",
            "o  개발프레임워크  :  전자정부  표준프레임워크",
            "",
            "",
            "",
            "",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 공정관리시스템 구축 사업 - 63 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해 당 없 음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 공공데이터 제공, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 데이터는 공공데이터법 제2조제2호의 행정정보를 말한다로 제공하기 위하여 기계 판독이 가능한 형태로 정비, 공공데이터법상 제공 제외 대상의 별도 테이블 분리설계, 품질확보 등이 수행되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정 안전부장관에게 보고하고 행정안전부의행정기관의 코드표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전부장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템 과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 o 공공데이터 제공관리 매뉴얼 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 JSON 활용 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "o  데이터는  데이터  공유  및  재사용,  데이터  교환,  공공데이터  제공, \n데이터 품질 향상, 데이터베이스 통합  등을 위하여 표준화되어야  한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "o  데이터는  공공데이터(법  제2조제2호의  행정정보를  말한다)로  제공하기 \n위하여  기계  판독이  가능한  형태로  정비,  공공데이터법상  제공\n제외 대상의 별도  테이블 분리·설계, 품질확보 등이  수행되어야 한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "o  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수하여야 \n하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를  행정\n안전부장관에게  보고하고  행정안전부의“행정기관의  코드표준화 \n추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부장관에게 \n표준  등록을  요청하여야  한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "o  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템\n과의  연계를  위해  데이터베이스  사용이  투명해야  하며  다양한 \n유형의  인터페이스를  지원하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "o  공공기관의  데이터베이스  표준화  지침\no  공공데이터  공통표준용어\no  공공데이터  관리지침\no  공공데이터  제공·관리  매뉴얼",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터  표현",
            "o  정적표현  :  HTML  4.01",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o  동적표현\n  -  JSP  2.1\n  -  ASP.net\n  -  PHP\n  -  기타  (                )",
            "○",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "프로그래밍",
            "o  프로그래밍\n  -  C\n  -  C++ \n  -  Java\n  -  C#\n-  기타  (                )",
            "○\n○",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  교환",
            "o  교환프로토콜: \n  -  XMI  2.0\n  -  SOAP  1.2",
            "",
            "",
            "○",
            "○",
            "JSON  활용"
          ],
          [
            "",
            "o  문자셋\n  -  EUC-KR \n  -  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "○",
            "",
            "",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 공정관리시스템 구축 사업 - 64 - 보안 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수 립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품CC인증 필수 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM등CC인증 필수 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품CC인증 필수 - 상기제품9종이외 중요정보 보호를 위해 암호기 능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여 부 o CC인증 필수제품 유형군국제 CC인 경우 보안적 합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응성능평가로 도입 가능",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수\n립하고  이를  적용하여야  한다.    이는  정보시스템의  구축  운영과 \n관련된“서비스  접근  및  전달”,“플랫폼  및  기반구조”,“요소기술” \n및  “인터페이스  및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "o  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n공인전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "o  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견시  개선․조치하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n규정",
            "o  전자정부법\no  국가정보보안기본지침(국가정보원)\n  -  국가  사이버안전  매뉴얼\no  네트워크  장비  구축·운영사업  추가특수조건(조달청 \n지침)",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "제품별  도입\n요건  및  보안\n기준 \n준수",
            "o  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가 \n주기능인  정보보호제품)\n  -  PKI제품\n  -  SSO제품(CC인증  필수)\n  -  디스크ㆍ파일  암호화  제품\n  -  문서  암호화  제품(DRM)등(CC인증  필수)\n  -  메일  암호화  제품\n  -  구간  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품(CC인증  필수)\n  -  상기제품(9종)이외  중요정보  보호를  위해  암호기\n능이  내장된  제품\n  -  암호모듈  검증서에  명시된  제품과  동일  제품  여\n부\no  CC인증  필수제품  유형군(국제  CC인  경우  보안적\n합성  검증  필요)\n  -  (네트워크)침입차단\n  -  (네트워크)침입방지(침입탐지  포함)\n  -  통합보안관리\n  -  웹  응용프로그램  침입차단\n  -  DDos  대응(성능평가로  도입  가능)",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 공정관리시스템 구축 사업 - 65 - 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해당 없음 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 망간 자료전송 - 안티 바이러스성능평가로 도입 가능 - 가상화PC 또는 서버 - 패치관리 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구성능평가로 도입 가능 - 스마트폰 보안관리 - 소프트웨어기반 보안USB2020.1.1이전 인증제품, 검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지2021.1.1이전 인증제품, 매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 네트워크 자료유출방지2021.1.1 이전 인증제품 - CC인증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 필수제품 유형군 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지매체제어제품 포함, 자료 저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 네트워크 자료유출방지 - 네트워크 장비L3 스위치 이상 - 가상화관리제품 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비 스 - 행정공공기관 민간 클라우드 이용 가이드라인",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "-  인터넷  전화  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망(검증필  암호모듈  탑재  필수)\n  -  네트워크  접근통제\n  -  망간  자료전송\n  -  안티  바이러스(성능평가로  도입  가능)\n  -  가상화(PC  또는  서버)\n  -  패치관리\n  -  스팸메일  차단\n  -  서버  접근통제\n  -  DB접근  통제\n  -  스마트카드\n  -  디지털  복합기  (비휘발성  저장매체  장착  제품에 \n대한  완전삭제  혹은  암호화  기능)\n  -  소스코드  보안약점  분석도구(성능평가로  도입 \n가능)\n  -  스마트폰  보안관리\n  -  소프트웨어기반  보안USB(2020.1.1이전  인증제품, \n검증필  암호모듈  탑재  필수)\n  -  호스트  자료유출  방지(2021.1.1이전  인증제품, \n매체제어제품  포함,  자료저장  기능이  있는  경우 \n국정원  검증필  암호모듈  탑재  필수)\n  -  네트워크  자료유출방지(2021.1.1  이전  인증제품)\n  -  CC인증서에  명시된  제품과  동일  제품  여부\no  보안기능  확인서  필수제품  유형군\n  -  소프트웨어기반  보안USB(검증필  암호모듈  탑재 \n필수)\n  -  호스트  자료유출  방지(매체제어제품  포함,  자료\n저장  기능이  있는  경우  국정원  검증필  암호모듈 \n탑재  필수)\n  -  네트워크  자료유출방지\n  -  네트워크  장비(L3  스위치  이상)\n  -  가상화관리제품\no  모바일  서비스(앱·웹)  등\n  -  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)\no  민간  클라우드  활용\n    -  클라우드  서비스  보안인증(CSAP)을  받은  서비\n스\n    -  행정·공공기관  민간  클라우드  이용  가이드라인",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "나노종합기술원 스마트 팹 서비스 활용체계 구축관련 공정관리시스템 구축 사업 - 66 - 최신 기준은 국가정보원 홈페이지 참조 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해당 없음 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적 용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "백도어  방지 \n기술적  확인 \n사항",
            "o  보안기능  준수\n  -  식별  및  인증\n  -  암호지원\n  -  정보  흐름  통제\n  -  보안  관리\n  -  자체  시험\n  -  접근  통제\n  -  전송데이터  보호\n  -  감사  기록\n  -  기타  제품별  특화기능\no  보안기능  확인  및  취약점  제거\n  -  보안기능별  명령어  등  시험  및  운영방법  제공\n  -  취약점  개선(취약점이  없는  펌웨어  및  패치  적\n용)\n  -  백도어  제거(비공개  원격  관리  및  접속  기능)\n  -  오픈소스  적용  기능  및  리스트  제공",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}