{
  "csv_metadata": {
    "공고 번호": "20241015084",
    "공고 차수": 0.0,
    "사업명": "[혁신-국고] 남서울대학교 스마트 정보시스템 활성화(학사행정 암호화) 개발 용역 입찰",
    "사업 금액": 70000000,
    "발주 기관": "남서울대학교",
    "공개 일자": "2024-10-16 09:43:43",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "2024-10-23 14:00:00",
    "사업 요약": "- 사업 개요: [혁신-국고]스마트 정보시스템 활성화(학사행정 암호화) 사업으로, 학사포털 시스템에 파일 암호화를 적용하여 개인정보 보호를 강화하고자 함\n- 추진배경: 개인 정보와 연관된 민감한 파일 자료를 보관해야 하는데, 현재 파일 암호화가 되어있지 않아 개인정보 유출 사고 가능성이 큼\n- 사업범위: 기존 파일에 대한 암호화 적용 및 학사포털 시스템에 파일 암/복호화 모듈 적용\n- 기대효과: 개인정보 유출 사고 방지 및 보안 강화\n- 추진목표: 보안 강화를 위해 파일 암호화 솔루션 적용 및 기존 시스템에 암/복호화 모듈 적용",
    "파일형식": "pdf",
    "파일명": "남서울대학교_[혁신-국고] 남서울대학교 스마트 정보시스템 활성화(학사.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "혁신- 국고 스마트 정보시스템 활성화 학사행정 암호화 사업명 혁신-국고스마트 정보시스템 활성화학사행정 암호화 주관기관 남서울대학교 2024. 09. 담 당 소속 성명 연락처 이메일 남서울대학교 양승일 041-580-2091 paulnsu.ac.kr 남서울대학교 송인수 041-580-2092 issongnsu.ac.kr 목차 I.사업 개요 1.추진배경 및 필요성 2.시스템 현황 및 문제점 3.시스템 개선 방향 4.정보화시스템 현황 II.사업 추진방안 1.추진목표 2.추진전략 3.추진일정 III.제안 요청내용 1.요구사항 개요 2.상세 요구사항 3.특수사항 IV.제안서 작성요령 1.제안서의 효력 2.제안서 작성지침 및 유의사항 3.제안서 목차 4.제안서 세부 작성지침 V.제안 안내사항 1.입찰 방식 2.제안서 평가방법 3.기술성 평가기준 4.제출서류",
      "tables": [
        [
          [
            "사 업 명",
            "[혁신-국고]스마트 정보시스템 활성화(학사행정 암호화)"
          ],
          [
            "주관기관",
            "남서울대학교"
          ]
        ],
        [
          [
            "담 당",
            "소속",
            "성명",
            "연락처",
            "이메일"
          ],
          [
            "",
            "",
            "남서울대학교 양승일 041-580-2091",
            "",
            "paul@nsu.ac.kr"
          ],
          [
            "",
            "",
            "남서울대학교 송인수 041-580-2092",
            "",
            "issong@nsu.ac.kr"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "5.제안서 제출일정 및 방법 6.제안요청 설명회 7.제안설명회제안서평가 개최 8.입찰시 유의사항 9.제안서 보상 10.기타사항 첨부자료 붙임 1 정보화사업 수행업체 보안 준수사항 붙임 2 사업자 보안위규 처리기준 붙임 3 보안 위약금 부과 기준 붙임 4 정보화사업 수행업체 EA 준수사항 붙임 5 정보화사업 필수 사업산출물 붙임 6 개인정보처리시스템 사업담당자 준수사항 붙임 7 소프트웨어 개발사업의 적정 사업기간 종합 산정서 붙임 8 소프트웨어사업 영향평가 검토결과서 별지 및 서식 별지 제1호 서식입찰참가신청서 별지 제2호 서식일반현황 및 연혁 별지 제3호 서식자본금 및 매출액 별지 제4호 서식주요사업실적 별지 제5호 서식사업실적 증명서 별지 제6호 서식기술적용계획표기술적용결과표 별지 제7호 서식상호운용성 등 기술평가표 별지 제8호 서식하도급 대금지급 비율 명세서 별지 제9호 서식소프트웨어사업 하도급 계약승인 신청서 별지 제10호 서식소프트웨어사업 하도급 계획서입찰 시 별지 제11호 서식소프트웨어사업 하도급 계획서계약체결 시 별지 제12호 서식표준 개인정보처리위탁 계약서 별지 제13호 서식용역사업 계약 시 정보보안준수 및 의무사항 별지 제14호 서식보안 서약서확약서 별지 제15호 서식평가항목별 자가점검표 별지 제16호 서식자료반환 확약서 별지 제17호 서식비밀유지 서약서 별지 제18호 서식용역업체 열람제공자료 관리대장 별지 제19호 서식용역업체 출입관리대장 별지 제20호 서식용역업체 노트북 등 전산장비 반출입 대장",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 1 - I 사업개요 혁신-국고스마트 정보시스템 활성화 학사행정 암호화 사업명 혁신-국고스마트 정보시스템 활성화학사행정 암호화 사업기간 계약일로부터 3개월 본 사업은 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업임 사업비 70,000,000원VAT 포함 계약방법 협상에 의한 계약제한경쟁입찰 1 추진배경 및 필요성 학사포털 포털 업무 특성 상 개인 사진, 통장 사본 등 개인 정보와 연관성이 깊은 민감한 파일 자료를 필수적으로 보관해야 함 파일 시스템에 대한 보안을 강화하고 원본 파일에 대한 유출 사 고를 방지하기 파일 암호화 적용이 반드시 필요함 2 시스템 현황 및 문제점 웹 방화벽, 서버 IP 정책 등을 활용하여 외부에서의 접근을 체계적 으로 관리하고 있으나, 보안 사고 특성 상 100 안전한 시스템은 존재하지 않음 현재는 파일 암호화가 도입되어있지 않기 때문에 원본 파일이 유 출되는 경우 개인정보가 노출되어 큰 사고로 이어질 수 있음 - 2 - 파일 암호화를 진행하면 원본 파일이 노출 되더라도 파일 내용을 열어볼 수 없으므로 개인정보 피해를 최소화할 수 있음 3 시스템 개선 방향 사업 범위 시스템 파일 암호화 적용 기존 첨부 파일에 대한 일괄 암호화 진행 첨부파일 스토리지를 조회하는 프로그램에 암복호화 모듈을 적용 하여 우리 대학이 보유하고 있는 승인된 시스템에서만 파일을 기 록하고 관리할 수 있도록 시스템 개선 4 정보화시스템 현황 가. 사업 범위 기존 파일에 대한 암호화 적용 학부 학사포털 서비스에 파일 암복호화 모듈 적용 대학원 학사포털 서비스에 파일 암복호화 모듈 적용 평생교육원학점은행 학사포털 서비스에 파일 암복호화 모듈 적 용 연구행정 및 업적관리 시스템에 대한 파일 암복호화 모듈 적용 학생경력관리 플랫폼에 대한 파일 암복호화 모듈 적용 나. 시스템 인프라 현황 우리 대학 전산원에서 운영 중인 가상화 인프라 제공 예정 요구사항 정의 및 설계 단계에서 인스턴스 별 스펙 확정",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 3 - II 사업추진방안 1 추진목적 파일 암호화 솔루션 적용을 통해 보안 강화하여 개인정보 유출 사고에 대한 피해를 최소화 하고자 함 기존 파일에 대한 암호화는 물론 현재 운영 중인 서비스에 파일 암복호화 모듈을 적용하여 신규 파일에 대한 체계적인 관리를 하 고자 함 2 추진전략 관리적 전략 - 정보화시스템 구축 관련 법령, 지침 및 가이드를 준수한 표준관 리체계를 수립하여, 본 사업 수행 전반에 적용 - 적용 대상 시스템 분석설계 단계에서 의사소통 및 협업체계 조직 의 의견을 수렴하고, 구현검사 단계에서 보고회와 시연을 실시 기술적 전략 - 기존에 암호화 되어있지 않은 모든 파일에 대한 암호화 진행하여 보안 강화 - 우리 대학이 보유하고 있는 서비스에 암복호화 모듈 적용하고, 향후 신규 시스템 도입시에 대한 적용 가이드 마련하여 지속적인 파일 보안 유지 - 4 - 3 추진일정 일정 내용 24. 9 입찰공고업체선정 및 계약 현행 시스템 분석 기존 파일 암호화 처리 기 보유 시스템에 암복호화 모듈 적용 파일 암호화 적용 검증 사업 검수완료",
      "tables": [
        [
          [
            "일정\n  내용",
            "",
            ""
          ],
          [
            "",
            "24.  9",
            ""
          ],
          [
            "입찰공고/업체선정\n및  계약",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "현행  시스템  분석",
            "",
            ""
          ],
          [
            "기존  파일  암호화  처리",
            "",
            ""
          ],
          [
            "기  보유  시스템에 \n암/복호화  모듈  적용",
            "",
            ""
          ],
          [
            "파일 암호화 적용 검증",
            "",
            ""
          ],
          [
            "사업  검수·완료",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 5 - III 제안요청내용 1 요구사항 목록표 제안사는 관련 자료를 반드시 숙지한 후 요구사항을 이해 및 분석해야 한다. 제안사는 제안요청서에 기술된 요구사항을 기반으로 제안하되 업무 분석 단계에서 더 창의 적인 방법으로 요구사항을 해석, 분석, 정제하여 본 사업에 반영하여야 한다. 제안서 작성 시 제안사 판단으로 제안요청서 요구사항에 명시되지 않은 요구사항을 추가 제안할 수 있다. 요구사항 구분 설 명 개 수 기획 요구사항 PLR Ÿ 학습플랫폼 개발 시 고려해야 될 요건 및 세부 조건을 기술한 것 1 시스템 구성 ECR Ÿ 목표 사업수행을 위해 구축된 HW, SW, NW 등의 장비 도입 및 시스 템 장비 구성에 대한 요구사항을 기술함 2 기능 SFR Ÿ 목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사용자가 반드시 수행할 수 있어야 하는 기능동작에 대한 요구사항을 기술함 4 성능 PER Ÿ 목표시스템의 처리속도 및 시간, 처리량, 동적ᆞ정적 용량, 가용성 등 성 능에 대한 요구사항을 기술함 3 인터페이스 SIR Ÿ 목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요구사항을 기술함 1 테스트 TER Ÿ 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고 점검하기 위 한 요구사항을 기술함 1 보안 SER Ÿ 정보 자산의 기밀성과 무결성 확보와 개인정보보호를 위한 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항을 기술함 3 품질 QUR Ÿ 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질 항목, 품질 평가대상 및 목표에 대한 요구사항을 기술함 3 제약사항 COR Ÿ 목표시스템 설계, 구축, 운영관련 기술 표준, 업무, 법제도 등 사전 제약조 건에 대한 요구사항을 기술함 11 프로젝트 관리 PMR Ÿ 사업의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안 등에 대 한 요구사항을 기술함 4 프로젝트 지원 PSR Ÿ 사업의 원활한 수행을 위해 필요한 지원 사항 및 방안에 대한 요구사항을 기술함 Ÿ 시스템서비스 안정화 및 운영, 교육훈련 및 기술지원, 하자보수 또는 유 지관리 요구사항 등을 기술함 5 합 계 38 - 6 - 2 요구사항 목록 구분 번호 기획 요구사항 PLR Planning Requirement PLR-001 기능 요구사항 SFR System Function Requirement SFR-001 SFR-002 테스트 요구사항 TER Test Requirement TER-001 보안 요구사항 SER Security Requirement SER-001 SER-002 SER-003 품질 요구사항 QUR Quality Requirement QUR-001 QUR-002 QUR-003 제약사항 COR Constraint Requirement COR-001 COR-002 COR-003 COR-004 COR-005 COR-006 COR-007 COR-008 COR-009 COR-010 COR-011 프로젝트 관리 요구사항 PMR Project Management Requirement PMR-001 PMR-002 PMR-003 PMR-004 프로젝트 지원 요구사항 PSR Project Support Requirement PSR-001 PSR-002",
      "tables": [
        [
          [
            "요구사항  구분",
            "설        명",
            "개  수"
          ],
          [
            "기획  요구사항\n(PLR)",
            "학습플랫폼  개발  시  고려해야  될  요건  및  세부  조건을  기술한  것\nŸ",
            "1"
          ],
          [
            "시스템  구성\n(ECR)",
            "목표  사업수행을  위해  구축된  H/W,  S/W,  N/W  등의  장비  도입  및  시스\nŸ\n템  장비  구성에  대한  요구사항을  기술함",
            "2"
          ],
          [
            "기능\n(SFR)",
            "목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사용자가 \nŸ\n반드시  수행할  수  있어야  하는  기능(동작)에  대한  요구사항을  기술함",
            "4"
          ],
          [
            "성능\n(PER)",
            "목표시스템의  처리속도  및  시간,  처리량,  동적ㆍ정적  용량,  가용성  등  성\nŸ\n능에  대한  요구사항을  기술함",
            "3"
          ],
          [
            "인터페이스\n(SIR)",
            "목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 \nŸ\n대한  요구사항을  기술함",
            "1"
          ],
          [
            "테스트\n(TER)",
            "구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고 점검하기 위\nŸ\n한  요구사항을  기술함",
            "1"
          ],
          [
            "보안\n(SER)",
            "정보 자산의 기밀성과 무결성 확보와 개인정보보호를 위한 목표 시스템의 \nŸ\n데이터  및  기능,  운영  접근을  통제하기  위한  요구사항을  기술함",
            "3"
          ],
          [
            "품질\n(QUR)",
            "목표  사업의  원활한  수행  및  운영을  위해  관리가  필요한  품질  항목,  품질 \nŸ\n평가대상  및  목표에  대한  요구사항을  기술함",
            "3"
          ],
          [
            "제약사항\n(COR)",
            "목표시스템 설계, 구축, 운영관련 기술 표준, 업무, 법·제도 등 사전 제약조\nŸ\n건에  대한  요구사항을  기술함",
            "11"
          ],
          [
            "프로젝트  관리\n(PMR)",
            "사업의  원활한  수행을  위한  관리  방법  및  추진  단계별  수행방안  등에  대\nŸ\n한  요구사항을  기술함",
            "4"
          ],
          [
            "프로젝트  지원\n(PSR)",
            "사업의 원활한 수행을 위해 필요한 지원 사항 및 방안에 대한 요구사항을 \nŸ\n기술함\n시스템/서비스  안정화  및  운영,  교육훈련  및  기술지원,  하자보수  또는  유\nŸ\n지관리  요구사항  등을  기술함",
            "5"
          ],
          [
            "합  계",
            "",
            "38"
          ]
        ],
        [
          [
            "구분",
            "번호"
          ],
          [
            "기획  요구사항\n(PLR  :  Planning  Requirement)",
            "PLR-001"
          ],
          [
            "기능  요구사항\n(SFR  :  System  Function \nRequirement)",
            "SFR-001"
          ],
          [
            "",
            "SFR-002"
          ],
          [
            "테스트  요구사항\n(TER  :  Test  Requirement)",
            "TER-001"
          ],
          [
            "보안  요구사항\n(SER  :  Security  Requirement)",
            "SER-001"
          ],
          [
            "",
            "SER-002"
          ],
          [
            "",
            "SER-003"
          ],
          [
            "품질  요구사항\n(QUR  :  Quality  Requirement)",
            "QUR-001"
          ],
          [
            "",
            "QUR-002"
          ],
          [
            "",
            "QUR-003"
          ],
          [
            "제약사항\n(COR  :  Constraint  Requirement)",
            "COR-001"
          ],
          [
            "",
            "COR-002"
          ],
          [
            "",
            "COR-003"
          ],
          [
            "",
            "COR-004"
          ],
          [
            "",
            "COR-005"
          ],
          [
            "",
            "COR-006"
          ],
          [
            "",
            "COR-007"
          ],
          [
            "",
            "COR-008"
          ],
          [
            "",
            "COR-009"
          ],
          [
            "",
            "COR-010"
          ],
          [
            "",
            "COR-011"
          ],
          [
            "프로젝트  관리  요구사항\n(PMR  :  Project  Management \nRequirement)",
            "PMR-001"
          ],
          [
            "",
            "PMR-002"
          ],
          [
            "",
            "PMR-003"
          ],
          [
            "",
            "PMR-004"
          ],
          [
            "프로젝트  지원  요구사항\n(PSR : Project Support Requirement)",
            "PSR-001"
          ],
          [
            "",
            "PSR-002"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 7 - 3 세부 요구사항 1 기획 요구사항 요구사항 고유번호 PLR-001 요구사항 명칭 파일 암호화 솔루션 도입 및 적용 전략 수립 요구사항 분류 기획 요구사항 요구 사항 상세 설명 정의 파일 암호화 솔루션 도입 및 적용을 위한 전반적인 계획 수립 세부 내용 Ÿ 파일 암호화 솔루션 도입 및 적용을 위한 전략을 수립하여 제시하여야 함 Ÿ 전략 수립 시 하기 내용은 반드시 포함되어야 함 - 기존 파일에 대한 암호화 방안 - 우리 대학 보유 시스템에 대한 암복호화 모듈 연계 또는 연계 지원 방안 - 암호화 솔루션 인증서 제공 필수 Ÿ 우리 기관의 업무 특성을 명확하게 이해하고, 각 서비스 요소별 명확한 요구사항을 반영하여 발생 가능한 위험성을 최소화하고, 정확한 서비스가 가능하도록 구축 Ÿ 시스템의 확장성 및 유지보수 용이성 제고 - 향후 업무 관련 신규 시스템 구축 시 파일 암복호화 모듈 적용이 수월하도록 연계 및 유지보수에 대한 용이성을 제고해야 함 구분 번호 요구사항 명칭 PSR-003 Ÿ 원활한 시스템 운영과 안정화를 위한 기술지원 PSR-004 Ÿ 기타사항 PSR-005 Ÿ SW 사업정보 저장소 데이터 작성 및 제출 - 8 - 2 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 기존 파일에 대한 암호화 요구사항 분류 기능 요구사항 요구 사항 상세 설명 정의 기존 보유 중인 파일에 대한 암호화 요구사항 세부 내용 Ÿ 우리 대학이 보유 중인 기존 첨부파일에 대한 일괄 암호화를 지원하여야 함 Ÿ 일괄 암호화 후 도입되는 DRM API 서비스를 통한 복호화 검증하여야 함 Ÿ 기존 파일에 대한 건수가 암호화 이후 건수와 일치하여야 함 요구사항 고유번호 SFR-002 요구사항 명칭 기 보유 시스템에 대한 파일 암복호화 모듈 적용 요구사항 분류 기능 요구사항 요구 사항 상세 설명 정의 기 보유 시스템에 대한 파일 암복호화 모듈 적용 요구사항 세부 내용 Ÿ 우리 대학이 보유 중인 시스템에 파일 암호화 DRM API를 적용하여야 함 Ÿ 파일 업로드 시 DRM API를 통해 파일을 암호화하여 저장하여야 함 Ÿ 파일 다운로드 시 DRM API를 통해 파일 복호화하여 제공하여야 함 Ÿ 대학 홈페이지 Ÿ 신규 학사행정시스템 Ÿ 신규 평생교육원시스템 Ÿ 기타 대학의 첨부파일이 필요한 시스템 3 테스트 요구사항",
      "tables": [
        [
          [
            "구분",
            "번호",
            "요구사항  명칭"
          ],
          [
            "",
            "PSR-003",
            "원활한  시스템  운영과  안정화를  위한  기술지원\nŸ"
          ],
          [
            "",
            "PSR-004",
            "기타사항\nŸ"
          ],
          [
            "",
            "PSR-005",
            "SW  사업정보  저장소  데이터  작성  및  제출\nŸ"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "기존  파일에  대한  암호화"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기존  보유  중인  파일에  대한  암호화  요구사항"
          ],
          [
            "",
            "세부\n내용",
            "우리  대학이  보유  중인  기존  첨부파일에  대한  일괄  암호화를  지원하여야  함\nŸ\n일괄  암호화  후  도입되는  DRM  API  서비스를  통한  복호화  검증하여야  함\nŸ\n기존  파일에  대한  건수가  암호화  이후  건수와  일치하여야  함 \nŸ"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PLR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "파일  암호화  솔루션  도입  및  적용  전략  수립"
          ],
          [
            "요구사항  분류",
            "",
            "기획  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "파일  암호화  솔루션  도입  및  적용을  위한  전반적인  계획  수립"
          ],
          [
            "",
            "세부\n내용",
            "파일  암호화  솔루션  도입  및  적용을  위한  전략을  수립하여  제시하여야  함\nŸ\n전략  수립  시  하기  내용은  반드시  포함되어야  함\nŸ\n    -  기존  파일에  대한  암호화  방안\n    -  우리  대학  보유  시스템에  대한  암/복호화  모듈  연계  또는  연계  지원  방안\n    -  암호화  솔루션  인증서  제공  필수\n우리  기관의  업무  특성을  명확하게  이해하고,  각  서비스  요소별  명확한  요구사항을 \nŸ\n반영하여  발생  가능한  위험성을  최소화하고,  정확한  서비스가  가능하도록  구축\n시스템의  확장성  및  유지보수  용이성  제고\nŸ\n    -  향후  업무  관련  신규  시스템  구축  시  파일  암/복호화  모듈  적용이  수월하도록 \n연계  및  유지보수에  대한  용이성을  제고해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "기  보유  시스템에  대한  파일  암/복호화  모듈  적용"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기  보유  시스템에  대한  파일  암/복호화  모듈  적용  요구사항"
          ],
          [
            "",
            "세부\n내용",
            "우리  대학이  보유  중인  시스템에  파일  암호화  DRM  API를  적용하여야  함\nŸ\n파일  업로드  시  DRM  API를  통해  파일을  암호화하여  저장하여야  함\nŸ\n파일  다운로드  시  DRM  API를  통해  파일  복호화하여  제공하여야  함\nŸ\n대학  홈페이지\nŸ\n신규  학사행정시스템\nŸ\n신규  평생교육원시스템\nŸ\n기타  대학의  첨부파일이  필요한  시스템\nŸ"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 9 - 요구사항 고유번호 TER-001 요구사항 명칭 성능 및 테스트 요구사항 분류 테스트 요구사항 요구 사항 상세 설명 정의 테스트 일반사항 정의 세부 내용 Ÿ 각 구축 단계별로 세부적인 계획을 수립하여, 남서울대학교의 승인 후 시행하여야 하며, 테스트 항목 및 횟수는 남서울대학교에서 적절히 조정 Ÿ 개발초기부터 구축완료까지 지속적인 테스트와 해당 결과를 반영하여 요구사항이 모두 충족되는 시스템이 되도록 해야 함 Ÿ 시스템 가동을 위한 리허설 방안을 제시하고 남서울대학교이 요구하는 기간 또는 횟수를 계획에 따라 차질 없이 시행해야 함 Ÿ 개발사 자체 검증 테스트 완료 및 자료 제출 필수 Ÿ 개발사 자체 검증 테스트 자료 기반 남서울대학교에서 샘플 테스트 진행 후 사업 완료함 4 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 책임 및 보안 기본사항 요구사항 분류 보안 요구 사항 상세 설명 정의 Ÿ 사업수행에 따른 정보보호 책임 및 보안 지침 준수 세부 내용 Ÿ 사업수행업체는 사업수행에 있어 관리적 보안 대책, 기술적인 보안 대책 등 안전 및 보안 관리 자체 계획을 수립하고 보안상 결격사항이 없도록 조치해야 함 Ÿ 보안준수사항을 위반하여 발생하는 모든 민형사상 책임 및 그에 따른 유무형의 모든 손해배상에 대하여 책임져야 함 Ÿ 본 사업은 국가계약법 시행령 및 시행규칙12. 4. 1 시행에 적용되며, 시행령 제76조 부정당업자의 입찰참가자격제한 1항의 18호에 의거 누출금지정보의 범위는 같음 - 10 - 누출금지대상 정보 1 기관 소유 전산시스템의 내ᆞ외부 IP주소 현황 2 세부 전산시스템 구성현황 및 전산망구성도 3 사용자계정 및 패스워드 등 시스템 접근권한 정보 4 전산시스템 취약점분석 결과물 5 정보화 용역사업 결과물 및 관련 프로그램 소스코드유출시 안보국익에 피해가 우려되는 중요 용역사업의 경우 6 국가용 보안시스템 및 정보보호시스템 도입현황 7 방화벽ᆞIPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조 1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9 개인정보보호법 의 개인정보 10 보안업무규정 제4조의 비밀, 同 시행규칙 제7조3항의 대외비 11 기타 각급기관이 공개가 불가하다고 판단한 자료 Ÿ 사업수행업체는 외부PC노트북 등 반입 시 발주기관의 부서 내 보안 프로그램을 반드시 설치하여 내부 사용자 보안사항을 준수하여야 하고, 이를 목적 외 사용하거나 제3자에게 제공해서는 안 되며, 이를 위반 시에는 모든 법적 책임을 져야 함 Ÿ 사업수행업체는 본 사업과 관련하여 PC 등 저장매체를 포함하는 전산 장비가 교체폐기 등의 이유로 불용, 외부로 반출 시 완전삭제 실시 또는 완전 파쇄 처리하고 그 결과를 발주처에게 제출해야 함 Ÿ 사업수행업체는 본 사업과 관련하여 습득한 정보를 누설하거나 이용해서는 아니 되며, 유지보수 행위를 통하여 취득한 사업내용에 대한 지식이나 기밀사항에 대하여도 승인 없이 이용하거나 누설하여서는 아니 되며, 이를 위반하였을 경우에는 계약기간을 불문하고 이에 대한 모든 법적 책임을 져야 함 Ÿ 사업수행업체는 사업수행에 있어 악성코드에 감염된 장비, SW 등 도구일체를 사용하여서는 아니 되며, 인가 받지 않은 USB 등의 보조기억매체 사용을 금지함 Ÿ 사업수행업체는 원칙적으로 승인되지 않은 인터넷을 사용하여서는 안 된다. 특히, 스마트폰, 와이파이 등 무선기기 및 인터넷을 사용하여 외부 무단 접속 및 자료유출 시 이로 인해 발생하는 법적 책임을 져야 함 Ÿ 소프트웨어 개발 및 기능개선 시 소스코드 전체에 대해 시큐어코딩을 하여야 하며 취약점 점검 결과진단도구 결과 출력물 및 취약점 제거 결과진단도구 결과 출력물를 보고해야 함 Ÿ 본 사업 관련 자료는 인터넷 웹하드, 웹메일 등 업무 목적 이외에는 외부에 저장 및 전송을 금지함 Ÿ 시스템 구축 착수 전, 투입될 인력은 보안 서약서를 작성 및 제출하여야 하며 내부 보안규정에 따라 필요한 일체의 보안 서류들을 제출해야 함 Ÿ 사업수행업체는 자료 수집 시 지적재산권 여부를 확인하고 지적재산권 이용 동의서를 확보해야 함 Ÿ 사업수행업체는 과업에 따른 연구 내용 및 조사 자료는 물론, 과업 진행과정에서 취득 및 생성된 모든 자료를 타 용도로 사용하거나 외부에 공개 또는 반출하지 못하며 과업수행 도중 과실로 인한 일체의 보안 사고에 대하여 책임을 져야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "성능  및  테스트"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "테스트  일반사항  정의"
          ],
          [
            "",
            "세부\n내용",
            "각  구축  단계별로  세부적인  계획을  수립하여,  남서울대학교의  승인  후  시행하여야  하며, \nŸ\n테스트 항목  및 횟수는 남서울대학교에서 적절히 조정\n개발초기부터  구축완료까지  지속적인  테스트와  해당  결과를  반영하여  요구사항이  모두 \nŸ\n충족되는 시스템이 되도록 해야 함\n시스템  가동을  위한  리허설  방안을  제시하고  남서울대학교이  요구하는  기간  또는 \nŸ\n횟수를  계획에  따라  차질  없이  시행해야  함\n개발사  자체  검증  테스트  완료  및  자료  제출  필수\nŸ\n개발사  자체  검증  테스트  자료  기반  남서울대학교에서  샘플  테스트  진행  후  사업 \nŸ\n완료함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "책임  및  보안  기본사항"
          ],
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행에  따른  정보보호  책임  및  보안  지침  준수\nŸ"
          ],
          [
            "",
            "세부\n내용",
            "사업수행업체는  사업수행에  있어  관리적  보안  대책,  기술적인  보안  대책  등  안전 \nŸ\n및  보안  관리  자체  계획을  수립하고  보안상  결격사항이  없도록  조치해야  함\n보안준수사항을  위반하여  발생하는  모든  민형사상  책임  및  그에  따른  유무형의  모든 \nŸ\n손해배상에  대하여  책임져야  함\n본  사업은  국가계약법  시행령  및  시행규칙(’12.  4.  1  시행)에  적용되며,  시행령  제76조 \nŸ\n(부정당업자의  입찰참가자격제한)  1항의  18호에  의거  누출금지정보의  범위는  같음"
          ]
        ],
        [
          [
            "",
            "",
            "사업수행업체는  외부PC(노트북  등)  반입  시  발주기관의  부서  내  보안  프로그램을  반드시 \nŸ\n설치하여  내부  사용자  보안사항을  준수하여야  하고,  이를  목적  외  사용하거나  제3자에게 \n제공해서는 안 되며, 이를 위반 시에는 모든 법적 책임을 져야 함\n사업수행업체는  본  사업과  관련하여  PC  등  저장매체를  포함하는  전산  장비가  교체·폐기 \nŸ\n등의  이유로  불용,  외부로  반출  시  완전삭제  실시  또는  완전  파쇄  처리하고  그  결과를 \n발주처에게 제출해야  함\n사업수행업체는  본  사업과  관련하여  습득한  정보를  누설하거나  이용해서는  아니  되며, \nŸ\n유지보수  행위를  통하여  취득한  사업내용에  대한  지식이나  기밀사항에  대하여도  승인 \n없이  이용하거나  누설하여서는  아니  되며,  이를  위반하였을  경우에는  계약기간을  불문하고 \n이에 대한 모든 법적 책임을 져야 함\n사업수행업체는  사업수행에  있어  악성코드에  감염된  장비, \nSW  등  도구일체를 \nŸ\n사용하여서는  아니  되며,  인가  받지  않은  USB  등의  보조기억매체  사용을  금지함\n사업수행업체는  원칙적으로  승인되지  않은  인터넷을  사용하여서는  안  된다.  특히, \nŸ\n스마트폰,  와이파이  등  무선기기  및  인터넷을  사용하여  외부  무단  접속  및 \n자료유출  시  이로  인해  발생하는  법적  책임을  져야  함\n소프트웨어  개발  및  기능개선  시  소스코드  전체에  대해  시큐어코딩을  하여야  하며 \nŸ\n취약점  점검  결과(진단도구  결과  출력물)  및  취약점  제거  결과(진단도구  결과 \n출력물)를  보고해야  함\n본  사업  관련  자료는  인터넷  웹하드,  웹메일  등  업무  목적  이외에는  외부에  저장 \nŸ\n및  전송을  금지함\n시스템  구축  착수  전,  투입될  인력은  보안  서약서를  작성  및  제출하여야  하며 \nŸ\n내부  보안규정에  따라  필요한  일체의  보안  서류들을  제출해야  함\n사업수행업체는  자료  수집  시  지적재산권  여부를  확인하고  지적재산권  이용 \nŸ\n동의서를  확보해야  함\n사업수행업체는  과업에  따른  연구  내용  및  조사  자료는  물론,  과업  진행과정에서  취득  및 \nŸ\n생성된  모든  자료를  타  용도로  사용하거나  외부에  공개  또는  반출하지  못하며  과업수행 \n도중 과실로  인한 일체의 보안 사고에 대하여 책임을 져야 함",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "누출금지대상  정보\n①  기관  소유  전산시스템의  내ㆍ외부  IP주소  현황\n②  세부  전산시스템  구성현황  및  전산망구성도\n③  사용자계정  및  패스워드  등  시스템  접근권한  정보\n④  전산시스템  취약점분석  결과물\n⑤  정보화  용역사업  결과물  및  관련  프로그램  소스코드(유출시  안보·국익에  피해가 \n우려되는  중요  용역사업의  경우)\n⑥  국가용  보안시스템  및  정보보호시스템  도입현황\n⑦  방화벽ㆍIPS  등  정보보호제품  및  라우터ㆍ스위치  등  네트워크  장비  설정  정보\n⑧  ‘공공기관의  정보공개에  관한  법률’  제9조  1항에  따라  비공개  대상  정보로 \n분류된  기관의  내부문서\n⑨  ‘개인정보보호법’  의  개인정보\n⑩  ‘보안업무규정’  제4조의  비밀,  同  시행규칙  제7조3항의  대외비\n⑪  기타  각급기관이  공개가  불가하다고  판단한  자료",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 11 - 요구사항 고유번호 SER-002 요구사항 명칭 관리적 보안 대책 요구사항 분류 보안 요구 사항 상세 설명 정의 관리적 보안 대책 세부 내용 Ÿ 본 사업에 참여하는 인원에 대하여 신원조회, 철저한 보안 교육 및 사업수행에 관련된 제반 보안대책을 마련해야 함 요구사항 고유번호 SER-003 요구사항 명칭 기술적 보안 대책 요구사항 분류 보안 요구 사항 상세 설명 정의 기술적 보안 대책 세부 내용 Ÿ 남서울대학교의 보안정책에 따름 Ÿ 공공기관 홈페이지 개인정보 노출방지 가이드라인 준수 Ÿ 서버시스템 접근 시 관리자의 특정 IP만 허용토록 정책 설정 Ÿ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제45조정보통신망의 안정성 확보 등 Ÿ 행정공공기관 민간 클라우드 이용 가이드라인행정안전부 및 국가공공기관 클라우드 컴퓨팅 보안 가이드라인국가정보원 준수 Ÿ 시스템 접근에 대한 기술적 보안 조치 - 업무 및 사용자별 암호 부여 및 자료 접근 시 사용 권한의 차등 부여 - 업무담당자, 관리자 그룹으로 세분화하고 조회, 등록, 수정 권한 개별 설정 - 세션을 통한 사용자 로그인 - 일반 사용자의 관리자root 계정으로 접근 통제 - 시스템 접근 기록이용자 식별 정보, 서비스이용 정보 등 관리 - 12 - 5 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 기능구현 정확성 요구사항 분류 품질 요구 사항 상세 설명 정의 요구사항 검증을 통한 기능구현 평가 세부 내용 Ÿ 시스템은 제안요청서 요구사항을 모두 충족하여야 하며, 초기 협의한 요구사항에서 변경관리 절차를 통해 협의된 요구사항을 포함하여 개발 구현해야 함 Ÿ 제공되기로 한 요구사항의 제공 여부는 각 기능 요구사항의 검증테스트 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가함 Ÿ 기능 구현 정확성은 사용자가 지정된 직접 테스트 수행 기간 내에 테스트를 수행함으로써 평가함 요구사항 고유번호 QUR-002 요구사항 명칭 품질관리 요구사항 요구사항 분류 품질 요구사항 요구 사항 상세 설명 정의 품질관리 준수사항 일반사항 세부 내용 Ÿ 품질 또는 성능상의 문제 발생 시 부하 테스트 및 분석결과를 제시하고 개선해야 함 Ÿ 본 사업범위 외의 요인운영서버 등 정보자원 등으로 인해 사업 결과에 영향이 있거나 예상되는 경우 원인과 해결방안을 발주기관에 제시하여 위험요소를 최소화 하거나 문제가 해결될 수 있도록 적극 협조해야 함 요구사항 고유번호 QUR-003 요구사항 명칭 시스템 품질 요구사항 요구사항 분류 품질 요구 사항 상세 설명 정의 결함에 따른 처리 및 하자담보 관련 사항 세부 내용 Ÿ 시험 운영기간 동안 발견된 결함 수와 결함의 지속 시간을 측정하며, 결함이 발견될 경우 처리해야 함 Ÿ 시스템 하자 - 시스템 하자라 함은 프로그램 오류를 지칭하는 것으로서 납품된 프로그램에서 정상적인 결과 값이 나오지 않는 통상적인 연산에러를 지칭하는 것임 Ÿ 하자담보기간 등 - 무상하자보수기간은 소프트웨어 검수완료일로부터 12개월이며, 이 기간 동안 사업수행업 체는 장애, 오류에 대한 처리 지원을 해야 함 Ÿ 하자보수지원은 공휴일을 제외한 통상적인 평일근무일의 09001800을 기준으로 한다. Ÿ 장애 발생 시 원인분석 및 복구 등의 조치가 가능하도록 기술지원부서, 지원인력에 대한 비상연락체계 유지 등을 상시 이행해야 함 - 장애 발생 시 장애 상황에 대하여 이용자에게 공지할 수 있도록 함 - 장애 발생 시 기본적인 시스템 관리자 조치 매뉴얼 제공 - 관리 담당자를 지정하고 장애조치 완료 후에 처리사항에 대한 철저한 기록 관리 수행",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "관리적  보안  대책"
          ],
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "관리적  보안  대책"
          ],
          [
            "",
            "세부\n내용",
            "본  사업에  참여하는  인원에  대하여  신원조회,  철저한  보안  교육  및  사업수행에  관련된 \nŸ\n제반  보안대책을  마련해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "기능구현  정확성"
          ],
          [
            "요구사항  분류",
            "",
            "품질"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "요구사항  검증을  통한  기능구현  평가"
          ],
          [
            "",
            "세부\n내용",
            "시스템은  제안요청서  요구사항을  모두  충족하여야  하며,  초기  협의한  요구사항에서 \nŸ\n변경관리 절차를 통해 협의된 요구사항을 포함하여 개발 구현해야 함\n제공되기로  한  요구사항의  제공  여부는  각  기능  요구사항의  검증(테스트)  활동을  통해 \nŸ\n예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가함\n기능  구현  정확성은  사용자가  지정된  직접  테스트  수행  기간  내에  테스트를  수행함으로써 \nŸ\n평가함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "품질관리  요구사항"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리  준수사항  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "품질 또는 성능상의 문제 발생 시 부하 테스트 및 분석결과를 제시하고 개선해야 함\nŸ\n본  사업범위  외의  요인(운영서버  등  정보자원  등)으로  인해  사업  결과에  영향이  있거나 \nŸ\n예상되는  경우  원인과  해결방안을  발주기관에  제시하여  위험요소를  최소화  하거나  문제가 \n해결될 수 있도록 적극 협조해야 함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "기술적  보안  대책"
          ],
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술적  보안  대책"
          ],
          [
            "",
            "세부\n내용",
            "남서울대학교의  보안정책에  따름\nŸ\n공공기관  홈페이지  개인정보  노출방지  가이드라인  준수\nŸ\n서버시스템  접근  시  관리자의  특정  IP만  허용토록  정책  설정\nŸ\n“정보통신망  이용촉진  및  정보보호  등에  관한  법률”  제45조(정보통신망의 \nŸ\n안정성  확보  등)\n「행정∙공공기관  민간  클라우드  이용  가이드라인」(행정안전부)  및 \nŸ\n「국가∙공공기관  클라우드  컴퓨팅  보안  가이드라인」(국가정보원)  준수\n시스템  접근에  대한  기술적  보안  조치\nŸ\n      -  업무  및  사용자별  암호  부여  및  자료  접근  시  사용  권한의  차등  부여\n      -  업무담당자,  관리자  그룹으로  세분화하고  조회,  등록,  수정  권한  개별  설정\n      -  세션을  통한  사용자  로그인\n      -  일반  사용자의  관리자(root)  계정으로  접근  통제\n      -  시스템  접근  기록(이용자  식별  정보,  서비스이용  정보  등)  관리"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  품질  요구사항"
          ],
          [
            "요구사항  분류",
            "",
            "품질"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "결함에  따른  처리  및  하자담보  관련  사항"
          ],
          [
            "",
            "세부\n내용",
            "시험  운영기간  동안  발견된  결함  수와  결함의  지속  시간을  측정하며,  결함이  발견될  경우 \nŸ\n처리해야 함\n시스템 하자\nŸ\n    -  시스템  하자라  함은  프로그램  오류를  지칭하는  것으로서  납품된  프로그램에서  정상적인 \n결과 값이 나오지 않는 통상적인 연산에러를 지칭하는 것임\n하자담보기간 등\nŸ\n    - 무상하자보수기간은  소프트웨어  검수완료일로부터 12개월이며,  이  기간 동안 사업수행업\n체는 장애, 오류에 대한 처리 지원을 해야 함\n하자보수지원은 공휴일을 제외한 통상적인 평일근무일의 09:00~18:00을 기준으로 한다.\nŸ\n장애  발생  시  원인분석  및  복구  등의  조치가  가능하도록  기술지원부서,  지원인력에  대한 \nŸ\n비상연락체계 유지 등을 상시 이행해야 함\n   \n    - 장애 발생 시 장애 상황에 대하여 이용자에게 공지할 수 있도록 함\n    - 장애 발생 시 기본적인 시스템 관리자 조치 매뉴얼 제공 \n    - 관리 담당자를 지정하고 장애조치 완료 후에 처리사항에 대한 철저한 기록 관리 수행"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 13 - 6 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 시스템 구현의 유연성 요구사항 분류 규정 변경에 따른 시스템 구현의 유연성 요구 사항 상세 설명 정의 규정 변경에 따른 시스템 구현의 유연성 대응 세부 내용 Ÿ 시스템 구축 기간 내 적용 법령 등 규정 변경시 반영하여 개발해야 함 규정에 대한 적용시점을 고려하여 발주기관과 협의 적용 요구사항 고유번호 COR-002 요구사항 명칭 기술적용계획표 및 결과표 작성 요구사항 분류 기술적용계획표 및 결과표 작성 요구 사항 상세 설명 정의 기술적용계획표 검토 및 결과표 작성 세부 내용 Ÿ 발주자가 작성한 기술적용계획표의 검토 및 준수와 결과표 작성 방안을 제시해 야 함 Ÿ 기술적용계획표의 기술표준이 본 사업에 부합하는지 검토하여야 하며, 변경이 필 요할 경우 타당한 사유를 제시하여 발주자와 상호 협의하여 조정해야 함 Ÿ 기술적용계획표 검토 시 부득이한 경우를 제외하고, 특정기술에 종속되지 않는 개방형 기술로 구현하도록 검토해야 함 요구사항 고유번호 COR-003 요구사항 명칭 개인정보보호법 준수 요구사항 분류 개인정보보호법 준수 요구 사항 상세 설명 정의 개인정보보호법 준수 세부 내용 Ÿ 개인정보보호 관련 모든 법규를 충실히 이행할 수 있는 개발 표준안을 마련하여 이를 개발에 반영하여야 한다. - 개인정보 열람시 접근 이력 기록 및 필요시 사유 입력 - 개인정보 열람에 대한 이력관리 통계 또는 조회화면 제공 - 개인정보에 대한 암호화 - 관련된 정보의 접근, 열람, 저장 등의 모든 로그를 저장관리 필요시 개인정보영향평가 수행 - 14 - 요구사항 고유번호 COR-004 요구사항 명칭 웹표준 및 호환성 준수 요구사항 분류 웹표준 및 호환성 준수 요구 사항 상세 설명 정의 웹 호환성 준수 여부 정의 세부 내용 Ÿ 웹 개발 가이드 준수 - 공공기관웹사이트 개인정보 노출 방지 가이드라인행안부 - 전자정부 웹 표준 준수 지침행안부 - 전자정부 표준프레임워크 적용 권장행안부 Ÿ 웹표준을 적용하여 Internet Explorer 11 이상, Chrome, Edge, Firefox, Safari, Opera 등 6개 이상의 브라우저에서 웹사이트가 정상 동작하도록 범용성 및 호환성이 확보되어야 하며, 웹콘텐츠 접근성 지침 2.1 준수 - 소스코드 품질보장을 위한 자동화 도구 등 품질 강화 방안 제시 요구사항 고유번호 COR-005 요구사항 명칭 소프트웨어 개발보안시큐어코딩 가이드 준수 요구사항 분류 소프트웨어 개발보안시큐어코딩 관련 가이드 준수 요구 사항 상세 설명 정의 소프트웨어 개발보안 준수사항 제시 세부 내용 Ÿ 소프트웨어 개발보안시큐어 코딩에 해당되는 사업의 경우 기능개발 시 소프트웨어 개발보안 가이드 및 점검 시 소프트웨어 보안약점 진단가이드 준수",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구현의  유연성"
          ],
          [
            "요구사항  분류",
            "",
            "규정  변경에  따른  시스템  구현의  유연성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "규정  변경에  따른  시스템  구현의  유연성  대응"
          ],
          [
            "",
            "세부\n내용",
            "시스템  구축  기간  내  적용  법령  등  규정  변경시  반영하여  개발해야  함\nŸ\n      ※  규정에  대한  적용시점을  고려하여  발주기관과  협의  적용"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "웹표준  및  호환성  준수"
          ],
          [
            "요구사항  분류",
            "",
            "웹표준  및  호환성  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "웹  호환성  준수  여부  정의"
          ],
          [
            "",
            "세부\n내용",
            "웹  개발  가이드  준수\nŸ\n      -  공공기관웹사이트  개인정보  노출  방지  가이드라인(행안부)\n      -  전자정부  웹  표준  준수  지침(행안부)\n      -  전자정부  표준프레임워크  적용  권장(행안부)\n웹표준을  적용하여  Internet  Explorer  11  이상,  Chrome,  Edge,  Firefox,  Safari,  Opera \nŸ\n등  6개  이상의  브라우저에서  웹사이트가  정상  동작하도록  범용성  및  호환성이 \n확보되어야  하며,  웹콘텐츠  접근성  지침  2.1  준수\n      -  소스코드  품질보장을  위한  자동화  도구  등  품질  강화  방안  제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "소프트웨어  개발보안(시큐어코딩)  가이드  준수"
          ],
          [
            "요구사항  분류",
            "",
            "소프트웨어  개발보안(시큐어코딩)  관련  가이드  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소프트웨어  개발보안  준수사항  제시"
          ],
          [
            "",
            "세부\n내용",
            "소프트웨어  개발보안(시큐어  코딩)에  해당되는  사업의  경우  기능개발  시  ‘소프트웨어 \nŸ\n개발보안  가이드’  및  점검  시  ‘소프트웨어  보안약점  진단가이드’  준수"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "기술적용계획표  및  결과표  작성"
          ],
          [
            "요구사항  분류",
            "",
            "기술적용계획표  및  결과표  작성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술적용계획표  검토  및  결과표  작성"
          ],
          [
            "",
            "세부\n내용",
            "발주자가  작성한  기술적용계획표의  검토  및  준수와  결과표  작성  방안을  제시해\nŸ\n야  함\n기술적용계획표의  기술표준이  본  사업에  부합하는지  검토하여야  하며,  변경이  필\nŸ\n요할  경우  타당한  사유를  제시하여  발주자와  상호  협의하여  조정해야  함\n기술적용계획표  검토  시  부득이한  경우를  제외하고,  특정기술에  종속되지  않는 \nŸ\n개방형  기술로  구현하도록  검토해야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "개인정보보호법  준수"
          ],
          [
            "요구사항  분류",
            "",
            "개인정보보호법  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개인정보보호법  준수"
          ],
          [
            "",
            "세부\n내용",
            "개인정보보호  관련  모든  법규를  충실히  이행할  수  있는  개발  표준안을  마련하여  이를 \nŸ\n개발에  반영하여야  한다.\n      -  개인정보  열람시  접근  이력  기록  및  필요시  사유  입력\n      -  개인정보  열람에  대한  이력관리  통계  또는  조회화면  제공\n      -  개인정보에  대한  암호화\n      -  관련된  정보의  접근,  열람,  저장  등의  모든  로그를  저장관리\n      ※  필요시  개인정보영향평가  수행"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 15 - 요구사항 고유번호 COR-006 요구사항 명칭 지식재산권 귀속 요구사항 분류 제약사항 요구 사항 상세 설명 정의 계약목적물의 지식재산권 귀속 세부 내용 Ÿ 계약목적물의 지식재산권은 발주기관과 사업자가 공동으로 소유함을 원칙으로 하되 세부사항은 협의하여 결정 해당 사업은 사이버 안보에 관련되어 있어 협의를 통해 지식재산권 귀속 주체가 발주기관이 될 수 있음 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동 활용할 계획이 없음을 사전에 안내해야 함 Ÿ 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공해야 함 - 다만 SW산출물의 활용 절차와 공급자가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가자격 제한 등에 관하여는소프트웨어사업 관리감독에 관한 일반기준과학 기술정보정통부 고시 제14조의2산출물의 활용에 따름 요구사항 고유번호 COR-007 요구사항 명칭 공공 SW사업 대기업 참여제한 요구사항 분류 제약사항 요구 사항 상세 설명 정의 대기업 참여금지 세부 내용 Ÿ 상호출자제한기업집단 소속 기업은 사업금액에 관계없이 공공SW사업에 입찰참여 제한 Ÿ 소프트웨어 진흥법 제48조에 따라 대기업인 소프트웨어 사업자가 참여할 수 있는 사업금액의 하한과 상호출자제한기업집단의 참여제한을 규정 - 16 - 요구사항 고유번호 COR-008 요구사항 명칭 공동수급 제한 요구사항 분류 제약사항 요구 사항 상세 설명 정의 공동수급 제한 세부 내용 Ÿ 본 사업은 원활한 계약이행을 위한 긴밀한 업무협의와 안정적인 사업추진을 위해 공동수급을 불허하고, 단독 형태로만 입찰에 참가할 수 있음 요구사항 고유번호 COR-009 요구사항 명칭 하도급 제한 요구사항 분류 제약사항 요구 사항 상세 설명 정의 하도급 제한 세부 내용 Ÿ 본 사업은 원활한 계약이행을 위한 긴밀한 업무협의와 안정적인 사업추진을 위해 하도급을 불허함 요구사항 고유번호 COR-010 요구사항 명칭 계약해지 요구사항 분류 제약사항 요구 사항 상세 설명 정의 계약해지에 관한 고지 세부 내용 Ÿ 아래의 경우에 남서울대학교은 일방적으로 계약을 해지할 수 있음 - 제안요청서에 정한 과업범위를 수행하지 못하거나 사업수행지침을 위반하는 경우 - 제안요청기관의 제안 내용과 방향에 맞지 않을 때 - 사업자가 제안요청기관의 정당한 요구사항을 이행하지 않을 때",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "공동수급  제한"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공동수급  제한"
          ],
          [
            "",
            "세부\n내용",
            "본  사업은  원활한  계약이행을  위한  긴밀한  업무협의와  안정적인  사업추진을  위해  공동수급을 \nŸ\n불허하고, 단독 형태로만 입찰에 참가할 수 있음"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "지식재산권  귀속"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "계약목적물의  지식재산권  귀속"
          ],
          [
            "",
            "세부\n내용",
            "계약목적물의  지식재산권은  발주기관과  사업자가  공동으로  소유함을  원칙으로  하되 \nŸ\n세부사항은  협의하여  결정\n      ※  해당  사업은  사이버  안보에  관련되어  있어  협의를  통해  지식재산권               \n귀속  주체가  발주기관이  될  수  있음\n      ※  본  사업을  통해  개발되는  소프트웨어는  용역계약일반조건  제56조(계약목적물의 \n지식재산권 귀속 등)에 따라 타 기관과 공동 활용할 계획이 없음을 사전에 안내해야 함\n공급자는  지식재산권의  활용을  위하여  SW산출물의  반출을  요청할  수  있으며,  발주기관에서는 \nŸ\n「보안업무규정」  제4조  및  제안요청서에  명시된  누출금지정보에  해당하지  않을  경우  SW산출물을 \n제공해야 함\n      -  다만  SW산출물의  활용  절차와  공급자가  SW산출물  활용  절차를  지키지  않는  경우 \n입찰참가자격  제한  등에  관하여는「소프트웨어사업  관리감독에  관한  일반기준」(과학\n기술정보정통부  고시)  제14조의2(산출물의  활용)에  따름"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "하도급  제한"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "하도급  제한"
          ],
          [
            "",
            "세부\n내용",
            "본  사업은  원활한  계약이행을  위한  긴밀한  업무협의와  안정적인  사업추진을  위해  하도급을 \nŸ\n불허함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "공공  SW사업  대기업  참여제한"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "대기업  참여금지"
          ],
          [
            "",
            "세부\n내용",
            "상호출자제한기업집단  소속  기업은  사업금액에  관계없이  공공SW사업에  입찰참여  제한\nŸ\n소프트웨어  진흥법  제48조에  따라  대기업인  소프트웨어  사업자가  참여할  수  있는 \nŸ\n사업금액의 하한과  상호출자제한기업집단의 참여제한을 규정"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "계약해지"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "계약해지에  관한  고지"
          ],
          [
            "",
            "세부\n내용",
            "아래의  경우에  남서울대학교은  일방적으로  계약을  해지할  수  있음\nŸ\n      -  제안요청서에  정한 과업범위를 수행하지 못하거나 사업수행지침을 위반하는  경우\n      -  제안요청기관의  제안  내용과  방향에  맞지  않을  때\n      -  사업자가  제안요청기관의  정당한  요구사항을  이행하지  않을  때"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 17 - 요구사항 고유번호 COR-011 요구사항 명칭 책임 요구사항 분류 제약사항 요구 사항 상세 설명 정의 계약 중 책임에 관한 고지 세부 내용 Ÿ 남서울대학교은 사업자가 단계별 결과물 및 보고서 제출을 정당한 사유 없이 10일 이상 지체할 경우 당해 사업체 대표 및 프로젝트관리자에게 경고 조치하며 지체상금을 부과할 수 있음 Ÿ 사업 수행과정에서 발생하는 제반 안전사고의 책임 및 행정적기술적 제반비용과 문제 처리는 사업자가 부담함을 원칙으로 함 7 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 사업수행 조직 요구사항 분류 프로젝트 관리 요구 사항 상세 설명 정의 사업수행 조직 세부 내용 Ÿ 본 사업을 수행할 추진조직, 및 역할 등을 제시해야 함 Ÿ 최근 3년간 본 사업과 관련된 분야의 사업실적에 대하여 참여사업의 성격 및 참여시기, 역할 등을 제시해야 함 Ÿ 업무 역할에 적합한 경험과 기술을 보유한 적절한 인력을 투입시켜야 하며, 용역수행책임자PM는 반드시 제안사의 주관사 소속으로서 본 사업을 총괄할 수 있는 전문 인력이어야 함 Ÿ 남서울대학교의 협력 연구진이 영어권 외국인으로 구성되어있기 때문에 용역수행책임자PM 또는 핵심인력PL 중 최소 1인 이상은 반드시 영어로 원활한 의사소통이 가능해야 함 요구사항 고유번호 PMR-003 요구사항 명칭 하자보수 기간 요구사항 분류 프로젝트 관리 요구 사항 상세 설명 정의 품질관리를 위한 하자조치와 안정화 기간 설정 세부 내용 Ÿ 본 사업의 하자보수 기간은 검수완료일로부터 12개월로 하며, 동기간 중 적용한 시스템에 하자가 발생할 경우 해당 분야에 대해 조치해야 함 Ÿ 하자보수 기간 내에 장애 발생 시에는 정상 가동되도록 조치해야 함 요구사항 고유번호 PMR-004 - 18 - 요구사항 명칭 산출물 관리계획 요구사항 분류 프로젝트 관리 요구 사항 상세 설명 정의 산출물 관리계획작성 및 제출 세부 내용 Ÿ 보고계획 보고회 방법은 발주처와 협의 후 결정하며, 모든 보고는 대면보고를 원칙으로 함 Ÿ 프로젝트관리 산출물 및 사업유형별 산출물SW개발 및 유지보수 산출물 및 제출일정은 발주처와 협의ᆞ확정하여야 하며, 사업수행계획서에 명시산출물명, 산출물 제출일정 포함해야 함 Ÿ 본 사업의 계약과 관련된 산출물은 다음과 같음 - 산출물 제출USB, 출력물 - 산출물 내역 구분 대상자 착수 보고 발주기관 관계자 보안 교육 참여기관 전원 주간 보고 발주기관 관계자 완료 보고 발주기관 관계자",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-011"
          ],
          [
            "요구사항  명칭",
            "",
            "책임"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "계약  중  책임에  관한  고지"
          ],
          [
            "",
            "세부\n내용",
            "남서울대학교은  사업자가  단계별  결과물  및  보고서  제출을  정당한  사유  없이  10일 \nŸ\n이상  지체할  경우  당해  사업체  대표  및  프로젝트관리자에게  경고  조치하며 \n지체상금을  부과할  수  있음\n사업  수행과정에서  발생하는  제반  안전사고의  책임  및  행정적·기술적  제반비용과  문제 \nŸ\n처리는  사업자가  부담함을  원칙으로  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "사업수행  조직"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행  조직"
          ],
          [
            "",
            "세부\n내용",
            "본 사업을 수행할 추진조직, 및 역할 등을 제시해야 함\nŸ\n최근  3년간  본  사업과  관련된  분야의  사업실적에  대하여  참여사업의  성격  및  참여시기, \nŸ\n역할  등을  제시해야  함\n업무  역할에  적합한  경험과  기술을  보유한  적절한  인력을  투입시켜야  하며, \nŸ\n용역수행책임자(PM)는  반드시  제안사의  주관사  소속으로서  본  사업을  총괄할  수 \n있는  전문  인력이어야  함\n남서울대학교의 \n협력 \n연구진이 \n영어권 \n외국인으로 \n구성되어있기 \n때문에 \nŸ\n용역수행책임자(PM)  또는  핵심인력(PL)  중  최소  1인  이상은  반드시  영어로  원활한 \n의사소통이  가능해야  함"
          ]
        ],
        [
          [
            "요구사항 명칭",
            "",
            "산출물  관리계획",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  관리",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물  관리계획(작성  및  제출)",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "보고계획\nŸ\n     \n    ※ 보고회 방법은 발주처와 협의 후 결정하며, 모든 보고는 대면보고를 원칙으로 함\n프로젝트관리 산출물 및 사업유형별 산출물(SW개발 및 유지보수 산출물) 및 제출일정은 발주처와 \nŸ\n협의ㆍ확정하여야 하며, 사업수행계획서에 명시(산출물명, 산출물 제출일정 포함)해야 함\n본  사업의  계약과  관련된  산출물은  다음과  같음\nŸ\n  -  산출물  제출(USB,  출력물)\n  -  산출물  내역",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "대상자",
            ""
          ],
          [
            "",
            "",
            "",
            "착수\n보고",
            "발주기관\n관계자",
            ""
          ],
          [
            "",
            "",
            "",
            "보안\n교육",
            "참여기관  전원",
            ""
          ],
          [
            "",
            "",
            "",
            "주간\n보고",
            "발주기관\n관계자",
            ""
          ],
          [
            "",
            "",
            "",
            "완료\n보고",
            "발주기관\n관계자",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "하자보수  기간"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리를  위한  하자조치와  안정화  기간  설정"
          ],
          [
            "",
            "세부\n내용",
            "본  사업의  하자보수  기간은  검수완료일로부터  12개월로  하며,  동기간  중  적용한 \nŸ\n시스템에  하자가  발생할  경우  해당  분야에  대해  조치해야  함\n하자보수  기간  내에  장애  발생  시에는  정상  가동되도록  조치해야  함\nŸ"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 19 - 8 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 교육 및 기술지원 요구사항 분류 프로젝트 지원 요구사항 요구 사항 상세 설명 정의 사용자관리자 교육 및 기술지원에 관한 사항 세부 내용 Ÿ 체계적이고 효율적인 교육을 위하여 최소 2회 교육훈련을 실시해야 함 - 관리자 교육, 운영자 교육 및 기타 교육 실시 Ÿ 교육 관련 세부사항은 발주기관과 협의하여 결정해야 함 - 시스템의 운영, 시스템 감시 및 보안, 비상복구 방법 Ÿ 시스템 구축 및 운영상 필요하다고 판단되어 발주기관에서 교육을 요구할 경우 협의하여 진행하며, 업무 담당자들이 완전히 이해하여 활용할 수 있도록 충분히 이루어져야 함 시스템 사용자 교육도 운영자 교육과 동일한 형태로 진행 산출물 내역 제출시기 수량 사업수행계획서착수보고서 - 사업범위, 산출물 목록 정의서, 사업관리 방안, 추진일정 등 계약 후 14일 이내 제본 5부 주간보고 자료 매주 전자파일 1부 사업완료보고서 및 산출물 - 사업 완료보고서 - 운영자 매뉴얼 - 개발물 소스 파일ERD, DB설계서 포함 - 개발물웹모바일 - 사업중 발생한 관련 문서 - SW보안 요구사항 체크리스트 - 클라우드컴퓨팅 보안기준 체크리스트 - 자체 취약점 진단 결과 납품완료 시 USB 메모리 제본 각 2부 저작권 관련 자료 제본 1부 유지보수 계획서 전자파일 3부 개발사계약상대자는 보고서 작성 중 항상 발주처와 긴밀한 협의를 해야 함 최종 산출물은 사업 종료검수전까지 확인되어야 함 - 20 - 요구사항 고유번호 PSR-002 요구사항 명칭 하자 보수 요구사항 분류 프로젝트 지원 요구사항 요구 사항 상세 설명 정의 하자보수에 대한 기준 세부 내용 Ÿ 사업자는 소프트웨어 진흥법 제 60조의 규정에 따라 발주기관이 사업의 완성을 확인한 후 1년간 발생한 시스템의 하자에 대한 보수책임이 있음 Ÿ 하자보수 기간 중 발생하는 하자라 함은 프로그램상의 오류를 수정하여 납품시의 상태를 유지하는 것을 말하며, 여기서의 프로그램 오류라 함은 납품된 프로그램에서 정상적인 결과 값이 나오지 않는 통상적인 연산에러를 지칭하는 것임 요구사항 고유번호 PSR-003 요구사항 명칭 원활한 시스템 운영과 안정화를 위한 기술지원 요구사항 분류 프로젝트 지원 요구사항 요구 사항 상세 설명 정의 시스템 운영과 안정화를 위한 기술지원 요구사항 세부 내용 Ÿ 시스템 구축 및 운영 관련 기술이전 대상 목록과 기술 이전 방법 등에 대한 계획서를 제출해야 하며, 기술이전 내용과 일정 등은 주관 부서와 협의하여 결정함 요구사항 고유번 호 PSR-004 요구사항 명칭 기타 사항 요구사항 분류 프로젝트 지원 요구사항 요구 사항 상세 설명 정의 기타 사항 세부 내용 Ÿ 제안요청서에 명시된 모든 내용은 최소한의 규격만을 규정하였으므로 상세히 기술되지 않았거나 누락된 사항에 대하여 관리, 운영상 문제가 발생하지 않도록 사전 조치",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "하자  보수"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "하자보수에  대한  기준"
          ],
          [
            "",
            "세부\n내용",
            "사업자는  소프트웨어  진흥법  제  60조의  규정에  따라  발주기관이  사업의  완성을  확인한  후 \nŸ\n1년간 발생한 시스템의 하자에 대한 보수책임이 있음\n하자보수  기간  중  발생하는  하자라  함은  프로그램상의  오류를  수정하여  납품시의  상태를 \nŸ\n유지하는  것을  말하며,  여기서의  프로그램  오류라  함은  납품된  프로그램에서  정상적인 \n결과 값이 나오지 않는 통상적인 연산에러를 지칭하는  것임"
          ]
        ],
        [
          [
            "",
            "",
            "※  개발사(계약상대자)는  보고서  작성  중  항상  발주처와  긴밀한  협의를  해야  함\n      ※  최종  산출물은  사업  종료(검수)전까지  확인되어야  함",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "산출물  내역",
            "제출시기",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "사업수행계획서(착수보고서)\n- 사업범위,  산출물  목록  정의서,  사업관리 \n방안,  추진일정  등",
            "계약  후  14일 \n이내\n매주\n납품완료  시",
            "제본  5부\n전자파일  1부\nUSB  메모리  / \n제본  각  2부\n제본  1부\n전자파일  3부",
            ""
          ],
          [
            "",
            "",
            "",
            "주간보고  자료\n사업완료보고서  및  산출물\n- 사업  완료보고서\n- 운영자  매뉴얼\n- 개발물  소스  파일(ERD,  DB설계서  포함)\n- 개발물(웹·모바일)\n- 사업중  발생한  관련  문서\n-\nSW보안  요구사항  체크리스트\n- 클라우드컴퓨팅  보안기준  체크리스트\n- 자체  취약점  진단  결과\n저작권  관련  자료\n유지보수  계획서",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "원활한  시스템  운영과  안정화를  위한  기술지원"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  운영과  안정화를  위한  기술지원  요구사항"
          ],
          [
            "",
            "세부\n내용",
            "시스템  구축  및  운영  관련  기술이전  대상  목록과  기술  이전  방법  등에  대한  계획서를 \nŸ\n제출해야 하며, 기술이전 내용과 일정 등은 주관 부서와 협의하여 결정함"
          ]
        ],
        [
          [
            "요구사항  고유번\n호",
            "",
            "PSR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "기타  사항"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기타  사항"
          ],
          [
            "",
            "세부\n내용",
            "제안요청서에  명시된  모든  내용은  최소한의  규격만을  규정하였으므로  상세히  기술되지 \nŸ\n않았거나 누락된 사항에 대하여 관리, 운영상 문제가 발생하지 않도록 사전 조치"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "교육  및  기술지원"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자(관리자)  교육  및  기술지원에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "체계적이고  효율적인  교육을  위하여  최소  2회  교육훈련을  실시해야  함\nŸ\n    -  관리자  교육,  운영자  교육  및  기타  교육  실시\n교육  관련  세부사항은  발주기관과  협의하여  결정해야  함\nŸ\n    -  시스템의  운영,  시스템  감시  및  보안,  비상복구  방법\n시스템  구축  및  운영상  필요하다고  판단되어  발주기관에서  교육을  요구할  경우 \nŸ\n협의하여  진행하며,  업무  담당자들이  완전히  이해하여  활용할  수  있도록  충분히 \n이루어져야  함\n      ※  시스템  사용자  교육도  운영자  교육과  동일한  형태로  진행"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 21 - 요구사항 고유번 호 PSR-005 요구사항 명칭 소프트웨어사업정보 저장소 데이터 작성 및 제출 요구사항 분류 프로젝트 지원 요구사항 요구 사항 상세 설명 정의 소프트웨어사업정보 저장소 데이터 작성 및 제출 세부 내용 Ÿ 데이터 작성에 대한 기본적인 책임은 해당사업 수주기업에 있으며, 데이터 제출 시 발주기관의 최종 승인을 득한 후 제출하여야 함 - 소프트웨어 진흥법 제22조에 따라 해당 사업 수주자는 SW사업정보SW사업 수행 및 실적 정보 데이터를 작성 및 제출하여야 함 - SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출 안내 문서를 참조 - SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드시 명시하도록 해야함 - SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 측정 전문가를 포함토록 해야함 - 22 - 3 특수사항 사업추진을 위한 작업장소 마련, 개발장비 구축 및 시스템 개발 등에 소요되는 일체의 경비는 본 사업에 포함함 사업관련 문헌이나 전문도서의 구입, 업무 실사 등에 따른 소요 비용은 본 사업에 포함함 본 사업에서 생산된 사용자 지침서 등 각종 용역산출물을 디지털 형태로 제작관리하는데 소요되는 비용을 본 사업에 포함함 제안사는 제안요청 내용이 제안서에 어떻게 제안되었는지 목차 및 해당페이지를 표시하는 등 조견표를 작성하여 제출하여야 함 본 사업의 추진과 관련하여 제안요청서에 명시되지 않은 사항에 대해서는 최근 고지된 관련 규정 및 고시를 준용함 제안사는 과업을 수행함에 있어 발주기관이 제시하는전자정부 지원사업 사업관리방안한국지능정보사회진흥원의 절차를 준수 해야 함 전자정부법,개인정보보호법,소프트웨어 진흥법,국가를 당사자로 하는 계약에 관한 법률,하도급거래 공정화에 관한 법률등 각종 정보화사업 관련법과 관계규정",
      "tables": [
        [
          [
            "요구사항  고유번\n호",
            "",
            "PSR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "소프트웨어사업정보  저장소  데이터  작성  및  제출"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소프트웨어사업정보  저장소  데이터  작성  및  제출"
          ],
          [
            "",
            "세부\n내용",
            "데이터 작성에 대한 기본적인 책임은 해당사업 수주기업에 있으며, 데이터 제출 시 발주기관의 \nŸ\n최종 승인을 득한 후 제출하여야 함\n    -  「소프트웨어  진흥법  제22조」에  따라  해당  사업  수주자는  SW사업정보(SW사업 \n수행  및  실적  정보)  데이터를  작성  및  제출하여야  함\n    - \nSW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  자료실의 \n‘SW사업정보  저장소  데이터  제출  안내’  문서를  참조\n    -  SW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에  반드시 \n명시하도록  해야함\n    -  SW사업정보  중  기능점수  데이터의  작성을  위해  사업수행  인원  중  기능점수  측정 \n전문가를  포함토록  해야함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 14,
      "text": "- 23 - IV 제안서 작성요령 1 제안서의 효력 제안서에 제시된 내용과 발주기관 요구에 의하여 수정, 보완, 변경된 제안 내용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 가짐 - 단, 계약서에 명시된 경우는 계약서가 우선함 발주기관은 필요 시 제안사에 대하여 추가제안 또는 자료를 요구할수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 입찰참가자가 제출한 제안서 내용은 발주기관이 요청하지 않는 한 변경할 수 없음 제안서 및 계약서에 대한 해석 상 이견이 발생한 경우에는 발주 기관의 해석을 우선함 2 제안서 작성지침 및 유의사항 제안서 내에 개인 고유식별정보를 노출하거나 제3자의 지식재산권을 침해하는 내용을 포함하여서는 안됨 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안할 수 있음 제안서는 A4 크기의 용지에 종 방향으로 작성하되, 부득이한 경우 A4 횡 또는 기타 용지를 일부 사용할 수 있음 제안서는 한국어로 작성함을 원칙으로 하되, 부득이하게 사용된 영문약어에 대해서는 약어표를 제공해야 함 제안서의 각 페이지는 쉽게 참조할 수 있도록페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여함 제안서 작성매수는 제한을 두지 않음 - 24 - 제안서의 내용은 명확한 용어를 사용하여 표현하여야 함. 예를 들어, 사용 가능하다, 할 수 있다, 고려하고 있다 등과같이 모호한 표현은 제안서 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하여야 함 제안서를 허위 또는 예상으로 작성하지 않아야 하고 모든 기재사항은 객관적으로 입증할 수 있어야 하며, 허위로 작성한 사실이 발견된 경우 평가대상에서 제외함 - 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 본 사업과 관련하여 제출된 제안서 및 자료는 일체 반환하지 않으며, 본 제안을 위하여 소요되는 일체의 비용은제안사가 부담함 본 제안요청서에서 정의되지 않은 기타사항은 공고서 및 조달청 제안평가 관련 규정에 따름",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 25 - 3 제안서 목차 목차 제안요구사항 수용 조견표 I. 제안개요 II. 제안업체 일반 1. 일반현황 2. 조직 및 인원 3. 주요 사업 내용 4. 주요 사업 실적 5. 유사 시스템 개발실적 및 개발내용 III. 기술부문 1. 웹사이트 공통부문 2. UIUX 디자인 방안 3. 소프트웨어 개발방안 가. 개발방법론 활용방안 나. 웹사이트 구축방안 다. 데이터 이전, 변환 방안 라. 산출물 관리방안 4. 시스템 시험방안 5. 시스템 운영방안 IV. 사업관리 부문 1. 사업 추진 조직도 2. 수행조직 및 업무분장 3. 사업 추진 세부일정 4. 품질보증 계획 5. 위험 관리 계획 6. 보고 및 검토 계획 7. 보안대책 8. 프로젝트 관리방안 V. 지원부문 1. 교육훈련 계획 2. 안정화 및 유지관리 계획 3. 기술이전 계획 VI. 기타 - 26 - 4 제안서 세부 작성지침 작 성 항 목 작 성 내 용 목차 - 제안서 목차 작성 I. 제안개요 - 제안사는 해당사업의 제안요청 내용을 명확하게 이해 하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술 II. 제안업체 일반 1. 일반현황 - 제안사의 일반현황 및 주요 연혁, 최근 2년간의 자본금 및 부문별 매출액을 명료하게 제시 2. 조직 및 인원 - 제안사의 조직 및 인원현황 제시 3. 주요사업내용 - 제안사의 주요 사업 내용을 분야별로 구분하여 제시 4. 주요사업실적 - 본 사업과 관련이 있는 주요 사업실적을 제시 III. 기술부문 1. 공통부문 - 암호화 솔루션 적용 사례 및 영향도 분석 등 사업 전반에 대한 공통 적인 이해도 기술 2. 솔루션 도입 및 적용 방안 - 암호화 솔루션 적용 방안에 대한 구체적인 액션 플랜 기술 가. 암호화 솔루션 적용 방안- 기 보유 시스템에 암복호화 모듈 적용 방안 및 기술 지원 방안 나. 기존 파일 변환 방안 - 기존 파일에 대한 암호화 및 복호화 검증 방안 다. 산출물 관리방안 - 제출할 산출물의 종류 및 내역, 제출시기를 기술 4. 시스템 시험방안 - 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시 5. 시스템 운영방안 - 개발완료후의 시스템의 이용 및 관리 운용에 관한 전반적인 방안을 제시 - 웹사이트 활성화를 위한 참신하고 독특한 아이디어 등 - 가상화, 스토리지 등 환경에 대한 유지관리 능력 제시 IV. 사업관리부문 1. 사업 추진 조직도 - 주요 업무 추진팀 조직도 2. 수행조직 및 업무분장 - 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시 4. 사업 추진 세부일정 - 사업추진 예정일정을 참조, 상세한 추진일정 제시 5. 품질보증 계획 - 개발업무의 품질보증을 위한 조직, 방법, 절차, 내용 등을 제시 6. 위험 관리 계획 - 일정지연, 성능상 문제 사후관리 방안 제시 7. 보고 및 검토 계획 - 사업기간 동안 이루어질 보고 및 검토계획을 상세하게 제시 - 월간, 주간, 일간, 수시보고, 단계별 검토 회의 등 8. 보안대책 - 구축대상 서버, 정보통신망, 행정정보, 응용소프트웨어 등의 보안성 점",
      "tables": [
        [
          [
            "작  성  항  목",
            "작  성  내  용"
          ],
          [
            "§  목차",
            "-  제안서  목차  작성"
          ],
          [
            "Ⅰ.  제안개요",
            "-  제안사는  해당사업의  제안요청  내용을  명확하게  이해\n    하고  본  제안의  목적,  범위,  전제조건  및  제안의  특징 \n    및  장점을  요약하여  기술"
          ],
          [
            "Ⅱ.  제안업체  일반",
            ""
          ],
          [
            "1.  일반현황\n2.  조직  및  인원\n3.  주요사업내용\n4.  주요사업실적",
            "-  제안사의  일반현황  및  주요  연혁,  최근  2년간의  자본금 \n    및  부문별  매출액을  명료하게  제시\n-  제안사의  조직  및  인원현황  제시\n-  제안사의  주요  사업  내용을  분야별로  구분하여  제시\n-  본  사업과  관련이  있는  주요  사업실적을  제시"
          ],
          [
            "Ⅲ.  기술부문",
            ""
          ],
          [
            "1.  공통부문",
            "-  암호화  솔루션  적용  사례  및  영향도  분석  등  사업  전반에  대한  공통\n적인  이해도  기술"
          ],
          [
            "2.  솔루션  도입  및  적용  방안",
            "-  암호화  솔루션  적용  방안에  대한  구체적인  액션  플랜  기술"
          ],
          [
            "가.  암호화  솔루션  적용  방안 -  기  보유  시스템에  암/복호화  모듈  적용  방안  및  기술  지원  방안",
            ""
          ],
          [
            "나.  기존  파일  변환 방안",
            "-  기존  파일에  대한  암호화  및  복호화  검증  방안"
          ],
          [
            "다.  산출물  관리방안",
            "-  제출할  산출물의  종류  및  내역,  제출시기를  기술"
          ],
          [
            "4.  시스템  시험방안",
            "-  대상  업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시"
          ],
          [
            "5.  시스템  운영방안",
            "-  개발완료후의  시스템의  이용  및  관리  운용에  관한  전반적인  방안을 \n제시\n-  웹사이트  활성화를  위한  참신하고  독특한  아이디어  등\n-  가상화,  스토리지  등  환경에  대한  유지관리  능력  제시"
          ],
          [
            "Ⅳ.  사업관리부문",
            ""
          ],
          [
            "1.  사업  추진  조직도\n2.  수행조직  및  업무분장\n4.  사업  추진  세부일정\n5.  품질보증  계획\n6.  위험  관리  계획\n7.  보고  및  검토  계획\n8.  보안대책",
            "-  주요  업무  추진팀  조직도\n-  본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시\n-  사업추진  예정일정을  참조,  상세한  추진일정  제시\n-  개발업무의  품질보증을  위한  조직,  방법,  절차,  내용  등을  제시\n-  일정지연, 성능상 문제 사후관리 방안 제시\n-  사업기간  동안  이루어질  보고  및  검토계획을  상세하게  제시\n-  월간,  주간,  일간,  수시보고,  단계별  검토  회의  등\n-  구축대상  서버,  정보통신망,  행정정보,  응용소프트웨어  등의  보안성  점"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 27 - 작 성 항 목 작 성 내 용 검 기준을 세분화하여 제시 9. 프로젝트 관리방안 - 성공적인 프로젝트 수행을 위한 용역수행업체와 진흥원의 각 단계별로 효과적인 의사소통 및 사업추진 방안 제시 V. 지원부문 1. 교육훈련 계획 - 운영자, 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육내 용, 교육기간, 인원 등을 상세히 제시 2. 안정화 및 유지관리 계획 - 기능보강, 성능향상, 장애처리절차, 안정화 지원, 유지관리체제 등 기술 지원 및 유지관리를 위한 종합적인 방안 제시 3. 기술이전 계획 - 원활한 시스템 운영을 위해 유지관리 요원에 대한 기술이전계획을 분야별로 상세하게 제시 VI. 기타 - 위 항목에서 제시되지 않은 기타 내용을 기술하고 제안사항을 초과하는 부분이나 우수사항은 별도로 표시 주 1.원본을 제외한 평가위원용 제안서는 업체명, 로고, 대표자 성명 등 제안사를 표시하는 일체의 정보 가 포함되지 않도록 유의하여 작성평가용 제안서 PDF본 포함 - 28 - V 제안 안내사항 1 입찰 방식 가. 입찰방식 제한경쟁입찰 나. 사업자 선정방식 협상에 의한 계약체결 국가를 당사자로 하는 계약에 관한 법률시행령 제43조 및 제43조의2에 의거 협상에 의한 계약체결 방법을 적용 계약체결에 필요한 세부적인 사항은 기획재정부계약예규협상에 의한 계약체결기준을 적용 다. 입찰 참가자격 본 제안 사업의 수행이 가능한 업체로서 다음 요건을 모두 갖춘 사업자이어야 함 -국가를 당사자로 하는 계약에 관한 법률시행령 제12조경쟁입찰의 참가자격 및 같은 법 시행규칙 제14조입찰참가자격요건의 증명의 규정에 의한 경쟁입찰 참가자격을 갖추고, 조달청 입찰참가자격 등록증을 소지한 사업자 -국가를 당사자로 하는 계약에 관한 법률제27조부정당업자의 입찰 참가자격 제한 등 및 같은 법 시행령 제76조부정당업자의 입찰참가자격 제한에 해당되지 않은 사업자 - 종전의소프트웨어산업 진흥법제24조소프트웨어사업자의 신고에의한 소프트웨어사업자컴퓨터관련서비스사업로 등록되어 있는 업체혹은 개정 법령소프트웨어 진흥법 제58조소프트웨어사업자 실적등 관리에 의한 소프트웨어사업자컴퓨터관련서비스사업로 관리되고있는 사업자 -중소기업제품 구매촉진 및 판로지원에 관한 법률제9조직접생산의 확인 등에 의한 개찰일 전일까지 발급받은 유효기간 내 직접생산 확인증명서정보시스템개발서비스 제출할 수 있는 사업자",
      "tables": [
        [
          [
            "작  성  항  목",
            "작  성  내  용"
          ],
          [
            "9.  프로젝트  관리방안",
            "검  기준을  세분화하여  제시\n-  성공적인 프로젝트 수행을 위한 용역수행업체와 진흥원의 각 단계별로 \n   효과적인  의사소통 및 사업추진  방안  제시"
          ],
          [
            "Ⅴ.  지원부문",
            ""
          ],
          [
            "1.  교육훈련  계획\n2.  안정화 및  유지관리 계획\n3.  기술이전  계획",
            "-  운영자,  사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육내\n용,  교육기간,  인원  등을  상세히  제시\n-  기능보강,  성능향상,  장애처리절차, 안정화 지원, 유지관리체제  등  기술\n    지원  및  유지관리를  위한  종합적인  방안  제시\n-  원활한  시스템  운영을  위해  유지관리  요원에  대한 \n    기술이전계획을  분야별로  상세하게  제시"
          ],
          [
            "Ⅵ.  기타",
            "-  위  항목에서  제시되지  않은  기타  내용을  기술하고  제안사항을 \n    초과하는  부분이나  우수사항은  별도로  표시"
          ],
          [
            "주)  1.원본을  제외한  평가(위원)용  제안서는  업체명,  로고,  대표자  성명  등  제안사를  표시하는  일체의  정보\n가  포함되지  않도록  유의하여  작성(평가용  제안서  PDF본  포함)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 29 - 제안사는 종전의소프트웨어산업 진흥법제24조 등에 따라 최근년도 결산 신고된 소프트웨어사업자 신고확인서혹은 개정 법령소프트웨어 진흥법제58조제2항 및 같은 법 시행규칙 제17조에 따른 소프트웨어사업자 일반 현황 관리확인서를 제출하여야 함 상호출자제한기업집단 소속기업 및 대기업 참여제한 -소프트웨어 진흥법제48중소 소프트웨어사업자의 사업참여 지원 제4항에 따라 상호출자제한기업집단에 속하는 업체는 입찰 참여를제한함 - 본 사업은 20억 미만의 사업으로써,소프트웨어 진흥법제48조 중소 소프트웨어사업자의 사업참여 지원 제2항 및중소 소프트웨어 사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 제2020-98호에 의거, 대기업 및 중견기업인 소프트웨어 사업자의 입찰 참여를 제한함 구분 사업금액의 하한 매출액 8천억원 이상인 대기업 80억원 이상 매출액 8천억원 미만인 대기업 40억원 이상 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법 제2조의 중견기업이 된지 5년 이내 기업 20억원 이상 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한 추정가격 20억원 미만 사업으로 중소기업자만 입찰참가 가능 -국가를 당사자로 하는 계약에 관한 법률시행령 제21조제한경쟁 입찰에 의할 계약과 제한사항 등 제1항 참조 -중소기업제품 구매촉진 및 판로지원에 관한 법률제9조직접생산의 확인 등에 의한 개찰일 전일까지 발급받은 유효기간 내 직접생산 확인증명서정보시스템개발서비스 제출 필요 공동수급컨소시엄 및 하도급 허용 본 사업은 공동이행방식 형태의 공동수급을 허용하며, 공동수급업체 구 성원은국가를 당사자로 하는 계약에 관한 법률 시행령제12조경쟁입 찰의 참가자격 동법 시행규칙 제14조입찰참가자격요건의 증명 규정에 저 촉되지 않아야 함 - 30 - 공동수급업체는 5개 이하로 구성하되, 구성원별 계약참여 최소지분 율은 10이상공동계약운용요령 제9조 제5항 참조이어야 함 본 제안에 하도급을 포함한 경우 다음 사항을 준수하여야 함 본 사업의 과업의 일부를 하도급하려는 경우소프트웨어 진흥 법제20조의3 제1항에 따라 사업금액의 100분의 50을 초과할 수 없으며, 제2항에 따라 재하도급은 원칙적으로 불허함. 다만, 같은 법 제20조의3 제1항 및 제2항 각 호에 해당하는 경우 그러 하지 아니함 원도급자가 지급하는 하도급 대금을 별지 제 5호 서식으로 제안 서에 포함하여 제출하여야 함 하도급금액이 전체 사업금액의 10 이상인 경우에는 공동수급 체를 구성하여 본 사업에 참여하고, 공동수급체를 구성하지 못 하는 불가피한 사정이 있는 경우 이를 발주기관에 제시소프트 웨어 진흥법 제20조의3제4항 하도급의 계약부터 대금지급 및 실적관리를 조달청 정부계약하 도급관리시스템하도급지킴이을 이용하여 실행하여야 함 하도급 대금에 대한 기준은 직접인건비의 경우 한국소프트웨어 협회장이 공표한 노임단가의 100, 제경비와 기술료의 합은 직 접인건비의 20 이상으로 적용하여야 함 소프트웨어 진흥법제20조의3 및소프트웨어사업의 하도급 승 인 및 관리 지침과학기술정보통신부 고시의 규정에 의하여 반드시 하도급계약 전 발주기관으로부터 사전 승인을 받아야 함 하도급 입찰 및 계약체결 시소프트웨어사업의 하도급 승인 및 관리 지침별지 제 5, 6, 7호 서식의 소프트웨어 하도급계획서를 제출하여야 함 하도급 승인은소프트웨어사업의 하도급 승인 및 관리 지침에 따른 하도급계약의 적정성판단 세부기준에 따라 적정성여부",
      "tables": [
        [
          [
            "구분",
            "사업금액의 하한"
          ],
          [
            "매출액 8천억원 이상인 대기업",
            "80억원 이상"
          ],
          [
            "매출액 8천억원 미만인 대기업",
            "40억원 이상"
          ],
          [
            "「중견기업 성장촉진 및 경쟁력 강화에 관한 특별법」 \n제2조의 ‘중견기업’이 된지 5년 이내 기업",
            "20억원 이상"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 31 - 판단하며, 평가점수가 85점 이상인 경우에 한하여 하도급계약을 승인 함 다만, 85점 이상인 경우라 하더라도 하도급 계약의 세부조건 등 으로 인하여 사업의 원활한 수행이 불가능하다고 인정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음 - 32 - 2 제안서 평가방법 가. 기술평가와 가격평가를 실시하여 종합평가점수 산출 평가비율 기술평가90, 가격평가10 - 기술평가는 100점 기준으로 평가 후 평가점수의 90 환산반영 종합평가점수 기술평가 점수 가격평가 점수 종합평가점수가 높은 업체를 우선협상대상자로 선정 종합평가점수 동점 시 처리방침 - 종합평가점수가 동점인 경우 기술평가 점수가 높은 업체를 선정 - 기술평가점수도 동일한 경우 배점이 높은 평가항목에서 점수가 높은 업체 선정 평가점수는 소수점 다섯째 자리에서 반올림하여 소수점 이하 넷째 자리까지 산출 나. 기술평가 방법 제안서의 공정한 기술평가를 위해 전문가로 구성된 기술평가위원회를 구성운영 기술평가는소프트웨어 기술성 평가기준 지침과학기술정보통신부 고시제2020-100호의 기술제안서 평가항목 및 배점한도를 준용 각평가위원의 평가점수 중 최고점수와 최저점수를 제외한 나머지 점수를 산술평균하여 90점 만점으로 환산하며, 기술능력평가 분야 배점한도의 85이상인 사업자를 협상적격업체로 선정 제안사는소프트웨어 기술성 평가기준 지침제5조제6항에 따라 기술성 평가항목별 자가점검표를 작성하여 제안서에 포함하여야 함 다. 가격평가 방법 예정가격은 사업의 예산규모 내에서 관련 법령 및 관계규정에 따라 계약부서에서 결정",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 19,
      "text": "- 33 - 협상에 의한 계약체결 기준에 따라 평가점수 산출 라. 협상 적격자 선정 및 협상 협상 적격자 중 종합평가점수가 1위인 제안사를 우선협상대상자로 선정하여 기타 지원조건 등을 협상 우선협상대상자와 협상 결렬 시 동일한 기준절차에 따라 순차적 으로 차次 순위자와 협상을 실시 - 협상대상자가 제안한 내용을 가감하는 경우에는 그 가감되는 내용에 상당하는 금액을 당해 사업예산또는 예정가격 범위 내에서 조정 가능 협상대상자와 협상이 모두 결렬되면 재공고하여 재입찰을 추진 기타 규정되지 않은 사항은 조달청 규정에 의함 3 기술성 평가기준 평가분야 평가 요소 평가 내용 평 가 기 준 배점 기준 비 고 계 100 기 술 능 력 평 가 정성적 평가 70 계획 및 기술 부문 30 사업추진 전략 및 운영인력 ᄋ사업목표 구체성 및 이해도 ᄋ제안요청서와 사업계획의 일치성 ᄋ제안 전략의 창의성 및 추진방법의 타당성 ᄋ인력운영의 구성 및 인력의 우수성 ᄋ운영인력 활용 계획의 타당성 ᄋ사업기간 내 보고 및 검토계획 제시 등 15 평 가 위 원 기술내용 ᄋ과업별 기술 및 기능적용의 적정성 ᄋ대상 과업의 세부 일정별 달성 가능성 ᄋ기능 요구사항별 구현 방안 제시의 적정성 ᄋ각 시스템별 연계 모듈 설계 적합성 15 사업 관리 및 지원 부문 40 전략 및 방법론 ᄋ 대상사업신규, 개편, 관리의 이해도 ᄋ 웹접근성,호환성 등 공공기관 표준의 이해 ᄋ 복합사업의 이해관계자에 대한 전략 10 성능 및 품질 ᄋ 성능확보방안 성능확보 방안의 적정서, 요구 성능의 충족성 ᄋ 품질보증방안 품질보증계획의 적정성, 사업자 품질보증 능력 10 프로젝트 관리 ᄋ 관리방법론 위험관리, 진도관리, 형상관리 방안 등의 적정성 신규, 개편, 관리 시 일정, 투입의 적정성 판단 등 10 - 34 - ᄋ 일정계획 활동 도출 및 기간 배열, 중간목표, 자원할당 등의 적정성 등 프로젝트 지원 추가제안 ᄋ 교육훈련 및 기술이전 교육훈련방법, 내용, 인수인계 대상 및 계획의 적정성 ᄋ 하자보수 및 비상대책방안 시스템의 안정적 운영을 위한 장애대책 방안 등 ᄋ 기밀보안 ᄋ 추가 및 기타 제안 사항 정량적 평가 20 인력구성 ᄋ기술인력 보유 수행실적 ᄋ최근 3년간 관련 사업실적 이행완료한 실적 경영상태 ᄋ신용평가 등급에 의한 경영상태 신 인 도 ᄋ기술품질인증 보유 가격평가10점 ᄋ입찰 가격제안서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "ㅇ  일정계획\n    (활동 도출 및 기간 배열, 중간목표, 자원할당 등의 적정성 등)"
          ],
          [
            "",
            "",
            "",
            "프로젝트\n지원\n추가제안",
            "ㅇ  교육훈련  및  기술이전\n      (교육훈련방법,  내용,  인수인계  대상  및  계획의  적정성)\nㅇ  하자보수  및  비상대책방안\n      (시스템의  안정적  운영을  위한  장애대책  방안  등)\nㅇ  기밀보안\nㅇ  추가  및  기타  제안  사항"
          ],
          [
            "",
            "정량적\n평가\n(20)",
            "인력구성",
            "",
            "ㅇ기술인력  보유"
          ],
          [
            "",
            "",
            "수행실적",
            "",
            "ㅇ최근  3년간  관련  사업실적\n    (이행완료한  실적)"
          ],
          [
            "",
            "",
            "경영상태",
            "",
            "ㅇ신용평가  등급에  의한  경영상태"
          ],
          [
            "",
            "",
            "신  인  도",
            "",
            "ㅇ기술(품질)인증  보유"
          ],
          [
            "가격평가(10점)",
            "",
            "",
            "",
            "ㅇ입찰  가격제안서"
          ]
        ],
        [
          [
            "평가\n평가\n배점\n평가분야\n평      가      기      준\n비  고\n요소\n내용\n기준",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "100",
            ""
          ],
          [
            "기\n술\n능\n력\n평\n가",
            "정성적\n평가\n(70)",
            "계획 \n및 \n기술\n부문\n(30)",
            "사업추진\n전략\n  및\n운영인력",
            "ㅇ사업목표  구체성  및  이해도\nㅇ제안요청서와  사업계획의  일치성\nㅇ제안  전략의  창의성  및  추진방법의  타당성\nㅇ인력운영의  구성  및  인력의  우수성\nㅇ운영인력  활용  계획의  타당성\nㅇ사업기간  내  보고  및  검토계획  제시  등",
            "15",
            "평 가 위 원"
          ],
          [
            "",
            "",
            "",
            "기술내용",
            "ㅇ과업별  기술  및  기능적용의  적정성\nㅇ대상  과업의  세부  일정별  달성  가능성\nㅇ기능  요구사항별  구현  방안  제시의  적정성\nㅇ각  시스템별  연계  모듈  설계  적합성",
            "15",
            ""
          ],
          [
            "",
            "",
            "사업\n관리 \n및 \n지원\n부문\n(40)",
            "전략 및 방법론",
            "ㅇ  대상사업(신규,  개편,  관리)의  이해도\nㅇ  웹접근성,호환성  등  공공기관  표준의  이해\nㅇ  복합사업의  이해관계자에  대한  전략",
            "10",
            ""
          ],
          [
            "",
            "",
            "",
            "성능 \n및  품질",
            "ㅇ  성능확보방안\n      (성능확보  방안의  적정서,  요구  성능의  충족성)\nㅇ  품질보증방안\n      (품질보증계획의  적정성,  사업자  품질보증  능력)",
            "10",
            ""
          ],
          [
            "",
            "",
            "",
            "프로젝트\n관리",
            "ㅇ  관리방법론\n  (위험관리,  진도관리,  형상관리  방안  등의  적정성)\n※  신규,  개편,  관리  시  일정,  투입의  적정성  판단  등",
            "10",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 20,
      "text": "- 35 - 3-1 정량적 평가 상세사항 m 신용평가등급 3점 신용평가등급주2 평점 배점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 3 배점의 100 3 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 2.85 배점의 95 B, B0, B- B- B, B0, B- 2.7 배점의 90 CCC 이하 C 이하 CCC 이하 2.1 배점의 70 주2 1.신용정보의 이용 및 보호에 관한 법률제2조 제8의3에 해당하는 신용조회사 또는 자본시장과 금융투자업에 관한 법률제335조의3에 따라 업무를 영위하는 신용평가 사가 입찰공고일 이전에 평가하고 유효기간 내에 있는 회사채, 기업어음 및 기업신용평 가등급을 국가종합전자조달시스템에 조회된 신용평가등급으로 평가하되, 가장 최근의 신용평가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 있으며 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가한다. 2. 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않은 경우에는 최저 등급으로 평가하며, 유효기간 시작일 또는 만료일이 입찰공고일인 경우에도 유효한 것으 로 평가한다. 다만, 입찰공고일 다음날 이후에 발생 또는 수정된 자료는 평가에서 제 외한다. 3. 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한 신용평가등급 이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에 있는 가장 최근의 신용평가등급으로 평가한다. 다만, 합병 후 새로운 신용평가등급이 없는 경우에는 입찰공고일 이전에 평가하고 유효기간 내에 있는 신용평가등급으로서 합병 대 상자 중 가장 낮은 신용평가등급을 받은 자의 신용평가등급으로 평가한다. 4. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수상의 배점 한도를 부여한다. 이 경우 창업 기업에 대한 확인은 중소기업제품공공구매 종합정보망에 등재된 자료로 확인하며, 창업기업확인서의 유효기간 내에 있어야 한다. 다만, 제안서 평가일 전일까지 발급된 자 료도 심사에 포함하며, 이 경우 입찰공고일 이전 창업을 확인 할 수 있는 자료법인인 경우 법인등기부상 법인설립등기일, 개인사업자인 경우에는 사업자등록증명서 상 사업자등록일를 제출하여야 한다.이하 창업기업에 대한 확인방법은 같다 5. 중소기업협동조합이 입찰에 참여하는 경우 중소기업협동조합의 신용평가등급으로 평가한다. - 36 - m 사업자의 사업수행실적 4점 평가항목 해당 사업규모 대비 입찰공고일 기준 최근 3년간 누계 사업실적 비율주3 동등이상 사업 정보시스템 개발사업 3.45억 해당 사업규모 대비 입찰공고일 기준 최근 3년간 사업수행실적금액 기준을 합산 적용. 단, 입찰 공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 최근 7년간 사업수행실 적을 합산 적용 주3 1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 따로 정한 경우를 제 외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으로 평가 한다. 이 경우 입찰공고일에 이행완료 된 실적도 평가에 포함하나, 입찰공고일 다음날부터 이행완료된 자료는 평가에서 제외한다. 2. 등급구간별 평점은 제9조제8항제1호에 따라 부여한다. 3. 등급구간 및 구간별 평점은 위 표에 의하며, 필요하다고 인정되는 경우 입찰공고 에 달리 정할 수 있다. 4. 실적 인정 범위와 제9조제8항제3호 나목 및 다목에 따라 실적평가를 제외하는 경우 실적 평가 제외기준은제안요청서에 정하되, 수행실적은 제5호에 따라 제출된 실적을기준으 로 평가한다. 5. 입찰자는 수행실적 평가를 위하여 별지 제15호서식의 수행실적 총괄표와 다음 각 목에 따른 별지 제16호서식 또는 그에 준한 수행실적증명서 등을 제출하여야 한다. 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공기업 법령 적용 기관이 발급한 수행실적증명서 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행 실적증명서, 계약서, 세금계산서필요시 거래명세표 포함 등을 첨부하여야 함 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급하는 소프트웨 어사업 수행실적 확인서 라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용하되, 공공기 관 이외의 납품실적은 이를 공증하거나 해당국가의 상공회의소 또는 해당국가 에 주재하는 대한민국 공관의 확인을 받은 경우에는 세금계산서 등 증명자료 첨부를 생략할 수 있음 마. 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아니하여 실적확 인이 어려운 경우에는 실적으로 인정하지 않는다. 6. 공동수급체의 경우 구성원별 실적에 지분율을 곱한 후 그 실적들을 합산한 실적 으로 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자 리에서 반올림 한다. 예 A사 실적A사 지분율B사 실적B사 지분율에 대한 점수 7. 중소기업협동조합이 입찰에 참여하는 경우 해당계약을 이행할 출자 또는 분담업 체의 실적으로 평가하며 6호의 평가방법에 따라 평가한다. 8. 합병, 분할, 사업양수도가 있는 경우 다음 각 호에 따라 실적을 평가한다. 이 경우 입찰자는 합병 전ᆞ분할 전ᆞ사업양도 업체의 실적증빙서류를 제출하여야 한다. 가. 합병 소멸 업체의 실적을 존속 또는 신설 업체의 실적에 합산하여 평가",
      "tables": [
        [
          [
            "평가항목",
            ""
          ],
          [
            "해당  사업규모  대비\n입찰공고일  기준  최근  3년간\n누계  사업실적  비율주3)",
            "동등이상\n사업\n(정보시스템 \n개발사업)\n(3.45억)"
          ]
        ],
        [
          [
            "신용평가등급주2)",
            "",
            "",
            "평점",
            "배점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            "",
            ""
          ],
          [
            "AAA,  AA+,  AA0,  AA-,  A+,  A0,  A-, \nBBB+,  BBB0",
            "A1,  A2+,  A20,  A2-, \nA3+,  A30",
            "AAA,  AA+,  AA0,  AA-,\nA+,  A0,  A-,  BBB+,  BBB0",
            "3\n(배점의 \n100%)",
            "3"
          ],
          [
            "BBB-,  BB+,  BB0,  BB-",
            "A3-,  B+,  B0",
            "BBB-,  BB+,  BB0,  BB-",
            "2.85\n(배점의 \n95%)",
            ""
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-",
            "2.7\n(배점의 \n90%)",
            ""
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하",
            "2.1\n(배점의 \n70%)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 37 - 나. 분할 분할 전 업체의 실적을 권리ᆞ의무를 승계한 업체의 실적에 포함하여 평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이를 갖춘 경우에만 실적으로 인정한 다. 다. 사업양수도 사업양도인의 실적을 사업양수인의 실적으로 포함하여 평가. 다만, 시 설, 기술자 등 요건이 필요할 때에는 이를 갖춘 경우에만 실적으로 인정한다. 조달청 협상에 의한 계약 제안서평가 세부기준에 의거함 - 38 - m 사회적책임 평가 3점 평가항목 평가기준 사회적책임주 4 최저임금 위반 A.최근 3년 이내에최저임금법위반으로 유죄판결이 확정되어 고용노동부장관으로부터 통보된 자 임금체불 B.근로기준법에 따라 고용노동부장관으로부터 체불사업주로 명단이 공개중인 자 고용개선 조치 미이행 C.남녀고용평등과 일ᆞ가정 양립 지원에 관한 법률에 따라 최근 2년 이내에 고용노동부장관으로부터 적극적 고용개선조치 미이행사업주로 명단이 공표된 자 주4 1 세부평가항목 AC는 중복하여 평가한다. 2 모든 세부평가항목에 해당하지 않는 경우, 해당 평가항목의 배점한도를 부여한다. 3 공동수급체를 평가하는 경우 해당 사유가 있는 구성원의 출자비율 또는 분담비율에 해당하 는 점수소수점 다섯째 자리에서 반올림하여 산출만큼 감점한다. 4 A.최저임금 위반 평가는 입찰공고일을 기준으로 최근 3년 이내에 최저임금법 위반으로 유죄 판결이 확정되어 고용노동부 장관으로부터 통보된 사업장을 기준으로 적용한다. 5 B.임금체불 평가는 입찰공고일을 기준으로 고용노동부장관이 공개중인 체불사업주 명단의 사 업장에 대하여 적용한다. 6 C.고용개선조치 미이행 평가는 입찰공고일을 기준으로 최근 2년 이내에 고용노동부장관이 공표한 적극적 고용개선조치 미이행 사업주 명단의 자료에 표시된 사업장을 기준으로 적용 한다. 다만, 2017년 5월 1일 이후 공표된 자부터 적용한다.",
      "tables": [
        [
          [
            "평가항목",
            "평가기준"
          ],
          [
            "사회적책임주\n4)",
            "‣최저임금  위반\nA.최근  3년  이내에「최저임금법」위반으로 \n유죄판결이  확정되어  고용노동부장관으로부터 \n통보된  자"
          ],
          [
            "",
            "‣임금체불\nB.「근로기준법」에  따라 \n고용노동부장관으로부터  체불사업주로  명단이 \n공개중인  자"
          ],
          [
            "",
            "‣고용개선  조치  미이행\nC.「남녀고용평등과  일ㆍ가정  양립  지원에  관한 \n법률」에  따라  최근  2년  이내에 \n고용노동부장관으로부터  적극적  고용개선조치 \n미이행사업주로  명단이  공표된  자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 39 - 4 제출서류 제안서 - 원본, 제안 요약서, 제안설명회 발표자료 등을 전자파일로 각 1 부씩 나라장터 e-발주시스템을 통하여 제출 입찰관련서류 - 사업자등록증 1부 - 인감증명서 1부 - 사용인감계 1부 - 법인 등기부등본개인사업자인 경우 사업자등록증 1부. - 소프트웨어사업자 일반 현황 관리확인서 1부. - 직접생산확인증명서 1부 또는중소기업제품 구매촉진 및 판로 지원에 관한 법률제33조 제1항에 따라 중소기업자로 간주되 는 특별법인일 경우 특별법인임을 확인할 수 있는 서류 1부중 소기업협동조합의 경우 적격조합확인서 1부. - 중소기업소상공인임을 증빙할 수 있는 서류 1부. - 서약서, 보안각서 각 1부 - 상기 서류들을 전자파일로 각 1부씩 나라장터 e-발주시스템을 통하여 제출 5 제안서 제출 일정 및 방법 제출장소 나라장터를 통한 온라인 제출 제출방법 모든 제안서류는 마감시한 내 제안사가 직접 제출 제출마감 2024. 09. xxx 제출문의 입찰공고문 참조 6 제안요청 설명회 생략 - 40 - 7 제안설명회제안서평가 개최 제안내용 검토를 위해 추후 주관기관이 지정하는 장소에서 제안서와 관련된 설명회를 실시 제안서 설명은 발표 30분, 질의응답 30분으로 구성 제안서 설명회 참석은 발표자를 포함하여 각 제안사 당 5명 이내로 하고, 제안사주사업자 사업관리자PM가 직접 발표 - 사업관리자PM가 발표하지 않을 경우, 발표 없이 제안서에 대한 서면평가로만 진행 사업관리자PM은 제안사 소속 임직원으로서 입찰공고일 전부터 제안서 평가일 까지 계속 재직한 사람이어야 함 제안내용 중심으로 발표하고, 임원 인사 등 제안사 홍보 관련 내용은 포함할 수 없음 발표내용이 제안내용과 상이한 사항이 있는 경우, 이를 별도로 명기하여야 하며, 명기하지 않을 경우 발표내용에서 제외됨 대상업체, 설명방법 및 구체적인 일정과 장소 등은 주관기관에서 별도로 정하여 통보 기타 제안서 설명회 세부사항은 조달청 규정을 준용 8 입찰 시 유의사항 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함 제출된 제안서는 발주기관에서 요청하지 않는 한 수정, 삭제 또는 대체할 수 없음 제안서의 모든 기재사항은 객관적으로 입증할 수 있는 관련 증빙 서류를 제안서 부수만큼 첨부하여야 하며, 제출된 자료 중 일부라도 허위가 있을 경우에는 평가대상에서 제외됨은 물론, 계약체결 후라도 계약해지와 함께 인적, 물적, 기간적 손실에 따른 손해배상청구 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 41 - 필요한 조치를 할 수 있음 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 제안서 인력은 단독 또는 공동수급 구성원의 자사인력으로 구성 하여야 함 낙찰자로 결정된 이후에 공동수급 구성원을 변경할 수 없음 공동수급체 소속 외의 인력은 하도급으로 간주하며, 발주기관의 승인을 얻지 못할 경우에는 공동수급체 구성원 자사인력으로 대체 하여야 함 - 단, 외부 자문인력 등 통상적인 개발인력이 아닌 경우는 참여인력 에서 제외함 공동계약의 경우, 공동수급 구성원 중 정당한 이유 없이 공동계약 이행계획서에 따라 실제 계약에 참여하지 아니하는 구성원에 대해 부정당업자로 제재조치 등 입찰참가자격을 제한함 입찰공고문, 제안안내서, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않은 사항은국가를 당사자로 하는 계약에 관한 법률, 소프트웨어 진흥법,기획재정부 계약예규,국제표준규격등관련 규정을 따름 입찰에 참가하고자 하는 자는 본 입찰 유의서 및국가를 당사자로 하는 계약에 관한 법률등을 입찰 전에 완전히 숙지하였다고 간주 하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있음 국가를 당사자로 하는 계약에 관한 법률시행령 제12조경쟁입찰의 참가자격 및 시행규칙 제14조입찰참가자격요건의 증명 규정, 용역입찰 유의서 제12조입찰의 무효에 저촉될 경우 입찰은 무효로 함 입찰자는 발주기관으로부터 배부 받은 입찰에 관한 서류 또는 각종 자료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용 할 수 없음 - 42 - 최종 낙찰자는 기술협상서와 함께 상세HW, SW포함 최종 산출 내역서를 제출하여야 함 9 제안서 보상 본 사업은소프트웨어사업 계약 및 관리감독에 관한 지침과학기술 정보통신부고시 제2020-93호제16조제안서 보상 대상 및 기준에 의거, 제안서 보상대상 사업에해당하지 않으므로 제안서 보상을 실시하지 않음 10 기타사항 본 사업은 일괄 제안이어야 하며, 선정된 주관사업자는사업추진, 품질 보증 등 전체사업에 대한 책임을 지고 사업관리를 하여야 함 본 사업의 수행을 위한 개발환경HW, SW, 개발도구 등은 주관 사업자가 일괄 제안하고, 환경 구축에 필요한 제반 비용은 주관 사업자가 부담하여야 함 개발에 사용된 모든 인프라HW, SW, 콘텐츠 등는 저작권에 문제가 없어야 하며, 디자인에 사용한 이미지 및 글꼴 등의 비용이 발생할 경우 주관사업자가 부담하여야 함 본 사업 수행 중 발생된 장애, 사고, 제안요청서 기준미달 등으로 손해가 발생한 경우 주관사업자가 손해배상 하여야 함 주관기관이 사용 중인 시스템솔루션 포함으로 인해 본 사업 진행에 차질이 우려되는 부분이 있을 경우, 사전에 문제연동, 적용, 운영 등를 파악하고 관련 제반 문제에 대해 상호협의를 통해 해결하여야 함 제안요청서에는 주관기관이 요구하는 최소한의 요구사항만 규정 되어 있으므로, 사업자는 상세하게 기술되지 않았거나 누락된 사항에 대해서도 철저한 검토 및 사전조치, 주관기관 협의를 통해 본 사업의 목적과 내용에 명시된 목표시스템 구현에 전혀 문제가 발생하지 않도록 시스템 구현 및 설치 등에 반영하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 43 - 본 사업 수행을 통해 생산된 모든 자료Source, Object Code, Manual, Documentation에 대한 소유권 및 저작권은 발주기관과 사업자가 공동 소유하는 것으로 함 단, 발주기관이 제작한 콘텐츠에 대해서는 발주기관에 모든 권리가 있으며, 사전 승낙 없이 원본 또는 개작을 불문하고 제3자에게 전부 또는 일부를 대여하거나 무상 또는 유상으로 제공할 수 없음 발주기관에 납품된 응용 Program용 Source를 제공하여야 하고, 발주기관이 자체 또는 제3자를 통하여 전체 또는 일부를 수정보완할 수 있으며, 발주기관에 확대설치하여 사용할 수 있음 다만, 해당 Source가 개발사의 원천기술에 해당하여 발주기관에 제공할 수 없는 경우에는 관련법저작권법 시행령제39조의2프로그램의 임치,대중소기업 상생협력 촉진에 관한 법률 시행령제15조의2수치인에 의거 제3의 기관에 임치하여야 하고, 임치대상목록을 제시하여야 함 본 사업의 목표시스템 구축 시 제3자의 소유권 및 저작권을 침해 하는 원본의 도용이나 개작으로 인하여 발주기관이 피해를 입게 되는 경우, 계약기간을 불문하고 그 모든 책임은 사업자에 있음. 이 경우 사업자는 피해에 따른 모든 손해를 배상해야 하며, 발주 기관이 요구하는 기간 동안 소프트웨어의 재개발 등 필요한 모든 조치를 하여야 하고, 이에 소요된 비용은 따로 지급하지 아니함 최종 산출물 - 개발완료보고서 1부 - 산출물 일체 포함 1부 개발 프로그램 소스, 이미지 소스, 가공 데이터 파일, 구조 설계서, 메뉴 구성도, 화면 구성도, 데이터 명세서, ERD, 프로그램 개발 명세서, 프로그램 목록 등 - 소프트웨어 라이선스 인증서 또는 원본 - 각종 매뉴얼 일체 포함 1부 - 44 - 사용자운영자관리자개발자 매뉴얼 및 팜플랫 기타 상기에 제시되지 않은 사항은 상호 협의하여 결정함",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 25,
      "text": "- 45 - 첨부자료 붙임 1 정보화사업 수행업체 보안 준수사항 정보화사업 수행업체 보안 준수사항 1. 공통사항 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업완료 후에도 이를 외부에 유출해서는 안되며, 사업종료 시에는 완전 폐기 또는 반납해야 한다. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 누출금지 대상정보에 대한 보안관리 계획을 사업제안서에 기재하여야 하며, 해당 정보 누출 시 발주 기관은국가를 당사자로 하는 계약에 관한 법률시행령 제76조에 따라 사업자를 부정당업체로 등록한다. 누출금지 대상정보 1 기관 소유 정보시스템의 내ᆞ외부 IP주소 현황 2 세부 정보시스템 구성현황 및 정보통신망구성도 3 사용자계정 및 패스워드 등 정보시스템 접근권한 정보 4 정보통신망 취약점 분석평가 결과물 5 용역사업 결과물 및 프로그램 소스코드 6 국가용 보안시스템 및 정보보호시스템 도입현황 7 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상정보로 분류된 기관의 내부문서 9 개인정보 보호법 제2조1호의 개인정보 10 보안업무규정 제4조의 비밀, 同 시행규칙 제7조3항의 대외비 11 그 밖의 발주기관이 공개가 불가하다고 판단한 자료 사업자는 발주기관의 보안정책을 준수하여야 하며, 이를 위반하였을 경우 사업자 보안위규 처리기준붙임 2에 따라 관련자에 대하여 조치 하고 보안위약금 부과기준붙임 3에 따라 손해배상 책임을 진다. - 46 - 정보시스템 신규 구축사업의 경우, 최종산출물정보시스템, 홈페이지 등에 대해 정보보안 전문가 또는 전문 보안점검도구를 활용하여 보안 취약점을 점검하고, 도출된 취약점에 대해 개선 완료한 결과를 제출해야 한다. 2. 참여인원에 대한 보안관리 용역사업 참여인원중 보안책임관을 지정하여 발주기관의 승인을 받아야 한다. 용역사업 참여인원은 보안서약서에 자필서명 후, 발주기관에 제출 하여야 한다. 용역사업 참여인원은 업체 임의로 교체할 수 없으며, 신상변동해외 여행 포함사항 발생 즉시 보고하여야 한다. 참여인원에 대하여 월1회 정보보안교육을 수행하고, 교육결과에 대하여 발주기관의 확인을 받아야 한다. 3. 자료에 대한 보안관리 사업수행으로 생산되는 산출물 및 기록은 보안책임관이 인가하지 않은 자에게 제공대여열람을 금지한다. 사업관련 자료 및 사업과정에서 생산된 산출물은 보안책임관이 지정한 PC 등반드시 인터넷과 분리에 저장관리하여야 하며, 계정 관리 및 계정별 접근권한 부여 등을 통하여 접근을 제한하여야 한다. 제안요청서 등에 명시한 누출금지 대상정보를 사용할 경우 자료 관리 대장을 작성하여 인계인수자가 직접 서명한 후 사용하고, 사업완료시 관련 자료는 반드시 반납하여야 한다. 비밀문서대외비 포함는 매일 퇴근 시 반납하여야 하며, 비밀문서를 제외한 일반문서는 제공된 사무실에 잠금장치가 된 보관함이 있을 경우 보관함에 보관할 수 있다.",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 26,
      "text": "- 47 - 사업관련 자료는 인터넷 웹하드P2P 등 인터넷 자료공유사이트 및 개인메일함 저장을 금지하고 발주기관과 사업수행업체간 자료 전송이 필요한 경우는 자사 전자우편을 이용하여 송수신하고 메일을 확인하는 즉시 삭제하여야 한다. 다만, 대외비 이상의 비밀은 전자우편으로 송수신 금지 사업완료 후 생산된 최종 산출물은 인수인계서를 통하여 발주기관에 반납하고, PC 완전삭제 등 보안조치를 통해 사업관련 산출물중간 산출물 포함을 모두 삭제하여야 하며, 대표자 명의 확약서를 발주 기관에 제출하여야 한다. 확약서 제출 시 산출물 인수인계서와 자료삭제기록날짜가 포함된 증빙사진 등을 제출하여야 한다. 4. 사무실장비에 대한 보안관리 사업을 수행하는 장소이하 사업장는 CCTV, 잠금장치 등 비인가자 출입통제대책이 마련된 사무실을 사용하여야 한다. 사업장에 대하여 일일보안점검 및 월1회 보안점검을 실시하여야 하고, 발주기관의 확인을 받아야 한다. 사업장에서 사용하는 모든 정보시스템에 대하여 정보시스템 관리 대장을 작성하고 변경사항에 대해 현행화하여야 한다. 사업장의 PC에 대하여 월1회 내PC 지키미 수행 여부를 확인하고 수행결과 미흡사항에 대해 개선결과를 확인하여야 한다. 사업장의 정보시스템에 바이러스 백신 정품 SW를 설치하고, 자동 업데이트, 실시간 점검을 수행하는 지 수시로 점검하여야 한다. 사업 참여인원의 비인가 휴대용 저장매체USB, CDDVD, 스마트폰, 태블릿 PC, MP3 등가 사업장내 정보시스템에 연결되는 것을 기술적 으로 차단하고, 월1회 정상동작 여부를 점검조치하여야 한다. CD-RW 등의 보조기억매체는 발주기관과의 상호 협의하여 제한된 PC에서만 사용하여야 한다. - 48 - 정보시스템휴대용 저장매체 포함을 외부에 반출입하는 경우, 반입 시에는 악성코드 감염여부를, 반출 시에는 자료무단 반출여부를 확인하고 정보시스템 반출입 대장에 기록하여야 한다. 사업 종료시 PC, 보조기억매체 등 저장장치는 완전삭제 후 반출하여야 한다. 사업 참여인원의 노트북 사용을 금지한다. 불가피하게 노트북을 사용하여야하는 경우에는 고정장치를 사용하여야 하며, 고정장치 비밀번호는 발주기관이 관리하고 발주기관의 승인 하에 반출입 하여야 한다. 5. 내외부망 접근에 대한 보안관리 사업장은 업무망과 인터넷망을 분리하고, PC는 업무망과 인터넷망을 혼용해서는 안되며, 인터넷은 국가정보통신망을 사용하여야 한다. ADSL 사용금지 발주기관 내부망에 대한 접속은 반드시 발주기관의 승인을 득한 후 사용하여야 한다. 사업장 PC는 인터넷 연결을 금지 한다. 다만, 불가피하게 인터넷 사용이 필요한 경우는 보안책임관이 접속이 필요한 사이트 목록을 작성하여 발주기관의 승인을 득한 후 사용하여야 한다. P2P, 웹하드 등 인터넷 자료공유사이트로의 접속은 허용이 불가하며 기술적으로 차단하여야 한다. 사업 참여인원이 발주기관의 정보시스템에 접근하는 경우 - 사용자 계정은 하나의 그룹으로 등록하고 계정별로 접근권한을 차등 부여하되 기관내부문서의 접근을 금지하여야 한다. - 계정별로 부여된 접근 권한은 불필요 시 즉시 권한을 해지하거나 계정을 폐기하여야 한다. - 계정별 패스워드는 보안정책숫자, 영문자, 특수문자 등을 혼합하여 9자리 이상에 부합되어야 하며 보안책임자가 별도로 기록 관리 하여 변경이력을 수시로 확인하여야 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 27,
      "text": "- 49 - 붙임 2 사업자 보안위규 처리기준 사업자 보안위규 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 부정당업체 등록 위규자 및 직속 감독자 OO 등 중징계 재발 방지를 위한 조치 계획 제출 위규자 대상 특별 보안 교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 마. 참여인원에 대한 보안서약서 미징구 및 교육 미실시 2. 사무실작업장 보안관리 허술 가. 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, USB 등 보조기억매체 기술적 통제 미흡 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근시도 등 자. 바이러스 백신 정품 SW 미설치 위규자 및 직속 감독자 OO 등 중징계 재발 방지를 위한 조치 계획 제출 위규자 대상 특별 보안 교육 실시 보 통 1. 기관 제공 중요정책민감 자료 관리 소홀 가. 주요 현안보고자료를 책상 위 등에 방치 나. 정책현안자료를 휴지통폐지함 등에 유기 또는 이면지 활용 다. 중요정보에 대한 자료 인수인계 절차 미이행 위규자 및 직속 감독자 OO 등 경징계 위규자 및 직속 감독자 사유서 경위서 징구 - 50 - 사업자 보안위규 처리절차 경위 확인 보안위규 처리기준에 따라 조치 구 분 위 규 사 항 2. 사무실 보안관리 부실 가. 캐비넷서류함책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 불순응 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아놓고 퇴근 라. 부팅화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 사. 정보시스템 반입 시 바이러스 백신 미검사 또는 반출 시 자료삭제 미확인 아. 바이러스 백신 최신 업데이트 또는 정밀점검 미실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 다. PC 월 1회 보안 점검 미이행",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항"
          ],
          [
            "",
            "2. 사무실 보안관리 부실\n  가. 캐비넷‧서류함‧책상 등을 개방한 채 퇴근 \n  나. 출입키를 책상 위 등에 방치\n 3. 보호구역 관리 소홀 \n  가. 통제‧제한구역 출입문을 개방한 채 근무\n  나. 보호구역내 비인가자 출입허용 등 통제 불순응\n 4. 전산정보 보호대책 부실\n  가. 휴대용저장매체를 서랍‧책상 위 등에 방치한 채 퇴근\n  나. 네이트온 등 비인가 메신저 무단 사용 \n  다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아놓고 퇴근\n  라. 부팅‧화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n  마. PC 비밀번호를 모니터 옆 등 외부에 노출\n  바. 비인가 보조기억매체 무단 사용\n  사. 정보시스템 반입 시 바이러스 백신 미검사 또는 반출 시 \n자료삭제 미확인\n  아. 바이러스 백신 최신 업데이트 또는 정밀점검 미실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n  가. 진행중인 업무자료를 책상 등에 방치, 퇴근\n  나. 복사기‧인쇄기 위에 서류 방치\n 2. 근무자 근무상태 불량\n  가. 각종 보안장비 운용 미숙\n  나. 경보‧보안장치 작동 불량 \n 3. 전산정보 보호대책 부실 \n  가. PC내 보안성이 검증되지 않은 프로그램 사용\n  나. 보안관련 소프트웨어의 주기적 점검 위반\n  다. PC 월 1회 보안 점검 미이행"
          ]
        ],
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n  가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n  나. 개인정보·신상정보 목록 유출\n  다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n 2. 정보시스템에 대한 불법적 행위\n  가. 관련 시스템에 대한 해킹 및 해킹시도\n  나. 시스템 구축 결과물에 대한 외부 유출\n  다. 시스템 내 인위적인 악성코드 유포",
            "◦사업참여 제한\n  (부정당업체 등록)\n◦위규자 및 직속 감독자 \nOO 등 중징계\n◦재발 방지를 위한 조치 \n계획 제출\n◦위규자 대상 특별 보안 \n교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀 \n  가. 비공개 정보를 책상 위 등에 방치 \n  나. 비공개 정보를 휴지통‧폐지함 등에 유기 또는 이면지 활용\n  다. 개인정보․신상정보 목록을 책상 위 등에 방치\n  라. 기타 비공개 정보에 대한 관리소홀\n  마. 참여인원에 대한 보안서약서 미징구 및 교육 미실시\n 2. 사무실(작업장) 보안관리 허술\n  가. 출입문을 개방한 채 퇴근 등\n  나. 인가되지 않은 작업자의 내부 시스템 접근\n  다. 통제구역 내 장비‧시설 등 무단 사진촬영\n 3. 전산정보 보호대책 부실\n  가. 업무망 인터넷망 혼용사용, USB 등 보조기억매체 기술적 통제 미흡 \n  나.  웹하드‧P2P  등  인터넷  자료공유사이트를  활용하여  용역사업 \n관련 자료 수발신\n  다. 개발‧유지보수 시 원격작업 사용\n  라. 저장된 비공개 정보 패스워드 미부여\n  마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n  바. 외부용 PC를 업무망에 무단 연결 사용\n  사. 보안관련 프로그램 강제 삭제\n  아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근시도 등)\n  자. 바이러스 백신 정품 S/W 미설치",
            "◦위규자 및 직속 감독자 \nOO 등 중징계\n◦재발 방지를 위한 조치 \n계획 제출\n◦위규자 대상 특별 보안 \n교육 실시"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책‧민감 자료 관리 소홀\n  가. 주요 현안‧보고자료를 책상 위 등에 방치\n  나. 정책‧현안자료를 휴지통‧폐지함 등에 유기 또는 이면지 활용\n  다. 중요정보에 대한 자료 인수‧인계 절차 미이행",
            "◦위규자 및 직속 감독자 \nOO 등 경징계\n◦위규자  및  직속  감독자 \n사유서 /경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 51 - 붙임 3 보안 위약금 부과 기준 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 총 사업비의 2 총 사업비의 1 총 사업비의 0.5 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산 - 52 - 붙임 4 정보화사업 수행업체 EA정보기술아키텍처 준수사항 정보화사업 수행업체 EA정보기술아키텍처 준수사항 1. 공통사항 가. 원칙 행정기관 및 공공기관 정보시스템 구축운영 지침및행정안전부 정보화업무처리규정등에 정의된 절차와 기준을 따른다. 나. 필수 사업산출물 등록관리 사업 수행업체는 사업수행과정에서 붙임6 정보화사업 필수 사업 산출물 등을 포함한 사업성과물을 사업종료 전까지 범정부 EA 포털 시스템에 등록하여야 한다. 정보시스템이 유지보수 또는 기능개선 등으로 변경되었을 경우에는 해당 사항 발생시, 기 등록된 관련 산출물을 범정부 EA포털 시스템을 통해 변경등록하여야 한다. 2. 시스템 구축고도화 사업인 경우 가. 기본원칙 정보시스템에 적용되는 기술은 표준화된 개방형 기술을 사용하는 것을 원칙으로 한다. 단, 비표준의 폐쇄형 기술을 사용하는 경우에는 그 사유를 명시하여야 한다. 데이터의 무결성, 일치성, 기밀성, 가용성 등을 고려하여 구축하여야 한다. 정보시스템 구축 개발 시는 전자정부 표준프레임워크에 기반한 지정된 공유서비스공통컴포넌트를 우선적으로 사용하여야 한다. 컴포넌트에 대한 상세 기능은 전자정부 표준프레임워크www.egovframe.go.kr 참조",
      "tables": [
        [
          [
            "구분",
            "위규 수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각 1건",
            "중대 1건",
            "보통 2건 이상",
            "경미 3건 이상"
          ],
          [
            "위약금\n비중",
            "부정당업자 등록",
            "총 사업비의 2%",
            "",
            "총 사업비의 1% 총 사업비의 0.5%"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 29,
      "text": "- 53 - 나. 정보시스템 구축 기술요건 서비스 접근 및 전달 분야 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인저사양 컴퓨터 사용자 등 소외계층을 고려한 설계구현을 검토하여야 한다. 웹 접근성 및 호환성 준수, 웹 개방성 준수, 모바일 어플리케이션 접근성 준수 인터페이스 및 통합 분야 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 플랫폼 및 기반구조 분야 정보시스템 운영에 사용되는 통신장비는 IP4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스템과 호환성 및 확장성이 보장되어야 한다. 요소 기술 분야 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며, 부득이한 경우 발주기관과 협의 후 행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정 안전부에 표준 등록을 요청하여야 한다. 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. - 54 - 붙임 5 정보화사업 필수 사업산출물 정보화사업 필수 사업산출물 근거 과학기술정보통신부 정보화업무 관리규정과학기술정보통신부훈령 제3호 산출물 구분 활 동 산출물명 관리 산출물 사업수행 착수계 착수신고서, 사업수행계획서 보안 서약서 종료 완료 보고서 WBS 매뉴얼 업무 사용자 매뉴얼 시스템 관리자 매뉴얼 개발 산출물 업무분석 및 시스템설계 요구사항 명세서 화면정의서 인터페이스 정의서 업무흐름도 프로세스 정의서 엔티티 목록 소스 원본파일 등 ERD 다이어그램 테이블 목록 테이블 정의서 데이터코드 목록 메뉴목록 및 응용기능차트 구현 및 테스트 단위테스트 결과 통합테스트 결과 해당 정보화 사업의 내용에 따라 산출물 생산이 불가한 경우 발주기관과 협의 후 생략 가능",
      "tables": [
        [
          [
            "산출물 구분",
            "활 동",
            "산출물명"
          ],
          [
            "관리\n산출물",
            "사업수행",
            "착수계 (착수신고서, 사업수행계획서)\n보안 서약서"
          ],
          [
            "",
            "종료",
            "완료 보고서\nWBS"
          ],
          [
            "",
            "매뉴얼",
            "업무 사용자 매뉴얼\n시스템 관리자 매뉴얼"
          ],
          [
            "개발\n산출물",
            "업무분석\n및 \n시스템설계",
            "요구사항 명세서\n화면정의서 (인터페이스 정의서)\n업무흐름도 (프로세스 정의서)\n엔티티 목록\n소스 원본파일 등\nERD 다이어그램\n테이블 목록\n테이블 정의서\n데이터코드 목록\n메뉴목록 및 응용기능차트"
          ],
          [
            "",
            "구현 및 \n테스트",
            "단위테스트 결과\n통합테스트 결과"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 55 - 붙임 6 개인정보처리시스템 사업담당자 준수사항 개인정보처리시스템 사업담당자 준수사항 근거 개인정보보호법, 개인정보보호 지침행정안전부 1. 개인정보의 안전성 확보조치 철저개인정보보호법제29조 개인정보처리자는 개인정보가 분실도난유출변조 또는 훼손되지 않도록 다음 각 호의 안전성 확보조치를 하여야한다. 구 분 주 요 내 용 내부관리계획제3조 내부관리계획 포함사항 명시 개인정보 보호책임자 지정, 개인정보취급자 교육 등 개인정보 처리 업무 위탁 시 관리감독 사항 접근권한 관리제4조 개인정보처리시스템의 접근권한 부여변경말소 기록 최소 3년간 보관 안전한 비밀번호 작성규칙 수립적용 접근통제제5조 접근통제 시스템 설치운영 의무화 접근통제 시스템 침입차단Firewall, 침입탐지IDS 기능 포함 주민번호 처리 시 추가 정보 확인, 모바일 기기 보호조치 조항, 홈페이지에서 고유식별정보를 처리할 경우 년 1회 취약점 점검 조치 개인정보 암호화 제6조 암호화 대상 고유식별정보주민등록번호, 여권번호, 운전면허번호, 외국인등록번호, 비밀번호, 바이오정보 암호화 기준 구 분 암 호 화 기 준 송수신시 모든 정보 암호화 전송 저장시 비밀번호, 바이오정보 비밀번호는 단방향 암호화, 바이오정보는 양방향 암호화 고유식별정보 인터넷 구간,공통DMZ 구간 저장시 의무적 암호화 2 내부망 저장시 위험도 분석결과에 따라 암호화 적용범위 결정 영향평가 대상 공공기관은 영향평가 결과에 따름 고유식별정보가 유출변조훼손되지 않도록 연1회 이상 취약점 점검 주민등록번호 암호화 알고리즘 적용 권고16.1.1, 의무시행 암호화 방법 공공기관은 국가 암호화 알고리즘, 그 외는 자율 암호화 적용 고유식별정보 암호화 시 지침 시행일로부터 3개월 이내에 암호화 계획 수립, 계획 수립일로부터 12개월 이내에 암호화 적용 접속기록 보관점검제7조 개인정보처리시스템 접속기록은 6개월 이상 보관 DBMS의 접속기록을 반기별 1회 이상 점검 접속기록 반기별 점검 의무화 악성프로그램 등 방지제8조 보안 프로그램백신 SW 등 설치 및 업데이트 자동 업데이트 또는 일 1회 이상 물리적 접근 방지 제9조 별도의 개인정보 물리적 보관 장소에 대한 출입통제 등 개인정보의 파기 제10조 복원이 불가능한 개인정보의 파기방법 구체화 부칙 전산센터클라우드컴퓨팅센터 등의 운영환경에서의 안전조치 - 56 - 2. 개인정보처리시스템 위탁 관리 철저 위탁목적 등 문서화개인정보보호법제26조 - 개인정보처리자가 제3자에게 개인정보의 처리 업무를 위탁하는 경우에는 다음 각 호의 내용이 포함된 문서에 의하여야 한다. 1. 위탁업무 수행 목적 외 개인정보처리 금지에 관한 사항 2. 개인정보의 기술적관리적 보호조치에 관한 사항 3. 위탁업무의 목적 및 범위 4. 재위탁 제한에 관한 사항 5. 개인정보에 대한 접근 제한 등 안전성 확보조치에 관한 사항 6. 위탁업무와 관련, 보유하는 개인정보의 관리 현황 점검 등 감독에 관한 사항 7. 수탁자 의무 위반시 손해배상 등 책임에 관한 사항 붙임 8 표준 개인정보처리위탁 계약서참고 위탁자의 책임과 의무 준수개인정보보호법제26조 - 수탁자에 대한 교육 및 감독 수탁자 정기교육, 개인정보처리실태점검, 위탁계약사항 준수 여부 등 - 위탁 종료 시 사업수행과정에서 발생한 개인정보 파기결과 확인 및 개인정보처리지침 위탁사항 삭제",
      "tables": [
        [
          [
            "구 분",
            "주 요 내 용",
            "",
            "",
            "",
            ""
          ],
          [
            "내부관리계획(제3조)",
            "◦내부관리계획 포함사항 명시 ※개인정보 보호책임자 지정, 개인정보취급자 교육 등 \n◦개인정보 처리 업무 위탁 시 관리·감독 사항",
            "",
            "",
            "",
            ""
          ],
          [
            "접근권한 관리(제4조)",
            "◦개인정보처리시스템의 접근권한 부여․변경․말소 기록 최소 3년간 보관\n◦안전한 비밀번호 작성규칙 수립․적용",
            "",
            "",
            "",
            ""
          ],
          [
            "접근통제(제5조)",
            "◦접근통제 시스템 설치․운영 의무화 ※접근통제 시스템 : 침입차단(Firewall), 침입탐지(IDS) 기능 포함  \n◦주민번호  처리  시  추가  정보  확인,  모바일  기기  보호조치  조항,  홈페이지에서 \n고유식별정보를 처리할 경우 년 1회 취약점 점검 조치",
            "",
            "",
            "",
            ""
          ],
          [
            "개인정보 암호화\n(제6조)",
            "◦암호화 대상 : 고유식별정보(주민등록번호, 여권번호, 운전면허번호, 외국인등록번호), \n비밀번호, 바이오정보\n◦암호화 기준\n◦암호화 방법 : 공공기관은 국가 암호화 알고리즘, 그 외는 자율\n◦암호화 적용 : 고유식별정보 암호화 시 지침 시행일로부터 3개월 이내에 암호화 \n계획 수립, 계획 수립일로부터 12개월 이내에 암호화 적용",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구 분",
            "",
            "암 호 화  기 준",
            ""
          ],
          [
            "",
            "",
            "송․수신시",
            "",
            "모든 정보 암호화 전송",
            ""
          ],
          [
            "",
            "",
            "저장시",
            "비밀번호, \n바이오정보",
            "비밀번호는 단방향 암호화,\n 바이오정보는 양방향 암호화",
            ""
          ],
          [
            "",
            "",
            "",
            "고유식별정보\n주민등록번호  암호화 알고리즘 적용 권고(’16.1.1, 의무시행)",
            "ⓛ 인터넷 구간,공통(DMZ) 구간 저장시 : 의무적 암호화\n ② 내부망 저장시 : 위험도 분석결과에 따라 암호화 적용범위 결정\n    (※ 영향평가 대상 공공기관은 영향평가 결과에 따름)\n  * 고유식별정보가 유출・변조・훼손되지 않도록 연1회 이상 취약점 점검",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "접속기록 \n보관·점검(제7조)",
            "◦개인정보처리시스템 접속기록은 6개월 이상 보관\n  ※ DBMS의 접속기록을 반기별 1회 이상 점검\n◦접속기록 반기별 점검 의무화",
            "",
            "",
            "",
            ""
          ],
          [
            "악성프로그램 등 \n방지(제8조)",
            "◦보안 프로그램(백신 S/W 등) 설치 및 업데이트  ※ 자동 업데이트 또는 일 1회 이상",
            "",
            "",
            "",
            ""
          ],
          [
            "물리적 접근 방지\n(제9조)",
            "◦별도의 개인정보 물리적 보관 장소에 대한 출입통제 등",
            "",
            "",
            "",
            ""
          ],
          [
            "개인정보의 파기\n(제10조)",
            "◦복원이 불가능한 개인정보의 파기방법 구체화",
            "",
            "",
            "",
            ""
          ],
          [
            "부칙",
            "◦전산센터․클라우드컴퓨팅센터 등의 운영환경에서의 안전조치",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 57 - 별지 제1호 서식입찰참가신청서 입 찰 참 가 신 청 서 아래사항 중 해당되는 경우에만 기재하시기 바랍니다. 처리기간 즉 시 신 청 인 상호법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 입 찰 개 요 입찰공고번호 제 2021 - 호 사업설명회 일 자 입 찰 건 명 입 찰 보 증 금 납 부 - 보증금율 - 보 증 액 금 정 납 부 면 제 및 지 급 확 약 - 사유 - 본인은 낙찰 후 계약 미체결 시 귀 대학에 낙찰금액에 해당하는 소정의 입찰보증금을 현금으로 납부할 것을 확약합니다. 인 대 리 인 사 용 인 감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 주민등록번호 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 사용인감 인 본인은 위의 번호로 공고지명통지한 귀 대학의 일반제한, 지명경쟁 입찰에 참가하고자 귀 대학에서 정한 공사물품구매, 용역입찰공고사항 및 입찰유의서 등을 모두 승낙하고 붙임서류를 첨부하여 입찰 참가신청을 합니다. 붙임서류 기타 공고로서 정한 서류 2021 년 월 일 신청인 인 남서울대학교 총장 귀하 - 58 - 별지 제2호 서식일반현황 및 연혁 일반현황 및 연혁 회 사 명 사 업 분 야 주 소 전 화 번 호 회사설립년도 년 월 해 당 부 문 사 업 기 간 년 월 년 월 년 개월 해 당 부 문 자격 허가 현황 년 월 년 월 년 개월 주요연혁",
      "tables": [
        [
          [
            "입  찰  참  가  신  청  서\n  ※아래사항 중 해당되는 경우에만 기재하시기 바랍니다.",
            "",
            "",
            "",
            "",
            "",
            "처리기간"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "즉    시"
          ],
          [
            "신\n청\n인",
            "상호/법인명칭",
            "",
            "",
            "법인등록번호",
            "",
            ""
          ],
          [
            "",
            "주        소",
            "",
            "",
            "전 화 번 호",
            "",
            ""
          ],
          [
            "",
            "대   표   자",
            "",
            "",
            "주민등록번호",
            "",
            ""
          ],
          [
            "찰 개\n입  \n  \n요",
            "입찰공고번호",
            "제 2021 -    호",
            "",
            "사업설명회\n일 자",
            "",
            ""
          ],
          [
            "",
            "입 찰 건 명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입 찰 보 증 금",
            "납       부",
            "- 보증금율：    %\n - 보 증 액： 금             정 (￦            )",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "납 부 면 제 및\n지  급  확  약",
            "- 사유： \n - 본인은 낙찰 후 계약 미체결 시 귀 대학에 낙찰금액에 해당하는 소정의\n   입찰보증금을 현금으로 납부할 것을 확약합니다.                  (인)",
            "",
            "",
            "",
            ""
          ],
          [
            "대리인․사용인감",
            "본 입찰에 관한 일체의 권한을 다음의 자에게\n  위임합니다.\n  성        명：       \n  주민등록번호：",
            "",
            "본 입찰에 사용할 인감을 다음과 같이\n  신고합니다.\n  사용인감：                     (인)",
            "",
            "",
            ""
          ],
          [
            "본인은 위의 번호로 공고(지명통지)한 귀 대학의 일반(제한, 지명)경쟁 입찰에 참가하고자 귀 대학에서 \n정한 공사(물품구매, 용역)입찰공고사항 및 입찰유의서 등을 모두 승낙하고 붙임서류를 첨부하여 입찰 \n참가신청을 합니다.\n   붙임서류： 기타 공고로서 정한 서류\n              2021 년    월     일\n   신청인：                         (인)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "남서울대학교  총장  귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "회\n사\n명",
            ""
          ],
          [
            "사\n업\n분\n야",
            ""
          ],
          [
            "주\n소",
            ""
          ],
          [
            "전\n화\n번\n호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년   월"
          ],
          [
            "해\n당\n부\n문 \n사\n업\n기\n간",
            "년   월  ∼  년    월 (   년   개월)"
          ],
          [
            "해\n당\n부\n문 \n자 격 ( 허 가 )   현 황",
            "년   월  ∼  년    월 (   년   개월)"
          ],
          [
            "□ 주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 59 - 별지 제3호 서식자본금 및 매출액최근 3년 자본금 및 매출액최근 3년 구 분 M-2 년도 M-1 년도 M 년도 총 자 산 자 기 자 본 유 동 부 채 고 정 부 채 유 동 자 산 당 기 순 이 익 매 출 액 부문 부문 부문 부문 계 유 동 비 율 매 출 액 순 이 익 율 단위 천원 공인회계사의 확인 있는 대차대조표 등 증빙자료 첨부 별도 양식이 있는 경우 해당 양식에 따름 - 60 - 별지 제4호 서식주요사업실적 주요사업실적 사 업 명 사 업 기 간 단위 천원 현재 수행 중인 사업도 포함하여 연도순으로 기재하며, 제안과제와 유관한 것만 기재한다 단, 현재수행 중인 사업은 비고란에 현재수행중임을 명시한다. 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사를 기재한다. 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재한다. 실적을 확인할 수 있는 실적증명서, 계약서, 이행실적확인서한국소프트웨어산업협회 발행 등의 증거 서류제출로 갈음이 가능함",
      "tables": [
        [
          [
            "사   업   명",
            "사 업 기 간"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "구       분",
            "",
            "M-2 년도",
            "M-1 년도",
            "M 년도"
          ],
          [
            "총  자  산",
            "",
            "",
            "",
            ""
          ],
          [
            "자 기 자 본",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동 부 채",
            "",
            "",
            "",
            ""
          ],
          [
            "고 정 부 채",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동 자 산",
            "",
            "",
            "",
            ""
          ],
          [
            "당 기 순 이 익",
            "",
            "",
            "",
            ""
          ],
          [
            "매 출 액",
            "○○부문",
            "",
            "",
            ""
          ],
          [
            "",
            "○○부문",
            "",
            "",
            ""
          ],
          [
            "",
            "○○부문",
            "",
            "",
            ""
          ],
          [
            "",
            "○○부문",
            "",
            "",
            ""
          ],
          [
            "",
            "계",
            "",
            "",
            ""
          ],
          [
            "유 동 비 율",
            "",
            "",
            "",
            ""
          ],
          [
            "매 출 액 순 이 익 율",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 61 - 별지 제5호 서식사업실적 증명서 사업실적 증명서 신청인 회 사 명 대 표 자 영업소재지 전화번호 사업자번호 제 출 처 증명서 용도 입찰 및 제안서 심사 제출용 사 업 이 행 실 적 내 용 사 업 명 구 분 ISPBPR PMO감리 시스템개발 운영 및 유지관리 기 타 사 업 개 요 계 약 번 호 계약일자 계약기간 계약금액 이행실적 비 고 공동비율 실적 증명서 발 급 기 관 위 사실을 증명함 년 월 일 기 관 명 인 전화번호 주 소 FAX번호 발급부서 담당자 인 1 별도 양식으로 작성하는 경우는 그에 따름. 2 계약서 별도 제출로 갈음 가능함. 관련 평가항목이 없는 경우 제안서에 사업실적 증명 서식은 제출하지 않음 - 62 - 별지 제6호 서식기술적용계획표기술적용결과표 사업명 작성일 법률 및 고시 구분 항 목 법률 국가정보화 기본법 공공기관의 정보공개에 관한 법률 개인정보 보호법 소프트웨어 진흥법 인터넷주소자원에 관한 법률 전자서명법 전자정부법 정보통신기반 보호법 정보통신망 이용촉진 및 정보보호 등에 관한 법률 통신비밀보호법 국가를 당사자로 하는 계약에 관한 법률 하도급거래 공정화에 관한 법률 지방자치단체를 당사자로 하는 계약에 관한 법률 고시 등 보안업무규정대통령령 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 지침과학기술정보통신부고시 전자서명인증업무지침과학기술정보통신부고시 전자정부서비스 호환성 준수지침행정안전부고시 정보보호시스템 공통평가기준과학기술정보통신부고시 정보보호시스템 평가인증 지침과학기술정보통신부고시 정보시스템 감리기준행정안전부고시 전자정부사업관리 위탁에 관한 규정행정안전부고시 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 행정전자서명 인증업무지침행정안전부고시 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 개인정보의 안전성 확보조치 기준행정안전부고시 정보보호 관리체계 인증 등에 관한 고시과학기술정보통신부고시 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 지방자치단체 기술용역계약일반조건행정안전부예규 표준 개인정보 보호지침행정안전부고시 엔지니어링사업대가의 기준산업통상자원부고시 소프트웨어 기술성 평가기준과학기술정보통신부고시 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정과학기술정보통신부고시 분리발주 대상 소프트웨어과학기술정보통신부고시 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한과학기술정보통신부고시 소프트웨어 품질인증의 세부기준 및 절차과학기술정보통신부고시 소프트웨어사업 하도급계약의 적정성 판단기준과학기술정보통신부고시 용역계약일반조건기획재정부계약예규 협상에 의한 계약체결기준기획재정부계약예규 하도급거래 공정화지침공정거래위원회예규 정보보호조치에 관한 지침과학기술정보통신부고시 개인정보의 기술적관리적 보호조치 기준방송통신위원회고시",
      "tables": [
        [
          [
            "신청인",
            "회 사 명",
            "",
            "",
            "",
            "대 표 자",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "영업소재지",
            "",
            "",
            "",
            "전 화 번 호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업자번호",
            "",
            "",
            "",
            "제 출 처",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "증명서 용도 입찰 및 제안서 심사 제출용",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사  업\n이  행\n실  적\n내  용",
            "사   업   명",
            "",
            "",
            "",
            "구 분",
            "",
            "ISP/BPR (   ) \n PMO/감리 (   ) \n 시스템개발  (   ) \n 운영 및 유지관리 (   )\n 기    타 (   )",
            "",
            "",
            ""
          ],
          [
            "",
            "사 업 개 요",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "계 약 번 호 계약일자 계약기간 계약금액",
            "",
            "",
            "",
            "이행실적",
            "",
            "",
            "",
            "비 고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "공동비율",
            "",
            "",
            "실적",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발  급\n기  관",
            "위 사실을 증명함\n년    월    일",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기 관 명 :                      (인)     (전화번호 :              )",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주    소 :                               (FAX번호:               )",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n   담당자:              (인)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "◦국가정보화 기본법\n◦공공기관의 정보공개에 관한 법률\n◦개인정보 보호법\n◦소프트웨어 진흥법\n◦인터넷주소자원에 관한 법률\n◦전자서명법\n◦전자정부법\n◦정보통신기반 보호법\n◦정보통신망 이용촉진 및 정보보호 등에 관한 법률\n◦통신비밀보호법\n◦국가를 당사자로 하는 계약에 관한 법률\n◦하도급거래 공정화에 관한 법률\n◦지방자치단체를 당사자로 하는 계약에 관한 법률"
          ],
          [
            "고시 등",
            "◦보안업무규정(대통령령)\n◦행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\n◦장애인․고령자 등의 정보 접근 및 이용 편의 증진을 위한 지침(과학기술정보통신부고시)\n◦전자서명인증업무지침(과학기술정보통신부고시)\n◦전자정부서비스 호환성 준수지침(행정안전부고시)\n◦정보보호시스템 공통평가기준(과학기술정보통신부고시)\n◦정보보호시스템 평가‧인증 지침(과학기술정보통신부고시)\n◦정보시스템 감리기준(행정안전부고시)\n◦전자정부사업관리 위탁에 관한 규정(행정안전부고시) \n◦전자정부사업관리 위탁용역계약 특수조건(행정안전부예규) \n◦행정전자서명 인증업무지침(행정안전부고시)\n◦행정기관 도메인이름 및 IP주소체계 표준(행정안전부고시)\n◦개인정보의 안전성 확보조치 기준(행정안전부고시)\n◦정보보호 관리체계 인증 등에 관한 고시(과학기술정보통신부고시)\n◦지방자치단체 입찰 및 계약 집행 기준(행정안전부예규)\n◦지방자치단체 입찰시 낙찰자 결정기준(행정안전부예규)\n◦지방자치단체 기술용역계약일반조건(행정안전부예규)\n◦표준 개인정보 보호지침(행정안전부고시) \n◦엔지니어링사업대가의 기준(산업통상자원부고시)\n◦소프트웨어 기술성 평가기준(과학기술정보통신부고시)\n◦소프트웨어사업의 제안서 보상기준 등에 관한 운영규정(과학기술정보통신부고시)\n◦분리발주 대상 소프트웨어(과학기술정보통신부고시)\n◦대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한(과학기술정보통신부고시)\n◦소프트웨어 품질인증의 세부기준 및 절차(과학기술정보통신부고시)\n◦소프트웨어사업 하도급계약의 적정성 판단기준(과학기술정보통신부고시)\n◦용역계약일반조건(기획재정부계약예규)\n◦협상에 의한 계약체결기준(기획재정부계약예규)\n◦하도급거래 공정화지침(공정거래위원회예규)\n◦정보보호조치에 관한 지침(과학기술정보통신부고시)\n◦개인정보의 기술적‧관리적 보호조치 기준(방송통신위원회고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 63 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 외부 접근장치 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd - 한국형 웹 콘텐츠 접근성 지침 2.0 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유데이터 형식 XML 1.0 인터페이스 서비스 발견 및 명세 UDDI v3, WSDL 2.0 - 64 - 플랫폼 및 기반구조 분야 구 분 항 목 기본 지침 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원 되는 장비를 채택하여야 한다. 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 화상회의 및 멀티미디어 통신 H.320H.324, H.310 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 ITIL v3 ISO20000 소프트웨어 공학 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "미 적\n적용계획/결과\n부분적용/미\n구  분\n항    목\n적용시 사유 \n부분\n해당\n적용\n및 대체기술\n적용\n용\n없음",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 \n수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 \n등 서비스 이용 소외계층을 고려한 설계‧구현을 검토하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부\n접근장치",
            "◦웹브라우저 관련\n - HTML 4.01/HTML 5, CSS 2.1\n - XHTML 1.0\n - XML 1.0, XSL 1.0\n - ECMAScript 3rd\n - 한국형 웹 콘텐츠 접근성 지침 2.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "◦모바일 관련\n - 모바일 웹 콘텐츠 저작 지침 1.0 (KICS.KO-10.0307)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS X ISO/IEC 20000)/ ITIL v3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 전달 \n프로토콜",
            "IPv4\nIPv6",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "◦정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원\n되는 장비를 채택하여야 한다.",
            ""
          ],
          [
            "◦하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행\n하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보\n시스템과 호환성 및 확장성이 보장되어야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "네트워크",
            "◦화상회의 및 멀티미디어 통신 : H.320~H.324, H.310"
          ],
          [
            "",
            "◦부가통신: VoIP\n - H.323\n - SIP \n - Megaco(H.248)"
          ],
          [
            "운영체제 및\n기반 환경",
            "◦서버용(개방형) 운영 체제 및 기반환경 : \n - POSIX.0\n - UNIX \n - Windows Server\n - Linux"
          ],
          [
            "",
            "◦모바일용 운영 체계 및 기반환경\n - android\n - IOS\n - Windows Phone"
          ],
          [
            "데이터베이스",
            "◦DBMS\n - RDBMS\n - ORDBMS\n - OODBMS\n - MMDBMS"
          ],
          [
            "시스템 관리",
            "◦ITIL v3 / ISO20000"
          ],
          [
            "소프트웨어 \n공학",
            "◦개발프레임워크 : 전자정부 표준프레임워크"
          ]
        ],
        [
          [
            "미 적\n적용계획/결과\n부분적용/미\n구  분\n항    목\n적용시 사유 \n부분\n해당\n적용\n및 대체기술\n적용\n용\n없음",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토\n하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 \n범정부 차원의 공유·활용이 가능하도록 지원하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 통합",
            "◦웹 서비스\n - SOAP 1.2, WSDL 2.0, XML 1.0\n - UDDI v3\n - RESTful",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "◦비즈니스 프로세스 관리\n - UML 2.0/BPMN 1.0\n - ebXML/BPEL 2.0/XPDL 2.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터 공유 ◦데이터 형식 : XML 1.0",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "인터페이스 ◦서비스 발견 및 명세 : UDDI v3, WSDL 2.0",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 65 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정 안전부장관에게 표준 등록을 요청하여야 한다. 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 데이터 표현 정적표현 HTML 4.01 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 프로그래밍 - C - C - Java - C - 기타 데이터 교환 교환프로토콜 - XMI 2.0 - SOAP 1.2 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 - 66 - 보안 분야 구 분 항 목 기본 지침 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립 하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인 전자서명 또는 행정전자서명을 기반으로 하여야 한다. 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견 시 개선조치하여야 한다. 세부 기술 지침 관련 규정 전자정부법 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입요건 및 보안기준 준수 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 디스크파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 - 상기제품9종이외 중요정보 보호를 위해 암호 기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응",
      "tables": [
        [
          [
            "적용계획/결과\n부분적용/미\n구  분\n항    목\n적용시 사유 \n부분\n미\n해당\n적용\n및 대체기술\n적용\n적용\n없음",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, \n데이터베이스 통합 등을 위하여 표준화되어야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정\n안전부장관에게 표준 등록을 요청하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 \n연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 \n인터페이스를 지원하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터 표현",
            "◦정적표현 : HTML 4.01",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "◦동적표현\n - JSP 2.1\n - ASP.net\n - PHP\n - 기타 (        )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "프로그래밍",
            "◦프로그래밍\n - C\n - C++ \n - Java\n - C#\n- 기타 (        )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터 교환",
            "◦교환프로토콜: \n - XMI 2.0\n - SOAP 1.2",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "◦문자셋\n - EUC-KR \n - UTF-8(단, 신규시스템은 UTF-8 우선 적용)",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "◦정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립\n하고 이를 적용하여야 한다.  이는 정보시스템의 구축 운영과 관련된 \n“서비스  접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및 \n“인터페이스 및 통합” 분야를 모두 포함하여야 한다.",
            ""
          ],
          [
            "◦보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인\n전자서명 또는 행정전자서명을 기반으로 하여야 한다.",
            ""
          ],
          [
            "◦네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견 시 개선․조치하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "관련\n규정",
            "◦전자정부법\n◦국가정보보안기본지침(국가정보원)\n - 국가 사이버안전 매뉴얼\n◦네트워크 장비 구축‧운영사업 추가특수조건(조달청 지침)"
          ],
          [
            "제품별 \n도입요건\n및\n보안기준 \n준수",
            "◦국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가 \n주기능인 정보보호제품)\n - PKI제품\n - SSO제품\n - 디스크․파일 암호화 제품\n - 문서 암호화 제품(DRM)등\n - 메일 암호화 제품\n - 구간 암호화 제품\n - 키보드 암호화 제품\n - 하드웨어 보안 토큰\n - DB암호화 제품\n -  상기제품(9종)이외  중요정보  보호를  위해  암호\n기능이 내장된 제품"
          ],
          [
            "",
            "- 암호모듈 검증서에 명시된 제품과 동일 제품 여부"
          ],
          [
            "",
            "◦CC인증 필수제품 유형군(국제 CC인 경우 보안적합성 \n검증 필요)\n - (네트워크)침입차단\n - (네트워크)침입방지(침입탐지 포함)\n - 통합보안관리\n - 웹 응용프로그램 침입차단\n - DDos 대응"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 67 - 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 네트워크 자료유출방지 - 망간 자료전송 - 안티 바이러스 - 가상화PC 또는 서버 - 패치관리 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구 - 스마트폰 보안관리 - CC인증서에 명시된 제품과 동일 제품 여부 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 백도어방지 기술적 확인사항 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 68 - 구 분 항 목 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구  분",
            "항    목"
          ],
          [
            "",
            "- 전송데이터 보호\n - 감사 기록\n - 기타 제품별 특화기능\n◦보안기능 확인 및 취약점 제거\n - 보안기능별 명령어 등 시험 및 운영방법 제공\n - 취약점 개선(취약점이 없는 펌웨어 및 패치 적용)\n - 백도어 제거(비공개 원격 관리 및 접속 기능)\n - 오픈소스 적용 기능 및 리스트 제공"
          ]
        ],
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "- 인터넷 전화 보안\n - 무선침입방지\n - 무선랜 인증\n - 가상사설망(검증필 암호모듈 탑재 필수)\n - 네트워크 접근통제\n - 네트워크 자료유출방지\n - 망간 자료전송\n - 안티 바이러스\n - 가상화(PC 또는 서버)\n - 패치관리\n - 호스트 자료유출 방지(매체제어제품 포함, 자료저장 \n기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수)\n - 스팸메일 차단\n - 서버 접근통제\n - DB접근 통제\n - 스마트카드\n - 소프트웨어기반 보안USB(검증필 암호모듈 탑재 필수)\n - 디지털 복합기 (비휘발성 저장매체 장착 제품에 \n대한 완전삭제 혹은 암호화 기능)\n - 소스코드 보안약점 분석도구\n - 스마트폰 보안관리\n - CC인증서에 명시된 제품과 동일 제품 여부\n◦모바일 서비스(앱‧웹) 등\n - 보안취약점 및 보안약점 점검‧조치\n(모바일 전자정부 서비스 관리 지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도어방지\n기술적 \n확인사항",
            "◦보안기능 준수\n - 식별 및 인증\n - 암호지원\n - 정보 흐름 통제\n - 보안 관리\n - 자체 시험\n - 접근 통제",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 69 - 별지 제7호 서식상호운용성 등 기술평가표 상호운용성 등 기술평가표 1. 정보시스템의 상호운용성 가. 기술적 요구사항 정의의 적절성 세부 평가항목 검토 여부 검토내용 해당 사업을 계획하게 된 배경 및 목적을 기술 하였는가? 정보화 측면의 문제점 및 기술적 개선방향을 기술 하였는가? 현행시스템 구성도를 최신버전으로 기술하였는가? 현행정보시스템에 해당되는 범정부 및 기관의 기술 참조모형표준프로파일을 검토하여 현행시스템의 표준을 기술하였는가? 신규구축 또는 개선될 목표시스템의 기능비기능 업무절차, 응용서비스, DB, 네트워크, 성능, 보안, 품질 및 전환계획 등에 대한 시스템 요구사항 내역을 기술하였는가? 목표시스템 개념도를 기술하였는가? 목표정보시스템에 해당되는 범정부 및 기관의 기술 참조모형표준프로파일을 검토하여 목표시스템의 표준을 기술하였는가? 나. 타 정보시스템과의 연계성 세부 평가항목 검토 여부 검토내용 타 정보시스템과의 연계 목적 및 필요성을 기술 하였는가? 연계대상 기관, 연계대상 정보시스템을 기술하였 는가? 연계대상 정보시스템과의 연계 기능 및 해당 정보 전달하는 정보, 전달받는 정보를 기술하였는가? 연계대상 정보시스템과의 연계 처리 방식 및 처리 절차를 기술하였는가? - 70 - 다. 정보시스템 통합성 세부 평가항목 타 정보시스템과의 통합을 위한 목적 및 필요성을 기술하였는가? 통합대상 기존 업무절차, 응용기술, 데이터 및 정보 시스템을 분석기술하였는가? 통합을 위한 목표 업무절차, 응용기술, 데이터 및 정보시스템을 분석기술하였는가? 2. 정보의 공동활용 가. 공동활용 정보의 식별 세부 평가항목 범정부EA지원시스템 또는 개별기관 EA를 통해 공 동활용 데이터서비스를 식별기술하였는가? 나. 데이터 표준화 세부 평가항목 공동활용 대상 데이터 연동을 위한 메타 데이터 체계, 데이터 매핑규칙 등을 기술하였는가? 공공기관의 데이터베이스 표준화 지침 등 국가 데이터 표준 지침을 검토하였는가? 다. 정보공동활용 체계 구축 및 활용 세부 평가항목 공동활용 데이터서비스의 제공기관, 주기 및 연계 방식 등의 기술환경을 기술하였는가? 공동활용 데이터서비스 구조 및 내용을 기술하였는가? 공동 활용 데이터에 대한 접근규칙, 접근권한 및 공개수준을 기술하였는가?",
      "tables": [
        [
          [
            "세부 평가항목"
          ],
          [
            "타 정보시스템과의 통합을 위한 목적 및 필요성을 \n기술하였는가?"
          ],
          [
            "통합대상 기존 업무절차, 응용기술, 데이터 및 정보\n시스템을 분석․기술하였는가?"
          ],
          [
            "통합을 위한 목표 업무절차, 응용기술, 데이터 및 \n정보시스템을 분석․기술하였는가?"
          ]
        ],
        [
          [
            "세부 평가항목"
          ],
          [
            "범정부EA지원시스템  또는  개별기관  EA를  통해  공\n동활용 데이터․서비스를 식별․기술하였는가?"
          ]
        ],
        [
          [
            "세부 평가항목",
            "검토\n여부",
            "검토내용"
          ],
          [
            "해당  사업을  계획하게  된  배경  및  목적을  기술\n하였는가?",
            "",
            ""
          ],
          [
            "정보화 측면의 문제점 및 기술적 개선방향을 기술\n하였는가?",
            "",
            ""
          ],
          [
            "현행시스템 구성도를 최신버전으로 기술하였는가?",
            "",
            ""
          ],
          [
            "현행정보시스템에 해당되는 범정부 및 기관의 기술\n참조모형/표준프로파일을  검토하여  현행시스템의 \n표준을 기술하였는가?",
            "",
            ""
          ],
          [
            "신규구축  또는  개선될  목표시스템의  기능/비기능\n(업무절차, 응용서비스, DB, 네트워크, 성능, 보안, 품질 \n및 전환계획 등에 대한 시스템 요구사항) 내역을 \n기술하였는가?",
            "",
            ""
          ],
          [
            "목표시스템 개념도를 기술하였는가?",
            "",
            ""
          ],
          [
            "목표정보시스템에 해당되는 범정부 및 기관의 기술\n참조모형/표준프로파일을  검토하여  목표시스템의 \n표준을 기술하였는가?",
            "",
            ""
          ]
        ],
        [
          [
            "세부 평가항목"
          ],
          [
            "공동활용  대상  데이터  연동을  위한  메타  데이터 \n체계, 데이터 매핑규칙 등을 기술하였는가?"
          ],
          [
            "공공기관의  데이터베이스  표준화  지침  등  국가 \n데이터 표준 지침을 검토하였는가?"
          ]
        ],
        [
          [
            "세부 평가항목"
          ],
          [
            "공동활용 데이터․서비스의 제공기관, 주기 및 연계\n방식 등의 기술환경을 기술하였는가?"
          ],
          [
            "공동활용 데이터․서비스 구조 및 내용을 기술하였는가?"
          ],
          [
            "공동 활용 데이터에 대한 접근규칙, 접근권한 및 \n공개수준을 기술하였는가?"
          ]
        ],
        [
          [
            "세부 평가항목",
            "검토\n여부",
            "검토내용"
          ],
          [
            "타  정보시스템과의  연계  목적  및  필요성을  기술\n하였는가?",
            "",
            ""
          ],
          [
            "연계대상  기관,  연계대상  정보시스템을  기술하였\n는가?",
            "",
            ""
          ],
          [
            "연계대상 정보시스템과의 연계 기능 및 해당 정보\n(전달하는 정보, 전달받는 정보)를 기술하였는가?",
            "",
            ""
          ],
          [
            "연계대상 정보시스템과의 연계 처리 방식 및 처리 \n절차를 기술하였는가?",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 71 - 라. 데이터의 안전성 및 신뢰성 세부 평가항목 검토 여부 검토내용 공동활용 데이터에 대한 무결성, 일관성 확보 방안, 암호화 요건 등 보안적용방안을 기술하였는가? 3. 정보시스템의 효율성 가. 정보시스템 용량산정 및 성능 세부 평가항목 검토 여부 검토내용 현행 업무 및 시스템에 대한 용량 및 성능 관련 자료를 기술하였는가? 시스템 용량산정을 위해 정보시스템의 사용자수, 최대 동시 접속자수, 요구 응답시간, 데이터량 등을 기술하였는가? 정보시스템의 사용환경WEB, WAS, DB 등에 따른 시 스템 용량 산정CPU, Memory, Disk 등을 하였는가? 향후 업무확장, 인원 및 데이터 증가 정도를 기술하였는가? 나. 정보시스템 운영 및 유지보수 세부 평가항목 검토 여부 검토내용 정보시스템의 운영관리 및 유지보수에 필요한 절차, 조직, 계획 및 지침 등을 기술하였는가? 정보시스템의 운영관리 및 유지보수를 위한 기술이전 방안을 기술하였는가? 정보시스템 구축 후 하자보수 기간 및 범위를 기술하 였는가? 개발산출물최종산출물, 개발 소프트웨어의 저작권 귀속, 양도, 이용허락 등 관련 권리관계를 구체적으로 기술 하였는가? 향후 업무확장, 인원 및 데이터 증가에 따른 시스템 업그레이드의 용이성을 기술하였는가? 공급 업체의 최신 패치 제공방안 및 적용방안의 용이성을 기술하였는가? - 72 - 4. 정보접근을 위한 기술적 편의성 가. 접근 다양성 세부 평가항목 정보접근을 위한 다양한 제공방식키오스크, 웹브 라우저, 모바일 등을 기술하였는가? 나. 접근 편의성 세부 평가항목 장애인, 컴퓨터 이용 초보자 등 사용자 특성에 따른 접근편의성 제고방안을 기술하였는가? 시스템 사용의 편리성을 제고하기 위한 교육 및 매뉴얼 작성방안을 기술하였는가? 5. 정보시스템 구축운영 기술의 적합성 가. 정보시스템 구축운영 기술의 적합성 세부 평가항목 행정기관 및 공공기관 정보시스템 구축운영 지침의 별지 제1호 서식 기술적용계획표를 작성 및 검토 하였는가? 작성요령 1. 검토여부에는검토,해당없음 중 하나를 기재 2. 검토내용에는검토한 경우에는 기술적 분석사항을,해당없음인 경우에는 사유 등이 포함된 세부 내용을 기재",
      "tables": [
        [
          [
            "세부 평가항목",
            "검토\n여부",
            "검토내용"
          ],
          [
            "공동활용 데이터에 대한 무결성, 일관성 확보 방안, \n암호화 요건 등 보안적용방안을 기술하였는가?",
            "",
            ""
          ]
        ],
        [
          [
            "세부 평가항목"
          ],
          [
            "정보접근을 위한 다양한 제공방식(키오스크, 웹브\n라우저, 모바일 등)을 기술하였는가?"
          ]
        ],
        [
          [
            "세부 평가항목"
          ],
          [
            "장애인,  컴퓨터  이용  초보자  등  사용자  특성에 \n따른 접근편의성 제고방안을 기술하였는가?"
          ],
          [
            "시스템  사용의  편리성을  제고하기  위한  교육  및 \n매뉴얼 작성방안을 기술하였는가?"
          ]
        ],
        [
          [
            "세부 평가항목",
            "검토\n여부",
            "검토내용"
          ],
          [
            "현행 업무 및 시스템에 대한 용량 및 성능 관련 자료를 \n기술하였는가?",
            "",
            ""
          ],
          [
            "시스템 용량산정을 위해 정보시스템의 사용자수, 최대 동시 \n접속자수, 요구 응답시간, 데이터량 등을 기술하였는가?",
            "",
            ""
          ],
          [
            "정보시스템의 사용환경(WEB, WAS, DB 등)에 따른 시\n스템 용량 산정(CPU, Memory, Disk 등)을 하였는가?",
            "",
            ""
          ],
          [
            "향후 업무확장, 인원 및 데이터 증가 정도를 기술하였는가?",
            "",
            ""
          ]
        ],
        [
          [
            "세부 평가항목"
          ],
          [
            "행정기관 및 공공기관 정보시스템 구축·운영 지침의 \n<별지 제1호 서식> 기술적용계획표를 작성 및 검토\n하였는가?"
          ]
        ],
        [
          [
            "세부 평가항목",
            "검토\n여부",
            "검토내용"
          ],
          [
            "정보시스템의  운영관리  및  유지보수에  필요한  절차, \n조직, 계획 및 지침 등을 기술하였는가?",
            "",
            ""
          ],
          [
            "정보시스템의 운영관리 및 유지보수를 위한 기술이전\n방안을 기술하였는가?",
            "",
            ""
          ],
          [
            "정보시스템 구축 후 하자보수 기간 및 범위를 기술하\n였는가?",
            "",
            ""
          ],
          [
            "개발산출물(최종산출물, 개발 소프트웨어)의 저작권 귀속, \n양도, 이용허락 등 관련 권리관계를 구체적으로 기술\n하였는가?",
            "",
            ""
          ],
          [
            "향후  업무확장,  인원  및  데이터  증가에  따른  시스템 \n업그레이드의 용이성을 기술하였는가?",
            "",
            ""
          ],
          [
            "공급 업체의 최신 패치 제공방안 및 적용방안의 용이성을 \n기술하였는가?",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 73 - 별지 제8호 서식하도급 대금지급 비율 명세서 하도급 대금지급 비율 명세서 원도급자 하도급자 사 업 명 하 도 급 사 업 명 회 사 명 회 사 명 사업기간 하 도 급 기 간 하도급 지급대금 원 하도급 지급 대금 세부내역 구분 기술 등급 1SW 월 노임단가 2핵심인력 MM 3MM당 하도급 대가 4지급금액 2x3 5지급비율 MM 기술사 특급기술자 고급기술자 중급기술자 초급기술자 합 계 상기와 같이 합의하였음을 확인합니다. 년 월 일 원도급자 직인 하도급자 직인 첨부서류 하도급 부문 산출 내역서 1SW 월노임단가 SW산업협회에서 공표하는 일노임단가 근무일수 3SW하도급 대가 원도급자가 하도급자에게 지급하는 직접인건비 제경비 기술료 5지급비율 지급급액 SW 월노임단가 핵심인력 - 74 - 별지 제9호 서식소프트웨어사업 하도급재하도급 계약승인신청서 소프트웨어사업 하도급 계약승인 신청서 소프트웨어사업 하도급 재하도급 접수번호 접수일자 하도급 거 래 계 약 당사자 수급인 공동수급체 구성원 상호 사업자등록번호 하수급인 상호 사업자등록번호 재하수급인 상호 사업자등록번호 사업 내용 계약명 계약일 년 월 일 하도급 내용 계약명 계약 예정일 년 월 일 하도급 내역 및 사유 필요한 경우 별지 사용 재하도급 내용 계약명 계약예정일 년 월 일 재하도급 내역 및 사유 필요한 경우 별지 사용 소프트웨어 진흥법 제51조제5항 및 같은 법 시행규칙 제14조제1항에 따라 위와 같이 신청합니다. 년 월 일 신청인 남서울대학교 총 장 귀하 첨부서류 1. 하도급 또는 재하도급 계약서안 사본 1부 2. 하도급 또는 재하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 1부 3. 하도급계약 적정성 판단 자기평가표",
      "tables": [
        [
          [
            "하도급 대금지급 비율 명세서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "원도급자",
            "",
            "",
            "",
            "하도급자",
            "",
            "",
            "",
            ""
          ],
          [
            "사 업 명",
            "",
            "",
            "",
            "하 도 급 \n사 업 명",
            "",
            "",
            "",
            ""
          ],
          [
            "회 사 명",
            "",
            "",
            "",
            "회 사 명",
            "",
            "",
            "",
            ""
          ],
          [
            "사업기간",
            "",
            "",
            "",
            "하 도 급\n기    간",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "하도급\n지급대금",
            "",
            "원",
            "",
            ""
          ],
          [
            "하도급 지급\n대금 세부내역",
            "구분",
            "기술\n등급",
            "①SW 월 \n노임단가",
            "②핵심인력\n(MM)",
            "③MM당 \n하도급 대가",
            "",
            "④지급금액\n(②x③)",
            "⑤지급비율"
          ],
          [
            "",
            "MM",
            "기술사",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "특급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "고급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "중급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "초급기술자",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "합   계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "상기와 같이 합의하였음을 확인합니다.\n년    월    일\n직인\n(원도급자)\n직인\n(하도급자)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "첨부서류 : 하도급 부문 산출 내역서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "[\n] 하도급\n소프트웨어사업\n[\n] 재하도급",
            "",
            "",
            ""
          ],
          [
            "접수번호\n접수일자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "하도급\n거  래\n계  약\n당사자",
            "수급인\n(\n공동수급체 구성원)",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ],
          [
            "",
            "하수급인",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ],
          [
            "",
            "재하수급인",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "계약명\n사업\n내용\n계약일\n     년    월    일",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "하도급\n내용",
            "계약명",
            "",
            ""
          ],
          [
            "",
            "계약 예정일",
            "년    월    일",
            ""
          ],
          [
            "",
            "하도급 내역\n및 사유",
            "( ※ 필요한 경우 별지 사용 )",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "재하도급\n내용",
            "계약명",
            "",
            ""
          ],
          [
            "",
            "계약예정일",
            "년    월    일",
            ""
          ],
          [
            "",
            "재하도급 내역 \n및 사유",
            "( ※ 필요한 경우 별지 사용 )",
            ""
          ],
          [
            "「소프트웨어 진흥법」 제51조제5항 및 같은 법 시행규칙 제14조제1항에 따라 위와 같이 신청합니다.\n년     월     일\n신청인               \n남서울대학교 총 장\n 귀하",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "1. 하도급 또는 재하도급 계약서안 사본 1부\n첨부서류\n 2. 하도급 또는 재하도급 사업수행 계획서(하도급 금액 산출내역서 및 사업추진 일정표 포함) 1부\n 3. 하도급계약 적정성 판단 자기평가표",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 75 - 별지 제10호 서식소프트웨어사업 하도급 계획서입찰 시 소프트웨어사업 하도급 계획서입찰 시 사업명 사업기간 개월 입찰자 공동수급체 대표 상호 대표자 사업자등록번호 소재지 하도급 예정 계획 입찰자 하수급인상호 하도급 계약명 하도급 금액 비율 합 계 1 하도급 금액 비율은 원도급의 총입찰금액 대비 하도급 총금액의 비율 하도급금액비율 입찰금액단순물품구매예정액 하도급예정액 입찰자가 직접 구매하려는 물품하드웨어, 상용소프트웨어, 설비 등에 대한 구매 금액 - 하도급 금액 비율 합계 50 초과 사유 _________________________________________________ 2 재하도급을 하려는 경우 그 사유 ______________________________________________________ 하도급 비율이 10를 초과할 경우에 대한 사유 수요기관이 제안요청서에서 하도급 금액 비율이 10를 초과할 경우 입찰자에게 하도급인과 공동수급체로 참여할 것을 요청하였는지 여부 , 하도급 비율이 10를 초과하는 데도 공동수급체로 참여시키지 않는 사유 _________________________ 표준하도급계약서 사용 여부 소프트웨어 진흥법 제38조제4항에 따른 표준계약서를 활용 - 표준계약서 활용 여부 , - 표준계약서를 활용하지 않는 경우 사유 ______________________________________________ 하도급거래 공정화에 관한 법률제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용 - 표준하도급계약서 활용 여부 , - 표준하도급계약서를 활용하지 않는 경우 사유 ______________________________________________ 위와 같이 소프트웨어사업 하도급 계획서를 제출하며소프트웨어사업 계약 및 관리감독에 관한 지침제20 조에 따라 하도급 시 발주기관으로부터 사전승인을 받아 하도급 계약을 체결하고 정당한 사유 없이 하도급 계획을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기하지 아니할 것임을 확약합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 남서울대학교 총장 귀하 유의사항 - 입찰자의 입찰금액 대비 하도급 금액 합계의 비율은소프트웨어 진흥법제51조제1항에 따라 입찰 금액의 50를 초 과할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기재합니다. -소프트웨어 진흥법제51조제3항에 따라 재하도급은 금지됩니다. 단, 동 조 제3항 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 입찰자란에 재하도급 하는 하수급인의 상호를 명시하고, 예외사유를 기재합니다. - 국가기관등의 장이소프트웨어 진흥법제51조제6항 및 같은 법 시행령 제48조제5항에 따라 입찰 금액 대비 하도급 금액 비율이 100분의 10을 초과하는 경우에 대하여 입찰 시 공동수급체 구성원으로 참여를 요구한 경 우 입찰자는 특별한 사유가 없으면 이에 따라야 합니다. - 76 - 별지 제11호 서식소프트웨어사업 하도급 계획서계약체결 시 소프트웨어사업 하도급 계획서계약체결 시 사업명 계약금액C 원 수급인 공동수급체 대표 상호 사업자등록번호 하도급 예정 계획 번호 수급인 하수급인 상호 하도급 계약명 1 2 합계 직접 물품 구매 예정 계획 번호 구분 HW설비상용SW 물품명 1 2 합계 - 수급인이 공동수급체인 경우 공동수급체 구성원대표 포함의 하도급 예정 계획 명시 - 단순 물품의 구매설치 용역 등, 신기술 또는 전문기술 등을 하도급에 포함하여 작성 - 직접 물품 구매 예정 계획은 수급인계약상대자이 직접 구매하는 물품에 한함 - 하도급 예정액 비율 합계 50 초과 예외사유 __________________________________ - 계약금액C 하도급 예정액A 물품 구매 예정액B 수급인 자체 수행액 - 계약금액 대비 하도급 예정액 비율 하도급 예정액A계약금액C-물품구매 예정액B X 100 소프트웨어사업 계약 및 관리감독에 관한 지침 제19조에 따라 소프트웨어사업 하도급 계획서를 제출합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 남서울대학교 총장 귀하 제출 서류 - 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 - 물품 공급확약서 각 1부 유의사항 - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은 소프트웨어 진흥법 제51조제1항에 따라 총 계약 금액의 50를 초과할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그 러하지 아니합니다. 이 경우 예외사유를 기재합니다. - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 국가기관등의 장에게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관등의 장은 해당 서류의 보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않은 경우 해당 금액은 하도급 제한 비율로 산정됩니다. - 하도급 예정 계획이 많아 지면이 부족할 경우, 별도 서식을 첨부할 수 있습니다.",
      "tables": [
        [
          [
            "사업명",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계약금액(C)",
            "",
            "",
            "원",
            "",
            "",
            ""
          ],
          [
            "수급인\n(공동수급체 대표)",
            "",
            "",
            "상호",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "사업자등록번호",
            "",
            "",
            ""
          ],
          [
            "하도급 예정 계획",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "수급인",
            "하수급인 상호",
            "",
            "",
            "하도급 계약명",
            ""
          ],
          [
            "1 2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "직접 물품 구매 예정 계획",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "구분\n(HW․설비․상용SW)",
            "",
            "",
            "물품명",
            "",
            ""
          ],
          [
            "1 2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 수급인이 공동수급체인 경우 공동수급체 구성원(대표 포함)의 하도급 예정 계획 명시\n- 단순 물품의 구매․설치 용역 등, 신기술 또는 전문기술 등을 하도급에 포함하여 작성\n- 직접 물품 구매 예정 계획은 수급인(계약상대자)이 직접 구매하는 물품에 한함\n- 하도급 예정액 비율 합계 50% 초과 예외사유 : __________________________________\n- 계약금액(C) = 하도급 예정액(A) + 물품 구매 예정액(B) + 수급인 자체 수행액\n- 계약금액 대비 하도급 예정액 비율 = 하도급 예정액(A)/(계약금액(C)-물품구매 예정액(B)) X 100",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "‘소프트웨어사업 계약 및 관리감독에 관한 지침’ 제19조에 따라 소프트웨어사업 하도급 계획서를 제출합니다.  \n년    월    일\n                       공동수급체 대  표   상  호 : \n                                           대표자 :            (서명 또는 인)\n                       공동수급체 구성원   상  호 : \n                                           대표자 :            (서명 또는 인)\n     남서울대학교 총장 귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제출\n - 하도급 사업수행 계획서(하도급 금액 산출내역서 및 사업추진 일정표 포함) 각 1부\n서류\n - 물품 공급확약서 각 1부",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※ 유의사항\n - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은 「소프트웨어 진흥법」 제51조제1항에 \n따라 총 계약 금액의 50%를 초과할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그\n러하지 아니합니다. 이 경우 예외사유를 기재합니다.\n - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 \n국가기관등의 장에게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관등의 장은 해당 서류의 \n보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 \n않은 경우 해당 금액은 하도급 제한 비율로 산정됩니다.\n - 하도급 예정 계획이 많아 지면이 부족할 경우, 별도 서식을 첨부할 수 있습니다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "사업명\n사업기간\n개월"
          ],
          [
            "상호\n대표자\n입찰자\n(공동수급체 대표)\n사업자등록번호\n소재지"
          ],
          [
            ""
          ],
          [
            "□ 하도급 예정 계획"
          ],
          [
            "입찰자\n하수급인상호\n하도급 계약명\n하도급 금액 비율"
          ],
          [
            ""
          ],
          [
            "% %"
          ],
          [
            "합    계\n%"
          ],
          [
            "1) 하도급 금액 비율은 원도급의 총입찰금액 대비 하도급 총금액의 비율\n하도급 예정액\n× \n           하도급 금액 비율 입찰금액  단순물품구매 예정액\n    * 입찰자가 직접 구매하려는 물품(하드웨어, 상용소프트웨어, 설비 등)에 대한 구매 금액\n  - 하도급 금액 비율 합계 50% 초과 사유: _________________________________________________\n2) 재하도급을 하려는 경우 그 사유 : ______________________________________________________"
          ],
          [
            "□ 하도급 비율이 10%를 초과할 경우에 대한 사유"
          ],
          [
            "○ 수요기관이 제안요청서에서 하도급 금액 비율이 10%를 초과할 경우 입찰자에게 하도급인과 공동수급체로 \n참여할 것을 요청하였는지 여부: ( ○ ), ( × )\n○ 하도급 비율이 10%를 초과하는 데도 공동수급체로 참여시키지 않는 사유: _________________________"
          ],
          [
            "□ 표준하도급계약서 사용 여부"
          ],
          [
            "○「소프트웨어 진흥법」 제38조제4항에 따른 표준계약서를 활용\n  - 표준계약서 활용 여부: ( ○ ), ( × )\n  - 표준계약서를 활용하지 않는 경우 사유: ______________________________________________\n○「하도급거래 공정화에 관한 법률」제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용\n  - 표준하도급계약서 활용 여부: ( ○ ), ( × )\n  - 표준하도급계약서를 활용하지 않는 경우 사유: ______________________________________________"
          ],
          [
            "위와 같이 소프트웨어사업 하도급 계획서를 제출하며「소프트웨어사업 계약 및 관리감독에 관한 지침」제20\n조에 따라 하도급 시 발주기관으로부터 사전승인을 받아 하도급 계약을 체결하고 정당한 사유 없이 하도급 \n계획을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기하지 아니할 것임을 확약합니다.\n                                                    년        월        일\n                                   공동수급체 대  표   상  호: \n                                                       대표자:             (서명 또는 인)\n   남서울대학교 총장 귀하"
          ],
          [
            "※ 유의사항\n - 입찰자의 입찰금액 대비 하도급 금액 합계의 비율은「소프트웨어 진흥법」제51조제1항에 따라 입찰 금액의 50%를 초\n과할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기재합니다.\n -「소프트웨어  진흥법」제51조제3항에  따라  재하도급은  금지됩니다. 단,  동 조  제3항 각  호에  해당하는  경우에는 \n그러하지 아니합니다. 이 경우 입찰자란에 재하도급 하는 하수급인의 상호를 명시하고, 예외사유를 기재합니다.\n - 국가기관등의 장이「소프트웨어 진흥법」제51조제6항 및 같은 법 시행령 제48조제5항에 따라 입찰 금액 대비 \n하도급 금액 비율이 100분의 10을 초과하는 경우에 대하여 입찰 시 공동수급체 구성원으로 참여를 요구한 경\n우 입찰자는 특별한 사유가 없으면 이에 따라야 합니다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 77 - 별지 제12호 서식표준 개인정보처리위탁 계약서 표준 개인정보처리위탁 계약서 남서울대학교이하 갑이라 한다과 이하 을이라 한다는 갑의 개인정보 처리 업무를 을에게 위탁함에 있어 다음과 같은 내용으로 본 업무위탁계약을 체결한다. 제1조목적 이 계약은 갑이 개인정보처리업무를 을에게 위탁하고, 을은 이를 승낙하여 을의 책임아래 성실하게 업무를 완성하도록 하는데 필요한 사항을 정함을 목적으로 한다. 제2조용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는개인정보보호법, 같은 법 시행령 및 시행규칙,개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제2020-2호,표준 개인정보 보호지침개인정보보호위원회 고시 제2020-1호에서 정의된 바에 따른다. 제3조위탁업무의 목적 및 범위 을은 계약이 정하는 바에 따라 직업훈련교강사 보수교육 이력 및 정보관리 목적으로 다음과 같은 개인정보 처리 업무를 수행한다.1 1. 향후 조정 제4조위탁업무 기간 이 계약서에 의한 개인정보 처리업무의 기간은 다음과 같다. 계약 기간 년 월 일 년 월 일 제5조재위탁 제한 1 을은 갑의 사전 승낙을 얻은 경우를 제외하고 갑과의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁 할 수 없다. 2 을이 다른 제3의 회사와 수탁계약을 할 경우에는 을은 해당 사실을 계약 체결 7일 이전에 갑에 통보하고 협의하여야 한다. 제6조개인정보의 안전성 확보조치 을은개인정보보호법제23조제2항 및 제24조제3항 및 제29조, 같은 법 시행령 제21조 및 제30조,개인정보의 안전성 확보조치 기준개인 정보보호위원회 고시 제2020-2호에 따라 개인정보의 안전성 확보에 필요한 관리적기술적 조치를 취하여야 한다. 제7조개인정보의 처리제한 1 을은 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서는 안 된다. 2 을은 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있는 개인정보를개인정보보호법시행령 제16조 및개인정보의 안전성 확보조치 기준 개인정보보호위원회 고시 제2020-2호에 따라 즉시 파기하거나 갑에게 반납하여야 한다. 3 제2항에 따라 을이 개인정보를 파기한 경우 지체 없이 갑에게 그 결과를 통보 하여야 한다. 1 각호의 업무 예시 고객만족도 조사 업무, 회원가입 및 운영 업무, 사은품 배송을 위한 이름, 주소, 연락처 처리 등 - 78 - 제8조수탁자에 대한 관리감독 등 1 갑은 을에 대하여 다음 각 호의 사항을 감독할 수 있으며, 을은 특별한 사유가 없는 한 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 갑은 을에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구 할 수 있으며, 을은 특별한 사유가 없는 한 이행하여야 한다. 3 갑은 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손되지 아니하도록 1년에 회 을을 교육할 수 있으며, 을은 이에 응하여야 한다.2 4 제1항에 따른 교육의 시기와 방법 등에 대해서는 갑은 을과 협의하여 시행한다. 제9조정보주체 권리보장 1 을은 정보주체의 개인정보 열람, 정정삭제, 처리정지 요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제10조개인정보의 파기 1 을은 제4조의 위탁업무기간이 종료되면 특별한 사유가 없는 한 지체 없이 개인정보를 파기하고 이를 갑에게 확인받아야 한다. 제11조손해배상 1 을 또는 을의 임직원 기타 을의 수탁자가 이 계약에 의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 을 또는 을의 임직원 기타 을의 수탁자의 귀책사유로 인하여 이 계약이 해지되어 갑 또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 을은 그 손해를 배상 하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 갑이 전부 또는 일부를 배상한 때에는 갑은 이를 을에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 갑과 을이 서명 또는 날인한 후 각 1부씩 보관한다. 2022. . . 갑 남서울대학교 충청남도 천안시 서북구 성환읍 대학로 91 성 명 총장 윤 승 용 인 2개인정보 안전성 확보조치 기준 고시개인정보보호위원회 고시 제20120-2호 및개인정보 보호법제26조에 따라 개인정보처리자 및 취급자는 개인정보보호에 관한 교육을 의무적으로 시행하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 79 - 별지 제13호 서식용역사업 계약 시 정보보안준수 및 의무사항 용역사업 계약 시 정보보안준수 및 의무사항 1. 정보자산의 기밀성, 무결성, 가용성 보장 가. 남서울대학교 정보자산을 허가 없이 외부 또는 제3자에 공개 및 유출하지 말아야 하며, 특히 업무 수행 시 취득한 정보를 다른 협력회사 등에 유출되지 않도록 주의한다. 나. 남서울대학교 정보자산을 무단으로 변경하지 말아야 하며, 정확하고 완전한 상태로 유지한다. 2. 보안 관련 법적조항 및 보안규정 및 지침 준수 책임 가. 공공기관 개인정보보안에 관한 법률 등의 법적인 요구사항을 준수한다. 나. 정보보안 관련 법률에서 금지하고 있는 남서울대학교 시스템 및 정보통신망에 대한 해킹 및 침 해행위를 금한다. 다. 남서울대학교 정보보안 관련 규정을 숙지하여 위반사항이 발생하지 않도록 준수한다. 라. 남서울대학교 지적 재산에 대한 보호 의무를 성실히 준수한다. 3. 계약 완료 시 정보자산 반환 및 폐기 의무 계약 완료 시 정보자산의 반환 및 폐기는 해당 사업의 남서울대학교 책임자에 의해 확인되어야 한다. 4.바이러스 확산 방지 가. 남서울대학교 교내로 반입되는 모든 장비에는 반드시 백신이 설치되어 있어야 하며, 바 이러스 검역 과정을 거친 후 남서울대학교 교내 네트워크에 연결할 수 있다. 나. 수시로 반출입되는 장비에 대한 관리 책임은 협력회사 측에 있으며, 백신의 정상 작동 여부 와 바이러스 엔진의 업데이트 여부를 반드시 확인한다. 다. 남서울대학교 교내망에 연결된 상태로 E-mail을 이용하거나 인터넷을 통한 자료를 다운로드 받는 경우 반드시 바이러스 점검을 수행한다. 5. 보안위반사항 발생 시 책임 보안요구사항 및 계약서상에 명시된 준수사항 불이행으로 인해 남서울대학교에 피해가 발생한 경우 보상 책임은 용역회사 측에 있으며, 현재 사업 및 향후 계약에 불이익이 발생할 수 있다. 6. 보안사고 보고 및 조사 동의 용역업체 참여직원은 남서울대학교 내에서 사업 수행 중 보안사고 발견 시 신속히 해당사항을 남서울 대학교에 보고하여 지속적인 업무 활동이 보장될 수 있도록 협조한다. 7. 보안감사 수용 가. 용역업체 참여직원은 남서울대학교 정보보안 관리규정 준수 현황 감독을 위해 남서울대학교는 정 기적으로 보안감사를 실시할 수 있는 권한이 있으며, 용역회사는 이에 적극적으로 협조한다. 나. 남서울대학교의 핵심 정보시스템 또는 기밀 정보를 다루는 업무를 수행하는 협력회사 직원에 대해 서 E-mail 모니터링 등의 물리적, 논리적 모니터링을 실시할 수 있다. 8. 기타 사항 가. 남서울대학교 출입 시 반드시 허가된 지역만 출입한다. 나. 사업 수행을 위해 남서울대학교 내부 시스템에 대한 사용 권한을 부여 받은 경우 용역 회사 직 원은 부여받은 계정 및 패스워드가 노출되지 않도록 각별히 주의한다. 년 월 일 서약인 인 남서울대학교 총장 귀하 - 80 - 별지 제14호 서식보안 서약서확약서 양식 보안 서약서대표자용 본인은 년 월 일부로 관련 용역사업업무을수 행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인과 소속업체는 관련 업무 중 알게 될 일체의 내용이 직무상 기밀 사항임을 인정한다. 2. 본인과 소속업체는 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인과 소속업체가이 기밀을 누설하거나 관계 규정을 위반한때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 4. 본인과 소속업체는 하도급업체를 통한 사업 수행 시 하도급업체로 인해 발생하는 위반사항에 대하여 모든 책임을 부담한다. 0000년 00월 00일 서 약 자 업 체 명 업체 대표 직 위 생 년 월 일 성 명 서명",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 81 - 보안 서약서용역사업 참여인원용 본인은 년 월 일부로 관련 용역사업업무을수행 함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 발주기관 사업과 관련하여 업무 중 알게 될 일 체의 내용이 직무상 기밀 사항임을 인정한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설 하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 본인은 본 사업의 제안요청서붙임3 정보화사업 수행업체 보안 준수사항을숙지하고 성실히 준수할 것과 준수사항을 위반하였을 경우 관련 법령에 의한 민사, 형사상의 책임을 지며, 발주기관에 끼친 손해에 대하여 지체 없이 변상하고 원상 복구할 것임을 서약합니다. 0000년 00월 00일 서 약 자 업 체 명 직 위 생 년 월 일 성 명 서명 - 82 - 보안 확약서대표자용 본인은 귀 기관과 계약한 사업의 수행을 완료함에 있어, 다음 각 호의 보안사항에 대한 준수 책임이 있음을 서약하며 이에 확약서를 제출 합니다. 1. 본 업체단체는 업체단체 및 사업 참여자가 사업 수행 중 지득한 모든 자료를 반납 및 파기하였으며, 지득한 정보에 대한 유출을 절대 금지하겠습니다. 2. 본 업체단체는 하도급업체에 대해 상기 항과 동일한 보안사항 준수 책임을 확인하고 보안확약서를 징구하였으며, 하도급업체가 위의 보안사항을 위반할 경우에 주사업자로서 이에 동일한 법적책임을 지겠습니다. 3. 본 업체단체는 상기 보안사항을 위반할 경우에 귀 기관의 사업에 참여 제한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하겠습니다. 2022년 03월 08일 서 약 자 업 체 명 직 위 생 년 월 일 성 명 서명 남서울대학교 총장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 83 - 별지 제15호 서식평가항목별 자가점검표 평가항목별 자가점검표 사 업 명 입찰제안번호 발주기관에서 기입 자 가 점 검 내 용 평가부문 평가항목 충족여부 요구사항 충족부분미충족 점검내용 비 고 관련근거 등 평가항목 충족여부 요구사항 점검내용 비 고 년 월 일 신청인 상호 대표 인 - 84 - 별지 제16호 서식자료반환 확약서 양식 자료반환 확약서 성 명 소 속 주 소 연 락 처 1. 본인은 업무수행의 결과 산출된 모든 결과물보고서, 컴퓨터 프로그램, 장치, 기타 업무 수행 중 산출된 문서 등에 대한 권리가 남서울대학교에 귀속됨을 인정하고 제반자료들 을 완전삭제 및 폐기하였으며, 복사본 등을 소유하지 않음을 확약합니다. 2. 만일 이를 위반하였을 경우에 본인은 법령이 정한 바에 따라 민형사상의 모든 책임을 부담하겠으며, 이로 인하여 남서울대학교에 발생한 모든 손해를 배상하겠습니다. 년 월 일 대 표 자 인 남서울대학교 총장 귀하",
      "tables": [
        [
          [
            "사 업 명",
            "",
            ""
          ],
          [
            "입찰(제안)번호 (발주기관에서 기입)",
            "",
            ""
          ],
          [
            "자 가 점 검 내 용",
            "",
            ""
          ],
          [
            "평가부문",
            "",
            ""
          ],
          [
            "평가항목",
            "",
            "충족여부"
          ],
          [
            "요구사항",
            "",
            "(충족/부분/미충족)"
          ],
          [
            "점검내용",
            "",
            "비 고"
          ],
          [
            "",
            "",
            "(관련근거 등)"
          ],
          [
            "평가항목",
            "",
            "충족여부"
          ],
          [
            "요구사항",
            "",
            ""
          ],
          [
            "점검내용",
            "",
            "비 고"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "년    월    일\n신청인    상호 :\n대표 :\n(인)",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 85 - 별지 제17호 서식비밀유지 서약서 양식 비밀유지 서약서 성 명 소 속 주 소 연 락 처 본인은 남서울대학교의 비밀 보호를 위하여 다음 사항을 준수할 것을 서약합니다. 1. 본인은 남서울대학교에서 업무를 수행함에 있어 알게 된 개인정보 및 비밀 정보를 제3자 에게 제공, 공개 또는 누설하지 않겠습니다. 2. 본인은 남서울대학교로 부터 업무수행을 위하여 명시적으로 접근을 허가받은 시설과 정보 만을 이용하겠습니다. 또한, 남서울대학교의 업무를 위하여 제공한 인터넷, E-mail, fax, 전 화 등에 대해서는 비밀보호를 위하여 남서울대학교의 일정한 제한이나 통제를 할 수 있음 을 인정하고, 이에 동의합니다. 3. 본인은 남서울대학교의 사전 승인 없이는 남서울대학교의 비밀 정보를 외부로 반출하지 않겠습니다. 4. 본인은 업무가 종결되거나, 남서울대학교의 요청이 있는 경우 남서울대학교에 제공한 모든 자료와 자산을 남서울대학교에 즉시 반납하겠습니다. 5. 본인은 업무수행의 결과 산출된 모든 결과물보고서, 컴퓨터 프로그램, 장치, 기타 업무 수행 중 산출된 문서 등에 대한 권리가 남서울대학교에 귀속됨을 인정하고 소유하지 않 겠으며, 남서울대학교가 이에 대한 권리를 행사하는데 협조하겠습니다. 6. 만일 서약사항을 위반하였을 경우에 본인은 법령이 정한 바에 따라 민형사상의 모든 책임을 부담하겠으며, 이로 인하여 남서울대학교에 발생한 모든 손해를 배상하겠습니다. 년 월 일 대 표 자 인 남서울대학교 총장 귀하 - 86 - 별지 제18호 서식용역업체 열람제공자료 관리대장 양식 용역업체 열람제공자료 관리대장 년 사업명 사업주관기업 연번 자료명 인계 및 인수 인계자",
      "tables": [
        [
          [
            "연번",
            "자료명",
            "인계 및 인수",
            ""
          ],
          [
            "",
            "",
            "인계자",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 46,
      "text": "- 87 - 별지 제19호 서식용역업체 출입관리대장 양식 용역업체 출입관리대장 일자 출입자 출입목적 보안 점검 비고 출입시간 확인 소속 성명 연락처 입실 퇴실 - 88 - 별지 제20호 서식용역업체 노트북 등 전산장비 반출입 대장 양식 용역업체 노트북 등 전산장비 반출입 대장 용역사업명 장비명 모델 반출입 반출입 목적 보안점검 반출입자 점검자 자료여부 백신검사 성명 서명 성명 서명 구분일시",
      "tables": [
        [
          [
            "일자",
            "출입자",
            "",
            "",
            "출입목적",
            "보안\n점검",
            "비고",
            "출입시간",
            "",
            "확인"
          ],
          [
            "",
            "소속",
            "성명",
            "연락처",
            "",
            "",
            "",
            "입실",
            "퇴실",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ":",
            ":",
            ""
          ]
        ],
        [
          [
            "장비명",
            "모델",
            "반출입",
            "",
            "반출입 목적",
            "보안점검",
            "",
            "반‧출입자",
            "",
            "점검자",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "자료여부",
            "백신검사",
            "성명",
            "서명",
            "성명",
            "서명"
          ],
          [
            "",
            "",
            "",
            "구분 일시",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}