{
  "csv_metadata": {
    "공고 번호": "20240605351",
    "공고 차수": 0.0,
    "사업명": "기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업",
    "사업 금액": 57000000,
    "발주 기관": "대한상공회의소",
    "공개 일자": "2024-06-05 11:12:09",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "2024-06-14 14:00:00",
    "사업 요약": "- 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업\n- 재생에너지 거래를 위한 수요기업과 공급기업간 매칭시스템 고도화\n- 기업 재생에너지 지원센터 사업 홍보 및 홈페이지 콘텐츠 보강\n- 시스템 기능 개선, 콘텐츠 추가 및 보강, 홈페이지 디자인 개선, 관리자 기능 강화 및 통계 시스템 구축, 기타 플랫폼 연계 지원\n- 개인정보보호 요구사항 준수, 시스템 사용 및 유지보수 지원",
    "파일형식": "pdf",
    "파일명": "대한상공회의소_기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": false,
    "사업금액_결측": true
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업 용역 제안요청서 2024. 6. 대한상공회의소 - 2 - I. 개요 1. 용 역 명 기업재생에너지지원센터홈페이지개편및시스템고도화사업 2. 용역목적 재생에너지거래를위한수요기업과공급기업간매칭시스템고도화 기업재생에너지지원센터 사업홍보및홈페이지콘텐츠보강 3. 용역범위 시스템기능개선 재생e 매칭지원 기능고도화 재생에너지사용자가진단 기능고도화 콘텐츠추가보강 홈페이지메인서브화면디자인개선 관리자기능강화및통계시스템구축 기타플랫폼연계지원 기타지원 개인정보보호요구사항준수 시스템사용, 유지보수및지원 상세내용은II. 일정및내용2. 과업내용참조 4. 계약기간 계약체결일로부터6개월이내 소프트웨어진흥법제45조및소프트웨어사업계약및관리감독에 관한지침제10조의규정에따라소프트웨어개발사업적정사업기 간산정기준에준하여산정 5. 용역비용 일금57,000,000원VAT 포함 6. 계약방법 일반경쟁입찰에의한우선협상대상자선정 협상에의한계약 우선협상대상자란종합기술평가점수가100점의8585점 이상인자를의미",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "- 3 - II. 일정 및 내용 1. 추진일정 사업추진내용공정률 추진일정 M M1 M2 M3 M4 M5 시스템기능 개선 재생e 매칭지원 기능 고도화 재생에너지사용자가진단 기능고도화 콘텐츠추가보강 홈페이지메인서브화면 디자인개선 관리자기능강화및 통계시스템구축 기타플랫폼연계지원 기타지원 개인정보보호요구사항 준수 시스템사용, 유지보수및 지원유지보수는1년 2. 과업내용 시스템기능개선 ᄋ 재생e 매칭지원 기능고도화 - RECPPA 선택에따른세부입력메뉴개발발주처와협의 - 채팅댓글등을통한소통창구마련 - 매칭후거래진행상태단계표출협의중, 계약서작성중, 계약완료등 - 재생에너지계약지원콘텐츠업로드게시판신설및내용구성 - 4 - ᄋ 홈페이지재생에너지사용자가진단 기능고도화 - 고도화된재생에너지사용자가진단툴온라인구현 - 자가진단결과화면디자인고도화 자가진단웹페이지창을축소할경우관련내용이보이지않는부분등오류수정 ᄋ 콘텐츠추가보강 - 메인페이지공시정보추가확대RE100용REC 거래가격, RPS REC 거래가격, LCOE, SMP, 산업용전기요금, 배출권가격정보등 전력거래소및한전과정보제공등에대한협의후추가변경될수있음 - 공급망재생e사용요구관련기업애로접수게시판신설 - 재생에너지활용컨설팅 하부메뉴로컨설팅우수사례게시판신설 - 기타 자료실게시판등홈페이지내동영상업로드기능추가 ᄋ 홈페이지메인서브화면디자인개선 - 메인및서브화면디자인전면개선 - 사용자인터페이스UI 및사용자경험UX 개선 - 효과적인메시지전달을위한콘텐츠구성및배치 - 정보의가독성향상및주요정보접근편의성제고 ᄋ 관리자기능강화및통계시스템구축 - 재생에너지매칭지원게시판통계구축 구매자및판매자정보통계, 구매판매수요물량정보통계, 매칭후계약절차 진행현황통계등 - 각메뉴이용에대한데이터관리및통계분석기능 각메뉴이용자정보및이용자수등 - 상기데이터활용을위한보고서출력기능 - 재생에너지수요기업과공급기업의DB 구축및업데이트가능토록개발 ᄋ 기타플랫폼연계지원 - 플랫폼연계를통한서비스제공지원 예시 한국에너지공단의재생e 사용확인서자동발급연계등",
      "tables": [
        [
          [
            "사업추진내용(공정률)",
            "",
            "추 진 일 정",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "M",
            "",
            "M+1 M+2 M+3 M+4 M+5",
            "",
            "",
            ""
          ],
          [
            "∙시스템 기능\n개선",
            "∙‘재생e 매칭 지원’ 기능\n고도화",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "∙‘재생에너지 사용 자가진단’\n기능 고도화",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "∙콘텐츠 추가‧보강",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "∙홈페이지 메인/서브 화면\n디자인 개선",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "∙관리자 기능 강화 및\n통계 시스템 구축",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "∙기타 플랫폼 연계 지원",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "∙기타 지원",
            "∙개인정보보호 요구사항\n준수",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "∙시스템 사용, 유지보수 및\n지원(유지보수는 1년)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 3,
      "text": "- 5 - 기타지원 ᄋ 개인정보보호요구사항준수 - 개인정보보호자가진단체크리스트작성지원및보안점검 - 웹표준개발가이드기준, 데이터보안정책준수 - 개인정보보호법등웹개발관련법준수 ᄋ 시스템사용, 유지보수및지원 - 사용자운영관리매뉴얼, 가이드등운영필요자료제공 - 홈페이지개편후1년간지속적관리및유지보수지원 - 정기비정기적인사용자요청에따른웹페이지내용의수정 - 홈페이지의메뉴별기능및온라인서비스에문제가발생할경우, 긴급 복구지원 - 6 - 요구사항 분류 요구사항구분 ID 요구사항명 기능요구사항 SFR SFR-001 재생e 매칭지원 기능고도화 SFR-002 재생에너지사용자가진단 기능고도화 SFR-003 콘텐츠추가보강 SFR-004 홈페이지메인서브화면디자인전면개선 SFR-005 관리자기능강화및통계시스템구축 SFR-006 기타플랫폼연계지원 SFR-007 개인정보보호요구사항준수 SFR-008 시스템사용, 유지보수및지원 성능요구사항 PER PER-001 기존시스템과의호환성 PER-002 업무응답시간 PER-003 동적사용량 시스템장비구성 요구사항 ECR ECR-001 하드웨어- 공통 ECR-002 하드웨어 WEBWAS 서버 인터페이스 요구사항 INR INR-001 사용자화면인터페이스 INR-002 연계정보시스템간인터페이스 데이터요구사항 DAR DAR-001 데이터표준화 DAR-002 공통데이터표준화 DAR-003 데이터표준관리 DAR-004 데이터구조설계 DAR-005 데이터구조검증 DAR-006 데이터구조관리도구 DAR-007 데이터값검증 DAR-008 데이터개방관리체계 DAR-009 목표시스템으로데이터이관 DAR-010 연계데이터관리체계수립 테스트요구사항 TER TER-001 테스트환경구축 TER-002 테스트방안 TER-003 단위테스트수행 TER-004 통합테스트수행 TER-005 시험운영 보안요구사항 SER SER-001 보안관리 SER-002 참여인력보안관리 SER-003 개인정보보호",
      "tables": [
        [
          [
            "요구사항 구분",
            "ID",
            "요구사항명"
          ],
          [
            "기능 요구사항\n(SFR)",
            "SFR-001",
            "‘재생e 매칭 지원’ 기능 고도화"
          ],
          [
            "",
            "SFR-002",
            "‘재생에너지 사용 자가진단’ 기능 고도화"
          ],
          [
            "",
            "SFR-003",
            "콘텐츠 추가‧보강"
          ],
          [
            "",
            "SFR-004",
            "홈페이지 메인/서브 화면 디자인 전면 개선"
          ],
          [
            "",
            "SFR-005",
            "관리자 기능 강화 및 통계 시스템 구축"
          ],
          [
            "",
            "SFR-006",
            "기타 플랫폼 연계 지원"
          ],
          [
            "",
            "SFR-007",
            "개인정보보호 요구사항 준수"
          ],
          [
            "",
            "SFR-008",
            "시스템 사용, 유지보수 및 지원"
          ],
          [
            "성능 요구사항\n(PER)",
            "PER-001",
            "기존 시스템과의 호환성"
          ],
          [
            "",
            "PER-002",
            "업무응답시간"
          ],
          [
            "",
            "PER-003",
            "동적 사용량"
          ],
          [
            "시스템 장비구성\n요구사항\n(ECR)",
            "ECR-001",
            "하드웨어 - 공통"
          ],
          [
            "",
            "ECR-002",
            "하드웨어 – WEB/WAS　서버"
          ],
          [
            "인터페이스\n요구사항\n(INR)",
            "INR-001",
            "사용자 화면 인터페이스"
          ],
          [
            "",
            "INR-002",
            "연계 정보시스템간 인터페이스"
          ],
          [
            "데이터 요구사항\n(DAR)",
            "DAR-001",
            "데이터 표준화"
          ],
          [
            "",
            "DAR-002",
            "공통 데이터 표준화"
          ],
          [
            "",
            "DAR-003",
            "데이터 표준 관리"
          ],
          [
            "",
            "DAR-004",
            "데이터 구조 설계"
          ],
          [
            "",
            "DAR-005",
            "데이터 구조 검증"
          ],
          [
            "",
            "DAR-006",
            "데이터 구조 관리 도구"
          ],
          [
            "",
            "DAR-007",
            "데이터 값 검증"
          ],
          [
            "",
            "DAR-008",
            "데이터 개방 관리체계"
          ],
          [
            "",
            "DAR-009",
            "목표 시스템으로 데이터 이관"
          ],
          [
            "",
            "DAR-010",
            "연계 데이터 관리체계 수립"
          ],
          [
            "테스트 요구사항\n(TER)",
            "TER-001",
            "테스트 환경 구축"
          ],
          [
            "",
            "TER-002",
            "테스트 방안"
          ],
          [
            "",
            "TER-003",
            "단위 테스트 수행"
          ],
          [
            "",
            "TER-004",
            "통합 테스트 수행"
          ],
          [
            "",
            "TER-005",
            "시험 운영"
          ],
          [
            "보안 요구사항\n(SER)",
            "SER-001",
            "보안관리"
          ],
          [
            "",
            "SER-002",
            "참여인력 보안 관리"
          ],
          [
            "",
            "SER-003",
            "개인정보 보호"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 4,
      "text": "- 7 - SER-004 시큐어코딩 SER-005 내부자료보안관리 SER-006 내ᆞ외부망접근에대한보안관리 SER-007 장비보안관리 SER-008 산출물에대한보안관리 SER-009 시스템내외부서비스분리및보안이슈사전협의 품질요구사항 QUR QUR-001 시스템품질 2 QUR-002 시스템품질보증 제약사항 COR COR-001 표준화항목 14 COR-002 표준프레임워크및공통컴포넌트적용 COR-003 개발언어사용 COR-004 시스템개발언어 COR-005 데이터제약사항 COR-006 기존시스템호환 COR-007 감리대응 COR-008 표준제약사항 COR-009 데이터표준화지침필요 COR-010 데이터표준화지침방안수립 COR-011 기술적용계획표및결과표작성 COR-012 개인정보보호법준수 COR-013 웹표준및호환성준수 COR-014 웹접근성준수 프로젝트관리 요구사항 PMR PMR-001 사업관리방안 5 PMR-002 사업일정관리 PMR-003 사업보고 PMR-004 소프트웨어사업정보제출 PMR-005 최종산출물제출 프로젝트지원 요구사항 PSR PSR-001 사용자, 관리자교육 2 PSR-002 안정화및기술지원 합계 62 - 8 - 기능 요구사항 SFR 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 재생e 매칭 지원 기능 고도화 요구 사항 상세 설명 정의 재생e 매칭 지원 기능 강화를 위한 고도화 내용 세부 내용 계약유형RECPPA에 따른 세분화 된 입력 항목 개발발주처와 협의 채팅댓글 등을 통한 소통 창구 마련 매칭 후 거래 진행 상태 단계 표출협의중, 계약서 작성중, 계약완료 등 재생에너지 계약 지원 콘텐츠 업로드 게시판 신설 및 내용구성 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-002 요구사항 명칭 재생에너지 사용 자가진단 기능 고도화 요구 사항 상세 설명 정의 재생에너지 사용 자가진단 기능 내 자가진단툴 도입 및 개선 세부 내용 재생에너지 사용 자가진단툴 고도화7월 완료 기능 온라인 구현 직접입력 값 외에 자동추세단가하락 및 요금 상승 선택 옵션 추가 재생에너지 사용으로 인한 편익 발생하는 시점 및 비용편익 계산 자가진단 결과화면 디자인 및 저장기능 추가 - 자가진단 웹페이지 창을 축소할 경우 관련 내용이 보이지 않는 부분 조치 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-003 요구사항 명칭 콘텐츠 추가보강 요구 사항 상세 설명 정의 신규 콘텐츠 추가 및 보강 세부 내용 메인페이지 공시정보 추가확대RE100용 REC 거래가격, RPS REC 거래가격, LCOE, SMP, 산업용 전기요금, 배출권가격 정보 등 - 전력거래소 및 한전과 정보제공 등에 대한 협의 후 추가변경될 수 있음 공급망 재생e사용요구 관련 기업애로접수 게시판 신설 재생에너지 활용 컨설팅 하부 메뉴로 컨설팅 우수사례 게시판 신설 기타 자료실 게시판 등 홈페이지 내 동영상 업로드 기능 추가 산출 정보 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "‘재생e  매칭  지원’  기능  고도화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "‘재생e  매칭  지원’  기능  강화를  위한  고도화  내용"
          ],
          [
            "",
            "세부\n내용",
            "○  계약유형(REC/PPA)에  따른  세분화  된  입력  항목  개발(발주처와  협의)\n○  채팅/댓글  등을  통한  소통  창구  마련\n○  매칭  후  거래  진행  상태  단계  표출(협의중,  계약서  작성중,  계약완료  등)\n○  재생에너지  계약  지원  콘텐츠  업로드  게시판  신설  및  내용구성"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "‘재생에너지  사용  자가진단’  기능  고도화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "‘재생에너지  사용  자가진단’  기능  내  자가진단툴  도입  및  개선"
          ],
          [
            "",
            "세부\n내용",
            "○  재생에너지  사용  자가진단툴  고도화(7월  완료)  기능  온라인  구현\n○  직접입력  값  외에  자동추세(단가하락  및  요금  상승)  선택  옵션  추가\n○  재생에너지  사용으로  인한  편익  발생하는  시점  및  비용편익  계산\n○  자가진단  결과화면  디자인  및  저장기능  추가\n    - 자가진단  웹페이지  창을  축소할  경우  관련  내용이  보이지  않는  부분  조치"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "SER-004",
            "시큐어 코딩",
            ""
          ],
          [
            "",
            "SER-005",
            "내부자료 보안관리",
            ""
          ],
          [
            "",
            "SER-006",
            "내ㆍ외부망 접근에 대한 보안관리",
            ""
          ],
          [
            "",
            "SER-007",
            "장비 보안관리",
            ""
          ],
          [
            "",
            "SER-008",
            "산출물에 대한 보안관리",
            ""
          ],
          [
            "",
            "SER-009",
            "시스템 내/외부서비스 분리 및 보안이슈 사전협의",
            ""
          ],
          [
            "품질 요구사항\n(QUR)",
            "QUR-001",
            "시스템 품질",
            "2"
          ],
          [
            "",
            "QUR-002",
            "시스템 품질 보증",
            ""
          ],
          [
            "제약사항\n(COR)",
            "COR-001",
            "표준화 항목",
            "14"
          ],
          [
            "",
            "COR-002",
            "표준 프레임워크 및 공통 컴포넌트 적용",
            ""
          ],
          [
            "",
            "COR-003",
            "개발언어 사용",
            ""
          ],
          [
            "",
            "COR-004",
            "시스템 개발 언어",
            ""
          ],
          [
            "",
            "COR-005",
            "데이터 제약사항",
            ""
          ],
          [
            "",
            "COR-006",
            "기존 시스템 호환",
            ""
          ],
          [
            "",
            "COR-007",
            "감리 대응",
            ""
          ],
          [
            "",
            "COR-008",
            "표준 제약사항",
            ""
          ],
          [
            "",
            "COR-009",
            "데이터 표준화 지침 필요",
            ""
          ],
          [
            "",
            "COR-010",
            "데이터 표준화 지침 방안 수립",
            ""
          ],
          [
            "",
            "COR-011",
            "기술적용계획표 및 결과표 작성",
            ""
          ],
          [
            "",
            "COR-012",
            "개인정보보호법 준수",
            ""
          ],
          [
            "",
            "COR-013",
            "웹표준 및 호환성 준수",
            ""
          ],
          [
            "",
            "COR-014",
            "웹 접근성 준수",
            ""
          ],
          [
            "프로젝트 관리\n요구사항\n(PMR)",
            "PMR-001",
            "사업관리 방안",
            "5"
          ],
          [
            "",
            "PMR-002",
            "사업일정 관리",
            ""
          ],
          [
            "",
            "PMR-003",
            "사업보고",
            ""
          ],
          [
            "",
            "PMR-004",
            "소프트웨어 사업정보 제출",
            ""
          ],
          [
            "",
            "PMR-005",
            "최종 산출물 제출",
            ""
          ],
          [
            "프로젝트 지원\n요구사항\n(PSR)",
            "PSR-001",
            "사용자, 관리자 교육",
            "2"
          ],
          [
            "",
            "PSR-002",
            "안정화 및 기술지원",
            ""
          ],
          [
            "합계",
            "",
            "",
            "62"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "콘텐츠  추가‧보강"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "신규  콘텐츠  추가  및  보강"
          ],
          [
            "",
            "세부\n내용",
            "○ 메인페이지 공시정보 추가·확대(RE100용 REC 거래가격, RPS REC 거래가격, \nLCOE,  SMP,  산업용  전기요금,  배출권가격  정보  등)\n    -  전력거래소  및  한전과  정보제공  등에  대한  협의  후  추가·변경될  수  있음   \n○  공급망  재생e사용요구  관련  기업애로접수  게시판  신설\n○  재생에너지  활용  컨설팅’  하부  메뉴로  컨설팅  우수사례  게시판  신설\n○  (기타)  자료실  게시판  등  홈페이지  내  동영상  업로드  기능  추가"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 9 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-004 요구사항 명칭 홈페이지 메인서브 화면 디자인 전면 개선 요구 사항 상세 설명 정의 홈페이지 디자인 전면 개선UXUI 세부 내용 사용자 인터페이스UI 및 사용자 경험UX 개선 - 색상, 폰트 레이아웃 등 디자인 요소가 브랜드 아이덴티티와 일관성 유지 - 모바일, 태블릿, PC 등에서의 접근성을 고려한 반응형 디자인 효과적인 메시지 전달을 위한 콘텐츠 구성 및 배치 계획 정보의 가독성 향상 및 주요정보 접근 편의성 제고 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-005 요구사항 명칭 관리자 기능 강화 및 통계 시스템 구축 요구 사항 상세 설명 정의 통계 시스템 구축 및 보고서 출력 세부 내용 재생에너지 매칭 지원 게시판 통계 구축 - 구매자 및 판매자 정보 통계, 구매판매 수요 물량 정보 통계, 매칭 후 계약 절차진행 현황 통계 등 각 메뉴 이용에 대한 데이터 관리 및 통계분석 기능 - 각 메뉴 이용자 정보 및 이용자 수 등 누적 판매구매된 에너지 관련 정보 등 상기 데이터 활용을 위한 보고서 출력 기능 재생에너지 수요기업과 공급기업의 DB 구축 및 업데이트 가능토록 개발 - 다운로드 기능 포함 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-006 요구사항 명칭 기타 플랫폼 연계 지원 요구 사항 상세 설명 정의 기타 플랫폼 연계 지원 세부 내용 플랫폼 연계를 통한 서비스 제공 지원 - 예시. 한국에너지공단의 재생e 사용확인서 자동발급 연계 등 산출 정보 관련 요구사항 요구사항 출처 - 10 - 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-007 요구사항 명칭 개인정보보호 요구사항 준수 요구 사항 상세 설명 정의 개인정보보호 관련 요구사항 준수 세부 내용 개인정보보호 자가진단체크리스트 작성 지원 및 보안 점검 웹 표준 개발 가이드 기준, 데이터 보안 정책 준수 개인정보보호법 등 웹 개발 관련 법 준수 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 기능 요구사항 요구사항 고유번호 SFR-008 요구사항 명칭 시스템 사용, 유지보수 및 지원 요구 사항 상세 설명 정의 시스템 사용에 필요한 지원 및 유지보수 세부 내용 사용자운영관리 매뉴얼, 가이드 등 운영 필요 자료 제공 홈페이지 개편 후 1년간 지속적 관리 및 유지보수 지원 정기비정기적인 사용자 요청에 따른 웹페이지 내용의 수정 홈페이지의 메뉴별 기능 및 온라인 서비스에 문제가 발생할 경우, 긴급 복구 지원 산출 정보 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "개인정보보호  요구사항  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개인정보보호  관련  요구사항  준수"
          ],
          [
            "",
            "세부\n내용",
            "○  개인정보보호  자가진단/체크리스트  작성  지원  및  보안  점검\n○  웹  표준  개발  가이드  기준,  데이터  보안  정책  준수\n○  개인정보보호법  등  웹  개발  관련  법  준수"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "홈페이지  메인/서브  화면  디자인  전면  개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "홈페이지  디자인  전면  개선(UX/UI)"
          ],
          [
            "",
            "세부\n내용",
            "○  사용자  인터페이스(UI)  및  사용자  경험(UX)  개선\n    -  색상,  폰트  레이아웃  등  디자인  요소가  브랜드  아이덴티티와  일관성  유지\n    -  모바일,  태블릿,  PC  등에서의  접근성을  고려한  반응형  디자인\n○  효과적인  메시지  전달을  위한  콘텐츠  구성  및  배치  계획\n○  정보의  가독성  향상  및  주요정보  접근  편의성  제고"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  사용,  유지보수  및  지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  사용에  필요한  지원  및  유지보수"
          ],
          [
            "",
            "세부\n내용",
            "○  사용자/운영관리  매뉴얼,  가이드  등  운영  필요  자료  제공\n○  홈페이지  개편  후  1년간  지속적  관리  및  유지보수  지원\n○  정기/비정기적인  사용자  요청에  따른  웹페이지  내용의  수정\n○ 홈페이지의 메뉴별 기능 및 온라인 서비스에 문제가 발생할 경우, 긴급 복구 \n지원"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "관리자  기능  강화  및  통계  시스템  구축"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "통계  시스템  구축  및  보고서  출력"
          ],
          [
            "",
            "세부\n내용",
            "○  재생에너지  매칭  지원  게시판  통계  구축\n    - 구매자 및 판매자 정보 통계, 구매/판매 수요 물량 정보 통계, 매칭 후 계약 \n절차진행  현황  통계  등\n○  각  메뉴  이용에  대한  데이터  관리  및  통계분석  기능\n    -  각  메뉴  이용자  정보  및  이용자  수  등\n○  누적  판매/구매된  에너지  관련  정보  등\n○  상기  데이터  활용을  위한  보고서  출력  기능\n○  재생에너지  수요기업과  공급기업의  DB  구축  및  업데이트  가능토록  개발\n    -  다운로드  기능  포함"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "기타  플랫폼  연계  지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기타  플랫폼  연계  지원"
          ],
          [
            "",
            "세부\n내용",
            "○  플랫폼  연계를  통한  서비스  제공  지원\n    -  예시:.  한국에너지공단의  재생e  사용확인서  자동발급  연계  등"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 11 - 성능요구사항PER 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-001 요구사항 명칭 기존 시스템과의 호환성 요구사항 상세설명 정의 시스템 호환성 세부내용 사용자 PC OSWindow 10 이상, 웹브라우저엣지, 크롬 등, 크로스 브라우징 환경에서 별도의 에이전트 또는 ActiveX 설치 없이도 오류없이 호환되어야 함 외부 연계시스템 등 필요시스템과 충돌 없이 정상적으로 작동해야함 산출 정보 개발 산출물, 테스트 결과서 관련 요구사항 요구사항 출처 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-002 요구사항 명칭 업무응답시간 요구사항 상세설명 정의 업무응답시간에 목표 대한 기준 세부내용 모든 질의는 평균 응답시간으로 사용자가 요청한 시간으로부터 3초 내에 그 결과를 보여줘야 함 대량의 데이터 로딩통계, 검색, 이미지 등, 사용자 숫자가 동시 사용자 용량의 90를 초과하는 경우에는 적용되지 않음 산출 정보 개발 산출물, 테스트 결과서 관련 요구사항 요구사항 출처 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-003 요구사항 명칭 동적 사용량 요구사항 상세설명 정의 동시 사용자 접속 한계 범위 세부내용 시스템 동시 사용자 수는 100명 이상 지원하여야 하며 성능이 저하되지 않아야 함 산출 정보 개발 산출물, 테스트 결과서 관련 요구사항 요구사항 출처 - 12 - 인터페이스요구사항INR 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 INR-001 요구사항 명칭 사용자 화면 인터페이스 요구사항 상세설명 정의 화면설계 세부내용 외부 연계시스템 등 필요시스템에서 요구하는 인터페이스를 충족하여야 함 콘텐츠 이용현황 분석 등을 통하여 콘텐츠 순위를 지정, 사용자 편의성을 고려하여 메뉴 설정 및 화면을 구성하여야 함 사용자 경험을 고려한 UXuser experience를 설계하여 정확한 내용전달이 가능하도록 메뉴 및 화면을 설계하여야 함 사용자 디바이스에 따른 맞춤화면을 단순하고 직관적으로 구성하여 제공하여야 함 시스템을 방문하는 사용자에게 필요한 콘텐츠 및 기능에 접근하는 경로를 3단계 이내로 설계하여야 함 정보의 접근성, 가독성, 이용편리성을 최대한 고려하여 메뉴 및 화면을 설계하여야 함 산출 정보 프로그램 소스 관련 요구사항 요구사항 출처 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 INR-002 요구사항 명칭 연계 정보시스템간 인터페이스 요구사항 상세설명 정의 연계 정보시스템간 인터페이스 세부내용 기존 시스템의 트랜잭션 흐름에 부정확함이 없도록 내부시스템간 인터페이스 구현 SSO 연동 연계 매뉴얼은 정보화담당부서에서 제공 타 업무시스템 연계 - 인사DB, 전자결재, 전자메일 등 타 시스템과 연계 연계 매뉴얼은 정보화담당부서에서 제공 산출 정보 프로그램 소스, 테스트 결과서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "기존  시스템과의  호환성"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  호환성"
          ],
          [
            "",
            "세부내용",
            "○ 사용자 PC OS(Window 10 이상), 웹브라우저(엣지, 크롬 등), 크로스 브라우징 \n환경에서 별도의 에이전트 또는 ActiveX 설치 없이도 오류없이 호환되어야 함\n○  외부  연계시스템  등  필요시스템과  충돌  없이  정상적으로  작동해야함"
          ],
          [
            "산출  정보",
            "",
            "개발  산출물,  테스트  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "INR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자  화면  인터페이스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "화면설계"
          ],
          [
            "",
            "세부내용",
            "○  외부  연계시스템  등  필요시스템에서  요구하는  인터페이스를  충족하여야  함\n○ 콘텐츠 이용현황 분석 등을 통하여 콘텐츠 순위를 지정, 사용자 편의성을 고려하여 \n메뉴  설정  및  화면을  구성하여야  함\n○  사용자  경험을  고려한  UX(user  experience)를  설계하여  정확한  내용전달이 \n가능하도록  메뉴  및  화면을  설계하여야  함\n○ 사용자 디바이스에 따른 맞춤화면을 단순하고 직관적으로 구성하여 제공하여야 함\n○ 시스템을 방문하는 사용자에게 필요한 콘텐츠 및 기능에 접근하는 경로를 3단계 \n이내로  설계하여야  함\n○ 정보의 접근성, 가독성, 이용편리성을 최대한 고려하여 메뉴 및 화면을 설계하여야 함"
          ],
          [
            "산출  정보",
            "",
            "프로그램  소스"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "업무응답시간"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "업무응답시간에  목표  대한  기준"
          ],
          [
            "",
            "세부내용",
            "○  모든  질의는  평균  응답시간으로  사용자가  요청한  시간으로부터  3초  내에\n      그  결과를  보여줘야  함\n○ 대량의 데이터 로딩(통계, 검색, 이미지 등), 사용자 숫자가 동시 사용자 용량의 \n90%를  초과하는  경우에는  적용되지  않음"
          ],
          [
            "산출  정보",
            "",
            "개발  산출물,  테스트  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "INR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "연계  정보시스템간  인터페이스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연계  정보시스템간  인터페이스"
          ],
          [
            "",
            "세부내용",
            "○  기존  시스템의 트랜잭션 흐름에 부정확함이  없도록  내부시스템간  인터페이스 구현\n○  SSO  연동\n  *  연계  매뉴얼은  정보화담당부서에서  제공\n○  타  업무시스템  연계\n    -  인사(DB),  전자결재,  전자메일  등  타  시스템과  연계\n  *  연계  매뉴얼은  정보화담당부서에서  제공"
          ],
          [
            "산출  정보",
            "",
            "프로그램  소스,  테스트  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "동적  사용량"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "동시  사용자  접속  한계  범위"
          ],
          [
            "",
            "세부내용",
            "○  시스템 동시 사용자 수는 100명 이상 지원하여야 하며 성능이 저하되지 않아야 함"
          ],
          [
            "산출  정보",
            "",
            "개발  산출물,  테스트  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 13 - 데이터요구사항DAR 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-001 요구사항 명칭 데이터 표준화 요구사항 상세설명 정의 데이터 표준 원칙 및 가이드 수립 세부내용 데이터 표준 원칙 및 가이드 수립 - 구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계데이터 표준 화 지침 및 가이드 등를 개선정비하여야 함 범정부 표준을 준수한 기관의 표준 원칙을 기반으로 데이터 표준화 - 시스템 구축에 따라 추가가 필요한 데이터 표준항목단어, 용어, 도메인 을 정의하고 데이터 표준사전 등에 반영하여야 함 산출 정보 데이터 표준화 지침 및 표준화 가이드, 데이터 표준 사전용어사전, 단어사전, 도메인사전 관련 요구사항 요구사항 출처 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-002 요구사항 명칭 공통 데이터 표준화 요구사항 상세설명 정의 범정부 및 주관기관 표준 준수 세부내용 범정부 표준 준수 - 공공데이터 공통표준용어행정안전부 고시를 준수하여야 함 - 데이터 표준화 수립 전 구축 시스템과 관련된 분야별 표준 여부를 검토 후 반영하여야 함 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시을 준수하여야 함 주관기관 표준을 준수 - 수행사는 주관기관의 데이터 표준을 준수하고 그와 상충되는 요소에 대 해서는 주관기관과 협의하여 대응 방안을 수립하고 이력을 남겨야 함 산출 정보 데이터 표준화 지침 및 표준화 가이드, 데이터 표준 사전용어사전, 단어사전, 도메인사전, 범정부 및 기관 데이터 표준 검토 결과서 관련 요구사항 요구사항 출처 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-003 요구사항 명칭 데이터 표준 관리 요구사항 상세설명 정의 데이터 표준 관리 방안 세부내용 데이터 표준관리 방안 - 데이터 표준관리를 위한 표준화 관리방안메타데이터관리시스템, 문서화 등과 이 를 통한 변경이력을 효과적으로 관리 할 수 있는 방안을 제시하고 적용 하여야 함 운영 중인 메타데이터관리시스템 가이드 등을 참조 산출 정보 데이터 표준관리 방안매뉴얼, 가이드 등 관련 요구사항 요구사항 출처 - 14 - 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-004 요구사항 명칭 데이터 구조 설계 요구사항 상세설명 정의 데이터 구조설계 원칙 세부내용 데이터 구조 설계 원칙 및 가이드 제시 - 데이터 구조 설계모델링 원칙 및 가이드를 제시하고 이를 준수하여 데 이터 구조를 설계, 구현하여야 함 - 일관성, 데이터의 종속성, 무결성, DB 성능 등이 고려되어야 함 데이터 주제영역 정의 및 개념논리물리 모델 설계 - 데이터 공유 및 활용, 업무요건 변화, 시스템 변경으로 인한 DB의 구조적 변화가 최소화될 수 있도록 유연한 구조로 설계하여야 함 - 데이터 분류체계, 명명 규칙, DB Object 사용기준이 반영되어야 함 - 주제영역, 개념 데이터 모델, 논리 데이터 모델, 물리 데이터 모델의 설계 산출물을 사전에 검토할 수 있도록 제출하여야 함 데이터 발생과 처리의 이해를 높이는 데이터 발생 규칙 정의 - 인조 식별자가 많은 엔터티의 경우 데이터 구조만으로 발생 규칙을 이해 하기 어려우므로 데이터 발생 규칙 정의서를 작성해야 함 산출 정보 데이터 구조 설계 원칙 및 가이드, 데이터 주제영역 정의서, 개념 데이터 모 델, 논리 데이터 모델, 물리데이터 모델 설계서, 데이터 발생 규칙 정의서 관련 요구사항 요구사항 출처 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-005 요구사항 명칭 데이터 구조 검증 요구사항 상세설명 정의 데이터 모델 검증 세부내용 데이터 모델 검증 - 설계된 데이터 모델은 설계자 개발자 발주기관 전문가 등이 참여하 여 검증하여야 함 - 주제영역 도출, 개념모델, 논리모델, 물리모델 도출 시점을 전후로 검증과 교육을 수행하여야 함 - 각 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함 예 논리 데이터 모델 검증 기준 요구사항 대비 논리 모델의 완전성논리 데이터 모델이 비즈니스 요구 사항의 누락 여부 정규화 충족 여부 예 물리 데이터 모델 검증 기준 중복 테이블 여부, 중복 칼럼 여부, 반정규화된 중복 데이터 정합성 유 지 방안 여부 산출 정보 데이터 모델 검증 계획서, 데이터 모델 검증 결과서, 데이터 주제영역 정의서, 개 념모델 정의서, 논리모델 정의서, 물리모델 정의서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준화"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  원칙  및  가이드  수립"
          ],
          [
            "",
            "세부내용",
            "○  데이터  표준  원칙  및  가이드  수립\n    -  구축되는  시스템의  데이터  특성을  고려하여  표준화  관리체계(데이터  표준\n화  지침  및  가이드  등)를  개선·정비하여야  함\n○  범정부  표준을  준수한  기관의  표준  원칙을  기반으로  데이터  표준화\n    -  시스템  구축에  따라  추가가  필요한  데이터  표준항목(단어,  용어,  도메인)\n을  정의하고  데이터  표준사전  등에  반영하여야  함"
          ],
          [
            "산출  정보",
            "",
            "데이터  표준화  지침  및  표준화  가이드,  데이터  표준  사전(용어사전,  단어사전, \n도메인사전)"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  설계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  구조설계  원칙"
          ],
          [
            "",
            "세부내용",
            "○  데이터  구조  설계  원칙  및  가이드  제시\n    -  데이터  구조  설계(모델링)  원칙  및  가이드를  제시하고  이를  준수하여  데\n이터  구조를  설계,  구현하여야  함\n    -  일관성,  데이터의  종속성,  무결성,  DB  성능  등이  고려되어야  함\n○  데이터  주제영역  정의  및  개념·논리·물리  모델  설계\n    -  데이터  공유  및  활용,  업무요건  변화,  시스템  변경으로  인한  DB의  구조적 \n변화가  최소화될  수  있도록  유연한  구조로  설계하여야  함\n    -  데이터  분류체계,  명명  규칙,  DB  Object  사용기준이  반영되어야  함\n    -  주제영역,  개념  데이터  모델,  논리  데이터  모델,  물리  데이터  모델의  설계 \n산출물을  사전에  검토할  수  있도록  제출하여야  함\n○  데이터  발생과  처리의  이해를  높이는  데이터  발생  규칙  정의\n    -  인조  식별자가  많은  엔터티의  경우  데이터  구조만으로  발생  규칙을  이해\n하기  어려우므로  ‘데이터  발생  규칙  정의서’를  작성해야  함"
          ],
          [
            "산출  정보",
            "",
            "데이터  구조  설계  원칙  및  가이드,  데이터  주제영역  정의서,  개념  데이터  모\n델,  논리  데이터  모델,  물리데이터  모델  설계서,  데이터  발생  규칙  정의서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "공통  데이터  표준화"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "범정부  및  주관기관  표준  준수"
          ],
          [
            "",
            "세부내용",
            "○  범정부  표준  준수\n    -  공공데이터  공통표준용어(행정안전부  고시)를  준수하여야  함\n    -  데이터  표준화  수립  전  구축  시스템과  관련된  분야별  표준  여부를  검토 \n후  반영하여야  함 \n    -  공공기관의  데이터베이스  표준화  지침(행정안전부  고시)을  준수하여야  함\n○  주관기관  표준을  준수\n    -  수행사는  주관기관의  데이터  표준을  준수하고  그와  상충되는  요소에  대\n해서는  주관기관과  협의하여  대응  방안을  수립하고  이력을  남겨야  함"
          ],
          [
            "산출  정보",
            "",
            "데이터  표준화  지침  및  표준화  가이드,  데이터  표준  사전(용어사전,  단어사전, \n도메인사전),  범정부  및  기관  데이터  표준  검토  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  모델  검증"
          ],
          [
            "",
            "세부내용",
            "○  데이터  모델  검증 \n    -  설계된  데이터  모델은  설계자  ·  개발자  ·  발주기관  ·  전문가  등이  참여하\n여  검증하여야  함\n    -  주제영역  도출,  개념모델,  논리모델,  물리모델  도출  시점을  전후로  검증과 \n교육을  수행하여야  함\n    -  각  단계별  데이터  모델  검증  시  기준을  정의하고  실시하여야  함\n      예)  논리  데이터  모델  검증  기준\n          :  요구사항  대비  논리  모델의  완전성(논리  데이터  모델이  비즈니스  요구\n사항의  누락  여부)\n          :  정규화  충족  여부\n      예)  물리  데이터  모델  검증  기준\n          :  중복  테이블  여부,  중복  칼럼  여부,  반정규화된  중복  데이터  정합성  유\n지  방안  여부"
          ],
          [
            "산출  정보",
            "",
            "데이터  모델  검증  계획서,  데이터  모델  검증  결과서,  데이터  주제영역  정의서,  개\n념모델  정의서,  논리모델  정의서,  물리모델  정의서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준  관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  관리  방안"
          ],
          [
            "",
            "세부내용",
            "○  데이터  표준관리  방안\n    -  데이터  표준관리를  위한  표준화  관리방안(메타데이터관리시스템,  문서화  등)과  이\n를  통한  변경이력을  효과적으로  관리  할  수  있는  방안을  제시하고  적용\n하여야  함\n      ※  운영  중인  메타데이터관리시스템  가이드  등을  참조"
          ],
          [
            "산출  정보",
            "",
            "데이터  표준관리  방안(매뉴얼,  가이드  등)"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 15 - 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-006 요구사항 명칭 데이터 구조 관리 도구 요구사항 상세설명 정의 데이터 구조 관리 방안 세부내용 데이터 구조 관리 방안 - 데이터 구조를 설계부터 구축, 운영 단계까지 지속적으로 관리 할 수 있는 방안을 제시하여야 함 - 운영 중인 메타데이터관리시스템 가이드 등을 참조해야 함운영 시스템 자료가 있는 경우 - 시스템 구축 기간 동안 DB의 형상과 물리 데이터 모델의 형상 일치 여부를 주기적으로 점검하고 보고하여야 함 데이터 구조 변경이력 관리 - 데이터 구조 변경이력에 대한 관리방안을 제시하고 적용하여야 함 산출 정보 데이터 구조관리 방안매뉴얼, 가이드 등 관련 요구사항 요구사항 출처 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-007 요구사항 명칭 데이터 값 검증 요구사항 상세설명 정의 데이터 값 검증 방안 세부내용 데이터 값 진단 계획 수립 - 데이터연계데이터 포함 값 진단 수행 일정을 사업 계획에 명시하고 수 행하여야 함 데이터 값 진단 수행 및 검증 - 데이터 값 진단 범위전체 또는 일부를 발주기관과 협의하여야 함 - 범정부 또는 발주기관의 표준을 준수하여 진단기준을 제시하여야 함 - 진단 결과에 따라 개선방안을 제시하여야 함 산출 정보 데이터 값 진단 계획결과서, 데이터 값 개선방안 관련 요구사항 요구사항 출처 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-008 요구사항 명칭 데이터 개방 관리체계 요구사항 상세설명 정의 개방데이터 서비스 연속성 확보 및 메타데이터 현행화 세부내용 개방 데이터 서비스 연속성 확보 - 본 사업을 통해 구축되는 시스템과 연관된 개방데이터 목록을 식별하고 개방데이터의 서비스 연속성 확보 방안을 제시하여야 함 메타데이터 현행화 - 본 사업을 통해 구축되는 시스템의 데이터베이스에 대해 발주기관의 메타 데이터관리시스템과 중앙메타관리시스템에 메타데이터 표준 관리항목이 등록 및 현행화 되도록 지원하여야 함 산출 정보 개방데이터 목록 정의서, 메타데이터 현행화 결과서 관련 요구사항 요구사항 출처 - 16 - 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-009 요구사항 명칭 목표 시스템으로 데이터 이관 요구사항 상세설명 정의 목표 시스템으로 데이터 이관 세부내용 데이터 이관 계획 수립 - 데이터 이관에 필요한 인프라, 조직, 기술 등 수행 방안을 포함하여야 함 - 이행대상은 원천시스템의 전체 데이터를 대상으로 함 - 목표 시간 내에 데이터 이행을 완료할 수 있도록 단계별 수행시간을 예 측하여 최적의 시나리오를 제시하여야 함 - 표준화된 코드체계에 따라 코드 데이터 이행이 수행되어야 함 - 데이터 이행방식은 데이터 무결성 유지가 최적화된 일괄이행 방식으로 수행함 - 여러 차례의 사전 테스트를 수행하여 이관 작업 간 발생할 수 있는 모든 위험 요소를 발견제거하고 본 작업을 수행하여야 함 - 데이터 정비 및 이행 작업 전 백업 및 복구방안을 수립하여야 함 - 이관 데이터 품질이관 데이터 GAP 분석서, 데이터 매핑정의서, 이관 프 로그램 등 확보를 위한 방안을 제시하여야 함 - 이관 데이터 정합성 검증 방안을 제시하고 수행하여야 함 이행 데이터 정제 - 이관 데이터 정제방안을 제시하고, 오류 데이터 식별 및 데이터 정제 작 업을 수행하여야 함 - 테이블 매핑정의서 작성 시 정제 대상 내용 및 처리방안을 포함하여야 함 - 원천시스템의 오류 데이터를 정제하여 목표 시스템에 정상 데이터를 이 관하여야 함 이행 데이터 정합성 검증 - 최종 이관 데이터에 대한 정합성 검증을 통하여 데이터의 무결성을 보장 하여야 함 - 매핑정의서의 매핑규칙에 맞게 이행되었는지 검증하여야 함 데이터 이관 시 민감 데이터개인정보 등에 대한 보안성 확보 방안을 제시하여야 함 산출 정보 이관 데이터 검증 계획결과서, 테이블 매핑 정의서 관련 요구사항 요구사항 출처 요구사항 분류 데이터 품질 요구사항 고유번호 DAR-010 요구사항 명칭 연계 데이터 관리체계 수립 요구사항 상세설명 정의 연계 데이터 관리체계 수립 세부내용 데이터 연계 관리 방안 제시 - 제공기관 및 활용기관 간 연계데이터의 정합성이 유지되도록 방안을 제 시하고 구축하여야 함 - 연계데이터에 대한 메타데이터를 작성하고 표준화 및 현행화를 위한 방안을 제시하여야 함 - 연계데이터를 제공 및 활용하는 기관 상호 간의 데이터 품질 확보를 위한 협의체가칭 등을 구성하여 연계표준이나 기준 등을 협의하고, 정기적인 연계데이터 정합성 검증을 통해 연계데이터 누락을 검증하는 등의 협조 체계를 제시하여야 함 산출 정보 연계 데이터 목록 정의서, 연계 데이터 관리 항목 정의서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  관리  도구"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  구조  관리  방안"
          ],
          [
            "",
            "세부내용",
            "○  데이터  구조  관리  방안\n    -  데이터  구조를  설계부터  구축,  운영  단계까지  지속적으로  관리  할  수  있는 \n방안을  제시하여야  함\n    -  운영  중인  메타데이터관리시스템  가이드  등을  참조해야  함(운영  시스템·\n자료가  있는  경우) \n    -  시스템  구축  기간  동안  DB의  형상과  물리  데이터  모델의  형상  일치  여부를 \n주기적으로  점검하고  보고하여야  함\n○  데이터  구조  변경이력  관리\n  -  데이터  구조  변경이력에  대한  관리방안을  제시하고  적용하여야  함"
          ],
          [
            "산출  정보",
            "",
            "데이터  구조관리  방안(매뉴얼,  가이드  등)"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "목표  시스템으로  데이터  이관"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "목표  시스템으로  데이터  이관"
          ],
          [
            "",
            "세부내용",
            "○  데이터  이관  계획  수립\n    -  데이터  이관에  필요한  인프라,  조직,  기술  등  수행  방안을  포함하여야  함\n    -  이행대상은  원천시스템의  전체  데이터를  대상으로  함\n    -  목표  시간  내에  데이터  이행을  완료할  수  있도록  단계별  수행시간을  예\n측하여  최적의  시나리오를  제시하여야  함\n    -  표준화된  코드체계에  따라  코드  데이터  이행이  수행되어야  함\n    -  데이터 이행방식은 데이터  무결성  유지가 최적화된 일괄이행 방식으로 수행함\n    -  여러  차례의  사전  테스트를  수행하여  이관  작업  간  발생할  수  있는  모든 \n위험  요소를  발견·제거하고  본  작업을  수행하여야  함\n    -  데이터  정비  및  이행  작업  전  백업  및  복구방안을  수립하여야  함\n    -  이관  데이터  품질(이관  데이터  GAP  분석서,  데이터  매핑정의서,  이관  프\n로그램  등)  확보를  위한  방안을  제시하여야  함\n    -  이관  데이터  정합성  검증  방안을  제시하고  수행하여야  함\n○  이행  데이터  정제\n    -  이관  데이터  정제방안을  제시하고,  오류  데이터  식별  및  데이터  정제  작\n업을  수행하여야  함\n    -  테이블  매핑정의서  작성  시  정제  대상  내용  및  처리방안을  포함하여야  함\n    -  원천시스템의  오류  데이터를  정제하여  목표  시스템에  정상  데이터를  이\n관하여야  함\n○  이행  데이터  정합성  검증\n    -  최종  이관  데이터에  대한  정합성  검증을  통하여  데이터의  무결성을  보장\n하여야  함\n    -  매핑정의서의  매핑규칙에  맞게  이행되었는지  검증하여야  함\n○ 데이터 이관 시 민감 데이터(개인정보 등)에 대한 보안성 확보 방안을 제시하여야 함"
          ],
          [
            "산출  정보",
            "",
            "이관  데이터  검증  계획/결과서,  테이블  매핑  정의서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  값  검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  값  검증  방안"
          ],
          [
            "",
            "세부내용",
            "○  데이터  값  진단  계획  수립   \n    -  데이터(연계데이터  포함)  값  진단  수행  일정을  사업  계획에  명시하고  수\n행하여야  함\n○  데이터  값  진단  수행  및  검증\n    -  데이터  값  진단  범위(전체  또는  일부)를  발주기관과  협의하여야  함\n    -  범정부  또는  발주기관의  표준을  준수하여  진단기준을  제시하여야  함\n    -  진단  결과에  따라  개선방안을  제시하여야  함"
          ],
          [
            "산출  정보",
            "",
            "데이터  값  진단  계획/결과서,  데이터  값  개선방안"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "연계  데이터  관리체계  수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연계  데이터  관리체계  수립"
          ],
          [
            "",
            "세부내용",
            "○  데이터  연계  관리  방안  제시\n    -  제공기관  및  활용기관  간  연계데이터의  정합성이  유지되도록  방안을  제\n시하고  구축하여야  함\n    -  연계데이터에  대한  메타데이터를  작성하고  표준화  및  현행화를  위한  방안을 \n제시하여야  함\n    -  연계데이터를  제공  및  활용하는  기관  상호  간의  데이터  품질  확보를  위한 \n협의체(가칭)  등을  구성하여  연계표준이나  기준  등을  협의하고,  정기적인 \n연계데이터  정합성  검증을  통해  연계데이터  누락을  검증하는  등의  협조\n체계를  제시하여야  함"
          ],
          [
            "산출  정보",
            "",
            "연계  데이터  목록  정의서,  연계  데이터  관리  항목  정의서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  개방  관리체계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개방데이터  서비스  연속성  확보  및  메타데이터  현행화"
          ],
          [
            "",
            "세부내용",
            "○  개방  데이터  서비스  연속성  확보\n  -  본  사업을  통해  구축되는  시스템과  연관된  개방데이터  목록을  식별하고 \n개방데이터의  서비스  연속성  확보  방안을  제시하여야  함 \n○  메타데이터  현행화\n  -  본  사업을  통해  구축되는  시스템의  데이터베이스에  대해  발주기관의  메타\n데이터관리시스템과  중앙메타관리시스템에  메타데이터  표준  관리항목이 \n등록  및  현행화  되도록  지원하여야  함"
          ],
          [
            "산출  정보",
            "",
            "개방데이터  목록  정의서,  메타데이터  현행화  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 17 - 테스트 요구사항TER 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 테스트 환경 구축 요구사항 상세설명 정의 테스트 환경 구축 준수 사항 세부내용 본 사업을 통해 구축되는 시스템과 관련하여 운영환경과 별도로 개발 및 테스트를 수행할 수 있는 환경 구축 산출 정보 테스트 환경 정의서 관련 요구사항 요구사항 출처 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-002 요구사항 명칭 테스트 방안 요구사항 상세설명 정의 테스트 방안 준수 사항 세부내용 대상 업무별 단위시험, 통합시험, 인수 테스트 등에 대한 방안을 제시 구축초기부터 구축완료까지 지속적인 테스트 실시, 테스트 결과 모니터링 및 테스트 결과 지속적으로 반영 도입되는 모든 사용 SW는 응용 SW와 종합적인 테스트를 실시하고 결과를 보고 산출 정보 테스트 환경 정의서, 테스트 결과서 관련 요구사항 요구사항 출처 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-003 요구사항 명칭 단위 테스트 수행 요구사항 상세설명 정의 단위 테스트 수행 준수 사항 세부내용 단위테스트 시나리오 작성 단위테스트 수행 및 결과서 제출 요구사항 기능충족 및 사용자 편의성 등 확인 산출 정보 테스트 시나리오, 테스트 결과서 관련 요구사항 요구사항 출처 - 18 - 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-004 요구사항 명칭 통합 테스트 수행 요구사항 상세설명 정의 통합 테스트 수행 준수 사항 세부내용 통합테스트 시나리오 작성 통합테스트 수행 및 결과서 제출 프로젝트 전체를 통합한 통합테스트 일정계획 수립 및 실행 산출 정보 테스트 시나리오, 테스트 결과서 관련 요구사항 요구사항 출처 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-005 요구사항 명칭 시험 운영 요구사항 상세설명 정의 안정적 운영을 위한 시범운영 시행 세부내용 검사 완료 후 시범운영안정화 수행 시범운영 및 안정화 기간에 대한 구체적인 계획 제시 일정, 목표, 참여 대상 및 범위, 시스템 구성방안 등 - 일정, 목표, 참여 대상 및 범위, 시스템 구성방안 등 - 시범운영 기간 중 성능저하 프로그램에 대한 튜닝수행방안 산출 정보 테스트 시나리오, 테스트 결과서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "통합  테스트  수행"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통합  테스트  수행  준수  사항"
          ],
          [
            "",
            "세부내용",
            "○  통합테스트  시나리오  작성\n○  통합테스트  수행  및  결과서  제출\n○  프로젝트  전체를  통합한  통합테스트  일정계획  수립  및  실행"
          ],
          [
            "산출  정보",
            "",
            "테스트  시나리오,  테스트  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트  환경  구축"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트  환경  구축  준수  사항"
          ],
          [
            "",
            "세부내용",
            "○ 본 사업을 통해 구축되는 시스템과 관련하여 운영환경과 별도로 개발 및 테스트를 \n수행할  수  있는  환경  구축"
          ],
          [
            "산출  정보",
            "",
            "테스트  환경  정의서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-005"
          ],
          [
            "요구사항  명칭",
            "",
            "시험  운영"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "안정적  운영을  위한  시범운영  시행"
          ],
          [
            "",
            "세부내용",
            "○  검사  완료  후  시범운영(안정화)  수행\n○  시범운영  및  안정화  기간에  대한  구체적인  계획  제시\n○  일정,  목표,  참여  대상  및  범위,  시스템  구성방안  등\n    -  일정,  목표,  참여  대상  및  범위,  시스템  구성방안  등\n    -  시범운영  기간  중  성능저하  프로그램에  대한  튜닝수행방안"
          ],
          [
            "산출  정보",
            "",
            "테스트  시나리오,  테스트  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트  방안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트  방안  준수  사항"
          ],
          [
            "",
            "세부내용",
            "○  대상  업무별  단위시험,  통합시험,  인수  테스트  등에  대한  방안을  제시\n○ 구축초기부터 구축완료까지 지속적인 테스트 실시, 테스트 결과 모니터링 및 \n테스트  결과  지속적으로  반영\n○  도입되는 모든 사용 S/W는 응용 S/W와 종합적인 테스트를 실시하고 결과를 보고"
          ],
          [
            "산출  정보",
            "",
            "테스트  환경  정의서,  테스트  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "단위  테스트  수행"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "단위  테스트  수행  준수  사항"
          ],
          [
            "",
            "세부내용",
            "○  단위테스트  시나리오  작성\n○  단위테스트  수행  및  결과서  제출\n○  요구사항  기능충족  및  사용자  편의성  등  확인"
          ],
          [
            "산출  정보",
            "",
            "테스트  시나리오,  테스트  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 19 - 보안 요구사항SER 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 보안관리 요구사항 상세설명 정의 보안 상세요구사항 세부내용 사업자는 공단의 보안정책을 위반하였을 경우 별첨1의 위규처리 기준에 따라 위규자 및 관리자를 행정조치하고 별첨2의 보안 위약금을 공단에 납부 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별첨3의 누출금지 대상정보에 대한 보안관리계획을 사업제안서에 기재하여야 하며, 해당 정보 누출시 공단은 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료시 정보보안담당자의 입회하에 완전 폐기 또는 반납 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출 별첨1 구분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 ᄋ 사업참여 제한 ᄋ 위규자 중징계 ᄋ 재발방지 계획 제출 ᄋ 특별보안 교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통 등에 유기 또는 이면지 활용 다. 개인정보ᆞ신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 비인가된 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용 시스템 불법접근 시도 등 ᄋ 위규자 중징계 ᄋ 재발방지 계획 제출 ᄋ 특별보안 교육 실시 - 20 - 구분 위 규 사 항 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 중요 자료를 휴지통 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방 치한 채 퇴근 나. 카카오톡 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순 숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 별첨 2 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 위규 심각 1건 위약금 비중 부정당업자 등록 위규 수준은 별표 1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "",
            "",
            "[별첨  2] \n보안  위약금  부과  기준\n1.  위규  수준별로  A~D  등급으로  차등  부과\n구분\n위규\n위약금 \n비중\n        *  위규  수준은  [별표  1]  참고\n2.  보안  위약금은  다른  요인에  의해  상쇄,  삭감이  되지  않도록  부과\n  *  보안사고는  1회의  사고만으로도  그  파급력이  큰  것을  감안하여  타  항목과 \n별도  부과\n3.  사업  종료시  지출금액  조정을  통해  위약금  정산",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "위          규          사          항",
            ""
          ],
          [
            "",
            "",
            "",
            "보  통",
            "1.  기관  제공  중요정책ㆍ민감  자료  관리  소홀\n    가.  주요  현안ㆍ보고자료를  책상위  등에  방치\n    나.  중요 자료를 휴지통 등에 유기 또는 이면지 활용\n  2.  사무실  보안관리  부실\n    가.  캐비넷ㆍ서류함ㆍ책상  등을  개방한  채  퇴근 \n    나.  출입키를  책상위  등에  방치\n  3.  보호구역  관리  소홀 \n    가.  통제ㆍ제한구역  출입문을  개방한  채  근무\n    나.  보호구역내 비인가자 출입허용 등 통제 미실시\n  4.  전산정보  보호대책  부실\n    가.  휴대용저장매체를  서랍ㆍ책상  위  등에  방\n치한  채  퇴근\n    나.  카카오톡  등  비인가  메신저  무단  사용 \n    다.  PC를  켜  놓거나  보조기억  매체(USB  등)를 \n꽂아  놓고  퇴근\n    라.  부팅ㆍ화면보호  패스워드  미부여  또는  \"1111\" \n등  단순  숫자  부여\n    마.  PC  비밀번호를  모니터옆  등  외부에  노출\n    바.  비인가  보조기억매체  무단  사용",
            ""
          ],
          [
            "",
            "",
            "",
            "경  미",
            "1.  업무  관련서류  관리  소홀\n    가.  진행중인  업무자료를  책상  등에  방치,  퇴근\n    나.  복사기ㆍ인쇄기  위에  서류  방치\n  2.  근무자  근무상태  불량\n    가.  각종  보안장비  운용  미숙\n    나.  경보ㆍ보안장치  작동  불량 \n  3.  전산정보  보호대책  부실 \n    가.  PC내  보안성이  검증되지  않은  프로그램  사용\n    나.  보안관련  소프트웨어의  주기적  점검  위반",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "위규  수준",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "A급",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "심각  1건",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "부정당업자 \n등록",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-001",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "보안관리",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안  상세요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "○  사업자는  공단의  보안정책을  위반하였을  경우  [별첨1]의  위규처리  기준에   \n  따라 위규자 및 관리자를 행정조치하고 [별첨2]의 보안 위약금을 공단에 납부\n○ 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, \n기술적  보안대책  및  [별첨3]의  ‘누출금지  대상정보’에  대한  보안관리계획을 \n사업제안서에 기재하여야 하며, 해당 정보 누출시 공단은 국가계약법 시행령 \n제76조에  따라  사업자를  부정당업체로  등록\n○  사업  수행과정에서  취득한  자료와  정보에  관하여  사업수행  중은  물론  사업 \n완료  후에도  이를  외부에  유출해서는  안되며,  사업종료시  정보보안담당자의 \n입회하에  완전  폐기  또는  반납\n○ 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 \n활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 \n제출\n[별첨1]",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "위          규          사          항",
            "처  리  기  준",
            ""
          ],
          [
            "",
            "",
            "",
            "심  각",
            "1.  비밀  및  대외비  급  정보  유출  및  유출시도\n    가.  정보시스템 구조, 데이터베이스 등의 정보  유출\n    나.  개인정보·신상정보  목록  유출\n    다.  비공개 항공사진·공간정보 등 비공개 정보 유출\n  2.  정보시스템에  대한  불법적  행위\n    가.  관련  시스템에  대한  해킹  및  해킹시도\n    나.  시스템  구축  결과물에  대한  외부  유출\n    다.  시스템  내  인위적인  악성코드  유포",
            "ㅇ  사업참여 \n제한\nㅇ  위규자 \n중징계\nㅇ  재발방지\n계획  제출\nㅇ  특별보안\n교육  실시",
            ""
          ],
          [
            "",
            "",
            "",
            "중  대",
            "1.  비공개  정보  관리  소홀 \n    가.  비공개  정보를  책상  위  등에  방치 \n    나.  비공개 정보를 휴지통 등에 유기 또는 이면지 활용\n    다.  개인정보ㆍ신상정보 목록을 책상 위  등에 방치\n    라.  기타  비공개  정보에  대한  관리소홀\n  2.  사무실ㆍ보호구역  보안관리  허술\n    가.  통제구역  출입문을  개방한  채  퇴근  등\n    나.  인가되지  않은  작업자의  내부  시스템  접근\n    다.  통제구역  내  장비·시설  등  무단  사진촬영 \n  3.  전산정보  보호대책  부실\n    가.  업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 \n    나.  웹하드·P2P  등  인터넷  자료공유사이트를 \n활용하여  용역사업  관련  자료  수발신\n    다.  개발·유지보수  시  비인가된  원격작업  사용\n    라.  저장된  비공개  정보  패스워드  미부여\n    마.  인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n    바.  외부용  PC를  업무망에  무단  연결  사용\n    사.  보안관련  프로그램  강제  삭제\n    아.  사용자  계정관리  미흡  및  오남용\n          (시스템  불법접근  시도  등)",
            "ㅇ  위규자 \n중징계\nㅇ  재발방지\n계획  제출\nㅇ  특별보안\n교육  실시",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 21 - 별첨 3 누출금지 대상정보 1. 기관 소유 정보시스템의 내ᆞ외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8. 공공기관의 정보공개에 관한 법률 제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9. 개인정보보호법 제2조제1항의 개인정보 10. 그 밖에 이사장이 공개가 불가하다고 판단한 자료 별첨 4 용역사업 보안점검 리스트 순번 점검항목 1 용역업체 사용 전산망과 기관 전산망의 분리 여부VLAN 분리 포함 2 용역업체 직원 PC의 내부 정보시스템 접근 통제 여부 3 P2P, 웹하드, 메신저 등 불필요한 인터넷 접속 차단 여부 4 용역업체 직원에 주요 계정 비밀번호 제공 여부 5 용역업체 직원에 비밀번호 부여시 관련사항 별도 기록 여부 6 용역업체 직원에 시스템 관리자 계정 단독 접근 여부 7 노트북PC 등 휴대형 정보시스템을 시스템 관리용 PC로 활용 여부 8 용역업체 직원 등에 의한 기관 외부에서의 비인가된 원격 접속ᆞ작업 여부 9 용역업체 정보시스템 접근시 작업이력 로깅 기능 사용 여부 10 용역업체 PC 및 휴대형 저장매체에 정보시스템 계정비밀번호 저장 여부 11 용역업체 PC에 설치된 운영체제 및 응용프로그램 최신상태 유지 여부 12 용역업체 PC 백신 프로그램 자동 업데이트 및 실시간 감시기능 사용 여부 13 용역업체 PC USBᆞCD-RWᆞ무선랜 등 매체 통제 여부 14 용역업체 PC 비밀번호 및 화면보호기 설정 여부 15 용역업체 직원의 비인가 정보통신장비노트북 등 휴대ᆞ반입 여부 산출 정보 관련 요구사항 요구사항 출처 - 22 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-002 요구사항 명칭 참여인력 보안 관리 요구사항 상세설명 정의 참여인력에 대한 보안관리 세부내용 참여 인력에 대한 보안관리 사업 착수 시 - 참여인원에 대해서는 투입 전, 보안서약서를 제출하여야 함 - 사업자는 용역사업 수행 전 참여인원에 대해 법률 또는 사내 규정에 의한 비밀유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육을 실시하여야 함 사업 수행 시 - 사업자는 보안의식강화를 위해 주기적으로 자체 보안교육을 실시해야 하여야 함 - 사업자는 반입된 단말기에 대해 매월 점검을 실시하고 해당 결과를 담당자에게 제출하여야 함 사업 종료 시 - 사업자는 사업관련 자료를 보유하고 있지 않으며 이를 위반 시 향후 법 적책임이 있음을 포함한 보안확약서를 작성하여 제출하여야 함 공단의 보안담당부서에서는 보안 취약개소 확인, 보안대책 강구 및 보안 위규사항 적발 등을 위하여 사업기간 중 보안점검을 시행할 수 있으며, 이에 성실히 응해야 함 산출 정보 보안서약서, 보안확약서, 보안점검대장 관련 요구사항 요구사항 출처 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-003 요구사항 명칭 개인정보 보호 요구사항 상세설명 정의 개인정보보호 강화 세부내용 개인정보 및 중요정보의 데이터는 암호화하여 저장해야 함 개인정보는 사용사유가 소멸된 시점에 즉시 파기 또는 삭제조치해야 함 관리자 부주의에 의한 개인정보 유출 방지 조치 - 개인정보 처리시스템의 관리자 페이지는 인터넷에서 접속 불가하며, 필요 시 적절한 접근제한 조치를 적용하여야 함 SSL-VPN 이용, 접속 IP 제한, 2-factor 인증, 안전한 비밀번호 정책 적용 등 - 관리자가 게시글, 댓글, 첨부파일을 등록할 경우, 아래의 경고문구를 안내하여야 함 ᄋ 이용자 부주의에 의한 개인정보 유출 방지 조치 - 불필요한 자유게시판의 생성은 지양하여야 하며, 특히, 개인정보를 대량으 로 노출시킬 수 있는 파일 업로드 기능은 제거하여야 함 누구든지 글을 작성하고 열람할 수 있는 게시판을 의미 - 부득이하게 자유게시판을 생성하거나 파일 업로드 기능을 구현할 경우, 전체 비공개 화 하거나 비밀번호를 설정하여 작성자만 내용을 확인할 수 있도록 구현하여야 함 - 이용자가 게시글, 댓글, 첨부파일을 등록할 경우, 아래의 경고문구를 안내하여야 함 잠깐만요! 해당게시판은누구나볼수있는공개게시판입니다. 개인정보보호를위해개인정보는이게시판에등록하지말아주세요 부득이하게게시해야할경우에는비식별조치하여등록해주세요 잠깐만요! 해당게시판은누구나볼수있는공개게시판입니다. 개인정보보호를위해개인정보는이게시판에등록하지말아주세요 부득이하게게시해야할경우에는비식별조치하여등록해주세요 산출 정보 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "참여인력  보안  관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "참여인력에  대한  보안관리"
          ],
          [
            "",
            "세부내용",
            "○  참여  인력에  대한  보안관리\n    ➢  사업  착수  시\n      -  참여인원에  대해서는  투입  전,  “보안서약서”를  제출하여야  함\n      -  사업자는  용역사업  수행  전  참여인원에  대해  법률  또는  사내  규정에  의한 \n          비밀유지의무  준수  및  위반  시  처벌내용  등에    대한  보안교육을  실시하여야  함\n    ➢  사업  수행  시\n          -  사업자는 보안의식강화를 위해 주기적으로 자체 보안교육을 실시해야 하여야 함\n          -  사업자는  반입된  단말기에  대해  매월  점검을  실시하고  해당  결과를 \n              담당자에게  제출하여야  함\n    ➢  사업  종료  시\n      -  사업자는  사업관련  자료를  보유하고  있지  않으며  이를  위반  시  향후  법\n적책임이  있음을  포함한  “보안확약서”를  작성하여  제출하여야  함\n○ 공단의 보안담당부서에서는 보안 취약개소 확인, 보안대책 강구 및 보안 위규사항 적발 \n등을  위하여  사업기간  중  보안점검을  시행할  수  있으며,  이에  성실히  응해야  함"
          ],
          [
            "산출  정보",
            "",
            "보안서약서,  보안확약서,  보안점검대장"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "[별첨  3]\n누출금지  대상정보\n  1.  기관  소유  정보시스템의  내ㆍ외부  IP주소  현황\n  2.  세부  정보시스템  구성현황  및  정보통신망  구성도\n  3.  사용자계정ㆍ비밀번호  등  정보시스템  접근권한  정보\n  4.  정보통신망  취약점  분석·평가  결과물\n  5.  용역사업  결과물  및  프로그램  소스코드\n  6.  국가용  보안시스템  및  정보보호시스템  도입  현황\n  7.  침입차단시스템ㆍ방지시스템(IPS)  등  정보보호제품  및  라우터ㆍ스위치  등   \n네트워크  장비  설정  정보\n  8.  ｢공공기관의  정보공개에  관한  법률｣  제9조제1항에  따라  비공개  대상  정보로 \n분류된  기관의  내부문서\n9.  ｢개인정보보호법｣  제2조제1항의  개인정보\n10.  그  밖에  이사장이  공개가  불가하다고  판단한  자료\n[별첨  4]\n용역사업  보안점검  리스트",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "순번",
            "점검항목",
            ""
          ],
          [
            "",
            "",
            "",
            "1",
            "용역업체  사용  전산망과  기관  전산망의  분리  여부(VLAN  분리  포함)",
            ""
          ],
          [
            "",
            "",
            "",
            "2",
            "용역업체  직원  PC의  내부  정보시스템  접근  통제  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "3",
            "P2P,  웹하드,  메신저  등  불필요한  인터넷  접속  차단  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "4",
            "용역업체  직원에  주요  계정  비밀번호  제공  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "5",
            "용역업체  직원에  비밀번호  부여시  관련사항  별도  기록  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "6",
            "용역업체  직원에  시스템  관리자  계정  단독  접근  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "7",
            "노트북PC  등  휴대형  정보시스템을  시스템  관리용  PC로  활용  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "8",
            "용역업체 직원 등에 의한 기관 외부에서의 비인가된 원격 접속ㆍ작업 여부",
            ""
          ],
          [
            "",
            "",
            "",
            "9",
            "용역업체  정보시스템  접근시  작업이력  로깅  기능  사용  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "10",
            "용역업체 PC 및  휴대형 저장매체에 정보시스템 ‘계정/비밀번호’  저장 여부",
            ""
          ],
          [
            "",
            "",
            "",
            "11",
            "용역업체  PC에  설치된  운영체제  및  응용프로그램  최신상태  유지  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "12",
            "용역업체 PC 백신  프로그램 자동  업데이트 및 실시간 감시기능 사용  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "13",
            "용역업체  PC  USBㆍCD-RWㆍ무선랜  등  매체  통제  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "14",
            "용역업체  PC  비밀번호  및  화면보호기  설정  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "15",
            "용역업체  직원의  비인가  정보통신장비(노트북  등)  휴대ㆍ반입  여부",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출  정보",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "개인정보  보호"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보보호  강화"
          ],
          [
            "",
            "세부내용",
            "○  개인정보  및  중요정보의  데이터는  암호화하여  저장해야  함\n○  개인정보는  사용사유가  소멸된  시점에  즉시  파기  또는  삭제조치해야  함\n○  관리자  부주의에  의한  개인정보  유출  방지  조치\n  -  개인정보  처리시스템의  관리자  페이지는  인터넷에서  접속  불가하며,  필요  시 \n적절한  접근제한  조치*를  적용하여야  함\n      *  SSL-VPN  이용,  접속  IP  제한,  2-factor  인증,  안전한  비밀번호  정책  적용  등\n  -  관리자가 게시글, 댓글, 첨부파일을 등록할  경우, 아래의 경고문구를 안내하여야 함\n[잠깐만요!]\n해당 게시판은 누구나 볼 수 있는 공개 게시판입니다.\n개인정보 보호를 위해 개인정보는 이 게시판에 등록하지 말아주세요\n부득이하게 게시해야 할 경우에는 비식별 조치하여 등록해주세요\nㅇ  이용자  부주의에  의한  개인정보  유출  방지  조치\n  -  불필요한  자유게시판*의  생성은  지양하여야  하며,  특히,  개인정보를  대량으\n로  노출시킬  수  있는  파일  업로드  기능은  제거하여야  함\n      *  누구든지  글을  작성하고  열람할  수  있는  게시판을  의미\n  -  부득이하게  자유게시판을  생성하거나  파일  업로드  기능을  구현할  경우,  전체  비공개\n화 하거나 비밀번호를 설정하여 작성자만 내용을 확인할 수 있도록 구현하여야 함\n  -  이용자가 게시글, 댓글, 첨부파일을 등록할 경우,  아래의  경고문구를 안내하여야 함\n[잠깐만요!]\n해당 게시판은 누구나 볼 수 있는 공개 게시판입니다.\n개인정보 보호를 위해 개인정보는 이 게시판에 등록하지 말아주세요\n부득이하게 게시해야 할 경우에는 비식별 조치하여 등록해주세요"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 23 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-004 요구사항 명칭 시큐어 코딩 요구사항 상세설명 정의 소프트웨어 개발 시 보안취약점 제거 세부내용 프로그래밍 관련 시큐어 코딩 방안 마련 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부 고시에 의거하여 소스코드 전체에 대하여 소프트웨어 보안 취약점이 없도록 구축하여야 하며 다음 가이드를 준수 하여야 함 - 소프트웨어 개발보안 가이드행정안전부 - 소프트웨어 보안약점 진단 가이드행정안전부 산출 정보 취약점 점검 및 조치결과서 관련 요구사항 요구사항 출처 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-005 요구사항 명칭 내부자료 보안관리 요구사항 상세설명 정의 내부자료 보안관리 세부내용 전산망도ᆞIP 현황 등 공단에서 제공하는 자료에 대해서는 상호간의 책임자가 직접 서명한 후 인수인계하여야 함 사업수행을 위해 제공된 내부 자료는 복사 및 외부반출을 금지함 제공된 내부 자료는 매일 퇴근 시 반납하여야 한다. 단, 비밀문서를 제외한 일반문서는 잠금장치가 된 보관함이 있는 경우 자료를 보관함에 보관하여야 함 용역사업 발주부서의 담당자는 용역수행업체에 제공된 사무실에 보관되어 있는 자료에 대해서는 수시로 관리상태를 점검하여야 함 산출 정보 자료관리대장 관련 요구사항 요구사항 출처 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-006 요구사항 명칭 내ᆞ외부망 접근에 대한 보안관리 요구사항 상세설명 정의 내ᆞ외부망 접근에 대한 보안관리 세부내용 사업 수행 시 공단 내부망에 대한 접속은 공단의 사전승인을 득하여야 함 업체에서 사용하는 PC는 인터넷 연결을 금지함을 원칙으로 함 SMTP, FTP 및 P2P 등의 서비스 사용 불가 산출 정보 정보시스템 사용 권한 신청서, 사용자 계정 신청서 관련 요구사항 요구사항 출처 - 24 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-007 요구사항 명칭 장비 보안관리 요구사항 상세설명 정의 장비 보안관리 세부내용 공단에 반입하는 모든 PC 및 파일 등은 백신프로그램의 점검을 통해 사전에 안전성이 확보되어야 함 USB 및 외장하드디스크 등 탈착이 용이한 보조기억매체의 사용은 금지함 다만, 산출물작성 등의 보조기억매체가 필요한 경우에는 공단에서 제공한 보조기억매체를 담당자의 관리하에 사용하여야함 사업 종료 시까지는 반입된 PC의 반출을 금지함. 다만, 모의해킹 등 외부반출이 필요한 경우는 자료유출에 대비한 보안대책을 공단에 제출하여 승인을 득한 후 최소한의 장비만 반출할 수 있음 참여인원이 퇴근 시에 PC등 반입된 장비를 외부로 반출할 수 없으며, 반드시 제공된 사무실내의 잠금장치가 있는 장소에 보관하여야 함 사업 종료 시 용역업체의 PC 및 보조기억장치는 본 사업과 관련된 모든 자료를 완전삭제 후 반출하여야 함 스마트폰, PDA 등의 휴대용 장비 내에 공단의 내부자료 등이 기록되어져서는 안 되며, 용역업체의 보안책임관이 수시로 확인하고, 공단의 확인을 득하도록 하여야 함 산출 정보 장비 반입반출 대장 관련 요구사항 요구사항 출처 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-008 요구사항 명칭 산출물에 대한 보안관리 요구사항 상세설명 정의 산출물에 대한 보안관리 세부내용 사업수행 시 생산되는 모든 산출물은 업체의 보안책임관 관리하에 있는 형상관리서버에 저장하여야 하고, 계정관리 및 접근권한 관리를 철저히 하여야 함 사업수행 시 생산된 산출물 및 기록은 공단이 인가하지 않은 비인가자에게 제공대여열람을 금지함 사업종료 후 사업 중 수집한 중요 문서는 공단에 제출하여야 하며, 기타 자료는 삭제 및 세단 후 폐기하고 공단의 점검을 받아야 함 최종 산출물 및 개발에 사용한 자료의 용역 수행업체의 보관은 금지함을 원칙으로 함. 다만, 하자보수 등으로 필요한 경우에는 공단의 승인을 득한 후 사용할 수 있음 산출 정보 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "시큐어  코딩"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어  개발  시  보안취약점  제거"
          ],
          [
            "",
            "세부내용",
            "○  프로그래밍  관련  시큐어  코딩  방안  마련\n○ 행정기관 및 공공기관 정보시스템 구축·운영지침(행정안전부 고시)에 의거하여 \n소스코드 전체에 대하여 소프트웨어 보안 취약점이 없도록 구축하여야 하며 \n다음  가이드를  준수  하여야  함\n    -  소프트웨어  개발보안  가이드(행정안전부)\n    -  소프트웨어  보안약점  진단  가이드(행정안전부)"
          ],
          [
            "산출  정보",
            "",
            "취약점  점검  및  조치결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-007"
          ],
          [
            "요구사항  명칭",
            "",
            "장비  보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장비  보안관리"
          ],
          [
            "",
            "세부내용",
            "○ 공단에 반입하는 모든 PC 및 파일 등은 백신프로그램의 점검을 통해 사전에 \n안전성이  확보되어야  함\n○ USB 및 외장하드디스크 등 탈착이 용이한 보조기억매체의 사용은 금지함 다만, \n산출물작성  등의  보조기억매체가  필요한  경우에는  공단에서  제공한 \n보조기억매체를  담당자의  관리하에  사용하여야함\n○ 사업 종료 시까지는 반입된 PC의 반출을 금지함. 다만, 모의해킹 등 외부반출이 \n필요한 경우는 자료유출에 대비한 보안대책을 공단에 제출하여 승인을 득한 \n후  최소한의  장비만  반출할  수  있음\n○ 참여인원이 퇴근 시에 PC등 반입된 장비를 외부로 반출할 수 없으며, 반드시 \n제공된  사무실내의  잠금장치가  있는  장소에  보관하여야  함\n○ 사업 종료 시 용역업체의 PC 및 보조기억장치는 본 사업과 관련된 모든 자료를 \n완전삭제  후  반출하여야  함\n○ 스마트폰, PDA 등의 휴대용 장비 내에 공단의 내부자료 등이 기록되어져서는 안 되며, \n용역업체의  보안책임관이  수시로  확인하고,  공단의  확인을  득하도록  하여야  함"
          ],
          [
            "산출  정보",
            "",
            "장비  반입·반출  대장"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항  명칭",
            "",
            "내부자료  보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "내부자료  보안관리"
          ],
          [
            "",
            "세부내용",
            "○ 전산망도ㆍIP 현황 등 공단에서 제공하는 자료에 대해서는 상호간의 책임자가 \n직접  서명한  후  인수·인계하여야  함\n○  사업수행을  위해  제공된  내부  자료는  복사  및  외부반출을  금지함\n○  제공된  내부  자료는  매일  퇴근  시  반납하여야  한다.  단,  비밀문서를  제외한 \n일반문서는  잠금장치가  된  보관함이  있는  경우  자료를  보관함에  보관하여야  함\n○ 용역사업 발주부서의 담당자는 용역수행업체에 제공된 사무실에 보관되어 있는 \n자료에  대해서는  수시로  관리상태를  점검하여야  함"
          ],
          [
            "산출  정보",
            "",
            "자료관리대장"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-008"
          ],
          [
            "요구사항  명칭",
            "",
            "산출물에  대한  보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산출물에  대한  보안관리"
          ],
          [
            "",
            "세부내용",
            "○  사업수행  시  생산되는  모든  산출물은  업체의  보안책임관  관리하에  있는 \n형상관리서버에 저장하여야 하고, 계정관리 및 접근권한 관리를 철저히 하여야 함\n○  사업수행  시  생산된  산출물  및  기록은  공단이  인가하지  않은  비인가자에게 \n제공·대여·열람을  금지함\n○ 사업종료 후 사업 중 수집한 중요 문서는 공단에 제출하여야 하며, 기타 자료는 \n삭제  및  세단  후  폐기하고  공단의  점검을  받아야  함\n○ 최종 산출물 및 개발에 사용한 자료의 용역 수행업체의 보관은 금지함을 원칙으로 \n함. 다만, 하자보수 등으로 필요한 경우에는 공단의 승인을  득한 후 사용할 수 있음"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항  명칭",
            "",
            "내ㆍ외부망  접근에  대한  보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "내ㆍ외부망  접근에  대한  보안관리"
          ],
          [
            "",
            "세부내용",
            "○  사업  수행  시  공단  내부망에  대한  접속은  공단의  사전승인을  득하여야  함\n○  업체에서  사용하는  PC는  인터넷  연결을  금지함을  원칙으로  함\n○  SMTP,  FTP  및  P2P  등의  서비스  사용  불가"
          ],
          [
            "산출  정보",
            "",
            "정보시스템  사용  권한  신청서,  사용자  계정  신청서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 25 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-009 요구사항 명칭 시스템 내외부서비스 분리 및 보안이슈 사전협의 요구사항 상세설명 정의 시스템 내외부서비스 분리 및 보안이슈 사전협의 세부내용 대외 시스템의 경우 내부 사용자용 프로그램과 외부 서비스용 프로그램을 분리하여 구축하여야 함 개인정보 수집회원가입, 외부 시스템 연계 등 보안 이슈사항 발생 시 반드시 정보화담당부서와 협의하여야 함VPN회선 등 공단의 외부에서 이루어지는 용역사업에서 공단시스템에 접근이 필요한 경우에는 보안이 강화된 회선 사용침입차단시스템 등 산출 정보 관련 요구사항 요구사항 출처 - 26 - 품질 요구사항QUR 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 시스템 품질 요구사항 상세설명 정의 품질 일반 요구사항 세부내용 시스템의 24시간 운영이 가능하여야 함 백업절차를 수립하여 적용하고 매뉴얼을 제공하여야 함 신속한 장애복구를 위한 장애 상황별 대응방안을 제시하고, 지원체계를 마련하여야 함 산출 정보 백업 및 복구 절차서 관련 요구사항 요구사항 출처 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-002 요구사항 명칭 시스템 품질 보증 요구사항 상세설명 정의 품질 보증 방안 세부내용 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시하여야 함 제안사는 품질보증을 보장하기 위한 품질보증방안을 제시하여야 함 제안사가 대외적으로 인정받을 만한 품질보증 관련 인증을 받은 경우 이를 입증할 수 있는 근거 서류를 제시하여야 함 산출 정보 품질 보증 계획서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-009"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  내/외부서비스  분리  및  보안이슈  사전협의"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  내/외부서비스  분리  및  보안이슈  사전협의"
          ],
          [
            "",
            "세부내용",
            "○ 대외 시스템의  경우  내부  사용자용  프로그램과  외부 서비스용  프로그램을 \n분리하여  구축하여야  함\n○ 개인정보 수집(회원가입), 외부 시스템 연계 등 보안 이슈사항 발생 시 반드시 \n정보화담당부서와  협의하여야  함(VPN회선  등)\n○  공단의  외부에서  이루어지는  용역사업에서  공단시스템에  접근이  필요한 \n경우에는  보안이  강화된  회선  사용(침입차단시스템  등)"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  품질"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질  일반  요구사항"
          ],
          [
            "",
            "세부내용",
            "○  시스템의  24시간  운영이  가능하여야  함\n○  백업절차를  수립하여  적용하고  매뉴얼을  제공하여야  함\n○  신속한  장애복구를  위한  장애  상황별  대응방안을  제시하고,  지원체계를 \n마련하여야  함"
          ],
          [
            "산출  정보",
            "",
            "백업  및  복구  절차서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  품질  보증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질  보증  방안"
          ],
          [
            "",
            "세부내용",
            "○  품질보증의  범위,  품질보증을  위한  조직,  절차,  점검방법  등을  제시하여야  함\n○  제안사는  품질보증을  보장하기  위한  품질보증방안을  제시하여야  함\n○  제안사가  대외적으로  인정받을  만한  품질보증  관련  인증을  받은  경우  이를 \n입증할  수  있는  근거  서류를  제시하여야  함"
          ],
          [
            "산출  정보",
            "",
            "품질  보증  계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 27 - 제약 사항COR 요구사항 분류 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 표준화 항목 요구사항 상세설명 정의 정보화기반표준 준수 요구사항 세부내용 정보화기반표준 준수 요구사항 - 전자정부 구축을 위한 기술 아키텍처 표준을 제시한 행정기관 및 공공기관 정보시스템 구축운영 기술 지침을 준수 - 신규 대국민 웹사이트 구축이 필요한 경우 정보시스템 구축운영지침 제14조의2에 따라 웹사이트 총량제 준수 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-002 요구사항 명칭 표준 프레임워크 및 공통 컴포넌트 적용 요구사항 상세설명 정의 표준 프레임워크 및 공통 컴포넌트 적용 세부내용 표준 프레임워크 및 공통 컴포넌트 적용 - 전자정부 표준 프레임워크와 공통컴포넌트 적용이 원칙 - 향후 재활용 및 공동 활용할 수 있도록 컴포넌트 기반으로 개발 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-003 요구사항 명칭 개발언어 사용 요구사항 상세설명 정의 개발언어 사용 세부내용 개발언어의 제약이 필요한 경우의 정의 - 제조사의 지속적인 기술지원이 가능한 개발 툴 및 언어를 사용하여야 하며, 유지관리 용이성을 위하여 가급적 JAVA, JSP 등 범용적으로 사용하고 있는 언어 선정 - 기술지원 및 유지관리 용이성 등을 고려한 개발 언어를 협의하여 선정 산출 정보 관련 요구사항 요구사항 출처 - 28 - 요구사항 분류 제약사항 요구사항 고유번호 COR-004 요구사항 명칭 시스템 개발 언어 요구사항 상세설명 정의 시스템 구축과 관련한 계약조건 세부내용 시스템 개발 언어 정의 - 웹 프로그램은 JSP로, 타 기관 연계스템필요시은 JAVAHTML5로 개발 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-005 요구사항 명칭 데이터 제약사항 요구사항 상세설명 정의 데이터 사용 및 접근 제약사항 세부내용 데이터 사용 및 접근 제약사항 - 허가된 사용자에 한하여 DBMS 접근 및 사용을 제한 함 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-006 요구사항 명칭 기존 시스템 호환 요구사항 상세설명 정의 시스템 구현의 유연성 세부내용 시스템 구축 기간 내 적용 법령 등 규정 변경시 반영하여 개발하여야 함 - 규정에 대한 적용 시점을 고려하여 발주기관과 협의하여 적용 기존 시스템 운영에 영향을 주지 않는 프로그램을 구현 하여야 함 - 기 구축되어 있는 시스템 구조 및 전체 표준과 호환성, 시스템 통합 및 분석설계, 데이터유형, 프로세스 환경 유형, 사용자 유형, 시스템 간 물리적 네트워크 연결구성을 고려하여 구조 설계 산출 정보 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  개발  언어"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  구축과  관련한  계약조건"
          ],
          [
            "",
            "세부내용",
            "○  시스템  개발  언어  정의\n-  웹  프로그램은  JSP로,  타  기관  연계스템(필요시)은  JAVA(HTML5)로  개발"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "표준화  항목"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정보화기반표준  준수  요구사항"
          ],
          [
            "",
            "세부내용",
            "○  정보화기반표준  준수  요구사항\n-  전자정부  구축을  위한  기술  아키텍처  표준을  제시한  “행정기관  및  공공기관 \n정보시스템  구축·운영  기술  지침”을  준수\n- 신규  대국민  웹사이트  구축이  필요한  경우  정보시스템  구축·운영지침 \n제14조의2에  따라  웹사이트  총량제  준수"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  사용  및  접근  제약사항"
          ],
          [
            "",
            "세부내용",
            "○  데이터  사용  및  접근  제약사항\n-  허가된  사용자에  한하여  DBMS  접근  및  사용을  제한  함"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "표준  프레임워크  및  공통  컴포넌트  적용"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "표준  프레임워크  및  공통  컴포넌트  적용"
          ],
          [
            "",
            "세부내용",
            "○  표준  프레임워크  및  공통  컴포넌트  적용\n-  전자정부  표준  프레임워크와  공통컴포넌트  적용이  원칙\n-  향후  재활용  및  공동  활용할  수  있도록  컴포넌트  기반으로  개발"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "기존  시스템  호환"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  구현의  유연성"
          ],
          [
            "",
            "세부내용",
            "○  시스템  구축  기간  내  적용  법령  등  규정  변경시  반영하여  개발하여야  함\n-  규정에  대한  적용  시점을  고려하여  발주기관과  협의하여  적용\n○  기존  시스템  운영에  영향을  주지  않는  프로그램을  구현  하여야  함\n-  기  구축되어  있는  시스템  구조  및  전체  표준과  호환성,  시스템  통합  및 \n분석설계,  데이터유형,  프로세스  환경  유형,  사용자  유형,  시스템  간  물리적 \n네트워크  연결구성을  고려하여  구조  설계"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "개발언어  사용"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발언어  사용"
          ],
          [
            "",
            "세부내용",
            "○  개발언어의  제약이  필요한  경우의  정의\n-  제조사의  지속적인  기술지원이  가능한  개발  툴  및  언어를  사용하여야  하며, \n유지관리  용이성을  위하여  가급적  JAVA,  JSP  등  범용적으로  사용하고  있는 \n언어  선정\n-  기술지원  및  유지관리  용이성  등을  고려한  개발  언어를  협의하여  선정"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 29 - 요구사항 분류 제약사항 요구사항 고유번호 COR-007 요구사항 명칭 감리 대응 요구사항 상세설명 정의 감리 대응 세부내용 감리 계획 수립 및 감리 협조 - 관련규정 전자정부지원사업 관리지침 제23조 및 전자정부법 제57조 행정기관등의 정보시스템 감리 - 감리계획에 따른 실행에 대응하여야 함 - 수요기관이 추후 별도의 전문기관을 통해 감리를 실시하는 경우, 정보화사업 감리수행 가이드에 기재된 사항을 점검할 수 있도록 감리법인이 점검하기 위한 산출물을 작성하여 제출하여야 함 필요시 정보시스템 감리 수행 가능 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-008 요구사항 명칭 표준 제약사항 요구사항 상세설명 정의 규정 변경에 따른 시스템 구현의 유연성 세부내용 규정 변경에 따른 시스템 구현의 유연성 - 시스템 구축 기간 내 적용 법령규정 변경 시 반영하여 개발 - 각종 법령 및 공단 정보보안업무지침 등 각종 규정 준수 - 사업기간 및 유지관리 기간 중 각종 법률, 규정 변경 발생 시 프로그램 수정 보완 제공공단 내부규정 및 지침 포함 - 계약자는 제안요청서 및 제반관련 법규정에 의하여 수행함을 원칙으로 하며, 제안요청서의 문구, 용어의 해석과 과업의 범위 등에 대하여 발주자와 의견을 달리하는 경우는 상호간 협의 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-009 요구사항 명칭 데이터 표준화 지침 필요 요구사항 상세설명 정의 데이터 표준화 지침 방안 수립 세부내용 데이터 표준화 지침 방안 수립 - 기준정보를 관리하기 위한 코드관리체계, 표준화 방안을 수립해야 함 - 내외부의 데이터에 대한 품질관리 방안을 마련해야 함 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시에 따름 산출 정보 관련 요구사항 요구사항 출처 - 30 - 요구사항 분류 제약사항 요구사항 고유번호 COR-010 요구사항 명칭 데이터 표준화 지침 방안 수립 요구사항 상세설명 정의 데이터 표준화 지침 방안 수립 세부내용 데이터 표준화 정의 - 용어, 코드, 도메인 표준화, 표준화 규칙 수립 - 행정업무용 표준코드가 존재하는 경우 표준코드 활용 - KS, TTA 표준규격을 참조하여 DB설계 및 분석정보 표준모델 작성 정보시스템 및 웹사이트 구축 관련지침 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 - 행정공공기관 웹사이트 구축운영 가이드행정안전부 - 전자정부 웹사이트 품질관리 지침행정안전부 고시 - 행정기관의 코드표준화 추진지침행정안전부 - 표준 프레임워크 적용 가이드한국정보화진흥원 - 행정기관 정보시스템 접근권한 관리규정행정안전부 - 행정정보 데이터베이스 표준화지침행정안전부 - 웹접근성 향상을 위한 국가표준 기술 가이드라인한국정보화진흥원 - 장애인고령자 등의 정보접근 및 이용편의 증진을 위한 고시과학기술정보통신부 - 한국형 웹콘텐츠 접근성 지침 2.1과학기술정보통신부 정보보호 관련지침 - 국가 정보보안 기본지침국가정보원 - 홈페이지 보안관리 매뉴얼국가사이버안전센터 - 전자정부 정보보호 관리체계G-ISMS 인증지침행정안전부 - 웹사이트 SW웹 개발보안가이드행정안전부 - 소프트웨어 개발보안 가이드행정안전부 - 홈페이지 취약점 진단제거 가이드한국인터넷진흥원 - Web2.0 정보보호 실무가이드행정안전부 - 소프트웨어 보안약점 진단가이드행정안전부 사업기간 중 위의 관련지침 등이 변경되거나 새롭게 관련지침이 발표되었을 때 에도 이를 반영하여야 함 산출 정보 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "감리  대응"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "감리  대응"
          ],
          [
            "",
            "세부내용",
            "○  감리  계획  수립  및  감리  협조\n-  관련규정:  전자정부지원사업  관리지침  제23조  및  전자정부법  제57조 \n(행정기관등의  정보시스템  감리)\n-  감리계획에  따른  실행에  대응하여야  함\n-  수요기관이  추후  별도의  전문기관을  통해  감리를  실시하는  경우,   \n‘정보화사업  감리수행  가이드’에  기재된  사항을  점검할  수  있도록 \n감리법인이  점검하기  위한  산출물을  작성하여  제출하여야  함\n※  필요시  정보시스템  감리  수행  가능"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "표준  제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "규정  변경에  따른  시스템  구현의  유연성"
          ],
          [
            "",
            "세부내용",
            "○  규정  변경에  따른  시스템  구현의  유연성\n-  시스템  구축  기간  내  적용  법령/규정  변경  시  반영하여  개발\n-  각종  법령  및  공단  정보보안업무지침  등  각종  규정  준수\n-  사업기간  및  유지관리  기간  중  각종  법률,  규정  변경  발생  시  프로그램 \n수정  보완  제공(공단  내부규정  및  지침  포함)\n-  계약자는  제안요청서  및  제반관련  법규정에  의하여  수행함을  원칙으로 \n하며,  제안요청서의  문구,  용어의  해석과  과업의  범위  등에  대하여 \n발주자와  의견을  달리하는  경우는  상호간  협의"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준화  지침  방안  수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준화  지침  방안  수립"
          ],
          [
            "",
            "세부내용",
            "○  데이터  표준화  정의 \n-  용어,  코드,  도메인  표준화,  표준화  규칙  수립 \n-  행정업무용  표준코드가  존재하는  경우  표준코드  활용 \n-  KS,  TTA  표준규격을  참조하여  DB설계  및  분석정보  표준모델  작성 \n○  정보시스템  및  웹사이트  구축  관련지침 \n-  행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부) \n-  행정·공공기관  웹사이트  구축·운영  가이드(행정안전부) \n- 전자정부  웹사이트  품질관리  지침(행정안전부  고시)\n-  행정기관의  코드표준화  추진지침(행정안전부) \n-  표준  프레임워크  적용  가이드(한국정보화진흥원) \n-  행정기관  정보시스템  접근권한  관리규정(행정안전부) \n-  행정정보  데이터베이스  표준화지침(행정안전부) \n-  웹접근성  향상을  위한  국가표준  기술  가이드라인(한국정보화진흥원) \n-  장애인·고령자 등의 정보접근 및 이용편의 증진을 위한 고시(과학기술정보통신부) \n-  한국형  웹콘텐츠  접근성  지침  2.1(과학기술정보통신부) \n○  정보보호  관련지침 \n-  국가  정보보안  기본지침(국가정보원) \n-  홈페이지  보안관리  매뉴얼(국가사이버안전센터) \n-  전자정부  정보보호  관리체계(G-ISMS)  인증지침(행정안전부) \n-  웹사이트  SW(웹)  개발보안가이드(행정안전부) \n-  소프트웨어  개발보안  가이드(행정안전부) \n-  홈페이지  취약점  진단·제거  가이드(한국인터넷진흥원) \n-  Web2.0  정보보호  실무가이드(행정안전부) \n-  소프트웨어  보안약점  진단가이드(행정안전부) \n※  사업기간  중  위의  관련지침  등이  변경되거나  새롭게  관련지침이 \n발표되었을  때  에도  이를  반영하여야  함"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준화  지침  필요"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준화  지침  방안  수립"
          ],
          [
            "",
            "세부내용",
            "○  데이터  표준화  지침  방안  수립 \n-  기준정보를  관리하기  위한  코드관리체계,  표준화  방안을  수립해야  함 \n-  내외부의  데이터에  대한  품질관리  방안을  마련해야  함 \n-  공공기관의  데이터베이스  표준화  지침(행정안전부  고시)에  따름"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 31 - 요구사항 분류 제약사항 요구사항 고유번호 COR-011 요구사항 명칭 기술적용계획표 및 결과표 작성 요구사항 상세설명 정의 기술적용계획표 및 결과표 작성 세부내용 기술적용계획표 및 결과표 작성에 대한 요구사항 - 발주처가 작성한 기술적용계획표의 검토 및 준수와 결과표 작성 방안을 제시하여야 함 - 기술적용계획표의 기술표준이 본 사업에 부합하는지 검토하여야 하며, 변경이 필요할 경우 타당한 사유를 제시하여 발주처와 상호 협의하여 조정하여야 함 기술적용계획표 및 결과표 작성 - 공공 SW사업 기술표준을 준수하여야 하며, 제안서에 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부고시에 의한 붙임 1 기술적용계획표를 작성제출하여야 함 - 사업자는 계약체결 후 사업수행계획서 제출 시 정보시스템의 구축운영 기술지침에 따라 기술적용계획 및 결과표를 첨부하여 발주자의 검토 받아야 함 산출 정보 관련 요구사항 요구사항 출처 - 32 - 요구사항 분류 제약사항 요구사항 고유번호 COR-012 요구사항 명칭 개인정보보호법 준수 요구사항 상세설명 정의 개인정보보호법 준수 세부내용 개인정보보호법 및 동법시행령 등에 따른 개인정보보호 관련 고시지침 준수 - 개인정보 처리 방법에 관한 고시개인정보위 - 개인정보 안전성 확보조치 기준개인정보위 - 개인정보의 기술절관리적 보호조치 기준개인정보위 - 표준 개인정보 보호 지침개인정보위 - 가명정보의 결합 및 반출 등에 관한 고시개인정보위 - 개인정보 영향평가에 관한 고시개인정보위 고시에 따라 아래 기준 이상의 개인정보 처리 시 발주처에서 개인정보 영향평가를 발주하며 영향평가결과를 반영하여 시스템을 구축해야 함 내 용 1 구축운용 또는 변경하려는 개인정보파일로서 5만명 이상의 정보주체에 관한 민감정보 또는 고유식별정보의 처리가 수반되는 개인정보파일 2 구축운용하고 있는 개인정보파일을 해당 기관 내부 또는 외부에서 구 축운용하고 있는 다른 개인정보파일과 연계하려는 경우로서 연계결과 50만명 이상의 정보주체에 관한 개인정보가 포함되는 개인정보파일 3 구축운용 또는 변경하려는 개인정보파일로서 100만명 이상의 정보 주체에 관한 개인정보파일 4 개인정보 영향평가를 받은 후에 개인정보 검색체계 등 개인정보파일의 운용체계를 변경하려는 경우 그 개인정보파일 개인정보 안전성 확보조치 기준 이행반영 - 개인정보 열람 시 접속기록최소 2년 이상 보관관리 - 개인정보 접근권한 부여변경말소 이력최소 3년 이상 보관관리 - 고유식별번호 및 비밀번호 생체인식정보는 안전한 암호 알고리즘을 사용 하여 저장 데이터의 보안 강화를 위해 SSL서비스 도입 개인정보보호를 위한 DB 암호화하여 자료 유출방지 - 인증서 기반GPKI 로그인 방식 적용 후 IDPW 로그인 - 정보보안 강화를 위한 시스템에 각종 패치, 환경설정 지원 등 공공기관 홈페이지 공공 GPKI, I-PIN, SSL를 적용하여 안정적으로 서비스가 운영 될 수 있도록 해야 함모든 데이터 송수신시 SSL 적용 산출 정보 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-011"
          ],
          [
            "요구사항  명칭",
            "",
            "기술적용계획표  및  결과표  작성"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술적용계획표  및  결과표  작성"
          ],
          [
            "",
            "세부내용",
            "○  기술적용계획표  및  결과표  작성에  대한  요구사항 \n-  발주처가  작성한  기술적용계획표의  검토  및  준수와  결과표  작성  방안을 \n제시하여야  함 \n-  기 술 적 용 계 획 표 의   기 술 표 준 이   본   사 업 에   부 합 하 는 지   검 토 하 여 야 \n하 며 ,  변 경 이   필 요 할   경 우   타 당 한   사 유 를   제 시 하 여   발 주 처 와 \n상 호   협 의 하 여   조 정 하 여 야   함\n○  기술적용계획표  및  결과표  작성\n-  공공  SW사업 기술표준을  준수하여야  하며,  제안서에 “행정기관 및  공공기관  정보시스템 \n구축운영지침(행정안전부고시)”에 의한 [붙임 1] ‘기술적용계획표’를 작성·제출하여야 함\n-  사업자는  계약체결  후  사업수행계획서  제출  시 \n‘정보시스템의  구축·운영 \n기술지침’에  따라 \n‘기술적용계획  및  결과표’를  첨부하여  발주자의  검토 \n받아야  함"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-012",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "개인정보보호법  준수",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보보호법  준수",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "○  개인정보보호법  및  동법시행령  등에  따른  개인정보보호  관련  고시·지침  준수 \n-  개인정보  처리  방법에  관한  고시(개인정보위)\n-  개인정보  안전성  확보조치  기준(개인정보위)\n-  개인정보의  기술절·관리적  보호조치  기준(개인정보위)\n-  표준  개인정보  보호  지침(개인정보위) \n- 가명정보의  결합  및  반출  등에  관한  고시(개인정보위)\n- 개인정보  영향평가에  관한  고시(개인정보위)\n※  고시에  따라  아래  기준  이상의  개인정보  처리  시  발주처에서  개인정보 \n영향평가를  발주하며  영향평가결과를  반영하여  시스템을  구축해야  함\n○  개인정보  안전성  확보조치  기준  이행·반영\n  -  개인정보  열람  시  접속기록(최소  2년  이상)  보관·관리\n  -  개인정보  접근권한  부여·변경·말소  이력(최소  3년  이상)  보관·관리\n  -  고유식별번호 및 비밀번호 생체인식정보는 안전한 암호 알고리즘을 사용  하여 저장\n○  데이터의  보안  강화를  위해  SSL서비스  도입\n○  개인정보보호를  위한  DB  암호화하여  자료  유출방지\n-  인증서  기반(GPKI)  로그인  방식  적용  후  ID/PW  로그인\n-  정보보안  강화를  위한  시스템에  각종  패치,  환경설정  지원  등\n※  공공기관  홈페이지  공공  GPKI,  I-PIN,  SSL를  적용하여  안정적으로  서비스가 \n운영  될  수  있도록  해야  함(모든  데이터  송수신시  SSL  적용)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "내        용",
            ""
          ],
          [
            "",
            "",
            "",
            "1",
            "구축‧운용  또는  변경하려는  개인정보파일로서  5만명  이상의  정보주체에 \n관한  민감정보  또는  고유식별정보의  처리가  수반되는  개인정보파일",
            ""
          ],
          [
            "",
            "",
            "",
            "2",
            "구축‧운용하고  있는  개인정보파일을  해당  기관  내부  또는  외부에서  구\n축‧운용하고  있는  다른  개인정보파일과  연계하려는  경우로서  연계결과 \n50만명  이상의  정보주체에  관한  개인정보가  포함되는  개인정보파일",
            ""
          ],
          [
            "",
            "",
            "",
            "3",
            "구축‧운용  또는  변경하려는  개인정보파일로서  100만명  이상의  정보\n주체에  관한  개인정보파일",
            ""
          ],
          [
            "",
            "",
            "",
            "4",
            "개인정보  영향평가를  받은  후에  개인정보  검색체계  등  개인정보파일의 \n운용체계를  변경하려는  경우  그  개인정보파일",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출  정보",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 33 - 요구사항 분류 제약사항 요구사항 고유번호 COR-013 요구사항 명칭 웹표준 및 호환성 준수 요구사항 상세설명 정의 웹표준 및 호환성 준수 세부내용 다양한 브라우저 및 정보기기 호환을 위한 웹 표준 및 호환성 준수 - 웹 표준 문법을 준수하여 구축 W3C Markup Validationhttpvalidator.w3.org문법검사 통과 W3C CSS Validationhttpjigsaw.w3.orgcss-validator문법검사 통과 - 웹 호환성 확보로 크로스브라우징 지원 동작호환성 확보, 레이아웃 호환성 확보, 플러그인 호환성 확보 6종 이상 브라우저IE 7이상, 파이어폭스, 사파리, 크롬 등 지원 - 사업완료시 웹호환성 준수 증빙자료를 제출하여야 함 W3C Markup Validator, CSS Validator, 크로스브라우징 지원 진단 체크리스트 최신 웹표준 준수 사항 - 구현되는 시스템은 운영체제 및 웹브라우저의 종류 및 버전에 의존하지 않고 정상적으로 실행이 가능하도록 최신 웹표준을 준수하여야 함 웹표준은 국제웹표준화기구W3C에서 정한 웹표준을 적용함 - 통용되는 웹브라우저의 최근 3년 이내의 모든 버전에서 완벽하게 구동 되어야함 - 한국형 웹 콘텐츠 접근성 지침 준수하여야 함 - 웹 접근성 품질인증 심사가이드한국정보화진흥원 준수하여야 함 - 웹 접근성 및 호환성 진단 및 조치하여야 함 웹 접근성 인증기관의 인증심사에 소요되는 비용은 개발업체 부담임 웹 호환성 확보 준수 사항 - 웹 호환성 확보를 위하여전자정부 웹사이트 품질관리 지침을 준수하여야 함 - NON-ActiveX 기반으로 최소 상이한 3종 이상IE, Firefox, Opera, Chrome, safari 등의 웹브라우저를 지원하여야 함 - 웹사이트 품질 관리를 위해 디지털 정부서비스 UIUX 가이드라인을 준수하여야 함 산출 정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-014 요구사항 명칭 웹 접근성 준수 요구사항 상세설명 정의 웹 접근성 준수 세부내용 장애인 및 노인의 이용편의성을 위한 웹 접근성 준수 - 구현되는 시스템은 장애인차별금지법에 의한 웹접근성을 준수하여야 한다. 이는 웹시스템 및 모바일 시스템에 공통적으로 적용하여야 함 - 장애인차별금지법에 따른 웹 접근성 준수를 위해 한국형 웹 콘텐츠 접근성 지침 2.1KICS.OT -10.0003R2, 2015.3.31.준수하여야 함 K-WAH 4.0 자동점검툴 통과준수율 95 이상 및 자동 점검툴에서 진단되지 않는 주관적 진단항목 준수 - 웹 접근성 평가 보고서 제출3 depth 100 페이지 이상 점검하여야 함 산출 정보 관련 요구사항 요구사항 출처 - 34 - 프로젝트 관리 요구사항PMR 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 사업관리 방안 요구사항 상세설명 정의 체계적인 사업 관리 방안 제시 세부내용 위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 사업관리 방법론을 통해 체계적인 사업관리 방안 제시 사업 착수에서 종료까지 체계적으로 사업을 관리해야 함 본 사업을 기간 내에 완수하기 위한 단계별 추진일정 및 세부 활동 내용 등이 포함된 일정계획을 제시하여야 함 기능비그능 요구사항을 관리하고, 각각의 요구사항이 사업 전 단계의 관련 산출물에 반영 여부를 확인할 수 있도록 관리 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 통제 및 리스크 관리 방안을 제시 산출 정보 사업수행 계획서 관련 요구사항 요구사항 출처 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-002 요구사항 명칭 사업일정 관리 요구사항 상세설명 정의 사업 추진일정 및 진척도 관리 세부내용 추진일정을 참고하여 작업 수행공정간 상호연계가 될 수 있도록 일정계획이 제시되어야 하며 가급적 상세하게 기술하여야 함 사업수행에 필요한 활동의 도출, 각 활동의 합리적 배열과 기간산정, 자원할당의 적절성을 고려하여 상세일정을 수립하여야 함 업무 진척도를 관리할 조직, 방법, 절차 등을 제시하여야 함 업무 진척도가 계획과 상이할 경우를 대비한 대응방안을 포함 산출 정보 사업수행 계획서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "사업관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "체계적인  사업  관리  방안  제시"
          ],
          [
            "",
            "세부내용",
            "○ 위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 사업관리 방법론을 통해 \n체계적인  사업관리  방안  제시\n○  사업  착수에서  종료까지  체계적으로  사업을  관리해야  함\n○ 본 사업을 기간 내에 완수하기 위한 단계별 추진일정 및 세부 활동 내용 등이 \n포함된  일정계획을  제시하여야  함\n○  기능/비그능  요구사항을  관리하고,  각각의  요구사항이  사업  전  단계의  관련 \n산출물에  반영  여부를  확인할  수  있도록  관리\n○ 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항 \n상세화  과정에서의  리스크  관리  등  각종  위험에  대한  통제  및  리스크  관리 \n방안을  제시"
          ],
          [
            "산출  정보",
            "",
            "사업수행  계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-013"
          ],
          [
            "요구사항  명칭",
            "",
            "웹표준  및  호환성  준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹표준  및  호환성  준수"
          ],
          [
            "",
            "세부내용",
            "○  다양한  브라우저  및  정보기기  호환을  위한  웹  표준  및  호환성  준수 \n-  웹  표준  문법을  준수하여  구축 \n*  W3C  Markup  Validation(http://validator.w3.org)문법검사  통과 \n*  W3C  CSS  Validation(http://jigsaw.w3.org/css-validator)문법검사  통과 \n-  웹  호환성  확보로  크로스브라우징  지원 \n*  동작호환성  확보,  레이아웃  호환성  확보,  플러그인  호환성  확보 \n*  6종  이상  브라우저(IE  7이상,  파이어폭스,  사파리,  크롬  등)  지원 \n-  사업완료시  웹호환성  준수  증빙자료를  제출하여야  함 \n*  W3C  Markup \nValidator, \nCSS \nValidator,  크로스브라우징  지원  진단 \n체크리스트 \n○  최신  웹표준  준수  사항\n-  구현되는  시스템은  운영체제  및  웹브라우저의  종류  및  버전에  의존하지 \n않고  정상적으로  실행이  가능하도록  최신  웹표준을  준수하여야  함\n*  웹표준은  국제웹표준화기구(W3C)에서  정한  웹표준을  적용함\n-  통용되는  웹브라우저의  최근  3년  이내의  모든  버전에서  완벽하게  구동 \n되어야함\n-  한국형  웹  콘텐츠  접근성  지침  준수하여야  함\n-  웹  접근성  품질인증  심사가이드(한국정보화진흥원)  준수하여야  함\n-  웹  접근성  및  호환성  진단  및  조치하여야  함\n*  웹  접근성  인증기관의  인증심사에  소요되는  비용은  개발업체  부담임\n○  웹  호환성  확보  준수  사항\n- 웹  호환성  확보를  위하여「전자정부  웹사이트  품질관리  지침」을  준수하여야 \n함\n-  NON-ActiveX  기반으로  최소  상이한  3종  이상(IE,  Firefox,  Opera,  Chrome, \nsafari  등)의  웹브라우저를  지원하여야  함\n- 웹사이트 품질 관리를 위해 「디지털 정부서비스 UI/UX 가이드라인」을 준수하여야 \n함"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "사업일정  관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업  추진일정  및  진척도  관리"
          ],
          [
            "",
            "세부내용",
            "○ 추진일정을 참고하여 작업 수행공정간 상호연계가 될 수 있도록 일정계획이 \n제시되어야  하며  가급적  상세하게  기술하여야  함\n○ 사업수행에 필요한 활동의 도출, 각 활동의 합리적 배열과 기간산정, 자원할당의 \n적절성을  고려하여  상세일정을  수립하여야  함\n○  업무  진척도를  관리할  조직,  방법,  절차  등을  제시하여야  함\n○  업무  진척도가  계획과  상이할  경우를  대비한  대응방안을  포함"
          ],
          [
            "산출  정보",
            "",
            "사업수행  계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-014"
          ],
          [
            "요구사항  명칭",
            "",
            "웹  접근성  준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹  접근성  준수"
          ],
          [
            "",
            "세부내용",
            "○  장애인  및  노인의  이용편의성을  위한  웹  접근성  준수 \n-  구현되는  시스템은  장애인차별금지법에  의한  웹접근성을  준수하여야  한다. \n이는  웹시스템  및  모바일  시스템에  공통적으로  적용하여야  함 \n-  장애인차별금지법에  따른  웹  접근성  준수를  위해  “한국형  웹  콘텐츠  접근성 \n지침  2.1(KICS.OT  -10.0003/R2,  2015.3.31.)”준수하여야  함 \n○ K-WAH 4.0 자동점검툴 통과(준수율 95% 이상) 및 자동 점검툴에서 진단되지 \n않는  주관적  진단항목  준수 \n-  웹  접근성  평가  보고서  제출(3  depth  100  페이지  이상  점검)하여야  함"
          ],
          [
            "산출  정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 35 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-003 요구사항 명칭 사업보고 요구사항 상세설명 정의 사업 추진일정 및 진척도 관리 세부내용 선정된 사업자는 계약착수일 10일 이내에 계약서, 제안요청서, 제안서, 과업 내용서 등을 근거로, 본 사업을 수행하기 위한 프로젝트 사업수행계획서를 제출하여야 함 사업 목적 및 범위 산출물 목록 및 정의서 사업추진에 따른 사업관리 및 품질관리 방법 및 절차 사업추진관련 기술지원이전 및 교육계획 사업추진에 필요한 협조요청 사항 기타 사업 추진 시 고려 사항 계약일로부터 사업완료일까지 사업수행계획서에 제시된 절차에 따른 현재의 구체적인 공정 및 진행사항에 대하여 다음의 내용이 포함된 정기적으로 진도보고서 제출 추진계획 대비 실적 차월 계획 및 변경 사항 주요 추진내용 및 단계별 산출물 주요 의사결정 및 협조사항 산출 정보 사업수행 계획서 관련 요구사항 요구사항 출처 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-004 요구사항 명칭 소프트웨어 사업정보 제출 요구사항 상세설명 정의 소프트웨어 사업정보 데이터 작성 및 제출 세부내용 소프트웨어 진흥법제22조에 따라 SW사업정보SW사업 수행 및 실적정보 데이터를 작성 및 제출하여야 함 SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출 안내 문서를 참조토록 함 SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 명시하도록 함 SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 산정가능 전문가를 포함토록 함 산출 정보 최종 산출물, EA산출물 관련 요구사항 요구사항 출처 - 36 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-005 요구사항 명칭 최종 산출물 제출 요구사항 상세설명 정의 사업 추진일정 및 진척도 관리 세부내용 계약종료 14일 이내에 사업 결과의 최종 산출물을 제출해야 하며, 이때 제안요청서, 제안서, 계약서, 과업내용서, 사업수행계획서 등에 업무 범위로 되어 있는 사항이 포함되어야 함 사업개요 및 개발 내용 사용자별 시스템 이용 매뉴얼운영자사용자 매뉴얼 시스템 관리 자료 번 호 목 록 1 프로그램 개발 명세서주요 DB table 연계내역 포함 2 소스 프로그램 설치 구성도 3 응용프로그램 구성도 메뉴 구성도 포함 4 ERDEntity Relation Diagram 테이블 명세서, 관계도 5 시스템구성 및 동작에 필요한 각종 설정파일 정보설명서 6 소스코드 원본형상관리 업로드 및 콘텐츠 제작자료 일체 7 시스템 구동, shutdown 등 장애 대응 매뉴얼 8 운영메뉴얼 및 관리자용 메뉴얼 9 취약점소스코드, 웹 접검 및 조치결과 보고서 - EA 산출물 용역결과를 EA 산출물로 작성입력하여 검수담당자에게 확인을 받아야 함 아키텍처 영역 BA AA DA TA ᄋ 제안사는 저작권 문제를 해결하여야 하며, 저작권에 관련된 증빙서류를 모 두 제출하여야 함SW, 이미지, 서체 등 저작권 문제가 발생할 수 있는 것은 모두 포함 산출 정보 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "사업보고"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업  추진일정  및  진척도  관리"
          ],
          [
            "",
            "세부내용",
            "○  선정된  사업자는  계약착수일 10일 이내에 계약서, 제안요청서,  제안서,  과업   \n내용서  등을  근거로,  본  사업을  수행하기  위한  프로젝트  사업수행계획서를   \n제출하여야  함\n        ·  사업  목적  및  범위 \n        ·  산출물  목록  및  정의서\n        ·  사업추진에  따른  사업관리  및  품질관리  방법  및  절차\n        ·  사업추진관련  기술지원(이전)  및  교육계획\n        ·  사업추진에  필요한  협조요청  사항\n        ·  기타  사업  추진  시  고려  사항\n○ 계약일로부터 사업완료일까지 사업수행계획서에 제시된 절차에 따른 현재의 \n구체적인  공정  및  진행사항에  대하여  다음의  내용이  포함된  정기적으로 \n진도보고서  제출\n        ·  추진계획  대비  실적\n        ·  차월  계획  및  변경  사항\n        ·  주요  추진내용  및  단계별  산출물\n        ·  주요  의사결정  및  협조사항"
          ],
          [
            "산출  정보",
            "",
            "사업수행  계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-005",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "최종  산출물  제출",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업  추진일정  및  진척도  관리",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "○  계약종료  14일  이내에  사업  결과의  최종  산출물을  제출해야  하며,  이때     \n제안요청서,  제안서,  계약서,  과업내용서,  사업수행계획서  등에  업무  범위로   \n  되어  있는  사항이  포함되어야  함\n        ·  사업개요  및  개발  내용\n        ·  사용자별  시스템  이용  매뉴얼(운영자/사용자  매뉴얼)\n        ·  시스템  관리  자료\n      -  EA  산출물\n        ·  용역결과를  EA  산출물로  작성(입력)하여  검수담당자에게  확인을  받아야  함\n아키텍처  영역\nBA\nAA\nDA\nTA\nㅇ  제안사는  저작권  문제를  해결하여야  하며,  저작권에  관련된  증빙서류를  모\n두  제출하여야  함(S/W,  이미지,  서체  등  저작권  문제가  발생할  수  있는  것은 \n모두  포함)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "번  호",
            "목  록",
            ""
          ],
          [
            "",
            "",
            "",
            "1",
            "프로그램  개발  명세서(주요  DB  table  연계내역  포함)",
            ""
          ],
          [
            "",
            "",
            "",
            "2",
            "소스  프로그램  설치  구성도",
            ""
          ],
          [
            "",
            "",
            "",
            "3",
            "응용프로그램  구성도  (메뉴  구성도  포함)",
            ""
          ],
          [
            "",
            "",
            "",
            "4",
            "ERD(Entity  Relation  Diagram)  :  테이블  명세서,  관계도",
            ""
          ],
          [
            "",
            "",
            "",
            "5",
            "시스템구성  및  동작에  필요한  각종  설정파일  정보설명서",
            ""
          ],
          [
            "",
            "",
            "",
            "6",
            "소스코드  원본(형상관리  업로드)  및  콘텐츠  제작자료  일체",
            ""
          ],
          [
            "",
            "",
            "",
            "7",
            "시스템  구동,  shutdown  등  장애  대응  매뉴얼",
            ""
          ],
          [
            "",
            "",
            "",
            "8",
            "운영메뉴얼  및  관리자용  메뉴얼",
            ""
          ],
          [
            "",
            "",
            "",
            "9",
            "취약점(소스코드,  웹)  접검  및  조치결과  보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출  정보",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "소프트웨어  사업정보  제출"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어  사업정보  데이터  작성  및  제출"
          ],
          [
            "",
            "세부내용",
            "○ 「소프트웨어 진흥법」제22조에 따라 SW사업정보(SW사업 수행 및 실적정보) \n데이터를  작성  및  제출하여야  함\n○  SW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  자료실의 \n‘SW사업정보  저장소  데이터  제출  안내’  문서를  참조토록  함\n○  SW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물      리스트에 \n명시하도록  함\n○ SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 산정가능 \n전문가를  포함토록  함"
          ],
          [
            "산출  정보",
            "",
            "최종  산출물,  EA산출물"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 37 - 프로젝트 지원 요구사항PSR 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 사용자, 관리자 교육 요구사항 상세설명 정의 시스템 사용자 및 관리자 교육 세부내용 사업자는 시스템 운영 및 관리에 필요한 기술교육을 실시하여야 하며, 사전에 교육계획서를 작성하여 발주기관에 제출하여야 함교육내용, 일정 등은 주관기관과 협의 필요 교육계획서에는 교육 훈련에 대한 목적 및 내용, 교육대상, 방법, 일정, 장소, 강사진 등에 대한 상세사항이 포함되어야 하며, 공급된 HW 및 상용소프트웨어에 대한 교육기관 등 해당 업무의 교육 과정이 별도로 있을 경우 이를 포함하여야 함 교육내용은 시스템의 운영, 감시 및 보안, 비상복구, 장애대처 방법 등 시스템 운영에 필요한 내용으로 구성하여야 함 산출 정보 교육 계획서 관련 요구사항 요구사항 출처 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-002 요구사항 명칭 안정화 및 기술지원 요구사항 상세설명 정의 시스템 안정화를 위한 핵심인력 및 기술지원 세부내용 시스템 구축 및 운영 관련 기술이전 대상 목록과 기술이전 방법 등에 대한 계획서를 제출하여야 하며 기술이전 내용과 일정 등은 주관기관과 협의하여 결정하여야 함 신규 도입하는 HW, SW에 대한 사양과 운용에 관한 기술을 지원하여야 함 산출 정보 교육 계획서 관련 요구사항 요구사항 출처 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-003 요구사항 명칭 안정화 및 기술지원 요구사항 상세설명 정의 시스템 사용, 유지보수 및 지원 세부내용 사용자운영관리 매뉴얼, 가이드 등 운영 필요 자료 제공 홈페이지 개편 후 1년간 지속적 관리 및 유지보수 지원 정기비정기적인 사용자 요청에 따른 웹페이지 내용의 수정 홈페이지의 메뉴별 기능 및 온라인 서비스에 문제가 발생할 경우, 긴급 복구 지원 결정하여야 함 산출 정보 사용자 매뉴얼, 관리자 매뉴얼 관련 요구사항 요구사항 출처 - 38 - III. 유의사항 1. 계약이행 관련 ᄋ 수행자는 계약서, 제안요청서 및 발주처의 지시를 성실히 이행하여야 함 ᄋ 수행자는 계약체결일로부터 10일 이내에 용역수행계획서, 보안각서 등이 포함된 착수계를 제출하여 발주처의 승인을 받아야 함 ᄋ 수행자는 용역수행계획서의 내용을 수정 또는 추가하고자 하는 경우 발주처와 사전에 협의하여야 함 ᄋ 수행자의 과업수행내용, 추진방법 등이 목적에 미흡하다고 판단되면 발주처는 보완을 요청할 수 있고 이 경우 수행자는 발주처의 지시에 응해야 함 ᄋ 과업의 내용에 관하여 수행자와 발주처간 이견이 있는 경우 통념에 따라 해석하되, 계약관련 제반 규정, 용어 등 계약의 수행 중 계약 당사자 간에 발생하는 분쟁은 상호 협의에 의하여 해결함 ᄋ 수행자는 본 용역에 투입한 인력이 다른 용역에 참여할 경우, 그 참여율의 합이 100를 초과하게 해서는 아니 되며, 이를 어겨 생기는 발주처의 손실 또는 손해에 대하여는 보상 또는 배상하여야 함 ᄋ 계약 당사자는 투입인력을 자유롭게 구성 및 운영하되, 사업의 품질, 보안, 일정 등에 위험이 발생하지 않도록 해야 함 ᄋ 계약 당사자는 투입인력을 임의 교체할 수 있으나 교체 시 발주처에 교체 사실을 통보하여야 하며, 인력교체로 인한 업무공백이 발생하지 않도록 해야 함 ᄋ 본 용역 수행과정에서 수행자의 귀책사유로 제3자에게 피해를 주었을 경우 수행자는 그에 대하여 자기 비용으로 배상하여야 함 ᄋ 용역 이행내용이 발주처 요구기준에 미달하는 경우, 발주처는 이의 보완을 요청할 수 있으며, 이 경우 수행자는 자기 비용으로 조치하여야 한다. 발주처에 대한 감사결과에 따른 처분 결정 등이 있을 경우 이에 따라야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자,  관리자  교육"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  사용자  및  관리자  교육"
          ],
          [
            "",
            "세부내용",
            "○ 사업자는 시스템 운영 및 관리에 필요한 기술교육을 실시하여야 하며, 사전에 \n교육계획서를  작성하여  발주기관에  제출하여야  함(교육내용,  일정  등은 \n주관기관과  협의  필요)\n○  교육계획서에는  교육  훈련에  대한  목적  및  내용,  교육대상, 방법,  일정,  장소, \n강사진 등에 대한 상세사항이 포함되어야 하며, 공급된 H/W 및 상용소프트웨어에 \n대한 교육기관 등 해당 업무의 교육  과정이 별도로 있을 경우 이를 포함하여야 함\n○ 교육내용은 시스템의 운영, 감시 및 보안, 비상복구, 장애대처 방법 등 시스템 \n운영에  필요한  내용으로  구성하여야  함"
          ],
          [
            "산출  정보",
            "",
            "교육  계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "안정화  및  기술지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  안정화를  위한  핵심인력  및  기술지원"
          ],
          [
            "",
            "세부내용",
            "○ 시스템 구축 및 운영 관련 기술이전 대상 목록과 기술이전 방법 등에 대한 계획서를 \n제출하여야 하며 기술이전 내용과 일정 등은 주관기관과 협의하여 결정하여야 함\n○  신규  도입하는  H/W,  S/W에 대한  사양과  운용에  관한 기술을 지원하여야 함"
          ],
          [
            "산출  정보",
            "",
            "교육  계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "안정화  및  기술지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  사용,  유지보수  및  지원"
          ],
          [
            "",
            "세부내용",
            "○  사용자/운영관리  매뉴얼,  가이드  등  운영  필요  자료  제공\n○  홈페이지  개편  후  1년간  지속적  관리  및  유지보수  지원 \n○  정기/비정기적인  사용자  요청에  따른  웹페이지  내용의  수정\n○ 홈페이지의 메뉴별 기능 및 온라인 서비스에 문제가 발생할 경우, 긴급 복구 \n지원  결정하여야  함"
          ],
          [
            "산출  정보",
            "",
            "사용자  매뉴얼,  관리자  매뉴얼"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 39 - 2. 착수 및 성과보고 관련 ᄋ 착수보고 제안요청서, 제안서, 계약서 등을 근거로 세부추진계획 보고 ᄋ 수시보고 긴급사항 및 서면 요구에 의해 지정된 내용 보고 ᄋ 완료보고 사업 종료 시 과업수행업체는 전체 추진단계의 수행결과 보고 ᄋ 용역산출물 최종보고서 4부전자파일 2부 3. 보안유지 관련 ᄋ 수행자는 공단 용역업체 보안관리 절차서를 준수하여 용역 업무를 수행해야 함 ᄋ 수행자는 용역수행 중 취득하게 된 자료와 용역산출물 등을 외부에 유출하거나 발주처의 허락 없이 타목적으로 사용하지 못함 ᄋ 계약 종료 시 취득한 자료, 서류 및 중간ᆞ최종 산출물 등 용역과 관련된 자료는 전부 반납하여야 하며, 복사본 등 별도보관 불가 ᄋ 수행자는 본 계약과 관련하여 인지한 발주처의 사업내용에 관하여 제3자에게 누설하여서는 아니 되며, 그 외에 발주처가 요구하는 보안사항을 준수하여야 함 ᄋ 수행자는 발주처의 사전 승인 없이는 본 용역에 관한 사항을 광고 또는 홍보하지 못함 ᄋ 수행자가 상기사항을 위반하였을 경우에는 그에 따르는 민형사상 책임을 져야 함 - 40 - IV. 제안서의 작성제출 및 평가 1. 제안서의 효력 ᄋ 제안서는 계약서와 동일한 효력을 가짐 ᄋ 제안서에 명시된 내용과 발주처의 요구로 수정ᆞ보완ᆞ변경된 내용은 계약서와 동일한 효력을 가짐. 단, 상충하는 경우 계약서의 내용이 우선함 ᄋ 제안서의 해석에 관하여 이견이 있으면 상호 협의하여 조정함 ᄋ 발주처로부터 추가자료 제출 요청이 있는 경우 제안자는 이에 성실히 응하여야 하며, 미제출로 인한 불이익의 책임은 제안자에게 있음 2. 준수사항 및 유의사항 ᄋ 본 사업에 관한 제안은 계약예규 용역계약일반조건 및 용역 입찰 유의서를 준수하여 작성제출해야 함 ᄋ 본 사업과 관련하여 제안요청서에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률, 동법 시행령, 동법 시행규칙 및 협상에 의한 계 약 체결기준의 규정 등을 준용함 ᄋ 제안자는 제안서 작성에 관한 중요한 질문이 있는 경우 발주처에 문서로 질 의함을 원칙으로 함. 전화 또는 구두 질의도 가능하기는 하나 이 경우 발주 처가 답한 내용은 법적 효력을 갖지 못함 ᄋ 제안자가 협력 파트너를 활용하는 경우에는 그 사실을 제안서에 반드시 기재하 여야 하며, 추후 협력 파트너를 변경하는 경우에는 발주처의 승인을 얻어야 함 ᄋ 제안자는 수행자로 선정된 경우, 본 사업수행 중 제안자 귀책사유로 발생한 모든 손해를 발주처에게 배상하여야 함 ᄋ 본 사업과 관련하여 제출된 제안서 및 자료 일체, 사업으로 인한 모든 성과물은 발주처에 귀속되며 제안자에게 반환하지 않음 ᄋ 제안서 내용에 중대한 허위사실이 있다고 판단되는 경우 발주처는 제안자를 평가 및 협상대상자 선정에서 제외하고, 낙찰을 취소하거나 계약을 해지하고, 이를 근거로 부정당업자 제재를 관계기관에 요청할 수 있음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 41 - ᄋ 제안자가 다른 제안자와 담합한 사실이 발견되거나 담합하였다고 판단할 구 체적 증거가 있는 경우, 당해 제안자의 제안을 무효로 함 ᄋ 제안자는 본 사업에 관한 제안서 작성, 입찰 및 낙찰 후 사업수행 과정에서 얻은 발주처의 자료 및 관련 정보를 외부에 제공하거나 누설하지 아니하여야 함 ᄋ 본 제안요청서 내용에 관한 이해의 차이가 있는 경우 발주처의 해석에 따름 ᄋ 본 제안을 위하여 소요되는 비용은 제안자가 부담함 ᄋ 제안서 발표일에 불참한 제안자에 대한 평가는 서면평가로 진행함 3. 작성 규격 및 제본 요령 ᄋ 제안요청서의 목차 및 내용은 평가표 및 평가기준을 따라야 함 ᄋ 제안서는 수정이 불가능한 전자문서 형태PDF로 제출하여야 함 ᄋ 제안서에 사용된 영문약어는 그에 관한 해설을 제시하여야 함 ᄋ 추가 제안사항이 있는 경우 제안서 목차에 포함하거나 별도 항목으로 작성 할 수 있으며, 없는 경우는 해당 없음으로 표기함 ᄋ 이 가능하다, 을 제공할 수 있다, 을 고려하고 있다 등 모호한 표현은 실행 의지가 없거나 실현될 가능성이 없는 것으로 간주함 ᄋ 시간, 거리, 금액과 같이 물리적 또는 경제적 단위 등 계량화 가능한 것은 계 량적으로 표기하여야 함 ᄋ 제안서에 빠지거나, 제안된 내용만으로는 진위를 확인할 수 없는 경우, 당해 제안내용은 없는 것으로 판단함 ᄋ 제안자는 자기가 다른 제안자에 비하여 비교우위에 있는 서비스 및 기술이 있는 경우 추가하여 기재할 수 있음 4. 증명 책임 ᄋ 제안자는 제안서의 모든 내용을 객관적으로 입증할 수 있어야 하며, 그 내용 이 허위로 확인되거나 입증 요구에 응하지 못하는 경우 평가대상에서 제외함 ᄋ 제출된 제안서의 기재 내용은 발주처가 요청하지 않는 한 제안자가 임의로 수정ᆞ보완할 수 없음 - 42 - ᄋ 계약체결 이후라도 제안서의 내용이 허위로 밝혀지거나 제안한 내용을 이행 하지 못할 경우 수행자는 그로 인한 발주처의 일체의 손해를 배상하여야 함 5. 제출 및 평가 가. 개요 ᄋ 기한 및 장소 입찰공고문 참조 ᄋ 제출할 서류 제출서류 - 제안서 10부 - 제안요약서 10부 - 평가관련 증빙자료 1부씩 - 발표용 자료 10부 - 발표용 자료는 USB에 담아서 제출 제안서는 대한상공회의소 총무팀19층으로 방문접수제출하여야 함 증빙자료가 없는 부분에 대해서는 최저점 처리 모든 매체에서 열람 가능하며 위변조가 되지 않는 형태의 전자문서로도 제출 평가와 관련된 모든 서류는 입찰공고에서 지정한 장소일시에 함께 접수함 나. 제안서 발표 및 평가 ᄋ 제안서는 사업관리자PM가 직접 발표하여야 함 사업관리자PM는 공동수급체 대표자 소속 임직원으로서 입찰공고일 전날부터 제안서 평가일까지 계속 재직하여야 하며, 요건을 갖추지 않은 경우 서면 평가로 진행함 ᄋ 제안서 발표 및 평가 일정은 제안서 제출 마감 후 발주처가 별도 통보함 ᄋ 제안서 발표 시간은 제안자별 30분으로 제한됨발표 20분, 질의응답 10분 다. 평가기준 제안서는 발주처가 작성한 기준에 따라 평가함 첨부3 참조 ᄋ 본 사업은 소프트웨어 기술성 평가기준 지침제4조제5항에 따른 차등점수제를 미적용한 사업임",
      "tables": [
        [
          [
            "제출서류"
          ],
          [
            "- 제안서 10부\n- 제안요약서 10부\n- 평가관련 증빙자료 1부씩\n- 발표용 자료 10부\n- 발표용 자료는 USB에 담아서 제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 43 - V. 입찰 관련 사항 1. 입찰참가자격 ᄋ국가를 당사자로 하는 계약에 관한 법률시행령 제12조 및 동법 시행규칙 제14조 규정에 의한 경쟁입찰 참가자격을 갖춘 자 ᄋ 아래의 소프트웨어 자격 갖추었거나, 각각의 자격을 갖춘 공동수급체를 이룬 자 1소프트웨어 진흥법제58조에 의한 소프트웨어사업자신고최근 년도를 필한 업체로서, 국가종합전자조달시스템 입찰참가자격등록규정에 의하여 조달청에 소프트웨어사업업종컴퓨터관련서비스업, 업종코드 1468으로 입찰참가를 등록한 업체 2 중소기업제품 구매촉진 및 판로지원에 관한 법률제9조 및 동법 시 행령 제10조 규정에 의한 직접생산증명서세부품명 정보시스템개발서비 스, 8111159901를 소지한 업체단, 개찰일 전일까지 발급된 것으로서 유 효기간 내에 있어야 함 3 중소기업제품 구매촉진 및 판로지원에 관한 법률제9조 및 동법 시 행령 제10조 규정에 의한 직접생산증명서세부품명 정보시스템유지관리 서비스, 8111189901를 소지한 업체단, 개찰일 전일까지 발급된 것으로 서 유효기간내에 있어야 함 4소프트웨어 진흥법제48조 및 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부 고시에 따라 대기업 및 중견기 업의 참여가 불가함 ᄋ 공동이행방식 공동계약도 가능하나 총괄업체 및 책임자를 지정하여야 함 단, 공동수급체수는5개이하로한정하며, 구성원별계약참여최소지분은10 이상으로구성한다. 공동수급체를구성할경우수급체별도급비율등을확인할수있는공동수급협정서를 제안서와함께제출하여야함 ᄋ 본 용역은 하도급을 불허함 - 44 - 2. 수행자 선정방법 가. 관련근거 ᄋ 국가를 당사자로 하는 계약에 관한 법률, 동법 시행령 및 시행규칙 ᄋ 협상에 의한 계약체결 기준기획재정부 계약예규 나. 계약방법 협상에 의한 계약 다. 우선 협상대상자 및 낙찰자 결정방법 ᄋ 종합평가점수100 기술능력평가100 - 제안서 평가는 기술능력100을 평가하여 우선협상대상자를 선정 기술능력평가점수가100점의8585점 미만인응찰자는협상대상에서제외 ᄋ 제안서 기술능력평가 기준은소프트웨어 기술성 평가기준 지침 과학기술정보통신부 고시을 준용 평가항목의합인각평가부문별배점한도는30점을초과하지못하며, 사업의특성 및내용등을고려하여평가항목, 항목별배점한도를조정 ᄋ 기술능력은 발주처 내외부 전문가로 구성된 위원회가 평가함 - 기술능력평가는 각 위원의 점수 중 최고 및 최저 점수를 뺀 나머지 점수를 합산, 평균하여 산정소수점 이하 다섯째 자리에서 반올림 단, 최고및최저점수가2개이상인경우, 그중하나만제외 ᄋ 종합평가점수를 2인 이상이 동일하게 획득한 경우, 세부 평가항목 중 배점이 큰 항목에서 높은 점수를 얻은 자를 우선으로 함 - 관련 세부사항은 조달청 협상에 의한 계약 제안서 평가 세부기준 제10조평가방법 제15항에 따름 ᄋ 낙찰자는 우선순위에 따라 협상을 하여 결정함 - 관련 세부사항은 기획재정부 계약예규에 따름",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 45 - VI. 첨 부 첨부1 입찰참가신청서 첨부2 제안서 목차 첨부3 제안서 평가표 첨부4 용역제안서제안서 표지 첨부5 일반현황 첨부6 제안업체 조직 및 인력 현황 첨부7 투입인력 경력 및 실적 현황 집계표 첨부7-1 투입인력 경력 및 실적 현황 첨부8 유사용역정부사업 수행 실적 첨부9 정보 비공개 동의서 첨부10 기술 적용 계획표 첨부11 공동수급협정서 첨부11-1 합의각서 첨부12 서약서 첨부13 비밀보안 유지 각서 첨부14 개인정보제공 및 이용 동의서 첨부15 신용평가등급확인서 첨부16 위임장 및 재직증명서 각 1부 대표자 외 대리인이 등록하는 경우 - 46 - 첨부 1 입찰참가신청서 입찰참가신청서 사 업 명 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업 위 건 용역수행기관모집과 관련하여 제안서 및 심사자료를 신의성실의 원칙에 입각하여 붙임과 같이 작성 제출합니다. 다만, 제출한 서류가 허위 또는 부정한 방법으로 작성된 사실이 확인 될 경우에는 대한상공회의소의 제반규정과 관련법령 등에 따라 처리하여도 아무런 이의를 제 기하지 않음을 확약합니다. 2024. 0. . 참가자 회사명 주 소 대표자 인 붙임 1. 제안서 10부 2. 제출서류 목록기재 ex ᄋᄋᄋᄋ",
      "tables": [
        [
          [
            "사 업 명\n기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업"
          ],
          [
            "위 건 용역수행기관모집과 관련하여 제안서 및 심사자료를 신의성실의 원칙에 입각하여 붙임과 \n같이 작성 제출합니다. 다만, 제출한 서류가 허위 또는 부정한 방법으로 작성된 사실이 확인\n될 경우에는 대한상공회의소의 제반규정과 관련법령 등에 따라 처리하여도 아무런 이의를 제\n기하지 않음을 확약합니다. \n                                            2024.   0.  ."
          ],
          [
            "참가자    회사명  :                                                                   \n                  주    소  :\n                  대표자  :                            (인)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 47 - 첨부 2 제안서 목차 작성목차 작성항목 작성방법 I. 일반사항 1.일반현황 제안사의 일반현황 및 주요연혁 등을 첨부4양식으로 작성 2.조직 현황 제안사의 조직도, 업무분장 등 기업 개황 3.경영상태 신용평가등급확인서 제출 4주요사업내용 제안사의 주요사업내용을 분야별로 구분하여 제시 II. 전략 및 방법론 1.사업 이해도 제안서 평가항목 및 배점 기준의 평가기준을 참 고하여 작성 2.추진전략 3.적용기술 4.개발 방법론 III. 기술 및 기능 1.기능 요구사항 과업내용서를 참고하여 작성하되 제안서 평가항 목 및 배점 기준의 평가기준을 고려하여 작성 2.데이터 요구사항 3.보안 요구사항 4.기타 요구사항 IV. 성능 및 품질 1.성능 요구사항 제안서 평가항목 및 배점 기준의 평가기준을 참고 하여 작성 2.품질 요구사항 3.인터페이스 요구사항 V. 프로젝트 관리 1.관리방법론 제안서 평가항목 및 배점 기준의 평가기준을 참 고하여 작성 2.일정계획 3.개발환경 및 장비 VI. 프로젝트 지원 1.품질보증 제안서 평가항목 및 배점 기준의 평가기준을 참 고하여 작성 2.시험운영 3.교육훈련 4.하자보수 5.기밀보안 6.비상대책 - 48 - 첨부3 제안서 평가표 1 제안서 평가항목 및 배점 기준 소프트웨어 기술성 평가기준 지침 과학기술정보통신부 고시 적용 평가일자 2024. 00. 00. 용역명 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업 평가부문 평가항목 평가기준 경영상태 10 경영상태 ᄋ 재무구조신용평가등급 계량 합계 전략 및 방법론 20 사업 이해도 ᄋ 사업의 특성 및 목표의 이해도 ᄋ 사업추진 방향과 전략의 타당성 추진전략 ᄋ 사이트 구축 방법의 적정성 ᄋ 사업 수행 시 예상되는 결과 기대효과 기술 및 기능 30 기능 요구사항 ᄋ 데이터 입출력 및 수정, 조회 방법의 적정성 ᄋ 데이터 분석 및 결과 제공 방법의 적정성 ᄋ 시스템 로그인 기능 및 권한 부여 방법의 적정성 시스템 장비 요구사항 ᄋ 공단이 요구하는 시스템 운영환경 준수 방안의 적정성 보안 요구사항 ᄋ 보안 요구사항 이행 계획의 타당성 데이터 요구사항 ᄋ 데이터 요구사항 기반 데이터 전환계획, 검증 방 법, 오류 발생 시 처리방안의 적정성 성능 및 품질 20 성능 요구사항 ᄋ 기존 운영시스템과의 호환성, 응답속도 등 원활 한 시스템 이용을 위한 계획의 적정성 품질 요구사항 ᄋ 분석설계구현테스트 등 각 단계별 품질 요구사 항 점검 및 검토 방안 계획의 적정성 인터페이스 요구사항 ᄋ 공단이 요구하는 인터페이스 구성 준수 방안의 적정성 프로젝트 관리 15 추진계획 ᄋ 사업의 일정 및 진도보고 등 추진계획의 구체성과 적정성 프로젝트 지원 5 기술 부분 지원 ᄋ 기술 이전 및 시스템 정보 기술 관련 정보제공 방안의 타당성 비계량 합계 총 계 종합의견 평가위원 소속 기관명 성 명 서명",
      "tables": [
        [
          [
            "용역명",
            "기업 재생에너지 지원센터 홈페이지 개편 \n및 시스템 고도화 사업",
            "",
            ""
          ],
          [
            "평가부문",
            "평가항목\n평가기준",
            "",
            ""
          ],
          [
            "경영상태\n(10)",
            "경영상태\nㅇ 재무구조(신용평가등급)",
            "",
            ""
          ],
          [
            "계량 합계",
            "",
            "",
            ""
          ],
          [
            "전략 및 \n방법론\n(20)",
            "사업 이해도",
            "ㅇ 사업의 특성 및 목표의 이해도\nㅇ 사업추진 방향과 전략의 타당성",
            ""
          ],
          [
            "",
            "추진전략",
            "ㅇ 사이트 구축 방법의 적정성\nㅇ 사업 수행 시 예상되는 결과 (기대효과)",
            ""
          ],
          [
            "기술 및 \n기능\n(30)",
            "기능 \n요구사항",
            "ㅇ 데이터 입․출력 및 수정, 조회 방법의 적정성\nㅇ 데이터 분석 및 결과 제공 방법의 적정성\nㅇ 시스템 로그인 기능 및 권한 부여 방법의 적정성",
            ""
          ],
          [
            "",
            "시스템 장비 \n요구사항",
            "ㅇ  공단이  요구하는  시스템  운영환경  준수  방안의 \n적정성",
            ""
          ],
          [
            "",
            "보안 \n요구사항",
            "ㅇ 보안 요구사항 이행 계획의 타당성",
            ""
          ],
          [
            "",
            "데이터 \n요구사항",
            "ㅇ 데이터 요구사항 기반 데이터 전환계획, 검증 방\n법, 오류 발생 시 처리방안의 적정성",
            ""
          ],
          [
            "성능 및 \n품질\n(20)",
            "성능 \n요구사항",
            "ㅇ  기존  운영시스템과의  호환성, 응답속도  등  원활\n한 시스템 이용을 위한 계획의 적정성",
            ""
          ],
          [
            "",
            "품질 \n요구사항",
            "ㅇ 분석·설계·구현·테스트 등 각 단계별 품질 요구사\n항 점검 및 검토 방안 계획의 적정성",
            ""
          ],
          [
            "",
            "인터페이스\n요구사항",
            "ㅇ  공단이  요구하는  인터페이스  구성  준수  방안의 \n적정성",
            ""
          ],
          [
            "프로젝트 \n관리\n(15)",
            "추진계획",
            "ㅇ 사업의 일정 및 진도보고 등 추진계획의 구체성과\n적정성",
            ""
          ],
          [
            "프로젝트 \n지원 \n(5)",
            "기술 부분 \n지원",
            "ㅇ  기술  이전  및  시스템  정보  기술  관련  정보제공 \n방안의 타당성",
            ""
          ],
          [
            "비계량 합계",
            "",
            "",
            ""
          ],
          [
            "총    계",
            "",
            "",
            ""
          ],
          [
            "종합의견",
            "",
            "",
            ""
          ],
          [
            "평가위원\n소속 기관명 :\n성 명 :\n(서명)",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "작성목차",
            "작성항목",
            "작성방법"
          ],
          [
            "Ⅰ. 일반사항",
            "1.일반현황",
            "제안사의 일반현황 및 주요연혁 등을  \n[첨부4]양식으로 작성"
          ],
          [
            "",
            "2.조직 현황",
            "제안사의 조직도, 업무분장 등 기업 개황"
          ],
          [
            "",
            "3.경영상태",
            "신용평가등급확인서 제출"
          ],
          [
            "",
            "4주요사업내용",
            "제안사의 주요사업내용을 분야별로 구분하여 제시"
          ],
          [
            "Ⅱ. 전략 및 방법론",
            "1.사업 이해도",
            "제안서 평가항목 및 배점 기준의 “평가기준”을 참\n고하여 작성"
          ],
          [
            "",
            "2.추진전략",
            ""
          ],
          [
            "",
            "3.적용기술",
            ""
          ],
          [
            "",
            "4.개발 방법론",
            ""
          ],
          [
            "Ⅲ. 기술 및 기능",
            "1.기능 요구사항",
            "과업내용서를  참고하여  작성하되  제안서  평가항\n목 및 배점 기준의 “평가기준”을 고려하여 작성"
          ],
          [
            "",
            "2.데이터 요구사항",
            ""
          ],
          [
            "",
            "3.보안 요구사항",
            ""
          ],
          [
            "",
            "4.기타 요구사항",
            ""
          ],
          [
            "Ⅳ. 성능 및 품질",
            "1.성능 요구사항",
            "제안서 평가항목 및 배점 기준의 “평가기준”을 참고\n하여 작성"
          ],
          [
            "",
            "2.품질 요구사항",
            ""
          ],
          [
            "",
            "3.인터페이스 요구사항",
            ""
          ],
          [
            "Ⅴ. 프로젝트 관리",
            "1.관리방법론",
            "제안서 평가항목 및 배점 기준의 “평가기준”을 참\n고하여 작성"
          ],
          [
            "",
            "2.일정계획",
            ""
          ],
          [
            "",
            "3.개발환경 및 장비",
            ""
          ],
          [
            "Ⅵ. 프로젝트 지원",
            "1.품질보증",
            "제안서 평가항목 및 배점 기준의 “평가기준”을 참\n고하여 작성"
          ],
          [
            "",
            "2.시험운영",
            ""
          ],
          [
            "",
            "3.교육훈련",
            ""
          ],
          [
            "",
            "4.하자보수",
            ""
          ],
          [
            "",
            "5.기밀보안",
            ""
          ],
          [
            "",
            "6.비상대책",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 49 - 2 평가점수 계산방식 평가부문별점수 평가항목배점 평가항목의등급최고값 평가항목의취득등급값 k는평가부문의개별평가항목임 기술성평가는100점만점이며, 평가항목별로5등급평가함 평가항목등급별점수 최적합100, 적합90, 보통80, 미흡70, 부적합60 ᄋ 각 평가항목은 5등급 내외를 기준으로 기술제안서별로 절대 또는 상대평가하며, 상대평가 시 우열을 가리기 어려운 경우에는 동일한 점수를 부여할 수 있음 배점한도 최적합 100 적합 90 보통 80 미흡 70 부적합 60 1.00 1.00 0.90 0.80 0.70 0.60 2.00 2.00 1.80 1.60 1.40 1.20 3.00 3.00 2.70 2.40 2.10 1.80 4.00 4.00 3.60 3.20 2.80 2.40 5.00 5.00 4.50 4.00 3.50 3.00 6.00 6.00 5.40 4.80 4.20 3.60 7.00 7.00 6.30 5.60 4.90 4.20 8.00 8.00 7.20 6.40 5.60 4.80 9.00 9.00 8.10 7.20 6.30 5.40 10.00 10.00 9.00 8.00 7.00 6.00 11.00 11.00 9.90 8.80 7.70 6.60 12.00 12.00 10.80 9.60 8.40 7.20 13.00 13.00 11.70 10.40 9.10 7.80 14.00 14.00 12.60 11.20 9.80 8.40 15.00 15.00 13.50 12.00 10.50 9.00 16.00 16.00 14.40 12.80 11.20 9.60 17.00 17.00 15.30 13.60 11.90 10.20 18.00 18.00 16.20 14.40 12.60 10.80 19.00 19.00 17.10 15.20 13.30 11.40 20.00 20.00 18.00 16.00 14.00 12.00 21.00 21.00 18.90 16.80 14.70 12.60 22.00 22.00 19.80 17.60 15.40 13.20 23.00 23.00 20.70 18.40 16.10 13.80 24.00 24.00 21.60 19.20 16.80 14.40 25.00 25.00 22.50 20.00 17.50 15.00 26.00 26.00 23.40 20.80 18.20 15.60 27.00 27.00 24.30 21.60 18.90 16.20 28.00 28.00 25.20 22.40 19.60 16.80 29.00 29.00 26.10 23.20 20.30 17.40 30.00 30.00 27.00 24.00 21.00 18.00 - 50 - 별지 계량평가기준 1 경영상태신용평가등급 평가10점 신용평가등급 회사채 기업어음 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 BBB-, BB, BB0, BB- A3-, B, B0 B, B0, B- B- CCC 이하 C 이하 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함 - 신용정보의 이용 및 보호에 관한 법률제2조 제8의3에 해당하는 신용조 회사 또는자본시장과 금융투자업에 관한 법률 제335조의3에 따라 업무 를 영위하는 신용조회사 또는 신용평가사가 입찰공고일 이전에 평가하고 유 효기간 내에 있는 회사채, 기업어음, 기업신용평가등급으로 국가종합전자조 달시스템에 조회된 신용평가등급으로 평가하되, 가장 최근의 신용평가등급으 로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 있으나, 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가한다. - 평가대상자의 회사채또는 기업어음 및 기업신용평가에 따른 평점이 다 른 경우에는 높은 평점으로 평가하며, 신용평가등급확인서를 제출하지 않은 경우에는 최저등급으로 평가 - 합병한 업체에 대하여는 합병후 새로운 신용평가등급으로 심사하여야 하며 합병후의 새로운 신용평가등급이 없는 경우에는 합병대상업체 중 가장 낮은 신용평가등급을 받은 업체의 신용평가등급으로 심사한다. - 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합산하여 최종 평가 예 A사 점수A사 지분율B사 점수B사 지분율 - 신용평가등급 확인서는 조달청 및 공공기관 입찰용에 한하여 인정함 - 창업기업1, 사회적 약자기업2 및 정책지원기업3은 평가등급에 관계없이 만점 을 적용하며, 기업을 증빙할 수 있는 서류를 제출해야함 예 창업기업확인서, 장애인기업확인서, 사회적기업 확인서, 여성기업확인",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            ""
          ],
          [
            "회사채",
            "기업어음",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            ""
          ],
          [
            "BBB-, BB+, BB0, BB-",
            "A3-, B+, B0",
            ""
          ],
          [
            "B+, B0, B-",
            "B-",
            ""
          ],
          [
            "CCC+ 이하",
            "C 이하",
            ""
          ]
        ],
        [
          [
            "ㅇ  각 평가항목은 5등급 내외를 기준으로 기술제안서별로 절대 또는 상대평가하며, 상대평가 시 \n우열을 가리기 어려운 경우에는 동일한 점수를 부여할 수 있음",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "배점한도",
            "최적합\n(100%)",
            "적합\n(90%)",
            "보통\n(80%)",
            "미흡\n(70%)",
            "부적합\n(60%)",
            ""
          ],
          [
            "",
            "1.00",
            "1.00",
            "0.90",
            "0.80",
            "0.70",
            "0.60",
            ""
          ],
          [
            "",
            "2.00",
            "2.00",
            "1.80",
            "1.60",
            "1.40",
            "1.20",
            ""
          ],
          [
            "",
            "3.00",
            "3.00",
            "2.70",
            "2.40",
            "2.10",
            "1.80",
            ""
          ],
          [
            "",
            "4.00",
            "4.00",
            "3.60",
            "3.20",
            "2.80",
            "2.40",
            ""
          ],
          [
            "",
            "5.00",
            "5.00",
            "4.50",
            "4.00",
            "3.50",
            "3.00",
            ""
          ],
          [
            "",
            "6.00",
            "6.00",
            "5.40",
            "4.80",
            "4.20",
            "3.60",
            ""
          ],
          [
            "",
            "7.00",
            "7.00",
            "6.30",
            "5.60",
            "4.90",
            "4.20",
            ""
          ],
          [
            "",
            "8.00",
            "8.00",
            "7.20",
            "6.40",
            "5.60",
            "4.80",
            ""
          ],
          [
            "",
            "9.00",
            "9.00",
            "8.10",
            "7.20",
            "6.30",
            "5.40",
            ""
          ],
          [
            "",
            "10.00",
            "10.00",
            "9.00",
            "8.00",
            "7.00",
            "6.00",
            ""
          ],
          [
            "",
            "11.00",
            "11.00",
            "9.90",
            "8.80",
            "7.70",
            "6.60",
            ""
          ],
          [
            "",
            "12.00",
            "12.00",
            "10.80",
            "9.60",
            "8.40",
            "7.20",
            ""
          ],
          [
            "",
            "13.00",
            "13.00",
            "11.70",
            "10.40",
            "9.10",
            "7.80",
            ""
          ],
          [
            "",
            "14.00",
            "14.00",
            "12.60",
            "11.20",
            "9.80",
            "8.40",
            ""
          ],
          [
            "",
            "15.00",
            "15.00",
            "13.50",
            "12.00",
            "10.50",
            "9.00",
            ""
          ],
          [
            "",
            "16.00",
            "16.00",
            "14.40",
            "12.80",
            "11.20",
            "9.60",
            ""
          ],
          [
            "",
            "17.00",
            "17.00",
            "15.30",
            "13.60",
            "11.90",
            "10.20",
            ""
          ],
          [
            "",
            "18.00",
            "18.00",
            "16.20",
            "14.40",
            "12.60",
            "10.80",
            ""
          ],
          [
            "",
            "19.00",
            "19.00",
            "17.10",
            "15.20",
            "13.30",
            "11.40",
            ""
          ],
          [
            "",
            "20.00",
            "20.00",
            "18.00",
            "16.00",
            "14.00",
            "12.00",
            ""
          ],
          [
            "",
            "21.00",
            "21.00",
            "18.90",
            "16.80",
            "14.70",
            "12.60",
            ""
          ],
          [
            "",
            "22.00",
            "22.00",
            "19.80",
            "17.60",
            "15.40",
            "13.20",
            ""
          ],
          [
            "",
            "23.00",
            "23.00",
            "20.70",
            "18.40",
            "16.10",
            "13.80",
            ""
          ],
          [
            "",
            "24.00",
            "24.00",
            "21.60",
            "19.20",
            "16.80",
            "14.40",
            ""
          ],
          [
            "",
            "25.00",
            "25.00",
            "22.50",
            "20.00",
            "17.50",
            "15.00",
            ""
          ],
          [
            "",
            "26.00",
            "26.00",
            "23.40",
            "20.80",
            "18.20",
            "15.60",
            ""
          ],
          [
            "",
            "27.00",
            "27.00",
            "24.30",
            "21.60",
            "18.90",
            "16.20",
            ""
          ],
          [
            "",
            "28.00",
            "28.00",
            "25.20",
            "22.40",
            "19.60",
            "16.80",
            ""
          ],
          [
            "",
            "29.00",
            "29.00",
            "26.10",
            "23.20",
            "20.30",
            "17.40",
            ""
          ],
          [
            "",
            "30.00",
            "30.00",
            "27.00",
            "24.00",
            "21.00",
            "18.00",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 51 - 서, 가족친화인증서, 기업 관련 확인서지정서 등 1 창업기업 입찰공고일 기준 최근 7년 이내사업을 개시한 업체로서 창업 기업에 대한 기간계산은 법인인 경우에는 법인등기부상 법인 설립등기일을, 개인사업자인 경우에는 사업자등록증명서상 사 업자등록일을 기준으로 함 2 사회적 약자기업 하기 표에 따름 구분 관련 내용 여성기업 여성기업 지원에 관한 법률 시행령제2조에서 정한 기준에 해당하는 기업 장애인기업 장애인기업활동 촉진법제2조에서 정한 기준에 해당하는 기업 중증장애인 생산품 기업 중증장애인생산품 우선구매 특별법제2조에서 정한 중증장애인생산품시설 지정업체 국가유공자 자활용사촌 복지공장 생산 기업 한국보훈복지의료대한상의 수익사업 지원 및 국가유공자 자활용사촌 자립 지원에 관한 훈령, 국무총리 훈령 및 국가유공자 등 예우 및 지원에 관한 법률시행령 제88조의 4에 따라 국가유공자 자활용사촌 복지공장으로 지정된 자 사회적기업 사회적기업 육성법 제12조에 따라 사회적기업 3 정책지원기업 구분 관련 내용 가족친화인증기업 가족친화 사회환경의 조성 촉진에 관한 법률제15조 및 동법 시행령 제 10조에서 정한 기준에 해당하는 기업 - 52 - 첨부 4 용역 제안서제안서 표지 용 역 제 안 서 용 역 명 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업 수 행 자 대표기관 기 관 명 주 소 - 사업 수행책임자 PM 성 명 부 서 직 위 전자우편 사업기간 2024. 00. 2024. 00. 개월 실무담당자 성 명 부 서 전자우편 귀 소의 용역사업 공고 및 관리규정에 따라 상기 용역사업을 성실히 수행 코자 제안서를 제출합니다. 2024년 월 일 사업관리자 인 신청기업 대표 직인 대한상공회의소 회장 귀하",
      "tables": [
        [
          [
            "구분",
            "관련 내용"
          ],
          [
            "여성기업",
            "「여성기업 지원에 관한 법률 시행령」제2조에서 정한 기준에 해당하는 기업"
          ],
          [
            "장애인기업",
            "「장애인기업활동 촉진법」제2조에서 정한 기준에 해당하는 기업"
          ],
          [
            "중증장애인\n생산품 기업",
            "「중증장애인생산품 우선구매 특별법」제2조에서 정한 중증장애인생산품시설 \n지정업체"
          ],
          [
            "국가유공자 \n자활용사촌 \n복지공장 생산 기업",
            "「한국보훈복지의료대한상의 수익사업 지원 및 국가유공자 자활용사촌 자립 \n지원에 관한 훈령, 국무총리 훈령」  및 「국가유공자 등 예우 및 지원에 \n관한 법률시행령 제88조의 4에 따라 국가유공자 자활용사촌 복지공장으로 \n지정된 자"
          ],
          [
            "사회적기업",
            "사회적기업 육성법 제12조에 따라 사회적기업"
          ]
        ],
        [
          [
            "구분",
            "관련 내용"
          ],
          [
            "가족친화인증기업",
            "「가족친화 사회환경의 조성 촉진에 관한 법률」제15조 및 동법 시행령 제 \n10조에서 정한 기준에 해당하는 기업"
          ]
        ],
        [
          [
            "용 역 제 안 서",
            "",
            "",
            ""
          ],
          [
            "용 역 명",
            "기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업",
            "",
            ""
          ],
          [
            "수 행 자\n(대표기관)",
            "기 관 명",
            "",
            ""
          ],
          [
            "",
            "주    소",
            "(\n-\n)",
            ""
          ],
          [
            "사업 \n수행책임자\n(PM)",
            "성    명",
            "",
            ""
          ],
          [
            "",
            "부    서",
            "",
            ""
          ],
          [
            "",
            "직    위",
            "",
            ""
          ],
          [
            "",
            "전자우편",
            "",
            ""
          ],
          [
            "사업기간",
            "2024. 00.\n(\n개월)\n～ 2024. 00.",
            "",
            ""
          ],
          [
            "실무담당자",
            "성    명",
            "",
            ""
          ],
          [
            "",
            "부    서",
            "",
            ""
          ],
          [
            "",
            "전자우편",
            "",
            ""
          ],
          [
            "귀 소의 용역사업 공고 및 관리규정에 따라 상기 용역사업을 성실히 수행\n코자 제안서를 제출합니다.\n2024년     월     일\n사업관리자 :\n(인)\n신청기업 대표 :\n(직인)\n대한상공회의소 회장 귀하",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 53 - 첨부 5 일반 현황 일 반 현 황 공동수급체를구성한경우에는개별로작성 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁 - 54 - 첨부 6 제안업체 조직 및 인력 현황 제안업체 조직 및 인력 현황 회사명 인 1. 조직도 서식 없음 2. 인력현황 부서명 주요업무 주 1 작성 내용은 제안서 공고일 전일을 기준으로 함",
      "tables": [
        [
          [
            "부서명",
            "주요업무"
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "회     사 \n명",
            "대 표 자"
          ],
          [
            "사   업   분   야",
            ""
          ],
          [
            "주             소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년     월"
          ],
          [
            "해당부문 종사기간",
            "년     월 ~\n년    월 (\n년   개월)"
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 55 - 첨부 7 투입인력 경력 및 실적 현황 집계표 투입인력 경력 및 실적 현황 집계표 회사명 인 성 명 직 위 경력 및 주요실적 자격증 취득일 비 고 주 1 작성 내용은 제안서 공고일 전일을 기준으로 함 2 첨부 7-1의 내용을 요약 3 투입되지 않을 인력의 자료 제출 시, 허위자료 제출로 간주함. - 56 - 첨부 7-1 투입인력 경력 및 실적 현황 투입인력 경력 및 실적 현황 회사명 인 성 명 과업관련 직위분야 1 경력사항 근무기간 근 무 처 2 해당분야 용역 참여실적 사업명 참여기간 3 컨설팅 가능분야서술 주 1 과업 참여기간은 실 참여 기간을 기재 2 자격증 사본 첨부",
      "tables": [
        [
          [
            "성  명",
            "직 위",
            "경력 및 주요실적",
            "자격증 취득일",
            "비 고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "성 명",
            "",
            "",
            ""
          ],
          [
            "과업관련\n직위/분야",
            "",
            "",
            ""
          ],
          [
            "1) 경력사항",
            "",
            "",
            ""
          ],
          [
            "근무기간",
            "",
            "근 무 처",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "2) 해당분야 용역 참여실적",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "참여기간",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "3) 컨설팅 가능분야(서술)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 57 - 첨부 8 최근3년간 용역정부사업 수행 실적 최근3년간 용역정부사업 수행 실적 회사명 인 구 분 사업명 사업기간 사업내용 계약금액 발주처 비고 합 계 0원 2023 2022 2021 주 1 최근 3년 이내 수행 실적을 기재 2021년 2023년 2 현재 수행중인 사업 기재 불가 - 58 - 첨부 9 정보 비공개 동의서 정보 비공개 동의서 상 호법인명 주 소 대 표 자 인 사업자등록번호 상기 본인은 귀 소의기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업용역과 관련하여 취득한 업무내용에 대하여 제3자에게 일체 누설하지 않겠으며 귀 소가 정한 보안사항을 철저히 준수할 것을 동의합니다. 0000. 00. 00. 대한상공회의소 회장 귀하",
      "tables": [
        [
          [
            "구 분",
            "사업명",
            "사업기간",
            "사업내용",
            "계약금액",
            "발주처",
            "비고"
          ],
          [
            "합 계",
            "",
            "",
            "",
            "0원",
            "",
            ""
          ],
          [
            "2023",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2022",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2021",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 59 - 첨부 10 기술 적용 계획표 사업명 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업 작성일 2024. 00. 00. 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 - 60 - 서비스 접근 및 전달 분야 구 분 항 목 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용 할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 구분 항 목 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 공통표준용어행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "",
            "ｏ  개인정보의  기술적·관리적  보호조치  기준(개인정보보호위원회)\nｏ  행정정보  공동이용  지침(행정안전부예규) \nｏ  공공기관의  데이터베이스  표준화  지침(행정안전부고시)\nｏ  공공데이터  공통표준용어(행정안전부고시)\nｏ  공공데이터  관리지침(행정안전부고시)\nｏ  모바일  전자정부  서비스  관리  지침(행정안전부예규) \nｏ  행정기관  및  공공기관  정보자원  통합기준(행정안전부고시)\nｏ  국가정보보안기본지침(국가정보원)"
          ]
        ],
        [
          [
            "구    분\n항        목",
            ""
          ],
          [
            "기본  지침",
            ""
          ],
          [
            "ｏ  정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용\n할  수  있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터 \n사용자  등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야  한다.",
            ""
          ],
          [
            "세부  기술  지침",
            ""
          ],
          [
            "ｏ  전자정부  웹사이트  품질관리  지침\nｏ  한국형  웹  콘텐츠  접근성  지침  2.1\n관련규정\nｏ  모바일  전자정부  서비스  관리  지침",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "외부  접근 \n장치",
            "ｏ  웹브라우저  관련\n  -  HTML  4.01/HTML  5,  CSS  2.1"
          ],
          [
            "",
            "-  XHTML  1.0"
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0"
          ],
          [
            "",
            "-  ECMAScript  3rd"
          ],
          [
            "",
            "ｏ  모바일  관련\n  -  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)"
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3"
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4"
          ],
          [
            "",
            "IPv6"
          ]
        ],
        [
          [
            "구    분\n항        목"
          ],
          [
            "기본  지침"
          ],
          [
            "ｏ  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검토\n하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스는 \n범정부  차원의  공유·활용이  가능하도록  지원하여야  한다."
          ]
        ],
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "ｏ  지능정보화  기본법\nｏ  공공기관의  정보공개에  관한  법률\nｏ  개인정보  보호법\nｏ  소프트웨어  진흥법\nｏ  인터넷주소자원에  관한  법률\nｏ  전자서명법\nｏ  전자정부법\nｏ  정보통신기반  보호법\nｏ  정보통신망  이용촉진  및  정보보호  등에  관한  법률\nｏ  통신비밀보호법\nｏ  국가를  당사자로  하는  계약에  관한  법률\nｏ  하도급거래  공정화에  관한  법률\nｏ  지방자치단체를  당사자로  하는  계약에  관한  법률\nｏ  공공데이터의  제공  및  이용  활성화에  관한  법률"
          ],
          [
            "고시  등",
            "ｏ  보안업무규정(대통령령)\nｏ  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\nｏ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정보통신부고시)\nｏ  전자서명인증업무  운영기준(과학기술정보통신부고시)\nｏ  전자정부  웹사이트  품질관리  지침(행정안전부고시)\nｏ  정보보호시스템  공통평가기준(미래창조과학부고시)\nｏ  정보보호시스템  평가·인증  지침(과학기술정보통신부고시)\nｏ  정보시스템  감리기준(행정안전부고시)\nｏ  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \nｏ  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \nｏ  행정전자서명  인증업무지침(행정안전부고시)\nｏ  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\nｏ  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\nｏ  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\nｏ  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\nｏ  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\nｏ  표준  개인정보  보호지침(개인정보보호위원회) \nｏ  엔지니어링사업대가의  기준(산업통상자원부고시)\nｏ  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\nｏ  소프트웨사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\nｏ  중소  소프트웨어사업자의  사업  참여  지원에  관한  지침(과학기술정보통신부고시)\nｏ  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)\nｏ  용역계약일반조건(기획재정부계약예규)\nｏ  협상에  의한  계약체결기준(기획재정부계약예규)\nｏ  경쟁적  대화에  의한  계약체결기준(기획재정부계약예규)\nｏ  하도급거래공정화지침(공정거래위원회예규)\nｏ  정보보호조치에  관한  지침(과학기술정보통신부고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 61 - 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 필요시적용 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지 원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux - 62 - 요소기술 분야 구 분 항 목 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데 이터베이스 통합 등을 위하여 표준화되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수하 여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정 안전부장관에게 보고하고 행정안전부의행정기관의 코드표준화 추 진지침에 따라 코드체계 및 코드를 생성하여 행정안전부장관에게 표 준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연 계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터 페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 구 분 항 목 o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공 학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "미 적\n부분\n해당\n적용\n적용\n용\n없음",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  통합",
            "ｏ  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  RESTful",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터  공유",
            "ｏ  데이터  형식  :  XML  1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "인터페이스",
            "ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "○",
            "",
            "",
            "필요시적용"
          ]
        ],
        [
          [
            "구    분",
            "항        목"
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경\n  -  android"
          ],
          [
            "",
            "-  IOS"
          ],
          [
            "",
            "-  Windows  Phone"
          ],
          [
            "데이터베이스",
            "ｏ  DBMS\n  -  RDBMS"
          ],
          [
            "",
            "-  ORDBMS"
          ],
          [
            "",
            "-  OODBMS"
          ],
          [
            "",
            "-  MMDBMS"
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000"
          ],
          [
            "소프트웨어  공\n학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크"
          ]
        ],
        [
          [
            "구    분\n항        목"
          ],
          [
            "기본  지침"
          ],
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다."
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향상,  데\n이터베이스  통합  등을  위하여  표준화되어야  한다."
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수하\n여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를  행정\n안전부장관에게  보고하고  행정안전부의“행정기관의  코드표준화  추\n진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부장관에게  표\n준  등록을  요청하여야  한다."
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의  연\n계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의  인터\n페이스를  지원하여야  한다."
          ],
          [
            "세부  기술  지침"
          ],
          [
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  공통표준용어\n관련규정\nｏ  공공데이터  관리지침"
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미 적\n용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에  지\n원되는  장비를  채택하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수행\n하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는  정보\n시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "ｏ  화상회의 및 멀티미디어 통신 : H.320~H.324,  H.310",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP\n  -  H.323",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  SIP",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UNIX",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Linux",
            "○",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 63 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 구 분 항 목 적용계획결과 부분적용 미적용 시 사유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 - 64 - 구 분 항 목 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검 증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 네트워크 자료유출방지 - 망간 자료전송 - 안티 바이러스 - 가상화PC 또는 서버 - 패치관리 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  동적표현\n  -  JSP  2.1",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ASP.net",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  PHP",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍\n  -  C",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Java",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C#",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜: \n  -  XMI  2.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  문자셋\n  -  EUC-KR",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미적용\n시  사유  및  대체\n기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견시  개선․조치하여야  한다.",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\nｏ  전자정부법\n규정",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항        목"
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)\n  -  국가  사이버안전  매뉴얼"
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)"
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인 \n정보보호제품)\n  -  PKI제품\n  -  SSO제품\n  -  디스크ㆍ파일  암호화  제품\n  -  문서  암호화  제품(DRM)등\n  -  메일  암호화  제품\n  -  구간  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품\n  -  상기제품(9종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품"
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부"
          ],
          [
            "",
            "ｏ  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검\n증  필요)\n  -  (네트워크)침입차단\n  -  (네트워크)침입방지(침입탐지  포함)\n  -  통합보안관리\n  -  웹  응용프로그램  침입차단\n  -  DDos  대응\n  -  인터넷  전화  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망(검증필  암호모듈  탑재  필수)\n  -  네트워크  접근통제\n  -  네트워크  자료유출방지\n  -  망간  자료전송\n  -  안티  바이러스\n  -  가상화(PC  또는  서버)\n  -  패치관리\n  -  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 65 - 최신 기준은 국가정보원 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용 시 사유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구 - 스마트폰 보안관리 - CC인증서에 명시된 제품과 동일 제품 여부 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 행정공공기관 민간 클라우드 이용 가이드라인 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공 - 66 - 첨부 11 공동수급협정서해당시 공동수급협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기술 능력과 인원 및 기자재를 동원하여 공사ᆞ물품 또는 용역에 대한 계획ᆞ입찰ᆞ 시공 등을 위하여 일정 출자비율에 따라 공동연대하여 계약을 이행할 것을 약속 하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재 산의 관리 및 대금청구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 해당계약의 이 행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권리ᆞ의무 관계가 남아있는 한 본 협정서의 효력은 존속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실ᆞ 근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한 다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다.",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미적용\n시  사유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "-  스팸메일  차단\n  -  서버  접근통제\n  -  DB접근  통제\n  -  스마트카드\n  -  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)\n  -  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)\n  -  소스코드  보안약점  분석도구\n  -  스마트폰  보안관리\n  -  CC인증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등\n  -  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용\n    -  클라우드  서비스  보안인증(CSAP)을  받은  서비스\n    -  행정·공공기관  민간  클라우드  이용  가이드라인",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수\n  -  식별  및  인증\n  -  암호지원\n  -  정보  흐름  통제\n  -  보안  관리\n  -  자체  시험\n  -  접근  통제\n  -  전송데이터  보호\n  -  감사  기록\n  -  기타  제품별  특화기능\nｏ  보안기능  확인  및  취약점  제거\n  -  보안기능별  명령어  등  시험  및  운영방법  제공\n  -  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)\n  -  백도어  제거(비공개  원격  관리  및  접속  기능)\n  -  오픈소스  적용  기능  및  리스트  제공",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 67 - 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체결하 고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조거래계좌 계약예규 공동계약운용요령제11조에 정한 바에 의한 선금, 기 성대가 등은 다음계좌로 지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1당 공동수급체의 출자비율은 다음과 같이 정한다. 출 자비율은 정수로 표기한다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2제1항의 비율은 다음 각호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다 만, 출자비율을 변경하는 경우에는 공동수급체 일부구성원의 출자비율 전부를 다 른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉진 법에 따라 채권단이 구조조정 대상으로 결정하여 구조조정중인 업체, 중도탈퇴 의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하 여 공동수급체구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 고려, 구성원이 협의 평가하는 것으로 한다. 제10조손익의 배분 계약을 이행한 후에 이익 또는 손실이 발생하였을 경우에는 제9조에서 정한 비율에 따라 배당하거나 분담한다. 제10조의2비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무 비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등을 상 호 협의하여 별도로 정할 수 있다. 3공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고려하 여 산정한, 미납금에 상응하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보관하며, 납부를 완료하는 경우에는 해당 구성원에게 지급한다. 4분담금을 3회 이상 미납한 경우에 나머지 구성원은 발주기관의 동의를 얻어 해당 구성원을 탈퇴시킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서는 분담금 납부주기 등에 따라 발주기관의 동의를 얻어 다르게 정할 수 있다. - 68 - 제11조권리ᆞ의무의 양도제한 구성원은 이 협정서에 의한 권리ᆞ의무를 제3자에 게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하나에 해당하는 경우 외에는 입찰 및 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하거나 제 10조의2에 따른 비용을 미납하여 해당구성원 외의 공동수급체의 구성원이 발주 자의 동의를 얻어 탈퇴조치를 하는 경우 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이 행하지 아니하여 시행령 제76조제1항제6호에 따라 입찰참가자격제한조치를 받은 경우 2제1항에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연대하여 해당계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공시액 등 잔여 계약이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당 요건을 충족하여야 한다. 3제2항 본문의 경우에 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율 에 따라 분할하여 제9조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후에 제10조의 손실을 공제한 잔액을 반환한다. 제13조하자담보책임 공동수급체는 공동수급체가 해산한 후 해당공사에 관하여 하 자가 발생하였을 경우에는 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 제14조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영위원회 를 설치하여 계약이행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통 에 공동수급체 구성원이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 69 - 첨부 11-1 합의각서해당시 합 의 각 서 입찰공고번호 입찰일자 2024년 월 일 입 찰 건 명 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업 우리는 위의 입찰에 공동수급체를 결성하여 입찰에 참가하고자 귀 기관에서 정한 각종 조건, 유의 서 및 입찰공고사항 등을 전적으로 승낙합니다. 또한 대표자는 각 구성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의없이 계약 체결 및 이행을 성실히 수행하겠기에 본 각서를 제출합니다. 2024년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 - 70 - 첨부 12 서약서 서 약 서 당사는 대한상공회의소에서 시행하는 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업수행기관 선정을 위한 공개모집에 응모함에 있 어 제안요청서 및 제반 지침을 성실히 준수하고, 제반 규정의 위반 및 조정요청 사항 불이행 등에 따른 어떠한 불이익도 감수할 것이며, 모집과 관련한 제안 서 제출, 심사방법, 심사결과 등에 대하여는 어떠한 이의 없이 귀 대한상공 회의소의 결정에 따를 것을 확약하고 이에 서약서를 제출합니다. 2024년 월 일 회 사 명 주 소 대 표 자 인 대한상공회의소 회장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 71 - 첨부 13 비밀 유지 각서 비밀보안 유지 각서 회 사 명 대 표 자 명 생 년 월 일 주 소 1. 당사는 대한상공회의소의 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도 화 사업을 실시하면서 취득하였거나 장래에 취득하게 될 개인의 모든 정보회사명, 이름, 연락처 등와 반덤핑 대응지원 기업체의 모든 정보예, 생산품, 자재, 제조방법, 장비, 검사, 원가, RD계획, 기타 영업활동 등의 기술 또는 경영상의 정보이하 영 업비밀이라 한다를 대한상공회의소가 승인하지 않은 방법으로 취득하거나 사용하지 않으며, 여하한 방법으로든 대한상공회의소의 사전 서면 승인 없이 제3자에게 공개하거 나 누설하지 않겠습니다. 2. 만약 당사가 제1항의 의무를 위반하여 대한상공회의소의 비밀을 본인의 영리목적으로 사용 또는 제3자에게 누설하거나 이를 부당하게 이용하는 경우에는 이로 인한 모든 민형사상의 책임을 감수할 뿐만 아니라, 이로 인하여 대한상공회의소가 입게 될 손해 를 전액 배상할 것을 약속합니다. 만일, 본인이 대한상공회의소 및 산업피해관련 지원 기업체의 영업비밀누설과 관련하여 제3자로부터 금전 기타의 이익을 수령한 경우에는 본인은 당해 금액 전부를 위의 손해배상금과 별도로 대한상공회의소에 지급하겠습니다. 3. 당사는 대한상공회의소기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업중에 대한상공회의소로부터 수령한 영업비밀에 대하여는 복사물온라인 매체 등 포함, 복사본, 메모, 인쇄물 등 서면 혹은 유형화된 모든 서류와 자료, 샘플 등을 남기 지 않도록 하며, 대한상공회의소의 승인을 받아 이를 보관하는 경우에는 고도의 주의를 가지고 보관하며 사업 종료 시에는 회사에 반환하겠습니다. 2024. . 대 표 자 인 대한상공회의소 회장 귀하 - 72 - 첨부 14 개인정보제공 및 이용 동의서 개인정보 제공 및 이용 동의서 대한상공회의소는 기업 재생에너지 지원센터 홈페이지 개편 및 시스템 고도화 사업 용역 모집을 위해 아래와 같이 개인정보참여인력 포함를 수집합니다. 1. 개인정보 수집이용목적 - 모집을 위해 필요한 본인 확인 및 제안서 평가자료 2. 개인정보 수집항목 - 수집항목 성명, 주소, 연락처, 직장명 등 3. 개인정보의 보유 및 이용기간 - 모집 및 계약 심사기간 및 서류보관 의무에 따른 기간5년에 이용, 보관됩니다. 4. 동의 거부 및 동의 거부 시 불이익 내용 - 개인정보 수집 동의를 거부하실 수 있습니다. - 개인정보는 계약업무 이외의 다른 목적으로 사용하지 않습니다. 개인정보 수집 및 이용에 동의하십니까? 동의함 , 동의하지 않음 고유식별정보주민등록번호 처리에 동의하십니까? 동의함 , 동의하지 않음 2024년 월 일 회 사 명 대한상공회의소 회장귀하",
      "tables": [
        [
          [
            "< 개인정보 제공 및 이용 동의서 >\n  대한상공회의소는 「기업 재생에너지 지원센터 홈페이지 개편 및 시스템 \n고도화  사업」  용역  모집을  위해  아래와  같이  개인정보(참여인력  포함)를 \n수집합니다. \n  1. 개인정보 수집․이용목적\n    -  모집을 위해 필요한 본인 확인 및 제안서 평가자료\n  2. 개인정보 수집항목\n    - 수집항목 : 성명, 주소, 연락처, 직장명 등\n  3. 개인정보의 보유 및 이용기간\n    - 모집 및 계약 심사기간 및 서류보관 의무에 따른 기간(5년)에 \n      이용, 보관됩니다.\n  4. 동의 거부 및 동의 거부 시 불이익 내용\n    - 개인정보 수집 동의를 거부하실 수 있습니다. \n    - 개인정보는 계약업무 이외의 다른 목적으로 사용하지 않습니다."
          ],
          [
            "개인정보 수집 및 이용에 동의하십니까?   동의함(  ),  동의하지 않음(   )"
          ],
          [
            "고유식별정보(주민등록번호) 처리에 동의하십니까? 동의함(  ),  동의하지 않음(   )"
          ],
          [
            "2024년   월   일\n회 사 명 :\n  대한상공회의소 회장 귀하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 73 - 첨부 15 신용평가등급확인서 P.49 별지 계량평가기준 참고하여 제출 - 74 - 첨부 16 위임장 위 임 장 대표자 성명 주소 회사명 대리인 성명 주소 소속 부서 대한상공회의소에서 시행하는 기업 재생에너지 지원센터 홈페이지 개 편 및 시스템 고도화 사업에 응모함에 있어 상기인을 업체의 대표자 또 는 응모자의 대리인으로 위임하였음을 증명합니다. 2024. . . 회사명 대표자 인 대한상공회의소 회장 귀하 지참서류 재직증명서, 신분증 위임장에 사용하는 도장은 법인 인감과 같아야 함. 대리 접수로 인하여 발생하는 모든 문제는 대표자 및 응모자 본인이 모든 책임을 짐.",
      "tables": [
        [
          [
            "대표자",
            "성명",
            "",
            ""
          ],
          [
            "",
            "주소",
            "",
            ""
          ],
          [
            "",
            "회사명",
            "",
            ""
          ],
          [
            "대리인",
            "성명",
            "",
            ""
          ],
          [
            "",
            "주소",
            "",
            ""
          ],
          [
            "",
            "소속\n부서",
            "",
            ""
          ],
          [
            "대한상공회의소에서 시행하는 「기업 재생에너지 지원센터 홈페이지 개\n편 및 시스템 고도화 사업」에 응모함에 있어 상기인을 업체의 대표자 또\n는 응모자의 대리인으로 위임하였음을 증명합니다. \n2024.    .      . \n                                  회사명 : \n                           대표자 :              (인)\n \n  \n대한상공회의소 회장 귀하",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}