{
  "csv_metadata": {
    "공고 번호": "20240612475",
    "공고 차수": 0.0,
    "사업명": "2024년 항해용 간행물 품질관리 업무보조 시스템 구축",
    "사업 금액": 200000000,
    "발주 기관": "한국해양조사협회",
    "공개 일자": "2024-06-12 16:25:12",
    "입찰 참여 시작일": "2024-06-20 14:00:00",
    "입찰 참여 마감일": "2024-06-24 15:00:00",
    "사업 요약": "- 사업 개요: 2024년 항해용 간행물 품질관리 업무보조 시스템 구축\n- 추진배경: 해양조사협회에 항해용 간행물 품질관리 업무 위탁, 품질검사 수행 및 이력관리 강화 필요\n- 사업범위: 디지털 품질검사 요소 분석, 디지털 품질검사 도구 개발, 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선\n- 기대효과: 검사시간 단축, 업무효율 개선, 품질관리 업무지원 강화\n- 추진목표: 항해용 간행물 품질관리 시스템 구축, 품질검사 및 이력관리 효율화",
    "파일형식": "pdf",
    "파일명": "한국해양조사협회_2024년 항해용 간행물 품질관리 업무보조 시스템 구축.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 과 업 명 2024년 항해용 간행물 품질관리 업무보조 시스템 구축 주관기관 한국해양조사협회 항해정보본부 2024년 6월 담당 소속 부서 직 위 성명 TEL FAX 항해정보본부 본부장 김서철 02-2166-3304 02-855-7101 해도품질팀 과장 김정수 02-2166-3370",
      "tables": [
        [
          [
            "과 업 명",
            "2024년 항해용 간행물 \n품질관리 업무보조 시스템 구축"
          ],
          [
            "주관기관",
            "한국해양조사협회 항해정보본부"
          ]
        ],
        [
          [
            "담당",
            "소속 부서",
            "직  위",
            "성명",
            "TEL",
            "FAX"
          ],
          [
            "",
            "항해정보본부",
            "본부장",
            "김서철",
            "02-2166-3304",
            "02-855-7101"
          ],
          [
            "",
            "해도품질팀",
            "과장",
            "김정수",
            "02-2166-3370",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 2,
      "text": "목 차 I. 과업 개요 1 1. 과업 일반 1 2. 과업 목적 1 3. 과업 범위 1 II. 과업 추진방안 2 1. 추진 목표 2 2. 추진 체계 2 3. 추진 일정 2 4. 추진 방안 3 III. 제안요청 내용 4 1. 일반사항 4 2. 용어 정의 7 3. 상세 과업 요구사항 8 4. 요구사항 목록 10 5. 상세 일반 요구사항 22 IV. 제안서 작성요령 31 1. 제안서의 효력 31 2. 제안서 작성지침권고사항 및 유의사항 31 3. 제안서 제출 34 4. 제안서 작성항목 및 작성방법 35 V. 제안서 안내사항 37 1. 입찰 및 낙찰 방식 37 2. 제안서 평가 방법 39 3. 기술성 평가 기준 41 4. 기타사항 46",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "별지 1 제안서 표지 규격양식 50 별지 2 수행조직및 인원현황 51 별지 3 본 사업 추진팀별 업무분장 등 요약 52 별지 4 참여인력 이력 사항사업관리자 53 별지 5 참여인력 이력 사항개인별 54 별지 6 참여연구원의 자격, 경력 및 용역 참여실적 요약 55 별지 7 최근 3년간 사업 실적 56 별지 8 사업 실적 증명서 57 별지 9 신용평가등급 58 별지 10 개인정보 제공 및 활용 동의서 59 별첨 제1호서식 보안각서대표자용 60 별첨 제2호서식 보안각서참여자용 61 별첨 제3호서식 보안서약서 62 별첨 제4호서식 보안확약서 63 별첨 제5호서식 비밀유지 계약서 64 별첨 제6호서식 정보 비공개 동의서 66 별첨 제7호서식 개인정보처리위탁계약서 67 별첨 제8호서식 청렴계약 이행서약서 69 별첨 제9호서식 소프트웨어사업 영향평가 결과서 72 별첨 제10호서식 소프트웨어 개발사업의 적정 사업기간 위원별 산정서 73 별표 1 누출금지 대상정보 75 별표 2 보안위규 처리규정 76 별표 3 보안 위약금 부고 기분 78 별표 4 정보시스템 관리 대장 79 별표 5 휴대용 저장매체 관리 대장 80 별표 6 휴대용 저장매체 점검 대장 81",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "별표 7 휴대용 저장매체전산장비 포함 반출ᆞ입 대장 82 별표 8 휴대용 저장매체 불용처리 확인서 83 별표 9 자료 인계인수 대장 84 별표 10 접속단자 봉인 대장 85 별표 11 용역사업 보안관리실태 점검 체크리스트 86 별표 12 월별 보안점검 양식 88 별표 13 안전사고예방 및 보건상태 점검표 89 별표 14 안전보건 사고 보고서 90",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 1 - I 과업 개요 1. 과업 일반 ᄋ 과 업 명 2024년 항해용 간행물 품질관리 업무보조 시스템 구축 ᄋ 과업기간 계약일로부터 2024년 12월 20일까지 ᄋ 과업예산 200백만원부가가치세 포함 ᄋ 계약방법 제한입찰협상에 의한 계약 2. 과업 목적 ᄋ 수동 중심 검사방식을 디지털자동화 품질검사가 가능한 도구 개발을 통하여 품질 검사시간 단축 및 업무효율성 제고 ᄋ 항해용 간행물 종류 및 품질관리 항목별 오류 정보의 체계적인 관리를 통하여 신속한 품질관리 업무지원 3. 과업 범위 1 디지털 품질검사 요소 분석 가. 종이해도 파일PCC 구조 분석 및 디지털 검사방안 도출 나. 바다내비용 전자해도의 디지털 오류검사 방안 도출 다. 항행통보 반영 정보의 품질검사 방안 도출 라. 품질개선 요소 분석 및 자동화 방안 제시 마. 항해용 간행물 품질관리 고객만족도 2 디지털 품질검사 도구기능 개발 가. 종이해도 주요 객체point 형태의 축척별 위치 및 속성 검사 나. 종이해도의 해양지명 반영 검사 3 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선 가. 항해용 간행물 품질 오류 DB 재분류 및 세분화 나. 항해용 간행물 품질 오류정보 조회 기능 개선",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 2 - II 과업 추진방안 1. 추진 목표 ᄋ 품질검사 요소 분석, 품질검사 도구 개발, 항목별 오류 정보의 연구 및 기능 개발개선을 통한 업무의 효율성 개선과 신속한 품질관리 업무지원 2. 추진 체계 발주기관 한국해양조사협회 경영관리팀 항해정보본부 수행사 사업 입찰 및 공고 계약 체결 추진계획 수립 사업수행 관리 디지털 품질검사 기능 개발 등 수행 3. 추진 일정 ᄋ과업기간 계약일로부터 2024년 12월 20일까지 구분 수행기간월 M M1 M2 M3 M4 M5 1. 디지털 품질검사 요소 분석 가. 종이해도 파일PCC 구조 분석 및 디지털 검사방안 도출 나. 바다내비용 전자해도의 디지털 오 류검사 방안 도출 다. 항행통보 반영 정보의 품질검사 방 안 도출 라. 품질개선 요소 분석 및 자동화 방안 제시 마. 항해용 간행물 품질관리 고객만족도 2. 디지털 품질검사 도구기능 개발 가. 종이해도 주요 객체의 축척별 위 치 및 속성 검사 나. 종이해도의 해양지명 반영 검사 3. 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선 가. 항해용 간행물 품질 오류 DB 재 분류 및 세분화 나. 항해용 간행물 품질 오류정보 조회 기능 개선 4. 보고회 착수 중간 최종 위의표를참고하여착수계제출시예정공정등을포함한세부추진계획수립제시요망",
      "tables": [
        [
          [
            "구분",
            "수행기간(월)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "M",
            "M+1",
            "M+2",
            "M+3",
            "M+4",
            "M+5"
          ],
          [
            "1.  디지털  품질검사  요소  분석",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "가.  종이해도  파일(PCC)  구조  분석  및 \n디지털  검사방안  도출",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "나.  바다내비용  전자해도의  디지털  오\n류검사  방안  도출",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "다.  항행통보  반영  정보의  품질검사  방\n안  도출",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "라.  품질개선  요소  분석  및  자동화  방안 \n제시",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "마.  항해용  간행물 품질관리  고객만족도",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2.  디지털  품질검사  도구(기능)  개발",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "가.  종이해도  주요  객체의  축척별  위\n치  및  속성  검사",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "나.  종이해도의  해양지명  반영  검사",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3.  품질관리  오류사례  DB  구축  및 \n정보  조회  기능  개선",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "가.  항해용  간행물  품질  오류  DB  재\n분류  및  세분화",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "나.  항해용  간행물  품질  오류정보 \n조회  기능  개선",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4.  보고회",
            "착수",
            "",
            "중간",
            "",
            "",
            "최종"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 3 - 4. 추진 방안 1 사업자 선정방식 제한입찰협상에 의한 계약 2 평가비율 기술평가80 가격평가20 3 종합평가점수 기술평가점수 입찰가격 평가점수 4 대기업 참여 여부 입찰 제한 5 위임발주분리발주 대상 해당사항 없음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 4 - III 제안요청 내용 1. 일반사항 1 사업의 일반사항 가. 계약상대자는 사업의 성공적 추진을 위해 신의와 성실의 의무를 진다. 나. 계약상대자는 한국해양조사협회이하 발주기관이라 한다이 이 사업과관련된 사항에 대하여 업무지원 등을 시급하게 요구하는 경우 이를우선 처리하여야 한다. 다. 계약상대자는 사업의 성공적이고 효율적인 추진을 위하여 주도적 으로 사업을 수행하고, 발주기관 등과 상생상호협력하는 방안을 제시하는 등 협력 이행과 책임의 의무를 진다. 라. 이제안요청서는 과업 수행에 필요한 최소한의 요구사항을 정의 하였으며, 계약상대자는 원칙적으로 제안요청사항 이외의 내용을 추가로 제안할 수 있다. 마. 계약상대자는 사업 수행을 위해 발주기관의 행정적 지원 등이 필요 한경우 발주기관과 협의하여 지원받을 수 있으며, 이 때 발생 하는 관련 비용수수료 등은 계약상대자가 부담한다. 바. 사업목적 달성을 위해 필요한 사항이나 이 제안요청서에 누락된 경미한 사항은 계약상대자의 부담으로 수행하여야 한다. 사. 계약상대자가 사업 수행을 위해 발주기관에 네트워크 및 전산 자원을 반입하여 사용해야 하는 경우, 사전에 반드시 발주기관과 보안 조치 등 관련 사항을 협의하여야 한다. 아. 발주기관이 제공하는 모든 자료는 이 사업 이외의 목적으로사용 할 수 없으며, 자료의 원래 상태 그대로 손상 없이 반납하여야한다. ᄋ계약상대자는 자료의 도난, 분실, 유실, 손상 및 파손 등에 대비 하여 필요한 보안 및 안전조치를 사전에 취하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 5 - ᄋ계약상대자는 자료의 손상 등이 발생한 경우 이에 대한 책임을 져야 하며, 발주기관과 협의하여 사후 조치를 반드시 취하여야 한다. 자. 계약상대자는 사전에 사업수행을 위해 필요한 제3자의 특허권 사용 여부를 확인하고, 그 사용에 대한 책임을 진다. 차. 계약상대자는 사업수행 과정에서 산출되는 모든 자료를 국문으로 작성된 문서와 이의디지털 파일로 제출하여야 한다. 단, 발주기관의 요구가 있을 경우 및 필요시에는 영문으로 작성 및 제공하여야 한다. 카. 사업수행 과정에서 계약 당사자 간의 계약서 작성에 대한 이견이 있는 경우 적용 우선순위는 다음과 같다. ᄋ제안요청서 및 제안서 협상안 ᄋ일반용역계약 특수조건조달청 지침 제43호 ᄋ계약예규 용역계약일반조건 ᄋ관계 법령국가계약법 및 기타 용역 관련 법규 ᄋ제안서 및 사업수행계획서 타. 계약상대자가 납품하는 성과품의 검사는 발주기관의 위임을받은 소속 직원이 실시한다. 2 계약상대자의 의무 가. 계약상대자는 이 사업과 관련하여 알게 된 정보와 모든 자료 등에 대하여 발주기관과 협의 및 발주기관의 승인서면 동의 등 증빙 없이 외부에 누설공포유출하거나 제공대여할 수 없으며, 사업 완료 후에는 발주기관에 반납 또는 폐기하여야 한다. 나. 계약상대자는 이 사업의 수행과 관련된 안전사고와 기존 장비 및 시설의 피해에 대한 민형사상의 책임과 배상의무를 져야 한다. 다. 계약상대자는 이 사업의 수행과 관련된 인원, 장비 및 시설 등의 보안을 위하여 발주기관이 요구하는 모든 사항을 충실히 이행하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 6 - 라. 계약상대자는 이 제안요청서의 사업 상세 요구사항을 면밀히 검토한 후에 구체적인 수행방안을 제시하여야 한다. 3 계약의 변경 가. 계약상대자는 계약의 변동사항에 대하여 발주기관과 상호 협의 하여 필요시 계약 내용을 변경할 수 있다. 단, 과업의 물량이나 업무량에 변동이 없는, 경미한 사업의 변경은 계약 변경 없이 상호 협의하여 수행할 수 있다. ᄋ계약상대자는 계약 또는 사업내용이 변경될 경우, 발주기관과 협의한 내용 및 사업 변경 전후의 업무 대비표 등을 정리하여 발주기관에 제출하여야 한다. 나. 계약상대자는 이 사업의 대상 업무별투입인력기술자, 연구원 등으로 이하 같다별, 기능점수FP 혹은 투입공수MM, 인건비 등을포함하는 상세한 산출내역서를제출해야 하며, 제출 이후 임의로수정할 수 없다. 4 기타사항 가. 계약상대자는 제안요청서 범위 내에서 발주기관이 세부적으로 지시하는 사항에 대해서는 이를 준수해야 하고, 제안요청서에 명확하게 제시되지 아니한 사항에 대해서는 발주기관과 협의 하여 결정하여야 한다. 나. 발주기관은 계약상대자가 이 사업을 추진하는 동안 심각한 문제 가 발생하여 더는 업무를 수행할 수 없다고 판단되는 경우 계약을 해제해지할 수 있다. 이 경우, 계약상대자는 발주기관이 새로운 계약상대자를 선정할 때까지 모든 비용과 손해를 배상해야 한다. 다. 계약상대자는 사업 완료 후라도 이 사업과 관련된 사항에 대하여 재검토, 보완 등이 필요한 때에는 별도의 비용 청구 없이 재검토, 보완하여 제출하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 7 - 라. 계약상대자가 이 사업수행으로 취득한 자료와 자체 처리한 성과를 포함한 최종 성과물에 대한 하자 담보 책임기간은 사업을 종료한날 사업에 해당 검사를 수행하여 최종 성과물을 인도한 날을 말함로부터 1년 으로 한다. 2. 용어 정의 1 공공기관이란 공공기관의 운영에 관한 법률제5조에 따른 공기업, 준정부기관, 기타공공기관을 말한다. 2 계약상대자라 함은 발주기관과 용역계약을 체결한 자연인 또는 법인을 말한다. 3 제안요청서란 계약담당자가 협상에 의한 계약으로 진행하는 입찰에 참가하려는 자에게 제안서의 제출을 요청하기 위하여 내주는 서류를 말한다. 4 제안서란 협상에 의한 계약의 입찰에 참가하려는 자가 제안 요청서 및 입찰공고에 따라 작성하여 계약담당자에게 제출하는 서류를 말한다. 5 제안서 평가란 제안서를 평가위원이 평가항목에 따라 기술능력을 종합적으로 평가하는 것을 말한다. 6 공동수급체란 구성원을 2인 이상으로 하여 수급인이 당해 계약을 공동으로 수행하기 위하여 잠정적으로 결성한 실체를 말한다. 7 사업관리자란 계약담당자가 입찰공고 한 해당 사업에 대하여입찰 참여업체 대표로부터 입찰공고에서 그 계약의 종결까지모든 권한을 위임받은 총괄 관리자를 말한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 8 - 3. 상세 과업 요구사항 1 디지털 품질검사 요소 분석 가. 종이해도 파일PCC 구조 분석 및 디지털 검사방안 도출 ᄋ종이해도 파일 구조 및 세부 데이터 구성 분석 ᄋ지오메트리, 객체, 속성 정보 등 데이터 간 연계구조 분석 ᄋ대축척 및 인접 해도의 일치성 확인 요소 분석 ᄋ해도 도곽, 표제군, 주의기사 등 해도 구성 관련 요소 분석 ᄋ문자 규격, 마스킹, 심볼, 색상, 지명 요소 분석 나. 바다내비용 전자해도의 디지털 오류검사 방안 도출 ᄋ최신 해도제작 업무편람 등 바다내비용 전자해도 제작기준 분석 ᄋ바다내비용 전자해도의 디지털 검증 방안 마련 다. 항행통보 반영 정보의 품질검사 방안 도출 ᄋ해도별 항행통보 정보 확인 및 표출 방안 마련 ᄋ항행통보의 해도 반영 결과의 디지털 검증 방안 마련 라. 품질개선 요소 분석 및 자동화 방안 제시 ᄋ해도 검사 요소 분석을 통한 오류발생 원인 파악 및 개선 방안 제시 ᄋ해도 품질검사 자동화 우선순위 도출 및 단계별 구현 방안 제시 마. 항해용 간행물 품질관리 고객만족도 ᄋ항해용 간행물 품질관리 프로세스, 성과관리, 제도절차시스템 등 개선방안 마련 ᄋ품질관리 만족도, 애로사항, 개선사항 등 조사",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 9 - 2 디지털 품질검사 도구기능 개발 가. 종이해도 주요 객체point 형태의 축척별 위치 및 속성 검사 ᄋ대축척 해도에 존재하는 항해 위험물, 수심, 항로표지의 소축척 해도 반영여부 검사 도구 개발 나. 종이해도의 해양지명 반영 검사 ᄋ국가에서 고시한 해양지명간출암, 수도 등의 위치종류명칭에 대한 오류검사 자동화 도구 개발 3 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선 가. 항해용 간행물 품질 오류 DB 재분류 및 세분화 ᄋ변경된 분류기준을 기존에 구축된 DB에 적용24년 기준 반영 ᄋ24년 오류정보 DB 구축 및 항목별 소분류 기준 제안 나. 항해용 간행물 품질 오류정보 조회 기능 개선 ᄋ키워드 기반 검색, 제작정보 추가, 통계 그래프 설정 변경 기능 추가",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 10 - 4. 요구사항 목록 1 요구사항 요약표 구분 ID 부여규칙 설명 요구사항 개수 기능요구사항 SFR-00 품질검사내역정보관리도구개발시반드시 수행해야하거나사용자가수행할수있어야 하는기능에관한기술 4 데이터요구사항 DAR-00 품질검사내역정보관리도구지원에필요한 데이터구축을위해필요한요구사항기술 2 테스트요구사항 TER-00 구축된품질검사내역정보관리도구가목표 대비제대로운영되는지를테스트하고점검 하기위한요구사항기술 1 보안요구사항 SER-00 정보자산의기밀성과무결성을확보하기 위해이력관리시스템의데이터및기능, 운영 접근을통제하기위한요구사항 2 품질요구사항 QUR-00 프로젝트의원활한수행및운영을위해관리가 필요한품질항목, 품질평가대상및목표에 대한요구사항기술 2 제약사항 요구사항 COR-00 품질검사내역정보관리도구설계, 구축, 운영과 관련하여사전에파악된기술표준업무 법제도등의제약조건 2 프로젝트관리 요구사항 PMR-00 프로젝트의원활한수행을위한관리방법론 및추진단계별수행방안에대한요구사항 3 프로젝트지원 요구사항 PSR-00 프로젝트기간또는프로젝트완료후원활한 서비스이행과안정화를위해필요한교육이나 업체에서기술적인지원이필요한부분에대한 요구사항 2 합계 18",
      "tables": [
        [
          [
            "ID\n구분\n부여규칙",
            "",
            "설명",
            "요구사항\n개수"
          ],
          [
            "기능 요구사항",
            "SFR-00",
            "◦품질검사내역정보 관리도구 개발 시 반드시\n수행해야 하거나 사용자가 수행 할 수 있어야\n하는 기능에 관한 기술",
            "4"
          ],
          [
            "데이터 요구사항",
            "DAR-00",
            "◦품질검사내역정보 관리도구 지원에 필요한\n데이터구축을 위해 필요한 요구사항 기술",
            "2"
          ],
          [
            "테스트 요구사항",
            "TER-00",
            "◦구축된 품질검사내역정보 관리도구가 목표\n대비 제대로 운영되는지를 테스트하고 점검\n하기 위한 요구사항 기술",
            "1"
          ],
          [
            "보안 요구사항",
            "SER-00",
            "◦정보 자산의 기밀성과 무결성을 확보하기\n위해 이력관리시스템의 데이터 및 기능, 운영\n접근을 통제하기 위한 요구사항",
            "2"
          ],
          [
            "품질 요구사항",
            "QUR-00",
            "◦프로젝트의 원활한 수행 및 운영을 위해 관리가\n필요한 품질 항목, 품질 평가대상 및 목표에\n대한 요구사항 기술",
            "2"
          ],
          [
            "제약사항\n요구사항",
            "COR-00",
            "◦품질검사내역정보 관리도구 설계, 구축, 운영과\n관련하여 사전에 파악된 기술․표준․업무․\n법제도 등의 제약조건",
            "2"
          ],
          [
            "프로젝트 관리\n요구사항",
            "PMR-00",
            "◦프로젝트의 원활한 수행을 위한 관리 방법론\n및 추진 단계별 수행 방안에 대한 요구사항",
            "3"
          ],
          [
            "프로젝트 지원\n요구사항",
            "PSR-00",
            "◦프로젝트 기간 또는 프로젝트 완료 후 원활한\n서비스 이행과 안정화를 위해 필요한 교육이나\n업체에서 기술적인 지원이 필요한 부분에 대한\n요구사항",
            "2"
          ],
          [
            "합계",
            "",
            "",
            "18"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 11 - 2 요구사항 목록 요구사항분류 요구사항번호 요구사항명 기능SFR SFR-01 종이해도포인트객체의위치일치성검사자동화 SFR-02 종이해도포인트객체의속성값일치성검사자동화 SFR-03 종이해도해양지명검사자동화 SFR-04 해도품질오류정보조회기능개선 데이터DAR DAR-01 기구축자료보완구축분류체계적용및항목추가 DAR-02 2024년도해도품질오류정보신규구축 테스트TER TER-01 테스트일반사항 보안SER SER-01 누출금지대상정보및보안위규처리기준 SER-02 보안관리일반사항 품질QUR QUR-01 품질관리일반사항 QUR-02 시스템가용성 제약COR COR-01 규정및표준준수 COR-02 지적재산권보호 프로젝트관리PMR PMR-01 정기및수시보고 PMR-02 보안서약및확약 PMR-03 산출물관리 프로젝트지원PSR PSR-01 기술지원 PSR-02 교육지원및하자보수",
      "tables": [
        [
          [
            "요구사항 분류",
            "요구사항 번호",
            "요구사항 명"
          ],
          [
            "기능(SFR)",
            "SFR-01",
            "종이해도 포인트 객체의 위치 일치성 검사 자동화"
          ],
          [
            "",
            "SFR-02",
            "종이해도 포인트 객체의 속성 값 일치성 검사 자동화"
          ],
          [
            "",
            "SFR-03",
            "종이해도 해양 지명 검사 자동화"
          ],
          [
            "",
            "SFR-04",
            "해도 품질오류정보 조회기능 개선"
          ],
          [
            "데이터(DAR)",
            "DAR-01",
            "기 구축 자료 보완 구축(분류체계 적용 및 항목 추가)"
          ],
          [
            "",
            "DAR-02",
            "2024년도 해도 품질오류 정보 신규 구축"
          ],
          [
            "테스트(TER)",
            "TER-01",
            "테스트 일반사항"
          ],
          [
            "보안(SER)",
            "SER-01",
            "누출금지 대상정보 및 보안위규 처리기준"
          ],
          [
            "",
            "SER-02",
            "보안관리 일반사항"
          ],
          [
            "품질(QUR)",
            "QUR-01",
            "품질관리 일반사항"
          ],
          [
            "",
            "QUR-02",
            "시스템 가용성"
          ],
          [
            "제약(COR)",
            "COR-01",
            "규정 및 표준 준수"
          ],
          [
            "",
            "COR-02",
            "지적재산권 보호"
          ],
          [
            "프로젝트관리(PMR)",
            "PMR-01",
            "정기 및 수시보고"
          ],
          [
            "",
            "PMR-02",
            "보안서약 및 확약"
          ],
          [
            "",
            "PMR-03",
            "산출물 관리"
          ],
          [
            "프로젝트지원(PSR)",
            "PSR-01",
            "기술지원"
          ],
          [
            "",
            "PSR-02",
            "교육지원 및 하자보수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 12 - 3 상세 요구사항 가. 기능 요구사항System Function Requirement 요구사항분류 기능요구사항 요구사항고유번호 SFR-01 요구사항명칭 종이해도포인트객체의위치일치성검사자동화 요구 사항 상세 설명 정의 종이해도포인트객체의위치일치성검사자동화기능에대한정의 세부내용 검사영역에해당하는축척단계별해도파일들을읽어온다. - 해당종이해도PCC 파일로딩 - 해도간축척및영역정보의연관관계설정 축척단계별대상객체의위치포인트 일치성검사를수행한다. - 검사는항해위험물장애물, 노간출암, 침선, 수심, 항로표지등대, 입표, 부표 등의객체포인트를대상으로수행 - 각해도별검사대상객체포인트의위치정보추출 - 각해도의동일객체의위치비교버퍼값적용 위치오류검출정보를Shp 파일과엑셀파일로내보낸다. 산출정보 개발소스 관련요구사항 요구사항분류 기능요구사항 요구사항고유번호 SFR-02 요구사항명칭 종이해도포인트객체의속성값일치성검사자동화 요구 사항 상세 설명 정의 종이해도포인트객체의속성일치성검사자동화기능에대한정의 세부내용 검사영역에해당하는축척단계별해도파일들을읽어온다. - 해당종이해도PCC 파일로딩 - 해도간축척및영역정보의연관관계설정 축척단계별동일위치에존재하는동일객체의속성값일치성검사를 수행한다. - 검사는항해위험물장애물, 노간출암, 침선, 수심, 항로표지등대, 입표, 부표 등의객체포인트 및속성정보를대상으로수행 - 위치가일치하는동일객체들의속성및속성값비교 속성오류검출정보를Shp 파일과엑셀파일로내보낸다. 산출정보 개발소스 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "종이해도 포인트 객체의 위치 일치성 검사 자동화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "종이해도 포인트 객체의 위치 일치성 검사 자동화 기능에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦검사 영역에 해당하는 축척 단계 별 해도 파일들을 읽어온다.\n- 해당 종이해도(PCC) 파일 로딩\n- 해도 간 축척 및 영역 정보의 연관 관계 설정\n◦축척 단계별 대상 객체의 위치(포인트) 일치성 검사를 수행한다.\n- 검사는 항해위험물(장애물, 노/간출암, 침선), 수심, 항로표지(등대, 입표,\n부표) 등의 객체(포인트)를 대상으로 수행\n- 각 해도 별 검사 대상 객체(포인트)의 위치 정보 추출\n- 각 해도의 동일 객체의 위치 비교(버퍼값 적용)\n◦위치 오류 검출 정보를 Shp 파일과 엑셀 파일로 내보낸다."
          ],
          [
            "산출정보",
            "",
            "개발 소스"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "종이해도 포인트 객체의 속성값 일치성 검사 자동화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "종이해도 포인트 객체의 속성 일치성 검사 자동화 기능에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦검사 영역에 해당하는 축척 단계 별 해도 파일들을 읽어온다.\n- 해당 종이해도(PCC) 파일 로딩\n- 해도 간 축척 및 영역 정보의 연관 관계 설정\n◦축척 단계별 동일 위치에 존재하는 동일 객체의 속성값 일치성 검사를\n수행한다.\n- 검사는 항해위험물(장애물, 노/간출암, 침선), 수심, 항로표지(등대, 입표,\n부표) 등의 객체(포인트) 및 속성 정보를 대상으로 수행\n- 위치가 일치하는 동일 객체들의 속성 및 속성값 비교\n◦속성 오류 검출 정보를 Shp 파일과 엑셀 파일로 내보낸다."
          ],
          [
            "산출정보",
            "",
            "개발 소스"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 13 - 요구사항분류 기능요구사항 요구사항고유번호 SFR-03 요구사항명칭 종이해도해양지명검사자동화 요구 사항 상세 설명 정의 종이해도해양지명검사자동화기능에대한정의 세부내용 해당구역에대한해도파일들과해양지명기준정보파일을읽어온다. - 해당종이해도PCC 파일로딩 - 해양지명기준정보파일Shp 또는엑셀 읽어오기 최신정보의검증된해양지명파일을사용하여야함 종이해도상의지명관련객체및속성정보를추출한다. 해양지명기준정보와해도내지명정보의매칭관계를검사한다. - 해안지역, 해저저형, 노간출암등에대한해양지명검사 해양지명오류검출정보를Shp 파일과엑셀파일로내보낸다. 산출정보 개발소스 관련요구사항 요구사항분류 기능요구사항 요구사항고유번호 SFR-04 요구사항명칭 해도품질오류정보조회기능개선 요구 사항 상세 설명 정의 해도품질오류정보조회기능개선기능에대한정의 세부내용 기구축된해도품질오류내역조회시스템에업무편의성을위한추가서 비스항목을반영한다. - 해도제작사정보, 해도제작담당자정보등 - 관련페이지의조건검색항목및조회테이블컬럼반영 업무편의성을위한요구사항을반영하여키워드검색기능을확대적용 한다. - 보정도포함검색지원, 축척별해도통계검색지원등 색상설정등의통계그래프관련기능을개선한다. 산출정보 개발소스 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-03"
          ],
          [
            "요구사항 명칭",
            "",
            "종이해도 해양 지명 검사 자동화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "종이해도 해양 지명 검사 자동화 기능에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦해당 구역에 대한 해도 파일들과 해양 지명 기준 정보 파일을 읽어온다.\n- 해당 종이해도(PCC) 파일 로딩\n- 해양 지명 기준 정보 파일(Shp 또는 엑셀) 읽어오기\n※ 최신정보의 검증된 해양 지명 파일을 사용하여야 함\n◦종이해도 상의 지명 관련 객체 및 속성 정보를 추출한다.\n◦해양 지명 기준 정보와 해도 내 지명 정보의 매칭 관계를 검사한다.\n- 해안지역, 해저저형, 노·간출암 등에 대한 해양 지명 검사\n◦해양 지명 오류 검출 정보를 Shp 파일과 엑셀 파일로 내보낸다."
          ],
          [
            "산출정보",
            "",
            "개발 소스"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SFR-04"
          ],
          [
            "요구사항 명칭",
            "",
            "해도 품질오류정보 조회기능 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "해도 품질오류정보 조회기능 개선 기능에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦기 구축된 해도 품질오류내역 조회 시스템에 업무 편의성을 위한 추가 서\n비스 항목을 반영한다.\n- 해도 제작사 정보, 해도 제작 담당자 정보 등\n- 관련 페이지의 조건 검색 항목 및 조회 테이블 컬럼 반영\n◦업무 편의성을 위한 요구사항을 반영하여 키워드 검색 기능을 확대 적용\n한다.\n- 보정도 포함 검색 지원, 축척별 해도 통계 검색 지원 등\n◦색상 설정 등의 통계 그래프 관련 기능을 개선한다."
          ],
          [
            "산출정보",
            "",
            "개발 소스"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 14 - 나. 데이터 요구사항Data Requirement 요구사항분류 데이터요구사항 요구사항고유번호 DAR-01 요구사항명칭 기구축자료보완구축 요구 사항 상세 설명 정의 기구축자료보완구축분류체계적용및항목추가에대한정의 세부내용 개정된해도품질관리점검표를기반으로기구축된품질오류세부내역 데이터를재구성한다. - 종이해도와전자해도의품질관리분류체계항목의변경사항반영 기구축자료에추가적용이필요한항목을포함하여보완구축한다. - 해도제작사, 제작담당자등추가요구항목 보완구축자료에대한품질검토를수행하여자료품질을확보한다. 보완구축된데이터를해도품질오류내역정보DB에입력한다. 산출정보 해도품질오류내역데이터셋2022, 2023년도 데이터베이스 관련요구사항 요구사항분류 데이터요구사항 요구사항고유번호 DAR-02 요구사항명칭 2024년도해도품질오류정보신규구축 요구 사항 상세 설명 정의 2024년도해도품질오류정보갱신에대한정의 세부내용 기구축자료구성을참고하여신규해도품질오류정보를신규구축한다. - 개정품질관리분류체계적용, 오류건수산정, 항목코드적용등반영 - 기구축자료의보완구축시추가된항목을포함하여자료제작 신규구축자료에대한품질검토를수행하여자료품질을확보한다. 신규구축된데이터를해도품질오류내역정보DB에입력한다. 산출정보 해도품질오류내역데이터셋2024년 데이터베이스 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "기 구축 자료 보완 구축"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기 구축 자료 보완 구축(분류체계 적용 및 항목 추가)에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦개정된 해도 품질관리 점검표를 기반으로 기 구축된 품질오류 세부내역\n데이터를 재구성한다.\n- 종이해도와 전자해도의 품질관리 분류체계 항목의 변경사항 반영\n◦기 구축 자료에 추가 적용이 필요한 항목을 포함하여 보완 구축한다.\n- 해도 제작사, 제작 담당자 등 추가 요구 항목\n◦보완 구축 자료에 대한 품질 검토를 수행하여 자료 품질을 확보한다.\n◦보완 구축된 데이터를 해도 품질오류내역 정보 DB에 입력한다."
          ],
          [
            "산출정보",
            "",
            "해도 품질오류 내역 데이터셋(2022, 2023년도)\n데이터베이스"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "DAR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "2024년도 해도 품질오류 정보 신규 구축"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "2024년도 해도 품질오류 정보 갱신에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦기 구축 자료 구성을 참고하여 신규 해도 품질오류 정보를 신규 구축한다.\n- 개정 품질관리 분류체계 적용, 오류 건수 산정, 항목 코드 적용 등 반영\n- 기 구축 자료의 보완 구축 시 추가된 항목을 포함하여 자료 제작\n◦신규 구축 자료에 대한 품질 검토를 수행하여 자료 품질을 확보한다.\n◦신규 구축된 데이터를 해도 품질오류내역 정보 DB에 입력한다."
          ],
          [
            "산출정보",
            "",
            "해도 품질오류 내역 데이터셋(2024년)\n데이터베이스"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 15 - 다. 테스트 요구사항Test Requirement 요구사항분류 테스트 요구사항고유번호 TER-01 요구사항명칭 테스트일반사항 요구 사항 상세 설명 정의 테스트일반사항에대한정의 세부내용 개발초기부터구축완료까지지속적인테스트와해당결과를반영한다. 발생가능한상황에대해서시나리오를작성하여테스트한다. 실제운영환경과동일하게구성하여테스트를실시한다. 산출정보 관련요구사항 4 보안 요구사항Security Requirement 요구사항분류 보안관리일반 요구사항고유번호 SER-01 요구사항명칭 누출금지대상정보및보안위규처리기준 요구 사항 상세 설명 정의 누출금지대상정보및보안위규처리기준에대한정의 세부내용 누출금지대상정보별표1 누출시에는국가를당사자로하는계약에관한 법률시행령제76조에따라부정당업자제재를받을수있다. 보안위규처리기준별표2에따른위규사항발생시처리기준에따라처리 하며, 보안위약금별표3을부과한다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "테스트"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-01"
          ],
          [
            "요구사항 명칭",
            "",
            "테스트 일반사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "테스트 일반사항에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦개발 초기부터 구축 완료까지 지속적인 테스트와 해당 결과를 반영한다.\n◦발생 가능한 상황에 대해서 시나리오를 작성하여 테스트한다.\n◦실제 운영환경과 동일하게 구성하여 테스트를 실시한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안관리 일반"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-01"
          ],
          [
            "요구사항 명칭",
            "",
            "누출금지 대상정보 및 보안위규 처리기준"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "누출금지 대상정보 및 보안위규 처리기준에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦누출금지 대상정보[별표1] 누출 시에는 국가를 당사자로 하는 계약에 관한\n법률 시행령 제76조에 따라 부정당업자 제재를 받을 수 있다.\n◦보안위규 처리기준[별표2]에 따른 위규사항 발생 시 처리기준에 따라 처리\n하며, 보안위약금[별표3]을 부과한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 16 - 요구사항분류 보안관리일반 요구사항고유번호 SER-02 요구사항명칭 보안관리일반사항 요구 사항 상세 설명 정의 보안관리일반사항에대한정의 세부내용 국가정보보안기본지침, 해양수산부정보보안업무규정및한국해양조사협회 정보보안업무지침등발주기관과관련된보안관리규정을준수하여야한다. 발주기관은사업수행사의보안관리상태를분기1회이상점검할수있고 보안상필요한보완조치를요구할수있으며, 사업수행사는이에따라야 한다. 사업수행장소는제한구역으로지정된전산실로하며참여자외에는출입 할수없다. 보안사항의조치를강구또는감독하기위한보안책임자를지정하여야한다. 인가받지않은PC, 휴대용저장매체사용을금지하며휴대용저장매체가 필요한경우발주기관의승인하에사용하여야한다. 취득한지식에대해사업수행중은물론사업이완료된이후에라도보안 사항을준수하여야하며, 외부에누설하거나과업이외의목적으로사용 할수없다. 보안관련법규를준수하고대외보안유지에적극협조하여야한다. 사업관련자료는인터넷웹하드, 웹메일등외부에저장및전송을금지한다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "보안관리 일반"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-02"
          ],
          [
            "요구사항 명칭",
            "",
            "보안관리 일반사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안관리 일반사항에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦국가 정보보안 기본지침, 해양수산부 정보보안업무규정 및 한국해양조사협회\n정보보안업무 지침 등 발주기관과 관련된 보안관리 규정을 준수하여야 한다.\n◦발주기관은 사업수행사의 보안관리 상태를 분기 1회 이상 점검할 수 있고\n보안상 필요한 보완조치를 요구할 수 있으며, 사업 수행사는 이에 따라야\n한다.\n◦사업수행 장소는 제한구역으로 지정된 전산실로 하며 참여자 외에는 출입\n할 수 없다.\n◦보안사항의 조치를 강구 또는 감독하기 위한 보안책임자를 지정하여야 한다.\n◦인가받지 않은 PC, 휴대용저장매체 사용을 금지하며 휴대용 저장매체가\n필요한 경우 발주기관의 승인 하에 사용하여야 한다.\n◦취득한 지식에 대해 사업 수행중은 물론 사업이 완료된 이후에라도 보안\n사항을 준수하여야 하며, 외부에 누설하거나 과업 이외의 목적으로 사용\n할 수 없다.\n◦보안관련 법규를 준수하고 대외 보안유지에 적극 협조하여야 한다.\n◦사업관련 자료는 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송을 금지한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 17 - 라. 품질 요구사항Quality Requirement 요구사항분류 품질요구사항 요구사항고유번호 QUR-01 요구사항명칭 품질관리일반사항 요구 사항 상세 설명 정의 품질관리일반사항에대한정의 세부내용 용역사업의품질관리를위해사업수행자는요구사항을충실히이행하고, 발주기관은용역사업을위한환경을충분히조성한다. 제공되기로한요구사항을모두제공하며, 변경관리절차를통해승인을 획득한요구사항을최종으로간주한다. 기능구현정확성은사용자가직접테스트를수행함으로써평가한다. 신속한장애대응을위하여백업환경을구축한다. 사용자상세매뉴얼을제공하고, 대상자교육을지원한다. 산출정보 관련요구사항 요구사항분류 품질요구사항 요구사항고유번호 QUR-02 요구사항명칭 시스템가용성 요구 사항 상세 설명 정의 시스템가용성에대한정의 세부내용 사용자입력오류나시스템오류발생시5초이내에적당한오류메시지를 보안에문제가되지않는수준에서사용자에게보여줘야함 사업자와담당자간에긴밀하게협력하여시스템가용성을확보하여야한다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "품질관리 일반사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리 일반사항에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦용역사업의 품질 관리를 위해 사업수행자는 요구사항을 충실히 이행하고,\n발주기관은 용역사업을 위한 환경을 충분히 조성한다.\n◦제공되기로 한 요구사항을 모두 제공하며, 변경관리 절차를 통해 승인을\n획득한 요구사항을 최종으로 간주한다.\n◦기능 구현 정확성은 사용자가 직접 테스트를 수행함으로써 평가한다.\n◦신속한 장애 대응을 위하여 백업 환경을 구축한다.\n◦사용자 상세 매뉴얼을 제공하고, 대상자 교육을 지원한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 가용성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 가용성에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦사용자 입력 오류나 시스템 오류 발생 시 5초 이내에 적당한 오류 메시지를\n보안에 문제가 되지 않는 수준에서 사용자에게 보여줘야 함\n◦사업자와 담당자 간에 긴밀하게 협력하여 시스템 가용성을 확보하여야 한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 18 - 마. 제약 요구사항Constraint Requirement 요구사항분류 제약사항 요구사항고유번호 COR-01 요구사항명칭 규정및표준준수 요구 사항 상세 설명 정의 규정및표준준수에대한정의 세부내용 행정기관및공공기관정보시스템구축운영지침행정안전부고시에 규정된사항을준수하여야한다. 소프트웨어개발보안가이드및소프트웨어보안약점진단가이드, 공개SW를 활용한소프트웨어개발보안검증가이드를활용하여소프트웨어개발보안을 적용하여야한다. 사업발주시점기준으로법령및규정, 적용표준등에대한최신사항을 반영하여사업을추진한다. 산출정보 관련요구사항 요구사항분류 제약사항 요구사항고유번호 COR-02 요구사항명칭 지적재산권보호 요구 사항 상세 설명 정의 지적재산권보호에관한정의 세부내용 수행사가제공한소프트웨어로발주기관이소유권및지적재산권침해에 관한소송의청구를당하거나그로인한재판이결정된경우, 수행사는 자기의비용으로즉시동소프트웨어의사용권을발주기관에부여하거나 동등또는더우수한물품으로대체한다. 수행사가제3자의지적재산권을침해하여발주기관을상대로손해배상청구 소송등이제기되면수행업체는피해자측과합의하여배상한다. 지식재산권과관련하여정하지않은세부사항은용역계약일반조건기획재 정부계약예규의조문에따른다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "규정 및 표준 준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "규정 및 표준 준수에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦행정기관 및 공공기관 정보시스템 구축·운영 지침(행정안전부 고시)에\n규정된 사항을 준수하여야 한다.\n◦소프트웨어 개발보안가이드 및 소프트웨어 보안약점 진단가이드, 공개SW를\n활용한 소프트웨어 개발보안 검증가이드를 활용하여 소프트웨어 개발보안을\n적용하여야 한다.\n◦사업 발주시점 기준으로 법령 및 규정, 적용 표준 등에 대한 최신 사항을\n반영하여 사업을 추진한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "지적재산권 보호"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "지적재산권 보호에 관한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦수행사가 제공한 소프트웨어로 발주기관이 소유권 및 지적재산권 침해에\n관한 소송의 청구를 당하거나 그로 인한 재판이 결정된 경우, 수행사는\n자기의 비용으로 즉시 동 소프트웨어의 사용권을 발주기관에 부여하거나\n동등 또는 더 우수한 물품으로 대체한다.\n◦수행사가 제3자의 지적재산권을 침해하여 발주기관을 상대로 손해배상 청구\n소송 등이 제기되면 수행업체는 피해자 측과 합의하여 배상한다.\n◦지식재산권과 관련하여 정하지 않은 세부사항은 용역계약일반조건(기획재\n정부 계약예규)의 조문에 따른다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 19 - 바. 프로젝트관리 요구사항Project Management Requirement 요구사항분류 프로젝트관리 요구사항고유번호 PMR-01 요구사항명칭 정기및수시보고 요구 사항 상세 설명 정의 정기및수시보고에대한정의 세부내용 착수보고회, 중간보고회, 완료보고회를다음과같이개최한다. - 착수보고회 수행방향제시, 세부사업수행계획설명 - 중간보고회 진행상황확인, 설계및기능검토등 - 완료보고회 완료내역검토, 산출물확인, 최종시연등 정기보고, 수시보고를다음과같이수행한다. - 정기보고 산출물월간보고서의형태로제출매월말근무일이내 - 수시보고 필요시특이사항발생등 비정기적인보고요청에대응 산출물의형태로다음과같이보고서를제출한다. - 월간보고서, 수시보고서작성원인발생시에만해당, 최종보고서사용자 및관리자매뉴얼로대체 산출정보 관련요구사항 요구사항분류 프로젝트관리 요구사항고유번호 PMR-02 요구사항명칭 보안서약및확약 요구 사항 상세 설명 정의 보안서약및확약에관한정의 세부내용 핵심인력은발주기관에서실시하는보안교육에참여하여야하며, 보안서약서 등보안관련서류를제출하여야한다. 사업완료시사업과관련된자료일체를삭제및발주기관에반납하고, 복 사본등의자료를보유하고있지않다는대표명의의확약서를제출하여야 한다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "정기 및 수시보고"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정기 및 수시보고에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦착수보고회, 중간보고회, 완료보고회를 다음과 같이 개최한다.\n- 착수보고회 : 수행방향 제시, 세부사업 수행계획 설명\n- 중간보고회 : 진행상황 확인, 설계 및 기능 검토 등\n- 완료보고회 : 완료내역 검토, 산출물 확인, 최종 시연 등\n◦정기보고, 수시보고를 다음과 같이 수행한다.\n- 정기보고 : 산출물(월간보고서)의 형태로 제출 (매월 말 근무일 이내)\n- 수시보고 : 필요시(특이사항 발생 등) 비정기적인 보고 요청에 대응\n◦산출물의 형태로 다음과 같이 보고서를 제출한다.\n- 월간보고서, 수시보고서(작성원인 발생시에만 해당), 최종보고서(사용자\n및 관리자 매뉴얼로 대체)"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "보안서약 및 확약"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안서약 및 확약에 관한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦핵심인력은 발주기관에서 실시하는 보안교육에 참여하여야 하며, 보안서약서\n등 보안관련 서류를 제출하여야 한다.\n◦사업완료 시 사업과 관련된 자료 일체를 삭제 및 발주기관에 반납하고, 복\n사본 등의 자료를 보유하고 있지 않다는 대표 명의의 확약서를 제출하여야\n한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 20 - 요구사항분류 프로젝트관리 요구사항고유번호 PMR-03 요구사항명칭 산출물관리 요구 사항 상세 설명 정의 산출물관리에관한정의 세부내용 착수계사업수행계획서 계약자는계약일로부터7일이내에본사업을수행하기위한사업수행계 획서및착수보고서제출 - 행정기관및공공기관정보시스템구축운영지침행정안전부고시 별지5를준용하여작성 산출물종류및제출기한 계약자는책자및파일형태의산출물을기간내에제출 - 착수계사업수행계획서 계약일로부터7일이내 - 착수보고서 착수보고회시제출 - 월간보고서 매월말근무일이내 - 품질검사및이력관리시스템사용자매뉴얼 준공시 - 최신의개발소스.dll 관련파일, 모듈셋을포함하여compile이가능한 형태로제출하며, 파일에대한설명자료를별첨한다. 준공시 - 수시보고서작성원인발생시에만제출 필요상황발생및완료후3일 이내 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-03"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물 관리에 관한 정의"
          ],
          [
            "",
            "세부 내용",
            "□ 착수계(사업수행계획서)\n◦계약자는 계약일로부터 7일 이내에 본 사업을 수행하기 위한 사업수행계\n획서 및 착수보고서 제출\n- 「행정기관 및 공공기관 정보시스템 구축운영지침」(행정안전부 고시)\n[별지 5]를 준용하여 작성\n□ 산출물 종류 및 제출 기한\n◦계약자는 책자 및 파일형태의 산출물을 기간 내에 제출\n- 착수계(사업수행계획서)\n: 계약일로부터 7일 이내\n- 착수보고서 : 착수보고회시 제출\n- 월간보고서 : 매월 말 근무일 이내\n- 품질검사 및 이력관리 시스템 사용자 매뉴얼 : 준공시\n- 최신의 개발소스 (*.dll 관련 파일, 모듈 셋을 포함하여 compile이 가능한\n형태로 제출하며, 파일에 대한 설명 자료를 별첨한다.)\n: 준공 시\n- 수시보고서(작성원인 발생 시에만 제출)\n: 필요상황 발생 및 완료 후 3일\n이내"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 21 - 사. 프로젝트지원 요구사항Project Support Requirement 요구사항분류 프로젝트지원 요구사항고유번호 PSR-01 요구사항명칭 기술지원 요구 사항 상세 설명 정의 기술지원에대한정의 세부내용 시스템운영에필요한기술을및지원한다. 시스템의원활한운용을위한기술지원요청시적극협조해야한다. 기타시스템구축, 개발및운영상필요하다고판단되면발주기관에서관련 기술지원을요구할수있으며, 사업자는본사업수행범위내에서적극 지원한다. 산출정보 관련요구사항 요구사항분류 프로젝트지원 요구사항고유번호 PSR-02 요구사항명칭 교육지원및하자보수 요구 사항 상세 설명 정의 교육지원및하자보수에대한정의 세부내용 시스템운영및유지관리에필요한사항을관리자및업무담당자에게대면 방식으로교육해야한다. 과업기간내최소1회이상 - 시스템및DB 구조, 계정접근등시스템에대한전반적인사항을교육한다. - 새로구축되는이력관리시스템에대한운영사항을교육한다. - 장애발생시조치, 비상복구방법등운영에차질이발생할시에대한 방안을교육한다. 기타시스템구축, 개발및운영상필요하다고판단되면발주기관에서관련 교육지원을요구할수있으며, 사업자는본사업수행범위내에서적극 지원한다. 하자보수기간은주관기관이검수에의하여사업의완성을확인한후1년 간으로한다. 하자보수의범위는본사업의기능요구사항으로한다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "기술지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술지원에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦시스템 운영에 필요한 기술을 및 지원한다.\n◦시스템의 원활한 운용을 위한 기술지원 요청 시 적극 협조해야 한다.\n◦기타 시스템 구축, 개발 및 운영 상 필요하다고 판단되면 발주기관에서 관련\n기술지원을 요구할 수 있으며, 사업자는 본 사업 수행 범위 내에서 적극\n지원한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "교육지원 및 하자보수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "교육지원 및 하자보수에 대한 정의"
          ],
          [
            "",
            "세부 내용",
            "◦시스템 운영 및 유지관리에 필요한 사항을 관리자 및 업무담당자에게 대면\n방식으로 교육해야 한다.\n(과업기간 내 최소 1회 이상)\n- 시스템 및 DB 구조, 계정 접근 등 시스템에 대한 전반적인 사항을 교육한다.\n- 새로 구축되는 이력관리 시스템에 대한 운영사항을 교육한다.\n- 장애 발생 시 조치, 비상복구 방법 등 운영에 차질이 발생할 시에 대한\n방안을 교육한다.\n◦기타 시스템 구축, 개발 및 운영 상 필요하다고 판단되면 발주기관에서 관련\n교육지원을 요구할 수 있으며, 사업자는 본 사업 수행 범위 내에서 적극\n지원한다.\n◦하자보수 기간은 주관기관이 검수에 의하여 사업의 완성을 확인한 후 1년\n간으로 한다.\n◦하자보수의 범위는 본 사업의 기능 요구사항으로 한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 22 - 4. 상세 일반 요구사항 1 일반사항 가. 발주기관의 담당자는 이 사업의 전반적인 추진과 계약상대자에 대한 감독 업무를 수행한다. 나. 계약상대자는 실무 연락 담당자를 지정하고 발주기관과의 업무 연락을 담당할 수 있도록 해야 하며, 사업내용의 세부사항 및 의문 사항에 대해서는 발주기관과 긴밀히 협의하여 과업을 수행한다. 다. 계약상대자는 계약일로부터 7일 이내에 착수계를 제출하여 발 주기관의 승인을 받은 후 이 사업을 착수하여야 하며, 착수계 에는 다음 사항을 첨부하여야 한다. ᄋ 사업관리자 선임계이력서 포함 ᄋ 사업계획 - 사업 세부 수행계획서업무수행계획, 인원투입계획, 공정계획, 투입인력의 업무분장, 안전 및 보건 등 - 각종 보안관련 서식보안각서, 서약서, 확약서, 비밀유지 계약서 및 자체 세부 보안대책 - 안전보건 관리계획사업참여자의 안전보건 확보를 위해 관련법규정에 서제시하는 상세 내용 포함 라. 계약상대자는 다음의 사항을 포함한 공정보고서를 매월 1회 서면 으로 제출하여 사업 추진현황, 공정예정, 누적, 현안 및 문제점, 주요 수행사항, 추진계획 등을 보고해야 한다. 공정보고서 제출 시기는 발주기관과 협의하여 정한다. ᄋ 사업과 관련된 출장 또는 각종 회의실무회의, 자문회의, 간담회, 협의회, 워크숍 등의 주요세부 내용 등 결과 ᄋ 매월 자체적으로 실시한 보안 및 안전보건 교육점검 결과",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 23 - 마. 계약상대자는 우수한 사업 성과물 확보를 위한 주요사항 논의 등을 위해 진도 보고회착수, 중간, 최종 및 주요 사업내용 점검을 위한 회의를 수시로 실시하고 그 결과를 발주기관에 보고하여야 한다. ᄋ 계약상대자는 보고회 개최 전에 발표자료 초안을 발주기관에 제출하고, 발주기관에서 발표자료의 수정 또는 보완을 요구하는 경우 그 내용을 검토하여 수정보완하여야 한다. ᄋ 계약상대자는 보고회, 실무회의 등을 통해 도출된 사항을 발 주기관과 협의하여 이 사업에 반영하여 추진하여야 한다. ᄋ 계약상대자는 발주기관과 협의하여, 승인을 받은 후 보고회를 실무회의 또는 전문가 자문회의, 워크숍 등으로 갈음할 수 있다. 바. 발주기관은 계약상대자가 사용하고자 하는 조사, 처리분석, 연구 등의 기법에 대한 기술성을 검토하여 오류 등을 발견한 경우, 관련 분야의 전문가 자문을 통해 기법을 보강하거나 다른 방식을 도입적용할 수 있도록 지도한다. 사. 계약상대자는 이 사업에 투입한 인력을 임의로 교체할 수 없다. 단, 신상변동사고, 사망, 이직, 기타 사유 등 등의 불가피한 사유로 투입인력을 교체해야 할 때에는 사전에 발주기관의 승인을 받아 야하며, 보안사항을 포함하여 인계인수를 철저히 하여야 한다. ᄋ 또한 사고, 사직, 퇴직, 휴직, 휴가, 해외여행 등 기타 사유로 인한 장기간 유고를 대비하여 예비인력 확보 등 대책을 마련하여야 한다. ᄋ 발주기관은소프트웨어 개발비, 재개발비 등에 대한 사업대가를 기능점수 방식으로 산정한 경우에는 제안요청서에 투입인력의 수 및 인적사항, 투입기간 등을 요구할 수 없다. 아. 계약상대자는 이 사업에 투입한 인력을 정규직으로 제한하고, 가능한 최소화하여야 한다. 부득이한 사유로 당초 예정된 투입인원 외의 인원이 참여할 시에는 사전에 발주기관과 협의하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 24 - 2 계약위반행위 가. 발주기관은 다음의 사항을 계약위반행위로 간주하여 계약상대 자와의 계약을 취소하거나 기타 필요한 조치를 할 수 있다. ᄋ 모든 지시사항을 특별한 이유 없이 이행하지 않을 때 ᄋ 불성실한 사업의 수행으로 사업 성과물 등의 품질을 저해하거나 발주기관에 불이익을 끼쳤을 때 ᄋ 사업의 일부 또는 전부를 부당한 방법으로 하도급 주었을 때 3 사업비용의 사용 가. 계약상대자는 업무수행에 소요되는 경비를 착수계와 함께 제출한 계약금액의 상세 사용계획에 따라 그 범위 내에서 집행하고, 변 경이 필요한 경우 발주기관과 사전에 협의하여 결정하여야 한다. 4 사업수행 성과물 제출 가. 계약상대자는 준공 예정일 14일 전까지 결과보고서 초안을 작성 하여 발주기관의 검토를 받은 후 수정사항 등을 보완한 최종 결과보고서를 작성하여 제출한다. 나. 계약상대자는 성과물 작성 시 중요 결정 사항은 발주기관과 협 의하여 결정한다. ᄋ 계약상대자는 발주기관과 협의하지 않고 작성한 성과물에 대해서는 작성 후에라도 반드시 발주기관에 보고하고 검토를 받아야 한다. 다. 계약상대자는 성과물의 종류와 제출 시기, 제공 형태 및 수량 을 발주기관과 협의하여 조정 할 수 있으며, 각 성과물은 분야 별로 구분하여 작성하여야 한다. 라. 계약상대자는 모든 성과물을 문서 또는 책자 및 디지털 파일한글, 엑셀, 파워포인트 등 편집 가능한 형태 및 PDF로 작성하여 외부저장 장치대용량 HDD, USB, CD 등로 발주기관에 제출하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 25 - 마. 계약상대자는 이 사업에 대한 다음의 성과물 제출하여야 한다. 구 분 제출시기 수량단위 ᄋ 사업 세부 수행계획서과업별구성원별 이행계획, 안전보건관리, 산출내역서등 착수후 7일이내 2부 ᄋ 월간공정보고서 매월 1부 ᄋ 최종결과보고서 준공일 20부카드형USB 포함 칼라5부, 흑백15부 ᄋ 원시분석가공자료 모든파일, 분석프로그램, 소스등포함 준공일 2식외장하드 5 성과품 소유 가. 이 사업의 수행 과정에서 생산된 모든 구축 장비, 보고서 및 조사 자료소스코드, 이미지 등 포함 등 사업 성과품에 대한 산업재산권, 저작권, 판권 등 모든 권리와 사업수행을 위해 구입한 각종 자료 등은 발주기관의 소유로 한다. 나. 계약상대자는 사업 종료 시 중간 성과물, 최종 성과물 및 사업 수행을 목적으로 발주기관에서 제공받은 자료 등 이 사업과 관련된 자료의 일체를 발주기관에 반납하여야 하며, 보유한 모든 전산 보관 장치에서 모두 삭제해야 한다. 6 보안대책 가. 계약상대자가 이 사업의 수행 중에 별표 1의 보안 업무 규정 등을 위반하였을 경우 발주기관은 보안위규 처리기준별표 2에 따라 처리 하고, 계약상대자에게 보안 위약금별표 3을 부과한다. 나. 보안계약의 체결 ᄋ 발주기관은 일반계약서와는 별도로, 계약상대자와 비밀유지를 위한비밀유지계약별첨 제5호서식을 체결한다. 다. 보안각서 등의 제출 ᄋ 사업관리자는 투입인력 전원에게보안서약서별첨 제3호서식 및 보안확약서별첨 제4호서식를 각각 자필서명을 받아 발주기관에 제출하여야 한다.",
      "tables": [
        [
          [
            "구\n분",
            "제출시기",
            "수량(단위)"
          ],
          [
            "ㅇ  사업 세부 수행계획서(과업별․구성원별\n이행계획, 안전보건관리, 산출내역서 등)",
            "착수 후\n7일 이내",
            "2부"
          ],
          [
            "ㅇ  월간공정보고서",
            "매월",
            "1부"
          ],
          [
            "ㅇ  최종 결과보고서",
            "준공일",
            "20부(카드형 USB 포함)\n* 칼라 5부, 흑백 15부"
          ],
          [
            "ㅇ  원시․분석․가공 자료\n(모든 파일, 분석 프로그램, 소스 등 포함)",
            "준공일",
            "2식 (외장하드)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 26 - 라. 관리적 보안 ᄋ 계약상대자는 보안사항의 누설과 관련 자료의 도난, 분실, 기타 망가 뜨림 등을 방지하고 모든 보안 관련 세부 대책을 마련하여야한다. ᄋ 계약상대자는 사업 보안책임자정부를 정하고 보안책임자는보 안업무를 철저히 관리하여야 한다. - 사업 보안책임자는 월 1회 이상 자체 보안점검과 투입인력에대한 보안교육 및 점검을 실시하여야 한다. - 사업 보안책임자는 투입인력의 교체, 추가 등 보안 및 기밀에 관련된변경사항이 발생할 경우를 대비한 보안관리 지침을 마련하고, 엄격한 정보 보호 기준을 적용하여야 한다. 마. 계약상대자는 전산장비별 관리책임자를 정하고 시설 및 정보 시스템의 정보 보호 활동 정책을 수립적용하여야 한다. ᄋ 전산장비별 관리책임자는 불의의 사고로 인하여 이 사업과 관련된 시스템이나 디지털 파일이 피해를 입더라도 최근에 백업한 시점의 내용으로 복구할 수 있는 백업정책을 수립하고, 주기적으로 백 업을하여야 한다. 백업 주기는 발주기관과 협의하여 정한다. ᄋ 전산장비별 관리책임자는 이 사업과 관련된 시스템이나 문서, 파일등 각종 자료에 대한 비인가자의 침해 등 외부 환경상의 위협을 최소화할 수 있도록 보안통제 대책을 수립적용하여야 한다. ᄋ 전산장비별 관리책임자는 정보시스템각종 서버 운영자에게 정 보시스템의 인터넷 연결 여부, 백신 검사 여부, 접근기록 이상 여부 등을매일 점검하도록 하고 특이사항 발생 시 보안책임자를 통해 발주기관에 즉시 알려야 한다. 바. 계약상대자는 자료 보관책임자정부를 정하고, 자료 관리방안 사업완료 시 자료 완전 삭제 방안 포함을 수립적용하여야 한다. ᄋ 자료 보관책임자는 회의자료, 보고서 등은 회의 참석자, 관계자",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 27 - 등에게만 제한적으로 배포 및 회수하고, 필요시 자료 수령자에게 보안각서를 받아야 한다. ᄋ 자료 보관책임자는 이 사업과 관련된 각종 자료는 보관함을 별도로 구분하여 보관하고 보관책임자정부를 지정하여 관리하도록 한다. ᄋ 자료 보관책임자는 이 사업과 관련된 자료와 사업수행 과정에서생산 되는 모든 성과물은 발주기관에서 지정한 PC에 저장하고 관리 하여야 하며, 개별 PC에 저장관리하지 않도록 관리하여야한다. ᄋ 자료 보관책임자는 투입인력이 인터넷 접속이 가능한 PC노트북 PC 포함에는 사업 관련 자료를 저장하는 것을 금지하고, 웹하드, 개인 메일함 등에 저장하지 않도록 관리하여야 한다. ᄋ 계약상대자는 이 사업의 수행과 관련하여 불가피하게 개인정보를 수집할 경우는 관련 법령에 근거하거나 정보 주체의 동의를 얻어야 하며, 개인정보 보호법, 같은 법 시행령 및 개인 정보의 안전성 확보조치 기준에 따른 개인정보의 안전성 확 보에 필요한 관리적기술적조치를 하여야 한다. 사. 보안관리 문서 ᄋ 계약상대자는 이 사업 기간 중 아래 문서를 비치하고 사업기간 동안 누락 및 거짓 없이 기록을 유지하여야 하며, 발주기관이 요구할 때 제출하여야 한다. - 정보시스템 관리 대장별표 4 - 휴대용 저장매체 관리 대장별표 5 - 휴대용 저장매체 점검 대장별표 6 - 휴대용 저장매체전산장비 포함 반출입 대장별표 7 - 휴대용 저장매체 불용처리 확인서별표 8 - 자료 인계인수 대장별표 09 - 접속단자 봉인 대장별표 10 제안요청서에제시되지않은서식은발주기관에서별도제공",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 28 - 아. 전산장비 및 네트워크 보안 ᄋ 계약상대자는 이사업에 필요한 전산장비와 휴대용 저장매체 및 인터넷의 관리책임자와 사용자를 미리 지정하고, 사용 수량 등 구체적 인 사용계획을 발주기관에 제출하고 승인받은 후 사용하여야 한다. ᄋ 계약상대자는 노트북 컴퓨터를 이 사업의 수행을 위한 전산자원 으로 사용할 수 없으며, 발주기관에서 지정한 PC는 유무선 인터넷 접속을 절대 금지한다. - 발주기관에서 인터넷 접속을 승인한 경우에도 자료공유 사이트P2P, 웹하드, 메신저 등 등 업무에 불필요한 사이트의 접속을 금지한다. ᄋ 계약상대자는 노트북 컴퓨터를 반입하여 사용할 경우 내장된 무선 네트워크 기능불능화 조치드라이버 삭제 등를 하여야 하며, 도난 방지용 케이블을 설치하거나 퇴근 시 잠금장치가 있는 보관함에 보관하여야 한다. ᄋ 계약상대자는 비인가 무선 APAccess Point, 무선공유기, 스마트폰 핫스팟 등와 휴대용 무선모뎀Wibro 등은 사용할 수 없다. ᄋ 계약상대자는 스마트폰을 통한 무선네트워크로 활용하지 못하도록 접속차단 소프트웨어를 설치하거나 접속단자 봉인 조치를 하여야한다. ᄋ 계약상대자는 최신 백신을 이용하여 정기적으로 전산장비를 점검 하여야 한다. ᄋ 계약상대자는 전산장비와 휴대용 저장매체를 발주기관 내부에 반입하거나 외부로 반출할 경우 아래와 같이 조치하여야 한다. - 반입 시에는 초기화된 상태로 발주기관 정보보안담당관의 승인을 받아야 하며, 반출 시에는 검증된 삭제소프트웨어로 완전 삭제 후 승인을 받아야 한다. ᄋ 노트북 컴퓨터는 원칙적으로 반입을 금지하며, 발주기관의 내부네트 워크에 연결할 수 없다단, 발주기관 정보보안담당관의 승인을 받으면 가능.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 29 - ᄋ 계약상대자는 전산장비를 아래와 같이 비밀번호를 설정하여 관리 하여야 한다. - 숫자, 문자, 특수문자를 조합한 9자리 이상으로 설정 - 부팅, 계정, 화면보호기, 파일 등 단계별 비밀번호 설정 - 분기 1회 이상 변경, 외부 노출 금지 등 관리 철저 ᄋ 계약상대자가 발주기관 및 지정된 사업수행 장소외부에서 내부 시스템 및 개발 PC 및 기관 시스템 등을 대상으로 원격 접속 하는 것은원칙적으로금지된다. 자. 최종 성과물의 보안관리 ᄋ 발주기관은 필요한 경우 계약상대자에게 사업 성과물을 내용의특성 및 중요도에 따라 비밀 또는 대외비로 분류하여 관리하도록할 수 있다단, 분류 기준 등은 발주기관과 협의하여 정한다. ᄋ 사업 보안책임자는 이 사업과 관련된 프로그램 소스코드 및 관련SW의 유출을 방지하기 위해 하드디스크HDD, 전자적 저장장치 등의 출력 물은잠금장치가 된 별도 보관함 또는 장소에 보관관리하여야 한다. ᄋ 계약상대자는 성과물을 납품 수량 이외에 추가로 절대 발행할 수없으며, 불량파지 등의 성과물에 대한 소각 및 파기 대책을 마련실시하여야 한다. ᄋ 계약상대자는 비밀 또는 대외비로 분류된 성과물을 인쇄하고자 할 경우에는 발주기관의 입회하에 비밀취급인가를 받은 업체를 이용하고, 성과물에는 발간 근거 작성업체명, 인가근거, 참여자, 발 간 일자 및 원지, 폐지, 잉여분 회수 등 소각을 철저히 한다. ᄋ 계약상대자는 사업이 완료된 후, 발주기관에 성과물을 제출하고, 보관장치각종 정보시스템, 저장매체 등에서 사업 관련 자료와 최종 성과물을 완전히 삭제한 후 사본 등을 보유하고 있지 않다는 대표자 명의의 확약서별첨 제4호서식를 제출하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 30 - ᄋ 계약상대자가 이 사업과 관련하여 누출금지 대상정보별표 1를 누출하거나, 정보시스템에 불법접속, 비非인가 프로그램을 설치할 때, - 발주기관은 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조제2항제3호 및 같은 법 시행규칙 제18호에 따라계약상대 자를 부정당업자로 등록하고 입찰참가자격을 제한한다. - 계약상대자는 보안사고 대응과 관련한 발주기관의 모든 활동사고 원인 및 경위 파악, 관련 자료 확보 등에 적극 협조하여야 한다. ᄋ 발주기관은 분기 1회 이상 계약상대자의 보안관리 실태를 점검하고보 안상 필요한 조치를 요구할 수 있으며, 계약상대자는 이에따라야 한다. ᄋ 계약상대자는 사업수행 중에 발생하는 기타 돌발사태에 대한 대책을 수립하여야 한다. ᄋ 계약상대자는 이 사업과 관련하여 취득한 모든 사항을 제3자에게 누설해서는 안 된다. - 계약상대자는별표 1의 대한민국 정부의 모든 보안관련 규정 및 발주기관이 요구하는 보안 사항을 철저히 준수하여야 한다. - 이를 위반하여 발생하는 보안사고에 대해서 계약상대자는 민 형사상의 책임과 배상의무를 져야 한다. 7 안전보건관리 가. 계약상대자는 산업안전보건법제38조, 제39조 및중대재해 처벌 등에 관한 법률에 따라 안전보건 관리를 철저히 하여 인명 피해 및 사고를 예방해야 하며, 안전사고 발생에 대비하여 필요한 모든 조치를 하여야 한다. 나. 계약상대자는 투입인력이 각종 위험으로부터 스스로 신체와 생명을 보호하도록 교육 등 필요한 조치를 하여야 한다. 이의 불이행 및 자기 과실이나 부주의로 인해 발생하는 재해와 안전사고에대해 계약 상대자는민형사상의 책임과 배상의무를 져야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 31 - IV 제안서 작성요령 1. 제안서의 효력 1 계약상대자가 제출한 제안서에 제시된 내용은 발주기관이 요청하지 않는 한 변경할 수 없으며 계약체결 시 계약조건의 일부로 간주한다. ᄋ 다만, 계약상대자는 발주기관과 기술부문의 협상을 실시하여, 발 주기관의 요구에 의하여 수정, 보완, 추가, 변경된 제안 내용을 추가한 제안서를 다시 작성하여 발주기관에 제출해야 한다. 2 계약상대자가 제출한 제안서의 내용과 발주기관에서 제시한 제안 요청서의 내용이 서로 다른 경우는 제안요청서의 내용을 우선으로한다. 3 발주기관은 필요시 제안서에 대하여 추가 제안 또는 자료를 요구할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 갖는다. ᄋ 발주기관의 추가 자료 요청 시 계약상대자는 이에 성실히 임해야 하며, 해당 자료를 제출하지 않을 경우 발생하는 불이익은 계약 상대자의 책임으로 한다. 2. 제안서 작성지침권고사항 및 유의사항 1 입찰참가자는 본 사업에 대한 제반사항을 사전에 충분히 숙지하고 제안에 임한 것으로 간주한다. 2 제안내용에 대한 확인을 위해 추자자료 요청 또는 현지 실사를 할 수 있으며, 입찰참가자는 이에 응해야 한다. 3 제안서는 발주기관이 제안요청서에 요구하는 모든 사항이 기술 되어야 하며, 향상된 내용으로 제안할 수 있다. 4 계약상대자는 다음의 사항을 포함하여 투입인력의 안전보건 확보를 위한 안전보건 관리체계를 구축운영해야 한다. ᄋ 재해 대응 조직 및 업무분장",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 32 - ᄋ 대응을 위한 비상연락망유관기관 포함 ᄋ 재해 신고보고 절차도 등 ᄋ 자체 안전보건 교육훈련 프로그램 및 당해 연도 실시 계획 5 계약상대자는 안전보건관리규정 마련산업안전보건법 제25조에 해당 하는 경우, 작업절차 수립 등 산업안전보건법에 명시된 기본적인 사항을 준수해야 한다. 6 제안서는 작성양식에 의하여 정확상세하게 작성하여야 한다. 7 제안서는 제시된 제안서 목차 및 세부 작성지침을 준용하여 각각 세분하여 누락 없이 작성하고, 제안요청서의 요구항목들이 제안서의 어느 부분에 기술되었는지 참조표를 제시해야 한다. 8 계약상대자는 제안서와 함께 제안서의 핵심내용을 정리한 제안 요약서를 제출해야 한다. 9 제안서는 1개의 단일파일로 작성하고용량이 크더라도 파일 분할 금지, 제안서 작성 매수에는 제한을 두지 않는다단, 요약서는 30쪽 이내. 10 입찰공고에서 지정한 제안서 일체증빙자료 포함를 조달청 e-발주시 스템rfp.g2b.go.kr을 통하여 전자적으로 제출하여야 한다. 11 제안서는 본문 내용표지, 목차제외은 가급적 A4규격의 용지 종 방향 작성을 윈칙으로 하되, 부득이한 경우 A4횡 또는 기타 용지를 일부 사용할 수 있다. 12 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여해야 한다. 13 제안서는 반드시 한국어로 작성되어야 하며, 외래어로 된 전문용어 등은 괄호안에 원어로 기입하고 이에 대한 설명을 기재하여야 한다. 14 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서 제출 시별도로 첨부해야 한다. 그 내용이 허위로 확인될 경우",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 33 - 또는 입증하지 못하는 경우는 평가대상에서 제외한다. 15 계약상대자는 명확한 용어를 사용하여 제안서를 작성해야 한다. ᄋ 예를 들어, 사용 가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화해야 한다. 16 계약상대자는 발주기관이 제안요청서에 제시한 요구조건을 수행 하기 어려울 경우 사유와 대안을 제시해야 한다. 17 계약상대자의 제안내용의 전부 또는 일부에 대하여 담합한 사실이 발견되거나 담합하였다고 판단되는 경우 제안은 무효 처리된다. 18 제안서는 허위나 단순한 추측으로 작성해서는 안 되며, 모든 기재 사항은 객관적으로 입증할 수 있어야 하며, 입증할 수 없거나 허 위로 작성된 사실이 발견된 경우 협상적격자에서 제외한다. 19 제안내용을 확인하기 위해 추가 자료요청 또는 현지실사를 직접 실 시할 수 있으며, 이 경우 제안서를 제출한 자는 이에 응하여야 한다. 20 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서 의별첨으로 제출하여야 한다. 21 제안서 및 제안서 작성과 관련된 모든 문서는 제안자의 이익을 보호하기 위해 외부에 공개할 수 없다. 22 계약 후에도 제안서의 내용을 허위로 작성한 사실이 발견되거나 제안된 내용을 충족시키지 못할 경우 계약해지와 함께 민형사상 책임을 진다. 23 상기 제안요청서에 기술되지 않았어도 본 사업을 추진하는 데 있어 필수적이라고 판단되는 사항은 제안 범위에 포함하여 제안 할 수 있다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 34 - 3. 제안서 제출 1 제출기한 및 제출방법 입찰공고문 참조 2 문의처 한국해양조사협회 경영관리팀02-2166-3312 3 제출종류 및 부수 ᄋ 제안서는 PDF 형식으로 제출 나라장터를통해제출하는제안서류일체는300MB를초과할수없음 e-발주시스템을통한온라인제출 - 정량적 제안서 1부 - 정성적 제안서 1부 - 제안요약서 1부 ᄋ 기타서류 - 학술연구용역사업자신고확인서 1부 - 해도제작업사업자신고확인서 1부 - 최근 연도 결산 신고된 소프트웨어사업자신고확인서 1부 - 경쟁입찰참가자격등록증 1부 - 법인 등기사항전부증명서개인사업자인 경우 사업자등록증 1부 - 직접생산확인증명서 1부 - 중소기업소상공인확인서 1부 - 중소기업제품 구매촉진 및 판로지원에 관한 법률 제33조 제1 항에 따라 중소기업자로 간주되는 특별법인일 경우 특별법인임을 확인할 수 있는 서류 1부중소기업협동조합의 경우 적격조합확인서 및 배정계획서 각 1부 해당자에한함 - 중소기업소상공인확인서 신청을 증빙할 수 있는 서류 1부 전자입찰서 제출 마감일 전일까지 중소기업소상공인확인서 발급받지 못한 업체에 한함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 35 - 4. 제안서 작성항목 및 작성방법 1 정량적 평가 요청서 작성항목 작 성 내 용 비 고 I. 조직 및 인원 - 조직 및 인원현황 제시 - 본 사업추진팀별 업무분장 요약 - 참여인력 이력사항집계 표 포함 II. 주요사업내용 - 제안사의 주요 사업내용을 분야별로 구분하여 표시 III. 주요 사업실적 - 해당사업과 관련이 있는 입찰공고일 기준 최근 3년간 준공한 실적 제시주요사업실적, 용역이행 실적증명서 2 정성적 평가 요청서 목 차 작 성 지 침 비고 I. 사업개요 1. 사업개요 사업의 제안요청 내용을 명확하게 이해하고 제안의 목적, 추진배경, 필요성 및 추진범위 등 제시 2. 제안요청 요건 수용 제안요청서에서 제시한 제안요건을 식별하여, 이에 대한 수용 여부를기술하고 제안서와의 참조 용이성을 위한 조견표 작성 3. 제안의 특징 및 장점 제안의 특징, 장점 및 기대효과 등 제시 II. 전략 및 방법론 1. 추진목표 본 사업과 관련하여 경상남도 분석 데이터의 효율적인 공급을 위한 사업의 비전, 목표 및 추진방향 등 제시 2. 추진전략 본 사업을 성공적으로 추진하기 위한 사업수행방법론과 단계별 추진절차를 제시 - 사업 내용의 수행내용사업범위, 세부 수행항목 및 수행 방안 항목별 추진전략 및 추진방법, 수행절차 등을 제시 3. 사업 적용 기술 본 사업을 안정적으로 이행하기 위한 수행사 자체 개발방법론 기술 III. 사업수행 1. 비전 및 방향 사업수행의 방향 및 향후 발전 방향 제시 2. 수행방법 및 추진절차 사업수행을 효율적인 추진을 위한 전략, 방법 및 수행절차 제시 3. 세부수행내용 및 방법 사업 수행내용 - 디지털 품질검사 연구 - 디지털 품질검사 기능 개발 - 오류 DB 구축 및 요류정보 조회 기능 개선 세부사업 수행내용 및 수행방법을 구체적으로 제시 제안요청 내용의 과제별 세부추진 내용 및 방법 제시 사업수행방법의 타당성과 차별성을 종합적으로 설명하고 기타 제안사의 노하우 등 제시 예상되는 문제점 도출 및 이에 대한 대책방안 등 제시 4. 활용방안 분야별 분석결과 및 연계분석 결과의 행정활용 방안 등을 구체적 으로 제시",
      "tables": [
        [
          [
            "작성항목",
            "작 성 내 용",
            "비 고"
          ],
          [
            "Ⅰ. 조직 및 인원",
            "- 조직 및 인원현황 제시\n- 본 사업추진팀별 업무분장 요약\n- 참여인력 이력사항(집계 표 포함)",
            ""
          ],
          [
            "Ⅱ. 주요사업내용",
            "- 제안사의 주요 사업내용을 분야별로 구분하여 표시",
            ""
          ],
          [
            "Ⅲ. 주요 사업실적",
            "- 해당사업과  관련이  있는  입찰공고일  기준  최근  3년간  준공한  실적 \n제시(주요사업실적, 용역이행 실적증명서)",
            ""
          ]
        ],
        [
          [
            "목   차\n작   성   지   침\n비고",
            "",
            ""
          ],
          [
            "Ⅰ. 사업개요",
            "",
            ""
          ],
          [
            "1. 사업개요",
            "◦ 사업의  제안요청  내용을  명확하게  이해하고  제안의  목적,\n추진배경, 필요성 및 추진범위 등 제시",
            ""
          ],
          [
            "2. 제안요청 요건 수용",
            "◦ 제안요청서에서  제시한  제안요건을  식별하여, 이에  대한  수용\n여부를 기술하고 제안서와의 참조 용이성을 위한 조견표 작성",
            ""
          ],
          [
            "3. 제안의 특징 및 장점 ◦ 제안의 특징, 장점 및 기대효과 등 제시",
            "",
            ""
          ],
          [
            "Ⅱ. 전략 및 방법론",
            "",
            ""
          ],
          [
            "1. 추진목표",
            "◦ 본 사업과 관련하여 경상남도 분석 데이터의 효율적인 공급을\n위한 사업의 비전, 목표 및 추진방향 등 제시",
            ""
          ],
          [
            "2. 추진전략",
            "◦ 본 사업을 성공적으로 추진하기 위한 사업수행방법론과 단계별\n추진절차를 제시\n- 사업  내용의  수행내용(사업범위, 세부  수행항목) 및  수행  방안\n(항목별 추진전략 및 추진방법, 수행절차 등)을 제시",
            ""
          ],
          [
            "3. 사업 적용 기술",
            "◦ 본 사업을 안정적으로 이행하기 위한 수행사 자체 개발방법론 기술",
            ""
          ],
          [
            "Ⅲ. 사업수행",
            "",
            ""
          ],
          [
            "1. 비전 및 방향",
            "◦ 사업수행의 방향 및 향후 발전 방향 제시",
            ""
          ],
          [
            "",
            "2. 수행방법 및 추진절차 ◦ 사업수행을 효율적인 추진을 위한 전략, 방법 및 수행절차 제시",
            ""
          ],
          [
            "3. 세부수행내용 및 방법",
            "◦ 사업 수행내용\n- 디지털 품질검사 연구\n- 디지털 품질검사 기능 개발\n- 오류 DB 구축 및 요류정보 조회 기능 개선\n◦ 세부사업 수행내용 및 수행방법을 구체적으로 제시\n­  제안요청 내용의 과제별 세부추진 내용 및 방법 제시\n­  사업수행방법의 타당성과 차별성을 종합적으로 설명하고 기타 \n제안사의 노하우 등 제시\n­  예상되는 문제점 도출 및 이에 대한 대책방안 등 제시",
            ""
          ],
          [
            "4. 활용방안",
            "◦ 분야별 분석결과 및 연계분석 결과의 행정활용 방안 등을 구체적\n으로 제시",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 36 - 목 차 작 성 지 침 비고 IV. 사업관리부문 1. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등을 제시 2. 업무보고 및 검토계획 사업기간 동안 이루어질 각종 보고에 대한 주기, 일정, 내용 및 보고체계 등에 대한 보고관리계획을 상세하게 제시주간보고, 월간보고, 수시보고 등 3. 산출물 제출계획 공정단계별 산출물의 종류, 내용, 제출시기 등을 명확하게 기술 4. 수행조직 및 업무분장 수행할 조직 및 업무분장 사항을 상세하게 제시 사업수행관리자PM는 분석경험이 다수인 자로 지정 투입인력의 역할을 명확하게 명시 5. 투입인력 및 이력사항 사업을 수행할 투입인력에 대한 이력사항을 제시 학력,경력,자격,저서,논문,유사용역실적 등을 기술 7. 안전보건확보 사업자의 산업재해 예방 조치 능력 및 사업 종사자 안전보건 확보 방안 제시 V. 사업지원부문 1. 품질보증 품질을 보증할 수 있도록 조직, 방법, 절차 및 내용 등과 위험 요소, 위험관리 등의 방법, 절차, 내용 등 제시 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시 하여야 하고, 개발완료 후의 시스템의 이용 및 관리운영에 관한 전반 적인 방안을 제시 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시 4. 하자 보수계획 하자보수 및 유지보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시 시스템 운영이관 이후 하자보수 계획, 절차, 범위, 기간 등에 대한 지원 방안 기술 5. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정보보호 대책을 제시 VI. 상생협력 적정성 1. 상생협력 공동수급체 구성을 통한 입찰참가 시, 사업 참가자 중 중소기업 인 소프트웨어사업자의 참여비율을 제시한다. 즉, 컨소시엄 구성 및 효율적인 협력체계를 제시하고 공동수급 비율 중 중소기업자 의 참여비율 및 내부거래 실적관계사 매출 비중을 명시 VII. 기타 1. 기타 시스템의 문제점을 파악하고, 안정화를 위한 방안을 구체적으로 제시 기능 외 추가제안이 있을 경우 세부내용 제안 상기항목에서 제시되지 않은 기타 내용을 기술 원본을 제외한 평가위원용 제안서는 업체명, 로고, 대표자 성명 등 제안사를 표시하는 일체의 식별정보가 포함되지 않도록 유의하여 작성평가용 제안서 PDF본 포함 식별정보를 의도적으로 공개할 시에는 평가위원회에서 감점처리 할 수 있음",
      "tables": [
        [
          [
            "목   차\n작   성   지   침\n비고",
            "",
            ""
          ],
          [
            "Ⅳ. 사업관리부문",
            "",
            ""
          ],
          [
            "1. 일정계획",
            "◦ 사업수행에  필요한  활동을  도출하여  정확한  활동  기간, 자원,\n조직 등을 제시",
            ""
          ],
          [
            "2. 업무보고 및 검토계획",
            "◦ 사업기간 동안 이루어질 각종 보고에 대한 주기, 일정, 내용 및 \n보고체계  등에  대한  보고관리계획을  상세하게  제시(주간보고,\n월간보고, 수시보고 등)",
            ""
          ],
          [
            "3. 산출물 제출계획",
            "◦ 공정단계별 산출물의 종류, 내용, 제출시기 등을 명확하게 기술",
            ""
          ],
          [
            "4. 수행조직 및 업무분장",
            "◦ 수행할 조직 및 업무분장 사항을 상세하게 제시\n­  사업수행관리자(PM)는 분석경험이 다수인 자로 지정 \n­  투입인력의 역할을 명확하게 명시",
            ""
          ],
          [
            "5. 투입인력 및 이력사항",
            "◦ 사업을 수행할 투입인력에 대한 이력사항을 제시\n­  학력,경력,자격,저서,논문,유사용역실적 등을 기술",
            ""
          ],
          [
            "7. 안전보건확보",
            "◦사업자의  산업재해  예방  조치  능력  및  사업  종사자  안전·보건 \n확보 방안 제시",
            ""
          ],
          [
            "Ⅴ. 사업지원부문",
            "",
            ""
          ],
          [
            "1. 품질보증",
            "◦ 품질을 보증할 수 있도록 조직, 방법, 절차 및 내용 등과 위험\n요소, 위험관리 등의 방법, 절차, 내용 등 제시",
            ""
          ],
          [
            "2. 시험운영",
            "◦ 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시\n하여야 하고, 개발완료 후의 시스템의 이용 및 관리운영에 관한 전반\n적인 방안을 제시",
            ""
          ],
          [
            "3. 교육훈련",
            "◦ 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 \n방법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시",
            ""
          ],
          [
            "4. 하자 보수계획",
            "◦ 하자보수  및  유지보수  계획, 조직, 절차, 범위 및 기간과  이와 \n관련된 기타의 활동 등을 종합적으로 제시\n◦ 시스템 운영이관 이후 하자보수 계획, 절차, 범위, 기간 등에 대한 \n지원 방안 기술",
            ""
          ],
          [
            "5. 기밀보안",
            "◦기밀보안  체계  및  대책, 저작권  존중여부  명시, 시스템  보안성 \n확보방안과 개인정보보호 대책을 제시",
            ""
          ],
          [
            "Ⅵ. 상생협력 적정성",
            "",
            ""
          ],
          [
            "1. 상생협력",
            "◦공동수급체 구성을 통한 입찰참가 시, 사업 참가자 중 중소기업\n인 소프트웨어사업자의 참여비율을 제시한다. 즉, 컨소시엄 구성 \n및 효율적인 협력체계를 제시하고 공동수급 비율 중 중소기업자\n의 참여비율 및 내부거래 실적(관계사 매출 비중)을 명시",
            ""
          ],
          [
            "Ⅶ. 기타",
            "",
            ""
          ],
          [
            "◦시스템의 문제점을 파악하고, 안정화를 위한 방안을 구체적으로 제시\n1. 기타\n◦기능 외 추가제안이 있을 경우 세부내용 제안\n◦상기항목에서 제시되지 않은 기타 내용을 기술",
            "",
            ""
          ],
          [
            "※ 원본을 제외한 평가(위원)용 제안서는 업체명, 로고, 대표자 성명 등 제안사를 표시하는 일체의 \n식별정보가 포함되지 않도록 유의하여 작성(평가용 제안서 PDF본 포함)\n※ 식별정보를 의도적으로 공개할 시에는 평가위원회에서 감점처리 할 수 있음",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 37 - V 제안서 안내사항 1. 입찰 및 낙찰 방식 1 사업자 결정방식 가. 입찰방식 제한입찰협상에 의한 계약 ᄋ 낙찰자 결정 방식 국가를 당사자로 하는 계약에 관한 법률 시행령 제43조 및 제43조의2에 따라, 협상에 의한 계약체결 방법을적용한다. ᄋ 기획재정부 계약예규의 협상에 의한 계약체결 기준을 적용한다. 나. 입찰 참가자격 ᄋ 아래의 자격은 모두 갖춘 자이어야 하며 그러하지 않을 경우 낙찰자 결정을 취소합니다. - 입찰공고일 기준 국가종합 전자조달시스템 입찰참가자격등록 규정에 의하여 학술연구용역업종코드1169으로 등록된 자 - 입찰공고일 기준 해양조사와 해양정보활용에 관한 법률제30조에 의거 해도제작업업종코드5033으로 등록된 자 - 입찰공고일 기준 소프트웨어 진흥법제58조에 따라 컴퓨터 관련 서비스업업종코드1468으로 등록된 자 - 중소기업기본법제2조에 따른 중소기업자로서 중소기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업확인서전자입찰서 제출 마감일 전일까지 발급된 것으로 유효기간 내에 있어야 함를 소지한 자 - 중소기업제품구매촉진 및 판로지원에 관한 법률 제9조4항 및 동법 시행령 제10조에 의한 직접생산확인증명서소프트웨어엔지니 어링업-정보시스템개발서비스물품분류번호8111159901를 소지한 자 - 중소기업제품구매촉진 및 판로지원에 관한 법률 제9조4항 및 동법 시행령 제10조에 의한 직접생산확인증명서시스템관리-정보",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 38 - 시스템유지관리서비스물품분류번호8111189901를 소지한 자 - 국가를 당사자로 하는 계약에 관한 법률 제27조 및 동법 시행령 제76조부정당업자의 입찰참가자격 제한에 해당되지 아니한 자 - 본 용역은 공동계약운용요령기획재정부 계약예규에 따라 공동 수급을 허용공동이행 및 분담이행 방식 가능하며, 공동 수급업체 구성원은 국가를 당사자로 하는 계약에 관한 법률 시행령제 12조 및 같은 법 시행규칙 제14조 규정에 저촉되지 않아야 함 국가를당사자로하는계약에관한법률시행령 제72조에따라3사이내에서공동 계약이가능, 이경우참여자최소지분율은10 이상 다. 입찰시 유의사항 ᄋ 제출된 제안서는 모두 반환하지 않으며, 이 제안과 관련된 모든 소요비용은 입찰참가자의 부담하여야 한다. ᄋ 낙찰자로 결정된 이후에 공동수급 구성원을 변경할 수 없다. ᄋ 제안서 투입인력은 단독 또는 공동수급 구성원의 자사 인력기술자, 연구원으로 구성하여야 한다. ᄋ 공동계약의 경우, 공동수급 구성원 중 정당한 이유 없이 공동 계약이행계획서에 따라 실제 계약에 참여하지 아니하는 구성원에 대해서는 부정당업자로 제재조치 등 입찰참가자격을 제한한다. ᄋ 입찰공고문, 제안안내서, 제안요청서 및 이에 근거한 별첨 등에 명시 되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률, 기획재정부 계약예규, 국제표준규격등 관련 규정에 따른다. ᄋ 입찰에 참가하려는 자는 이 입찰 유의서 및 국가를 당사자로 하는 계약에 관한 법률등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로써 발생되는 책임은 입찰 참가자에게 있다. ᄋ 입찰에 참가하려는 자는 청렴계약이행을 위한 청렴계약입찰특별 유의서 및 청렴계약특수조건을 자세히 알고 입찰에 참가하여야 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 43,
      "text": "- 39 - ᄋ 국가를 당사자로 하는 계약에 관한 법률 시행령제12조 및 시행규칙 제14조 규정, 계약예규 용역입찰유의서제12조에 저촉될 경우 입찰은 무효로 한다. ᄋ 입찰에 참가하려는 자는 입찰 과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용을 금지한다. ᄋ 발주기관은 계약상대자가 제출한 제안서에 일부라도 허위사실을 발견한 경우, 해당 입찰참가자를 평가대상에서 제외함은 물론, 해당 입찰참가자와 계약을 체결하지 않거나 계약체결 후라도 계약을 해 지할 수 있으며, 이에 따른 민형사상의 책임을 물을 수 있다. ᄋ 발주기관은 제안서 작성에서 직간접적으로 발생된 일체의 비용 과계약자 선정 및 낙찰자 선정 과정과 관련하여 발생되는 여타 업무비용을 부담하지 않는다. 2. 제안서 평가 방법 1 적용규정 가. 국가를 당사자로 하는 계약에 관한 법률 시행령기획재정부 나. 협상에 의한 계약체결기준기획재정부계약예규 다. 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 라. 행정기관 및 공공기관의 정보시스템 구축운영 지침행정안전부고시 2 제안서 평가 공통사항 가. 평가비율 및 점수 ᄋ 평가비율 기술평가80, 입찰가격평가20 ᄋ 종합평가점수 기술평가점수와 입찰가격평가점수의 합산하여 고득점 순으로 선정 ᄂᄌ 3 기술평가 방법",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 44,
      "text": "- 40 - 가. 제안서 기술평가는 주관기관인 발주기관에서 실시한다. 나. 제안서의 공정한 평가를 위해 전문가로 구성된 평가위원회를 협회 규정에 따라 구성한다. 다. 각 항목별 평가배점과 방법은 3. 기술성 평가기준에 의한다. 라. 제안사는 기술평가 결과에 대해 일체의 이의를 제기할 수 없다. 마. 제안내용이 허위로 판정된 경우 협상적격자에서 제외한다. 바. 제안서 평가가관에서 필요시 제안한 내용에 대해 추가 자료를 요청 할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가진다. 사. 제출된 제안서의 내용에 대해서는 수정, 변경할 수 없다 아. 기술평가점수는 평가위원별 합산점수의 최고최저치를 제외한 나머지 위원점수 평균값을 소수점 셋째 자리에서 반올림하여 산정한다. 단, 최저또는최고점수가각각2개이상일때에는이중하나만제외하고평가점수를 계산한결과소수점이하의숫자가있는경우에는소수점다섯째자리에서반올림함 자. 용역 수행자는 종합평가점수가 가장 우수한 자의 협상순위에 의해 선정하되, 평가비중은 기술능력평가80와 입찰가격 평가 20로 한다. 차. 제안서기술 평가 점수가 배점한도의 85 이상인 자80점 중 68점 이상에서 가격평가 점수를 합산한 종합평가 점수가 높은 업체를 협상 적격자로 선정한다. 기술능력평가점수가배점한도의85 미만인업체는협상적격자에서제외 카. 종합평가점수가 동일한 경우, 제안서 평가 점수가 높은 제안자를先 순위자로 하고, 제안서 평가 점수가 동일한 경우에는 제안서 평가의 배점이 큰 항목에서 높은 점수를 얻은 자를 先 순위자로한다. 4 입찰가격평가 방법 입찰공고에 따름",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 41 - 5 우선협상대상자 선정 및 계약체결 가. 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 제안사를 우선협상대상자로 선정하여 기타 지원조건 등을 협상한다. 나. 합산점수가 동일한 제안사가 2인 이상일 경우에는 기술능력 평가 점수가 높은 제안사를 선 순위자로 하고, 기술평가 점수도 동일한 경우에는 기술능력의 평가항목 중 배점이 큰 항목에서 높은 점수를 얻은 자를 선 순위자로 한다. 다. 결정된 협상순위에 따라 우선협상대상자와 협상하며, 협상이 성립 된때에는 차 순위 협상대상자와 협상을 실시하지 않는다. 라. 우선협상대상자와 협상이 결렬된 경우 동일한 기준에 따라 차 순위 협상대상자와 협상을 실시한다. 마. 협상대상자와 협상이 모두 결렬되면 재공고하여 재입찰을 추진한다. 바. 기타 규정되지 않은 사항은 계약예규 협상에 의한 계약체결 기준에 따른다. 사. 협상에 의하여 사업자가 선정되면 선정된 사업자는 보완요청 사항과 협상에 의한 조정결과를 반영하여 계약을 체결한다. 아. 소프트웨어 진흥법제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약 기간 조정이 필요한 경우, 계약상대자는 과업변경요청서를 제출 하여 과업심의위원회 개최를 요청할 수 있다. 소프트웨어사업계약및관리감독에관한지침별지13호서식참조 자. 본 사업은 과업 내용에 대해 전문성 제고를 위해 하도급을 불허한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 42 - 3. 기술성 평가 기준 1 기술평가 기준은 협상에 의한 계약체결 기준기획재정부 계약예규, 조달청 협상에 의한 계약 제안서 평가 세부 기준조달청지침, 행정기관 및 공공기 관의 정보시스템 구축운영 지침행정안전부고시, 소프트웨어 기술성 평가 기준 지침과학기술정보통신부고시, 협회계약사무처리규정을 기준으로 하되 사업의 특성 및 내용 등을고려 평가항목, 배점한도를 조정한다 2 제안서 평가항목 및 배점은 평가배점 기준표와 같다. 3 계약상대자는당해 사업 공고일 현재 제안 업체에 재직 중인 자 여야 하며, 사업참여자의 경력은 입찰공고일 현재 등급과 경력을객 관적으로 입증할 수 있는 서류를 제출하여야 한다. ᄋ 이 사업은 해도제작, 해양정보 분야 등의 폭넓은 이해와 경험, 높은 전문성을 필요로 하는 사업으로, 참여 업체의 관련분야 사업수행 경험이 연구 결과의 완성도에 영향을 미친다고 판단되어 수행 실적을 평가한다. 가. 제안서 평가항목 및 배점한도 대항목중항목 소항목 평 가 요 소 배점 한도 기술능력평가 계 80 정량적 평가 10 소계 10 1 인력 전문성 o 투입인력 경력 및 구성 7 2 경영상태 o 최근년도 신용평가등급확인서 3 정성적 평가 70 소계 70 전략 및 방법론 25 사업 이해도 o 사업의 특성 및 목표의 이해도 - 항해용 간행물 품질관리 개선을 위한 사업 경험 및 이해도 - 디지털 품질관리 시스템 기능 개선 및 개발을 위한 사업 경험 및 이해도 o 주변 환경 분석과 업무내용의 연관관계 이해 o 일관성 있는 방향과 전략 8 추진전략 o 추진전략의 창의성 o 추진전략의 타당성 5 적용기술 o 적용기술의 향후 확장성 o 적용기술의 안전성 및 효율성 o 적용기술의 실현 가능성 5 사업수행 방법론 o 항해용 간행물 품질관리 업무효율성 개선 및 품질검사 방법의 타당성 o 디지털 품질관리 방안 제안 타당성 o 산출물의 적정성 7",
      "tables": [
        [
          [
            "대항목 중항목\n소항목\n평  가  요  소",
            "",
            "",
            "",
            "배점\n한도"
          ],
          [
            "기술능력평가\n계",
            "",
            "",
            "",
            "80"
          ],
          [
            "정량적\n평가\n(10)",
            "소계",
            "",
            "",
            "10"
          ],
          [
            "",
            "①  인력  전문성\n  o  투입인력  경력  및  구성",
            "",
            "",
            "7"
          ],
          [
            "",
            "②  경영상태\n  o  최근년도  신용평가등급확인서",
            "",
            "",
            "3"
          ],
          [
            "정성적\n평가\n(70)",
            "소계",
            "",
            "",
            "70"
          ],
          [
            "",
            "전략 \n및 \n방법론\n(25)",
            "사업  이해도",
            "o  사업의  특성  및  목표의  이해도\n    -  항해용  간행물  품질관리  개선을  위한  사업  경험  및  이해도\n    -  디지털  품질관리  시스템  기능  개선  및  개발을  위한 \n사업  경험  및  이해도\n  o  주변  환경  분석과  업무내용의  연관관계  이해\n  o  일관성  있는  방향과  전략",
            "8"
          ],
          [
            "",
            "",
            "추진전략",
            "o  추진전략의  창의성\n  o  추진전략의  타당성",
            "5"
          ],
          [
            "",
            "",
            "적용기술",
            "o  적용기술의  향후  확장성\n  o  적용기술의  안전성  및  효율성\n  o  적용기술의  실현  가능성",
            "5"
          ],
          [
            "",
            "",
            "사업수행\n방법론",
            "o  항해용  간행물  품질관리  업무효율성  개선  및  품질검사 \n방법의  타당성 \n  o  디지털  품질관리  방안  제안  타당성\n  o  산출물의  적정성",
            "7"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 43 - 나. 입찰가격 평점산식 1 입찰가격을 예정가격의 100분의 80 이상으로 입찰한 자에 대한 평가 평점입찰가격평가배점한도 해당입찰가격 최저입찰가격 최저입찰가격 유효한 입찰자 중 최저입찰가격 해당입찰가격 해당 평가대상자의 입찰가격 2 입찰가격을 예정가격의 100분의 80 미만으로 입찰한 자에 대한 평가 평점입찰가격평가배점한도 추정가격의상당가격 최저입찰가격 추정가격의상당가격추정가격의상당가격 추정가격의상당가격해당입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 추정가격의 100분의 70 미만일 경우에는 100분의 70으로 계산 해당입찰가격 해당평가대상자의 입찰가격으로 하되, 입찰가격이 추정가격의 100분의 70미만 일 경우에는 배점한도의 30에 해당하는 평점을 부여 입찰가격 평점산식의 안의 산식에 의한 계산결과 소수점이하의 숫자가 있을 경우 소수점 다섯째자리에서 반올림한다. 대항목중항목 소항목 평 가 요 소 배점 한도 기술 및 기능 25 시스템 및 기능요구사항 o 구현 방안 및 기술적용 적정성 o 관련 기술 및 경험 활용의 적정성 10 보안 및 데이터 요구사항 o 시스템 및 기능 등 정보보안 대책의 타당성 o 데이터의 품질 관리 등 표준화 관리 적정성 및 효율성 o 분석 데이터의 호환성 및 연속성 제공 방안의 적절성 7 시스템 운영 및 기타 세부요건 o 시스템 운영 요구사항 운영 절차 및 방법 적정성 o 제안한 방안 및 기술의 적용 가능성 o 적용표준 및 구현방안의 구체성 o 경험을 바탕으로 한 데이터 공급 필요사항 제시 여부 8 관리 부문 10 관리 방법론 o 품질보증 계획의 적정성 o 위험관리 방안의 적정성 o 자원관리 방안의 적정성 o 보안관리 방안의 적정성 5 추진일정 o 세부 활동 도출 및 기간의 타당성 o 세부 활동 배열과 자원배분의 합리성 o 단계별 산출물 내역 및 산출물 제출 시기 2 사업수행조직 o 사업이행 조직구성 - 항해용 간행물 품질관리 요소 분석 인력 비중 - 디지털 품질검사 및 오류 DB 구축 관리 인력 비중 o 사업수행 조직 및 업무분장 o 투입인력의 경력 및 능력 등 기술수준 3 지원 부문 10 품질 및 시험 운영 o 품질보증 및 시험 관리운영의 적정성 4 하자보수 o 하자보수, 유지보수 계획 및 기간 지원의 적정성 2 기밀보안 o 기밀보안 체계의 적정성 2 교육지원 기술이전 o 교육훈련 및 기술이전 o 각종 지침서 보완 2 가격평가 20 가격평가 o 가격평가 평점 산식 적용 20",
      "tables": [
        [
          [
            "대항목 중항목",
            "",
            "소항목",
            "평  가  요  소",
            "배점\n한도"
          ],
          [
            "",
            "기술\n및\n기능\n(25)",
            "시스템  및 \n기능요구사항",
            "o  구현  방안  및  기술적용  적정성\n  o  관련  기술  및  경험  활용의  적정성",
            "10"
          ],
          [
            "",
            "",
            "보안  및 \n데이터 \n요구사항",
            "o  시스템  및  기능  등  정보보안  대책의  타당성\n  o  데이터의  품질  관리  등  표준화  관리  적정성  및  효율성\n  o  분석  데이터의  호환성  및  연속성  제공  방안의  적절성",
            "7"
          ],
          [
            "",
            "",
            "시스템  운영 \n및 \n기타  세부요건",
            "o  시스템  운영  요구사항  운영  절차  및  방법  적정성\n  o  제안한  방안  및  기술의  적용  가능성\n  o  적용표준  및  구현방안의  구체성\n  o  경험을  바탕으로  한  데이터  공급  필요사항  제시  여부",
            "8"
          ],
          [
            "",
            "관리\n부문\n(10)",
            "관리\n방법론",
            "o  품질보증  계획의  적정성\n  o  위험관리  방안의  적정성\n  o  자원관리  방안의  적정성\n  o  보안관리  방안의  적정성",
            "5"
          ],
          [
            "",
            "",
            "추진일정",
            "o  세부  활동  도출  및  기간의  타당성\n  o  세부  활동  배열과  자원배분의  합리성\n  o  단계별  산출물  내역  및  산출물  제출  시기",
            "2"
          ],
          [
            "",
            "",
            "사업수행조직",
            "o  사업이행  조직구성 \n    -  항해용  간행물  품질관리  요소  분석  인력  비중\n    -  디지털  품질검사  및  오류  DB  구축  관리  인력  비중\n  o  사업수행  조직  및  업무분장\n  o  투입인력의  경력  및  능력  등  기술수준",
            "3"
          ],
          [
            "",
            "지원\n부문\n(10)",
            "품질  및  시험 \n운영",
            "o  품질보증  및  시험  관리운영의  적정성",
            "4"
          ],
          [
            "",
            "",
            "하자보수",
            "o  하자보수,  유지보수  계획  및  기간  지원의  적정성",
            "2"
          ],
          [
            "",
            "",
            "기밀보안",
            "o  기밀보안  체계의  적정성",
            "2"
          ],
          [
            "",
            "",
            "교육지원/\n기술이전",
            "o  교육훈련  및  기술이전\n  o  각종  지침서  보완",
            "2"
          ],
          [
            "가격평가\n(20)",
            "",
            "가격평가",
            "o  가격평가  평점  산식  적용",
            "20"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 44 - 1 정량적 평가 내용 및 배점 가. 투입인력 경력 및 구성배점 7점 ᄋ 참여인력은 입찰공고일 현재 당해업체에 재직 중임을 객관적으로 입증할 수 있는 증빙자료를 제출하여야 한다. ᄋ 참여인력의 등급 및 경력은 입찰 공고일 기준으로 한다. 평가 항목 평가 기준 배점 비율 비고 책임연구원 1인, 2.5점 o 대학이상의 과정 이수 후 해당분야 경력 12년 이상 o 대학이상의 과정 이수 후 해당분야 경력 10년 이상 o 대학이상의 과정 이수 후 해당분야 경력 8년 이상 o 대학이상의 과정 이수 후 해당분야 경력 6년 이상 o 대학이상의 과정 이수 후 해당분야 경력 6년 미만 100 80 50 30 0 별지 6 연 구 원 1인, 2.0점 o 대학이상의 과정 이수 후 해당분야 경력 7년 이상 o 대학이상의 과정 이수 후 해당분야 경력 5년 이상 o 대학이상의 과정 이수 후 해당분야 경력 3년 이상 o 대학이상의 과정 이수 후 해당분야 경력 1년 이상 o 대학이상의 과정 이수 후 해당분야 경력 1년 미만 100 80 50 30 0 연구보조원 1인, 1.5점 o 전문대이상의 과정 이수 후 해당분야 경력 소유자 o 전문대이상의 과정 이수자 100 50 보조원 1인, 1.0점 o 고졸이상의 과정 이수 후 해당분야 경력 소유자 o 고졸이상의 과정 이수자 100 50 증빙서류는학력증명서또는학위증명서원본, 재직증명서원본, 경력증명서원본, 4대보험가입내역확인서원본 등관련증빙서류제출 과업수행과제와관련하여해당분야업무경력은해도제작, 해양정보처리생산, 구축, 가공, 운영, 서비스, 해양및수로정보표준관련등유사분야를말한다. 해당인력은과업수행참여인력으로소프트웨어부분은디지털품질검사도구기능 개발, 품질관리오류사례DB 구축및정보조회기능개선으로별도책정하여 소프트웨어제작인력은투입인력요구사항에서제외함 참여인력중책임연구원은해양조사기술등급특급기술자에한함",
      "tables": [
        [
          [
            "평가  항목",
            "평가  기준",
            "배점  비율",
            "비고"
          ],
          [
            "책임연구원\n(1인,  2.5점)",
            "o  대학이상의  과정  이수  후  해당분야  경력  12년  이상\no  대학이상의  과정  이수  후  해당분야  경력  10년  이상\no  대학이상의  과정  이수  후  해당분야  경력  8년  이상\no  대학이상의  과정  이수  후  해당분야  경력  6년  이상\no  대학이상의  과정  이수  후  해당분야  경력  6년  미만",
            "100%\n80%\n50%\n30%\n0%",
            "별지  6"
          ],
          [
            "연  구  원\n(1인,  2.0점)",
            "o  대학이상의  과정  이수  후  해당분야  경력  7년  이상\no  대학이상의  과정  이수  후  해당분야  경력  5년  이상\no  대학이상의  과정  이수  후  해당분야  경력  3년  이상\no  대학이상의  과정  이수  후  해당분야  경력  1년  이상\no  대학이상의  과정  이수  후  해당분야  경력  1년  미만",
            "100%\n80%\n50%\n30%\n0%",
            ""
          ],
          [
            "연구보조원\n(1인,  1.5점)",
            "o  전문대이상의  과정  이수  후  해당분야  경력  소유자\no  전문대이상의  과정  이수자",
            "100%\n50%",
            ""
          ],
          [
            "보조원\n(1인,  1.0점)",
            "o  고졸이상의  과정  이수  후  해당분야  경력  소유자\no  고졸이상의  과정  이수자",
            "100%\n50%",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 45 - 나. 재무구조, 경영상태배점 3점 ᄋ 신용평가등급에 의한 경영상태 평가기준 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 2.0점100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 1.9점95 B, B0, B- B- B, B0, B- 1.8점90 CCC 이하 C 이하 CCC 이하 1.4점70 등급별평점이소수점이하의숫자가있는경우소수점다섯째자리에서반올림함 ᄋ 공동수급체를 구성한 경우, 점수에 지분률을 곱하여 산정한 후 이를 합산한다. ᄋ 그 밖에 유사용역 경영상태 평가의 세부 기준 참고1 참고1 경영상태평가세부기준 1. 신용정보의이용및보호에관한법률제2조제8의3에해당하는신용조회사 또는자본시장과 금융투자업에관한법률제335조의3에따라업무를영위하는신용평가사가입찰공고일이전에평가 하고유효기간내에있는회사채, 기업어음및기업신용평가등급을국가종합전자조달시스템에조회 된신용평가등급으로평가하되, 가장최근의신용평가등급으로평가한다. 다만, 가장최근의신용평 가등급이다수가있으며그결과가서로다른경우에는가장낮은등급으로평가한다. 2. 국가종합전자조달시스템에서신용평가등급확인서가확인되지않은경우에는제출된제안서의등 급으로평가한다. 신용평가등급을확인할수없는경우에는최저등급으로평가하며, 유효기간시 작일또는만료일이입찰공고일인경우에도유효한것으로평가한다. 다만, 입찰공고일다음날이 후에발생또는수정된자료는평가에서제외한다. 3. 1에도불구하고, 합병또는분할한자가입찰공고일이전에평가한신용평가등급이없는경우에는입 찰서제출마감일전일까지발급된유효기간내에있는가장최근의신용평가등급으로평가한다. 다만, 합병후새로운신용평가등급이없는경우에는입찰공고일이전에평가하고유효기간내에있는신 용평가등급으로서합병대상자중가장낮은신용평가등급을받은자의신용평가등급으로평가한다. 4. 추정가격이고시금액미만인입찰에서입찰공고일을기준으로최근7년이내에사업을개시한창 업기업에대해서는신용평가등급점수상의배점한도를부여한다. 이경우창업기업에대한확인은 중소기업제품공공구매종합정보망에등재된자료로확인하며, 창업기업확인서의유효기간내에 있어야한다. 다만, 제안서평가일전일까지발급된자료도심사에포함하며, 이경우입찰공고일 이전창업을확인할수있는자료법인인경우법인등기부상법인설립등기일, 개인사업자인경우 에는사업자등록증명서상사업자등록일를제출하여야한다.이하창업기업에대한확인방법은같다 5. 공동수급체의경우구성원별해당점수에지분율을곱한후그점수들을합산하여최종평가하고, 평가결과소수점이하의숫자가있는경우소수점다섯째자리에서반올림한다. 예 A사점수A사지분율B사점수B사지분율 6. 중소기업협동조합이입찰에참여하는경우중소기업협동조합의신용평가등급으로평가한다.",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            "AAA, AA+, AA0, AA-,\nA+, A0, A-, BBB+, BBB0",
            "2.0점(100%)"
          ],
          [
            "BBB-, BB+, BB0, BB-",
            "A3-, B+, B0",
            "BBB-, BB+, BB0, BB-",
            "1.9점(95%)"
          ],
          [
            "B+, B0, B-",
            "B-",
            "B+, B0, B-",
            "1.8점(90%)"
          ],
          [
            "CCC+ 이하",
            "C 이하",
            "CCC+ 이하",
            "1.4점(70%)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 46 - 라. 정성적 평가분야 적용기준 ᄋ 정성적 평가는 평가항목별 등급을 5등급A, B, C, D, E로구분하여 평가하며, 항목별 배점에 따라 등급점수를 부여하고, 항목 평가를 위한 자료 미제출시는 F 등급으로 처리한다. 등급 A B C D E F 자료미제출시 점수 100 90 80 70 60 0 ᄋ 정성적 평가는 제안서평가위원이 자율적으로 평가하되, 평가의 변별력 확보를 위하여 불가피한 경우를 제외하고는 업체 간 동점 부여를 지양한다상대 평가방식. 4. 기타사항 1 전산장비 및 SW 직접구매 가. 본 사업은 상용 소프트웨어 도입이 없는 사업이므로 소프트웨어 분리발주 제도 준수대상이 아니다. 나. 사업수행에 필요한 전산장비각종 개발 PC, 노트북 컴퓨터, 휴대용 저장매체 등, 소프트웨어 및 장비는 계약상대자가 준비한다. 2 하자담보 책임기간 가. 하자담보 책임기간은 발주기관이 검사에 의하여 사업의 완성을 확인한 후 1년간으로 한다. 나. 하자보수의 범위는 본 사업에서 사업수행사가 업무상 필요에 의하여 도입한 장비 또는 소프트웨어에 한함. 3 지식재산권 귀속 및 공동 활용 사전 명시 가. 본 사업의 산출물에 대한 지식재산권의 공동활용에 대한 사항은 국유재산법제65조의12 및 용역계약일반조건기획재정부계약예규 제56조에 따른다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 47 - 나. 사업 목적물의 타 기관과의 공동 활용을 하지 않는다. 다. 이 사업의 성과물계약목적물에 대한 지식재산권은 발주기관이 소유 함을 원칙으로 한다. 다만, 개발의 기여도 및 계약목적물의 특수성 보안, 영업비밀 등 등을 고려하여 계약당사자 간의 협의를통해 지식 재산권 귀속주체 등에 대해 공동소유 등과 같이 달리 정할 수 있다. 라. 계약상대자가 지식재산권을 다른 용도로 사용하거나 상업적으로 활용할 시에는 반드시 발주기관과 사전에 협의하여야 한다. 4 누출금지정보의 범위 ᄋ발주기관은 별표1과 같이 누출금지정보를 지정하며, 입찰 및 사업수행과정에서 무단으로 누출할 경우 관련 법령에 따라 부정당업자로 입찰참가자격을 제한한다. 5 그 외 사항 가. 사업을 수행함에 있어 제3자의 특허권 및 저작권을 침해하지 않아야 하며, 제3자의 권리대상으로 되어 있는 특허권 등을 사용할 경우에는 사업수행사가 그 권리의 사용에 관하여 일체의 책임을 져야 한다. 나. 사업수행사는 투입인력이 각종 위험으로부터 자기책임으로 생명과 신체를 보호하도록 하여야 하며, 이의 불이행으로 재해가 발생되는 경우 발주기관에 민형사상 책임을 물을 수 없다. 다. 발주기관과 사업수행사 간의 분쟁 발생으로 소송이 제기되었을 경우 관할법원은 발주기관 소재지를 관할하는 법원으로 한다. 라. 본 사업은 소프트웨어 진흥법 제50조에 따라 계약당사자가 과업 내용의 변경, 과업변경에 따른 계약금액의 조정에 관한 사항 등 으로 조정을 요청할 경우 과업심의위원회를 개최하여 처리한다. 마. 본 사업은소프트웨어 진흥법제50조에 따라 과업심의위원회를 미개최한 사업이나 계약전까지 과업심의위원회를 개최하여 과업을 확정할 예정이다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 48 - 바. 본 사업 중 일부는 SW 개발비에 대한 사업대가를 기능점수FP 방식 또는 서비스 수준협약 방식으로 산정한 사업이다. 주요사업내용중디지털품질검사도구기능 개발및품질관리오류사례DB 구축및정보 조회기능개선은소프트웨어제작부분 사. 본 사업의 일부 소프트웨어 개발 부분은 소프트웨어 개발사업의 적정 사업 기간 종합 산정서에 따른 적정 사업기간 산정 기준에 따른 사업이다. 아. 본 사업은 소프트웨어 진흥법 제46조에 따라 SW사업정보SW 사업 수행 및 실적정보 데이터를 작성 및 제출하여야 한다. 자. SW사업정보 데이터 작성 및 제출에 관한 사항은 SW사업정보 저장소www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출 안내 문서를 참조토록 한다. 차. SW 사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 명시하도록 한다. 카. SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 산정 가능 전문가를 포함토록 한다. 타. SW산출물 반출 절차 등 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안 업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당 하지 않을 경우 SW 산출물을 제공한다. ᄋ다만, SW산출물의 활용 절차와 공급자가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가자격 제한 등에 관하여는 소프트웨어 진흥법제59조, 같은 법 시행령 제54조, 소프트웨어사업 계약 및 관리감독에 관한 지침제32조산출물의 활용에 따른다. 파. 계약상대자는 개발인력 대상 SW 개발보안 교육을 실시사업 착수 단계, 사업 투입 전 총 2회하고, 행정안전부의 소프트웨어 보안약점 진단가이드를 준수하여 SW 보안약점에 대해 CC인증된 진단",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 49 - 도구를 사용하여 SW 진단 후 취약점 진단제거 보고서를 제출한다. ᄋ행정기관 및 공공기관 정보시스템 구축운영 지침 별표 3 소프트웨어 보안약점 기준제52조 관련을 활용하여 소프트웨어 보안약점 존재 여부를 필수적으로 진단한다. ᄋ계약상대자는 SW진단을 실시하고 설계종료시 자체진단결과 보고서 및 부적합 사항 조치 결과 보고서 등 제출해야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 50 - 붙임 1 붙임 1 별 지 별지 1 1. 제안서 표지 규격양식A4 사 업 명 견고딕24, 장평90, 가운데정렬, 줄간격160 제안서 견고딕32, 장평100, 가운데정렬 2024.ᄋ.ᄋ.견고딕20, 장평90, 가운데정렬 ᄋᄋᄋᄋ 견고딕24, 장평90, 가운데정렬 주 문자는 견고딕체, 흑색으로 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 51 - 별지 2 2. 수행조직 및 인원현황 사업수행관리자 부문 부문 부문 부문 주 1. 분야별 관리자를 명시해야 한다. 2. 분야별 기술자 기재순서는 평가 시 참고 될 수 있도록 직위별로 기재한다. 3. 용역 수행조직 및 인원현황에는 실제로 사업현장에 직접 투입 가능한 인력을 기재한다. 해당인력은 과업수행 참여인력으로 소프트웨어 부분은 디지털 품질검사 도구기능 개발, 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선으로 별도 책정하여 소프트웨어 제작 인력은 투입인력 요구사항에서 제외함",
      "tables": [
        [
          [
            "○○  부문"
          ],
          [
            ""
          ],
          [
            ""
          ]
        ],
        [
          [
            "○○  부문"
          ],
          [
            ""
          ],
          [
            ""
          ]
        ],
        [
          [
            "○○  부문"
          ],
          [
            ""
          ],
          [
            ""
          ]
        ],
        [
          [
            "○○  부문"
          ],
          [
            ""
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 52 - 별지 3 3. 본 사업 추진팀별 업무분장 등 요약 구분 분야별 성 명 본 사업 참여직위 담당업무 비고 부문 부문 부문 부문 부문 부문 부문 부문 부문 부문 부문 부문 부문 부문 부문 해당인력은 과업수행 참여인력으로 소프트웨어 부분은 디지털 품질검사 도구기능 개발, 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선으로 별도 책정하여 소프트웨어 제작 인력은 투입인력 요구사항에서 제외함",
      "tables": [
        [
          [
            "구분",
            "분야별",
            "성  명",
            "본  사업\n참여직위",
            "담당업무",
            "비고"
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부문",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 53 - 별지 4 4. 참여인력 이력 사항사업관리자 주 1. 참여연구원의 보유자격 및 경력사항에 대하여는 허위로 작성하여서는 아니되며 평가 후 라도 허위로 판명 시는 제안서 평가를 무효 2. 4대보험 가입확인서 등 본인확인 가능한 증빙서류 첨부 3. 타 회사의 경력을 포함한 증명서 첨부 해당인력은 과업수행 참여인력으로 소프트웨어 부분은 디지털 품질검사 도구기능 개발, 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선으로 별도 책정하여 소프트웨어 제작인력은 투입인력 요구사항에서 제외함 성 명 소 속 직 책 연 령 만 세 학 력 대학교 전공 해당분야근무경력 년 개월 대학원 전공 자격증 및 보유기술 유사분야 참여 횟수 회 유사분야 참여 기간 년 개월 본 사업 참여임무 사업참여기간 참여율 경 력 사 항 사 업 명 참여기간 년월년월 담당업무 구체적으로 기재 발주처 비고",
      "tables": [
        [
          [
            "성 명",
            "소 속",
            "",
            "직 책",
            "연 령\n만   세"
          ],
          [
            "학 력",
            "대학교             전공",
            "",
            "해당분야근무경력",
            "년   개월"
          ],
          [
            "",
            "대학원             전공",
            "",
            "자격증 및 보유기술",
            ""
          ],
          [
            "유사분야 참여 횟수",
            "",
            "회",
            "유사분야 참여 기간",
            "년   개월"
          ],
          [
            "본 사업 참여임무",
            "",
            "사업참여기간",
            "",
            "참여율  \n%"
          ]
        ],
        [
          [
            "경  력  사  항",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업    명",
            "참여기간\n(년월～년월)",
            "담당업무\n(구체적으로 기재)",
            "발주처",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 54 - 별지 5 5. 참여인력 이력사항개인별 주 1. 참여연구원의 보유자격 및 경력사항에 대하여는 허위로 작성하여서는 아니되며 평가 후 라도 허위로 판명 시는 제안서 평가를 무효 2. 4대보험 가입확인서 등 본인확인 가능한 증빙서류 첨부 3. 타 회사의 경력을 포함한 증명서 첨부 해당인력은 과업수행 참여인력으로 소프트웨어 부분은 디지털 품질검사 도구기능 개발, 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선으로 별도 책정하여 소프트웨어 제작인력은 투입인력 요구사항에서 제외함 성 명 소 속 직 책 연 령 만 세 학 력 대학교 전공 해당분야근무경력 년 개월 대학원 전공 자격증 및 보유기술 유사분야 참여 횟수 회 유사분야 참여 기간 년 개월 본 사업 참여임무 사업참여기간 참여율 경 력 사 항 사 업 명 참여기간 년월년월 담당업무 구체적으로 기재 발주처 비고",
      "tables": [
        [
          [
            "성 명",
            "소 속",
            "",
            "직 책",
            "연 령\n만   세"
          ],
          [
            "학 력",
            "대학교             전공",
            "",
            "해당분야근무경력",
            "년   개월"
          ],
          [
            "",
            "대학원             전공",
            "",
            "자격증 및 보유기술",
            ""
          ],
          [
            "유사분야 참여 횟수",
            "",
            "회",
            "유사분야 참여 기간",
            "년   개월"
          ],
          [
            "본 사업 참여임무",
            "",
            "사업참여기간",
            "",
            "참여율  \n%"
          ]
        ],
        [
          [
            "경  력  사  항",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업    명",
            "참여기간\n(년월～년월)",
            "담당업무\n(구체적으로 기재)",
            "발주처",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 55 - 별지 6 6. 참여연구원의 자격, 경력 및 용역 참여실적 요약 구 분 성 명 자 격 취득년월일 근무경력 실적 학위 자격증 실적수 실적명 주 1. 근무경력은 입찰공고일 현재를 기준으로 년, 월까지 기재하되, 근무지 발행 경력증명를 제출하여야 함. 2. 책임연구원, 연구원, 연구보조원, 보조원으로 구분하여 작성하여야 함. 3. 최종학교학위 또는 자격증 증빙서류를 제출하여야 함. 4. 용역 참여실적은 관련 분야에 한하며, 연구원의 용역참여 증빙서류를 제출하여야 함. 해당인력은 과업수행 참여인력으로 소프트웨어 부분은 디지털 품질검사 도구기능 개발, 품질관리 오류사례 DB 구축 및 정보 조회 기능 개선으로 별도 책정하여 소프트웨어 제작 인력은 투입인력 요구사항에서 제외함",
      "tables": [
        [
          [
            "구 분",
            "성 명",
            "자  격",
            "",
            "취득년월일",
            "근무경력",
            "실적",
            ""
          ],
          [
            "",
            "",
            "학위",
            "자격증",
            "",
            "",
            "실적수",
            "실적명"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 56 - 별지 7 7. 최근 3년간 사업 실적 1. 주요사업 내용 단위 백만원 순번 1사업명 2사업개요 사업기간 3계약금액 발주처 4타사와 공동프로젝 트수행여부 비고 계 건 작성요령 1. 사업명 연도순으로 기재 작성기준 공고일 기준 최근 3년간 계약금액 5천만원 이상 사업 가. 유사사업 최근 3년간 해도제작, 수로정보표준, 해양정보서비스 관련 등에 한함 나. 공고일 기준으로 진행 중인 사업은 제외 2. 사업 개요 구체적인 업무수행 내용을 작성 3. 계약금액 공동으로 업무를 수행한 경우 총액을 기재하되 자사의 금액을 괄호 안에 별도 기재 4. 공동 프로젝트 수행여부 타사와 공동으로 프로젝트를 수행한 경우 타사의 상호명을 기재",
      "tables": [
        [
          [
            "순번",
            "①사업명",
            "②사업개요",
            "사업기간",
            "③계약금액",
            "발주처",
            "④타사와\n공동프로젝\n트수행여부",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "건",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 57 - 별지 8 8. 사업 실적 증명서 신청인 업체명상호 대 표 자 영업소재지 전 화 번 호 사업자번호 제 출 처 증명서 용도 입찰 및 제안서 심사 제출용 사 업 이 행 실 적 내 용 사 업 명 구 분 학 술 ISPBPR PMO감리 시스템개발 운영 및 유지관리 기 타 사 업 개 요 계 약 번 호 계약일자 계약기간 계약금액 비 고 증명서 발 급 기 관 위 사실을 증명함 년 월 일 기 관 명 인 전화번호 주 소 FAX번호 발급부서 담당자 인 1 사업실적을 공동계약으로 이행하였을 경우 비율과 이행실적을 기재하여야 합니다. 2 별도 양식으로 작성하는 경우는 그에 따릅니다. 3 용역이행실적은 입찰공고에서 명시한 용역범위 및 기준 등의 조건에 부합되는 실적에 한합니다.",
      "tables": [
        [
          [
            "신청인",
            "업체명(상호)",
            "",
            "",
            "",
            "",
            "대      표      자",
            "",
            ""
          ],
          [
            "",
            "영업소재지",
            "",
            "",
            "",
            "",
            "전  화    번  호",
            "",
            ""
          ],
          [
            "",
            "사업자번호",
            "",
            "",
            "",
            "",
            "제      출      처",
            "",
            ""
          ],
          [
            "",
            "증명서  용도",
            "입찰  및  제안서  심사  제출용",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사  업\n이  행\n실  적\n내  용",
            "사  업  명",
            "",
            "",
            "구  분",
            "",
            "학      술          (      ) \n  ISP/BPR        (      ) \n  PMO/감리      (      ) \n  시스템개발     (      ) \n  운영  및  유지관리 \n(      )\n  기        타         (      )",
            "",
            ""
          ],
          [
            "",
            "사  업  개  요",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계  약  번  호",
            "계약일자",
            "계약기간",
            "",
            "계약금액",
            "",
            "비  고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발    급\n기    관",
            "위  사실을  증명함\n년        월        일",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기  관  명  :                                            (인)          (전화번호  :                            )",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주        소  :                                                              (FAX번호:                              )",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서  :\n      담당자:                            (인)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 58 - 별지 9 9. 신용평가등급 단위백만원 1. 회 사 명 2. 주 소 3. 전화 번호 4. 설립 년도 5. 자 본 금 6. 신용 평가 구 분 등 급 비 고 회 사 채 신용 등급 기업어음 신용등급 기업신용 평가등급",
      "tables": [
        [
          [
            "1. 회\n사\n명",
            "",
            ""
          ],
          [
            "2. 주\n소",
            "",
            ""
          ],
          [
            "3. 전 화 번 호",
            "",
            ""
          ],
          [
            "4. 설 립 년 도",
            "",
            ""
          ],
          [
            "5. 자\n본\n금",
            "",
            ""
          ],
          [
            "6. 신 용 평 가",
            "",
            ""
          ],
          [
            "구\n분",
            "등\n급",
            "비\n고"
          ],
          [
            "회\n사\n채\n신 용\n등 급",
            "",
            ""
          ],
          [
            "기 업 어 음\n신 용 등 급",
            "",
            ""
          ],
          [
            "기 업 신 용\n평 가 등 급",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 59 - 별지 10 10. 개인정보 제공 및 활용 동의서 본인은 한국해양조사협회에 제출하는 용역 관련 제안서에 대한 심사평가에 있어 해양 조사협회가본인의 학력, 경력 등에 관한 정보를 활용할 필요가 있다는 것을 이해하고 있으며, 이를 위해 개인정보 보호법등에 의해 보호되고 있는 본인에 관한 각종 정보 자료를 동법 제18조의 규정 등에 따라 한국해양조사협회에 제공하는데 동의합니다. 개인정보 제공 및 활용 관련 주요 고지 사항 개인정보 수집이용의 목적 용역입찰 제안서 심사평가 수집하려는 개인정보의 항목 인적사항, 학력, 경력, 자격증 등 개인정보의 보유 및 이용 기간 용역 제안서를 접수하는 시점부터 성과 추적이 완료되는 시점까지 사업관리자는 개인정보 제공 및 활용에 대한 동의서의 제출을 거부할 권리가 있지만, 동의서를 제출하지 않을 경우에는 사업단의 용역사업에 신청할 수 없다는 점을 유념하기 바랍니다. 또한, 본인 참여인력 포함이 서명날인한 동의서의 복사본은 제안서 심사평가에 필요한 다양한 자료 수집의 편의를 위해서 원본과 동일하게 유효하다는 것을 인정합니다. 2024년 월 일 본 인 사업관리자 성 명 생년월일 서명 휴대전화 e-mail 직 장 직 위 직장전화 연락가능팩스 참여인력 직 위 성 명 생년월일 서 명 한국해양조사협회이사장 귀하",
      "tables": [
        [
          [
            "직\n위",
            "성\n명",
            "생년월일",
            "서 명"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 60 - 붙임 2 붙임 2 별 첨 별첨 제1호 서식 보안각서대표자용 보 안 각 서 본인은 2024년 월 일 귀협회와 계약 체결한2024년 항해용 간행물 품질관리 업무보조 시스템 구축용역을 시행함에 있어 다음 사항을 준수할 것을자의 각서로 제출합니다. 1. 본인은 본 용역을 시행함에 있어 계약서 및 과업지시서 상의 제반 보안 사항을 철저히 이행할 것임은 물론 용역과업 수행 전에 용역참여자 전원에 대하여 보안교육을 실시하고 보안각서를 징구하여 용역 시행 부서에 제출할 것임. 2. 본인은 물론 당회사 직원이 보안사항을 외부에 누설하여 중대한 문제점을 야기하였을 경우에는 누설자가 보안관계 모든 법규에 따라 처벌 받음은 물론 회사에 대한 용역업의 등록취소, 부정당업자의 입찰참가 자격제한 등 어떠한 제재조치를 취하여도 이의를 제기하지 않을 것임 단, 부패방지 및 국민권익위원회의 설치와 운영에 관한 법률 제66조제3 항제67조에서 준용하는 경우를 포함한다 및공익신고자보호법 제14조 제3항부정청탁 및 금품등 수수의 금지에 관한 법률 제15조제4항에서 준용하는 경우를 포함한다에 해당하는 경우에는 비밀준수의무를위반한 것으로 보지 않는다. 2024년 월 일 소속 직위 성명 한국해양조사협회이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 61 - 별첨 제2호 서식 보안각서참여자용 보 안 각 서 본인은 2024년 00월 00일 귀 협회와 계약 체결한 2024년 항해용 간행물 품질관리 업무보조 시스템 구축 과업을 시행함에 있어 다음 사항을 준수할 것을 자의 각서로 제출합니다. 1. 본인은 본 과업을 시행함에 있어 계약서 및 과업지시서상의 제반 보안사항을 철저히 이행할 것이며, 2. 본인이 보안사항을 외부에 누설시켜 중대한 문제점을 야기 시켰을 경우에는 누설자가 보안관계 제 법규에 의거 처벌 받음은 물론 어떠한 제재조치를 취 하여도 이의를 제기하지 않을 것임. 단, 부패방지 및 국민권익위원회의 설치와 운영에 관한 법률 제66조제3항제67조에서 준용하는 경우를 포함한다 및공익신고자 보호법 제14조제3항부정청탁 및 금품등 수수의 금지에 관한 법률 제15조제4항에서 준용하는 경우를 포함한다에 해당하는 경우 에는 비밀준수의무를 위반한 것으로 보지 않는다. 소 속 직 급 성명 인 2024년 00월 00일 한국해양조사협회 이사장 귀하",
      "tables": [
        [
          [
            "보  안   각  서\n본인은 2024년 00월 00일 귀 협회와 계약 체결한 「2024년  항해용  간행물  품질관리 \n업무보조 시스템 구축」 과업을 시행함에 있어 다음 사항을 준수할 것을 자의 \n각서로 제출합니다.\n1. 본인은 본 과업을 시행함에 있어 계약서 및 과업지시서상의 제반 보안사항을 \n철저히 이행할 것이며,\n  2.  본인이  보안사항을  외부에  누설시켜  중대한  문제점을  야기  시켰을  경우에는 \n누설자가 보안관계 제 법규에 의거 처벌 받음은 물론 어떠한 제재조치를 취\n하여도 이의를 제기하지 않을 것임.\n※  단,  「부패방지  및 국민권익위원회의 설치와  운영에 관한 법률」  제66조제3항(제67조에서 \n준용하는  경우를  포함한다)  및「공익신고자  보호법」  제14조제3항(「부정청탁  및  금품등 \n수수의 금지에 관한 법률」 제15조제4항에서 준용하는 경우를 포함한다)에 해당하는 경우\n에는 비밀준수의무를 위반한 것으로 보지 않는다.",
            "",
            ""
          ],
          [
            "소 속",
            "직 급",
            "성명 (인)"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "2024년 00월 00일\n한국해양조사협회 이사장 귀하",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 62 - 별첨 제3호 서식 보안서약서 보 안 서 약 서 본인은 2024년 00월 00일부터 으로 근무함에 있어 다음 사항을 준수할 것을 엄숙히 서약한다. 1. 본인은 비밀로 분류될 성질의 업무를 수행함에 있어 소관 업무가 국가안전보장과 관련된 기밀임을 인정한다. 2. 본인은 보안 관련 규정을 준수하며 재직 중은 물론 퇴직 후에도 직무상 알게 된 비밀을 절대 누설하지 않는다. 3. 본인이 기밀을 누설하거나 유출하였을 때에는 어떠한 경우라도 관련 법령에 따라 엄중한 처벌을 받을 것을 서약한다. 단, 부패방지 및 국민권익위원회의 설치와 운영에 관한 법률 제66조제3항제67조 에서 준용하는 경우를 포함한다 및공익신고자보호법 제14조제3항부정청탁 및 금품등 수수의 금지에 관한 법률 제15조제4항에서 준용하는 경우를 포함한다 에 해당하는 경우에는 비밀준수의무를위반한 것으로 보지 않는다. 2024년 월 일 서 약 자 소 속 직 급 생년월일 직 위 성 명 서 명 서약 집행자 소 속 직 급 직 위 성 명 서 명",
      "tables": [
        [
          [
            "보 안 서 약 서\n본인은 2024년 00월 00일부터        으로 근무함에 있어 다음 사항을 \n준수할 것을 엄숙히 서약한다.\n1. 본인은  비밀로  분류될  성질의  업무를  수행함에  있어  소관  업무가 \n국가안전보장과 관련된 기밀임을 인정한다.\n2. 본인은 보안 관련 규정을 준수하며 재직 중은 물론 퇴직 후에도 직무상 \n알게 된 비밀을 절대 누설하지 않는다.\n3. 본인이 기밀을 누설하거나 유출하였을 때에는 어떠한 경우라도  관련 \n법령에 따라 엄중한 처벌을 받을 것을 서약한다.\n※  단,\n「부패방지 및 국민권익위원회의 설치와 운영에 관한 법률」  제66조제3항(제67조\n에서 준용하는 경우를 포함한다) 및「공익신고자 보호법」  제14조제3항(「부정청탁 \n및 금품등 수수의 금지에 관한 법률」  제15조제4항에서 준용하는 경우를 포함한다)\n에 해당하는 경우에는 비밀준수의무를 위반한 것으로 보지 않는다.\n2024년       월       일",
            ""
          ],
          [
            "서 약 자",
            "소 속 \n직 급\n:\n:\n생년월일 :\n직 위\n성 명\n서 명\n:\n:\n:"
          ],
          [
            "서약\n집행자",
            "소 속\n직 급\n:\n:"
          ],
          [
            "",
            "직 위\n성 명\n서 명\n:\n:\n:"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 63 - 별첨 제4호 서식 보안확약서 보 안 확 약 서 본인은 귀 협회와 계약한 2024년 항해용 간행물 품질관리 업무보조 시스템 구축 사업의 수행을 완료함에 있어, 다음 각 호의 보안사항에 대한 준수 책임이 있음을 서약하며 이에 확약서를 제출합니다. 1. 본 업체는 업체 및 사업 참여자가 사업수행 중 지득한 모든 자료를 반납 및 파기하였으며, 지득한 정보에 대한 유출을 절대 금지하겠 습니다. 2. 본 업체는 상기 보안사항을 위반할 경우에 귀 협회의 사업에 참여 제 한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하겠습니다. 3. 본인은 사업수행 중 발생하는 상기사항의 위반사항에 대하여서도 모든 법적인 책임을 부담하겠습니다. 2024년 월 일 서약업체 대표 소 속 직 급 성 명 서명 한국해양조사협회이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 64 - 별첨 제5호 서식 비밀유지 계약서 한국해양조사협회이하 발주기관이라 한다.와 계약상대자이하 계약자이라 한다.는 다음과 같이 비밀유지계약을 체결한다. 제1조목적 본 계약은 2024년 항해용 간행물 품질관리 업무보조 시스템 구축용역을 추 진함에 있어 제공된 비밀정보를 보호하기 위함을 목적으로 한다. 제2조비밀정보 비밀정보라 함은 2024년 항해용 간행물 품질관리 업무보조 시스템 구축용역과 관련하여 비밀정보임을 표시하였는지 여부에 관계없이 본 업무와 직간 접적으로 관련되는 모든 유형적, 무형적 정보를 의미한다. 제3조유효기간 계약자는 본 계약의 유효기간과 관계없이 발주기관으로부터 제공 받은 비밀정보의 보호 의무를 진다. 제4조비밀정보의 사용금지 계약자는 제공받은 비밀정보를 2024년 항해용 간행물 품질 관리 업무보조 시스템 구축 용역을 위해서만 사용하여야 하며, 타 목적을 위해서 사용 하여서는 아니 된다. 제5조비밀유지 1 계약자는 2024년 항해용 간행물 품질관리 업무보조 시스템 구 축용역을 추진하는데 있어 알게 된 비밀정보를 발주기관의 승낙 없이 제3자에게 누설하여서는 아니된다. 2 계약자는 2024년 항해용 간행물 품질관리 업무보조 시스템 구축 용역 수행을 위해 발주기관으로부터 승인받은 자에 대해서만 비밀정보를 취급할 수 있게 하여야 하며, 동자에게는 본 계약에 규정하는 의무와 같은 의무를 부담하게 하여야 한다. 제6조자료 등의 관리 1 계약자는 모든 비밀정보를 엄중히 보관하여야 하며 발주기관 의 허락 없이 복제 등 기 비밀을 누설할 염려가 있는 행위를 할 수 없다. 2 계약자는 발주기관으로부터 제공된 비밀정보와 비밀정보에 기초하여 작성된 일체의 자료허가를 받아 복사한 사본을 포함를 신중한 주의를 가지고 관리보관하여야 한다. 3 계약자는 발주기관의 요구가 있거나, 본 계약 종료 후 발주기관으로부터 제공받은 비밀정보와 비밀정보에 기초하여 작성된 일체의 자료허가를 받아 복사한 사본을 포함를 즉시 반환하여야 한다. 4 발주기관은 계약자가 동해, 독도 표기 오류로 사회적인 문제를 야기한 경우",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 65 - 언론발표 및 국회 등 지적 제8조에 따른 위약금을 부과한다. 제7조손해배상 계약자는 본 계약에서 정하는 각 규정을 위반하여 발주기관에 손해를 입힌 경우, 이로 인한 일체의 손해배상을 하여야 한다. 제8조보안위규 처리 발주기관은 계약상대자가 보안위규시 보안위규처리기준과 보안 위약금 부과기준에 따른 위약금을 부과한다. 제9조효력 본 계약은 2024년 항해용 간행물 품질관리 업무보조 시스템 구축용역 계약 체결시부터 효력을 발생한다. 발주기관과 계약상대자는 본 계약서의 내용을 성실히 준수하며 이를 증명하기 위해 2부를 작성하고 날인하여 각 1부씩 보관한다. 2024년 00월 00일 발주기관 한국해양조사협회 주소 서울시 금천구 가산디지털1로 70 성명 한국해양조사협회이사장 인 계약자 주소 성명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 66 - 별첨 제6호 서식 정보 비공개 동의서 상 호법인명 주 소 대 표 자 인 사업자등록번호 상기 본인은 귀 기관의2024년 항해용 간행물 품질관리 업무보조 시스템 구축 용역과 관련하여 취득한 업무내용에 대하여 제3자에게 일체 누설하지 않겠으며, 귀 협회에서 정한 보안사항을 철저히 준수할 것을 동의합니다. 2024. 00. 00. 한국해양조사협회이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 67 - 별첨 제7호 서식 개인정보처리위탁계약서 한국해양조사협회이하 발주기관이라 한다와 계약상대자는 발주기관의 개인정보 처리업무를 계약상대자에게 위탁함에 있어 다음과 같은 내용으로 본 업무 위탁계약을 체결한다. 제1조 목적 이 계약은 발주기관이 개인정보처리업무를 계약상대자에게 위탁하고, 계약상대자는 이를 승낙하여 계약상대자의 책임아래 성실하게 업무를 완성하도록 하는데 필요한 사항을 정함을 목 적으로 한다. 제2조 용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는개인정보 보호법, 같은 법 시행령 및 고시,개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제2021-2호 및표준 개인정보 보 호지침개인정보보호위원회 고시 제2020-1호에서 정의된 바에 따른다. 제3조 위탁업무의 목적 및 범위 계약상대자는 계약이 정하는 바에 따라 2024년 항해용 간행물 품질관 리 업무보조 시스템 구축 추진의 목적으로 다음과 같은 개인정보 처리 업무를 수행한다. 1. 2024년 항해용 간행물 품질관리 업무보조 시스템 구축 수행을 위한 개인정보처리 2. 2024년 항해용 간행물 품질관리 업무보조 시스템 구축 참여자에 대한 개인정보처리 제4조 재위탁 제한 1 계약상대자는 발주기관의 사전 승낙을 얻은 경우를 제외하고 발주기관과 의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없다. 2 계약상대자가 다른 제3의 회사와 수탁계약을 할 경우에는 계약상대자는 해당 사실을 즉시 발 주기관에 통보하고 협의하여야 한다. 제5조 개인정보의 안전성 확보조치 계약상대자는 개인정보 보호법 제23조제2항 및 제24조제3항 및 제29조, 동법 시행령 제21조 및 제30조,개인정보의 안전성 확보조치 기준개인정보보호위원회 고 시 제2021-2호에 따라 개인정보의 안전성 확보에 필요한 관리적기술적 조치를 취하여야 한다. 제6조 개인정보의 처리제한 1 계약상대자는 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서는 안 된다. 2 계약상대자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있 는 개인정보를 개인정보 보호법 시행령 제16조 및 개인정보의 안전성 확보조치 기준개인정보 보호위원회 고시 제2021-2호에 따라 즉시 파기하거나 발주기관에게 반납하여야 한다. 3 제2항에 따라 계약상대자가 개인정보를 파기한 경우 지체 없이 발주기관에게 그 결과를 통보 하여야 한다. 제7조 수탁자에 대한 관리감독 등 1 발주기관은 계약상대자에 대하여 다음 각 호의 사항을 관 리하도록 요구할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적 외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 발주기관은 계약상대자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구할 수 있으며, 계약상대자는 특별한 사유가 없는 한 이행하여야 한다. 3 발주기관은 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손되지 아니하도록 1년에 1회 이상 계약상대자를 교육할 수 있으며, 계약상대자는 이에 응하여야 한다.1",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 68 - 4 제1항에 따른 교육의 시기와 방법 등에 대해서는 발주기관은 계약상대자와 협의하여 시행한다. 제8조 정보주체 권리보장 1 계약상대자는 정보주체의 개인정보 열람, 정정삭제, 처리 정지 요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제9조 개인정보의 파기 1 계약상대자는 제3조의 위탁업무기간이 종료되면 특별한 사유가 없는 한 지체 없이 개인정보를 파기하고 이를 발주기관에게 확인받아야 한다. 제10조 손해배상 1 계약상대자또는 계약상대자의 임직원 기타 계약상대자의 수탁자가 이 계약 에 의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 계약상대 자또는 계약상대자의 임직원 기타 계약상대자의 수탁자의 귀책사유로 인하여 이 계약이 해지되 어 발주기관또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 계약상대자는 그 손해를 배상 하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 발주기관이 전부 또는 일부를 배상한 때에는 발주기관은 이를 계약상대자에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 발주기관과 계약상대자가 서명 또는 날인한 후 각 1부씩 보관한다. 발주기관 한국해양조사협회 서울시 금천구 가산디지털1로 70 성 명 이사장 인 계약상대자 주소 성명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 69 - 별첨 제8호 서식 청렴계약이행서약서 당사는부패없는 투명한 기업경영과 공정한 행정이사회발전과 국가경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD 뇌물방지협약이발효되었고부패기업및국가에대한제재가강화 되는추세에맞추어청렴계약제시행취지에적극호응하여, 한국해양조 사협회에서발주하는모든공사설계감리용역등의입찰에참여함에 있어, 당사의임직원과대리인은, 1. 입찰가격의유지나특정인의낙찰을위한담합을하거나다른업체와 협정, 결의, 합의하여입찰의자유경쟁을부당하게저해하는일체의 불공정한행위를않겠습니다. ᄋ이를위반하여경쟁입찰에있어서특정인의낙찰을위하여담합을주도 한것이사실로드러날경우에는한국해양조사협회에서시행하는 입찰에입찰참가자격제한처분을받은날로부터2년동안참가하지 않겠습니다. ᄋ 경쟁입찰에있어서입찰자간에서로상의하여미리입찰가격을협 정하거나특정인의낙찰을위하여담합을한사실이드러날경우에 는 한국해양조사협회가 시행하는 입찰에 입찰참가자격제한처분을 받은날로부터1년동안참가하지않겠습니다. ᄋ위와같이담합등불공정행위를한사실이드러날경우에는독점규제 및공정거래에관한법률에따라공정거래위원회에고발하여과징금 등을부과토록하는데일체의이의를제기하지않겠습니다. 2. 입찰계약체결및계약이행과정에서관계공직자에게직간접적으로 금품향응등친인척등에대한부정한취업제공포함의뇌물이나부 당한이익을제공하지않겠습니다.",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 74,
      "text": "- 70 - ᄋ이를위반하여입찰계약체결및계약이행과관련하여관계공직자에게 금품향응등을제공함으로써입찰에유리하게되어계약이체결되었 거나계약이행과정에서편의를받아부실하게시공하는등의사실이 드러날경우에는한국해양조사협회가시행하는입찰에입찰참가자 격제한처분을받은날로부터2년동안참가하지않겠습니다. ᄋ입찰및계약조건이입찰자및낙찰자에게유리하게되도록하거나계 약목적물의이행을부실하게할목적으로관계공직자에게금품향응 등을제공한사실이드러날경우에는한국해양조사협회가시행하는 입찰에입찰참가자격제한처분을받은날로부터1년동안참가하지 않겠습니다. ᄋ입찰계약체결및계약이행과관련하여관계공직자에게금품향응 등을제공한사실이드러날경우에는한국해양조사협회가시행하는 입찰에입찰참가자격제한처분을받은날로부터6개월동안참가하지 않겠습니다. 3. 계약체결및계약이행과정에서관계공직자에게부정한청탁에의한 재물또는재산상의이익을제공하지않겠습니다. ᄋ 이를위반하여계약체결또는계약이행과관련하여관계공직자에게 부정한청탁에의한재물또는재산상의이익을제공하여2개월내 지8개월의영업정지처분을받을경우에는한국해양조사협회가시행하 는입찰에영업정지처분을받은날부터4개월내지1년4개월동안 참여하지않겠습니다. 4. 입찰계약체결및계약이행과관련하여관계공직자에게금품향응 등친인척등에대한부정한취업제공포함을제공한사실이드러날 경우에는계약체결이전의경우에는낙찰자결정취소, 계약이행전에 는계약취소, 계약이행이후에는발주기관에서당해계약의전부또는 일부를해제또는해지하여도이를감수하겠으며, 민형사상이의를제 기하지않겠습니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 71 - 5. 회사임직원이관계공직자에게금품향응등친인척등에대한부 정한취업제공포함을제공하거나담합등불공정행위를하지않도 록하는회사윤리강령과내부비리제보자에대해서도일체의불이익 처분을하지않는사규를제정토록노력하겠습니다. 6. 본건입찰계약체결계약이행및준공과관련하여한국해양조사협 회등에서시행하는청렴계약옴부즈만이요구하는자료제출, 서류열 람, 현장확인등의활동에적극협조하겠습니다. 위청렴계약서약은상호신뢰를바탕으로한약속으로서반드시지킬것 이며, 낙찰자로결정될경우본서약내용을그대로계약특수조건으로계 약하여이행하고, 입찰참가자격제한또는계약해지등한국해양조사협회 의조치와관련하여당사가한국해양조사협회를상대로손해배상을청구 하거나당사를배제하는입찰에관하여민형사상어떠한이의도제기하 지않을것을서약합니다. 2024. 00. 00. 서약자 한국해양조사협회이사장귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 76,
      "text": "- 72 - 별첨 제9호서식 소프트웨어사업 영향평가 결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 77,
      "text": "- 73 - 별첨 제10호서식 소프트웨어 개발사업의 적정 사업기간 위원별 산정서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 8
    },
    {
      "page": 78,
      "text": "- 74 -",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 79,
      "text": "- 75 - 붙임 3 붙임 3 별 표 별표 1 누출금지 대상정보 순번 누출금지 대상정보 1 정보시스템의 내외부 IP주소 현황 2 세부 정보시스템 구성 현황 및 정보통신망 구성도 3 사용자계정비밀번호 등 정보시스템 접근통제 권한 정보 4 정보통신망 취약점분석평가 결과물 5 반출 승인을 받지 않은 사업 결과물 또는 프로그램 소스코드 6 국가용 보안시스템 및 정보보호시스템 도입 현황 7 침입차단시스템침입방지시스템IPS 등 정보보호제품 및 라우터스위치 등 네트워크 장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조제1항에 의해 비공개 대상 정보로 분류된 기관의 내부문서 9 개인정보보호법 제2조제1호의 개인정보 10 보안업무규정 제4조의 비밀 및 同 시행규칙 제16조제3항의 대외비 11 국가공간정보 보안관리규정에 따라 비공개 또는 공개제한 등급으로 분류된 국가공간정보 12 공개등급의 공간정보 중 전자해도 파일과 수심이 포함된 디지털 파일 13 그 밖에 사업 특성과 관련하여 한국해양조사협회에서 공개가 불가하다고 판단한 정보",
      "tables": [
        [
          [
            "순번",
            "누출금지  대상정보"
          ],
          [
            "1",
            "정보시스템의  내·외부  IP주소  현황"
          ],
          [
            "2",
            "세부  정보시스템  구성  현황  및  정보통신망  구성도"
          ],
          [
            "3",
            "사용자계정·비밀번호  등  정보시스템  접근·통제  권한  정보"
          ],
          [
            "4",
            "정보통신망  취약점분석·평가  결과물"
          ],
          [
            "5",
            "반출  승인을  받지  않은  사업  결과물  또는  프로그램  소스코드"
          ],
          [
            "6",
            "국가용  보안시스템  및  정보보호시스템  도입  현황"
          ],
          [
            "7",
            "침입차단시스템·침입방지시스템(IPS)  등  정보보호제품  및 \n라우터·스위치  등  네트워크  장비  설정  정보"
          ],
          [
            "8",
            "「공공기관의  정보공개에  관한  법률」  제9조제1항에  의해  비공개 \n대상  정보로  분류된  기관의  내부문서"
          ],
          [
            "9",
            "「개인정보보호법」  제2조제1호의  개인정보"
          ],
          [
            "10",
            "보안업무규정  제4조의  비밀  및  同  시행규칙  제16조제3항의 \n대외비"
          ],
          [
            "11",
            "국가공간정보  보안관리규정에  따라  비공개  또는  공개제한 \n등급으로  분류된  국가공간정보"
          ],
          [
            "12",
            "공개등급의  공간정보  중  전자해도  파일과  수심이  포함된 \n디지털  파일"
          ],
          [
            "13",
            "그  밖에  사업  특성과  관련하여  한국해양조사협회에서  공개가 \n불가하다고  판단한  정보"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 80,
      "text": "- 76 - 별표 2 보안위규 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비급 정보 유출 및 유출 시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 국가공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 부정당업자 등록 위규자 사업참여 제외, 인력교체 재발 방지를 위한 조치계획 제출 업체대표, 사업 관리자PM 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역 사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 재발 방지를 위한 조치계획 제출 사업관리자PM, 위규자 대상 특별 보안교육 실시",
      "tables": [
        [
          [
            "구  분",
            "위      규      사      항",
            "처  리  기  준"
          ],
          [
            "심  각",
            "1.  비밀  및  대외비급  정보  유출  및  유출  시도\n    가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n    나.  개인정보‧신상정보  목록  유출\n    다.  비공개  국가공간정보  등  비공개  정보  유출\n2.  정보시스템에  대한  불법적  행위\n    가.  관련  시스템에  대한  해킹  및  해킹시도\n    나.  시스템  구축  결과물에  대한  외부  유출\n    다.  시스템  내  인위적인  악성코드  유포",
            "◦부정당업자  등록\n◦위규자  사업참여 \n제외,  인력교체\n◦재발  방지를  위한 \n조치계획  제출\n◦업체대표,  사업\n관리자(PM)  대상 \n특별 보안교육 실시"
          ],
          [
            "중  대",
            "1.  비공개  정보  관리  소홀\n    가.  비공개  정보를  책상  위  등에  방치\n    나.  비공개 정보를 휴지통‧폐지함 등에 유기 또는 이면지 활용\n    다.  개인정보‧신상정보  목록을  책상  위  등에  방치\n    라.  기타  비공개  정보에  대한  관리소홀\n2.  사무실‧보호구역  보안관리  허술\n    가.  통제구역  출입문을  개방한  채  퇴근  등\n    나.  인가되지  않은  작업자의  내부  시스템  접근\n    다.  통제구역  내  장비‧시설  등  무단  사진촬영\n3.  전산정보  보호대책  부실\n    가.  업무망  인터넷망  혼용사용,  보안  USB  사용규정  위반\n    나.  웹하드‧P2P  등  인터넷  자료공유사이트를  활용하여 \n용역  사업  관련  자료  수발신\n    다.  개발‧유지보수  시  원격작업  사용\n    라.  저장된  비공개  정보  패스워드  미부여\n    마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n    바.  외부용  PC를  업무망에  무단  연결  사용\n    사.  보안관련  프로그램  강제  삭제\n    아.  사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            "◦재발  방지를  위한 \n조치계획  제출\n◦사업관리자(PM), \n위규자  대상 \n특별  보안교육 \n실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 81,
      "text": "- 77 - 구 분 위 규 사 항 처 리 기 준 보 통 1. 기관 제공 중요정책민감 자료 관리 소홀 가. 주요 현안보고자료를 책상 위 등에 방치 나. 정책현안자료를 휴지통폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷서류함책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제제한구역 출입문을 개방한 채 근무 나. 보호구역 내 비인가자 출입 허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅화면보호 패스워드 미부여 또는 1111 등 단순 숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 사업관리자PM 및 위규자 경위서 징구 위규자 대상 특별 보안교육 실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기인쇄기 위에 서류 장치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 경위서 징구",
      "tables": [
        [
          [
            "구  분",
            "위      규      사      항",
            "처  리  기  준"
          ],
          [
            "보  통",
            "1.  기관  제공  중요정책‧민감  자료  관리  소홀\n    가.  주요  현안‧보고자료를  책상  위  등에  방치\n    나.  정책‧현안자료를  휴지통‧폐지함  등에  유기  또는  이면지 \n활용\n2.  사무실  보안관리  부실\n    가.  캐비넷‧서류함‧책상  등을  개방한  채  퇴근\n    나.  출입키를  책상  위  등에  방치\n3.  보호구역  관리  소홀\n    가.  통제‧제한구역  출입문을  개방한  채  근무\n    나.  보호구역  내  비인가자  출입  허용  등  통제  미실시\n4.  전산정보  보호대책  부실\n    가.  휴대용저장매체를  서랍‧책상  위  등에  방치한  채  퇴근\n    나.  네이트온  등  비인가  메신저  무단  사용\n    다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽂아 \n놓고  퇴근\n    라.  부팅‧화면보호  패스워드  미부여  또는  “1111”  등  단순 \n숫자  부여\n    마.  PC  비밀번호를  모니터  옆  등  외부에  노출\n    바.  비인가  보조기억매체  무단  사용",
            "◦사업관리자(PM) \n및  위규자 \n경위서  징구\n◦위규자  대상 \n특별  보안교육 \n실시"
          ],
          [
            "경  미",
            "1.  업무  관련서류  관리  소홀\n    가.  진행중인  업무자료를  책상  등에  방치,  퇴근\n    나.  복사기‧인쇄기  위에  서류  장치\n2.  근무자  근무상태  불량\n    가.  각종  보안장비  운용  미숙\n    나.  경보‧보안장치  작동  불량\n3.  전산정보  보호대책  부실\n    가.  PC내  보안성이  검증되지  않은  프로그램  사용\n    나.  보안관련  소프트웨어의  주기적  점검  위반",
            "◦위규자  경위서 \n징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 78 - 별표 3 위약금 부과 기준 보안 위약금 부과 기준 1. 보안 위규 1보안 위규 수준별로 AD 등급으로 위약금 차등 부과 구분 보안위규수준 A급 B급 C급 D급 위 규 심각1건 중대1건 보통2건이상경미3건이상 위약금 비 중 부정당업자 등록 500만원이하 300만원이하 100만원이하 위약금규모는사업규모에따라조정 2보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 아니함 보안사고는1회의사고만으로도그파급력이큰것을감안하여다른 항목과별도부과 3사업 종료 시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "구분",
            "보안 위규 수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위 규",
            "심각 1건",
            "중대 1건",
            "보통 2건 이상 경미 3건 이상",
            ""
          ],
          [
            "위약금\n비 중",
            "부정당업자\n등록",
            "500만원 이하",
            "300만원 이하",
            "100만원 이하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 79 - 별표 4 정보시스템 관리 대장 연번 소속 취급자 성명 종류 서버ᆞPC 등 관리번호 SN 도입일자 투입일 비고 철수일 예시 총무부 부장 김 PC 총무-001 SS1212G234 2014.3.20 예시 기획실 과장 이 노트북 PC 기획-002 HP567-0967 2014.4.4 예시 시설과 차장 최 성과물 관리기기 시설-005 LG000-9097 2014.5.6 1 2 3 4 5 6 7 8 9 10 11 12 13 필요시 횡 서식으로 관리",
      "tables": [
        [
          [
            "연번",
            "소속",
            "취급자\n(성명)",
            "종류\n(서버ㆍPC 등)",
            "관리번호\n(S/N)",
            "도입일자\n(투입일)",
            "비고\n(철수일)"
          ],
          [
            "예시",
            "총무부",
            "부장 김○○",
            "PC",
            "총무-001\n(SS1212G234)",
            "2014.3.20",
            ""
          ],
          [
            "예시",
            "기획실",
            "과장 이○○",
            "노트북 PC",
            "기획-002\n(HP567-0967)",
            "2014.4.4",
            ""
          ],
          [
            "예시",
            "시설과",
            "차장 최○○",
            "성과물 \n관리기기",
            "시설-005\n(LG000-9097)",
            "2014.5.6",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "8",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "10",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "11",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "12",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "13",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 80 - 별표 5 휴대용 저장매체 관리 대장 연번 관리번호 SN 매체 형태 등록일자취급자 불용 처리일자 불용처리방법 재사용용도 예시 기획-01 ABC000123 이동형 HDD 2017.5.28 과장 이 2014.6.12 포맷후 재사용 시설-09 예시 총무-05 A-PT10-02 USB 2017.6.10 대리 박 예시 시설-09 ABC000123 이동형 HDD 2017.6.12 차장 최 1 2 3 4 5 6 7 8 9 10 11 12 13 14 필요시 횡 서식으로 관리",
      "tables": [
        [
          [
            "연번",
            "관리번호\n(S/N)",
            "매체\n형태",
            "등록일자 취급자",
            "",
            "불용\n처리일자",
            "불용처리방법\n(재사용용도)"
          ],
          [
            "예시",
            "기획-01\n(ABC000123)",
            "이동형 \nHDD",
            "2017.5.28",
            "과장 \n이○○",
            "2014.6.12",
            "포맷후 재사용\n(시설-09)"
          ],
          [
            "예시",
            "총무-05\n(A-PT10-02)",
            "USB",
            "2017.6.10",
            "대리 \n박○○",
            "",
            ""
          ],
          [
            "예시",
            "시설-09\n(ABC000123)",
            "이동형 \nHDD",
            "2017.6.12",
            "차장 \n최○○",
            "",
            ""
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "8",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "10",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "11",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "12",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "13",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "14",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 85,
      "text": "- 81 - 별표 6 휴대용 저장매체 점검 대장 점검일자 현보유 수량 이상 유무 점검관 보안 책임자 서명 소계 이동형 HDD USB 기타 직급성명 서명 2017.2.6. 부장 홍홍 김 2017.3.5. 부장 홍홍 김 필요시 횡 서식으로 관리",
      "tables": [
        [
          [
            "점검일자",
            "현보유 수량",
            "",
            "",
            "",
            "이상\n유무",
            "점검관",
            "",
            "보안\n책임자\n(서명)"
          ],
          [
            "",
            "소계",
            "이동형 \nHDD",
            "",
            "USB 기타",
            "",
            "직급/성명",
            "서명",
            ""
          ],
          [
            "2017.2.6.",
            "",
            "",
            "",
            "",
            "",
            "",
            "부장 홍○○ 홍○○ 김○○",
            ""
          ],
          [
            "2017.3.5.",
            "",
            "",
            "",
            "",
            "",
            "",
            "부장 홍○○ 홍○○ 김○○",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 86,
      "text": "- 82 - 별표 7 휴대용 저장매체전산장비 포함 반출ᆞ입 대장 장비명 관리번호 SN 사용자 용도 반출입일시 출ᆞ입 구분 보안 책임자 서명 USB 총무-05 A-PT10-02 대리 박 주관기관 제출 2014.5.7. 1030 출 김 노트북 PC 기획-002 50042304034 과장 이 세미나 발표 2014.5.11. 1330 출 김 노트북 PC 기획-002 50042304034 과장 이 세미나 발표 종료 2014.5.13. 1730 입 김 필요시 횡 서식으로 관리",
      "tables": [
        [
          [
            "장비명",
            "관리번호\n(S/N)",
            "사용자",
            "용도",
            "반출입일시\n(출ㆍ입 구분)",
            "보안\n책임자\n(서명)"
          ],
          [
            "USB",
            "총무-05\n(A-PT10-02)",
            "대리 박○○",
            "주관기관 제출",
            "2014.5.7.\n10:30 (출)",
            "김○○"
          ],
          [
            "노트북 \nPC",
            "기획-002\n(50042304034)",
            "과장 이○○",
            "세미나 발표",
            "2014.5.11.\n13:30 (출)",
            "김○○"
          ],
          [
            "노트북 \nPC",
            "기획-002\n(50042304034)",
            "과장 이○○",
            "세미나 발표 \n종료",
            "2014.5.13.\n17:30 (입)",
            "김○○"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 87,
      "text": "- 83 - 별표 8 휴대용 저장매체 불용처리 확인서 아래와 같이 휴대용 저장매체 종 점 불용처리 및 휴대용 저장매체 종 점 재사용에 대해 확인을 요청함 연번 관리번호 SN 매체형태 사유 불용처리 재사용 예시 총무-05 A-PT10-02 USB 고장 물리적 파기 예시 시설-09 ABC000123 USB 고장 물리적 파기 예시 시설-12 ABC000123 USB 용도전환 완전포멧 3회 총무-13 1 2 3 4 5 6 7 필요시 횡 서식으로 관리 확인일자 2024년 월 일 요 청 자 소속 직급 성 명 서명 확 인 자 보안책임자 직급 성 명 서명",
      "tables": [
        [
          [
            "연번",
            "관리번호\n(S/N)",
            "매체형태",
            "사유",
            "불용처리",
            "재사용"
          ],
          [
            "예시",
            "총무-05\n(A-PT10-02)",
            "USB",
            "고장",
            "물리적 파기",
            ""
          ],
          [
            "예시",
            "시설-09\n(ABC000123)",
            "USB",
            "고장",
            "물리적 파기",
            ""
          ],
          [
            "예시",
            "시설-12\n(ABC000123)",
            "USB",
            "용도전환",
            "완전포멧 3회",
            "총무-13"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 88,
      "text": "- 84 - 별표 9 자료 인계인수 대장 연 번 자료명 구분 연월일 인수반납자 인계확인자 소속 직급 성명 서명 성명 서명 1 인수 반납 2 인수 반납 3 인수 반납 4 인수 반납 5 인수 반납 6 인수 반납 7 인수 반납 8 인수 반납 9 인수 반납 필요시 횡 서식으로 관리",
      "tables": [
        [
          [
            "연 번",
            "자료명",
            "구분",
            "연월일",
            "인수(반납)자",
            "",
            "",
            "",
            "인계(확인)자",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "소속",
            "",
            "직급 성명 서명",
            "",
            "성명",
            "서명"
          ],
          [
            "1",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "8",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9",
            "",
            "인수",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "반납",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 89,
      "text": "- 85 - 별표 10 접속단자 봉인 대장 연번 대상장비 SN 봉인장착 봉인제거 봉인자 봉인일자 봉인위치 보안 책임자 서명 제거자 제거일자 제거사유 보안 책임자 서명 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20",
      "tables": [
        [
          [
            "연번",
            "대상장비\n(S/N)",
            "봉인장착",
            "",
            "",
            "",
            "봉인제거",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "봉인자",
            "봉인일자",
            "봉인위치",
            "보안\n책임자\n(서명)",
            "제거자",
            "제거일자",
            "제거사유",
            "보안\n책임자\n(서명)"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "8",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "10",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "11",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "12",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "13",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "14",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "15",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "16",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "17",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "18",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "19",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "20",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 90,
      "text": "- 86 - 별표 11 용역사업 보안관리실태 점검 체크리스트 용역사업 보안관리실태 점검 체크리스트 용역명 점검장소 한국해양조사협회 보안업무 시행세칙 제51조외부용역 발주 시 보안대책에 따라 보안실태 점검 순번 점검항목 점검방법 점검결과 1 정규인원 외 참여인원 점검 착수계에 명시된 투입인력과 실제 작업인력을 비교 1착수계와 일치 2착수계와 불일치 2 참여인력 변경 시 보고여부 착수계에 명시된 투입인력에서 변동사항이 있는지 확인 1변동 없음 2변동감독관 승인 3변동감독관 미승인 변동인원수 ______명 3 용역수행 장소구분 사무실 내 용역수행 장소가 다른 용역과 구분되어 있는지 육안으로 확인 1구분됨 2구분되지 않음 4 서류보관함 관리 시건장치가 된 서류보관함을 사용하고, 정부책임자를 지정 하였는지 확인 1정부책임자 지정 2정부책임자 미지정 5 회의자료 관리 회의자료는 필요한 사람에게만 발행하였는지, 끝나고 자료를 회수 및 파기하였는지 확인 1회의자료 관리 철저 2회의자료 관리 미흡 6 인쇄열람관련 규정 준수 비밀자료인 경우 인쇄열람 관련 규정을 준수하였는지 확인 1준수 2준수하지 않음 3해당없음 비밀자료 없음",
      "tables": [
        [
          [
            "순번",
            "점검항목",
            "점검방법",
            "점검결과",
            ""
          ],
          [
            "1",
            "정규인원    외 \n참여인원  점검",
            "착수계에  명시된  투입인력과 \n실제  작업인력을  비교",
            "①착수계와  일치",
            ""
          ],
          [
            "",
            "",
            "",
            "②착수계와  불일치",
            ""
          ],
          [
            "2",
            "참여인력  변경 \n시  보고여부",
            "착수계에  명시된  투입인력에서 \n변동사항이  있는지  확인",
            "①변동  없음",
            ""
          ],
          [
            "",
            "",
            "",
            "②변동(감독관  승인)",
            ""
          ],
          [
            "",
            "",
            "",
            "③변동(감독관  미승인)\n    변동인원수:  ______명",
            ""
          ],
          [
            "3",
            "용역수행 \n장소구분",
            "사무실  내  용역수행  장소가 \n다른  용역과  구분되어  있는지 \n육안으로  확인",
            "①구분됨",
            ""
          ],
          [
            "",
            "",
            "",
            "②구분되지  않음",
            ""
          ],
          [
            "4",
            "서류보관함\n관리",
            "시건장치가  된  서류보관함을 \n사용하고,  정·부책임자를  지정\n하였는지  확인",
            "①정·부책임자  지정",
            ""
          ],
          [
            "",
            "",
            "",
            "②정·부책임자  미지정",
            ""
          ],
          [
            "5",
            "회의자료  관리",
            "회의자료는  필요한  사람에게만 \n발행하였는지,  끝나고  자료를 \n회수  및  파기하였는지  확인",
            "①회의자료  관리  철저",
            ""
          ],
          [
            "",
            "",
            "",
            "②회의자료  관리  미흡",
            ""
          ],
          [
            "6",
            "인쇄·열람관련 \n규정  준수",
            "비밀자료인  경우  인쇄·열람\n관련  규정을  준수하였는지 \n확인",
            "①준수",
            ""
          ],
          [
            "",
            "",
            "",
            "②준수하지  않음",
            ""
          ],
          [
            "",
            "",
            "",
            "③해당없음\n    (비밀자료  없음)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 91,
      "text": "- 87 - 본인은 위 사항에 따라 점검을 실시하였으며, 점검결과에 이상이나 누락이 없음을 다음과 같이 서약합니다. 소속 직급 성명 인 순번 점검항목 점검방법 점검결과 7 불량파지 등의 소각 및 파기대책 용역성과물에 대해 불량파지 등의 소각 및 파기대책이 있는지 확인 1대책수립 2대책미수립 8 계약물량 외 성과물 발행 정확히 계약에 명시된 수량 만큼 성과물을 발행하였는지 확인사업종료 후 1수량일치 2수량미일치 수량 초과미만 3해당없음 사업종료 전 9 성과물 및 자료의 보관여부 PC 및 인쇄물로 과거 용역 사업의 성과물이 있는지 확인 1파기완료 2보관해당자료 3해당없음 과거 사업 없음 해당 용역사업의 성과물이 PC 및 인쇄물로 남아있는지 확인사업종료 후 1파기완료 2보관해당자료 3해당없음 사업종료 전",
      "tables": [
        [
          [
            "순번",
            "점검항목",
            "점검방법",
            "점검결과",
            ""
          ],
          [
            "7",
            "불량·파지  등의 \n소각  및 \n파기대책",
            "용역성과물에  대해  불량·파지 \n등의  소각  및  파기대책이 \n있는지  확인",
            "①대책수립",
            ""
          ],
          [
            "",
            "",
            "",
            "②대책미수립",
            ""
          ],
          [
            "8",
            "계약물량  외 \n성과물  발행",
            "정확히  계약에  명시된  수량\n만큼  성과물을  발행하였는지 \n확인(사업종료  후)",
            "①수량일치",
            ""
          ],
          [
            "",
            "",
            "",
            "②수량미일치\n    (수량:        초과/미만)",
            ""
          ],
          [
            "",
            "",
            "",
            "③해당없음\n    (사업종료  전)",
            ""
          ],
          [
            "9",
            "성과물  및 \n자료의 \n보관여부",
            "PC  및  인쇄물로  과거  용역\n사업의  성과물이  있는지  확인",
            "①파기완료",
            ""
          ],
          [
            "",
            "",
            "",
            "②보관(해당자료:          )",
            ""
          ],
          [
            "",
            "",
            "",
            "③해당없음\n    (과거  사업  없음)",
            ""
          ],
          [
            "",
            "",
            "해당  용역사업의  성과물이 \nPC  및  인쇄물로  남아있는지 \n확인(사업종료  후)",
            "①파기완료",
            ""
          ],
          [
            "",
            "",
            "",
            "②보관(해당자료:          )",
            ""
          ],
          [
            "",
            "",
            "",
            "③해당없음\n    (사업종료  전)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 92,
      "text": "- 88 - 별표 12 월별 보안점검 양식 년 월 보안점검 양호, 미흡, 불량 관리책임자 인 점검사항 상태 비 고 사용PC노트북, 보조기억장치, USB 등악성 코드방지및자료무단반출여부확인 부팅및윈도우접속암호사용, 화면보호기설정 여부확인 백신설치및최신업데이트점검여부확인 윈도우OS 최신보안패치등업데이트여부 확인 용역사업관련자료보안여부확인 중요문서비밀번호설정및PC내공유폴더제거 여부확인 악성코드, 바이러스감염여부확인 자료무단반출여부확인 바이러스백신SW 실시간검사및최신업데이트 관리여부확인 메신저등파일공유프로그램설치상태확인 출처불분명이메일열람금지여부확인 첨부파일바이러스검사상태확인 이메일감시백신프로그램상태여부확인",
      "tables": [
        [
          [
            "점검 사항",
            "상태",
            "비\n고"
          ],
          [
            "사 용 PC(노 트 북 ), 보 조 기 억 장 치 , USB 등 악성\n코드 방지 및 자료 무단반출 여부 확인",
            "",
            ""
          ],
          [
            "부팅 및 윈도우접속 암호사용, 화면보호기 설정\n여부 확인",
            "",
            ""
          ],
          [
            "백신설치 및 최신 업데이트 점검 여부 확인",
            "",
            ""
          ],
          [
            "윈 도 우 O/S 최 신 보 안 패 치 등 업 데 이 트 여부\n확인",
            "",
            ""
          ],
          [
            "용역사업 관련자료 보안 여부 확인",
            "",
            ""
          ],
          [
            "중요문서 비밀번호 설정 및 PC내 공유폴더 제거\n여부 확인",
            "",
            ""
          ],
          [
            "악성코드, 바이러스 감염여부 확인",
            "",
            ""
          ],
          [
            "자료 무단반출 여부 확인",
            "",
            ""
          ],
          [
            "바이러스 백신 S/W 실시간 검사 및 최신 업데이트\n관리 여부 확인",
            "",
            ""
          ],
          [
            "메신저 등 파일공유프로그램 설치 상태 확인",
            "",
            ""
          ],
          [
            "출처 불분명 이메일 열람금지 여부 확인",
            "",
            ""
          ],
          [
            "첨부파일 바이러스 검사 상태 확인",
            "",
            ""
          ],
          [
            "이메일 감시 백신 프로그램 상태 여부 확인",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 93,
      "text": "- 89 - 별표 13 안전사고예방 및 보건상태 점검표 조사선명 사업명 점검자 기상상황 점검일 비고 분야 점검항목 점검결과 비고 현장조사 전후 현장조사출장전상황기상, 위험물등 확인 확인 미확인 해당없음 현장조사수행자건강상태확인 확인 미확인 해당없음 안전장비구명조끼, 안전모등 확인 확인 미확인 해당없음 조사 준비 안전장비선적및상태확인 확인 미확인 해당없음 조사장비, 위험물고박등적재상태 확인 미확인 해당없음 선내구명설비및비상탈출로확인 확인 미확인 해당없음 무전기등현장조사간통신수단확보 확인 미확인 해당없음 보건 상태 참여인원건강상태및음주여부 확인 미확인 해당없음 구급의약품비치 확인 미확인 해당없음 코로나-19 예방을위한작업환경 확인 미확인 해당없음 안전 보건 교육 현장기상상황확인및전파 확인 미확인 해당없음 현장조사내용및가이드라인숙지 확인 미확인 해당없음 안전보건수칙및준수사항교육 확인 미확인 해당없음 기타 사항 기타개선, 점검및특이사항 사진 대지 사진 사진 설명란 설명란 사업특성에 따라 필요한 점검항목 추가 등 변형하여 사용",
      "tables": [
        [
          [
            "조사선명",
            "",
            "",
            "사 업 명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "점 검 자",
            "",
            "",
            "기상 상황",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "점 검 일",
            "",
            "",
            "비 고",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "분야",
            "점 검 항 목",
            "",
            "",
            "",
            "점검결과",
            "",
            "",
            "비고"
          ],
          [
            "현장조사\n전·후",
            "현장조사 출장 전 상황(기상, 위험물 등) 확인",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "현장조사 수행자 건강 상태 확인",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "안전장비(구명조끼, 안전모 등) 확인",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "조사\n준비",
            "안전장비 선적 및 상태 확인",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "조사장비, 위험물 고박 등 적재 상태",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "선내 구명설비 및 비상탈출로 확인",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "무전기 등 현장조사간 통신수단 확보",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "보건\n상태",
            "참여인원 건강상태 및 음주여부",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "구급의약품 비치",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "코로나-19 예방을 위한 작업환경",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "안전\n보건\n교육",
            "현장 기상상황 확인 및 전파",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "현장 조사내용 및 가이드라인 숙지",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "",
            "안전·보건수칙 및 준수사항 교육",
            "",
            "",
            "",
            "□확인",
            "",
            "",
            "□미확인 □해당없음"
          ],
          [
            "기타\n사항",
            "(기타 개선, 점검 및 특이 사항)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사진\n대지",
            "(사진)",
            "",
            "",
            "(사진)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "(설명란)",
            "",
            "",
            "(설명란)",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 94,
      "text": "- 90 - 별표 14 안전보건 사고 보고서 안전보건사고보고서 소속0000 000 000 보고자 사업관리자 OOO 사고발생일시 사고발생장소 사업명 사고 원인 및 경 위 ᄋ 피 해 내 용 ᄋ 조치사항 및 처리결과 ᄋ ᄋ ᄋ ᄋ ᄋ 향후 계획 ᄋ ᄋ 기타참고사항 위와같이안전보건사고가발생하였음을보고합니다. 2024. 00. 00. 사업관리자 000주 000 서명",
      "tables": [
        [
          [
            "사고발생일시",
            "",
            "사고발생장소",
            ""
          ],
          [
            "사업명",
            "",
            "",
            ""
          ],
          [
            "사고  원인\n및 \n경      위",
            "ㅇ",
            "",
            ""
          ],
          [
            "피  해  내  용   ㅇ",
            "",
            "",
            ""
          ],
          [
            "조치사항  및 \n처리결과",
            "ㅇ \n  ㅇ \n  ㅇ \n  ㅇ \n  ㅇ",
            "",
            ""
          ],
          [
            "향후  계획",
            "ㅇ \n  ㅇ",
            "",
            ""
          ],
          [
            "기타참고사항",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}