{
  "csv_metadata": {
    "공고 번호": "20240409322",
    "공고 차수": 0.0,
    "사업명": "적십자병원 병원정보 재해복구시스템 구축 용역 재공고입찰",
    "사업 금액": 500000000,
    "발주 기관": "대한적십자사 의료원",
    "공개 일자": "2024-04-04 16:55:56",
    "입찰 참여 시작일": "2024-04-11 09:00:00",
    "입찰 참여 마감일": "2024-04-15 11:00:00",
    "사업 요약": "- 사업개요: 적십자병원 병원정보 재해복구시스템 구축\n- 추진배경 및 필요성: 병원 정보의 재해복구 체계 부재로 인한 진료정보 보호와 복구 필요\n- 사업범위: 재해복구시스템 구축을 위한 데이터베이스 서버, DBMS, 데이터복제 솔루션 도입\n- 추진목표: 안정적 진료 기반 마련, 진료정보 보호와 복구, 내-외부 고객 만족도 향상\n- 추진체계 및 역할: 혈액관리본부, 의료원, 정보관리국, 정보기획팀, 병원사업본부, 대외협력팀, 경영지원팀, 7개 병원, 사업자의 역할\n- 추진일정: 분석 및 설계, 설치, 환경구성 및 검증, 데이터베이스 이관 및 검증, 안정화 지원, 착수-완료보고까지 총 6개월 이내\n- 도입 목록: 데이터베이스 서버, DBMS, 데이터복제 솔루션\n- 요구사항 총괄: 39개의 요구사항으로 구성되며, 장비 공통, 기능 요구사항, 성능 요구사항, 인터페이스 요구사항, 데이터 요구사항, 테스트 요구사항, 컨설팅 요구사항, 보안 요구사항, 품질 요구사항, 제약사항, 프로젝트 관리 요구사항, 프로젝트 지원 요구사항으로 분류됨",
    "파일형식": "pdf",
    "파일명": "대한적십자사 의료원_적십자병원 병원정보 재해복구시스템 구축 용역 .pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제안요청서 사 업 명 적십자병원 병원정보 재해복구시스템 구축 주관기관 대한적십자사 의료원 2024. 2. 담당 소속 직위 성명 전화번호 실무담당 대외협력팀 팀장 이우형 02-739-7649 계약담당 경영지원팀 과장 노유곤 02-739-7648",
      "tables": [
        [
          [
            "사  업  명",
            "적십자병원  병원정보  재해복구시스템  구축"
          ],
          [
            "주관기관",
            "대한적십자사  의료원"
          ]
        ],
        [
          [
            "담당",
            "소속",
            "직위",
            "성명",
            "전화번호"
          ],
          [
            "실무담당",
            "대외협력팀",
            "팀장",
            "이우형",
            "02-739-7649"
          ],
          [
            "계약담당",
            "경영지원팀",
            "과장",
            "노유곤",
            "02-739-7648"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "목 차 I. 사업개요 1 1. 사업개요 1 2. 추진배경및필요성 1 3. 사업범위 2 II. 정보화 현황 3 1. 병원정보시스템데이터베이스운영현황 3 III. 사업 추진방안 3 1. 추진목표 3 2. 추진체계및역할 4 3. 추진일정 5 IV. 제안요청 내용 5 1. 도입목록 5 2. 요구사항총괄 6 3. 요구사항목록 6 4. 요구사항상세 8 V. 제안안내 사항 29 1. 입찰참가자격및안내 29 2. 사업자선정방식 31 3. 제안서평가방법 31 4. 제안서제출안내 37 5. 제안요청설명회 37 6. 제안평가발표 37 7. 기타사항 38",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 3,
      "text": "VI. 제안서 작성 요령 43 1. 제안서효력 43 2. 제안서작성지침및유의사항 43 3. 제안서목차및작성방법 45 별첨1호 소프트웨어사업영향평가결과서 47 별첨2호 과업내용확정종합심의결과서 48 별첨3호 직접구매대상상용소프트웨어구매계획 49 붙임1호 외주용역사업보안특약조항 50 붙임2호 사업자보안위규처리기준 51 붙임3호 보안위약금부과기준 53 붙임4호 누출금지대상정보 54 붙임5호 기술적용계획표 55 서식1호 제안요청및내용참조표 65 서식2호 제안서객관적평가산정표 66 서식3호 일반현황및연혁 67 서식4호 자본금및매출액최근3년 주요사업실적 67 서식5호 사업실적증명서 68",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 4,
      "text": "- 1 - I 사업개요 사업개요 1. 사업개요 1. 사업개요 사업명 적십자병원 병원정보 재해복구시스템 구축 본사업은소프트웨어진흥법제43조, 같은법시행령제35조,소프트 웨어사업계약및관리감독에관한지침제5조에따라소프트웨어사업 영향평가를미리실시한사업임 -소프트웨어사업계약및관리감독에관한지침별지제1호서식에따른 소프트웨어사업영향평가결과서 별첨 별첨1호 사업기간 계약일로부터 6개월 이내 사업비 금500,000,000원금오억원 부가가치세포함 입찰계약방법 제한경쟁, 협상에 의한 계약 기술90, 가격10 2. 추진배경 및 필요성 2. 추진배경 및 필요성 병원 정보의 재해복구 체계 부재 자연재해, 사이버 공격 등의 재해 요인으로부터 적십자병원이 보유한 진료정보 및 중요 데이터의 보존을 위해 원격지에 재해 복구시스템 구축 필요 시스템 오류 및 결함 등 불의의 시스템 중단에도 진료연속성 확보를 위한 장애대응 체계 구축 필요",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 5,
      "text": "- 2 - 3. 사업범위 3. 사업범위 재해복구시스템 구축 도입대상 물품 구분 수량 비고 데이터베이스서버 1식 재해복구센터설치 - DBMS 4식 - 데이터복제SW 12식 주센터포함 발주기관의기운영시스템주센터과동일체계, 안정적연계및효율적 유지관리를위한제품제안 데이터베이스 마이그레이션 각 병원 DB의 주 센터 이관 시 DBMS 버전 업그레이드에 따른 서비스 구성 최적의 주 센터 DB 자원 사용이 가능하도록 구성 주 센터와 재해복구센터 DB의 실시간 복제 구성 각 병원에서 주 센터 DB로 업무전환 지원 재해복구 절차 교육 및 지원 실제적 재해복구 훈련 방안 제시 및 교육 지원 통합 대상 DB 대상병원 데이터베이스 응용프로그램업무 데이터 서울적십자병원 전자의무기록 EMR 병원정보시스템 진료, 원무, 검사, 처방정보등 인천적십자병원 상주적십자병원 통영적십자병원 거창적십자병원 경인권역재활병원 영주적십자병원",
      "tables": [
        [
          [
            "구분",
            "수량",
            "비고"
          ],
          [
            "▶ 데이터베이스 서버",
            "1식",
            "재해복구센터 설치"
          ],
          [
            "- DBMS",
            "4식",
            ""
          ],
          [
            "- 데이터복제 SW",
            "12식",
            "주센터 포함"
          ]
        ],
        [
          [
            "대상 병원",
            "데이터베이스",
            "응용프로그램(업무)",
            "데이터"
          ],
          [
            "서울적십자병원",
            "전자의무기록\n(EMR)",
            "병원정보시스템",
            "진료, 원무, 검사,\n처방 정보 등"
          ],
          [
            "인천적십자병원",
            "",
            "",
            ""
          ],
          [
            "상주적십자병원",
            "",
            "",
            ""
          ],
          [
            "통영적십자병원",
            "",
            "",
            ""
          ],
          [
            "거창적십자병원",
            "",
            "",
            ""
          ],
          [
            "경인권역재활병원",
            "",
            "",
            ""
          ],
          [
            "영주적십자병원",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 6,
      "text": "- 3 - II 정보화 현황 정보화 현황 1. 병원정보시스템 데이터베이스 운영 현황 1. 병원정보시스템 데이터베이스 운영 현황 정보시스템구축운영지침제17조제안요청서보안사항등에따라공개 하지않으며, 제안서작성에필요한경우담당자입회하에열람가능 업무세부현황, 정보시스템구성도등 단, 입찰에참가하고자하는사업자요청시제안서작성에필요하다고판 단될경우보안서약서를받고담당자입회하에가능한범위에서열람할수 있음 III 사업 추진방안 사업 추진방안 1. 추진목표 1. 추진목표 병원정보 재해복구시스템 구축을 통한 안정적 진료 기반 마련 불의의 시스템 중단에도 진료연속성 확보를 위한 장애대응 체계 구축 진료정보 보호와 복구 자연재해, 랜섬웨어 등으로 인한 자료 유실 또는 손상 시 데이터 복구를 위한 시스템 구축 병원정보시스템의 안정적 운영을 통한 내외부 고객 만족도 향상 장애 시 진료연속성 확보로 환자와 직원의 불편 최소화",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 7,
      "text": "- 4 - 2. 추진체계 및 역할 2. 추진체계 및 역할 추진체계 혈액관리본부 의료원 정보관리국 정보기획팀 병원사업본부 대외협력팀 병원사업본부 경영지원팀 7개 병원 사업자 역할 구분 주요역할 의료원 병원사업본부 대외협력팀 사업계획수립및사업관리 사업자선정및추진사업총괄관리감독 사업추진의견협의조정및진도관리 도입시스템설치확인및사업결과물최종승인 완성시스템검수 경영지원팀 사업공고및계약등 병원 단위업무테스트 운영리허설및검증 혈액관리본부 정보관리국 정보기획팀 보안및데이터마이그레이션업무지원 개인정보영향평가관련업무지원 공동재해복구센터입주관리및유지관리등 사업자 사업추진에따른계약의이행 사업진도관리및납기일준수 결과산출물품질관리 구축시스템의사후관리및하자보수 사용자교육및기술이전등",
      "tables": [
        [
          [
            "구분",
            "",
            "주요 역할"
          ],
          [
            "의료원",
            "병원사업본부\n대외협력팀",
            "⦁ 사업계획 수립 및 사업 관리\n⦁ 사업자 선정 및 추진사업 총괄 관리 감독\n⦁ 사업추진 의견 협의·조정 및 진도 관리\n⦁ 도입 시스템 설치 확인 및 사업 결과물 최종 승인\n⦁ 완성 시스템 검수"
          ],
          [
            "",
            "경영지원팀",
            "⦁ 사업 공고 및 계약 등"
          ],
          [
            "",
            "병원",
            "⦁  단위업무 테스트\n⦁  운영 리허설 및 검증"
          ],
          [
            "혈액관리본부",
            "정보관리국\n정보기획팀",
            "⦁ 보안 및 데이터 마이그레이션 업무 지원\n⦁ 개인정보 영향평가 관련 업무 지원\n⦁ 공동재해복구센터 입주 관리 및 유지관리 등"
          ],
          [
            "사업자",
            "",
            "⦁ 사업 추진에 따른 계약의 이행\n⦁ 사업 진도 관리 및 납기일 준수\n⦁ 결과 산출물 품질 관리\n⦁ 구축 시스템의 사후 관리 및 하자 보수\n⦁ 사용자 교육 및 기술이전 등"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 8,
      "text": "- 5 - 4. 추진일정 4. 추진일정 구분 M M1 M2 M3 M4 M5 분석및설계 설치 환경구성및검증 데이터베이스이관및검증 안정화지원 착수완료보고 상기추진일정은발주기관의정책변경및사업수행일정에따라추진일정이 변경될수있으며, 상호협의에따라조정할수있음 IV 제안요청 내용 제안요청 내용 1. 도입 목록 1. 도입 목록 데이터베이스 서버 1식 DBMS 4식 데이터복제 솔루션 12식주 센터와 재해복구센터 설치 위서버도입에따른데이터베이스서버운영및관리환경소프트웨어등 구축포함",
      "tables": [
        [
          [
            "구분",
            "M\nM+1",
            "",
            "M+2",
            "M+3",
            "M+4",
            "M+5"
          ],
          [
            "❍  분석 및 설계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  설치",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  환경구성 및 검증",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  데이터베이스 이관 및 검증",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  안정화 지원",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  착수·완료보고",
            "★",
            "★",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 9,
      "text": "- 6 - 2. 요구사항 총괄 2. 요구사항 총괄 요청사항구분 ID 부여규칙 요구사항수 ECR 시스템장비구성요구사항 ECR-00 6 SFR 기능요구사항 SFR-00 1 PER 성능요구사항 PER-00 2 SIR 인터페이스요구사항 SIR-00 1 DAR 데이터요구사항 DAR-00 6 TER 테스트요구사항 TER-00 1 CSR 컨설팅요구사항 CSR-00 1 SER 보안요구사항 SER-00 7 QUR 품질요구사항 QUR-00 4 COR 제약사항 COR-00 4 PMR 프로젝트관리요구사항 PMR-00 3 PSR 프로젝트지원요구사항 PSR-00 3 합계 39 사업내용이변경될경우과업변경절차에따라상호협의하여결정하며, 제안서 작성시제안요청서요구사항에명시되지않았으나제안사판단으로추가되어야 할요구사항에대해서는별도표시하여추가작성가능함 3. 요구사항 목록 3. 요구사항 목록 No Code 요구사항명 1 ECR 01 장비공통 2 ECR 02 장비제안사유제시 3 ECR 03 기존시스템과의연계성 4 ECR 04 장비의설치및배치 5 ECR 05 데이터베이스서버장비하드웨어 규격 6 ECR 06 도입자원의라이선스제공 11 SFR 01 시스템설치 12 PER 01 신규장비품질보증및증빙자료제출 13 PER 02 시스템성능검증 14 SIR 01 시스템인터페이스 15 DAR 01 데이터베이스이관",
      "tables": [
        [
          [
            "요청사항 구분",
            "ID 부여규칙",
            "요구사항 수"
          ],
          [
            "(ECR) 시스템 장비 구성 요구사항",
            "ECR-00",
            "6"
          ],
          [
            "(SFR) 기능 요구사항",
            "SFR-00",
            "1"
          ],
          [
            "(PER) 성능 요구사항",
            "PER-00",
            "2"
          ],
          [
            "(SIR) 인터페이스 요구사항",
            "SIR-00",
            "1"
          ],
          [
            "(DAR) 데이터 요구사항",
            "DAR-00",
            "6"
          ],
          [
            "(TER) 테스트 요구사항",
            "TER-00",
            "1"
          ],
          [
            "(CSR) 컨설팅 요구사항",
            "CSR-00",
            "1"
          ],
          [
            "(SER) 보안 요구사항",
            "SER-00",
            "7"
          ],
          [
            "(QUR) 품질 요구사항",
            "QUR-00",
            "4"
          ],
          [
            "(COR) 제약사항",
            "COR-00",
            "4"
          ],
          [
            "(PMR) 프로젝트 관리 요구사항",
            "PMR-00",
            "3"
          ],
          [
            "(PSR) 프로젝트 지원 요구사항",
            "PSR-00",
            "3"
          ],
          [
            "합계",
            "",
            "39"
          ]
        ],
        [
          [
            "No",
            "Code",
            "",
            "요구사항 명"
          ],
          [
            "1",
            "ECR",
            "01",
            "장비 공통"
          ],
          [
            "2",
            "ECR",
            "02",
            "장비 제안 사유 제시"
          ],
          [
            "3",
            "ECR",
            "03",
            "기존 시스템과의 연계성"
          ],
          [
            "4",
            "ECR",
            "04",
            "장비의 설치 및 배치"
          ],
          [
            "5",
            "ECR",
            "05",
            "데이터베이스 서버 장비(하드웨어) 규격"
          ],
          [
            "6",
            "ECR",
            "06",
            "도입 자원의 라이선스 제공"
          ],
          [
            "11",
            "SFR",
            "01",
            "시스템 설치"
          ],
          [
            "12",
            "PER",
            "01",
            "신규 장비 품질보증 및 증빙자료 제출"
          ],
          [
            "13",
            "PER",
            "02",
            "시스템 성능 검증"
          ],
          [
            "14",
            "SIR",
            "01",
            "시스템 인터페이스"
          ],
          [
            "15",
            "DAR",
            "01",
            "데이터베이스 이관"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 10,
      "text": "- 7 - No Code 요구사항명 16 DAR 02 데이터베이스이관환경구축 17 DAR 03 데이터베이스이관, 검증및안정화방안 18 DAR 04 공공데이터관련법령및지침준수 19 DAR 05 데이터표준화준수 20 DAR 06 데이터관리산출물최신화 21 TER 01 테스트요구일반사항 22 CSR 01 데이터베이스튜닝요구사항 23 SER 01 보안정책및가이드라인준수 24 SER 02 장비보안일반사항 26 SER 03 보안교육 26 SER 04 인력보안 27 SER 05 물리적보안 28 SER 06 관리적, 기술적보안 29 SER 07 외부용역업체보안관리및개인정보보호규정준수 30 QUR 01 도입장비품질 31 QUR 02 가용성보장 32 QUR 03 신뢰성 33 QUR 04 장애대응 34 COR 01 도입하드웨어및소프트웨어품질 35 COR 02 작업수행장소 36 COR 03 구축환경 37 COR 04 유관정보화사업고려 38 PMR 01 사업수행계획및보고 39 PMR 02 위험관리 40 PMR 03 검수및검사 41 PSR 01 하자보수및유지관리 42 PSR 02 장애조치 43 PSR 03 기술지원",
      "tables": [
        [
          [
            "No",
            "Code",
            "",
            "요구사항 명"
          ],
          [
            "16",
            "DAR",
            "02",
            "데이터베이스 이관 환경 구축"
          ],
          [
            "17",
            "DAR",
            "03",
            "데이터베이스 이관, 검증 및 안정화 방안"
          ],
          [
            "18",
            "DAR",
            "04",
            "공공데이터 관련 법령 및 지침 준수"
          ],
          [
            "19",
            "DAR",
            "05",
            "데이터 표준화 준수"
          ],
          [
            "20",
            "DAR",
            "06",
            "데이터 관리 산출물 최신화"
          ],
          [
            "21",
            "TER",
            "01",
            "테스트 요구 일반 사항"
          ],
          [
            "22",
            "CSR",
            "01",
            "데이터베이스 튜닝 요구사항"
          ],
          [
            "23",
            "SER",
            "01",
            "보안 정책 및 가이드라인 준수"
          ],
          [
            "24",
            "SER",
            "02",
            "장비 보안 일반사항"
          ],
          [
            "26",
            "SER",
            "03",
            "보안 교육"
          ],
          [
            "26",
            "SER",
            "04",
            "인력 보안"
          ],
          [
            "27",
            "SER",
            "05",
            "물리적 보안"
          ],
          [
            "28",
            "SER",
            "06",
            "관리적, 기술적 보안"
          ],
          [
            "29",
            "SER",
            "07",
            "외부 용역업체 보안관리 및 개인정보보호 규정 준수"
          ],
          [
            "30",
            "QUR",
            "01",
            "도입 장비 품질"
          ],
          [
            "31",
            "QUR",
            "02",
            "가용성 보장"
          ],
          [
            "32",
            "QUR",
            "03",
            "신뢰성"
          ],
          [
            "33",
            "QUR",
            "04",
            "장애 대응"
          ],
          [
            "34",
            "COR",
            "01",
            "도입 하드웨어 및 소프트웨어 품질"
          ],
          [
            "35",
            "COR",
            "02",
            "작업 수행 장소"
          ],
          [
            "36",
            "COR",
            "03",
            "구축 환경"
          ],
          [
            "37",
            "COR",
            "04",
            "유관 정보화 사업 고려"
          ],
          [
            "38",
            "PMR",
            "01",
            "사업 수행 계획 및 보고"
          ],
          [
            "39",
            "PMR",
            "02",
            "위험 관리"
          ],
          [
            "40",
            "PMR",
            "03",
            "검수 및 검사"
          ],
          [
            "41",
            "PSR",
            "01",
            "하자보수 및 유지관리"
          ],
          [
            "42",
            "PSR",
            "02",
            "장애 조치"
          ],
          [
            "43",
            "PSR",
            "03",
            "기술 지원"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 11,
      "text": "- 8 - 4. 요구사항 상세 4. 요구사항 상세 시스템 장비 구성 요구사항 요구사항고유번호 ECR-01 요구사항명칭 장비공통 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 세부내용 각종하드웨어및시스템소프트웨어의용량및수량은 제안요청서의규격및수량이상을충족하여야함 도입되는장비는발주기관의보안정책및시스템 관리운영정책, 백업정책등에맞게관련소프트웨어를이전, 추가, 업그레이드및신규도입하여적용하여야하며, 신규 도입되는제품은기존운영되는제품과호환되는제품이어야 함 신규도입되는제품의라이선스는현시스템구성및제안되는 서버의수량, CPU 코어및용량에맞도록면밀히검토후 제안하고재배치가능시재배치하여야함 신규도입서버는계약시점과설치시점의시간차를고려하여야 함 제안되는제품은동종업계Reference Site를가진최신의 제품으로제안하여야함 성능과규격의적합성판단은설치시점을기준으로함 단, 요구성능과규격을충족하여야하며, 최종승인여부는 상호협의하여결정함 도입제품의설치및테스트시장애발생, 보안취약점발견, 기능미비등으로사용에중대한결함이있다고판단될경우 도입제품의교체또는대체, 증설, 보완을요구할수있으며 사업자는이에응하여야함 본제안요청서에서제시한요구규격에도불구하고발주기관 환경및본사업목표에보다적합한최신기술또는최적의 제품이있는경우이를제안할수있으며이때변경사유및 증빙자료, 기대효과등을제시하여야함 제안요청내용시스템구성포함 이외의추가설비등필요시 제안에포함하여야하며, 이로인해성능저하가되지않아야 함 구성에필요한케이블UTP Cat.6, 광케이블등을제공하여야 함 모든SW는가능한최신버전을제공하고안정성이확보된 버전으로설치하여야함 도입장비는유지관리의효율성, 비용절감등을고려한범용 장비이어야하며, 국내에서해당장비의전문기술인력수급이",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "장비 공통"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 각종 하드웨어 및 시스템 소프트웨어의 용량 및 수량은\n제안요청서의 규격 및 수량 이상을 충족하여야 함\n◦ 도입되는 장비는 발주기관의 보안정책 및 시스템\n관리·운영정책, 백업정책 등에 맞게 관련 소프트웨어를 이전,\n추가, 업그레이드 및 신규 도입하여 적용하여야 하며, 신규\n도입되는 제품은 기존 운영되는 제품과 호환되는 제품이어야\n함\n◦ 신규 도입되는 제품의 라이선스는 현 시스템 구성 및 제안되는\n서버의 수량, CPU 코어 및 용량에 맞도록 면밀히 검토 후\n제안하고 재배치 가능 시 재배치하여야 함\n◦ 신규 도입 서버는 계약시점과 설치시점의 시간차를 고려하여야\n함\n­  제안되는 제품은 동종업계 Reference Site를 가진 최신의\n제품으로 제안하여야 함\n­  성능과 규격의 적합성 판단은 설치 시점을 기준으로 함\n­  단, 요구 성능과 규격을 충족하여야 하며, 최종 승인 여부는\n상호 협의하여 결정 함\n◦ 도입 제품의 설치 및 테스트 시 장애발생, 보안취약점 발견,\n기능미비 등으로 사용에 중대한 결함이 있다고 판단될 경우\n도입 제품의 교체 또는 대체, 증설, 보완을 요구할 수 있으며\n사업자는 이에 응하여야 함\n◦ 본 제안요청서에서 제시한 요구 규격에도 불구하고 발주기관\n환경 및 본 사업목표에 보다 적합한 최신기술 또는 최적의\n제품이 있는 경우 이를 제안할 수 있으며 이때 변경 사유 및\n증빙자료, 기대효과 등을 제시하여야 함\n◦ 제안요청 내용(시스템 구성 포함) 이외의 추가 설비 등 필요시\n제안에 포함하여야 하며, 이로 인해 성능저하가 되지 않아야\n함\n◦ 구성에 필요한 케이블(UTP Cat.6, 광케이블 등)을 제공하여야\n함\n◦ 모든 SW는 가능한 최신 버전을 제공하고 안정성이 확보된\n버전으로 설치하여야 함\n◦ 도입 장비는 유지관리의 효율성, 비용절감 등을 고려한 범용\n장비이어야 하며, 국내에서 해당 장비의 전문기술인력 수급이"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 12,
      "text": "- 9 - 원활한제품을제안하여야함 제안사는반드시원활한납품과유지관리기술지원을위하여 제조사의제품공급및기술지원확약서원본을제출하여야함 신규도입되는제품하자보수방안을제시하여야함 본제안요청서의규격은최소한의사양이며구성상필요한 파트및장비들은제안시추가제시하여야함 교체장비에대하여기존장비대비성능점검을위한방안 제시및성능점검결과를제출하여야함 정보시스템서버, 정보보호시스템및네트워크장비등 시간을 발주기관의기준에맞도록동기화적용하여야함 산출정보 설치계획서, 납품확인서, 설치결과서, 테스트계획서, 테스트결과서, 기술지원확약서, 라이선스증서 요구사항고유번호 ECR-02 요구사항명칭 장비제안사유제시 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 세부내용 제안사는제안한제품별선정사유와타제품대비우수성및 장단점비교표를제시하여야함 제안내용과의적합성, 최근국내외시장점유율, 우수성, 안정성, 대용량처리적합성, 기술지원력및유지관리방안 등제시 제품기능, 성능, 규격, 확장성, 보안성, 유지관리요율비교표 제시 제안제품의수량, 용량, 기능, 라이선스등상세규격제시 발주기관은제안제품의선정사유에대한설명또는보완 자료를요구할수있으며, 제안사는발주기관의자료요구시 빠른시일내에관련자료를작성및제출하고설명하여야함 산출정보 요구사항고유번호 ECR-03 요구사항명칭 기존시스템과의연계성 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 세부내용 신규도입하드웨어및소프트웨어는기존시스템과호환성및 안정성기존보안제품등과의충돌등이보장되어야하며, 현행 네트워크구성방식을지원하여야함 산출정보",
      "tables": [
        [
          [
            "",
            "",
            "원활한 제품을 제안하여야 함\n◦ 제안사는 반드시 원활한 납품과 유지관리 기술지원을 위하여\n제조사의 제품공급 및 기술지원확약서 원본을 제출하여야 함\n◦ 신규 도입되는 제품 하자보수 방안을 제시하여야 함\n◦ 본 제안요청서의 규격은 최소한의 사양이며 구성상 필요한\n파트 및 장비들은 제안 시 추가 제시하여야 함\n◦ 교체 장비에 대하여 기존 장비 대비 성능점검을 위한 방안\n제시 및 성능점검 결과를 제출하여야 함\n◦ 정보시스템(서버, 정보보호시스템 및 네트워크 장비 등) 시간을\n발주기관의 기준에 맞도록 동기화 적용하여야 함"
          ],
          [
            "산출정보",
            "",
            "설치계획서, 납품확인서, 설치결과서, 테스트계획서, 테스트결과서,\n기술지원확약서, 라이선스 증서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "장비 제안 사유 제시"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 제안사는 제안한 제품별 선정 사유와 타 제품 대비 우수성 및\n장단점 비교표를 제시하여야 함\n­  제안내용과의 적합성, 최근 국내·외 시장 점유율, 우수성,\n안정성, 대용량 처리 적합성, 기술지원력 및 유지관리 방안\n등 제시\n­  제품 기능, 성능, 규격, 확장성, 보안성, 유지관리 요율 비교표\n제시\n­  제안 제품의 수량, 용량, 기능, 라이선스 등 상세 규격 제시\n◦ 발주기관은 제안 제품의 선정사유에 대한 설명 또는 보완\n자료를 요구할 수 있으며, 제안사는 발주기관의 자료 요구 시\n빠른 시일 내에 관련 자료를 작성 및 제출하고 설명하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "ECR-03"
          ],
          [
            "요구사항 명칭",
            "기존 시스템과의 연계성"
          ],
          [
            "요구사항 분류",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항\n세부내용\n상세설명",
            "◦ 신규 도입 하드웨어 및 소프트웨어는 기존 시스템과 호환성 및\n안정성(기존 보안제품 등과의 충돌 등)이 보장되어야 하며, 현행\n네트워크 구성 방식을 지원하여야 함"
          ],
          [
            "산출정보",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 13,
      "text": "- 10 - 요구사항고유번호 ECR-04 요구사항명칭 장비의설치및배치 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 세부내용 전원및통신케이블설치및재배치시운영담당자가쉽게식별 가능하도록Name Tag을부착하여야하며, 케이블종류별로색상을 구분하고세부사항은발주기관과협의하여수행하여야함 서비스에영향을끼치는작업은업무에지장을초래하지않는 시간에수행하여야하며, 납품하는시스템의설치로인하여기존 운영시스템이방해받지않도록기존업무와의영향도분석한 후진행하여야함 시스템구성시각종케이블, 전원구성품, 기타소요부속품 등은도입대상장비내역에포함되지않아도정상적인시스템 운영이되도록제안사부담으로제공하여야함 제안사는설치중하드웨어또는타네트워크장비가손상될우려가 있을때에는필요한방지책을강구하여야하며, 피해발생시 응급조치를취하고제안사의부담및책임하에원상복구하여야함 시스템의납품과설치중제반안전사고및납품과정에서 발생하는행정적, 기술적제반비용과그문제처리는제안사가 부담하며, 구매목적을달성하기위하여요구규격에명시된품목 외에추가적인품목과비용이요구될경우해당품목과비용이 이미포함된것으로보고설치에필요한일체의부품및 부대비용은제안사가부담하여야함 제안사가제공하는주요구성품, 부품등을포함한하드웨어및 부대장비는정품또는완제품으로공급되어야하며, 반드시 제조사의정품을사용하여야함 사업자는서버실등에제품반입시1주일전아래사항을 포함하여보고하여야함 수량, 세부규격모델명, 전원, 크기, 중량등 장비이동경로, 차량및작업자 사업자는시범운영전데이터이행등의기간을고려하여 신규도입장비및관련SW를납품하고, 설치및설정을 완료한후발주기관의확인을받아야함 설치에따른별도의비용을청구하지않음 납품설치되는시스템에대하여발주기관의보안정책및보안권 고를준수하여야함 산출정보 설치계획서, 설치결과서",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-04"
          ],
          [
            "요구사항 명칭",
            "",
            "장비의 설치 및 배치"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 전원 및 통신 케이블 설치 및 재배치 시 운영담당자가 쉽게 식별\n가능하도록 Name Tag을 부착하여야 하며, 케이블 종류별로 색상을\n구분하고 세부 사항은 발주기관과 협의하여 수행하여야 함\n○ 서비스에 영향을 끼치는 작업은 업무에 지장을 초래하지 않는\n시간에 수행하여야 하며, 납품하는 시스템의 설치로 인하여 기존\n운영 시스템이 방해받지 않도록 기존 업무와의 영향도 분석한\n후 진행하여야 함\n◦ 시스템 구성 시 각종 케이블, 전원 구성품, 기타 소요 부속품\n등은 도입대상 장비내역에 포함되지 않아도 정상적인 시스템\n운영이 되도록 제안사 부담으로 제공하여야 함\n◦ 제안사는 설치 중 하드웨어 또는 타 네트워크 장비가 손상될 우려가\n있을 때에는 필요한 방지책을 강구하여야 하며, 피해 발생 시\n응급조치를 취하고 제안사의 부담 및 책임 하에 원상 복구하여야 함\n◦ 시스템의 납품과 설치 중 제반 안전사고 및 납품 과정에서\n발생하는 행정적, 기술적 제반 비용과 그 문제 처리는 제안사가\n부담하며, 구매 목적을 달성하기 위하여 요구규격에 명시된 품목\n외에 추가적인 품목과 비용이 요구될 경우 해당 품목과 비용이\n이미 포함된 것으로 보고 설치에 필요한 일체의 부품 및\n부대비용은 제안사가 부담하여야 함\n◦ 제안사가 제공하는 주요 구성품, 부품 등을 포함한 하드웨어 및\n부대장비는 정품 또는 완제품으로 공급되어야 하며, 반드시\n제조사의 정품을 사용하여야 함\n◦ 사업자는 서버실 등에 제품 반입 시 1주일 전 아래사항을\n포함하여 보고하여야 함\n­ 수량, 세부규격(모델명, 전원, 크기, 중량 등)\n­ 장비 이동 경로, 차량 및 작업자\n◦ 사업자는 시범운영 전 데이터 이행 등의 기간을 고려하여\n신규 도입 장비 및 관련 SW를 납품하고, 설치 및 설정을\n완료한 후 발주기관의 확인을 받아야 함\n○ 설치에 따른 별도의 비용을 청구하지 않음\n○ 납품/설치되는 시스템에 대하여 발주기관의 보안정책 및 보안권\n고를 준수하여야 함"
          ],
          [
            "산출정보",
            "",
            "설치 계획서, 설치 결과서"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 14,
      "text": "- 11 - 요구사항고유번호 ECR-05 요구사항명칭 데이터베이스서버장비하드웨어 규격 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 세부내용 신규도입데이터베이스서버장비하드웨어는아래명기된 사양이상의규격으로제안하여야하며, 계약과설치시기의 시간차를고려하여설치시점에요구성능과규격이상의최신 제품으로제안하여야함 - 사양- 도입품목 병원정보시스템재해복구DB 서버 도입수량 1식 기본규격 CPU 인텔제온2.4GHz 16Core 2EA 이상제공 메모리 512GB 이상제공최대1TB 확장가능 디스크 240GB M.2 SSD 2EA 이상제공RAID 1구성 공유스토리지 6.8TB NVMe 4EARAID 1구성 인터페이스 - Quad Port 10GBase-T Adapter 1EA 요구사항 제조사정품공급및기술지원확인서제출 하드웨어및소프트웨어통합납품형태제품으로제공할것 운영관리의용이성을위해도입하는DBMS와유기적으로결합 된어플라이언스장비제안가능 데이터베이스및설치가2시간이내GUI 또는마법사기반의 설치및구성가능할것 펌웨어, OS, 관리SW, DBMS 등이하나의통합된패치번들 형태로설치구성가능할것 전원및쿨링팬이중화구성제공 기존서버에서운영하는서비스이관작업지원 OEM 및ODM 제품제외 제안한데이터베이스서버는구축후업무증가및신규업무 적용등을대비하여유연한확장구조를제공하여야함 주센터와재해복구센터간실시간데이터복제및역복제 업무를고려하여수행이가능한장비를제안하여야함 도입되는제품은기존운영중인HW서버, 백업장치, 디스크, 네트워크등 및SW들과호환성, 연동성및안정성기존 보안제품등과의충돌등이보장되어야하며, 그렇지못할시 대안을제시하여야함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-05"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 서버 장비(하드웨어) 규격"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "□ 신규 도입 데이터베이스 서버 장비(하드웨어)는 아래 명기된\n사양 이상의 규격으로 제안하여야 하며, 계약과 설치시기의\n시간차를 고려하여 설치시점에 요구 성능과 규격 이상의 최신\n제품으로 제안하여야 함\n- 사양 -\n◉ 도입품목: 병원정보시스템 재해복구 DB 서버\n◉ 도입수량:\n1식\n◉ 기본규격\n◦CPU: 인텔 제온 2.4GHz 16Core *2EA 이상 제공\n◦메모리: 512GB 이상 제공(최대 1TB 확장 가능)\n◦디스크: 240GB M.2 SSD * 2EA 이상 제공(RAID 1구성)\n◦공유스토리지: 6.8TB NVMe * 4EA(RAID 1구성)\n◦인터페이스\n- Quad Port 10GBase-T Adapter\n*\n1EA\n◉ 요구사항\n◦ 제조사 정품공급 및 기술지원 확인서 제출\n◦ 하드웨어 및 소프트웨어 통합 납품 형태 제품으로 제공할 것\n◦ 운영관리의 용이성을 위해 도입하는 DBMS와 유기적으로 결합\n된 어플라이언스 장비 제안 가능\n◦ 데이터베이스 및 설치가 2시간 이내 GUI 또는 마법사 기반의\n설치 및 구성 가능할 것\n◦ 펌웨어, OS, 관리SW, DBMS 등이 하나의 통합된 패치 번들\n형태로 설치 구성 가능할 것\n◦ 전원 및 쿨링 팬 이중화 구성 제공\n◦ 기존 서버에서 운영하는 서비스 이관 작업 지원\n◦ OEM 및 ODM 제품 제외\n◦ 제안한 데이터베이스 서버는 구축 후 업무증가 및 신규 업무\n적용 등을 대비하여 유연한 확장구조를 제공하여야 함\n◦ 주센터와 재해복구센터 간 실시간 데이터 복제 및 역복제\n업무를 고려하여 수행이 가능한 장비를 제안하여야 함\n◦ 도입되는 제품은 기존 운영 중인 HW(서버, 백업장치, 디스크,\n네트워크 등) 및 SW들과 호환성, 연동성 및 안정성(기존\n보안제품 등과의 충돌 등)이 보장되어야 하며, 그렇지 못할 시\n대안을 제시하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 15,
      "text": "- 12 - 기능 요구사항 기존운영장비와연계구성에필요한장비를포함하여 제공하여야함 제안포트수량에맞게GBIC 및케이블일체포함하여제공 시스템구성에필요한추가적인IO는필요에따라제안하여야 함 도입되는서버는규격및요구사항을감안한최적의시스템 구성방안을제시하고관련소프트웨어를제공하여야하며, 그 사유를제안서에명시하여야함 산출정보 납품확인서, 기술지원확약서, 설치계획서, 설치결과서 요구사항고유번호 SFR-01 요구사항명칭 시스템설치 요구사항분류 기능요구사항 요구사항 상세설명 세부내용 모든시스템구축후서비스및시스템의신뢰성및안정성을 검증하여야함 제안제품의설치및테스트시속도저하, 장애발생, 보안 취약점발견, 기능미비등으로사용에중대한결함이있는 것으로판단되는경우제안제품을교체또는대체, 증설, 보완을요구할수있으며제안사는이에응하여야함 서버의OS 버전은성능이검증된최신의버전Major, Minor, Patch 등으로설치하여야함. 단, 성능및안정성을고려하여 필요할경우최신버전이아닌안정화버전을설치할수 있으며이경우제품검수후무상업그레이드를보장하여야 함. 요구사항고유번호 ECR-06 요구사항명칭 도입자원의라이선스제공 요구사항분류 시스템장비구성요구사항 요구사항 상세설명 세부 내용 모든도입자원은라이선스증서, 사용설명서, 제품 상세명세서등을제공하여야함 라이선스증서는최소설치업무단위로구분하여각1부씩 제출하여야함 라이선스증서는사용자권리와제조사책임범위, 서비스 제공범위등이설명되어있는문서를포함하여야함 도입자원에대한제조사의기술지원확약서를제출하여야함 낙찰후, 계약체결전제출 산출정보 라이선스증서, 기술지원확약서, GS 인증서",
      "tables": [
        [
          [
            "",
            "",
            "­  기존 운영 장비와 연계 구성에 필요한 장비를 포함하여\n제공하여야 함\n◦ 제안 포트 수량에 맞게 GBIC 및 케이블 일체 포함하여 제공\n◦ 시스템 구성에 필요한 추가적인 I/O는 필요에 따라 제안하여야\n함\n◦ 도입되는 서버는 규격 및 요구사항을 감안한 최적의 시스템\n구성 방안을 제시하고 관련 소프트웨어를 제공하여야 하며, 그\n사유를 제안서에 명시하여야 함"
          ],
          [
            "산출정보",
            "",
            "납품확인서, 기술지원확약서, 설치계획서, 설치결과서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-06"
          ],
          [
            "요구사항 명칭",
            "",
            "도입 자원의 라이선스 제공"
          ],
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부\n내용",
            "○ 모든 도입 자원은 라이선스 증서, 사용설명서, 제품\n상세명세서 등을 제공하여야 함\n○ 라이선스 증서는 최소 설치 업무단위로 구분하여 각 1부씩\n제출하여야 함\n○ 라이선스 증서는 사용자 권리와 제조사 책임범위, 서비스\n제공 범위 등이 설명되어 있는 문서를 포함하여야 함\n○ 도입 자원에 대한 제조사의 기술지원 확약서를 제출하여야 함\n(낙찰 후, 계약체결 전 제출)"
          ],
          [
            "산출정보",
            "",
            "라이선스 증서, 기술지원 확약서, GS 인증서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 설치"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 모든 시스템 구축 후 서비스 및 시스템의 신뢰성 및 안정성을\n검증하여야 함\n◦ 제안 제품의 설치 및 테스트 시 속도 저하, 장애 발생, 보안\n취약점 발견, 기능 미비 등으로 사용에 중대한 결함이 있는\n것으로 판단되는 경우 제안 제품을 교체 또는 대체, 증설,\n보완을 요구할 수 있으며 제안사는 이에 응하여야 함\n◦ 서버의 OS 버전은 성능이 검증된 최신의 버전(Major, Minor,\nPatch 등)으로 설치하여야 함. 단, 성능 및 안정성을 고려하여\n필요할 경우 최신 버전이 아닌 안정화 버전을 설치할 수\n있으며 이 경우 제품검수 후 무상 업그레이드를 보장하여야\n함."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 16,
      "text": "- 13 - 성능 요구사항 신규서버는검수완료후3년이내시스템결함을수리하기 위한구성품이단종되거나교체불가시무상으로동일 제조사의동일성능이상의신제품으로교체하여야함 도입되는데이터베이스서버는서비스중단최소화방안으로 이중화구성하여야함 산출정보 요구사항고유번호 PER-01 요구사항명칭 신규장비품질보증및증빙자료제출 요구사항분류 성능요구사항 요구사항 상세설명 세부내용 본사업에필요한장비는확장성과효율성이뛰어난최신의 고가용성장비가도입되어야함. 그에따른장비품질에대한 제품보증서, 기술지원확약서, 제조사공급증명서Certification, 제시한장비성능을입증할수있는자료의서류등을 제출하여본사업에도입되는장비에대한품질을제안사가 보장하여야함. 단, 해당제품이제출한자료에비해성능이 낮거나상이할경우장비의성능을보강하여야함 산출정보 품질보증서, 기술지원확약서, 제조사공급증명서Certification 등 요구사항고유번호 PER-02 요구사항명칭 시스템성능검증 요구사항분류 성능요구사항 요구사항 상세설명 세부내용 성능에영향을줄수있는서버, 네트워크, DBMS, 시스템 소프트웨어, 응용프로그램에대하여성능확보를위한각 요소별최소성능기준, 성능검증기준, 성능검증방안, 검증결과를제시하여야함검증방법은협의 시스템구축단계에서내외부시스템성능보장을위하여 시스템및네트워크에대한성능검사및성능개선을별도로 실시하여야하며, 이에대한계획을구체적으로제시하여야함 다수기관, 대량전송에대한성능테스트수행방안마련및 수행 전송완료속도측정및네트워크대역측정 데이터베이스교체대상이전시스템들의고부하업무를 선정하여비교분석보고서를제출하여야함비교할업무는 협의후선정 정형, 비정형, 집계등의업무비교분석등",
      "tables": [
        [
          [
            "",
            "",
            "◦ 신규 서버는 검수 완료 후 3년 이내 시스템 결함을 수리하기\n위한 구성품이 단종 되거나 교체 불가 시 무상으로 동일\n제조사의 동일 성능 이상의 신제품으로 교체하여야 함\n◦ 도입되는 데이터베이스 서버는 서비스 중단 최소화 방안으로\n이중화 구성하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-01"
          ],
          [
            "요구사항 명칭",
            "",
            "신규 장비 품질보증 및 증빙자료 제출"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 본 사업에 필요한 장비는 확장성과 효율성이 뛰어난 최신의\n고가용성 장비가 도입되어야 함. 그에 따른 장비 품질에 대한\n제품보증서, 기술지원 확약서, 제조사 공급증명서(Certification),\n제시한 장비 성능을 입증할 수 있는 자료의 서류 등을\n제출하여 본 사업에 도입되는 장비에 대한 품질을 제안사가\n보장하여야 함. 단, 해당 제품이 제출한 자료에 비해 성능이\n낮거나 상이할 경우 장비의 성능을 보강하여야 함"
          ],
          [
            "산출정보",
            "",
            "품질보증서, 기술지원 확약서, 제조사 공급증명서(Certification) 등"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-02"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 성능 검증"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 성능에 영향을 줄 수 있는 서버, 네트워크, DBMS, 시스템\n소프트웨어, 응용 프로그램에 대하여 성능 확보를 위한 각\n요소별 최소 성능 기준, 성능 검증기준, 성능 검증방안,\n검증결과를 제시하여야 함(검증 방법은 협의)\n◦ 시스템 구축단계에서 내·외부 시스템 성능보장을 위하여\n시스템 및 네트워크에 대한 성능검사 및 성능개선을 별도로\n실시하여야 하며, 이에 대한 계획을 구체적으로 제시하여야 함\n◦ 다수 기관, 대량 전송에 대한 성능테스트 수행방안 마련 및\n수행\n­  전송완료 속도 측정 및 네트워크 대역 측정\n◦ 데이터베이스 교체 대상 이전 시스템들의 고부하 업무를\n선정하여 비교분석 보고서를 제출하여야 함(비교할 업무는\n협의 후 선정)\n­  정형, 비정형, 집계 등의 업무 비교분석 등"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 17,
      "text": "- 14 - 인터페이스 요구사항 데이터 요구사항 실제업무상황에서가동시DB서버의CPU 및MEM 용량, 디스크IO, 네트워크트래픽부하등으로인한장애가능성에 대비한성능보장방안제시 산출정보 테스트계획서, 테스트결과서, PoC 수행보고서 요구사항고유번호 SIR-01 요구사항명칭 시스템인터페이스 요구사항분류 인터페이스요구사항 요구사항 상세설명 세부내용 자체암호화솔루션을제공하거나, 상용암호화솔루션과의 연계에제약이없을것 자체접근제어솔루션을제공하거나, 상용접근제어 솔루션과의연계에제약이없을것 상용CDCChange Data Capture 솔루션과연계에제약이없을것 상용백업솔루션과의연계에제약이없을것 상용모니터링솔루션과의연계에제약이없을것 발주기관에서운영중인기존솔루션이용및연계에대한 세부사항은발주기관과협의하여수행하여야함 주센터-DR센터시스템간암호화방식의일치성에관해사전 확인하고이슈발생시장애요인제거및해결방안제안 산출정보 요구사항고유번호 DAR-01 요구사항명칭 데이터베이스이관 요구사항분류 데이터요구사항 요구사항 상세설명 세부내용 운영시스템중단을최소화하면서안정적인데이터이관을위해 SW, 부품및장비등이필요한경우제안에포함하여야 함이관대상데이터베이스는아래표 참고 표 이관대상데이터베이스",
      "tables": [
        [
          [
            "",
            "◦ 실제 업무 상황에서 가동 시 DB서버의 CPU 및 MEM 용량,\n디스크 IO, 네트워크 트래픽 부하 등으로 인한 장애 가능성에\n대비한 성능 보장 방안 제시"
          ],
          [
            "산출정보",
            "테스트 계획서, 테스트 결과서, PoC 수행보고서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 인터페이스"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 자체 암호화 솔루션을 제공하거나, 상용 암호화 솔루션과의\n연계에 제약이 없을 것\n◦ 자체 접근제어 솔루션을 제공하거나, 상용 접근제어\n솔루션과의 연계에 제약이 없을 것\n◦ 상용 CDC(Change Data Capture) 솔루션과 연계에 제약이 없을 것\n◦ 상용 백업 솔루션과의 연계에 제약이 없을 것\n◦ 상용 모니터링 솔루션과의 연계에 제약이 없을 것\n◦ 발주기관에서 운영 중인 기존 솔루션 이용 및 연계에 대한\n세부 사항은 발주기관과 협의하여 수행하여야 함\n◦ 주 센터-DR센터 시스템 간 암호화 방식의 일치성에 관해 사전\n확인하고 이슈 발생 시 장애 요인 제거 및 해결 방안 제안"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 이관"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 운영시스템 중단을 최소화하면서 안정적인 데이터 이관을 위해\nSW, 부품 및 장비 등이 필요한 경우 제안에 포함하여야\n함(이관 대상 데이터베이스는 아래 [표] 참고)\n[표] 이관 대상 데이터베이스"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 18,
      "text": "- 15 - 주센터 재해복구센터 서울적십자병원 인천적십자병원 상주적십자병원 통영적십자병원 거창적십자병원 경인권역재활병원 영주적십자병원 서울적십자병원 인천적십자병원 상주적십자병원 통영적십자병원 거창적십자병원 경인권역재활병원 영주적십자병원 사업중각병원의DB를 주센터또는재해복구센터로이전 후동기화 이관에따른업무중단을최소화하고데이터의안정성및 정합성을확보할수있는데이터이관방안을마련하여야함 데이터이관및구축절차수립을통해단계별문제예측및 대응방안을구체적으로제시하여야함 이관테스트를통해실제이행에서발생할수있는장애나 문제점을파악하여대안을마련하여야함 이관완료된데이터의품질검증이행전후비교등을 실시하여그결과를제시하여야하여야함 산출정보 설치계획서, 설치결과서, 테스트계획서, 테스트결과서 요구사항고유번호 DAR-02 요구사항명칭 데이터베이스이관환경구축 요구사항분류 데이터요구사항 요구사항 상세설명 세부내용 데이터베이스이관을위한환경을구축하여야함 목표시스템의기술적구성하드웨어, 소프트웨어등, AS-IS 및TO-BE 데이터베이스구성등을분석하여단계별 단위테스트, 통합테스트, 사용자테스트, 시험운영, 시범운영, 운영환경로최적의환경구축 TO-BE 운영시스템내에서테스트등이행준비작업이 이뤄질수있도록하고필요시별도의시스템을추가하여 이행작업을지원하여야함 환경구축과관련된사항은제안사가제시하여야하며, 제시된 사항을발주기관과협의하여결정하여야함 현행시스템의데이터를정해진기간안에새로구축되는 시스템으로정확히이관하여정상적으로가동할수있도록 현행시스템의데이터베이스에대한분석과새로구축되는 데이터베이스로데이터를이관하는이행방안을수립하여야함 산출정보 데이터이관계획서, 데이터이관시나리오",
      "tables": [
        [
          [
            "",
            "",
            "※ 사업 중 각 병원의 DB를 주 센터 또는 재해복구센터로 이전\n후 동기화\n◦ 이관에 따른 업무중단을 최소화하고 데이터의 안정성 및\n정합성을 확보할 수 있는 데이터 이관 방안을 마련하여야 함\n◦ 데이터 이관 및 구축 절차 수립을 통해 단계별 문제 예측 및\n대응방안을 구체적으로 제시하여야 함\n◦ 이관 테스트를 통해 실제 이행에서 발생할 수 있는 장애나\n문제점을 파악하여 대안을 마련하여야 함\n◦ 이관 완료된 데이터의 품질 검증(이행 전·후 비교 등)을\n실시하여 그 결과를 제시하여야 하여야 함",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "주센터",
            "재해복구센터",
            ""
          ],
          [
            "",
            "",
            "",
            "서울적십자병원\n인천적십자병원\n상주적십자병원\n통영적십자병원\n거창적십자병원\n경인권역재활병원\n영주적십자병원",
            "서울적십자병원\n인천적십자병원\n상주적십자병원\n통영적십자병원\n거창적십자병원\n경인권역재활병원\n영주적십자병원",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "설치계획서, 설치결과서, 테스트계획서, 테스트결과서",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 이관 환경 구축"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 데이터베이스 이관을 위한 환경을 구축하여야 함\n­  목표 시스템의 기술적 구성(하드웨어, 소프트웨어 등), AS-IS\n및 TO-BE 데이터베이스 구성 등을 분석하여 단계별\n(단위테스트, 통합테스트, 사용자테스트, 시험운영, 시범운영,\n운영환경)로 최적의 환경 구축\n­  TO-BE 운영 시스템 내에서 테스트 등 이행 준비 작업이\n이뤄질 수 있도록 하고 필요시 별도의 시스템을 추가하여\n이행 작업을 지원하여야 함\n◦ 환경 구축과 관련된 사항은 제안사가 제시하여야 하며, 제시된\n사항을 발주기관과 협의하여 결정하여야 함\n◦ 현행 시스템의 데이터를 정해진 기간 안에 새로 구축되는\n시스템으로 정확히 이관하여 정상적으로 가동할 수 있도록\n현행 시스템의 데이터베이스에 대한 분석과 새로 구축되는\n데이터베이스로 데이터를 이관하는 이행방안을 수립하여야 함"
          ],
          [
            "산출정보",
            "",
            "데이터 이관 계획서, 데이터 이관 시나리오"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 19,
      "text": "- 16 - 요구사항고유번호 DAR-03 요구사항명칭 데이터베이스이관, 검증및안정화방안 요구사항분류 데이터요구사항 요구사항 상세설명 세부내용 데이터이행체크리스트작성, 각단계별수행시간, 일정등을 고려한시나리오를작성하여이행작업을실시하여야함 데이터이행절차의각단계별데이터의검증을통해데이터의 무결성을보장하여야함 데이터검증은이관의각단계에생성되는데이터및최종 목표데이터가매핑규칙에맞게이행되었는지를검증함은 물론, 목표시스템에적합하게이관되었는지를검증 이관된데이터에대해서는이관된값자체를기준으로검증을 수행하며, 이관데이터검증방법에대해사업의특성을 고려한구체적인방안을제시 최종데이터이관작업과이관결과를검증하여야함 데이터이관후안정화작업을지원하여야함 산출정보 데이터이관체크리스트, 데이터이관검증결과서 요구사항고유번호 DAR-04 요구사항명칭 공공데이터관련법령및지침준수 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터관리법령및지침준수요구사항 세부 내용 데이터요구사항에명시된과업은공공데이터관련법령및 지침등을준수하여추진하여야함 구분 법령및지침 비고 법령 공공데이터의제공및이용활성화에관한법률 및동법시행령, 시행규칙 국가법령정보센터 www.law.go.kr 행정규칙 공공데이터관리지침 공공기관의데이터베이스표준화지침 공공데이터개방표준 공공데이터공통표준용어 기타 공공기관의공공데이터활용서비스개발제공 가이드라인 공공데이터포털 data.go.kr 정보 공유자료실 공공데이터품질관리매뉴얼 보건복지부공공데이터품질관리지침및세부 관리가이드5종 별첨참고자료참조",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-03"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 이관, 검증 및 안정화 방안"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 데이터 이행 체크리스트 작성, 각 단계별 수행시간, 일정 등을\n고려한 시나리오를 작성하여 이행 작업을 실시하여야 함\n◦ 데이터 이행 절차의 각 단계별 데이터의 검증을 통해 데이터의\n무결성을 보장하여야 함\n­  데이터 검증은 이관의 각 단계에 생성되는 데이터 및 최종\n목표 데이터가 매핑 규칙에 맞게 이행되었는지를 검증함은\n물론, 목표 시스템에 적합하게 이관되었는지를 검증\n­  이관된 데이터에 대해서는 이관된 값 자체를 기준으로 검증을\n수행하며, 이관 데이터 검증 방법에 대해 사업의 특성을\n고려한 구체적인 방안을 제시\n◦ 최종 데이터 이관 작업과 이관 결과를 검증하여야 함\n◦ 데이터 이관 후 안정화 작업을 지원하여야 함"
          ],
          [
            "산출정보",
            "",
            "데이터 이관 체크리스트, 데이터 이관 검증결과서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-04",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "공공데이터 관련 법령 및 지침 준수",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 관리 법령 및 지침 준수 요구 사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "◦ 데이터 요구사항에 명시된 과업은 공공데이터 관련 법령 및\n지침 등을 준수하여 추진하여야 함",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "법령 및 지침",
            "비고",
            ""
          ],
          [
            "",
            "",
            "",
            "법령",
            "｢공공데이터의 제공 및 이용 활성화에 관한 법률｣\n및 동법 시행령, 시행규칙",
            "국가법령정보센터\n(www.law.go.kr)",
            ""
          ],
          [
            "",
            "",
            "",
            "행정규칙",
            "｢공공데이터 관리지침｣",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "｢공공기관의 데이터베이스 표준화 지침｣",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "｢공공데이터 개방 표준｣",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "｢공공데이터 공통표준용어｣",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "｢공공기관의 공공데이터 활용 서비스 개발‧제공\n가이드라인｣",
            "공 공 데 이 터 포 털\n(data.go.kr) → 정보\n공유 → 자료실",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "｢공공데이터 품질관리 매뉴얼｣",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "｢보건복지부 공공데이터 품질관리 지침 및 세부\n관리 가이드 5종｣",
            "별첨 참고자료 참조",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 6
    },
    {
      "page": 20,
      "text": "- 17 - 요구사항고유번호 DAR-05 요구사항명칭 데이터표준화준수 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터표준화요구사항 세부 내용 제안사는정보시스템의DB 설계변경 시공공기관의데이터베이스 표준화지침및보건복지부데이터표준관리가이드에근거하여 정보시스템의DB에적용하는표준용어, 도메인, 코드을정의하여야함 표준용어, 도메인, 코드 정의서작성시공공기관의데이터베이스 표준화지침행안부고시제2021-32호2021. 6. 7및보건복지부 데이터표준관리가이드을참조하여필수항목누락이없도록 정의하여야함 표준용어정의시보건복지부표준용어를우선적용하며, 존재하지 않는용어의경우DB표준용어정의서에추가작성하여야함 표준코드정의시행정표준코드code.go.kr 및보건복지부표준 코드를우선적용하며, 정보시스템에별도로사용하는코드의경우 정의서에작성하여야함 표준도메인정의시보건복지부표준도메인을우선적용하며, 정보시스템에 별도로사용하는도메인의경우DB표준도메인정의서에추가작성하여야함 산출정보 표준용어정의서, 표준도메인정의서, 표준코드정의서필요시 관련요구사항 공공데이터품질관리수준평가를위한DB 품질진단및 개선에관한기술지원에협조하여야함 산출정보 해당DB 품질진단표준, 구조, 값 결과보고서 관련요구사항",
      "tables": [
        [
          [
            "",
            "◦ 공공데이터 품질관리 수준평가를 위한 DB 품질진단 및\n개선에 관한 기술지원에 협조하여야 함"
          ],
          [
            "산출정보",
            "해당 DB 품질진단(표준, 구조, 값) 결과 보고서"
          ],
          [
            "관련 요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-05"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준화 준수"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 표준화 요구 사항"
          ],
          [
            "",
            "세부\n내용",
            "◦ 제안사는 정보시스템의 DB 설계(변경) 시「공공기관의 데이터베이스\n표준화 지침」 및「보건복지부 데이터 표준관리 가이드」에 근거하여\n정보시스템의 DB에 적용하는 표준(용어, 도메인, 코드)을 정의하여야 함\n◦ 표준(용어, 도메인, 코드) 정의서 작성 시「공공기관의 데이터베이스\n표준화 지침(행안부고시 제2021-32호 2021. 6. 7」 및「보건복지부\n데이터 표준관리 가이드」을 참조하여 필수항목 누락이 없도록\n정의하여야 함\n◦ 표준용어 정의 시 보건복지부 표준용어를 우선 적용하며, 존재하지\n않는 용어의 경우 DB표준용어 정의서에 추가 작성하여야 함\n◦ 표준코드 정의 시 행정표준코드(code.go.kr) 및 보건복지부 표준\n코드를 우선 적용하며, 정보시스템에 별도로 사용하는 코드의 경우\n정의서에 작성하여야 함\n◦ 표준도메인 정의 시 보건복지부 표준도메인을 우선 적용하며, 정보시스템에\n별도로 사용하는 도메인의 경우 DB표준도메인 정의서에 추가 작성하여야 함"
          ],
          [
            "산출정보",
            "",
            "표준용어 정의서, 표준도메인 정의서, 표준코드 정의서 (필요시)"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 21,
      "text": "- 18 - 요구사항고유번호 DAR-06 요구사항명칭 데이터관리산출물최신화 요구사항분류 데이터요구사항 요구사항 상세설명 정의 데이터관리산출물최신화 세부 내용 제안사는정보시스템의DB 설계변경 시공공기관의데이터베이스 표준화지침행안부고시제2021-32호2021. 6. 7및보건복지부 데이터구조관리가이드에근거하여정보시스템의DB에부합하는 산출물을작성해야한다. 구축단계에서산출물변경이발생하는경우, 발주기관과협의하여산출물을변경하여야함 정의서 데이터베이스, 테이블, 컬럼, 엔티티개체, 애트리뷰트속성 다이어그램 물리데이터모델, 논리데이터모델 메타데이터 메타데이터표준관리항목정의서또는기관 메타데이터관리시스템현행화지원 제안사는발주기관의메타데이터표준관리항목정의서를참조하여 메타데이터시스템에등록시필요한기술적사항이나발주기관이 요구하는사항을적극지원하여야함 산출정보 데이터관리산출물정의서, 다이어그램, 메타데이터등 필요시 관련요구사항 테스트 요구사항 요구사항고유번호 TER-01 요구사항명칭 테스트요구일반사항 요구사항분류 테스트요구사항 요구사항 상세설명 세부내용 단위테스트, 통합테스트에대한구체적인방안을제시하여야 하며, 추가적으로연계테스트및검수수행시테스트관련 사항을지원하여야함 요구사항별적합, 부적합을판정할수있는체계적테스트 방안을구체적으로제시할것 단위및통합테스트의결과를기록하고, 이를모니터링하여 결함발견시문제가해소될때까지테스트를지속적으로 실시하여야하며, 테스트결과에대한이력을관리할것 테스트시, 업무에적합한테스트데이터오류데이터포함를 입력하여체계적이고효율적인테스트를실시할것 통합테스트의경우, 전체업무및연계업무를포괄할수있는 시나리오를작성하여테스트를진행할것 로드밸런싱및Fail-Over 등의테스트는실제환경과유사또는 실제환경에서수행하여야함 백업테스트는복구까지포함함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-06"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 관리 산출물 최신화"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 관리 산출물 최신화"
          ],
          [
            "",
            "세부\n내용",
            "◦ 제안사는 정보시스템의 DB 설계(변경) 시「공공기관의 데이터베이스\n표준화 지침(행안부고시 제2021-32호 2021. 6. 7」 및「보건복지부\n데이터 구조관리 가이드」에 근거하여 정보시스템의 DB에 부합하는\n산출물을 작성해야 한다. 구축단계에서 산출물 변경이 발생하는 경우,\n발주기관과 협의하여 산출물을 변경하여야 함\n◦ (정의서) 데이터베이스, 테이블, 컬럼, 엔티티(개체), 애트리뷰트(속성)\n◦ (다이어그램) 물리데이터모델, 논리데이터모델\n◦ (메타데이터) 메타데이터 표준 관리항목 정의서(또는 기관\n메타데이터 관리시스템 현행화 지원)\n◦ 제안사는 발주기관의 메타데이터 표준 관리항목 정의서를 참조하여\n메타데이터시스템에 등록 시 필요한 기술적 사항이나 발주기관이\n요구하는 사항을 적극 지원하여야 함"
          ],
          [
            "산출정보",
            "",
            "데이터 관리 산출물(정의서, 다이어그램, 메타데이터 등)\n(필요시)"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-01"
          ],
          [
            "요구사항 명칭",
            "",
            "테스트 요구 일반 사항"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 단위테스트, 통합테스트에 대한 구체적인 방안을 제시하여야\n하며, 추가적으로 연계테스트 및 검수 수행 시 테스트 관련\n사항을 지원하여야 함\n◦ 요구사항별 적합, 부적합을 판정할 수 있는 체계적 테스트\n방안을 구체적으로 제시할 것\n◦ 단위 및 통합테스트의 결과를 기록하고, 이를 모니터링 하여\n결함 발견 시 문제가 해소될 때까지 테스트를 지속적으로\n실시하여야 하며, 테스트 결과에 대한 이력을 관리할 것\n◦ 테스트 시, 업무에 적합한 테스트 데이터(오류 데이터 포함)를\n입력하여 체계적이고 효율적인 테스트를 실시할 것\n◦ 통합테스트의 경우, 전체 업무 및 연계업무를 포괄 할 수 있는\n시나리오를 작성하여 테스트를 진행할 것\n◦ 로드밸런싱 및 Fail-Over 등의 테스트는 실제 환경과 유사 또는\n실제환경에서 수행하여야 함\n◦ 백업 테스트는 복구까지 포함함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 22,
      "text": "- 19 - 컨설팅 요구사항 보안 요구사항 테스트계획서에는테스트인력, 테스트데이터, 테스트 절차방법, 테스트일정주기등을포함하여테스트를 체계적이고효율적으로진행할수있는방안을제시하여야함 테스트를통해도출된문제점에대한해결방안을제시하여야 함 테스트환경구축및수행은구축사업자가담당하여야함 테스트과정중개선사항시스템재구성, 시스템튜닝, SQL 튜닝등은즉시반영하여재시험을하여야함 장비성능테스트결과에대한공정성확보를위하여참여 제안사대표가인장으로확인하여야함 산출정보 설치계획서, 설치결과서, 테스트계획서, 테스트결과서 요구사항고유번호 SER-01 요구사항명칭 보안정책및가이드라인준수 요구사항분류 보안요구사항 요구사항 상세설명 세부내용 용역수행업체는사업수행시발주기관의보안정책및 지침을준수하여야함 본사업에투입되는인력은발주기관의보안관련규정및 정보화용역사업정보보호관리사항을준수하여야함 소프트웨어개발보안가이드행정안전부 준수 국가공공기관용역업체보안관리가이드라인국가정보원 준수 정보시스템구축단계별정보보호가이드라인한국인터넷진흥원 준수 국가정보보안기본지침국가정보원 준수 요구사항고유번호 CSR-01 요구사항명칭 데이터베이스튜닝요구사항 요구사항분류 컨설팅요구사항 요구사항 상세설명 세부내용 데이터베이스의안정적인성능유지를위한품질관리방안 제시 데이터이관후데이터베이스의품질확보및운영시스템성능 유지방안제시 시스템변경후우려되는성능저하등의부작용해소방안 제시 Top SQL에대한튜닝 산출정보 데이터베이스튜닝결과보고서",
      "tables": [
        [
          [
            "",
            "",
            "◦ 테스트 계획서에는 테스트 인력, 테스트 데이터, 테스트\n절차/방법, 테스트 일정/주기 등을 포함하여 테스트를\n체계적이고 효율적으로 진행할 수 있는 방안을 제시하여야 함\n◦ 테스트를 통해 도출된 문제점에 대한 해결방안을 제시하여야\n함\n◦ 테스트 환경구축 및 수행은 구축 사업자가 담당하여야 함\n◦ 테스트 과정 중 개선사항(시스템 재구성, 시스템 튜닝, SQL\n튜닝 등)은 즉시 반영하여 재시험을 하여야 함\n◦ 장비성능 테스트 결과에 대한 공정성 확보를 위하여 참여\n제안사 대표가 인장으로 확인하여야 함"
          ],
          [
            "산출정보",
            "",
            "설치계획서, 설치결과서, 테스트계획서, 테스트결과서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "CSR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 튜닝 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "컨설팅 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 데이터베이스의 안정적인 성능유지를 위한 품질 관리 방안\n제시\n◦ 데이터 이관 후 데이터베이스의 품질 확보 및 운영시스템 성능\n유지 방안 제시\n◦ 시스템 변경 후 우려되는 성능 저하 등의 부작용 해소 방안\n제시\n◦ Top SQL에 대한 튜닝"
          ],
          [
            "산출정보",
            "",
            "데이터베이스 튜닝 결과 보고서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-01"
          ],
          [
            "요구사항 명칭",
            "",
            "보안 정책 및 가이드라인 준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 용역 수행 업체는 사업 수행 시 발주기관의 보안정책 및\n지침을 준수하여야 함\n◦ 본 사업에 투입되는 인력은 발주기관의 보안관련 규정 및\n정보화 용역사업 정보보호 관리사항을 준수하여야 함\n◦ 소프트웨어 개발보안 가이드(행정안전부) 준수\n◦ 국가·공공기관 용역업체 보안관리 가이드라인(국가정보원) 준수\n◦ 정보시스템 구축단계별 정보보호 가이드라인(한국인터넷진흥원) 준수\n◦ 국가 정보보안 기본지침(국가정보원) 준수"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 23,
      "text": "- 20 - 침해사고발생시국가사이버안전센터의국가사이버 안전매뉴얼의대응절차준수 산출정보 요구사항고유번호 SER-02 요구사항명칭 장비보안일반사항 요구사항분류 보안요구사항 요구사항 상세설명 세부내용 제안사는제안도입한장비에악의적인정보유출기능의탑재 여부를확인하여제안하여야함 원제조사의악의적인백도어미설치확인서무결성확인서 제출 하자보수기간동안제안도입 제품의백도어기능이 발견되거나악의적인정보유출기능이포함된것으로 의심되어사회적문제로대두된경우동등규격제품이상으로 제품무상교체제공하여야함 제안사가납품및설치한제품으로인하여발생하는악의적인 정보유출로발생하는법적책임을제안사가부담하여야함 산출정보 요구사항고유번호 SER-03 요구사항명칭 보안교육 요구사항분류 보안요구사항 요구사항 상세설명 세부내용 사업자는사업참여자를대상으로1회이상자체보안교육을 실시하여야하며, 월1회이상보안점검을실시하여야함 산출정보 요구사항고유번호 SER-04 요구사항명칭 인력보안 요구사항분류 보안요구사항 요구사항 상세설명 세부내용 사업수행에사용되는인원, 문서, 장비등의보안관리계획을 수립하여야하며, 보안상결격사항이없도록조치 사업자는본사업과관련하여취득한업무내용에대하여 제3자에게누설하여서는안되며, 발주사가요구하는 보안사항을철저히준수하여야함 본제안및과업수행중은물론향후에라도보안사항및기타 시스템의내부구성, 네트워크, 보안장비, IP현황, 데이터등 일체의모든사항에대해보안을유지하여야함",
      "tables": [
        [
          [
            "",
            "◦ 침해 사고 발생시 [국가사이버안전센터의 ‘국가 사이버\n안전매뉴얼’]의 대응 절차 준수"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-02"
          ],
          [
            "요구사항 명칭",
            "",
            "장비 보안 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 제안사는 제안(도입)한 장비에 악의적인 정보유출 기능의 탑재\n여부를 확인하여 제안하여야 함\n­  원 제조사의 악의적인 백도어 미설치 확인서(무결성 확인서) 제출\n◦ 하자보수 기간 동안 제안(도입) 제품의 백도어 기능이\n발견되거나 악의적인 정보 유출 기능이 포함된 것으로\n의심되어 사회적 문제로 대두된 경우 동등 규격 제품 이상으로\n제품 무상 교체 제공하여야 함\n◦ 제안사가 납품 및 설치한 제품으로 인하여 발생하는 악의적인\n정보 유출로 발생하는 법적 책임을 제안사가 부담하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "SER-03"
          ],
          [
            "요구사항 명칭",
            "보안 교육"
          ],
          [
            "요구사항 분류",
            "보안 요구사항"
          ],
          [
            "요구사항\n세부내용\n상세설명",
            "◦ 사업자는 사업 참여자를 대상으로 1회 이상 자체 보안교육을\n실시하여야 하며, 월 1회 이상 보안점검을 실시하여야 함"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-04"
          ],
          [
            "요구사항 명칭",
            "",
            "인력 보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 사업수행에 사용되는 인원, 문서, 장비 등의 보안 관리계획을\n수립하여야 하며, 보안상 결격사항이 없도록 조치\n◦ 사업자는 본 사업과 관련하여 취득한 업무내용에 대하여\n제3자에게 누설하여서는 안 되며, 발주사가 요구하는\n보안사항을 철저히 준수하여야 함\n◦ 본 제안 및 과업수행 중은 물론 향후에라도 보안사항 및 기타\n시스템의 내부구성, 네트워크, 보안장비,\nIP현황, 데이터 등\n일체의 모든 사항에 대해 보안을 유지하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 24,
      "text": "- 21 - 보안유출등으로인한문제발생시에는사업자가모든책임과 배상의의무를지며, 2차로해당대표자와종사자가 민형사상책임과배상의무를져야함 정보시스템구축각단계별정보보호가이드라인을준수하고, 물리적, 관리적, 기술적인보안대책등안전및보안관리에 대한운영규정을마련하여비상사태에대비하여야함 사업참여인원에대해서는사업투입전보안서약서작성 제출의무사항 및보안취급규정및정보보안지침, 개인정보보호지침을준수하여야하며, 필요시발주기관의 신원조사에즉시응하여야함 기타사항은발주기관보안지침에따라야함 산출정보 요구사항고유번호 SER-05 요구사항명칭 물리적보안 요구사항분류 보안요구사항 요구사항 상세설명 세부내용 사업수행시생산되는모든산출물제공자료포함은 주관기관에서지정한별도의저장소에보관및 관리파일서버와잠금장치된캐비닛, 단, 비공개자료의경우 매일퇴근시반납함 사업수행으로생산된산출물및기록에대한비인가 제공대여열람금지, 장비의반입반출통제가되어야함 개인소유의PC 및보조기억장치반입반출통제실시 폐기되는문서는안전한방법으로폐기되어야함 기타사항은발주기관보안지침에따라야함 산출정보 요구사항고유번호 SER-06 요구사항명칭 관리적, 기술적보안 요구사항분류 보안요구사항 요구사항 상세설명 세부내용 사업수행을위해업무상필요한서버에만제한적접근이허용되어야 하며, 공유자원에대한접근제어가사용자권한에따라관리함 서버및DB 접속계정등의사용관리는작업을위한제한된권한을 부여하며, 해당계정의사용목적종료즉시권한을해지함 참여인원이사용하는노트북및PC에최신백신설치, 비밀번호9자리이상, 화면보호기설정, 비인가 저장매체통신기기접속차단SW 설치등의보안대책을적용",
      "tables": [
        [
          [
            "",
            "",
            "◦ 보안유출 등으로 인한 문제발생 시에는 사업자가 모든 책임과\n배상의 의무를 지며, 2차로 해당 대표자와 종사자가\n민․형사상 책임과 배상 의무를 져야 함\n◦ 정보시스템 구축 각 단계별 정보보호가이드라인을 준수하고,\n물리적, 관리적, 기술적인 보안대책 등 안전 및 보안 관리에\n대한 운영 규정을 마련하여 비상사태에 대비하여야 함\n◦ 사업 참여 인원에 대해서는 사업 투입 전 보안서약서 작성\n제출(의무사항) 및 보안취급규정 및 정보보안지침,\n개인정보보호지침을 준수하여야 하며, 필요시 발주기관의\n신원조사에 즉시 응하여야 함\n◦ 기타 사항은 발주기관 보안지침에 따라야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-05"
          ],
          [
            "요구사항 명칭",
            "",
            "물리적 보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 사업 수행 시 생산되는 모든 산출물(제공 자료 포함)은\n주관기관에서 지정한 별도의 저장소에 보관 및\n관리(파일서버와 잠금 장치된 캐비닛), 단, 비공개 자료의 경우\n매일 퇴근 시 반납함\n◦ 사업 수행으로 생산된 산출물 및 기록에 대한 비인가\n제공·대여·열람 금지, 장비의 반입·반출 통제가 되어야 함\n◦ 개인 소유의 PC 및 보조기억장치 반입·반출 통제 실시\n◦ 폐기되는 문서는 안전한 방법으로 폐기되어야 함\n◦ 기타 사항은 발주기관 보안지침에 따라야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-06"
          ],
          [
            "요구사항 명칭",
            "",
            "관리적, 기술적 보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 사업수행을 위해 업무상 필요한 서버에만 제한적 접근이 허용되어야\n하며, 공유 자원에 대한 접근제어가 사용자 권한에 따라 관리함\n◦ 서버 및 DB 접속 계정 등의 사용관리는 작업을 위한 제한된 권한을\n부여하며, 해당 계정의 사용목적 종료 즉시 권한을 해지함\n◦ 참여인원이 사용하는 노트북 및 PC에 최신 백신 설치,\n비밀번호 9자리 이상, 화면보호기 설정, 비인가\n저장매체·통신기기 접속차단 S/W 설치 등의 보안대책을 적용"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 25,
      "text": "- 22 - 업무수행목적외외부인터넷접속통제, 전자우편을이용해 자료전송이필요한경우에는암호화등의보안대책을 마련하여수발신하고비공개자료비밀, 대외비등는 전자우편으로수, 발신을금지. 일반USB, 외장형디스크등의보조기억매체는사용을 금지하며, 필요시보안USB만사용토록통제하고 보조기억매체반출을금지함 참여인원이사용하는노트북및PC의와이브로, 무선랜등 무선통신기능을차단하고사용할수없음 업무에사용한해당노트북및PC는용역사업종료후 로우레벨포맷을실시 정보보안책임자및담당자를정해보안업무를관리하도록 하고, 개발요원에대한주기적인보안교육을실시할수있는 계획수립및실행 인력의이직등보안및기밀에관련된사항이발생할경우를 대비하여보안관리지침을제정하고엄격한정보보호기준을 적용함 네트워크관리자접속용계정의비밀번호는기본비밀번호가 아닌복잡도가높은비밀번호로변경하여사용 신규구축및운용시스템에대한서버보안취약점점검및 FTP, Telnet, Finger 등불필요한서비스포트제거등보안사항 점검및조치를이행 불의의사고로인하여시스템이나파일이피해를입더라도 최근에백업한시점의내용으로복구할수있도록백업을실시 사용자PC와웹서버간데이터를암호화전송하기위한업계표준 프로토콜인SSLSecure Sockets Layer를사용하며, 고유식별번호, 비밀번호를정보통신망을통해송수신하는경우사용 기타사항은발주기관보안지침에따라야함 산출정보 요구사항고유번호 SER-07 요구사항명칭 외부용역업체보안관리및개인정보보호규정준수 요구사항분류 보안요구사항 요구사항 상세설명 세부내용 정보보안등사업수행에관한전반적인사항은발주기관의 정보보안및개인정보보호규정을준수 사업착수시 사업참여인원에대해서는사업투입전, 신원조회를위한 보안서약서를제출 계약업체는용역사업수행전참여인원에대해법률또는",
      "tables": [
        [
          [
            "",
            "",
            "◦ 업무수행 목적 외 외부 인터넷 접속 통제, 전자우편을 이용해\n자료 전송이 필요한 경우에는 암호화 등의 보안대책을\n마련하여 수발신하고 비공개 자료(비밀, 대외비 등)는\n전자우편으로 수, 발신을 금지.\n◦ 일반 USB, 외장형 디스크 등의 보조기억매체는 사용을\n금지하며, 필요 시 보안 USB만 사용토록 통제하고\n보조기억매체 반출을 금지함\n◦ 참여인원이 사용하는 노트북 및 PC의 와이브로, 무선랜 등\n무선통신 기능을 차단하고 사용할 수 없음\n◦ 업무에 사용한 해당 노트북 및 PC는 용역사업 종료 후\n로우레벨 포맷을 실시\n◦ 정보보안 책임자 및 담당자를 정해 보안업무를 관리하도록\n하고, 개발 요원에 대한 주기적인 보안 교육을 실시할 수 있는\n계획 수립 및 실행\n­  인력의 이직 등 보안 및 기밀에 관련된 사항이 발생할 경우를\n대비하여 보안 관리 지침을 제정하고 엄격한 정보보호기준을\n적용함\n◦ 네트워크 관리자 접속용 계정의 비밀번호는 기본 비밀번호가\n아닌 복잡도가 높은 비밀번호로 변경하여 사용\n◦ 신규 구축 및 운용시스템에 대한 서버 보안취약점 점검 및\nFTP, Telnet, Finger 등 불필요한 서비스 포트 제거 등 보안사항\n점검 및 조치를 이행\n◦ 불의의 사고로 인하여 시스템이나 파일이 피해를 입더라도\n최근에 백업한 시점의 내용으로 복구할 수 있도록 백업을 실시\n◦ 사용자 PC와 웹 서버 간 데이터를 암호화 전송하기 위한 업계 표준\n프로토콜인 SSL(Secure Sockets Layer)를 사용하며,\n“고유식별번호,\n비밀번호”를 정보 통신망을 통해 송수신하는 경우 사용\n◦ 기타 사항은 발주기관 보안지침에 따라야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-07"
          ],
          [
            "요구사항 명칭",
            "",
            "외부 용역업체 보안관리 및 개인정보보호 규정 준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 정보보안 등 사업수행에 관한 전반적인 사항은 발주기관의\n정보보안 및 개인정보보호 규정을 준수\n◦ 사업 착수 시\n­  사업 참여인원에 대해서는 사업투입 전, 신원조회를 위한\n“보안서약서”를 제출\n­  계약업체는 용역사업 수행 전 참여인원에 대해 법률 또는"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 26,
      "text": "- 23 - 품질 요구사항 요구사항고유번호 QUR-01 요구사항명칭 도입장비품질 요구사항분류 품질요구사항 요구사항 상세설명 세부내용 도입하드웨어및소프트웨어는성능및기능으로인한대상 서비스, 네트워크, 보안장비등운영에영향이없도록설정을 조정하여야함 도입하드웨어및소프트웨어는기능및서비스의심각한 품질저하또는장애가지속되는경우교체등신속한조치를 취하여야함 - 동일제조사또는타제조사의동급이상신제품으로교체 규정에의한비밀유지의무준수및위반시처벌내용등에 대한보안교육실시 사업수행시 계약업체는보안인식강화를위해주관기관이요구할경우 보안교육에참석 사업종료시 사업에참여한사업자가활용한PC 및서버의경우, 사업 완료후자료의복구가불가능하도록조치 계약업체는사업관련자료를보유해서는안되며, 이를위반 시향후법적책임이있음을포함한대표자용보안확약서 및참여자용보안확약서를작성하여제출 누출금지대상정보를누출하였을경우국가계약법시행령 제76조에따라지체없이부정당업자제재조치를실시하고 입찰참가자격을제한 전산망구성도등용역업체에제공하는자료는관리대장을작성, 보안담당관및업체관리책임자가직접서명한후인계인수하여야함 사업참여업체직원에의한정보유출차단을위해서약서징구 및전달자료관리대장을유지하고사업종료시관련자료 회수및자료삭제에대한증적사진확보등용역업체보안 관리를철저히하여야함 용역업체하도급포함에대한보안관리책임자및담당자를 별도지정하여보안업무를관리하도록하고, 주기적인보안 교육및불시점검등을실시할수있는계획수립및실행 인력의이직등보안및기밀에관련된상황이발생할경우를 대비하여엄격한정보보호기준을적용함 기타사항은발주기관보안지침에따라야함 산출정보",
      "tables": [
        [
          [
            "",
            "",
            "규정에 의한 비밀유지 의무준수 및 위반 시 처벌내용 등에\n대한 보안교육 실시\n◦ 사업 수행 시\n­  계약업체는 보안 인식 강화를 위해 주관기관이 요구할 경우\n보안 교육에 참석\n◦ 사업 종료 시\n­  사업에 참여한 사업자가 활용한 PC 및 서버의 경우, 사업\n완료 후 자료의 복구가 불가능하도록 조치\n­  계약업체는 사업관련 자료를 보유해서는 안 되며, 이를 위반\n시 향후 법적 책임이 있음을 포함한 “대표자용 보안확약서”\n및 “참여자용 보안 확약서”를 작성하여 제출\n◦ 누출금지 대상 정보를 누출하였을 경우 「국가계약법」시행령\n제76조에 따라 지체 없이 부정당업자 제재조치를 실시하고\n입찰참가 자격을 제한\n◦ 전산망 구성도 등 용역업체에 제공하는 자료는 관리 대장을 작성,\n보안담당관 및 업체 관리책임자가 직접 서명한 후 인계·인수 하여야 함\n◦ 사업 참여업체 직원에 의한 정보유출 차단을 위해 서약서 징구\n및 전달자료 관리대장을 유지하고 사업 종료 시 관련 자료\n회수 및 자료 삭제에 대한 증적 사진 확보 등 용역업체 보안\n관리를 철저히 하여야 함\n◦ 용역업체(하도급 포함)에 대한 보안관리 책임자 및 담당자를\n별도 지정하여 보안업무를 관리하도록 하고, 주기적인 보안\n교육 및 불시점검 등을 실시할 수 있는 계획 수립 및 실행\n­  인력의 이직 등 보안 및 기밀에 관련된 상황이 발생할 경우를\n대비하여 엄격한 정보보호기준을 적용함\n◦ 기타 사항은 발주기관 보안지침에 따라야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "도입 장비 품질"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 도입 하드웨어 및 소프트웨어는 성능 및 기능으로 인한 대상\n서비스, 네트워크, 보안장비 등 운영에 영향이 없도록 설정을\n조정하여야 함\n◦ 도입 하드웨어 및 소프트웨어는 기능 및 서비스의 심각한\n품질저하 또는 장애가 지속되는 경우 교체 등 신속한 조치를\n취하여야 함\n- 동일 제조사 또는 타 제조사의 동급이상 신제품으로 교체"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 27,
      "text": "- 24 - 제안사는도입되는모든제품에대해공급확약서기술지원 확약서를포함할것 산출정보 요구사항고유번호 QUR-02 요구사항명칭 가용성보장 요구사항분류 품질요구사항 요구사항 상세설명 세부내용 도입하드웨어및소프트웨어는정상상태에서매일24시간 무중단운영되어야함 도입하드웨어및소프트웨어는통상적인업무시간동안 가용성을보장하여야함 산출정보 요구사항고유번호 QUR-03 요구사항명칭 신뢰성 요구사항분류 품질요구사항 요구사항 상세설명 세부내용 시스템은운영환경에무관하게모든채널에동일한자료및 결과를생성하여야함 복구할수없는자료의손실로이어질수있는오류를 방지하기위한통제방안을최대한시스템에반영하여야하고, 오류가발생하는즉시처리할수있는비상대책안을 발주기관과공유하여야함 산출정보 요구사항고유번호 QUR-04 요구사항명칭 장애대응 요구사항분류 품질요구사항 요구사항 상세설명 세부내용 도입하드웨어및소프트웨어는신속한장애대응을위하여 백업절차를마련하여야함 에러복구, 장애대책확보등신뢰성있는서비스환경을제공 테스트결함발생율및조치율 - 테스트기간동안발견된결함수와결함의지속시간을 측정하여야함 결함발생률이5 이상이거나중대결함이발생할경우, 시스템오픈기간을연장하여야하며, 결함지속시간의최대 한계값은1시간이하여야함. 이때지연된일정에따른 비용은계약상대자가부담하여야함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "가용성 보장"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 도입 하드웨어 및 소프트웨어는 정상상태에서 매일·24시간\n무중단 운영되어야 함\n◦ 도입 하드웨어 및 소프트웨어는 통상적인 업무시간 동안\n가용성을 보장하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-03"
          ],
          [
            "요구사항 명칭",
            "",
            "신뢰성"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 시스템은 운영환경에 무관하게 모든 채널에 동일한 자료 및\n결과를 생성하여야 함\n◦ 복구할 수 없는 자료의 손실로 이어질 수 있는 오류를\n방지하기 위한 통제방안을 최대한 시스템에 반영하여야 하고,\n오류가 발생하는 즉시 처리할 수 있는 비상 대책 안을\n발주기관과 공유하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-04"
          ],
          [
            "요구사항 명칭",
            "",
            "장애 대응"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 도입 하드웨어 및 소프트웨어는 신속한 장애 대응을 위하여\n백업 절차를 마련하여야 함\n◦ 에러복구, 장애 대책 확보 등 신뢰성 있는 서비스 환경을 제공\n◦ 테스트 결함발생율 및 조치율\n- 테스트 기간 동안 발견된 결함 수와 결함의 지속 시간을\n측정하여야 함\n※ 결함 발생률이 5% 이상이거나 중대 결함이 발생할 경우,\n시스템 오픈 기간을 연장하여야 하며, 결함 지속 시간의 최대\n한계 값은 1시간 이하여야 함. 이때 지연된 일정에 따른\n비용은 계약상대자가 부담하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 28,
      "text": "- 25 - 제약사항 요구사항고유번호 COR-02 요구사항명칭 작업수행장소 요구사항분류 제약사항 요구사항 상세설명 세부내용 본사업수행을위해필요한장소및설비기타작업환경은 사업예산에계상되어있으므로관련비용을포함하여 제안가격을산출하되, 작업장소는상호협의하에결정함 발주기관의서버장비및소프트웨어설치위치는아래와 같으며이를감안한효율적인작업장소및수행방법을 제안하고협의하여야함 주센터 강원도원주시대한적십자사혈액관리본부4층서버실 재해복구센터 경기도안산시 서울적십자병원 서울특별시 인천적십자병원 인천광역시 상주적십자병원 경상북도상주시 - 테스트기간동안발견된결함에대한조치율은100이어야 하며, 제안사의불가항력으로인한미조치사항은발주기관의 승인을득하여야하며, 결함에대한조치로인하여계획된 일정에영향을주지않아야함 위사항은발주기관과협의후조정할수있음 산출정보 요구사항고유번호 COR-01 요구사항명칭 도입하드웨어및소프트웨어품질 요구사항분류 제약사항 요구사항 상세설명 세부내용 발주기관에서요구하는규격과동등또는그이상의제품으로 정품납품 사업수행으로발생하는저작권, 사용권, 특허권, 소프트웨어 라이선스관련라이선스모두제공 규격서내용과상이하거나주요기능의미비등으로정상운영에 중대한영향이발생될때에는발주기관은설치변경을요구할 수있으며, 관련소요비용은사업자부담 시스템구성을위해별도장비설비가필요한경우제안에 포함하여야함 제조사의제품공급및기술지원확약서 제출 산출정보 제품공급및기술지원확약서",
      "tables": [
        [
          [
            "",
            "",
            "- 테스트 기간 동안 발견된 결함에 대한 조치율은 100%이어야\n하며, 제안사의 불가항력으로 인한 미조치 사항은 발주기관의\n승인을 득하여야 하며, 결함에 대한 조치로 인하여 계획된\n일정에 영향을 주지 않아야 함\n◦ 위 사항은 발주기관과 협의 후 조정할 수 있음"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "도입 하드웨어 및 소프트웨어 품질"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 발주기관에서 요구하는 규격과 동등 또는 그 이상의 제품으로\n정품 납품\n◦ 사업수행으로 발생하는 저작권, 사용권, 특허권, 소프트웨어\n라이선스 관련 라이선스 모두 제공\n◦ 규격서 내용과 상이하거나 주요기능의 미비 등으로 정상운영에\n중대한 영향이 발생될 때에는 발주기관은 설치변경을 요구할\n수 있으며, 관련 소요비용은 사업자 부담\n◦ 시스템 구성을 위해 별도 장비(설비)가 필요한 경우 제안에\n포함하여야 함\n◦ 제조사의 ‘제품 공급 및 기술지원 확약서’ 제출"
          ],
          [
            "산출정보",
            "",
            "제품 공급 및 기술지원 확약서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "작업 수행 장소"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 본 사업 수행을 위해 필요한 장소 및 설비 기타 작업환경은\n사업예산에 계상되어 있으므로 관련 비용을 포함하여\n제안가격을 산출하되, 작업 장소는 상호 협의 하에 결정 함\n◦ 발주기관의 서버 장비 및 소프트웨어 설치 위치는 아래와\n같으며 이를 감안한 효율적인 작업 장소 및 수행 방법을\n제안하고 협의하여야 함\n(주센터) 강원도 원주시 대한적십자사 혈액관리본부 4층 서버실\n(재해복구센터) 경기도 안산시\n(서울적십자병원) 서울특별시\n(인천적십자병원) 인천광역시\n(상주적십자병원) 경상북도 상주시"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 29,
      "text": "- 26 - 프로젝트 관리 요구사항 통영적십자병원 경상남도통영시 거창적십자병원 경상남도거창군 경인권역재활병원 인천광역시 영주적십자병원 경상북도영주시 기타사항은발주기관과협의후조정할수있음 산출정보 요구사항고유번호 COR-03 요구사항명칭 구축환경 요구사항분류 제약사항 요구사항 상세설명 세부내용 시스템개발, 시험, 사업관리, 품질관리등에필요한일체의 장비서버, 스토리지, 기타등 및비품은제안사가준비하여야 함 시스템전환, 데이터이관및검증등사업의효율적수행을 위해필요한일체의장비포함 시스템개발, 시험, 사업관리, 품질관리등에필요한일체의 소프트웨어DBMS, 프로젝트관리도구등는제안사가 준비하여야함 산출정보 요구사항고유번호 COR-04 요구사항명칭 유관정보화사업고려 요구사항분류 제약사항 요구사항 상세설명 세부내용 제안사는발주기관의타정보화사업의일정및수행내용을 고려하여시스템분석설계구축을수행하도록제안하여야함 본사업과유관정보화사업으로인해최적화구성및성능저하 등필요시조치하여야함 기존시스템운영에영향을주지않는시스템을구현하여야함 산출정보 요구사항고유번호 PMR-01 요구사항명칭 사업수행계획및보고 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 세부내용 사업자는계약후타당성있고현실성있는수행계획서일정",
      "tables": [
        [
          [
            "",
            "",
            "(통영적십자병원) 경상남도 통영시\n(거창적십자병원) 경상남도 거창군\n(경인권역재활병원) 인천광역시\n(영주적십자병원) 경상북도 영주시\n◦ 기타 사항은 발주기관과 협의 후 조정할 수 있음"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-03"
          ],
          [
            "요구사항 명칭",
            "",
            "구축 환경"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 시스템 개발, 시험, 사업관리, 품질관리 등에 필요한 일체의\n장비(서버, 스토리지, 기타 등) 및 비품은 제안사가 준비하여야\n함\n­  시스템 전환, 데이터 이관 및 검증 등 사업의 효율적 수행을\n위해 필요한 일체의 장비 포함\n◦ 시스템 개발, 시험, 사업관리, 품질관리 등에 필요한 일체의\n소프트웨어(DBMS, 프로젝트 관리도구 등)는 제안사가\n준비하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-04"
          ],
          [
            "요구사항 명칭",
            "",
            "유관 정보화 사업 고려"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 제안사는 발주기관의 타 정보화사업의 일정 및 수행 내용을\n고려하여 시스템 분석․설계․구축을 수행하도록 제안하여야 함\n◦ 본 사업과 유관 정보화사업으로 인해 최적화 구성 및 성능 저하\n등 필요시 조치하여야 함\n◦ 기존 시스템 운영에 영향을 주지 않는 시스템을 구현하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "PMR-01"
          ],
          [
            "요구사항 명칭",
            "사업 수행 계획 및 보고"
          ],
          [
            "요구사항 분류",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n세부내용\n상세설명",
            "◦ 사업자는 계약 후 타당성 있고 현실성 있는 수행계획서(일정"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 30,
      "text": "- 27 - 계획, 수행인력관리, 위험관리등포함를제출하여야하며, 설치완료후결과보고서제출 계약일로부터사업완료일까지착수일기준매주매월 착수계획서에제시된사업수행절차에따른현재의구체적인 공정및진행사항, 업무추진상문제점및대안방안등에 대한진도보고서를작성제출하여야함 필요시내외부관계자를참석시켜착수및완료보고회를 각각실시하고그결과를반영하여산출물을제출하여야함 보고시점및방법은발주기관과협의후결정 기타사항은발주기관과협의후조정할수있음 산출정보 사업수행계획서 요구사항고유번호 PMR-02 요구사항명칭 위험관리 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 세부내용 보안, 일정지연, 품질저하, 장비변경에따르는예산초과등 위험발생을사전예방하고발생시사후대처방안을 제시하여야함 성능상문제등으로하드웨어또는소프트웨어가변경되는 경우에대한사후대응방안을구체적으로제시하여야함 프로젝트추진과정에서요구되는진척위험변경사항의 관리방안및지속적으로문제를파악관리할수있는방안을 제시하여야함 데이터통합및이행시누락데이터방지계획을제시하여야함 자원추가및재배치, 이행등수행시업무, 관련사업일정, 오픈일등에미치는영향을최소화할수있도록치밀한계획을 수립하고차질없이수행하는방안을제시하여야함 기타사항은발주기관과협의후조정할수있음 산출정보 위험관리대장 요구사항고유번호 PMR-03 요구사항명칭 검수및검사 요구사항분류 프로젝트관리요구사항 요구사항 상세설명 세부내용 검수는완료보고서접수일로부터14일이내에실시 제안요청서, 제안서, 협상결과, 계약서, 사업수행계획서등과 일치하지않을경우지체없이보완후재검수를받아야함 시스템납품설치와시스템의정상가동여부에대하여",
      "tables": [
        [
          [
            "",
            "",
            "계획, 수행인력 관리, 위험관리 등 포함)를 제출하여야 하며,\n설치 완료 후 결과 보고서 제출\n◦ 계약일로부터 사업완료일까지 착수일 기준 매주·매월\n착수계획서에 제시된 사업수행 절차에 따른 현재의 구체적인\n공정 및 진행사항, 업무 추진 상 문제점 및 대안방안 등에\n대한 진도 보고서를 작성·제출하여야 함\n◦ 필요 시 내/외부 관계자를 참석시켜 착수 및 완료보고회를\n각각 실시하고 그 결과를 반영하여 산출물을 제출하여야 함\n­  보고시점 및 방법은 발주기관과 협의 후 결정\n◦ 기타 사항은 발주기관과 협의 후 조정할 수 있음"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-02"
          ],
          [
            "요구사항 명칭",
            "",
            "위험 관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 보안, 일정지연, 품질저하, 장비 변경에 따르는 예산초과 등\n위험 발생을 사전 예방하고 발생 시 사후 대처방안을\n제시하여야 함\n◦ 성능상 문제 등으로 하드웨어 또는 소프트웨어가 변경되는\n경우에 대한 사후 대응방안을 구체적으로 제시하여야 함\n◦ 프로젝트 추진과정에서 요구되는 진척/위험/변경사항의\n관리방안 및 지속적으로 문제를 파악 관리할 수 있는 방안을\n제시하여야 함\n◦ 데이터 통합 및 이행시 누락데이터 방지계획을 제시하여야 함\n◦ 자원 추가 및 재배치, 이행 등 수행 시 업무, 관련사업 일정,\n오픈일 등에 미치는 영향을 최소화할 수 있도록 치밀한 계획을\n수립하고 차질 없이 수행하는 방안을 제시하여야 함\n◦ 기타 사항은 발주기관과 협의 후 조정할 수 있음"
          ],
          [
            "산출정보",
            "",
            "위험관리 대장"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-03"
          ],
          [
            "요구사항 명칭",
            "",
            "검수 및 검사"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 검수는 완료보고서 접수일로부터 14일 이내에 실시\n­  제안요청서, 제안서, 협상 결과, 계약서, 사업수행계획서 등과\n일치하지 않을 경우 지체 없이 보완 후 재검수를 받아야 함\n◦ 시스템 납품설치와 시스템의 정상가동 여부에 대하여"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 31,
      "text": "- 28 - 프로젝트 지원 요구사항 요구사항고유번호 PSR-01 요구사항명칭 하자보수및유지관리 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 세부내용 본사업의하드웨어, 소프트웨어등의하자보수기간은 검수완료일로부터12개월로함 하자보수기간중시스템점검시이상이발견될경우 서면으로보고서를제출해야함 하자보수기간중설치환경및장소, 운영여건등이 변경되었을경우상호협의하에지원 하자보수기간중시스템의결함을수리하기위해소요되는 제반경비는부담하여야하며, 동일품목에대해2회이상동일 장애발생시동급이상의신품으로교체제공 공급되는장비및부품의생산중단시는최소3개월전에 서면으로통보하고관련장비의예비부품사전확보및 대체품의지속운용대책등을강구하여야함 산출정보 확인하며, 시스템관리, 기술지원등시스템운영에필요한 제반사항을포함 산출정보 요구사항고유번호 PSR-02 요구사항명칭 장애조치 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 세부내용 시스템장애발생시원격지원으로초기대응후현장지원이 필요한경우빠른복구가가능토록3시간이내방문지원 산출정보 요구사항고유번호 PSR-03 요구사항명칭 기술지원 요구사항분류 프로젝트지원요구사항 요구사항 상세설명 세부내용 납품제품에대한기술및신규정보를정기적으로제공 본사업에대한보안성검토및보안적합성검증을위한 기술지원을하여야하며, 결과에대한조치사항을수용하여야",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-01"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수 및 유지관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n상세설명",
            "세부내용",
            "◦ 본 사업의 하드웨어, 소프트웨어 등의 하자보수기간은\n검수완료일로부터 12개월로 함\n◦ 하자보수 기간 중 시스템 점검 시 이상이 발견될 경우\n서면으로 보고서를 제출해야 함\n◦ 하자보수 기간 중 설치환경 및 장소, 운영여건 등이\n변경되었을 경우 상호 협의하에 지원\n◦ 하자보수기간 중 시스템의 결함을 수리하기 위해 소요되는\n제반경비는 부담하여야 하며, 동일 품목에 대해 2회 이상 동일\n장애 발생 시 동급이상의 신품으로 교체 제공\n◦ 공급되는 장비 및 부품의 생산 중단 시는 최소 3개월 전에\n서면으로 통보하고 관련 장비의 예비부품 사전확보 및\n대체품의 지속 운용 대책 등을 강구하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "PSR-02"
          ],
          [
            "요구사항 명칭",
            "장애 조치"
          ],
          [
            "요구사항 분류",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n세부내용\n상세설명",
            "◦ 시스템 장애발생 시 원격지원으로 초기 대응 후 현장 지원이\n필요한 경우 빠른 복구가 가능토록 3시간 이내 방문 지원"
          ],
          [
            "산출정보",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "PSR-03"
          ],
          [
            "요구사항 명칭",
            "기술 지원"
          ],
          [
            "요구사항 분류",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항\n세부내용\n상세설명",
            "◦ 납품 제품에 대한 기술 및 신규 정보를 정기적으로 제공\n◦ 본 사업에 대한 보안성 검토 및 보안 적합성 검증을 위한\n기술지원을 하여야 하며, 결과에 대한 조치사항을 수용하여야"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 32,
      "text": "- 29 - V 제안안내 사항 제안안내 사항 1. 입찰 참가자격 및 안내 1. 입찰 참가자격 및 안내 입찰 참가자는 입찰 공고일 기준 아래 사항을 모두 충족하여야 함 국가를 당사자로 하는 계약에 관한 법률 시행령제12조 및 동 법 시행규칙 제14조에 의한 경쟁 입찰의 참가 자격을 갖춘 자 국가를 당사자로 하는 계약에 관한 법률제27조 및 동법 시행 령 제76조에 의한 부정당업자로 제재를 받지 않은 업체 본 사업은 20억원 미만 사업으로 중소 소프트웨어사업자의 사 업 참여 지원에 관한 지침을준수하며, 대기업 및 중견기업은 입찰에 참여할 수 없음 본 사업은 소프트웨어 진흥법제48조에 따라 상호출자제한 함 사업자는다음과같은사항을기술지원활동에포함시켜야함 타시스템과의연계및구성변경 소프트웨어에대한설정변경및최적화 장애발생에대한처리 납품제품에대한기술및신제품등에대한정보를 정기적으로제공하여야함 사용기간동안구입제품에대한서비스기술지원을하여야함 사용기간동안구입제품에대한긴급패치및업데이트를 지원하여야함 시스템설치및운영등에필요한무상으로추가지원하여야함 설치환경및장소, 운영여건등이변경되었을경우무상으로 지원하여야함 향후발주기관의시스템확장및이전설치, 타기종으로의교체, OS 재설치등이발생할경우사업자는적극적으로협조하여야함 산출정보",
      "tables": [
        [
          [
            "",
            "",
            "함\n◦ 사업자는 다음과 같은 사항을 기술지원 활동에 포함시켜야 함\n­  타 시스템과의 연계 및 구성 변경\n­  소프트웨어에 대한 설정 변경 및 최적화\n­  장애 발생에 대한 처리\n◦ 납품 제품에 대한 기술 및 신제품 등에 대한 정보를\n정기적으로 제공하여야 함\n◦ 사용기간 동안 구입 제품에 대한 서비스 기술지원을 하여야 함\n◦ 사용기간 동안 구입 제품에 대한 긴급 패치 및 업데이트를\n지원하여야 함\n◦ 시스템 설치 및 운영 등에 필요한 무상으로 추가 지원하여야 함\n◦ 설치환경 및 장소, 운영 여건 등이 변경되었을 경우 무상으로\n지원하여야 함\n◦ 향후 발주기관의 시스템 확장 및 이전설치, 타 기종으로의 교체,\nOS 재설치 등이 발생할 경우 사업자는 적극적으로 협조하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 33,
      "text": "- 30 - 기업집단소속회사는 입찰에 참여할 수 없음 중소기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업 확인서전자입찰서 제출 마감일 전일까지 발급된 것으로 유효기 간 내에 있어야 함를 소지한 중소기업 중소기업인 확인서는 중소기업유통센터 공공구매종합정보 httpwww.smpp.go.kr을 통하여 확인하며 확인이 되지 않을 경우 입찰참가 자격이 없음 서버 장비의 경우정보통신공사업법제14조에 의한 정보통신공 사업을 등록한 자 소프트웨어의 경우소프트웨어 진흥법 시행규칙제17조에 의 거 입찰공고일 현재 소프트웨어사업자로 등록신고된 업체 공동수급컨소시엄이 있을 경우, 동일 자격을 갖추어야 함 본 사업은 공동수급공동이행방식의 형태로 참가 가능하며 아래 사항을 준수하여야 함 본 사업은 공동수급을 허용하며, 공동수급업체 구성원은 국가를 당사자로 하는 계약에 관한 법률시행령 제12조 및 동법 시행 규칙 제14조 규정에 저촉되지 않아야 함 공동수급은 공동이행방식을 원칙으로 하며, 공동계약운용요령기 획재정부계약예규제4조공동수급체 대표자의 선임에 의거공동수 급체의 대표자를 선임하여야 함 공동수급체의 구성은공동계약운용요령기획재정부계약예규제9 조공동수급체의 구성를 준수 자격이 없는 업체가 입찰에 참가하거나, 국가를 당사자로 하는 계약에 관한 법률시행령 제76조에 의거 입찰에 관한 서류를 부정하게 행사한 자 또는 고의로 무효 입찰자에 해당한다고 판 단될 경우에는 관계 규정에 따라 부정당업자로 제재할 수 있음",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 34,
      "text": "- 31 - 하도급 불허 입찰의 무효 낙찰자 결정전에 낙찰예정자의 입찰이 무효입찰로 처리되는 조 건은 국가를 당사자로 하는 계약에 관한 법률 시행령제12 조, 제13조, 제39조, 제76조 및 동법 시행규칙 제44조 규정에 의 하며 세부 조건은 아래와 같음 제안서의 내용이 사실과 다른 경우 입찰참여 자격이 없는 자가 한 입찰 및 발주기관이 정하는 입찰 유의서에 위반한 입찰 입찰보증금의 납부기일까지 소정의 입찰보증금을 납부하지 아니하고 한 입찰 입찰서가 그 도착일시까지 소정의 입찰 장소에 도착하지 아니한 입찰 낙찰자가 소정의 기일 내에 계약을 체결하지 않은 경우 동일사항에 동일인이 2통 이상의 입찰서를 제출한 입찰 2. 사업자 선정 방식 2. 사업자 선정 방식 제한경쟁입찰, 협상에 의한 계약 방식 국가를 당사자로 하는 계약에 관한 법률 시행령제43조, 제43조 의2 및협상에 의한 계약체결기준기획재정부 계약예규준용 3. 제안서 평가 방법 3. 제안서 평가 방법 기술능력 평가와 입찰가격 평가를 실시하여 종합 평가 점수로 평가 종합 평가 점수100점 기술능력 평가 점수90점 입찰가격 평가 점수10점 기술능력평가점수90점 정성비계량 평가70점 정량계량 평가20점 기술능력 평가 방법 기술평가 항목 및 정성평가 배점은 조달청 협상에 의한 계약 제",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 35,
      "text": "- 32 - 안서평가 세부기준및 소프트웨어 기술성 평가기준을 준용함 제안서정성평가 부문의 공정한 평가를 위해 전문가로 구성된 기 술평가위원회를 구성하여 평가함 기술능력평가를 위하여 제안서 발표회를 실시하며, 발표회 세부일정 및 방법은 제안서 제출마감 후 제안사를 대상으로 별도 통보함 제안서 발표는 제안서 제출 순서로 진행함 발표시간은 제안사별 25분발표 15분, 질의응답 10분 이내로 진 행함단, 입찰참가자 수에 따라 조정 가능 발표방식은 PPT 방식으로 사업수행책임자PM가 진행하며, 발 표회 참석인원은 발표자 포함 업체당 3명 이내로 제한함 기타 제안서 설명회 관련 사항은 입찰공고문에 따라 변동될 수 있음 기술능력평가 점수는 기술평가항목 및 배점에 따라 실시하고, 각 평가위원의 평가점수 중 최고점수와 1개와 최저점수 1개를 제외한 나머지 점수를 산술평균하며 기술능력평가 분야 배점한도의 85 이 상인 자를 협상대상자로 선정함 평가점수에 소수점 이하가 있는 경우 소수점 다섯째 자리에서 반올림함 기술평가에 대한 결과는 행정기관 및 공공기관 정보시스템 구 축운영 지침 제34조에 의거, 입찰참가업체에 공개하고 평가위 원 실명은 공개하지 않음 기술평가 항목 및 배점한도90점 만점 평가항목 세부평가항목 평가기준 배점 한도 비고 경영현황 20점 경영상태 표1 신용평가등급에따른경영상태평가기준적용 10 정량 평가 유사분야 사업수행경험표2 수행실적평가기준적용 10 전략 및 방법론 사업이해도 사업의특성및목표에부합하는사업전략을제시하 였는지평가한다. 5 정성 평가",
      "tables": [
        [
          [
            "평가항목",
            "세부평가항목",
            "평가기준",
            "배점\n한도",
            "비고"
          ],
          [
            "경영현황\n(20점)",
            "경영상태",
            "[표1] 신용평가등급에 따른 경영상태 평가기준 적용",
            "10",
            "정량\n평가"
          ],
          [
            "",
            "유사분야\n사업수행 경험",
            "[표2] 수행실적 평가 기준 적용",
            "10",
            ""
          ],
          [
            "전략\n및\n방법론",
            "사업 이해도",
            "사업의 특성 및 목표에 부합하는 사업전략을 제시하\n였는지 평가한다.",
            "5",
            "정성\n평가"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 36,
      "text": "- 33 - 평가항목 세부평가항목 평가기준 배점 한도 비고 10 추진전략 사업수행시일정및위험요소를고려하여얼마나 타당한추진전략을수립하였는지평가한다. 5 기술 및 기능 25 시스템 요구사항 요구규격을충족하는하드웨어및소프트웨어제안여부와 현시스템과의인터페이스및확장가능성여부를평가한다. 또한도입하드웨어및소프트웨어의설치및공급계획, 유 지관리에대한방안이구체적으로기술하였는지를평가한다. 품질인증GS인증1등급,신제품인증NEP,신기술인증NET제품 여부와중소기업자개발제품여부를평가한다. 10 정성 평가 기능요구사항 기능요구사항기대사항제약사항등을파악한후구 현방안이구체적으로기술하였는지를평가한다. 또 한제안한방안및기술이적용가능한지를평가한다. 10 보안요구사항 요구사항및시스템분석을바탕으로보안요구사항 의적용방안이구체적으로기술하였는지평가한다. 또한제안한방안과기술의설계단계반영여부및 구현단계까지의적용가능성을평가한다. 5 프로젝트 관리 20 관리방법론 일정관리, 사업위험이슈 관리, 보안관리, 산출물의 형상문서관리등사업수행에필요한관리방법론을 구체적으로제시하였는지를평가한다. 또한문제발 생시보고체계및위험관리방안을구체적으로제 시하였는지평가한다. 10 정성 평가 일정계획 사업수행에필요한수행기간과세부일정을구체적으 로제시하였는지평가한다. 또한각활동에필요한 일정계획을적절히수립하였는지를평가한다. 10 프로젝트 지원 15 품질보증, 시험운영및 교육훈련 제시된품질보증방안이해당사업의수행에적합한 지평가한다. 또한시스템공급자가개발된시스템의 시험운영을위해필요한각종시험운영방법등을 구체적으로제시하였는지평가한다. 그리고시스템 공급자가시스템운영및관리자를위해필요한각 종교육훈련의방법, 내용, 일정등을구체적으로제 시하였는지평가한다. 5 정성 평가 유지관리및 하자보수계획 시스템공급자가제시하는유지관리계획, 조직, 절차, 범위및기간과이와관련된기타의활동및그제한 사항에대해평가한다. 또한시스템공급자가제시하 는하자보수계획, 절차, 범위및기간과이와관련된 기타의활동및그제한사항에대해평가한다. 5 기밀보안및 비상대책 사업추진동안악영향을미치는일련의불순활동들 로부터기밀을보호함과동시에원활한사업의수행 을보장하기위한체계및대책에대하여평가한다. 또한시스템공급자가안정적인시스템운영을위해 필요한각종백업복구및장애대응대책을구체적으 로제시하였는지평가한다. 5",
      "tables": [
        [
          [
            "평가항목",
            "세부평가항목",
            "평가기준",
            "배점\n한도",
            "비고"
          ],
          [
            "(10)",
            "추진전략",
            "사업 수행 시 일정 및 위험요소를 고려하여 얼마나\n타당한 추진 전략을 수립하였는지 평가한다.",
            "5",
            ""
          ],
          [
            "및 기\n기술\n능\n(25)",
            "시스템\n요구사항",
            "요구 규격을 충족하는 하드웨어 및 소프트웨어 제안 여부와\n현 시스템과의 인터페이스 및 확장 가능성 여부를 평가한다.\n또한 도입 하드웨어 및 소프트웨어의 설치 및 공급 계획, 유\n지관리에 대한 방안이 구체적으로 기술하였는지를 평가한다.\n품질인증(GS인증)1등급,신제품인증(NEP),신기술인증(NET)제품\n여부와 중소기업자개발제품여부를 평가한다.",
            "10",
            "정성\n평가"
          ],
          [
            "",
            "기능 요구사항",
            "기능 요구사항·기대사항·제약사항 등을 파악한 후 구\n현 방안이 구체적으로 기술하였는지를 평가한다. 또\n한 제안한 방안 및 기술이 적용 가능한지를 평가한다.",
            "10",
            ""
          ],
          [
            "",
            "보안 요구사항",
            "요구사항 및 시스템 분석을 바탕으로 보안 요구사항\n의 적용 방안이 구체적으로 기술하였는지 평가한다.\n또한 제안한 방안과 기술의 설계단계 반영 여부 및\n구현단계까지의 적용 가능성을 평가한다.",
            "5",
            ""
          ],
          [
            "프로젝트\n관리\n(20)",
            "관리 방법론",
            "일정관리, 사업위험(이슈) 관리, 보안관리, 산출물의\n형상·문서 관리 등 사업수행에 필요한 관리 방법론을\n구체적으로 제시하였는지를 평가한다. 또한 문제 발\n생 시 보고 체계 및 위험관리 방안을 구체적으로 제\n시하였는지 평가한다.",
            "10",
            "정성\n평가"
          ],
          [
            "",
            "일정계획",
            "사업수행에 필요한 수행기간과 세부일정을 구체적으\n로 제시하였는지 평가한다. 또한 각 활동에 필요한\n일정 계획을 적절히 수립하였는지를 평가한다.",
            "10",
            ""
          ],
          [
            "프로젝트\n지원\n(15)",
            "품질보증,\n시험운영 및\n교육훈련",
            "제시된 품질보증 방안이 해당 사업의 수행에 적합한\n지 평가한다. 또한 시스템 공급자가 개발된 시스템의\n시험운영을 위해 필요한 각종 시험운영 방법 등을\n구체적으로 제시하였는지 평가한다. 그리고 시스템\n공급자가 시스템 운영 및 관리자를 위해 필요한 각\n종 교육훈련의 방법, 내용, 일정 등을 구체적으로 제\n시하였는지 평가한다.",
            "5",
            "정성\n평가"
          ],
          [
            "",
            "유지관리 및\n하자보수 계획",
            "시스템 공급자가 제시하는 유지관리 계획, 조직, 절차,\n범위 및 기간과 이와 관련된 기타의 활동 및 그 제한\n사항에 대해 평가한다. 또한 시스템 공급자가 제시하\n는 하자보수 계획, 절차, 범위 및 기간과 이와 관련된\n기타의 활동 및 그 제한사항에 대해 평가한다.",
            "5",
            ""
          ],
          [
            "",
            "기밀보안 및\n비상대책",
            "사업 추진 동안 악영향을 미치는 일련의 불순 활동들\n로부터 기밀을 보호함과 동시에 원활한 사업의 수행\n을 보장하기 위한 체계 및 대책에 대하여 평가한다.\n또한 시스템 공급자가 안정적인 시스템 운영을 위해\n필요한 각종 백업/복구 및 장애대응 대책을 구체적으\n로 제시하였는지 평가한다.",
            "5",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 37,
      "text": "- 34 - 정성비계량평가배점 등급 매우우수 우수 보통 미흡 매우미흡 10점만점 10 9 8 7 6 5점만점 5 4.5 4 3.5 3 표1 경영상태평가10점 신용평가등급확인서의유효기간이입찰공고인전일이전에평가한것으로, 유효기간내에 있는것만인정한다. 유효기간만료일이입찰공고일인경우도인정 신용평가등급확인서를제출하지않거나유효기간이인정되지않을경우최저등급으로평가한다. 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 10 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 9.5 B, B0, B- B- B, B0, B- 9 CCC 이하 C 이하 CCC 이하 7 등급별평점이소수점이하의숫자가있는경우소수점다섯째자리에서반올림함 주 1.신용정보의이용및보호에관한법률제4조제1항제1호또는자본시장과금융투자업에 관한법률제335조의3에따라업무를영위하는신용조회사또는신용평가사가입찰공고 일이전에평가하고유효기간내에있는회사채, 기업어음및기업신용평가등급을국가종 합전자조달시스템에조회된신용평가등급으로평가하되, 가장최근의신용평가등급으로 평가한다. 다만, 가장최근의신용평가등급이다수가있으며그결과가서로다른경우에 는가장낮은등급으로평가한다. 2. 국가종합전자조달시스템에서신용평가등급확인서가확인되지않은경우에는최저등급으 로평가하며, 유효기간만료일이입찰공고일인경우에도유효한것으로평가한다. 3. 주1에도불구하고, 합병또는분할한자가입찰공고일이전에평가한신용평가등급이없 는경우에는입찰서제출마감일전일까지발급된유효기간내에있는가장최근의신용 평가등급으로평가한다. 다만, 합병후새로운신용평가등급이없는경우에는입찰공고일 이전에평가하고유효기간내에있는신용평가등급으로서합병대상자중가장낮은신 용평가등급을받은자의신용평가등급으로평가한다. 4. 추정가격이고시금액미만인입찰에서입찰공고일을기준으로최근7년이내에사업을개 시한창업기업에대해서는신용평가등급점수상의배점한도를부여한다. 이경우창업기 업에대한기간계산은법인인경우에는법인등기부상법인설립등기일을, 개인사업자인경 우에는사업자등록증명서상사업자등록일을기준으로한다.이하창업기업에대한기간계 산은같다 5. 공동수급체의경우구성원별해당점수에지분율을곱한후그점수들을합산하여최종평가 하고, 평가결과소수점이하의숫자가있는경우소수점다섯째자리에서반올림한다. 예 A사점수A사지분율B사점수B사지분율",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            "AAA, AA+, AA0, AA-,\nA+, A0, A-, BBB+, BBB0",
            "10"
          ],
          [
            "BBB-, BB+, BB0, BB-",
            "A3-, B+, B0",
            "BBB-, BB+, BB0, BB-",
            "9.5"
          ],
          [
            "B+, B0, B-",
            "B-",
            "B+, B0, B-",
            "9"
          ],
          [
            "CCC+ 이하",
            "C 이하",
            "CCC+ 이하",
            "7"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 38,
      "text": "- 35 - 표2 유사분야사업수행경험평가10점 실적증명원원본제출시에만인정하며, 유사용역의적합성여부는발주기관에서평가함 평가등급 평점 500,000,000원이상 10 450,000,000원이상500,000,000원미만 9 400,000,000원이상450,000,000원미만 8 400,000,000원미만 7 해당사업규모대비입찰공고일기준최근3년간사업수행실적금액기준을합산적용. 단, 입찰공고일을기준으로최근7년이내에사업을개시한창업기업에대해서는최근7년간 사업수행실적을합산적용 주 1. 수행실적은입찰공고또는제안요청서등입찰관계서류에따로정한경우를제외하 고는계약일자및납품기한에관계없이이행이완료된시점을기준으로평가한다. 2. 등급구간별평점은제9조제8항제1호에따라부여한다. 3. 등급구간및구간별평점은위표에의하며, 필요하다고인정되는경우입찰공고에달리정할 수있다. 4. 실적인정범위는제안요청서에정하되, 수행실적은제5호에따라제출된실적을기준으로 평가한다. 5. 입찰자는수행실적평가를위하여별지제15호서식의수행실적총괄표와다음각목에 따른별지제16호서식또는그에준한수행실적증명서등을제출하여야한다. 가. 국가기관, 지방자치단체, 기획재정부장관이지정한공공기관또는지방공기업법령적 용기관이발급한수행실적증명서 나. 위가목에서정한이외의기관또는민간이발주한경우발주기관이발급한수행실 적증명서, 계약서, 세금계산서필요시거래명세표포함 등을첨부하여야함 다. 위가목과나목에도불구하고한국소프트웨어산업협회장이발급하는소프트웨어사업수행실 적확인서 라. 국외의공공기관, 민간기업등이발주한경우가목및나목을준용하되, 공공기관이외 의납품실적은이를공증하거나해당국가의상공회의소또는해당국가에주재하는대 한민국공관의확인을받은경우에는세금계산서등증명자료첨부를생략할수있음 마. 이행실적에대한입증책임은입찰자가부담하며의무를다하지아니하여실적확인 이어려운경우에는실적으로인정하지않는다. 6. 공동수급체의경우구성원별실적에지분율을곱한후그실적들을합산한실적으로 최종평가하고, 평가결과소수점이하의숫자가있는경우소수점다섯째자리에서반 올림한다. 예 A사실적A사지분율B사실적B사지분율에대한점수",
      "tables": [
        [
          [
            "평가등급",
            "평점"
          ],
          [
            "500,000,000원 이상",
            "10"
          ],
          [
            "450,000,000원 이상∼500,000,000원 미만",
            "9"
          ],
          [
            "400,000,000원 이상∼450,000,000원 미만",
            "8"
          ],
          [
            "400,000,000원 미만",
            "7"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 39,
      "text": "- 36 - 입찰가격 평가 방법 가격평가는협상에 의한 계약체결 기준계약예규에 의함 우선협상대상자 선정 및 계약체결 기술평가에서 제안서 평가결과 배점한도의 85 이상인 자에 한하여 협상적격자로 선정함 협상대상자 중 기술능력평가 점수와 입찰가격평가 점수를 합산한 결과 최고득점을 획득한 제안사를 우선협상대상자로 선정하여 기타 지원조건 등을 협상함 동점자처리 기술능력평가점수가높은제안사를선순위자로함 기술능력평가점수도동일한경우, 기술능력의세부평가항목중배점이큰 항목에서높은점수를얻은자를선순위자로함 우선협상대상자와 협상결렬 시에는 차순위 협상적격자와 협상 실시 협상대상자와 협상이 모두 결렬되면 재공고하여 경쟁 입찰 추진 협상대상자가 제안한 사업내용, 이행방법, 이행일정 등 제안서의 내 용을 대상으로 협상 실시하여 내용 일부를 조정 할 수 있음 입찰 및 낙찰방식과 관련하여 본 제안요청서에 포함되지 않은 사항 은 소프트웨어 진흥법, 국가를 당사자로 하는 법률 등 관계 법령과 협상에 의한 계약체결기준, 소프트웨어 기술성 평가기준, 조달청 지 침 등을 준용",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 40,
      "text": "- 37 - 4. 제안서 제출 안내 4. 제안서 제출 안내 제출서류 및 부수 제출서류 입찰공고서 참조 제안서 및 제안요약서발표자료 각 7부원본 1부 포함 및 동 내용이 수록된 USB 1개 기타 필요 서류입찰 및 제안서 관련 서식 등 참조 각 1부 제출방법, 제출기한 및 문의처 제출방법 직접 방문제출 원칙이메일, 택배, 우편제출 등 불가 제출기한 입찰공고서 참조 제출장소 입찰공고서 참조 문의처 제안문의 적십자의료원 병원사업본부 대외협력팀 이우형 팀장02-739-7649 제안문의 적십자의료원 병원사업본부 경영지원팀 노유곤 과장02-739-7648 5. 제안요청 설명회 5. 제안요청 설명회 별도의 제안요청 설명회 없음 6. 제안평가 발표 6. 제안평가 발표 유효 입찰참가자를 대상으로 별도 통보 유의사항 제안 설명회를 개최하는 경우 제안 설명은 제안사의 사업수행책 임자PM가 직접 발표하여야 하며, 사업수행책임자PM가 발표",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 41,
      "text": "- 38 - 하지 않을 경우 발표 없이 제안서에 대한 서면평가로만 진행함 제안서 외 별도의 발표 자료를 준비할 경우에는 제안서류 제출 시 함께 제출을 원칙으로 하며, 제안설명회 현장에서 추가자료 배포 시는 발주기관과 사전 협의하여야 함 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명 기하여야 하며, 명기하지 않을 경우 불이익이 있음 7. 기타사항 7. 기타사항 입찰 시 유의사항 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체 의 소요비용은 입찰참가자의 부담으로 함 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 낙찰자로 결정된 이후에 구성원을 변경할 수 없음 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부 정행위를 한 사업자는 향후 신규 사업 참가에 제한을 받을 수 있음 본 사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함 사업추진 결과 발생한 지식재산권은 주관기관과 공동소유로 함 입찰공고문, 제안안내서, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률, 소프트웨어 진흥법, 기획재정부 계약예규, 국제표준규격 등 관련 규정 및 발주사의 계약 요령에 따름 입찰에 참가하고자 하는 자는 본 입찰유의서 및 국가를 당사자로 하는 계약에 관한 법률 등을 입찰 전에 완전히 숙지하여야 하며, 이를 숙지하지 못함으로 발생되는 책임은 입찰참가자에게 있음",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 42,
      "text": "- 39 - 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조 및 시행규칙 제 14조, 용역입찰유의서계약예규 제12조에 저촉될 시 입찰은 무효로 함 입찰자는 발주사로부터 배부 받은 입찰에 관한 서류 또는 각종 가료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사 용하여서는 아니 됨 납품계약을 체결한 사업자는 우리 원 승인 없이 금번 사업의 전 부 또는 일부에 대한 권리의무를 제3자에게 양도할 수 없음 제안서 보상 본 사업은 소프트웨어사업 계약 및 관리감독에 관한 지침 제16조에 의거, 제안서 보상대상 사업에 해당하지 않으므로 제 안서 보상을 실시하지 않음 제출된 제안서는 미 선정된 업체의 경우 요청 시 사본을 반환하 여 드리며, 본 제안을 위하여 소요되는 일체의 비용은 제안사의 부담으로 함 기타 입찰공고문, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않 은 사항은 국가를 당사자로 하는 계약에 관한 법률, 소프 트웨어 진흥법, 기획재정부 계약 예규등 관련규정 및 발 주기관의 계약요령에 따름법령 개정 등으로 변경된 사항이 있 는 경우, 계약 체결 시의 현행 법령을 우선 적용함 입찰자는 발주기관으로부터 배부 받은 입찰에 관한 서류 또는 각종 자료 및 입찰 과정에서 얻은 정보를 당해 입찰 외의 목적 으로 사용할 수 없음 제안서에 기재된 사업자의 기술 및 경력사항 등 중요한 내용이 허위로 밝혀지는 경우 발주기관은 계약파기, 손해배상청구, 부정",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 43,
      "text": "- 40 - 당업자로 제재 등 필요한 조치를 할 수 있음 낙찰자로 결정된 이후에는 사전 협의 없이 사업수행 구성원을 변경할 수 없음 SW 분리발주 및 SW품질성능평가시험BMT 제도 준수 해당사항 없음 클라우드컴퓨팅 활용 우선검토 해당사항 없음 하자담보 책임기간 명시 무상 하자보수는 일괄 수행체계를 갖추고 시스템구축 완료 검수 후 1년으로 하며, 동기간 중 시 스템의 하자 발생 시 즉시 보완하여야 함 납품업체는 납품 검사 시 하자이행 보증증권을 제출하여야 함 하자보증 이행 시 조달청은 최초 납품한 규격, 성능, 용량 이상 의 제품을 납품해 줄 것을 요구할 수 있으며 납품업체는 이에 응하여야 함 하자보증 이행으로 발생하는 모든 비용은 납품업체가 부담하자 보증은 과업의 일부로 부실에 대한 부담은 납품업체가 부담 하자보수 범위는 개발시스템 및 도입 소프트웨어를 포함한 전체 시스템으로 함 작업장소 상호 협의 사업수행을 위한 작업장소는 용역계약 일 반조건제52조에 따라 세부적인 사항은 상호 협의하여 결정함 작업장소 관련 비용은 전체 사업예산에 계상되어 있으므로 제안 사가 부담하여야 함작업 장소 사용료, 수도광열비, 기타 발생하 는 부대비용 등 사업자는 작업 장소 상호협의 시 제안요청서 내 명시된 보안요구 사항을 준수한 작업장소를 제시할 수 있으며 발주기관에서는 제 시된 작업 장소에 관하여 우선 검토. 다만, 발주기관에서는 사업 자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거 부 가능",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 44,
      "text": "- 41 - 원격지 개발 장소 보안요구사항 참고사항 원격지개발장소및장비에대한보안관리중일부내용 원격지개발사업관리가이드-보안사업품질영역, 2011, NIA 원격지개발수행장소는잠금장치와통제가가능하고, CCTV 등비인가자출입통제대책이 마련된공간을사용하여야한다. 원격지개발을위하여사용되는정보시스템은관리자를지정하여관리대장에등록하고, 바이 러스백신, 보조기억매체제어등정보보호SW를반드시설치한후사용하여야하고, 정보시스템 HDD의비인가반출을방지하기위하여봉인표를부착하여주기적으로점검하여야하며, 원격지 개발수행장소를기준으로반출입되는모든정보시스템휴대용저장매체포함은반드시반 출입대장에기록해야한다. 반입시바이러스백신으로악성코드감염여부를확인하고반출시사업부서장의확인하에 포맷하여반출하여야한다. 휴대용저장매체는사용할수없도록정보시스템에조치하여야하며불가피한경우, 발주자의 승인하에원격지개발사업자명의로발급관리되어야한다. 원격지개발사업자는승인된노트북, USB 등휴대용저장매체를퇴근시확인하여무단반출을 차단하여야한다. 계약목적물의 지식재산권 귀속 해당사항 없음 하도급계약 사전승인제 해당사항 없음 하도급 비율제한 해당사항 없음 하도급 계약의 적정성 판단 세부기준 명시 해당사항 없음 하도급 계획서 제출 해당사항 없음 누출금지정보의 범위 발주기관에서는 아래와 같이 누출금지정 보로 지정하며, 입찰 및 사업 수행과정에서 무단으로 누출할 경 우 관련 법령에 따라 부정당업자로 입찰참가자격을 제한함",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 45,
      "text": "- 42 - 누출금지정보 기관소유정보시스템의내외부IP 주소현황 세부정보시스템구성현황및정보통신망구성도 방화벽ᆞIPS 등정보보호제품및라우터ᆞ스위치등네트워크장비설정정보 사용자계정ᆞ비밀번호등정보시스템접근권한정보 정보통신망취약점분석평가결과물 용역사업결과물및프로그램소스코드 국가용보안시스템및정보보호시스템도입현황 침입차단시스템ᆞ침입방지시스템IPS 등정보보호제품및라우터ᆞ스위치등네트워크장비설정정보 공공기관의정보공개에관한법률제9조제1항에따라비공개대상정보로분류된기관의내부문서 개인정보보호법제2조제1호의개인정보 보안업무규정제4조의비밀및동시행규칙제16조제3항의대외비 그밖에발주기관의장이공개가불가하다고판단한자료 SW사업 영향평가 본 사업은소프트웨어 진흥법제43조, 같 은 법 시행령 제35조,소프트웨어사업 계약 및 관리감독에 관 한 지침제5조에 따라 소프트웨어 사업 영향평가를 미리 실시 한 사업임 SW사업 적정기간 산정 해당사항 없음 과업내용 확정 심의 여부 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위한 과업심의위원회를 개최한 사업임 과업내용 변경 본 사업은 소프트웨어 진흥법제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우, 계약상대자 는 대한적십자사 의료원에 소프트웨어사업 과업변경요청서를 제 출하여 과업심의위원회 개최를 요청할 수 있으며, 대한적십자사 의료원은 과업심의위원회 개최요청에 대해서 특별한 사정이 없 으면 수용해야 함 관계법령 등의 숙지 입찰에 참가하고자 하는 자는 시행령 등의 입찰관련 법령 및 입 찰에 관한 서류를 입찰 전에 완전히 숙지하여야 하며 이를 숙지 하지 못한 책임은 입찰참가자에게 있음",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 46,
      "text": "- 43 - 입찰에 참가하고자 하는 자는 입찰에 관한 서류의 검토과정에서 발견한 입찰에 관한 서류상의 착오, 누락사항 또는 기타 설명이 요구되는 사항에 대하여는 입찰서 제출 마감일 전일까지 발주기 관에 그 설명을 요구할 수 있음 VI 제안서 작성요령 제안서 작성요령 1. 제안서 효력 1. 제안서 효력 세부내용 제안서는 제출 후 변경할 수 없으며, 계약체결 시 계약조건의 일부로 간주함 주관기관이 필요시 입찰참가자에 대하여 추가 제안이나 추가 자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 제안서 내용 중 허위 작성한 사실이 판명될 경우 평가 대상에서 제외됨은 물론, 계약 후라도 계약 파기와 함께 인적물적기간적 손실에 따른 손해 배상을 청구할 수 있음 2. 제안서 작성지침 및 유의사항 2. 제안서 작성지침 및 유의사항 세부내용 제시한 제안서 목차 및 세부 작성지침을 준용하여 제안서를 작 성하여야 함 작성 시 아래 사항을 권장함 제안서는 A4용지 규격 책자 또는 3홀 바인더 제본형태를 사용 하고, 제안서 본문 내용은 60페이지30장 내외로 작성 제안서는 A4 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는 기타 용지를 일부 사용할 수 있음",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 47,
      "text": "- 44 - 제안요약서의 경우 A4 횡 사용을 원칙으로 하되 가급적 20페이 지 내외로 작성 제안서 구성은 제안요청서 및 작성지침에 명시된 내용에 근거하 여 각각 세분화하여 누락 없이 작성함을 원칙으로 하고, 제안사 별 핵심부분을 부각시켜 작성할 수 있으며, 특별히 제시하고자 하는 내용은 참고사항으로 첨부 가능 제안서 앞장에 평가항목에 대한 조견표를 명시평가항목, 평가요 소, 제안서 관련목차, 페이지, 제안 포인트 등 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙 에 일련번호를 붙이되, 각 장별로 구분하여 번호를 부여함 제안서는 한글, MS워드, 파워포인트로 작성하고, 사용된 영문약 어에 대해서는 약어 설명을 함께 제공하여야 함 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안 서의 별첨으로 제출하여야 함만약, 그 내용이 허위로 확인되거 나 입증 요구에도 불구하고 입증하지 못하는 경우는 평가대상에 서 제외함 제안내용을 보충하기 위하여 참고문헌 활용 시 참고문헌 목록을 첨부하고, 그 출처를 정확히 알 수 있도록 표기하여야 함 제안서의 내용은 를 한다, 를 하겠다 등의 명확한 용어를 사용하여 표현하여야 함예를 들어, 사용가능하다, 할 수 있다, 고 려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하게 되며, 계량화가 가능한 것은 계량화하여 표현하여야 함 표지에는 원본과 사본을 구분하여야 하며, 원본과 사본이 상이한 경우가 발견될 시에는 원본의 내용을 적용함사본 제안서에 포함 된 각종 서류 및 증명서 사본은 원본대조필을 날인 후 제출 제출된 제안서의 내용은 계약체결 시 계약조건의 일부로 간주되 며, 발주기관이 요청하는 경우를 제외하고는 내용 변경이 불가함",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 48,
      "text": "- 45 - 3. 제안서 목차 및 작성방법 3. 제안서 목차 및 작성방법 항목 작성방법 제안개요사업추진관련핵심사항위주로작성 I. 일반현황 1. 제안사일반현황 제안사의일반현황및주요연혁, 최근3년간의자본금및부문별컨설팅, 개발등 매출액, 유사사업실적등을명료하게제시하여야한다. 본사업과관련이있는3년이내의유사사업실적개발 제시 2. 제안사의조직및인원 제안사의조직및인원현황을제시하여야한다. 3. 수행조직및업무분장 본사업을수행할조직및업무분장내용을상세히제시하여야한다. 하도급관련사항해당시, 해당업무및예상하도급업체를제시함 II. 전략및방법론 1. 사업이해도 제안사는해당사업의제안요청내용을명확하게이해하고본제안의목 적, 범위, 전제조건및제안의특징및장점을요약하여기술하여야한다. 목표시스템구성도및구성체계를제시하여야한다. 2. 추진전략 제안사는사업을효과적으로수행하기위한추진전략위험요소를고려하 여창의적이고타당한대안을제시하여야한다. III. 기술및기능 1. 시스템요구사항 시스템구축관련소프트웨어제안여부와현시스템과의인터페이스및 확장가능성여부를제시하여야하며, 도입소프트웨어의설치및공급 계획, 유지관리방안을제시하여야한다. 2. 기능요구사항 방법론및분석도구를통하여구체적인내용으로분석되고구현방안이 구체적이고적절한지와실현가능한지를제시하여야한다. 3. 보안요구사항 보안요구사항및시스템과의관련성을분석하고적용할보안기술, 표준, 제안방안등을구체적으로제시하여야한다. IV. 프로젝트관리 1. 관리방법론 사업위험, 사업진도, 사업수행시보안을관리하는방법, 사업수행성과물 이나산출물의형상및문서를관리하는방법등을구체적으로제시하여 야한다. 2. 일정계획 사업수행에필요한활동을도출하여정확한활동기간, 자원, 조직등을 제시하여야한다. V. 프로젝트지원 1. 품질보증 조직, 인원, 방법, 절차등해당사업의수행을위한품질보증방안을제 시하여야한다. 2. 시험운영 대상업무별단위시험, 통합시험등에대한전반적인방안을제시하여야 하고, 개발완료후의시스템의이용및관리운영에관한전반적인방안을 제시한다. 3. 교육훈련 사용자, 관리자등시스템의이용대상자별로구분하여교육훈련방법, 내 용, 교육일정, 교육훈련조직등을상세히제시하여야한다.",
      "tables": [
        [
          [
            "항목\n작성방법",
            ""
          ],
          [
            "제안개요(사업 추진 관련 핵심사항 위주로 작성)",
            ""
          ],
          [
            "Ⅰ. 일반현황",
            ""
          ],
          [
            "1. 제안사 일반현황",
            "제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별(컨설팅,\n개발 등) 매출액, 유사사업실적 등을 명료하게 제시하여야 한다.\n­  본 사업과 관련이 있는 3년 이내의 유사사업실적(개발) 제시"
          ],
          [
            "2. 제안사의 조직 및 인원",
            "제안사의 조직 및 인원현황을 제시하여야 한다."
          ],
          [
            "3. 수행조직 및 업무분장",
            "본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다.\n­  하도급 관련 사항 해당 시, 해당 업무 및 (예상)하도급 업체를 제시함"
          ],
          [
            "Ⅱ. 전략 및 방법론",
            ""
          ],
          [
            "1. 사업 이해도",
            "제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목\n적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다.\n목표시스템 구성도 및 구성 체계를 제시하여야 한다."
          ],
          [
            "2. 추진전략",
            "제안사는 사업을 효과적으로 수행하기 위한 추진전략(위험요소를 고려하\n여 창의적이고 타당한 대안)을 제시하여야 한다."
          ],
          [
            "Ⅲ. 기술 및 기능",
            ""
          ],
          [
            "1. 시스템 요구사항",
            "시스템 구축 관련 소프트웨어 제안 여부와 현 시스템과의 인터페이스 및\n확장 가능성 여부를 제시하여야 하며, 도입 소프트웨어의 설치 및 공급\n계획, 유지관리 방안을 제시하여야 한다."
          ],
          [
            "2. 기능 요구사항",
            "방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이\n구체적이고 적절한지와 실현 가능한지를 제시하여야 한다."
          ],
          [
            "3. 보안 요구사항",
            "보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준,\n제안방안 등을 구체적으로 제시하여야 한다."
          ],
          [
            "Ⅳ. 프로젝트 관리",
            ""
          ],
          [
            "1. 관리 방법론",
            "사업위험, 사업진도, 사업수행 시 보안을 관리하는 방법, 사업수행 성과물\n이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여\n야 한다."
          ],
          [
            "2. 일정계획",
            "사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등을\n제시하여야 한다."
          ],
          [
            "Ⅴ. 프로젝트 지원",
            ""
          ],
          [
            "1. 품질보증",
            "조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제\n시하여야 한다."
          ],
          [
            "2. 시험운영",
            "대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야\n하고, 개발완료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을\n제시한다."
          ],
          [
            "3. 교육훈련",
            "사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내\n용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 49,
      "text": "- 46 - 항목 작성방법 4. 유지관리및 하자보수계획 하자보수및유지보수계획, 조직, 절차, 범위및기간과이와관련된기 타의활동등을종합적으로제시하여야한다. 5. 기밀보안및 비상보안대책 기밀보안체계및대책, 저작권존중여부명시, 시스템보안성확보방안과 개인정보보호대책을제시하여야한다. VI. 기타 1. 기타 상기항목에서제시되지않은기타내용을기술한다.",
      "tables": [
        [
          [
            "항목",
            "작성방법"
          ],
          [
            "4. 유지관리 및\n하자보수 계획",
            "하자보수 및 유지보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기\n타의 활동 등을 종합적으로 제시하여야 한다."
          ],
          [
            "5. 기밀보안 및\n비상보안 대책",
            "기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과\n개인정보보호 대책을 제시하여야 한다."
          ],
          [
            "Ⅵ. 기타",
            ""
          ],
          [
            "1. 기타\n상기항목에서 제시되지 않은 기타 내용을 기술한다.",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 50,
      "text": "- 47 - 별첨1호",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 51,
      "text": "- 48 - 별첨2호",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 52,
      "text": "- 49 - 별첨3호",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 53,
      "text": "- 50 - 붙임1호 외주용역사업보안특약조항 1. 사업자는 발주기관의 보안정책을 위반하였을 경우 붙임2의 위규처리 기준에 따라 위규자 및 관리자를 행정조치하고 붙임3의 보안 위약금을 발주기관에 납부한다. 2. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 붙임4의 누출금지 대상정보에 대한 보안관리계획을 사업제안서에 기재하여야 하며, 해당정보 누출 시 대한적십자사는국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록한다. 3. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업종료 시 정보보안담당자의 입회하에 완전 폐기 또는 반납하여야 한다. 4. 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출하여야 한다. 5. 기타 보안 관련 사항은 발주기관의 보안정책, 규정, 지침 등을 따라야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 51 - 붙임2호 사업자보안위규처리기준 구분 위규사항 처리기준 심각 1. 비밀및대외비급정보유출및유출시도 가. 정보시스템에대한구조, DB 등의정보유출 나. 개인정보신상정보목록유출 다. 비공개항공사진공간정보등비공개정보유출 2. 정보시스템에대한불법적행위 가. 관련시스템에대한해킹및해킹시도 나. 시스템구축결과물에대한외부유출 다. 시스템내인위적인악성코드유포 사업참여제한 위규자및직속 감독자중징계 재발방지를위한 조치계획제출 위규자대상 특별보안교육실시 중대 1. 비공개정보관리소홀 가. 비공개정보를책상위등에방치 나. 비공개정보를휴지통ᆞ폐지함등에유기또는이면지활용 다. 개인정보신상정보목록을책상위등에방치 라. 기타비공개정보에대한관리소홀 2. 사무실ᆞ보호구역보안관리허술 가. 통제구역출입문을개방한채퇴근등 나. 인가되지않은작업자의내부시스템접근 다. 통제구역내장비시설등무단사진촬영 3. 전산정보보호대책부실 가. 업무망인터넷망혼용사용, 보안USB 사용규정위반 나. 웹하드P2P 등인터넷자료공유사이트를활용하여용역사업관련자료수발신 다. 개발유지관리시원격작업사용 라. 저장된비공개정보패스워드미부여 마. 인터넷망연결PC 하드디스크에비공개정보를저장 바. 외부용PC를업무망에무단연결사용 사. 보안관련프로그램강제삭제 아. 사용자계정관리미흡및오남용시스템불법접근시도등 위규자및 직속감독자중징계 재발방지를위한 조치계획제출 위규자대상 특별보안교육실시",
      "tables": [
        [
          [
            "구 분",
            "위규사항",
            "처리기준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n가. 정보시스템에 대한 구조, DB 등의 정보 유출\n나. 개인정보·신상정보 목록 유출\n다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n가. 관련 시스템에 대한 해킹 및 해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포",
            "· 사업 참여 제한\n· 위규자 및 직속\n감독자 중징계\n· 재발 방지를 위한\n조치계획 제출\n· 위규자 대상\n특별보안교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀\n가. 비공개 정보를 책상 위 등에 방치\n나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n다. 개인정보․신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n가. 통제구역 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진촬영\n3. 전산정보 보호대책 부실\n가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반\n나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신\n다. 개발·유지관리 시 원격작업 사용\n라. 저장된 비공개 정보 패스워드 미부여\n마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n바. 외부용 PC를 업무망에 무단 연결사용\n사. 보안관련 프로그램 강제 삭제\n아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            "· 위규자 및\n직속감독자 중징계\n· 재발 방지를 위한\n조치계획 제출\n· 위규자 대상\n특별보안교육 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 52 - 보통 1. 기관제공중요정책ᆞ민감자료관리소홀 가. 주요현안ᆞ보고자료를책상위등에방치 나. 정책ᆞ현안자료를휴지통ᆞ폐지함등에유기또는이면지활용 2. 사무실보안관리부실 가. 캐비닛ᆞ서류함ᆞ책상등을개방한채퇴근 나. 출입키를책상위등에방치 3. 보호구역관리소홀 가. 통제ᆞ제한구역출입문을개방한채근무 나. 보호구역내비인가자출입허용등통제미실시 4. 전산정보보호대책부실 가. 휴대용저장매체를서랍ᆞ책상위등에방치한채퇴근 나. 카카오톡, 네이트온등비인가메신저무단사용 다. PC를켜놓거나보조기억매체CD, USB 등를꽂아놓고퇴근 라. 부팅ᆞ화면보호패스워드미부여또는1111 등단순숫자부여 마. PC 비밀번호를모니터옆등외부에노출 바. 비인가보조기억매체무단사용 위규자및직속 감독자경징계 위규자및직속 감독자사유서 경위서징구 위규자대상 특별보안교육실시 경미 1. 업무관련서류관리소홀 가. 진행중인업무자료를책상등에방치, 퇴근 나. 복사기ᆞ인쇄기위에서류방치 2. 근무자근무상태불량 가. 각종보안장비운용미숙 나. 경보ᆞ보안장치작동불량 3. 전산정보보호대책부실 가. PC내보안성이검증되지않은프로그램사용 나. 보안관련소프트웨어의주기적점검위반 위규자서면ᆞ구두 경고등문책 위규자사유서 경위서징구",
      "tables": [
        [
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n가. 주요 현안ㆍ보고 자료를 책상 위 등에 방치\n나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n가. 캐비닛ㆍ서류함ㆍ책상 등을 개방한 채 퇴근\n나. 출입키를 책상 위 등에 방치\n3. 보호구역 관리 소홀\n가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n나. 카카오톡, 네이트온 등 비인가 메신저 무단 사용\n다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n라. 부팅ㆍ화면보호 패스워드 미부여 또는 “1111” 등 단순숫자 부여\n마. PC 비밀번호를 모니터옆 등 외부에 노출\n바. 비인가 보조기억매체 무단 사용",
            "· 위규자 및 직속\n감독자 경징계\n· 위규자 및 직속\n감독자 사유서 /\n경위서 징구\n· 위규자 대상\n특별보안교육 실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 경보ㆍ보안장치 작동 불량\n3. 전산정보 보호대책 부실\n가. PC내 보안성이 검증되지 않은 프로그램 사용\n나. 보안관련 소프트웨어의 주기적 점검 위반",
            "· 위규자 서면ㆍ구두\n경고 등 문책\n· 위규자 사유서 /\n경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 53 - 붙임3호 보안위약금부과기준 위규 수준에 따라 AD 등급 차등 부과 구분 위규수준 A급 B급 C급 D급 위규 심각1건 중대1건 보통2건이상 경미3건이상 위약금비중 계약금액의10, 부정당업자등록 계약금액의5 계약금액의3 계약금액의1",
      "tables": [
        [
          [
            "구분",
            "위규 수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각 1건",
            "중대 1건",
            "",
            "보통 2건 이상 경미 3건 이상"
          ],
          [
            "위약금 비중",
            "계약금액의 10%,\n부정당업자 등록",
            "",
            "계약금액의 5% 계약금액의 3% 계약금액의 1%",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 54 - 붙임4호 누출금지대상정보 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ침입방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8.공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9.개인정보보호법제2조제1호의 개인정보 10.보안업무규정제4조의 비밀 및 동 시행규칙 제16조의 대외비 11. 그 밖에 발주기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 55 - 붙임5호 기술적용계획표, 기술적용결과표 사업명 적십자병원병원정보재해복구시스템구축 작성일 2024. 2. 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 국가정보원법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 사이버안보 업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 56 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 구분 항 목 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "관련규정",
            "ｏ 전자정부 웹사이트 품질관리 지침\n○\nｏ 한국형 웹 콘텐츠 접근성 지침 2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 모바일 전자정부 서비스 관리 지침\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근 \n장치",
            "ｏ  웹브라우저  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  HTML  4.01/HTML  5,  CSS  2.1",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "○",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 57 - 인터페이스 및 통합 분야 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP",
      "tables": [
        [
          [
            "서비스  통합",
            "ｏ  웹  서비스",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  RESTful",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UML  2.0/BPMN  1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터  공유",
            "ｏ  데이터  형식  :  XML  1.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "인터페이스",
            "ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "부분적용/ \n미적용시 사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            ""
          ]
        ],
        [
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수행\n하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는  정보\n시스템과  호환성  및  확장성이  보장되어야  한다.",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310\n○"
          ],
          [
            "",
            "ｏ  부가통신:  VoIP"
          ],
          [
            "",
            "-  H.323\n○"
          ],
          [
            "",
            "-  SIP \n○"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 58 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 공공데이터 제공,데 이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 데이터는 공공데이터법 제2조제2호의 행정정보를 말한다로 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구    분",
            "적용계획/결과\n항        목\n부분\n해당\n적용\n미적용\n적용\n없음",
            "",
            "",
            "",
            "",
            "부분적용/ \n미적용시 사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  POSIX.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UNIX",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Linux",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  android",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  IOS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  RDBMS",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  공공데이터  제공,데\n이터  품질  향상,  데이터베이스  통합  등을  위하여  표준화되어야 \n한다.",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "ｏ  데이터는  공공데이터(법  제2조제2호의  행정정보를  말한다)로",
            "",
            "",
            "",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 59 - 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 제공하기 위하여 기계 판독이 가능한 형태로 정비, 공공데이터법상 제공제외 대상의 별도 테이블 분리설계, 품질확보 등이 수행되 어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드표 준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전 부장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 관리지침 o 공공데이터 제공관리 매뉴얼 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋",
      "tables": [
        [
          [
            "구    분\n항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미적용",
            "해당\n없음",
            ""
          ],
          [
            "제공하기  위하여  기계  판독이  가능한  형태로  정비,  공공데이터법상 \n제공제외  대상의  별도  테이블  분리·설계,  품질확보  등이  수행되\n어야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드표\n준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전\n부장관에게  표준  등록을  요청하여야  한다.",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            "",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  관리지침\nｏ  공공데이터  제공·관리  매뉴얼",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  동적표현",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  JSP  2.1",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  ASP.net",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  PHP",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Java",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  C#",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XMI  2.0\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SOAP  1.2\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  문자셋",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 60 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견 시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품보안기능 확인서 또는 CC인증 필수 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM보안기능 확인서 또는 CC인증 필 수 - 메일 암호화 제품 - 구간 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품보안기능 확인서 또는 CC인증 필수 - 상기제품8종 이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "-  EUC-KR",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견  시  개선․조치하여야  한다.",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인  정보보호제품)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  PKI제품",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  SSO제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  디스크ㆍ파일  암호화  제품",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  문서  암호화  제품(DRM)(보안기능  확인서  또는  CC인증  필\n수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  메일  암호화  제품",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  구간  암호화  제품",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  하드웨어  보안  토큰",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  DB암호화  제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  상기제품(8종)  이외  중요정보  보호를  위해  암호기능이 \n내장된  제품",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 61 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 o 보안기능 확인서 또는 CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리통합로그관리 포함 - 웹 응용프로그램 침입차단 - DDos 대응성능평가로 도입 가능 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 망간 자료전송2022.1 이전 인증제품 - 안티 바이러스성능평가로 도입 가능 - 패치관리 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구성능평가로 도입 가능 - 스마트폰 보안관리 - 소프트웨어기반 보안USB2020.1.1이전 인증제품, 검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지2021.1.1이전 인증제품, 매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모 듈 탑재 필수 - 네트워크 자료유출방지2021.1.1 이전 인증제품 - CC인증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 필수제품 유형군",
      "tables": [
        [
          [
            "구  분",
            "부분적용/ \n적용계획/결과\n미적용시  사\n항        목\n부분\n해당\n유  및  대체\n적용\n미적용\n없음\n적용\n기술",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  또는  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검증  필요)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  (네트워크)침입차단",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  (네트워크)침입방지(침입탐지  포함)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  통합보안관리(통합로그관리  포함)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  웹  응용프로그램  침입차단",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  DDos  대응(성능평가로  도입  가능)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  인터넷  전화  보안",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  무선침입방지",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  무선랜  인증",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  가상사설망(검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  네트워크  접근통제",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  망간  자료전송(2022.1  이전  인증제품)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  안티  바이러스(성능평가로  도입  가능)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  패치관리",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  스팸메일  차단",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  서버  접근통제",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  DB접근  통제",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  스마트카드",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  소스코드  보안약점  분석도구(성능평가로  도입  가능)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  스마트폰  보안관리",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(2020.1.1이전  인증제품,  검증필 \n암호모듈  탑재  필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(2021.1.1이전  인증제품,  매체제어제품 \n포함,  자료저장  기능이  있는  경우  국정원  검증필  암호모\n듈  탑재  필수)",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지(2021.1.1  이전  인증제품)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  CC인증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  필수제품  유형군",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 62 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 망간 자료전송 - 네트워크 자료유출방지 - 네트워크 장비L3 스위치 이상 - 가상화관리제품 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 - 국가공공기관 모바일 활용업무에 대한 보안가이드라인 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 국가공공기관 클라우드 컴퓨팅 보안가이드 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "해당\n미적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  망간  자료전송",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  네트워크  장비(L3  스위치  이상)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  가상화관리제품",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안취약점  및  보안약점  점검·조치\n○\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  국가·공공기관  모바일  활용업무에  대한  보안가이드라인\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  클라우드  서비스  보안인증(CSAP)을  받은  서비스\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  국가·공공기관  클라우드  컴퓨팅  보안가이드\n○",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  식별  및  인증",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  암호지원",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  정보  흐름  통제",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  보안  관리",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  자체  시험",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  접근  통제",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  전송데이터  보호",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  감사  기록",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  기타  제품별  특화기능",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인  및  취약점  제거",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안기능별  명령어  등  시험  및  운영방법  제공",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  백도어  제거(비공개  원격  관리  및  접속  기능)",
            "",
            "",
            "",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 63 - 최신 기준은 국가정보원ᆞ국가사이버안보센터 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n없음\n적용",
            ""
          ],
          [
            "",
            "-  오픈소스  적용  기능  및  리스트  제공",
            "○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 64 - 서식1호 제안요청및내용참조표 요구사항번호 요구사항명칭 제안요청 제안내용 제안서 Page 비고 ECR-01 기타 참조표를작성하여제안서에포함",
      "tables": [
        [
          [
            "요구사항 번호",
            "요구사항 명칭",
            "제안요청",
            "제안내용",
            "제안서\nPage",
            "비고"
          ],
          [
            "ECR-01",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기타",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 65 - 서식2호 제안서객관적평가산정표 구분 내용 증빙자료 제안사 신용평가등급 OOO 신용평가등급확인서사본 신용정보업자가가장최근에평가한 유효기간내신용평가등급기준이며, 공공기관제출용으로발급 제안사 수행실적평가 OOO백만원 제안사기준 수행실적증명서사본1부 입찰공고일기준최근3년이내 주요정보통신기반시설분석평가사업실적 산정표작성및항목별증빙자료를제안서에포함 자료미작성및미제출시평가항목최저점부여",
      "tables": [
        [
          [
            "구분",
            "내용",
            "증빙자료"
          ],
          [
            "(제안사)\n신용평가등급",
            "OOO",
            "신용평가등급 확인서 사본\n­  신용정보업자가 가장 최근에 평가한\n유효기간 내 신용평가등급 기준이며,\n공공기관제출용으로 발급"
          ],
          [
            "(제안사)\n수행실적 평가",
            "OOO백만원",
            "(제안사 기준)\n수행실적증명서 사본 1부\n­  입찰공고일 기준 최근 3년 이내\n주요정보통신기반시설 분석·평가 사업 실적"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 66 - 서식3호 일반현황및연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁 주요연혁부분은원본에만회사명을기재하고사본에는공란으로제출 공동수급체인경우, 구성원별각자작성",
      "tables": [
        [
          [
            "회     사      명",
            "대 표 자"
          ],
          [
            "사  업     분  야",
            ""
          ],
          [
            "주             소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년   월"
          ],
          [
            "해당부문 종사기간",
            "년    월 (\n년   개월)\n년   월  ～"
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 67 - 서식4호 자본금및매출액최근3년 단위 천원 구 분 M-2 년도 M-1 년도 M 년도 자 본 금 매 출 액 컨설팅부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 개발부문 교육부문 부문 합 계 컨설팅매출액의경우BPRISP, 전략컨설팅, 보안컨설팅, 감리등으로구분하여상세히기재한다. 주요사업실적 사 업 명 사 업 기 간 계 약 금 액 발 주 처 비 고 연도순으로기재하며, 제안과제와유사하거나동일한업무영역이나사업형태에관한것만기재한다. 단, 현재수행중인사업은 비고란에현재수행중임을명시한다. 하도급은발주처가승인한경우에한하여작성하며비고란에원도급회사를기재한다. 공동도급계약일경우에는계약금액란에제안사의지분만을기재한다. 사업별사용개발방법론을비고에기재한다. 한국소프트웨어산업협회에서발급하는이행실적확인서를가능한활용. 실적을확인할수있는실적증명서, 계약서등의증거서류제출, 확인이불가능한실적은인정하지않음 실적증명자료는붙임으로첨부하여야하며실적증명첨부서류에페이지를명시하여주요사업실적 비고란에페이지를표시하여야함",
      "tables": [
        [
          [
            "구    분",
            "",
            "",
            "M-2 년도",
            "M-1 년도",
            "M 년도"
          ],
          [
            "자 본 금",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매 출 액",
            "컨설팅부문",
            "BPR/ISP",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "개발부문\n교육부문\n⃝⃝부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합  계",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "사   업   명",
            "사 업 기 간",
            "계 약 금 액",
            "발 주 처",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 68 - 서식5호 사업실적증명서 신청인 업체명상호 대 표 자 영업소재지 전화 번호 사업자번호 제 출 처 증명서용도 입찰및제안서심사제출용 사 업 이 행 실 적 내 용 사업명 구분 ISPBPR PMO감리 시스템개발 운영및유지관리 기 타 사업개요 계약번호 계약일자 계약기간 계약금액 이행실적 비고 공동비율 실적 증명서 발 급 기 관 위사실을증명함 년 월 일 기관명 인 전화번호 주 소 FAX번호 발급부서 담당자 인 1사업실적을공동계약으로이행하였을경우비율과이행실적을기재하여야합니다. 2이행실적란은기재후투명접착테이프를붙여증명을받아야합니다. 3별도양식으로작성하는경우는그에따릅니다. 관련평가항목이없는경우제안서에사업실적증명서식은제출하지않음",
      "tables": [
        [
          [
            "신청인",
            "업체명(상호)",
            "",
            "",
            "",
            "",
            "대\n표\n자",
            "",
            ""
          ],
          [
            "",
            "영 업 소 재 지",
            "",
            "",
            "",
            "",
            "전 화 번 호",
            "",
            ""
          ],
          [
            "",
            "사 업 자 번 호",
            "",
            "",
            "",
            "",
            "제\n출\n처",
            "",
            ""
          ],
          [
            "",
            "증명서 용도",
            "입찰 및 제안서 심사 제출용",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사 업\n이 행\n실 적\n내 용",
            "사 업 명",
            "",
            "",
            "",
            "구 분",
            "ISP/BPR\n(\n)\nPMO/감리\n(\n)\n시스템개발\n(\n)\n운영및유지관리 (\n)\n기\n타\n(\n)",
            "",
            ""
          ],
          [
            "",
            "사 업 개 요",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계 약 번 호",
            "",
            "계약일자 계약기간 계약금액",
            "",
            "이행실적",
            "",
            "",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "공동비율",
            "",
            "실적",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발 급\n기 관",
            "위 사실을 증명함\n년\n월\n일",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기 관 명 :\n(인)\n(전화번호 :\n)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주\n소 :\n(FAX번호:\n)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n담당자:\n(인)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}