{
  "csv_metadata": {
    "공고 번호": "20240903688",
    "공고 차수": 0.0,
    "사업명": "JST 공유대학(원) xAPI기반 LRS시스템 구축",
    "사업 금액": 116000000,
    "발주 기관": "전북대학교",
    "공개 일자": "2024-09-04 15:01:14",
    "입찰 참여 시작일": "2024-09-05 09:00:00",
    "입찰 참여 마감일": "2024-09-19 12:00:00",
    "사업 요약": "- 사업개요: JST 공유대학(원)에서 xAPI 기반 LRS시스템을 구축하는 사업\n- 추진배경: 학습 데이터의 통합 관리, 개인 맞춤형 학습 환경 구축, 데이터 기반의 의사결정 필요성\n- 사업범위: JST 공유대학(원) 내에서 xAPI 기반의 LRS 시스템 구축\n- 기대효과: 학습자 맞춤형 학습 경로 제공, 교육 정책 수립에 필요한 정보 제공, 학습 효과 향상 및 교수 방법 개선\n- 추진목표: 학습자의 다양한 학습 활동 데이터 수집 체계 구축, 맞춤형 학습 경로 제공, 학습자의 학습효과 향상 및 교수 방법 개선",
    "파일형식": "pdf",
    "파일명": "전북대학교_JST 공유대학(원) xAPI기반 LRS시스템 구축.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "JST 공유대학원 xAPI기반 LRS시스템 구축 제 안 요 청 서 2024. 9. 사 업 명 JST 공유대학원 xAPI 기반 LRS시스템 구축 주관기관 전북지역혁신플랫폼 대학교육혁신본부 - 2 - I 사업안내 1. 사업개요 사 업 명 JST 공유대학원 xAPI기반 LRS시스템 구축 주관기관 전북지역혁신플랫폼 대학교육혁신본부 사업기간 계약체결일로부터 75일까지 사업예산 금116,000,000원금일억일천육백만원, 부가세 포함 계약방법 제한총액경쟁입찰협상에 의한 계약 2. 추진배경 및 사업목적 추진배경 학습 데이터의 통합 관리 기존의 LMS나 다양한 학습 플랫폼에서 발생하는 데이터를 통합적으로 관리하고 분석할 필요성 증가 개인 맞춤형 학습 환경 구축 학습자의 다양한 학습 데이터를 수집 및 분석하여 학습자의 패턴을 파악하여 학습자에게 맞춤형 학습 경로 제공 데이터 기반의 의사결정 JST 공유대학원 학습 데이터를 분석하여 교육 정책 수립에 필요한 정보를 제공하고, 교육 효과를 객관적으로 평가 할 수 있는 교육 데이터 기반의 정책 의사결정 지원 체계 요구 초개인화 LRSLearning Record Store구축 빅데이터에 기반한 학습자의 학습분석을 바탕으로, 개인 맞춤별 학습경로를 제공하여 학습 효과 극 대화 필요 사업목적 xAPI 기반으로 학습자의 다양한 학습활동 데이터 수집 체계 구축 분석된 학습 활동 데이터를 바탕으로 학습자 맞춤형 학습 경로 제공 학습자의 학습효과 향상 및 교수 방법 개선 인사이트 도출",
      "tables": [
        [
          [
            "사  업  명",
            "JST  공유대학(원)  xAPI  기반  LRS시스템  구축"
          ],
          [
            "주관기관",
            "전북지역혁신플랫폼  대학교육혁신본부"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 2,
      "text": "- 3 - 3. 사업내용 및 기대효과 사업내용 m JST 공유대학원 LRS 시스템 구축안 구성도 현재 운영 중인 JST공유대학httpswww.jst.ac.kr 내 통합 및 개편하고, 학사 및 비교과 시스템과 연계하여 xAPI 기반의 LRS 시스템 구축 데이터 중심 JST 공유대학원 생태계 조성에 필요한 학습 데이터 저장 및 운영 체계 구축 - ADLAdvanced Distributed Learning의 xAPI 표준 체계를 지원 - LRPLearning Record Provider, LRS, LRCLearning Record Consumer 체계에 따른 xAPI 데이터를 실시간 저장 및 관리 할 수 있는 시스템 구성 - 공유대학원 내에서 발생하는 학생들의 모든 학습 경험 기록을 실시간 수집 관리할 수 있는 에듀테크 데이터 표준체계 구축 - 온라인 및 오프라인 학습 활동 및 성과 데이터의 저장 관리를 지원하고 블렌디드 러닝 중심의 평생학습 체계를 지원할 수 있는 글로벌 표준 LRS 규격을 준수 - GS 인증 및 조달청 등록 제품에 대한 우선적 도입 진행 수집할 학습분석 요소를 정의하고, 사용자별 필요한 학습 지표 설계 및 대시보드에 대한 시각화 - 4 - 기대효과 기존의 학습분석 방법은 학습 결과 중심으로 데이터를 수집하였으나, xAPI 기반의 학습분석 방법은 학습 활동 중심의 데이터 수집하여, 학습 결과뿐 아니라 학습 간의 발생하는 다양한 학습활동 데이터 수집 가능 수집된 xAPI 기반 학습활동 데이터는 교수자, 학습자, 학사 운영 담당자 에게 맞춤형 정보를 제공함으로써 향후 학습 또는 학사 운영에 중요한 인사이트 제공 가능 4. 사업 추진체계 및 기관별 역할 추진체계 전북지역혁신플랫폼 전북 RIS 총괄운영본부 대학교육혁신본부 ᆞ사업추진총괄 사업수행 기업 ᆞLRS 시스템 구축 기관별 역할 담 당 역 할 대학교육혁신본부 전북대학교 사업총괄 및 운영관리 전담사업자 사업 수행",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "대학교육혁신본부"
          ],
          [
            "ㆍ사업추진총괄"
          ]
        ],
        [
          [
            "담  당",
            "역  할"
          ],
          [
            "대학교육혁신본부\n(전북대학교)",
            "사업총괄  및\n운영관리"
          ],
          [
            "전담사업자",
            "사업\n수행"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 3,
      "text": "- 5 - 5. 추진일정 추진업무 추진일정 M M1 M2.5 프로젝트 계획수립 시스템 구축 요구사항분석 지표 설계 시스템 개발 연동 포함 단위 및 통합 테스트 기술이전 및 교육 일정은 협의하여 조정가능 하자보수는 1년 시행하고, 사업 기간 이후 유지보수 기간에 대한 계획도 기술 필요 제시된 기간을 고려하여 단계별 시험 운영 및 보안, 베타 테스트, 검수 및 수정 사항 진행 일정 제시할 것 사업관점에서 현실적인 예산집행 방안 제시 기타 RFP 제안된 내용 최종 구현 - 6 - II 제안요청 내용 1. 일반사항 JST 공유대학원 LRS 시스템은 사용자 요구사항을 상세히 분석하여 시스템에 반영하는 것이 가장 중요하며, 특히 공동교육 운영을 위한 통합관리시스템의 안정적이고 최적의 서비스 운영과 향후 확장성을 고 려한 사용자 중심 서비스 구현을 위해 최선을 다하여야 함 안정적이고 확장 가능한 최적의 시스템으로 구축하며 개발 업무의 각종 서식 및 코드, 시스템 간 통합 및 연계, 전산망 간 연계 등 정보화 표 준을 준용하여 개발하여야 함 본 사업의 시스템은 클라우드 환경에서 구성되므로 개발 환경 구축 시 클라우드 환경을 구축하여야 하며, 향후 확장성 및 유연성을 고려 하여 구축해야 함 JST 공유대학원 LRS시스템에 대한 클라우드 서비스 적용에 관한 사항 으로 요청 내용의 제반 사항들을 반드시 만족하여야 함 제안자는 요구조건을 정확히 분석하여 타당성이 충분한 구축 방법을 제 시하여야 하며, 제시된 시스템의 기능, 장점 및 효과를 구체적으로 명시하여야 함 제안된 기능 및 프로그램 등은 최신 기술을 이용한 것이어야 하며, 요구 된 기능과 성능을 만족하여야 하고, 제안 시스템은 요구사항에 맞게 구축 되어야 함 전산시스템 운용 및 유지관리에 대처할 수 있는 구체적인 기술이전, 사용자 교육계획, 유지관리 계획을 포함한 지원계획을 제시해야 함 특별한 사유가 없는 한 본 시스템은 사업기간 중 구축완료 및 테스트가 가능해야 하며, 하자보증기간에 한하여 하자보수 이행에 대한 모든 책 임을 져야 함 정보의 유출 및 해킹, 변조 등과 정보처리의 무결성 보장과 기능 테스트에 만전을 기하여야 하며, 본 사업을 수행하는 자는 관련된 중요 문제 발 생 시 이를 해결하기 위한 전사적인 역량을 동원하여 대응하여야 함",
      "tables": [
        [
          [
            "추진업무",
            "",
            "추진일정",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "M",
            "",
            "",
            "",
            "M+1",
            "",
            "",
            "",
            "M+2.5",
            ""
          ],
          [
            "프로젝트  계획수립",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "시스템  구축",
            "요구사항분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "지표  설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템  개발\n(연동  포함)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "단위  및  통합  테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기술이전  및  교육",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 7 - 본 사업에 참여하는 자는 보안에 대하여 각별하게 유의하여야 하며, 사업장의 환경 구축에 만전을 기하여야 함 상기 내용은 업무분석 결과에 따라 일부 설계 변경될 수 있음 2. 기술 관련 내용 ADL xAPI 1.0 및 1.0.3 표준 규격을 준수 ADL xAPI Test Suite 기반 실시간 데이터 유효성 검증을 통한 Clean Data 저장관리 RDBMPostgreSQL 기반 Data Store 3,000명 1초 기준 xAPI 데이터 수집 지원 고속 비동기 선입선출 xAPI 실시간 검증 및 데이터 저장을 통한 Safety Transaction 지원 SQL 기반 고속 실시간 Data Query 집계 및 정렬 기능 제공 xAPI Data 질의조회 APIGraphQL 지원 xAPI 실시간으로 추출하여 시각화하는 대쉬보드 기능 지원 CMI5, Video Profile 및 다양한 ADL 학습분석 프로파일 모델 지원 GS 인증 12 등급 및 조달청 디지털 서비스몰 등록 제품 우선 도입 개인정보보호, 정보보안 등 공공기관 표준지침 준수를 통해 보안 관련 법률에 어긋나지 않는 안정적 사이트 구현 3. 클라우드 서비스 적용 Cloud 환경 또는 서버 환경 - 클라우드 및 서버 환경에서 xAPI 모델 설계를 위한 파일롯 테스트용 LRS 시스템 설치 및 모델 개발 지원 - xAPI v1.0, v1.0.3 표준 Statement 지원 - 실시간 xAPI Validation 기능 - 실시간 데이터 정렬집계조회 기능을 쿼리SQL, Graphql, Restful API 등으로 지원 - 8 - - 최소 6종의 차트 시각화를 통한 데이터 검색 기능 지원 - 가상화 기술을 이용한 Auto Scale InOut 기능 지원 - 저장된 xAPI Data를 실시간으로 분산할 수 있는 샤딩기술 지원 JST 공유대학원 LRS 시스템 서비스 운영을 위한 안정화 및 보안 강 화 지원 - 인프라관제 24시간 365일 무중단 인프라 관제를 통해 안정적인 서비스 운영 기반 마련 - SW업데이트 안정적 운영을 위한 주기적 SW 업데이트 적용 - 보안 강화 웹 방화벽 설치 및 모니터링 등 대응 및 관리 시행 - 장애 대응 서비스 및 인프라 장애 발생 시 신속한 조치 및 데이터 백업 수행 주기적인 데이터 백업 및 비상연락망 구축을 통한 신속한 장애 대응 체계 마련 및 구축된 JST 공유대학원 LRS 시스템 운영 안정화 지원 - 서비스 이관 JST 공유대학원 LRS시스템의 성공적 이관을 위한 제 반기술 지원 - 서비스 안정화 JST 공유대학원 LRS시스템의 안정적 운영 기반 마 련을 위한 테스트 및 안정화 운영 24시간 365일 안정적 서비스 운영을 위한 제반 기술 지원 및 협력 체제 운영 - 협력체계 장애 발생 등 JST 공유대학원 LRS시스템 운영 관련 비상상황 발생 시 비상관리 체제 운영 등 서비스운영안정화등을위한비상상주, 장애대응, 비상연락망등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 9 - 3. 상세 요구사항 요구사항 총괄표 구 분 설 명 개수 컨설팅-CNR Consulting Requirement 업무 효율성과 생산성을 높이기 위한 정보시스템 구축, 업무 프로세스 개선 방안 등의 도출을 위한 요구사항 2 시스템 장비구성-ECR Equipment Composition Requirement 목표사업수행을 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 도입 장비 내역 등 시스템 장비 구성에 대한 요구사항을 기술 4 기능-SFR System Function Requirement 목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사용 자가 반드시 할 수 있어야 하는 기능에 대한 기술 단, 개별 기능요구사항은 전체 시스템의 계층적 구조분석을 통해 단 위업무별 기능구조를 도출한 후, 이에 대한 세부 기능별 상세 요구사 항을 작성하는 것을 원칙으로 하며, 기능 수행을 위한 데이터 요구사 항과 연계를 고려하여 기술함 6 성능-PER Performance Requirement 목표시스템의 처리속도 및 시간, 처리량, 동적정적용량, 가용성 등 성 능에 대한 요구사항을 기술 2 인터페이스-SIR System Interface Requirement 목표시스템과 외부를 연결하는 시스템인터페이스와 사용자인터페이스 에 대한 요구사항을 기술 1 데이터-DAR Data Requirement 목표 시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, 방법, 보안이 필요한 데이터 등 데이터를 구축하기 위해 필요한 요구사항 기술 7 테스트-TER Test Requirement 구축된 시스템이 목표대비 제대로 운영되는 가를 테스트하고 점검하 기 위한 요구사항을 찾아내어 기술 2 보안-SER Security Requirement 정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항을 기술 16 품질-QUR Quality Requirement 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질 항목, 품 질 평가 대상 및 목표에 대한 요구사항을 기술 5 프로젝트 관리-PMR Project Management Requirement 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안 에 대한 요구사항을 기술 9 프로젝트 지원-PSR Project Support Requirement 프로젝트의 원활한 수행을 위해 필요한 지원 사항 및 방안 시스템 서비스 안정화 및 운영, 교육훈련 및 기술지원, 하자보수 또는 유지관 리 요구사항 등을 기술 6 제약사항-COR Constraints Requirement 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술표준업 무법제도 등 제약조건 등을 파악하여 기술 4 합 계 64 - 10 - 요구사항 목록표 구분 요구사항 고유번호 컨설팅 요구사항 CNR-01 CNR-02 시스템 장비구성 요구사항 ECR-01 ECR-02 ECR-03 ECR-04 기능 요구사항 SFR-01 SFR-02 SFR-03 SFR-04 SFR-05 SFR-06 성능 요구사항 PER-01 PER-02 인터페이스 요구사항 SIR-01 데이터 요구사항 DAR-01 DAR-02 DAR-03 DAR-04 DAR-05 DAR-06 DAR-07 테스트 요구사항 TER-01 TER-02 보안 요구사항 SER-01 SER-02 SER-03 SER-04 SER-05 SER-06 SER-07",
      "tables": [
        [
          [
            "구      분",
            "설                명",
            "개수"
          ],
          [
            "컨설팅-CNR\n(Consulting  Requirement)",
            "업무  효율성과  생산성을  높이기  위한  정보시스템  구축,  업무 \n프로세스  개선  방안  등의  도출을  위한  요구사항",
            "2"
          ],
          [
            "시스템  장비구성-ECR\n(Equipment  Composition\nRequirement)",
            "목표사업수행을  위해  필요한  하드웨어,  소프트웨어,  네트워크  등의 \n도입  장비  내역  등  시스템  장비  구성에  대한  요구사항을  기술",
            "4"
          ],
          [
            "기능-SFR\n(System  Function\nRequirement)",
            "목표시스템이  반드시  수행하여야  하거나  목표시스템을  이용하여  사용\n자가  반드시  할  수  있어야  하는  기능에  대한  기술\n단,  개별  기능요구사항은  전체  시스템의  계층적  구조분석을  통해  단\n위업무별  기능구조를  도출한  후,  이에  대한  세부  기능별  상세  요구사\n항을  작성하는  것을  원칙으로  하며,  기능  수행을  위한  데이터  요구사\n항과  연계를  고려하여  기술함",
            "6"
          ],
          [
            "성능-PER \n(Performance \nRequirement)",
            "목표시스템의  처리속도  및  시간,  처리량,  동적․정적용량,  가용성  등  성\n능에  대한  요구사항을  기술",
            "2"
          ],
          [
            "인터페이스-SIR\n(System  Interface\nRequirement)",
            "목표시스템과  외부를  연결하는  시스템인터페이스와  사용자인터페이스\n에  대한  요구사항을  기술",
            "1"
          ],
          [
            "데이터-DAR\n(Data Requirement)",
            "목표 시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, \n방법, 보안이  필요한 데이터 등 데이터를 구축하기 위해  필요한 요구사항 \n기술",
            "7"
          ],
          [
            "테스트-TER\n(Test  Requirement)",
            "구축된  시스템이  목표대비  제대로  운영되는  가를  테스트하고  점검하\n기  위한  요구사항을  찾아내어  기술",
            "2"
          ],
          [
            "보안-SER\n(Security  Requirement)",
            "정보  자산의  기밀성과  무결성을  확보하기  위해  목표  시스템의  데이터  및 \n기능,  운영  접근을  통제하기  위한  요구사항을  기술",
            "16"
          ],
          [
            "품질-QUR\n(Quality  Requirement)",
            "목표  사업의  원활한  수행  및  운영을  위해  관리가  필요한  품질  항목,  품\n질  평가  대상  및  목표에  대한  요구사항을  기술",
            "5"
          ],
          [
            "프로젝트  관리-PMR\n(Project  Management\nRequirement)",
            "프로젝트의  원활한  수행을  위한  관리  방법  및  추진  단계별  수행방안\n에  대한  요구사항을  기술",
            "9"
          ],
          [
            "프로젝트  지원-PSR\n(Project  Support\nRequirement)",
            "프로젝트의  원활한  수행을  위해  필요한  지원  사항  및  방안  시스템  / \n서비스  안정화  및  운영,  교육훈련  및  기술지원,  하자보수  또는  유지관\n리  요구사항  등을  기술",
            "6"
          ],
          [
            "제약사항-COR\n(Constraints  Requirement)",
            "목표시스템  설계,  구축,  운영과  관련하여  사전에  파악된  기술·표준·업\n무·법제도  등  제약조건  등을  파악하여  기술",
            "4"
          ],
          [
            "합      계",
            "",
            "64"
          ]
        ],
        [
          [
            "구분",
            "요구사항\n고유번호"
          ],
          [
            "컨설팅  요구사항",
            "CNR-01\nCNR-02"
          ],
          [
            "시스템  장비구성 \n요구사항",
            "ECR-01\nECR-02\nECR-03\nECR-04"
          ],
          [
            "기능  요구사항",
            "SFR-01\nSFR-02\nSFR-03\nSFR-04\nSFR-05\nSFR-06"
          ],
          [
            "성능  요구사항",
            "PER-01\nPER-02"
          ],
          [
            "인터페이스  요구사항",
            "SIR-01"
          ],
          [
            "데이터 요구사항",
            "DAR-01\nDAR-02\nDAR-03\nDAR-04\nDAR-05\nDAR-06\nDAR-07"
          ],
          [
            "테스트  요구사항",
            "TER-01\nTER-02"
          ],
          [
            "보안  요구사항",
            "SER-01\nSER-02\nSER-03\nSER-04\nSER-05\nSER-06\nSER-07"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 11 - SER-08 네트워크 통제 SER-09 사용자 인증정보 보호 SER-10 사용자 접근제어 SER-11 소프트웨어 개발보안 SER-12 사압완료 시 보안사항 SER-13 개인정보 보안 SER-14 보안 취약점 점검 SER-15 보안사고 관리 SER-16 서버 및 운영보안 품질 요구사항 QUR-01 기능 구현 정확성 QUR-02 하자담보 책임기간 QUR-03 가용성 확보 QUR-04 시스템 품질 확보 방안 제시 QUR-05 시스템 장애 복구 프로젝트 관리 요구사항 PMR-01 사업수행 기본방침 PMR-02 프로젝트 공정관리 및 보고추진 PMR-03 사업수행 일반사항 PMR-04 조직구성 및 인력관리 PMR-05 프로젝트 관리방법론 PMR-06 사업수행 환경 및 장소 PMR-07 검사 및 검수 PMR-08 일정관리 및 보고회 개최 PMR-09 산출물 제출 프로젝트 지원 요구사항 PSR-01 보안 및 비밀유지 PSR-02 교육지원 PSR-03 하자 및 유지보수 지원 PSR-04 기술지원 PSR-05 지적재산권 공동 귀속 및 침해 방지 PSR-06 기타사항 제약 요구사항 COR-01 사업 추진 시 제약사항 COR-02 특허권 또는 성과물 보호, 저작권 COR-03 사업 관련 공통 규정 및 기술 표준 준수 COR-04 데이터 표준화 기준 준수 - 12 - 요구사항별 세부내용 1 컨설팅 요구사항 CNR, Consulting Requirement 고유번호 CNR-01 요구사항 명칭 xAPI 기반 학습경험관리 모델링 및 개념검증파일롯테스트 요구사항 내용 학습경험 및 학습 성과 데이터 처리를 위한 학습 수집 데이터 정의 - 학습자 학습활동을 학습 전, 중, 학습완료 등 단계로 구분 및 각 단계별 학습 맥락과 학습목료를 기반으로 학습 Activity 지표를 정의 - 학습활동 지표와 데이터 상관관계를 분석하여 분석지표와 데이터간 매트릭스 정의 - 수집 대상 데이터 모델링 JST 공유대학원의 데이터 시각화 및 긍정 개입 피드백 지표 분석 데이터 분석을 위한 분석 모델 개발 - LRS 기반 학습 분석을 위한 분석 프레임워크를 정의 - 학습동향 및 이용동향 자동분석 모델 정의 - 분석 데이터를 기반으로 검증이 가능한 분석 모델의 실제 검증을 수행 및 품질을 보완 데이터 집계 및 정렬 기능 정의 - 실시간 데이터 집계 및 시각화를 통한 학습 인사이트 기획 및 모델링 - Heart beat 데이터 시각화를 통한 학습분석 시각화 모델링 - 지표체계, 분류체계, 서비스체계에 따른 다양한 데이터 분석 설계 - 통합 리포팅 및 통계에 따른 다양한 데이터 집계 및 데이터 시각화를 통한 리포트 능 설계 - 고속 데이터 집계를 위한 데이터파이프라인 인터페이스 구성 설계 국내외 교육 콘텐츠 메타정보 체계 및 맞춤형 학습을 위한 분류체계 모델 정의 맞춤형 학습 및 콘텐츠 추천 모형 개발 - xAPI 추적표를 작성하고, 작성된 추적표 기반의 데이터를 기반으로 초개인화 맞춤 학습 모형 설계 - 코스웨어, 마이크로러닝, 소셜러닝, 추천 등 학습 객체에 대한 맞춤형 모델 검토 산출정보 모델 정의서 및 개념 검증PoC 보고서 고유번호 CNR-02 요구사항 명칭 지능화 학습서비스 설계 요구사항 내용 클라우드 기반 학습 분석 아키텍처 도출 - 클라우드에서 학습활동 데이터를 수집 및 처리 및 분석하기 위한 아키텍처 도출 - 학습 데이터 유형정형, 반정형, 비정형별 저장 영역 구체화 및 체계화 - LRS 기반 표준 학습데이터 저장 및 국제 기술표준 기반 수집 체계 설계 민감정보 수집 및 분석에 대한 보안방안 마련 - ADL의 표준 보안 체계에 따른 개인정보 데이터 수집제공 요건을 검토하여 Statement 구문에 적용방안 도출 - 학습데이터 분석 결과, 사용자 대시보드 시각화를 통한 교육 서비스 기능 및 항목을 도출하고 이를 지표 체계의 분석 지표별 시각화 방안 도출 - 학습데이터 분석 결과를 이용 대상자별 대시보드, 큐레이션 구성 방안 설계 산출정보 학습분석 개념 정의서",
      "tables": [
        [
          [
            "고유번호",
            "CNR-01"
          ],
          [
            "요구사항  명칭",
            "xAPI 기반 학습경험관리 모델링 및 개념검증(파일롯테스트)"
          ],
          [
            "요구사항  내용",
            "❍  학습경험  및  학습  성과  데이터  처리를  위한  학습  수집  데이터  정의\n    -  학습자  학습활동을  학습  전,  중,  학습완료  등  단계로  구분  및  각  단계별  학습       \n맥락과  학습목료를  기반으로  학습  Activity  지표를  정의\n    -  학습활동  지표와  데이터  상관관계를  분석하여  분석지표와  데이터간  매트릭스  정의\n    -  수집  대상  데이터  모델링\n❍  JST  공유대학(원)의  데이터  시각화  및  긍정  개입  피드백  지표  분석\n❍  데이터  분석을  위한  분석  모델  개발\n    -  LRS  기반  학습  분석을  위한  분석  프레임워크를  정의\n    -  학습동향  및  이용동향  자동분석  모델  정의\n  - 분석 데이터를 기반으로 검증이 가능한 분석 모델의 실제 검증을 수행 및 품질을   보완\n❍  데이터  집계  및  정렬  기능  정의\n    -  실시간  데이터  집계  및  시각화를  통한  학습  인사이트  기획  및  모델링\n    -  Heart  beat  데이터  시각화를  통한  학습분석  시각화  모델링\n    -  지표체계,  분류체계,  서비스체계에  따른  다양한  데이터  분석  설계\n    -  통합  리포팅  및  통계에  따른  다양한  데이터  집계  및  데이터  시각화를  통한       \n리포트  능  설계\n    -  고속  데이터  집계를  위한  데이터파이프라인  인터페이스  구성  설계\n❍  국내외  교육  콘텐츠  메타정보  체계  및  맞춤형  학습을  위한  분류체계  모델  정의\n❍  맞춤형  학습  및  콘텐츠  추천  모형  개발\n    -  xAPI  추적표를  작성하고,  작성된  추적표  기반의  데이터를  기반으로  초개인화       \n맞춤  학습  모형  설계\n    -  코스웨어,  마이크로러닝,  소셜러닝,  추천  등  학습  객체에  대한  맞춤형  모델  검토"
          ],
          [
            "산출정보",
            "모델  정의서  및  개념  검증(PoC)  보고서"
          ]
        ],
        [
          [
            "",
            "SER-08",
            "네트워크  통제"
          ],
          [
            "",
            "SER-09",
            "사용자  인증정보  보호"
          ],
          [
            "",
            "SER-10",
            "사용자  접근제어"
          ],
          [
            "",
            "SER-11",
            "소프트웨어  개발보안"
          ],
          [
            "",
            "SER-12",
            "사압완료  시  보안사항"
          ],
          [
            "",
            "SER-13",
            "개인정보  보안"
          ],
          [
            "",
            "SER-14",
            "보안  취약점  점검"
          ],
          [
            "",
            "SER-15",
            "보안사고  관리"
          ],
          [
            "",
            "SER-16",
            "서버  및  운영보안"
          ],
          [
            "품질  요구사항",
            "QUR-01",
            "기능  구현  정확성"
          ],
          [
            "",
            "QUR-02",
            "하자담보  책임기간"
          ],
          [
            "",
            "QUR-03",
            "가용성  확보"
          ],
          [
            "",
            "QUR-04",
            "시스템  품질  확보  방안  제시"
          ],
          [
            "",
            "QUR-05",
            "시스템  장애  복구"
          ],
          [
            "프로젝트  관리  요구사항",
            "PMR-01",
            "사업수행  기본방침"
          ],
          [
            "",
            "PMR-02",
            "프로젝트  공정관리  및  보고추진"
          ],
          [
            "",
            "PMR-03",
            "사업수행  일반사항"
          ],
          [
            "",
            "PMR-04",
            "조직구성  및  인력관리"
          ],
          [
            "",
            "PMR-05",
            "프로젝트  관리방법론"
          ],
          [
            "",
            "PMR-06",
            "사업수행  환경  및  장소"
          ],
          [
            "",
            "PMR-07",
            "검사  및  검수"
          ],
          [
            "",
            "PMR-08",
            "일정관리  및  보고회  개최"
          ],
          [
            "",
            "PMR-09",
            "산출물  제출"
          ],
          [
            "프로젝트  지원  요구사항",
            "PSR-01",
            "보안  및  비밀유지"
          ],
          [
            "",
            "PSR-02",
            "교육지원"
          ],
          [
            "",
            "PSR-03",
            "하자  및  유지보수  지원"
          ],
          [
            "",
            "PSR-04",
            "기술지원"
          ],
          [
            "",
            "PSR-05",
            "지적재산권  공동  귀속  및  침해  방지"
          ],
          [
            "",
            "PSR-06",
            "기타사항"
          ],
          [
            "제약  요구사항",
            "COR-01",
            "사업  추진  시  제약사항"
          ],
          [
            "",
            "COR-02",
            "특허권  또는  성과물  보호,  저작권"
          ],
          [
            "",
            "COR-03",
            "사업  관련  공통  규정  및  기술  표준  준수"
          ],
          [
            "",
            "COR-04",
            "데이터  표준화  기준  준수"
          ]
        ],
        [
          [
            "고유번호",
            "CNR-02"
          ],
          [
            "요구사항  명칭",
            "지능화  학습서비스  설계"
          ],
          [
            "요구사항  내용",
            "❍  클라우드  기반  학습  분석  아키텍처  도출\n    -  클라우드에서  학습활동  데이터를  수집  및  처리  및  분석하기  위한  아키텍처  도출\n    -  학습  데이터  유형(정형,  반정형,  비정형)별  저장  영역  구체화  및  체계화\n    -  LRS  기반  표준  학습데이터  저장  및  국제  기술표준  기반  수집  체계  설계\n❍  민감정보  수집  및  분석에  대한  보안방안  마련\n    -  ADL의  표준  보안  체계에  따른  개인정보  데이터  수집‧제공  요건을  검토하여         \nStatement  구문에  적용방안  도출\n    -  학습데이터  분석  결과,  사용자  대시보드  시각화를  통한  교육  서비스  기능  및       \n항목을  도출하고  이를  지표  체계의  분석  지표별  시각화  방안  도출\n    -  학습데이터  분석  결과를  이용  대상자별  대시보드,  큐레이션  구성  방안  설계"
          ],
          [
            "산출정보",
            "학습분석  개념  정의서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 13 - 2 시스템 장비구성 요구사항 ECR,Equipment Composition Requirement 고유번호 ECR-01 요구사항 분류 시스템 장비구성 요구사항 요구사항 명칭 클라우드 서비스 환경 구축 응락수준 필수 요구사항 내용 사업자는 LRS 시스템 운영을 위한 민간 클라우드 운영 환경을 클라우드 환경 구성 후 12개월간 제공하여야 함 본 사업 산출내역에는 12개월간 민간 클라우드 운영을 위한 서비스 이용료가 포함되었음 동시 접속인원 최소 100명이 접속 가능한 환경을 제공하여야 하며, 공유대학에서 요구 시 최대 300명 이상 접속 가능하도록 신속하게 가용 자원 확대 방안 제시 서비스 운영을 위한 서버 및 네트워크용량 포함 구성 방안은 사업자가 제시 - WEBWASDB스토리지 등 서버 구성자원 및 환경설정 포함을 위한 상용 SW는 발주처의 직접 구매 대상이므로 필요시 제안서에 명기할 것 해당 서버 구성을 위한 발주처의 상용SW의 직접 구매의 추진 일정을 감안하여 제안서 작성 요망 - 네트워크, 스토리지 등 중요 장비 이중화 및 백업체계 구축 - 서비스 운영에 필요한 OS, 미들웨어, DBMS, 보안소프트웨어 등 SW의 환경설정 및 운영지원을 포함 오픈소스는 공공기관 업무용으로 사용 시 관리적, 기술적, 법적 하자가 없어야 하며, 유지관리가 가능하여야 함 행정 및 공공기관 클라우드 보안인증만 사용 클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률 및 클라우드컴퓨팅서비스 정보보호에 관한 기준과학기술정보통신부 고시 제2017-7호2017.8.24., 행정 기관 및 공공기관의 클라우드컴퓨팅서비스 이용 기준 및 안전성 확보 등에 관한 고시행정안전부고시 제2022-28호2022.3.31. 등 보안규정 준수 클라우드 서비스 환경 구축 요구사항은 서비스 운영을 위한 최소의 환경만 요구하였으며, 그 밖에 시스템 구축과 안정적인 운영을 위하여 필요한 사항은 사업자가 제시하여야 함 고유번호 ECR-02 요구사항 분류 시스템 장비구성 요구사항 요구사항 명칭 네트워크 및 보안 응락수준 필수 요구사항 내용 사업자는 클라우드 서비스 제공 시 물리적으로 분리된 공공기관 전용 시스템으로 제공하여야 하며, 물리적 통제권을 보장할 수 없는 위치해외 등에 데이터를 저장 하지 않아야 함 구성되는 네트워크 및 보안장비는 도입 인증 요건을 만족하는 제품이어야 함 발주기관 내부 서비스와 연계 시 암호화 통신을 제공하여야 함IPsec VPN 서비스 또는 전용망 구축 사업자는 클라우드 서비스 보안관제 수행에 필요한 제반 환경을 공유대학에 제공 클라우드 환경을 고려한 사이버 위협에 대한 탐지대응 방안 및 보안 침해사고 대응 방안을 마련해야 함 - 클라우드 환경에 대한 접근 및 운영 시 보안 문제 등이 발생하지 않도록 관리 대책을 제시비상연락체계 구축 포함 - 클라우드 환경 및 응용서비스를 대상 정기적 취약점 점검 실시 클라우드 서비스 운영을 위해 적용되는 다양한 보안 솔루션에 대한 운영 및 유지 관리를 지원하여야 함 접속기록, 접근통제 등을 적용하고 로그24개월 이상를 별도 보관 및 관리 - 14 - 고유번호 ECR-03 요구사항 명칭 실시간 성능 모니터링 요구사항 내용 클라우드 서비스의 성능 관리를 위한 모니터링 기능을 제공하여야 함 - 클라우드 서비스 내 가상 자원서버 등 운영 현황 - 클라우드 서비스 내 네트워크, 보안장비 운영 현황 - 할당된 자원CPU, Memory, Disk 등 사용 현황 - 일간, 월간 사용자 수 추이 정보 특정 애플리케이션 모니터링을 위한 필터링 기능을 제공하여야 함 이벤트 발생 시 알림 기능을 제공하여야 함 - CPU, Memory, Disk 임계치 설정에 의한 알림 - 실시간 트랜잭션 개수 임계치 설정에 의한 알림 - 트랜잭션 에러 임계치 설정에 의한 알림 - 응답시간 임계치 초과 트랜잭션 개수에 의한 알림 - 응답시간 분포의 가로 및 세로 분포 패턴에 의한 알림 일간주간월간 보고서 기능을 제공하여야 함 - 실시간 사용자, TPS, 응답시간, CPU 추이 등 - 일간 방문자 수 추이, 월간 방문자 수, 방문지역IP 애플리케이션 피크 성능 비교 보고서를 제공하여야 함 - 전일, 전주 피크 타임과의 비교 권한 관리 기능을 제공하여야 함 고유번호 ECR-04 요구사항 명칭 개발환경 요구사항 내용 Cloud 환경 또는 서버 환경 - 클라우드 및 서버 환경에서 xAPI 모델 설계를 위한 LRS 시스템 설치 및 모델 개발 지원 - xAPI v1.0, v1.0.3 표준 Statement 지원 - 실시간 xAPI Validation 기능 - 실시간 데이터 정렬집계조회 기능을 쿼리SQL, Graphql, Restful API 등으로 지원 - 최소 6종의 차트 시각화를 통한 데이터 검색 기능 지원",
      "tables": [
        [
          [
            "고유번호",
            "ECR-01\n요구사항  분류\n시스템  장비구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "클라우드  서비스  환경  구축\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  사업자는  LRS  시스템  운영을  위한  민간  클라우드  운영  환경을  클라우드  환경  구성   \n후  12개월간  제공하여야  함\n      ※  본  사업  산출내역에는  12개월간  민간  클라우드  운영을  위한  서비스  이용료가 \n포함되었음\n❍  동시  접속인원  최소  100명이  접속  가능한  환경을  제공하여야  하며,  공유대학에서 \n요구  시  최대  300명  이상  접속  가능하도록  신속하게  가용  자원  확대  방안  제시\n❍  서비스  운영을  위한  서버  및  네트워크(용량  포함)  구성  방안은  사업자가  제시\n    -  WEB/WAS/DB/스토리지  등  서버  구성(자원  및  환경설정  포함)을  위한  상용  SW는   \n      발주처의  직접  구매  대상이므로  필요시  제안서에  명기할  것\n      ※  해당  서버  구성을  위한  발주처의  상용SW의  직접  구매의  추진  일정을  감안하여   \n      제안서  작성  요망\n    -  네트워크,  스토리지  등  중요  장비  이중화  및  백업체계  구축\n    -  서비스  운영에  필요한  OS,  미들웨어,  DBMS,  보안소프트웨어  등  S/W의  환경설정   \n  및  운영지원을  포함\n      ※  오픈소스는  공공기관  업무용으로  사용  시  관리적,  기술적,  법적  하자가  없어야   \n      하며,  유지관리가  가능하여야  함\n❍  행정  및  공공기관  클라우드  보안인증만  사용 \n      ※  「클라우드컴퓨팅  발전  및  이용자  보호에  관한  법률」  및  「클라우드컴퓨팅서비스   \n      정보보호에  관한  기준」(과학기술정보통신부  고시  제2017-7호(2017.8.24.),  「행정   \n      기관  및  공공기관의  클라우드컴퓨팅서비스  이용  기준  및  안전성  확보  등에  관한   \n      고시」(행정안전부고시  제2022-28호(2022.3.31.)  등  보안규정  준수\n❍ \n‘클라우드  서비스  환경  구축’  요구사항은  서비스  운영을  위한  최소의  환경만 \n요구하였으며,  그  밖에  시스템  구축과  안정적인  운영을  위하여  필요한  사항은 \n사업자가  제시하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "ECR-03"
          ],
          [
            "요구사항  명칭",
            "실시간  성능  모니터링"
          ],
          [
            "요구사항  내용",
            "❍  클라우드  서비스의  성능  관리를  위한  모니터링  기능을  제공하여야  함\n    -  클라우드  서비스  내  가상  자원(서버  등)  운영  현황\n    -  클라우드  서비스  내  네트워크,  보안장비  운영  현황\n    -  할당된  자원(CPU,  Memory,  Disk  등)  사용  현황\n    -  일간,  월간  사용자  수  추이  정보\n❍  특정  애플리케이션  모니터링을  위한  필터링  기능을  제공하여야  함\n❍  이벤트  발생  시  알림  기능을  제공하여야  함\n    -  CPU,  Memory,  Disk  임계치  설정에  의한  알림 \n    -  실시간  트랜잭션  개수  임계치  설정에  의한  알림\n    -  트랜잭션  에러  임계치  설정에  의한  알림\n    -  응답시간  임계치  초과  트랜잭션  개수에  의한  알림 \n    -  응답시간  분포의  가로  및  세로  분포  패턴에  의한  알림\n❍  일간/주간/월간  보고서  기능을  제공하여야  함\n    -  실시간  사용자,  TPS,  응답시간,  CPU  추이  등\n    -  일간  방문자  수  추이,  월간  방문자  수,  방문지역(IP)\n❍  애플리케이션  피크  성능  비교  보고서를  제공하여야  함\n    -  전일,  전주  피크  타임과의  비교\n❍  권한  관리  기능을  제공하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "ECR-04"
          ],
          [
            "요구사항  명칭",
            "개발환경"
          ],
          [
            "요구사항  내용",
            "❍  Cloud  환경  또는  서버  환경\n  -  클라우드  및  서버  환경에서  xAPI  모델  설계를  위한    LRS  시스템  설치  및  모델 \n개발  지원\n  -  xAPI  v1.0,  v1.0.3  표준  Statement  지원\n  -  실시간  xAPI  Validation  기능\n  -  실시간  데이터  정렬‧집계‧조회  기능을  쿼리(SQL,  Graphql,  Restful  API  등)으로  지원\n  -  최소  6종의  차트  시각화를  통한  데이터  검색  기능  지원"
          ]
        ],
        [
          [
            "고유번호",
            "ECR-02\n요구사항  분류\n시스템  장비구성  요구사항"
          ],
          [
            "요구사항  명칭",
            "네트워크  및  보안\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  사업자는  클라우드  서비스  제공  시  물리적으로  분리된  공공기관  전용  시스템으로 \n제공하여야  하며,  물리적  통제권을  보장할  수  없는  위치(해외  등)에  데이터를  저장\n하지  않아야  함\n❍  구성되는  네트워크  및  보안장비는  도입  인증  요건을  만족하는  제품이어야  함\n❍  발주기관  내부  서비스와  연계  시  암호화  통신을  제공하여야  함(IPsec  VPN  서비스 \n또는  전용망  구축)\n❍  사업자는  클라우드  서비스  보안관제  수행에  필요한  제반  환경을  공유대학에  제공\n❍  클라우드  환경을  고려한  사이버  위협에  대한  탐지·대응  방안  및  보안  침해사고 \n대응  방안을  마련해야  함\n    -  클라우드  환경에  대한  접근  및  운영  시  보안  문제  등이  발생하지  않도록  관리     \n대책을  제시(비상연락체계  구축  포함)\n    -  클라우드  환경  및  응용서비스를  대상  정기적  취약점  점검  실시\n❍  클라우드  서비스  운영을  위해  적용되는  다양한  보안  솔루션에  대한  운영  및  유지\n관리를  지원하여야  함\n❍  접속기록,  접근통제  등을  적용하고  로그(24개월  이상)를  별도  보관  및  관리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 15 - 3 기능 요구사항 SFR,System Function Requirement 고유번호 SFR-01 요구사항 분류 기능 요구사항 요구사항 명칭 xAPI V1.0, V1.03 기반 Statement 데이터 실시간 저장 관리 응락수준 필수 요구사항 내용 JST 공유대학원 시스템과 LMS 시스템을 대상으로 표준화 DB구축 AI 학습 및 통계 분석이 가능한 형태로 구성 데이터 구축 범위 JST공유대학 학습관리시스템LMS, 경력관리시스템, 통합홈페 이지 등 xAPI Statement 데이터 최적화 기능 - 실시간 xAPI Validation 기능을 기반으로 xAPI 데이터 이상값, 누락값, 타입 등에 대한 유효성을 실시간 검증하여 클라이언트와 통신규약을 통해 ADL 표준 체계를 기반으로 데이터 정합성을 처리 - Actor, Verb, Object, Activity, Activity State 데이터를 자동으로 분류하고, 갱신형 Statement와 누적형 Statement로 분기하여 자동 저장 Activity State 처리 기능 - LRP를 통한 학습 시 발생하는 xAPI Statement를 실시간 상태 정보로 변환 및 저장 하고, 이 정보로 진도율, 학습구간, 학습자 상태를 처리할 수 있는 기능을 제공 Video 학습에 대한 Data Segment 기능을 제공 - Activity State 처리 구성도 및 LRP와 연계 방법, 데이터 규격 설계 - LRS의 State 기능을 기반으로 Activity State 데이터 처리 구성 - xAPI Full Statement와 연계하여 데이터 정합성 연계 기능 지원 산출정보 개발산출물 고유번호 SFR-02 요구사항 분류 기능 요구사항 요구사항 명칭 LRS 시스템 구성 응락수준 필수 요구사항 내용 ADL 표준 체계에 따른 LRS 시스템 구축 - xAPI 데이터를 기반으로 학습의 모든 행위가 실시간으로 LRS에 수집되고 ADL 표준이 제시하는 xAPI Validation을 통한 실시간 xAPI 데이터 유효성이 검증되는 시스템을 도입 또는 구축함 - 통합학습 및 학습플랫폼을 통한 학습 활동에 대한 xAPI 프로파일을 CMI5 Profile Model에 근거하여 저장하며, 저장된 데이터를 실시간 검증 조회 할 수 있는 기능 제시 및 검증을 위한 LRS 시스템을 파일롯 테스트용으로 제공 - LRS 시스템으로 전송된 모든 xAPI Statement 정보는 DB 부하시에도 데이터 유실이 발생하지 않는 안정적 Transaction을 보장해야 함 xAPI v1.0 및 v1.0.3 표준 지원 LRS 시스템 도입 - xAPI 표준을 지원하는 LRS 시스템을 구축하거나 검증된 상용 솔루션을 도입함 - 도입구축되는 LRS 시스템은 ADL의 검증된 Test Suite를 100 통과해야 함 ADL xAPI Test Suitehttpslrstest.adlnet.gov에서 Test Suite 결과서를 제출해야 함 - 16 - - LRS솔루션 도입 시 GS인증 1등급 획득 및 조달청 등록 제품으로 기능 적합성, 성능효율성, 사용성 등에 대한 인증을 취득한 제품으로 제시할 것 - 학습 분석 데이터 표준화 진단 및 분석단어용어, 데이터 도메인, 코드 - 대내외 학습활동 데이터와 연계한 데이터, 테이블 등 데이터 연계 영역 분석 관리자 기능 - 수집되는 모든 xAPI 데이터를 실시간 확인할 수 있는 대시보드 기능 제공 - 동영상 Activity의 경우, 학습자별, 영상별 영상 시청 구간에 대한 실시간 조회 히트맵 기능을 제공 - xAPI의 Full Statement, Agent, Verb, Object, Context별 목록 및 검색 기능 - xAPI State 정보 목록 및 검색 기능 데이터 시각화도구 연계 기능 - 최소 1종 이상의 BI도구를 통한 데이터 시각화를 지원 - 다양한 데이터 시각화 차트를 학습자, 교강사, 운영자 분류에 따라 차트 유형을 선정하고, 이를 실시간 연동할 수 있도록 데이터 질의 조회 및 데이터 시각화 예시를 제공 - Profile Model에 따른 데이터 시각화 기능 제공 산출정보 개발산출물 고유번호 SFR-03 요구사항 명칭 LRS 조회 및 정렬 기능 구성 요구사항 내용 실시간 데이터 조회를 위한 실시간 인덱싱 및 분산처리 지원 - 실시간 누적 데이터의 중복, 누락 없이 데이터를 수집 및 실시간 인덱싱 처리 - 데이터의 유실 방지 및 자동복구를 위한 데이터 샤딩처리 교수학습 맥락정보 기반 실시간 데이터 조회 - xAPI표준 체계에 따른 IRI Context를 기반으로 데이터 그룹핑 및 정렬 집계 기능 - ETL 및 대규모 배치작업을 사용하지 않고, 실시간 xAPI 데이터를 집계할 수 있 는 기능을 제공 - Range 검색을 통한 데이터 조회 필터 기능 - Integer, Float, Time Stamp 기반 데이터 조회 필터 기능 - Boolean Query기능을 통한 조건절 필터 기능 - 데이터 정렬 기능 - 100개 이상의 집계데이터가 실시간으로 집계되어 출력될 수 있도록 데이터 고 속 집계 및 조회기능을 제공 - 데이터 차트를 통한 데이터 시각화 방안 제시 DSL 쿼리를 실시간 조회 및 정렬할 수 있는 웹인터페이스 및 질의 결과 출력 기능 - jupyter notebook과 같은 데이터 질의조회 웹 인터페이스를 제공 - python, R 기반 데이터 조회 코드를 실시간 실행 할 수 있는 기능 - 조회된 데이터를 실시간으로 시각화 할 수 있는 기능을 제공 - 데이터 집계 쿼리를 저장 및 시각화 대시보드로 export할 수 있는 기능을 제공",
      "tables": [
        [
          [
            "",
            "-  LRS솔루션  도입  시  GS인증  1등급  획득  및  조달청  등록  제품으로  기능  적합성,   \n        성능효율성,  사용성  등에  대한  인증을  취득한  제품으로  제시할  것 \n    -  학습  분석  데이터  표준화  진단  및  분석(단어/용어,  데이터  도메인,  코드)\n    -  대내·외  학습활동  데이터와  연계한  데이터,  테이블  등  데이터  연계  영역  분석\n❍  관리자  기능\n    -  수집되는  모든  xAPI  데이터를  실시간  확인할  수  있는  대시보드  기능  제공\n    -  동영상  Activity의  경우,  학습자별,  영상별  영상  시청  구간에  대한  실시간  조회     \n        히트맵  기능을  제공\n    -  xAPI의  Full  Statement,  Agent,  Verb,  Object,  Context별  목록  및  검색  기능\n    -  xAPI  State  정보  목록  및  검색  기능\n❍  데이터  시각화도구  연계  기능\n    -  최소  1종  이상의  BI도구를  통한  데이터  시각화를  지원\n    -  다양한  데이터  시각화  차트를  학습자,  교강사,  운영자  분류에  따라  차트  유형을   \n        선정하고,  이를  실시간  연동할  수  있도록  데이터  질의  조회  및  데이터  시각화     \n        예시를  제공\n    -  Profile  Model에  따른  데이터  시각화  기능  제공"
          ],
          [
            "산출정보",
            "개발산출물"
          ]
        ],
        [
          [
            "고유번호",
            "SFR-01\n요구사항  분류\n기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "xAPI V1.0, V1.03 기반 Statement 데이터 실시간 저장 관리\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  JST  공유대학(원)  시스템과  LMS  시스템을  대상으로  표준화  DB구축\n❍  AI  학습  및  통계  분석이  가능한  형태로  구성\n❍  데이터  구축  범위  :  JST공유대학  학습관리시스템(LMS),  경력관리시스템,  통합홈페\n이지  등 \n❍  xAPI  Statement  데이터  최적화  기능 \n  -  실시간  xAPI  Validation  기능을  기반으로  xAPI  데이터  이상값,  누락값,  타입  등에   \n      대한  유효성을  실시간  검증하여  클라이언트와  통신규약을  통해  ADL  표준  체계를   \n      기반으로  데이터  정합성을  처리\n  -  Actor,  Verb,  Object,  Activity,  Activity  State  데이터를  자동으로  분류하고,  갱신형   \n      Statement와  누적형  Statement로  분기하여  자동  저장 \n❍  Activity  State  처리  기능\n  -  LRP를  통한  학습  시  발생하는  xAPI  Statement를  실시간  상태  정보로  변환  및  저장   \n      하고,  이  정보로  진도율,  학습구간,  학습자  상태를  처리할  수  있는  기능을  제공\n      ※  Video  학습에  대한  Data  Segment  기능을  제공\n  -  Activity  State  처리  구성도  및  LRP와  연계  방법,  데이터  규격  설계\n  -  LRS의  State  기능을  기반으로  Activity  State  데이터  처리  구성\n  -  xAPI  Full  Statement와  연계하여  데이터  정합성  연계  기능  지원"
          ],
          [
            "산출정보",
            "개발산출물"
          ]
        ],
        [
          [
            "고유번호",
            "SFR-03"
          ],
          [
            "요구사항  명칭",
            "LRS  조회  및  정렬  기능  구성"
          ],
          [
            "요구사항  내용",
            "❍  실시간  데이터  조회를  위한  실시간  인덱싱  및  분산처리  지원\n    -  실시간  누적  데이터의  중복,  누락  없이  데이터를  수집  및  실시간  인덱싱  처리\n    -  데이터의  유실  방지  및  자동복구를  위한  데이터  샤딩처리\n❍  교수학습  맥락정보  기반  실시간  데이터  조회\n    -  xAPI표준  체계에  따른  IRI  Context를  기반으로  데이터  그룹핑  및  정렬  집계  기능     \n \n-  ETL  및  대규모  배치작업을  사용하지  않고,  실시간  xAPI  데이터를  집계할  수  있\n는  기능을  제공\n    -  Range  검색을  통한  데이터  조회  필터  기능\n    -  Integer,  Float,  Time  Stamp  기반  데이터  조회  필터  기능\n    -  Boolean  Query기능을  통한  조건절  필터  기능\n    -  데이터  정렬  기능\n    -  100개  이상의  집계데이터가  실시간으로  집계되어  출력될  수  있도록  데이터  고\n속  집계  및  조회기능을  제공\n    -  데이터  차트를  통한  데이터  시각화  방안  제시\n❍  DSL  쿼리를  실시간  조회  및  정렬할  수  있는  웹인터페이스  및  질의  결과  출력  기능\n    -  jupyter  notebook과  같은  데이터  질의조회  웹  인터페이스를  제공\n    -  python,  R  기반  데이터  조회  코드를  실시간  실행  할  수  있는  기능\n    -  조회된  데이터를  실시간으로  시각화  할  수  있는  기능을  제공\n    -  데이터  집계  쿼리를  저장  및  시각화  대시보드로  export할  수  있는  기능을  제공"
          ]
        ],
        [
          [
            "고유번호",
            "SFR-02\n요구사항  분류\n기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "LRS  시스템  구성\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  ADL  표준  체계에  따른  LRS  시스템  구축\n    -  xAPI  데이터를  기반으로  학습의  모든  행위가  실시간으로  LRS에  수집되고  ADL     \n        표준이  제시하는  xAPI  Validation을  통한  실시간  xAPI  데이터  유효성이  검증되는   \n        시스템을  도입  또는  구축함\n    -  통합학습  및  학습플랫폼을  통한  학습  활동에  대한 \nxAPI  프로파일을  CMI5             \n        Profile  Model에  근거하여  저장하며,  저장된  데이터를  실시간  검증  조회  할  수   \n        있는  기능  제시  및  검증을  위한  LRS  시스템을  파일롯  테스트용으로  제공\n    -  LRS  시스템으로  전송된  모든  xAPI  Statement  정보는  DB  부하시에도  데이터   \n        유실이  발생하지  않는  안정적  Transaction을  보장해야  함\n❍  xAPI  v1.0  및  v1.0.3  표준  지원  LRS  시스템  도입\n    -  xAPI  표준을  지원하는  LRS  시스템을  구축하거나  검증된  상용  솔루션을  도입함\n    -  도입/구축되는  LRS  시스템은  ADL의  검증된  Test  Suite를  100%  통과해야  함\n        ※  ADL  xAPI  Test  Suite(https://lrstest.adlnet.gov)에서  Test  Suite  결과서를  제출해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 17 - 고유번호 SFR-04 요구사항 분류 기능 요구사항 요구사항 명칭 데이터 수집 및 관리 응락수준 필수 요구사항 내용 데이터수집 시 불필요한 수집이 일어나지 않도록 사전에 대상을 등록하여 선별적 수집 기능 실시간 누적되는 파일에 대하여 중복, 누락 없이 데이터 수집 기능 구조화된 데이터의 import 및 export, 병렬수집 기능, 다양한 연동 프로토콜 지원 데이터 수집 시 분산 수집 및 저장기능 제공하고 다양한 데이터 수집 및 데이터 호환성 기능 제공 학습분석을 위한 학습데이터 수집형식은 xAPI 규격을 이용 학습자 트래킹 기능 - 학습플랫폼의 xAPI 기능 기반의 학습자의 학습 활동에 실시간 트래킹 처리 - 학습자 트래킹 기능은 WEB, 모바일 Embed기기를 지원할 수 있는 포맷임 - excel, csv 등을 통한 오프라인 학습자 트래킹 기능을 지원 트래킹 대상 확장을 위한 API 또는 기술 솔루션 제공 - 데이터 수집 대상을 확대 또는 축소할 수 있는 트래킹 API 구축 또는 그에 준하는 기술 솔루션 제공 산출정보 개발산출물 AI 시스템과 연계하는 기능을 제공 산출정보 개발산출물 고유번호 SFR-05 요구사항 분류 기능 요구사항 요구사항 명칭 xAPI Profile 제공 응락수준 필수 요구사항 내용 동영상 학습 콘텐츠별 xAPI Profile 설계 JST 공유대학에 적용 가능한 학습 콘텐츠에 대한 xAPI Profile - 동영상 학습에 대한 Full Statement Profile - 서책형 학습에 대한 Full Statement Profile - 음원 학습에 대한 Full Statement Profile - QTI 학습에 대한 Full Statement Profile CMI5 Profile Model 제시 - AU 기반 CMI5 Profile Model - CMI5 기반 Activity Diagram 설계 및 프로세스 정의 - CMI5 State Information 체계 설계 표준 설계서 구성 - 각 Profile은 Flow Diagram 및 Activity Diagram을 설계하여 제시 - xAPI 추적서에 따른 데이터 지표 체계 구성 - Verb 목록 구성 - IRI 체계 구성 및 Profile 연계 산출정보 xAPI Profile 모델 정의서 - 18 - 고유번호 SFR-06 요구사항 명칭 LRP 연계 기능 요구사항 내용 웹기반 학습활동 이벤트 Hook 기능 제공 - 학습활동 자동 수집 라이브러리 제공 Javascript, Java, Python xAPI Wrapper 방식 라이브러리 제공 - 시스템 프로세스 및 코드를 수정을 최소화하고, xAPI 이벤트 수집 시 오류가 발생하지 않는 안정적 xAPI Wrapper 라이브러리를 제공 - 제공되는 Wrapper 라이브러리는 국내에 최소 2개 기간 이상에 적용된 실적이 있어야 하며, 적용된 서비스 실적을 제시 - 라이브러리는 데이터 지표 체계 및 모델 설계를 반영하여 함수 형식으로 제공 전체 사업 예산 중 xAPI 라이브러리를 운영 시스템에 적용하기 위해 현재 운영 중인 개발사 지급을 위한 인건비가 포함될 수 있음 산출정보 개발 산출물 4 성능 요구사항 PER,Performance Requirement 고유번호 PER-01 요구사항 명칭 웹사이트 최적화 적용 요구사항 내용 서버의 성능 부하를 예상하고, 이를 최소화하는 방안을 제시해야 함 웹페이지별 용량과 http 요청 횟수 등을 최소화하여 응답속도를 향상시키는 방향 으로 웹사이트를 구축해야 함 - 첫 페이지 등 주요 페이지의 응답속도는 3초 이하를 권장함 웹사이트 구축 후 부하 테스트를 통해 응답시간, 시간당 처리량, 자원사용량 등 성능을 시험해야 함 산출정보 개발 산출물 고유번호 PER-02 요구사항 명칭 웹 페이지 응답시간 요구사항 내용 웹페이지 용량 감축 등 최적화를 고려하여 구축해야 함 - 첫 페이지 등 주요 페이지의 용량은 3MB 이내로 해야 함 웹페이지별 용량과 http 요청 횟수 등을 최소화하여 응답속도를 향상시키는 방향 으로 웹사이트를 구축해야 함 - 첫 페이지 등 주요 페이지의 응답속도는 3초 이하를 권장함 웹사이트 구축 후 부하 테스트를 통해 응답시간, 시간당 처리량, 자원사용량 등 성능을 시험해야 함 웹사이트 유지보수 사업인 경우에는 최적화 분석 대상, 분석 주기, 분석 방법 등을 계획하고 지속적으로 점검하여 기준에 미진한 사항은 개선해야 함 처리 속도가 느린 작업의 경우, 사용자에게 사전 알림 산출정보 성능 시험 결과서",
      "tables": [
        [
          [
            "고유번호",
            "SFR-06"
          ],
          [
            "요구사항  명칭",
            "LRP  연계  기능"
          ],
          [
            "요구사항  내용",
            "❍  웹기반  학습활동  이벤트  Hook  기능  제공\n    -  학습활동  자동  수집  라이브러리  제공  :  Javascript,  Java,  Python\n❍  xAPI  Wrapper  방식  라이브러리  제공\n    -  시스템  프로세스  및  코드를  수정을  최소화하고,  xAPI  이벤트  수집  시  오류가     \n        발생하지  않는  안정적  xAPI  Wrapper  라이브러리를  제공\n    -  제공되는  Wrapper  라이브러리는  국내에  최소  2개  기간  이상에  적용된  실적이     \n        있어야  하며,  적용된  서비스  실적을  제시\n    -  라이브러리는  데이터  지표  체계  및  모델  설계를  반영하여  함수  형식으로  제공\n❍  전체  사업  예산  중  xAPI  라이브러리를  운영  시스템에  적용하기  위해  현재  운영 \n중인  개발사  지급을  위한  인건비가  포함될  수  있음"
          ],
          [
            "산출정보",
            "개발  산출물"
          ]
        ],
        [
          [
            "고유번호",
            "SFR-04\n요구사항  분류\n기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "데이터  수집  및  관리\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  데이터수집  시  불필요한  수집이  일어나지  않도록  사전에  대상을  등록하여  선별적 \n수집  기능\n❍  실시간  누적되는  파일에  대하여  중복,  누락  없이  데이터  수집  기능\n❍  구조화된  데이터의  import  및  export,  병렬수집  기능,  다양한  연동  프로토콜  지원\n❍  데이터  수집  시  분산  수집  및  저장기능  제공하고  다양한  데이터  수집  및  데이터   \n호환성  기능  제공\n❍  학습분석을  위한  학습데이터  수집형식은  xAPI  규격을  이용\n❍  학습자  트래킹  기능\n    -  학습플랫폼의  xAPI  기능  기반의  학습자의  학습  활동에  실시간  트래킹  처리\n    -  학습자  트래킹  기능은  WEB,  모바일  Embed기기를  지원할  수  있는  포맷임\n    -  excel,  csv  등을  통한  오프라인  학습자  트래킹  기능을  지원\n❍  트래킹  대상  확장을  위한  API  또는  기술  솔루션  제공\n    -  데이터  수집  대상을  확대  또는  축소할  수  있는  트래킹  API  구축  또는  그에           \n준하는  기술  솔루션  제공"
          ],
          [
            "산출정보",
            "개발산출물"
          ]
        ],
        [
          [
            "고유번호",
            "PER-01"
          ],
          [
            "요구사항  명칭",
            "웹사이트  최적화  적용"
          ],
          [
            "요구사항  내용",
            "○  서버의  성능  부하를  예상하고,  이를  최소화하는  방안을  제시해야  함\n○  웹페이지별  용량과  http  요청  횟수  등을  최소화하여  응답속도를  향상시키는  방향\n으로  웹사이트를  구축해야  함\n      -  첫  페이지  등  주요  페이지의  응답속도는  3초  이하를  권장함\n○  웹사이트  구축  후  부하  테스트를  통해  응답시간,  시간당  처리량,  자원사용량  등     \n      성능을  시험해야  함"
          ],
          [
            "산출정보",
            "개발  산출물"
          ]
        ],
        [
          [
            "고유번호",
            "SFR-05\n요구사항  분류\n기능  요구사항"
          ],
          [
            "요구사항  명칭",
            "xAPI  Profile  제공\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  동영상  학습  콘텐츠별  xAPI  Profile  설계\n  ※  JST  공유대학에  적용  가능한  학습  콘텐츠에  대한  xAPI  Profile\n    -  동영상  학습에  대한  Full  Statement  Profile\n    -  서책형  학습에  대한  Full  Statement  Profile\n    -  음원  학습에  대한  Full  Statement  Profile\n    -  QTI  학습에  대한  Full  Statement  Profile\n○  CMI5  Profile  Model  제시\n    -  AU  기반  CMI5  Profile  Model\n    -  CMI5  기반  Activity  Diagram  설계  및  프로세스  정의\n    -  CMI5  State  Information  체계  설계\n○  표준  설계서  구성\n    -  각  Profile은  Flow  Diagram  및  Activity  Diagram을  설계하여  제시\n    -  xAPI  추적서에  따른  데이터  지표  체계  구성\n    -  Verb  목록  구성\n    -  IRI  체계  구성  및  Profile  연계"
          ],
          [
            "산출정보",
            "xAPI  Profile  모델  정의서"
          ]
        ],
        [
          [
            "고유번호",
            "PER-02"
          ],
          [
            "요구사항  명칭",
            "웹  페이지  응답시간"
          ],
          [
            "요구사항  내용",
            "○  웹페이지  용량  감축  등  최적화를  고려하여  구축해야  함 \n      -  첫  페이지  등  주요  페이지의  용량은  3MB  이내로  해야  함\n○  웹페이지별  용량과  http  요청  횟수  등을  최소화하여  응답속도를  향상시키는  방향   \n      으로  웹사이트를  구축해야  함\n      -  첫  페이지  등  주요  페이지의  응답속도는  3초  이하를  권장함\n○  웹사이트  구축  후  부하  테스트를  통해  응답시간,  시간당  처리량,  자원사용량  등     \n성능을  시험해야  함\n○  웹사이트  유지보수  사업인  경우에는  최적화  분석  대상,  분석  주기,  분석  방법  등을   \n      계획하고  지속적으로  점검하여  기준에  미진한  사항은  개선해야  함\n○  처리  속도가  느린  작업의  경우,  사용자에게  사전  알림"
          ],
          [
            "산출정보",
            "성능  시험  결과서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 19 - 5 인터페이스 요구사항 SIR,System Interface Requirement 고유번호 SIR-01 요구사항 분류 인터페이스 요구사항 요구사항 명칭 글로벌 웹표준 준수 응락수준 필수 요구사항 내용 시각장애인, 청각장애인 등과 노인도 구축 시스템 정보에 일반인과 동등하게 접근할 수 있도록 보장 시각 장애, 약시, 청각 장애, 지체 장애, 학습 장애, 지적 장애, 광과민성 발작 등과 같은 장애가 있는 사용자들도 쉽게 접근할 수 있는 웹 콘텐츠를 구축 사용자 인터페이스는 다양한 사용자 환경브라우저에서도 서비스를 이용할 수 있도록 하며, 표준을 준수하여 구현하여야 함 화면 UI 기획 및 디자인에 관련된 제반 사항을 긴밀한 협조를 통하여 시행토록 함 화면 오류가 발생 시 오류 메시지 기능을 제공하여야 함 산출정보 웹 접근성 시험 결과서 6 데이터 요구사항 DAR,Data Requirement 고유번호 DAR-01 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터표준 준수 응락수준 필수 요구사항 내용 데이터관리 지침을 수용할 수 있도록 DB설계 및 운영이 되어야 하며, 사업관리자를 통해 이에 대한 검증이 이루어져야 함 DB설계 시 행안부 표준 준수 DB 구조의 설계는 관련 업무처리 절차를 반영하여 유기적으로 구조화하고 향후 업무 변동에 따른 확장성을 충분히 고려해야 함 - 데이터 명명 규칙 등을 준수하여 DB 설계, 운영 및 검증 - 관련 시스템과 데이터가 호환될 수 있도록 DB 설계 - 데이터 이관 시 최종 이관 데이터에 대한 검증 수행 데이터의 정합성을 유지하면서 시스템의 성능을 저하하지 않도록 DB 설계가 되어야 함 - 각종 통계, 조회 등의 작성 및 조회 시 시스템 부하가 최소화되도록 설계 데이터 코드 및 용어의 표준을 수립하여 설계 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질향상, 데이터베이스 통합 등을 위하여 표준화되어야함. 행정정보의 공동 활용에 필요한 행정코드는 행정표준코드를 준수하여야 함 고유번호 DAR-02 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 설계 응락수준 필수 요구사항 내용 규정 개정 및 업무 변경에 대한 물리적인 구성 변경이 발생하지 않도록 유연성, 확장성이 반영 데이터 모델의 무결성, 안정성, 일치성, 기밀성, 가용성을 확보하여 시스템 성능 및 효율성을 강화하는 방안을 제시 - 20 - 고유번호 DAR-03 요구사항 명칭 데이터 정합성 검증 요구사항 내용 외부 데이터의 연계 시, 반드시 데이터의 정합성을 체크하고 로그를 유지하여야 함 XML 데이터는 XML 스키마를 이용하여 반드시 데이터 정합성을 검증함 DB 최적화, DBMS 튜닝 등을 통해 데이터 안정성과 성능을 개선해야 함 분석, 설계 단계부터 DB 성능 및 튜닝을 고려해야 하며, 관련 전문가를 투입하여 해당 튜닝을 수행 이관된 데이터 및 시스템에 추가되는 모든 데이터에 대한 품질관리 체계 및 방안을 제시 고유번호 DAR-04 요구사항 명칭 초기 자료 구축 요구사항 내용 시스템 테스트, 사용자교육, 시험운영 등 일련의 과정을 수행하기 위해 이관된 초기데이터의 구축 원칙 - 구축할 자료의 성격에 대한 적절한 입력자 선임 및 자료 내용 검증 - 구축 전 충분한 자료의 확보 및 확보된 자료의 이상 유무 확인 - 자료의 전체적인 체계에 대한 기본적인 이해 필수 - 구축 전 사전교육의 진행 및 입력 프로그램에 의한 입력 비고 - 계약상대자는 개발시스템의 서비스에 필요한 초기자료의 구축내역과 구축방안 을 업무분야, 차수별 또는 시스템별 등으로 제시자료의 대상 및 규모, 전체적 일정계획 수립, 초기자료 구축의 담당자별 책임과 역할 - 구축자료의 검증항목, 검증방안 및 검증주체를 명확히 제시 수립된 데이터 표준 지침을 준수하여 데이터 설계 데이터 간 관계분석, 데이터 표준화 수립, 중복 데이터 제거 등 통합된 표준 데이 터로 설계 현업 요구사항의 추가 도출 및 데이터 특성을 고려한 모델을 설계 대용량 데이터의 빠른 접근 및 추출, 적재 등이 용이하도록 데이터의 구조개선 방안을 제시 고유번호 DAR-05 요구사항 명칭 통합 데이터베이스 구축 요구사항 내용 향후 기능의 확장 및 하자보수가 용이하도록 관련 DB의 설계 구현 쿼리 최적화 등의 튜닝 실시 효율적인 시스템 사용을 위한 데이터 마이그레이션 실시 데이터 저장 시 보안이 필요한 필드가 있을 경우 암복호화 기능 제공 DB의 효율적인 운영 관리 및 스페이스의 불필요한 낭비 방지를 위해 테이블, 칼럼 등의 중복을 최소화하고 각각의 행정시스템에 공동 활용이 가능하도록 설계",
      "tables": [
        [
          [
            "",
            "❍  수립된  데이터  표준  지침을  준수하여  데이터  설계\n❍  데이터  간  관계분석,  데이터  표준화  수립,  중복  데이터  제거  등  통합된  표준  데이\n터로  설계\n❍  현업  요구사항의  추가  도출  및  데이터  특성을  고려한  모델을  설계\n❍  대용량  데이터의  빠른  접근  및  추출,  적재  등이  용이하도록  데이터의  구조개선  방안을  제시"
          ]
        ],
        [
          [
            "고유번호",
            "SIR-01\n요구사항  분류\n인터페이스  요구사항"
          ],
          [
            "요구사항  명칭",
            "글로벌  웹표준  준수\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "○  시각장애인,  청각장애인  등과  노인도  구축  시스템  정보에  일반인과  동등하게     \n      접근할  수  있도록  보장\n      ※  시각  장애,  약시,  청각  장애,  지체  장애,  학습  장애,  지적  장애,  광과민성  발작     \n          등과  같은  장애가  있는  사용자들도  쉽게  접근할  수  있는  웹  콘텐츠를  구축\n○  사용자  인터페이스는  다양한  사용자  환경(브라우저)에서도  서비스를  이용할  수       \n    있도록  하며,  표준을  준수하여  구현하여야  함\n○  화면  UI  기획  및  디자인에  관련된  제반  사항을  긴밀한  협조를  통하여  시행토록  함\n○  화면  오류가  발생  시  오류  메시지  기능을  제공하여야  함"
          ],
          [
            "산출정보",
            "웹  접근성  시험  결과서"
          ]
        ],
        [
          [
            "고유번호",
            "DAR-03"
          ],
          [
            "요구사항  명칭",
            "데이터  정합성  검증"
          ],
          [
            "요구사항  내용",
            "❍  외부 데이터의 연계 시, 반드시 데이터의 정합성을 체크하고 로그를 유지하여야 함\n❍  XML  데이터는  XML  스키마를  이용하여  반드시  데이터  정합성을  검증함\n❍  DB  최적화,  DBMS  튜닝  등을  통해  데이터  안정성과  성능을  개선해야  함\n❍  분석,  설계  단계부터  DB  성능  및  튜닝을  고려해야  하며,  관련  전문가를  투입하여 \n해당  튜닝을  수행\n❍  이관된  데이터  및  시스템에  추가되는  모든  데이터에  대한  품질관리  체계  및  방안을  제시"
          ]
        ],
        [
          [
            "고유번호",
            "DAR-04"
          ],
          [
            "요구사항  명칭",
            "초기  자료  구축"
          ],
          [
            "요구사항  내용",
            "❍  시스템  테스트,  사용자교육,  시험운영  등  일련의  과정을  수행하기  위해  이관된 \n초기데이터의  구축\n❍  원칙\n      -  구축할  자료의  성격에  대한  적절한  입력자  선임  및  자료  내용  검증\n      -  구축  전  충분한  자료의  확보  및  확보된  자료의  이상  유무  확인\n      -  자료의  전체적인  체계에  대한  기본적인  이해  필수\n      -  구축  전  사전교육의  진행  및  입력  프로그램에  의한  입력 \n❍  비고\n-  계약상대자는  개발시스템의  서비스에  필요한  초기자료의  구축내역과  구축방안\n을  업무분야,  차수별  또는  시스템별  등으로  제시(자료의  대상  및  규모,  전체적 \n일정계획  수립,  초기자료  구축의  담당자별  책임과  역할)\n-  구축자료의  검증항목,  검증방안  및  검증주체를  명확히  제시"
          ]
        ],
        [
          [
            "고유번호",
            "DAR-01\n요구사항  분류\n데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "데이터표준  준수\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  데이터관리  지침을  수용할  수  있도록  DB설계  및  운영이  되어야  하며,  사업관리자를 \n통해  이에  대한  검증이  이루어져야  함\n❍  DB설계  시  행안부  표준  준수 \n❍  DB  구조의  설계는  관련  업무처리  절차를  반영하여  유기적으로  구조화하고  향후 \n업무  변동에  따른  확장성을  충분히  고려해야  함\n  -  데이터  명명  규칙  등을  준수하여  DB  설계,  운영  및  검증\n  -  관련  시스템과  데이터가  호환될  수  있도록  DB  설계\n  -  데이터  이관  시  최종  이관  데이터에  대한  검증  수행\n❍  데이터의  정합성을  유지하면서  시스템의  성능을  저하하지  않도록  DB  설계가  되어야  함\n  -  각종  통계,  조회  등의  작성  및  조회  시  시스템  부하가  최소화되도록  설계\n❍  데이터  코드  및  용어의  표준을  수립하여  설계\n❍  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질향상,  데이터베이스 \n통합  등을  위하여  표준화되어야함.\n❍  행정정보의  공동  활용에  필요한  행정코드는  행정표준코드를  준수하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "DAR-02\n요구사항  분류\n데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "데이터  설계\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  규정  개정  및  업무  변경에  대한  물리적인  구성  변경이  발생하지  않도록  유연성, \n확장성이  반영\n❍  데이터  모델의  무결성,  안정성,  일치성,  기밀성,  가용성을  확보하여  시스템  성능 \n및  효율성을  강화하는  방안을  제시"
          ]
        ],
        [
          [
            "고유번호",
            "DAR-05"
          ],
          [
            "요구사항  명칭",
            "통합  데이터베이스  구축"
          ],
          [
            "요구사항  내용",
            "❍  향후  기능의  확장  및  하자보수가  용이하도록  관련  DB의  설계  구현\n❍  쿼리  최적화  등의  튜닝  실시\n❍  효율적인  시스템  사용을  위한  데이터  마이그레이션  실시\n❍  데이터  저장  시  보안이  필요한  필드가  있을  경우  암·복호화  기능  제공\n❍  DB의  효율적인  운영  관리  및  스페이스의  불필요한  낭비  방지를  위해  테이블,  칼럼 등의 \n중복을 최소화하고 각각의 행정시스템에 공동 활용이 가능하도록 설계"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 21 - 고유번호 DAR-06 요구사항 분류 데이터 요구사항 요구사항 명칭 SW사업정보 저장소 데이터 작성 및 제출 응락수준 필수 요구사항 내용 소프트웨어 진흥법 제46조에 따라 해당 사업 수주자는 SW 사업정보SW사업 수행 및 실적 정보 데이터를 작성하여 제출하여야 함 SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업 정보 저장소 데이터 제출 안내 문서를 참조토록 함 SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드시 명시하도록 함 SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 측정 전문가를 포함토록 함 고유번호 DAR-07 요구사항 분류 데이터 요구사항 요구사항 명칭 구축 및 이관 응락수준 필수 요구사항 내용 응용프로그램과 DB 간 일관성을 유지해야 함 DB의 효율적인 운영관리 및 스페이스의 불필요한 낭비 방지를 위해 테이블, 칼럼 등의 중복을 최소화하여야 함 DB를 최적화하여 제한 조건에 따른 반응속도가 저하되지 않도록 구현해야 함 데이터 이관 시, 계획을 수립하여 기존 정보시스템의 데이터를 설계에 맞게 이관하 여야 함 - 데이터 전환 시 기존 데이터의 정확성을 점검하고, 기존 자료의 사전 정비 시행 - 데이터 전환대상이 되는 데이터와 신규시스템 데이터 간 관계를 파악하여 매핑 - 데이터의 원활한 전환을 위해 조기 데이터 전환전략을 수립하고 사전점검 시행 필요 시, 이관 데이터에 대한 검증을 시행해야 함 - 전환대상 자료 누락 여부 확인 - 필수입력사항 누락 여부 - 항목의 타입, 길이의 적절성 7 테스트 요구사항 TER,Test Requirement 고유번호 TER-01 요구사항 분류 테스트 요구사항 요구사항 명칭 테스트 방안 수립 응락수준 필수 요구사항 내용 서비스 개발 대상 단위시험, 연계 시스템과의 연동 시험 등 통합 테스트를 실시 하고 시험 운영 기간 거쳐 운영 시 발생할 수 있는 문제 사항을 분석하여 보완 - 테스트 시나리오별, 처리 절차, 예상 결과 등을 사전에 정의해야 함 - 테스트 범위, 수행 절차, 조직, 일정, 시험환경 및 평가 기준을 구체적으로 수립 개발 초기부터 구축 완료되기까지 지속적으로 시험을 실시하여야 하며, 다음과 DB 설계 완료시에 DB테이블 목록, 테이블명세서, 데이터 흐름도를 작성 제출 - 22 - 8 보안 요구사항 SER,Security Requirement 같은 시험 결과의 모니터링 및 시험 결과를 계속 반영하여 요구사항이 모두 충 족 되는 시스템이 되도록 하여야 함 - 기능, 성능 등의 요구사항 및 설계 사양 충족 여부 검증 - 기능의 정상적 수행 여부 검증 등 - 기능 수행 후의 결과가 사전에 예측된 결과와 일치하는지 검증 - 시스템의 접근권한 및 업무 권한에 대한 적절성 검증 - 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함 - 부하 테스트를 실시하고 결과보고서를 제출해야 함 산출정보 테스트 계획서 고유번호 SER-01 요구사항 명칭 표준 및 보안지침 준수 요구사항 내용 본 사업의 수행 및 관리는 각종 정보 보안관련 법령 및 규정, 개발 가이드라인 및 각종 표준지침 등을 준수해야 함 - 정보시스템 구축운영 지침 기술 적용계획표 참조붙임10 - 전자정부 웹 표준 준수지침행정안전부 - 전자정부 서비스 호환성 준수지침행정안전부 - 전자정부 웹 서비스 취약점 대응 지침행정안전부 - 행정기관 및 공공기관 정보시스템 구축운영지침 행정안전부 - 행정기관의 코드표준화 추진지침행정안전부 - 행정기관 웹 사이트 평가기준 및 각종 평가기준행정안전부 - 행정정보데이터베이스 표준화 지침행정안전부 고유번호 TER-02 요구사항 명칭 통합 테스트 요구사항 내용 사용자 승인을 위한 검사 및 테스트 수행 방법, 절차, 참여 조직 및 역할, 점검 사항, 최종 검수 기준, 점검 후 조치 방안 등을 세부적으로 기술하여 계획을 수립 요구사항별 적합부적합 판정을 할 수 있도록 요구사항별 테스트를 수행 할 수 있어야 하며, 이에 따른 테스트 데이터를 준비해야 함 공유대학과 협의하여 승인 검사 및 테스트를 계획하고, 공유대학이 승인 검사 및 테스트를 이행하는 데 필요한 모든 조력을 제공하여야 함 개발 완료 후 최종 산출물 및 테스트 결과물을 첨부하여 발주자에게 승인 검사 및 테스트를 요청하고, 승인 검사 및 테스트 과정에서 발견된 하자 사항은 만족 한 결과를 얻을 때까지 보완테스트를 반복적으로 실시해야 함 최종 승인 처리는 별도의 문서에 의하여 발주자의 승인을 받은 일자에 완료된 것 으로 함 산출정보 통합 테스트 결과서",
      "tables": [
        [
          [
            "",
            "같은  시험  결과의  모니터링  및  시험  결과를  계속  반영하여  요구사항이  모두  충\n족    되는  시스템이  되도록  하여야  함\n    -  기능,  성능  등의  요구사항  및  설계  사양  충족  여부  검증\n    -  기능의  정상적  수행  여부  검증  등\n    -  기능  수행  후의  결과가  사전에  예측된  결과와  일치하는지  검증\n    -  시스템의  접근권한  및  업무  권한에  대한  적절성  검증 \n    -  결함을  파악하고  원인을  추적하여  결함을  제거하여야  함\n    -  부하  테스트를  실시하고  결과보고서를  제출해야  함"
          ],
          [
            "산출정보",
            "테스트  계획서"
          ]
        ],
        [
          [
            "고유번호",
            "DAR-06\n요구사항  분류\n데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "SW사업정보  저장소  데이터  작성  및  제출 \n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  「소프트웨어  진흥법  제46조」에  따라  해당  사업  수주자는  SW  사업정보(SW사업 \n수행  및  실적  정보)  데이터를  작성하여  제출하여야  함\n❍  SW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  자료실의  ‘SW사업\n정보  저장소  데이터  제출  안내’  문서를  참조토록  함\n❍  SW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에  반드시 \n명시하도록  함\n❍  SW사업정보  중  기능점수  데이터의  작성을  위해  사업수행  인원  중  기능점수  측정 \n전문가를  포함토록  함"
          ]
        ],
        [
          [
            "고유번호",
            "TER-02"
          ],
          [
            "요구사항  명칭",
            "통합  테스트"
          ],
          [
            "요구사항  내용",
            "❍  사용자  승인을  위한  검사  및  테스트  수행  방법,  절차,  참여  조직  및  역할,    점검     \n사항,  최종  검수  기준,  점검  후  조치  방안  등을  세부적으로  기술하여  계획을  수립\n❍  요구사항별  적합/부적합  판정을  할  수  있도록  요구사항별  테스트를  수행  할  수     \n있어야  하며,  이에  따른  테스트  데이터를  준비해야  함\n❍  공유대학과  협의하여  승인  검사  및  테스트를  계획하고,  공유대학이  승인  검사  및   \n테스트를  이행하는  데  필요한  모든  조력을  제공하여야  함\n❍  개발  완료  후  최종  산출물  및  테스트  결과물을  첨부하여  발주자에게  승인  검사     \n및  테스트를  요청하고,  승인  검사  및  테스트  과정에서  발견된  하자  사항은  만족   \n한  결과를  얻을  때까지  보완·테스트를  반복적으로  실시해야  함\n❍  최종  승인  처리는  별도의  문서에  의하여  발주자의  승인을  받은  일자에  완료된  것\n으로  함"
          ],
          [
            "산출정보",
            "통합  테스트  결과서"
          ]
        ],
        [
          [
            "고유번호",
            "DAR-07\n요구사항  분류\n데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "구축  및  이관 \n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  응용프로그램과  DB  간  일관성을  유지해야  함\n❍  DB의  효율적인  운영관리  및  스페이스의  불필요한  낭비  방지를  위해  테이블,  칼럼 \n등의  중복을  최소화하여야  함 \n❍  DB를  최적화하여  제한  조건에  따른  반응속도가  저하되지  않도록  구현해야  함\n❍  데이터  이관  시,  계획을  수립하여  기존  정보시스템의  데이터를  설계에  맞게  이관하\n여야  함\n  -  데이터  전환  시  기존  데이터의  정확성을  점검하고,  기존  자료의  사전  정비  시행\n  -  데이터  전환대상이  되는  데이터와  신규시스템  데이터  간  관계를  파악하여  매핑\n  -  데이터의  원활한  전환을  위해  조기  데이터  전환전략을  수립하고  사전점검  시행\n❍  필요  시,  이관  데이터에  대한  검증을  시행해야  함\n  -  전환대상  자료  누락  여부  확인\n  -  필수입력사항  누락  여부\n  -  항목의  타입,  길이의  적절성"
          ]
        ],
        [
          [
            "고유번호",
            "TER-01\n요구사항  분류\n테스트  요구사항"
          ],
          [
            "요구사항  명칭",
            "테스트  방안  수립\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍    서비스  개발  대상  단위시험,  연계  시스템과의  연동  시험  등  통합  테스트를  실시   \n  하고  시험  운영  기간  거쳐  운영  시  발생할  수  있는  문제  사항을  분석하여  보완\n    -  테스트  시나리오별,  처리  절차,  예상  결과  등을  사전에  정의해야  함\n    -  테스트  범위,  수행  절차,  조직,  일정,  시험환경  및  평가  기준을  구체적으로  수립\n❍ \n  개발  초기부터  구축  완료되기까지  지속적으로  시험을  실시하여야  하며,  다음과"
          ]
        ],
        [
          [
            "고유번호",
            "SER-01"
          ],
          [
            "요구사항  명칭",
            "표준  및  보안지침  준수"
          ],
          [
            "요구사항  내용",
            "❍  본  사업의  수행  및  관리는  각종  정보  보안관련  법령  및  규정,  개발  가이드라인 \n및  각종  표준지침  등을  준수해야  함\n-  정보시스템  구축·운영  지침(※  기술  적용계획표  참조[붙임10  ]  )\n-  전자정부  웹  표준  준수지침(행정안전부)\n-  전자정부  서비스  호환성  준수지침(행정안전부)\n-  전자정부  웹  서비스  취약점  대응  지침(행정안전부)\n-  행정기관  및  공공기관  정보시스템  구축․운영지침  (행정안전부)\n-  행정기관의  코드표준화  추진지침(행정안전부)\n-  행정기관  웹  사이트  평가기준  및  각종  평가기준(행정안전부)\n-  행정정보데이터베이스  표준화  지침(행정안전부)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 23 - - 행정기관 등 웹사이트 운영 가이드라인행정안전부 - 공공기관 홈페이지 개인정보 노출방지 가이드라인행정안전부 - 공공기관 개인정보보호 기본지침행정안전부 - 개인정보보호법 및 표준개인정보 보호지침행정안전부 - 홈페이지 보안관리 매뉴얼국가사이버안전센터 - 웹접근성 향상을 위한 국가표준 기술 가이드라인한국정보문화진흥원 - 다양한 웹 브라우저에서 접근할 수 있도록 W3C의 국제표준 적용 - 한국형 웹 콘텐츠 접근성 지침 2.1행정안전부 - 모바일 전자정부 서비스 관리지침행정안전부 - 인터넷 저작권 정책 준수문화체육관광부 - OWASP TOP 10 취약점 및 국정원 8대 취약점 제거 - 11년부터 신규 구축하는 행정기관 대국민사이트 웹호환성 준수의무화 - 안전행정부 공통기반 및 표준화 ISP사업결과를 적용하여 구축 - ActiveX 및 비표준 Flash 파일 제외 사업기간중 위 표준지침이 변경되거나 새 표준지침이 발표될 때는 변경된 내 용 및 새 표준지침을 반영하여야 함 고유번호 SER-02 요구사항 분류 보안 요구사항 요구사항 명칭 책임 및 보안 준수 응락수준 필수 요구사항 내용 정부의 보안준수 - 행정안전부 전자정부 웹서비스 취약점 대응지침 준수 - 행정안전부 보안 분야의 법령, 규정, 지침 준수 - 국가정보원 국가정보보안 기본지침 준수 - 국가정보원 국가 공공기관 업무용 스마트폰 보안규격 준수 - 보안제품 도입이 필요할 시에는 국가정보원 CC인증을 필한 제품이어야 하며, 보 안적합성 검증 필을 요청 할 수 있도록 하여야 함 계약자 보안준수 - 계약자는 보안준수사항을 위반하여 발생하는 모든 민형사상 책임 및 그에 따른 유무형의 손해배상을 전적으로 책임져야 한다. 또한, 계약자가 정보누출 시 지방 계약법 시행령 제92조에 의거 해당업체를 부정당업자로 등록, 입찰 참가자격 제 한 등록의 제재 조치가 가능 - 사업수행업체의 보안점검을 위해 대학은 계약업체 현장에 직접 정기 및 수시점 검을 할 수 있으며, 계약업체는 보안점검에 만반의 준비를 하여야 함평상시 보 안내용을 숙지하며, 보안점검에 따른 점검내용 등은 추후 대학이 제공 - 사업 참여인원에 대해서는 사업투입 전, 신원조회를 위한 신원진술서와 보안서약 서대표자, 참여인력 각각 작성, 보안각서를 제출 - 사업수행업체는 사업 착수 전 참여인원에 대해 법률 또는 주관기관의 규정에 의한 비 - 24 - 밀 유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육을 실시 - 사업 종료 시, 대학으로부터 제공받는 장비, 서류 및 중간 최종 산출물 등 모든 자료를 전량 반납하고 삭제 - 사업 참여인력은 사업과 관련하여 취득한 모든 자료를 대외비로 취급하며 대학 승 인 없이 절대로 외부에 유출 또는 다른 용도로 사용할 수 없음 - 기타 개인정보의 안전성 확보를 위해 공공기관의 개인정보보호에 관한 법률 및 지침 등 관련법령을 준수 - 정보통신망 구성도, 정보시스템 구성도, 사업 산출물 및 개인정보 등은 비공개 자료로 분류하여 관리 - 사업수행업체는 비공개자료 중 출력물 형태로 제공받는 자료에 대해서는 자료관 리 대장을 작성하여 인계자대학와 인수자사업수행업체 관리책임자가 직접 서 명한 후 인계인수해야 함 - 사업수행업체는 비공개자료 출력 시에 출력물에 출력자, 출력일시 등을 표시 - 사업수행업체가 비공개 자료를 자체 보관관리 시에는 지정된 별도 캐비닛에 보관관리 - 사업수행업체는 캐비닛에 보관관리되는 비공개 자료의 목록을 현행화하여 관리 고유번호 SER-03 요구사항 명칭 참여인원 보안관리 요구사항 내용 사업 투입 인력에 대해서는 사업 투입 전, 아래의 서류를 제출 - 대표자 대표자용 보안서약서 - 참여인력 보안서약서, 재직증명서 사업 참여 인력의 전산실 출입 등 업무수행 시 수요기관이 요구하는 보안관련 규 정을 충실히 이행하여야 함 사업 투입 전 참여인력에 대해 법적 또는 수요기관 규정에 의한 비밀 유지 의무 준수 및 위반 시 처벌내용 등에 대한 보안교육을 실시하여야 하며 그에 대한 증 적 자료를 제출하여야 함 사업 참여인원에 대해 월 1회 이상 정기적으로 보안교육을 실시하여야 함 업무 수행과정에서 퇴직 등 부득이한 사유가 발생하였을 경우에 공식적인 절차에 따라 정보자산의 반납, 중요정보 파기, 물리적 출입권한 삭제 등의 절차를 수행 하여야 함 사업 수행 중 취득한 지식에 대하여 과업수행 중은 물론 사업이 완료된 후에도 외부에 누설하거나 다른 용도로 이용해서는 안 되며, 이를 위반하였을 경우 민 형사상 책임을 져야 함 비밀관련 사업 수행 시 참여인원에 대한 비밀취급인가 등 보안조치를 수행할 수 있으며 이에 응해야 함",
      "tables": [
        [
          [
            "",
            "-  행정기관  등  웹사이트  운영  가이드라인(행정안전부)\n-  공공기관  홈페이지  개인정보  노출방지  가이드라인(행정안전부)\n-  공공기관  개인정보보호  기본지침(행정안전부)\n-  개인정보보호법  및  표준개인정보  보호지침(행정안전부)\n-  홈페이지  보안관리  매뉴얼(국가사이버안전센터)\n-  웹접근성  향상을  위한  국가표준  기술  가이드라인(한국정보문화진흥원)\n-  다양한  웹  브라우저에서  접근할  수  있도록  W3C의  국제표준  적용\n-  「한국형  웹  콘텐츠  접근성  지침  2.1」(행정안전부)\n- 모바일  전자정부  서비스  관리지침(행정안전부)\n-  인터넷  저작권  정책  준수(문화체육관광부)\n-  OWASP  TOP  10  취약점  및  국정원  8대  취약점  제거\n-  '11년부터  신규  구축하는  행정기관  대국민사이트  웹호환성  준수의무화\n-  안전행정부  공통기반  및  표준화  ISP사업결과를  적용하여  구축\n-  ActiveX  및  비표준  Flash  파일  제외\n❍  사업기간중  위  표준(지침)이  변경되거나  새  표준(지침)이  발표될  때는  변경된  내\n용  및  새  표준(지침)을  반영하여야  함"
          ]
        ],
        [
          [
            "",
            "밀  유지의무  준수  및  위반  시  처벌내용  등에  대한  보안교육을  실시\n-  사업  종료  시,  대학으로부터  제공받는  장비,  서류  및  중간·  최종  산출물  등  모든 \n자료를  전량  반납하고  삭제\n-  사업  참여인력은  사업과  관련하여  취득한  모든  자료를  대외비로  취급하며  대학  승\n인  없이  절대로  외부에  유출  또는  다른  용도로  사용할  수  없음\n-  기타  개인정보의  안전성  확보를  위해  공공기관의  개인정보보호에  관한  법률  및 \n지침  등  관련법령을  준수\n-  정보통신망  구성도,  정보시스템  구성도,  사업  산출물  및  개인정보  등은  비공개 \n자료로  분류하여  관리\n-  사업수행업체는  비공개자료  중  출력물  형태로  제공받는  자료에  대해서는  자료관\n리  대장을  작성하여  인계자(대학)와  인수자(사업수행업체  관리책임자)가  직접  서\n명한  후  인계․인수해야  함\n-  사업수행업체는  비공개자료  출력  시에  출력물에  출력자,  출력일시  등을  표시\n- 사업수행업체가 비공개 자료를 자체 보관․관리 시에는 지정된 별도 캐비닛에 보관․관리\n-  사업수행업체는  캐비닛에 보관․관리되는 비공개  자료의  목록을 현행화하여 관리"
          ]
        ],
        [
          [
            "고유번호",
            "SER-03"
          ],
          [
            "요구사항  명칭",
            "참여인원  보안관리"
          ],
          [
            "요구사항  내용",
            "❍  사업  투입  인력에  대해서는  사업  투입  전,  아래의  서류를  제출\n    -  대표자  :  대표자용  보안서약서\n    -  참여인력  :  보안서약서,  재직증명서\n❍  사업  참여  인력의  전산실  출입  등  업무수행  시  수요기관이  요구하는  보안관련  규\n정을  충실히  이행하여야  함\n❍  사업  투입  전  참여인력에  대해  법적  또는  수요기관  규정에  의한  비밀  유지  의무 \n준수  및  위반  시  처벌내용  등에  대한  보안교육을  실시하여야  하며  그에  대한  증\n적  자료를  제출하여야  함\n❍  사업  참여인원에  대해  월  1회  이상  정기적으로  보안교육을  실시하여야  함\n❍  업무  수행과정에서  퇴직  등  부득이한  사유가  발생하였을  경우에  공식적인  절차에 \n따라  정보자산의  반납,  중요정보  파기,  물리적  출입권한  삭제  등의  절차를  수행\n하여야  함\n❍  사업  수행  중  취득한  지식에  대하여  과업수행  중은  물론  사업이  완료된  후에도 \n외부에  누설하거나  다른  용도로  이용해서는  안  되며,  이를  위반하였을  경우  민·\n형사상  책임을  져야  함\n❍  비밀관련  사업  수행  시  참여인원에  대한  비밀취급인가  등  보안조치를  수행할  수 \n있으며  이에  응해야  함"
          ]
        ],
        [
          [
            "고유번호",
            "SER-02\n요구사항  분류\n보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "책임  및  보안  준수\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  정부의  보안준수\n-  행정안전부  전자정부  웹서비스  취약점  대응지침  준수\n-  행정안전부  보안  분야의  법령,  규정,  지침  준수\n-  국가정보원  국가정보보안  기본지침  준수\n-  국가정보원  국가  공공기관  업무용  스마트폰  보안규격  준수\n-  보안제품  도입이  필요할  시에는  국가정보원  CC인증을  필한  제품이어야  하며,  보\n안적합성  검증  필을  요청  할  수  있도록  하여야  함\n❍  계약자  보안준수\n-  계약자는  보안준수사항을  위반하여  발생하는  모든  민․형사상  책임  및  그에  따른 \n유·무형의  손해배상을  전적으로  책임져야  한다.  또한,  계약자가  정보누출  시  지방\n계약법  시행령  제92조에  의거  해당업체를  부정당업자로  등록,  입찰  참가자격  제\n한  등록의  제재  조치가  가능\n-  사업수행업체의  보안점검을  위해  대학은  계약업체  현장에  직접  정기  및  수시점\n검을  할  수  있으며,  계약업체는  보안점검에  만반의  준비를  하여야  함(평상시  보\n안내용을  숙지하며,  보안점검에  따른  점검내용  등은  추후  대학이  제공)\n-  사업  참여인원에  대해서는  사업투입  전,  신원조회를  위한  신원진술서와  보안서약\n서(대표자,  참여인력  각각  작성),  보안각서를  제출\n-  사업수행업체는  사업  착수  전  참여인원에  대해  법률  또는  주관기관의  규정에  의한  비"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 25 - 고유번호 SER-04 요구사항 분류 보안 요구사항 요구사항 명칭 개인정보보호 응락수준 필수 요구사항 내용 개인정보 보호 및 관리에 관한 사항은 개인정보보호법 및 개인정보의 기술적관 리적 보호조치 기준 등 관계 법령을 준수해야 함 - 개인정보의 안정성 확보조치 기준행정안전부고시 제2017-1호, 2017.7.26, 개인정보 암호화 조치안내서행정안전부KISA 등 참조 용역사업 관리자는 개인정보관리 책임자를 지정하여 사업장 내에서의 개인정보보 호 업무를 총괄하고, 내부관리 계획을 수립 시행해야 함 - 개인정보의 불법적인 노출 및 위변조 등의 위험에 대한 안전한 보호조치 마련 - 주기적인 교육정보서비스에 대한 개인정보 노출점검 방안점검방법 및 결과처리 포함 제시 사업자는 수요자와 개인정보처리 위탁계약 체결하여 준수해야 함 고유번호 SER-06 요구사항 분류 보안 요구사항 요구사항 명칭 자료 보안 관리 응락수준 필수 요구사항 내용 제안사는 수요기관으로부터 대여제공받은 제반 자료는 본 사업의 목적 외에는 사용할 수 없음 고유번호 SER-05 요구사항 분류 보안 요구사항 요구사항 명칭 누설금지 대상정보 응락수준 필수 요구사항 내용 아래의 정보 누출 시, 해당 업체를 부정당업자로 등록하고 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조 제1항 및 교육부 정보보안 기본지침에 따라 입 찰 참가자격을 제한할 수 있음 제안사는 보안 위규 처리기준을 숙지하고, 사업을 수행하여야 하며, 보안 위규 사 항 발생시에는 보안 위약금 부과 기준에 의해 위약금을 배상하여야 함. 본 사업과 관련하여 수요기관으로부터 취득한 비밀 사항을 사업기간 중 또는 종 료 후에도 제3자에게 누설하였을 경우 이에 따른 민형사상의 책임을 져야 함 누출금지 정보의 범위 - 수요기관 소유 정보시스템의 내외부 IP주소 현황 - 정보시스템 구성 현황 및 정보통신망 구성도 - 사용자계정비밀번호 등 정보시스템 접근권한 정보 - 정보통신망 취약점 분석평가 결과물 - 정보화 용역사업 결과물 및 관련 프로그램 소스코드 - 보안시스템 및 정보보호시스템 도입 현황 - 침입차단시스템방지시스템IPS 등 정보보호제품 및 라우터 스위치 등 네트워크 장비 설정 정보 - 공공기관의 정보공개에 관한 법률 제9조 제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 - 개인정보보호법 제2조 제1호의 개인정보 - 국정원 보안업무규정 제4조의 비밀 및 동 시행규칙 제7조 제3항의 대외비 자료 - 그 밖에 수요기관의 장이 공개가 불가하다고 판단한 자료 - 26 - 사업수행 과정에서 취득한 일체의 정보 및 자료는 사업 종료 후 파기 또는 반환 하여야 하며, 수요기관의 허락 없이 외부에 유출 또는 누설할 수 없음 용역사업 수행으로 생산되는 산출물 및 기록은 수요기관이 인가하지 않은 비인가 자에게 제공대여열람을 금지하여야 함 문서 및 전산자료 보안 일반 - 정보시스템 구성도, IP현황정보, 보안취약점 분석평가 결과물 등 용역사업 산출물 및 개인정보 등은 비공개 자료로 분류하여 관리해야 함 - 비공개자료 중 출력물 형태로 제공받는 자료에 대해서는 자료관리대장을 작성하 여 인계자수요기관와 인수자제안사의 관리책임자가 직접 서명한 후 인계인수해야 함 - 비공개 자료를 자체 보관관리 시에는 지정된 별도 캐비넷이하 비공개 자료 캐비 넷이라 한다에 보관관리해야 함 - 비공개 자료 캐비넷에 보관관리되는 비공개 자료의 목록을 현행화하여 관리해야 함 온라인상에서의 자료 보안관리 - 사업수행 관련 자료 및 사업과정에서 생산된 모든 산출물은 별도의 파일서버에 저 장관리 해야 하고, 제안사의 개인 PC 등에 이를 보관할 수 없음 - 용역사업 관련 자료는 인터넷 웹하드P2P 등 인터넷 자료 공유사이트 및 개인메일 함에 저장을 금지함 - 업무상 필요에 의해 부득이하게 외부에서 전자우편 등을 이용할 경우, 첨부자료 암 호화 등 보안대책을 마련하여 수발신해야 함. 다만, 보안업무규정에 의한 비공개 자료비밀, 대외비 등는 전자우편으로 수발신을 금지함 자료 암호화 시 비밀번호는 숫자와 문자, 특수문자 등을 혼합하여 9자리 이상으 로 정해야 하며, 아래 규칙을 준수해야 함 - 사용자 계정ID와 동일하지 않아야 함 - 개인 신상 및 특정 명칭 등과 관계가 없어야 함 - 일반사전에 등록된 단어는 사용을 피해야 함 - 동일단어 또는 숫자를 반복하여 사용하지 말아야 함 - 사용된 비밀번호는 재사용하지 말아야 함 - 동일 비밀번호를 여러 사람이 공유하지 말아야 함 - 응용 프로그램 등을 이용한 자동 비밀번호 입력 기능을 금지해야 함 고유번호 SER-07 요구사항 명칭 사업장 및 매체 장비 보안 관리 요구사항 내용 제안사는 반드시 데스크탑 PC를 사용하여 사업 수행비용은 제안사가 부담 - 불가피하게 노트북 사용이 필요한 경우에는 수요기관 승인 하에 사용 사무실 보안 - 제안사는 CCTV시건장치 등 비인가자 출입통제 대책이 마련된 전담 사업장 공간을 확보하여 업무를 수행해야 함 - 제안사의 사무실 또는 용역 업무를 수행하는 공간에 대한 보안점검은 월 1회 이상 실시하고, 결과에 대해 사업담당자의 확인 및 개선조치요구에 따라야 함 사업장의 인가자 출입 등록 시 사업담당자를 포함하여 등록",
      "tables": [
        [
          [
            "고유번호",
            "SER-04\n요구사항  분류\n보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "개인정보보호\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  개인정보  보호  및  관리에  관한  사항은  개인정보보호법  및  개인정보의  기술적·관\n리적  보호조치  기준  등  관계  법령을  준수해야  함\n    -  개인정보의  안정성  확보조치  기준(행정안전부고시  제2017-1호,  2017.7.26),  개인정보 \n암호화  조치안내서(행정안전부/KISA)  등  참조\n❍  용역사업  관리자는  개인정보관리  책임자를  지정하여  사업장  내에서의  개인정보보\n호  업무를  총괄하고,  내부관리  계획을  수립  시행해야  함 \n    -  개인정보의  불법적인  노출  및  위·변조  등의  위험에  대한  안전한  보호조치  마련\n    -  주기적인 교육정보서비스에  대한  개인정보  노출점검 방안(점검방법 및  결과처리  포함) 제시\n❍  사업자는  수요자와  개인정보처리  위탁계약  체결하여  준수해야  함"
          ]
        ],
        [
          [
            "",
            "❍  사업수행  과정에서  취득한  일체의  정보  및  자료는  사업  종료  후  파기  또는  반환\n하여야  하며,  수요기관의  허락  없이  외부에  유출  또는  누설할  수  없음\n❍  용역사업  수행으로  생산되는  산출물  및  기록은  수요기관이  인가하지  않은  비인가\n자에게  제공·대여·열람을  금지하여야  함\n❍  문서  및  전산자료  보안  일반\n    -  정보시스템  구성도,  IP현황정보,  보안취약점  분석․평가  결과물  등  용역사업  산출물 \n및  개인정보  등은  비공개  자료로  분류하여  관리해야  함\n    -  비공개자료  중  출력물  형태로  제공받는  자료에  대해서는  \"자료관리대장”을  작성하\n여  인계자(수요기관)와  인수자(제안사의  관리책임자)가  직접  서명한  후  인계․인수해야  함\n    -  비공개  자료를  자체  보관·관리  시에는  지정된  별도  캐비넷(이하  \"비공개  자료  캐비\n넷”이라  한다)에  보관·관리해야  함\n    -  비공개  자료  캐비넷에  보관·관리되는  비공개  자료의  목록을  현행화하여  관리해야  함\n❍  온라인상에서의  자료  보안관리\n    -  사업수행  관련  자료  및  사업과정에서  생산된  모든  산출물은  별도의  파일서버에  저\n장·관리  해야  하고,  제안사의  개인  PC  등에  이를  보관할  수  없음\n    -  용역사업  관련  자료는  인터넷  웹하드․P2P  등  인터넷  자료  공유사이트  및  개인메일\n함에  저장을  금지함\n    -  업무상  필요에  의해  부득이하게  외부에서  전자우편  등을  이용할  경우,  첨부자료  암\n호화  등  보안대책을  마련하여  수발신해야  함.  다만,  보안업무규정에  의한  비공개 \n자료(비밀,  대외비  등)는  전자우편으로  수·발신을  금지함\n❍  자료  암호화  시  비밀번호는  숫자와  문자,  특수문자  등을  혼합하여  9자리  이상으\n로  정해야  하며,  아래  규칙을  준수해야  함\n    -  사용자  계정(ID)와  동일하지  않아야  함\n    -  개인  신상  및  특정  명칭  등과  관계가  없어야  함\n    -  일반사전에  등록된  단어는  사용을  피해야  함\n    -  동일단어  또는  숫자를  반복하여  사용하지  말아야  함\n    -  사용된  비밀번호는  재사용하지  말아야  함\n    -  동일  비밀번호를  여러  사람이  공유하지  말아야  함\n    -  응용  프로그램  등을  이용한  자동  비밀번호  입력  기능을  금지해야  함"
          ]
        ],
        [
          [
            "고유번호",
            "SER-05\n요구사항  분류\n보안  요구사항",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "누설금지  대상정보\n응락수준\n필수",
            "",
            ""
          ],
          [
            "요구사항  내용",
            "❍  아래의  정보  누출  시,  해당  업체를  부정당업자로  등록하고  국가를  당사자로  하는 \n계약에  관한  법률  시행령  제76조  제1항  및  교육부  정보보안  기본지침에  따라  입\n찰  참가자격을  제한할  수  있음\n○  제안사는  보안  위규  처리기준을  숙지하고,  사업을  수행하여야  하며,  보안  위규  사\n항  발생시에는  보안  위약금  부과  기준에  의해  위약금을  배상하여야  함.\n○  본  사업과  관련하여  수요기관으로부터  취득한  비밀  사항을  사업기간  중  또는  종\n료  후에도  제3자에게  누설하였을  경우  이에  따른  민·형사상의  책임을  져야  함",
            "",
            ""
          ],
          [
            "",
            "",
            "[  누출금지  정보의  범위  ]\n  -  수요기관  소유  정보시스템의  내·외부  IP주소  현황\n  -  정보시스템  구성  현황  및  정보통신망  구성도\n  -  사용자계정·비밀번호  등  정보시스템  접근권한  정보\n  -  정보통신망  취약점  분석·평가  결과물\n  -  정보화  용역사업  결과물  및  관련  프로그램  소스코드\n  -  보안시스템  및  정보보호시스템  도입  현황\n  -  침입차단시스템·방지시스템(IPS)  등  정보보호제품  및  라우터  ·  스위치  등 \n네트워크  장비  설정  정보\n  -  『공공기관의  정보공개에  관한  법률』  제9조  제1항에  따라  비공개  대상 \n정보로  분류된  기관의  내부문서\n  -  『개인정보보호법』  제2조  제1호의  개인정보\n  -  국정원  『보안업무규정』  제4조의  비밀  및  동  시행규칙  제7조  제3항의 \n대외비  자료\n  -  그  밖에  수요기관의  장이  공개가  불가하다고  판단한  자료",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "고유번호",
            "SER-06\n요구사항  분류\n보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "자료  보안  관리\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  제안사는  수요기관으로부터  대여·제공받은  제반  자료는  본  사업의  목적  외에는 \n사용할  수  없음"
          ]
        ],
        [
          [
            "고유번호",
            "SER-07"
          ],
          [
            "요구사항  명칭",
            "사업장  및  매체  ·  장비  보안  관리"
          ],
          [
            "요구사항  내용",
            "❍  제안사는  반드시  데스크탑  PC를  사용하여  사업  수행(비용은  제안사가  부담)\n    -  불가피하게  노트북  사용이  필요한  경우에는  수요기관  승인  하에  사용\n❍  사무실  보안\n    -  제안사는  CCTV·시건장치  등  비인가자  출입통제  대책이  마련된  전담  사업장  공간을 \n확보하여  업무를  수행해야  함\n    -  제안사의  사무실  또는  용역  업무를  수행하는  공간에  대한  보안점검은  월  1회  이상 \n실시하고,  결과에  대해  사업담당자의  확인  및  개선조치요구에  따라야  함\n        ※  사업장의  인가자  출입  등록  시  사업담당자를  포함하여  등록"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 27 - 매체 및 장비 반출입 보안 - 사업용 PC 등 전산장비 일체는 사업담당자의 인가 후 반입반출해야 함 - 사업 수행중 장비 반입반출은 가능한 금지하되 불가피한 경우 악성코드 감염여 부 및 자료 무단반출 여부를 점검하고, 사업담당자의 통제 하에 저장자료 완전 삭제, 승인 후 반출해야 함 - 업무수행 관련 취득한 중요정보 유출을 방지하기 위해 사업용 PC는 인터넷 차단 및 매체제어USB, WiFi, Bluetooth 접속금지 등 환경을 구축운영해야 함 - 매체제어 프로그램이 설치되지 않는 LINUXUNIX 등의 OS설치 PC는 CD롬, USB포트 등 외부기기 연결단자 봉인키보드, 마우스, 랜포트는 보안스티커 부착 등 - 사업용 PC는 최신 백신 프로그램 설치, 안전한 OS 비밀번호주기적 변경 및 화면 보호기 설정을 해야 함 - 사업 참여 인력은 인가받지 않은 휴대용 저장매체를 사용하지 않아야 하며, 필요시 에는 수요기관의 승인을 받아야 함 참여 인력의 개인 휴대폰은 카메라 및 충전포트에 보안스티커 부착 - 사업 종료 시 용역업체 PC, 휴대형 저장매체 등 전산장비는 수요기관의 통제 하에 저장자료를 완전 삭제 후 반출 장비 비밀번호는 숫자와 문자, 특수문자 등을 혼합하여 9자리 이상으로 정해야 하며 교육부 정보보안 기본지침에 따라 아래 규칙을 준수해야 함 - 사용자 계정ID와 동일하지 않아야 함 - 개인 신상 및 특정 명칭 등과 관계가 없어야 함 - 일반사전에 등록된 단어는 사용을 피해야 함 - 동일단어 또는 숫자를 반복하여 사용하지 말아야 함 - 사용된 비밀번호는 재사용하지 말아야 함 - 동일 비밀번호를 여러 사람이 공유하지 말아야 함 - 응용 프로그램 등을 이용한 자동 비밀번호 입력 기능을 금지해야 함 - 전산장비 도입시 기본 계정default 계정을 삭제 또는 변경하여야 함 - 시스템 운영을 위한 관리자 계정을 별도로 생성하여야 함 도입 장비 및 시스템 환경설정 시 보안취약점 사전 제거, 불필요한 서비스 제거 및 보안관련 구성 설정을 확인해야 함 고유번호 SER-08 요구사항 분류 보안 요구사항 요구사항 명칭 네트워크 통제 응락수준 필수 요구사항 내용 제안사가 사용하는 전산망은 업무망과 인터넷망으로 분리하여 운영해야 함 사업장에서 사용하는 PC는 인터넷 연결을 금지하되, 사업 수행 상 연결이 필요한 경우에는 수요기관의 보안통제 하에 제한적 허용 사업용 인터넷연결 PC 內 업무 관련자료 저장 금지 및 P2P, 웹하드, 메신저, 메 일 등 자료공유사이트 활용을 원천 차단해야 함 IP주소는 체계적으로 관리하여야 하며, 사설주소체계NAT 적 - 28 - 고유번호 SER-10 요구사항 명칭 사용자 접근제어 요구사항 내용 데이터 관리자 및 업무담당자 등 관리자 접근 제어 회원등록 여부에 따른 로그인 정책 및 인증방식 적용 서비스 권한별 사용자 계정 및 권한 관리 방안 적용 고유번호 SER-11 요구사항 명칭 소프트웨어 개발보안 사업관리자PM은 비인가 통신기기나 개인 스마트폰을 이용한 테더링, 등 허가되 지 않은 통신망을 이용, 인터넷에 무단접속을 금지할 수 있는 기술적관리적 대 책을 마련해야 함 원격접속은 원칙적으로 금지되며, 장비 관리용 목적으로 내부망의 인가된 사용자 및 단말기를 통해 관리운영 원칙적으로 무선 통신망 사용은 불가하나, 업무상 필요 시 수요기관의 승인 및 자체 보안관리 지침을 마련해야 함 - 무선통신망 관리자를 지정하여 운영해야 함 - 무선통신망 신설 자제 및 무선랜은 유선네트워크 설치가 어려운 장소에 한하여 한 시적으로 사용해야 함 개발용 PC는 무선네트워크 접근 불가 - 무선랜 서비스의 보안방법과 이행절차, 사용자 인증, 무선구간 데이터 암호, 무선랜 장비관리 등을 명시해야 함 - 무선통신망 접근제어 및 암호화를 해야 함 무선 단말기가 엑세스포인트AP로 접속 시 반드시 사용자 인증 절차 마련 및 준수 - 무선통신망 계정관리를 하여 인가된 사용자만 이용할 수 있도록 함 네트워크 장비 접속기록은 1년 이상 유지하여야 하며, 비인가자의 접근 여부를 주기적으로 점검하여야 함 서버의 관리용 서비스 접속 시, 특정 IP와 MAC이 부여된 단말기를 지정하여 운 영하여야 함 외부인에게 공개할 목적으로 설치되는 웹서버 등의 공개서버는 내부망과 분리된 영역DMZ에 설치 및 운영하여야 함 고유번호 SER-09 요구사항 명칭 사용자 인증정보 보호 요구사항 내용 사용자 인증정보, 주민등록번호, 패스워드 등 보안이 요구되는 정보를 소스코드 에 직접 하드코딩 할 수 없으며, SW개발 과정에서 이러한 형태의 소스가 발견 될 시에는 즉시 수요기관에 이를 보고하고 개선하여야 함 개발 진행 중 반드시 하드코딩이 들어가야 할 경우 수요기관과 협의",
      "tables": [
        [
          [
            "",
            "❍  사업관리자(PM)은  비인가  통신기기나  개인  스마트폰을  이용한  테더링,  등  허가되\n지  않은  통신망을  이용,  인터넷에  무단접속을  금지할  수  있는  기술적·관리적  대\n책을  마련해야  함\n❍  원격접속은  원칙적으로  금지되며,  장비  관리용  목적으로  내부망의  인가된  사용자 \n및  단말기를  통해  관리·운영\n❍  원칙적으로  무선  통신망  사용은  불가하나,  업무상  필요  시  수요기관의  승인  및 \n자체  보안관리  지침을  마련해야  함\n      -  무선통신망  관리자를  지정하여  운영해야  함\n      -  무선통신망  신설  자제  및  무선랜은  유선네트워크  설치가  어려운  장소에  한하여  한\n시적으로  사용해야  함\n        ※  개발용  PC는  무선네트워크  접근  불가\n      -  무선랜  서비스의  보안방법과  이행절차,  사용자  인증,  무선구간  데이터  암호,  무선랜 \n장비관리  등을  명시해야  함\n      -  무선통신망  접근제어  및  암호화를  해야  함\n        ※  무선  단말기가  엑세스포인트(AP)로  접속  시  반드시  사용자  인증  절차  마련  및  준수\n      -  무선통신망  계정관리를  하여  인가된  사용자만  이용할  수  있도록  함\n❍  네트워크  장비  접속기록은  1년  이상  유지하여야  하며,  비인가자의  접근  여부를 \n주기적으로  점검하여야  함\n❍  서버의  관리용  서비스  접속  시,  특정  IP와  MAC이  부여된  단말기를  지정하여  운\n영하여야  함\n❍  외부인에게  공개할  목적으로  설치되는  웹서버  등의  공개서버는  내부망과  분리된 \n영역(DMZ)에  설치  및  운영하여야  함"
          ]
        ],
        [
          [
            "",
            "❍  매체  및  장비  반·출입  보안\n    -  사업용  PC  등  전산장비  일체는  사업담당자의  인가  후  반입․반출해야  함\n  -  사업  수행중  장비  반입․반출은  가능한  금지하되  불가피한  경우  악성코드  감염여\n부  및  자료  무단반출  여부를  점검하고,  사업담당자의  통제  하에  저장자료  완전 \n삭제,  승인  후  반출해야  함\n    -  업무수행  관련  취득한  중요정보  유출을  방지하기  위해  사업용  PC는  인터넷  차단  및 \n매체제어(USB,  WiFi,  Bluetooth  접속금지  등)  환경을  구축·운영해야  함\n  -  매체제어  프로그램이  설치되지  않는  LINUX·UNIX  등의  OS설치  PC는  CD롬, \nUSB포트  등  외부기기  연결단자  봉인(키보드,  마우스,  랜포트는  보안스티커  부착  등)\n    -  사업용  PC는  최신  백신  프로그램  설치,  안전한  OS  비밀번호(주기적  변경)  및  화면\n보호기  설정을  해야  함\n    -  사업  참여  인력은  인가받지  않은  휴대용  저장매체를  사용하지  않아야  하며,  필요시\n에는  수요기관의  승인을  받아야  함\n      ·  참여  인력의  개인  휴대폰은  카메라  및  충전포트에  보안스티커  부착\n    -  사업  종료  시  용역업체  PC,  휴대형  저장매체  등  전산장비는  수요기관의  통제  하에 \n저장자료를  완전  삭제  후  반출\n❍  장비  비밀번호는  숫자와  문자,  특수문자  등을  혼합하여  9자리  이상으로  정해야 \n하며  교육부  『정보보안  기본지침』에  따라  아래  규칙을  준수해야  함\n    -  사용자  계정(ID)와  동일하지  않아야  함\n    -  개인  신상  및  특정  명칭  등과  관계가  없어야  함\n    -  일반사전에  등록된  단어는  사용을  피해야  함\n    -  동일단어  또는  숫자를  반복하여  사용하지  말아야  함\n    -  사용된  비밀번호는  재사용하지  말아야  함\n    -  동일  비밀번호를  여러  사람이  공유하지  말아야  함\n    -  응용  프로그램  등을  이용한  자동  비밀번호  입력  기능을  금지해야  함\n    -  전산장비  도입시  기본  계정(default)  계정을  삭제  또는  변경하여야  함\n    -  시스템  운영을  위한  관리자  계정을  별도로  생성하여야  함\n○  도입  장비  및  시스템  환경설정  시  보안취약점  사전  제거,  불필요한  서비스  제거 \n및  보안관련  구성  설정을  확인해야  함"
          ]
        ],
        [
          [
            "고유번호",
            "SER-09"
          ],
          [
            "요구사항  명칭",
            "사용자  인증정보  보호"
          ],
          [
            "요구사항  내용",
            "❍  사용자  인증정보,  주민등록번호,  패스워드  등  보안이  요구되는  정보를  소스코드\n에  직접  하드코딩  할  수  없으며,  S/W개발  과정에서  이러한  형태의  소스가  발견\n될  시에는  즉시  수요기관에  이를  보고하고  개선하여야  함 \n        ※  개발  진행  중  반드시  하드코딩이  들어가야  할  경우  수요기관과  협의"
          ]
        ],
        [
          [
            "고유번호",
            "SER-10"
          ],
          [
            "요구사항  명칭",
            "사용자  접근제어"
          ],
          [
            "요구사항  내용",
            "❍  데이터  관리자  및  업무담당자  등  관리자  접근  제어\n❍  회원등록  여부에  따른  로그인  정책  및  인증방식  적용\n❍  서비스  권한별  사용자  계정  및  권한  관리  방안  적용"
          ]
        ],
        [
          [
            "고유번호",
            "SER-08\n요구사항  분류\n보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "네트워크  통제\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  제안사가  사용하는  전산망은  업무망과  인터넷망으로  분리하여  운영해야  함\n❍  사업장에서  사용하는  PC는  인터넷  연결을  금지하되,  사업  수행  상  연결이  필요한 \n경우에는  수요기관의  보안통제  하에  제한적  허용\n❍  사업용  인터넷연결  PC  內  업무  관련자료  저장  금지  및  P2P,  웹하드,  메신저,  메\n일  등  자료공유사이트  활용을  원천  차단해야  함\n❍  IP주소는  체계적으로  관리하여야  하며,  사설주소체계(NAT)  적"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 29 - 요구사항 내용 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시, 제2023-27호, 2023.4.18 50조에 의거, 보안취약점이 없도록 개발을 수행하여야 함 신규개발의 경우 설계단계 산출물 및 소스코드 전체 적용 동 지침 51조에 의거, 소프트웨어 개발 보안가이드를 참고하여 투입되는 인력 에 대하여 개발에 투입 전 신원확인 및 소프트웨어 개발보안 관련 교육을 실시 하여야 함 개발보안 관련 교육 내용 중 개인정보보호 교육을 포함 시큐어 코딩 가이드를 참고하여 개발되는 소프트웨어의 소스코드에 보안 약점을 제거하여야 함 개발 시 필요한 DB접속이력에 대해 접근사유와 접근기록을 관리 고유번호 SER-12 요구사항 분류 보안 요구사항 요구사항 명칭 사업완료 시 보안사항 응락수준 필수 요구사항 내용 개발 완료 후 시험을 위해 사용한 도구, 수요기관으로부터 제공받은 제반자료, 장비, 서류 와 중간최종 산출물 등 용역과 관련된 모든 자료를 전량 반납하고 삭제하여야 함 - 제안사는 사업관련 자료를 보유하고 있지 않으며 이를 위반 시 향후 법적 책임이 있음 을 포함한 대표자용 보안확약서 및 개인별 보안 확약서를 제출하여야 함 고유번호 SER-14 요구사항 분류 보안 요구사항 요구사항 명칭 보안 취약점 점검 응락수준 필수 요구사항 내용 대상 시스템에 대하여 시스템 저해요소 분석 및 개선, 취약점 대체방안 및 해결 안 마련, 제공이 가능하도록 취약점 점검 이행 사업을 통해 형상이 변경된 시스템 및 개발된 소스코드 전체에 대한 보안 취약점 점검을 자체 실시하여야 함 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시, 제2023-27호, 2023.4.18.52조와 53조를 준수하여 보안취약점 진단을 진행해야 함 - 소프트웨어 개발보안 가이드에 준하여 시스템이 개발되었는지를 점검하여야 함 - 점검 결과에 따른 결과 보고 및 후속 보완조치를 수행하여야 함 보안 취약점 점검 실시 및 후속조치에 대한 보고서를 수요기관에 제출해야 함 고유번호 SER-13 요구사항 분류 보안 요구사항 요구사항 명칭 개인정보 보안 응락수준 필수 요구사항 내용 개인정보보호법 등 관련 법령에 따라 개인정보 보안관리를 하여야 함 - 각 기능에 명시된 개인정보패스워드, 연락처 등는 반드시 암호화하여 저장하여야 함 - 개인정보 접근 권한관리, 접근통제, 개인정보 암호화고유식별번호, 민감정보, 패스 워드, 접속기록 관리 등 각 중요정보에 대해 안정성이 입증된 알고리즘과 키 길이를 사용하여 암호화하여야 함 웹사이트 내 모든 유형의 웹페이지 콘텐츠에 대해 개인정보 노출 점검 및 차단 기능을 적용 하여야 함 - 30 - 9 품질 요구사항 QUR,Quality Requirement 고유번호 SER-16 요구사항 명칭 서버 및 운영보안 요구사항 내용 DB 및 AP 서버 접근제한 개인정보 노출방지 등 개인정보보호 강화 개인정보보호법 및 개인정보보호법 시행령 준수 - 개인정보 수집이용 목적 및 항목, 보유 및 이용기간, 정보주체의 권리 등에 관 한 내용을 고지하고 동의 받을 수 있도록 게시판 구성 사업수행 시 누출금지 대상정보 관리 중요정보에 대한 데이터 암호화 저장 URL 및 링크 보안 모든 웹 페이지를 OWASP Top 10 취약점 및 국가정보원 보안 8대 취약점에 노 출되지 않도록 조치 고유번호 QUR-01 요구사항 명칭 기능 구현 정확성 요구사항 내용 시스템으로 제공키로 한 요구사항은 모두 제공하며, 초기 협의한 요구사항에서 변 경관리 절차를 통해 승인을 획득한 요구사항을 최종 요구사항으로 간주함 최종 요구사항을 제공하는지는 각 기능 요구사항의 검증테스트 활동을 통해 예 상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가함 고유번호 SER-15 요구사항 명칭 보안사고 관리 요구사항 내용 보안사고 관리 사전 조치 - 예방 및 대응 수칙 수립 - 보안 조직 및 시설보안, 정보보안 조직과의 협업체계 구축 - 보안사고 예방 및 대응 요령에 관한 교육 실시 - 보안사고 대응 모의 훈련 실시 - 보안 실태 점검 실시 보안사고 관리 대응 조치 - 보안사고 대응 절차 수립 - 보안사고 및 침해가 발생한 경우 수요기관에 즉시 보고 - 후속 대응 절차 마련 - 보안사고 조사 및 보고서 작성 보안사고 관리 사후 조치 - 보안사고 재발방지 대책 수립 - 보안사고 원인 분석에 의한 규정 및 지침 개정 절차 마련 - 보안사고 관련자 처벌",
      "tables": [
        [
          [
            "요구사항  내용",
            "❍  『행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부고시,  제2023-27호, \n2023.4.18)』  50조에  의거,  보안취약점이  없도록  개발을  수행하여야  함\n      ※  신규개발의  경우  :  설계단계  산출물  및  소스코드  전체  적용\n❍  동  지침  51조에  의거,  “소프트웨어  개발  보안가이드”를  참고하여  투입되는  인력\n에  대하여  개발에  투입  전  신원확인  및  소프트웨어  개발보안  관련  교육을  실시\n하여야  함\n        ※  개발보안  관련  교육  내용  중  개인정보보호  교육을  포함\n❍  시큐어  코딩  가이드를  참고하여  개발되는  소프트웨어의  소스코드에  보안  약점을 \n제거하여야  함\n❍  개발  시  필요한  DB접속이력에  대해  접근사유와  접근기록을  관리"
          ]
        ],
        [
          [
            "고유번호",
            "SER-15"
          ],
          [
            "요구사항  명칭",
            "보안사고  관리"
          ],
          [
            "요구사항  내용",
            "❍  보안사고  관리  사전  조치\n    -  예방  및  대응  수칙  수립\n    -  보안  조직  및  시설보안,  정보보안  조직과의  협업체계  구축\n    -  보안사고  예방  및  대응  요령에  관한  교육  실시\n    -  보안사고  대응  모의  훈련  실시\n    -  보안  실태  점검  실시\n○  보안사고  관리  대응  조치\n    -  보안사고  대응  절차  수립\n    -  보안사고  및  침해가  발생한  경우  수요기관에  즉시  보고\n    -  후속  대응  절차  마련\n    -  보안사고  조사  및  보고서  작성\n○  보안사고  관리  사후  조치\n    -  보안사고  재발방지  대책  수립\n    -  보안사고  원인  분석에  의한  규정  및  지침  개정  절차  마련\n    -  보안사고  관련자  처벌"
          ]
        ],
        [
          [
            "고유번호",
            "SER-12\n요구사항  분류\n보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "사업완료  시  보안사항\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  개발  완료  후  시험을  위해  사용한  도구,  수요기관으로부터  제공받은  제반자료,  장비,  서류\n와 중간․최종 산출물 등  용역과 관련된 모든 자료를 전량 반납하고 삭제하여야 함\n  -  제안사는  사업관련  자료를  보유하고  있지  않으며  이를  위반  시  향후  법적  책임이  있음\n을  포함한  \"대표자용  보안확약서  및  개인별  보안  확약서”를  제출하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "SER-13\n요구사항  분류\n보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "개인정보  보안\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  개인정보보호법  등  관련  법령에  따라  개인정보  보안관리를  하여야  함\n    -  각 기능에 명시된 개인정보(패스워드, 연락처 등)는 반드시 암호화하여 저장하여야 함\n    -  개인정보  접근  권한관리,  접근통제,  개인정보  암호화(고유식별번호,  민감정보,  패스\n워드),  접속기록  관리  등\n❍  각  중요정보에  대해  안정성이  입증된  알고리즘과  키  길이를  사용하여  암호화하여야  함\n❍  웹사이트  내  모든  유형의  웹페이지  콘텐츠에  대해  개인정보  노출  점검  및  차단 \n기능을  적용  하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "SER-16"
          ],
          [
            "요구사항  명칭",
            "서버  및  운영보안"
          ],
          [
            "요구사항  내용",
            "❍  DB  및  AP  서버  접근제한\n❍  개인정보  노출방지  등  개인정보보호  강화\n❍  개인정보보호법  및  개인정보보호법  시행령  준수\n-  개인정보  수집․이용  목적  및  항목,  보유  및  이용기간,  정보주체의  권리  등에  관\n한  내용을  고지하고  동의  받을  수  있도록  게시판  구성\n❍  사업수행  시  누출금지  대상정보  관리\n❍  중요정보에  대한  데이터  암호화  저장\n❍  URL  및  링크  보안\n❍  모든  웹  페이지를  OWASP  Top  10  취약점  및  국가정보원  보안  8대  취약점에  노\n출되지  않도록  조치"
          ]
        ],
        [
          [
            "고유번호",
            "QUR-01"
          ],
          [
            "요구사항  명칭",
            "기능  구현  정확성"
          ],
          [
            "요구사항  내용",
            "❍  시스템으로  제공키로  한  요구사항은  모두  제공하며,  초기  협의한  요구사항에서  변\n경관리  절차를  통해  승인을  획득한  요구사항을  최종  요구사항으로  간주함\n❍  최종  요구사항을  제공하는지는  각  기능  요구사항의  검증(테스트)  활동을  통해  예\n상된  결과가  도출되었을  경우  요구사항을  제공한  것으로  평가함"
          ]
        ],
        [
          [
            "고유번호",
            "SER-14\n요구사항  분류\n보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "보안  취약점  점검\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  대상  시스템에  대하여  시스템  저해요소  분석  및  개선,  취약점  대체방안  및  해결\n안  마련,  제공이  가능하도록  취약점  점검  이행\n❍  사업을  통해  형상이  변경된  시스템  및  개발된  소스코드  전체에  대한  보안  취약점 \n점검을  자체  실시하여야  함\n    -  『행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부고시,\n        제2023-27호,  2023.4.18.)』52조와  53조를  준수하여  보안취약점  진단을  진행해야  함\n    -  소프트웨어  개발보안  가이드에  준하여  시스템이  개발되었는지를  점검하여야  함 \n    -  점검  결과에  따른  결과  보고  및  후속  보완조치를  수행하여야  함\n❍  보안  취약점  점검  실시  및  후속조치에  대한  보고서를  수요기관에  제출해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 31 - 고유번호 QUR-02 요구사항 분류 품질 요구사항 요구사항 명칭 하자담보 책임기간 응락수준 필수 요구사항 내용 하자담보 책임 기간은 본 사업이 종료한 날사업에 대한 시험 및 검사를 수행하 여 최종산출물을 인도한 날을 말함로부터 1년으로 함 하자를 통보받은 사업수행업체는 하자에 대한 대책을 수립하여 이를 보고하고, 신속하게 하자를 수리한 후 그 결과를 통보함 고유번호 QUR-03 요구사항 분류 품질 요구사항 요구사항 명칭 가용성 확보 응락수준 필수 요구사항 내용 통상적인 업무시간 동안 시스템 가용성을 보장해야 함 수시점검을 통하여 시스템의 가용성을 확보하기 위한 활동을 시행하고 이를 보고 하는 수시점검 방안을 제시함 수시점검 시 발견된 문제점은 발주처와 상호 협의를 통해 문제점을 해결할 수 있 도록 보고 체계를 마련하여야 함 고유번호 QUR-05 요구사항 분류 품질 요구사항 요구사항 명칭 시스템 장애 복구 응락수준 필수 요구사항 내용 시스템 장애 발생 시 장애 상황에 대하여 이용자에게 공지할 수 있도록 함 시스템 장애 발생에 대비하여 주기적인 데이터 백업 지원 시스템 장애 발생 시 비상연락망을 통한 장애 대응 관리 담당자를 지정하고 장애 조치 완료 후에 처리사항에 대한 기록 관리 및 수행 고유번호 QUR-04 요구사항 분류 품질 요구사항 요구사항 명칭 시스템 품질 확보 방안 제시 응락수준 필수 요구사항 내용 신뢰성 - 시범 운영기간 동안 발견된 결함 수와 결함의 지속 시간 측정 - 결함의 지속시간이 장시간 길어지는 경우 비상 대책을 수립 후 보고 - 발견된 결함은 시스템 오픈 이전에 모두 조치한 후 오픈 - 품질 또는 성능상의 문제 발생 시 부하 테스트 및 분석 결과를 제시하고 개선 - 시스템은 신속한 장애 대응을 위한 백업정책 및 환경구성 사용성 - 시스템 관리운영에 필요한 관리자 및 사용자 매뉴얼 제공 - 모든 기능 및 정보에 대한 사용 용이 및 편리성 각 단위공정별 결과물에 대한 품질보증방안 품질보증을 위한 조직, 방법, 절차, 내용 등을 제시 - 32 - 10 프로젝트 관리 요구사항 PMR,Project Mgmt. Requirement 고유번호 PMR-01 요구사항 명칭 사업수행 기본방침 요구사항 내용 사업자는 본 용역을 수행함에 있어 최신 기술지식을 사용하여 일반적으로 통용되 는 전문적인 기준과 신의와 성실의 원칙에 따라 계약의무를 완수하여야 함 본 용역의 과업내용 중 대학에 필요하다고 인정하는 사항에 대하여는 상호 협의하 여 과업내용을 일부 변경조정 할 수 있음 본 제안요청서에 명시된 사항은 사업자가 임의로 해석할 수 없으며, 내용이 불 분명하거나 명시되지 아니한 사항은 상호 협의하여 결정하되, 경미한 사항은 대 학의 결정에 따름 본 용역은 대학에서 임명하는 감독관의 지시 감독 하에 수행하여야 하며, 제3자에 게 하도급을 줄 수 없음 과업수행에 소요되는 경비는 사업자가 부담하여야 하며, 본 과업 수행도중 사업 자가 제3자에게 피해를 주었을 경우 사업자가 손실을 보상하여야 함 고유번호 PMR-02 요구사항 명칭 프로젝트 공정관리 및 보고추진 요구사항 내용 프로젝트 착수에서 종료까지의 각 단계에 대하여 프로젝트 관리도구 등을 사용 한 적절한 세부일정 계획을 제출하여야하며 과업기간 동안 작성된 세부일정을 기준으로 진도관리를 수행하여야 함. 프로젝트의 목표관리, 진도관리, 변경관리, 성과관리 등 프로젝트 수행과 문제점 및 위험요소 등을 위해 정기 또는 비정기적으로 수행하는 보고체계를 계획하고 수행하여야 함 - 정기보고 주간보고, 월간보고 - 단계별 보고 착수보고, 중간보고, 완료보고 - 수시 및 기타보고 감독관은 사업자의 보고 시 필요사항을 시정 지시할 수 있음 사업자는 사업이 완료되어 납품하기 전에 대학에서 요구하는 시기에 1차례 이상 사업자의 비용부담으로 보고회를 개최하며, 보고회 시 발견된 미비점은 즉시 보 완 조치하여야 함 고유번호 PMR-03 요구사항 명칭 사업수행 일반사항 요구사항 내용 계약일로부터 10일 이내에 착수계와 과업수행에 따른 예정공정표, 추진조직도, 참여자명단이력서, 자격증사본 첨부 및 보안각서, 세부사업수행계획서 등 과업 에 필요한 제반서류를 작성하여 제출하여야 함",
      "tables": [
        [
          [
            "고유번호",
            "QUR-02\n요구사항  분류\n품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "하자담보  책임기간\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  하자담보  책임  기간은  본  사업이  종료한  날(사업에  대한  시험  및  검사를  수행하\n여  최종산출물을  인도한  날을  말함)로부터  1년으로  함\n❍  하자를  통보받은  사업수행업체는  하자에  대한  대책을  수립하여  이를  보고하고, \n신속하게  하자를  수리한  후  그  결과를  통보함"
          ]
        ],
        [
          [
            "고유번호",
            "PMR-01"
          ],
          [
            "요구사항  명칭",
            "사업수행  기본방침"
          ],
          [
            "요구사항  내용",
            "❍  사업자는  본  용역을  수행함에  있어  최신  기술지식을  사용하여  일반적으로  통용되\n는  전문적인  기준과  신의와  성실의  원칙에  따라  계약의무를  완수하여야  함\n❍  본  용역의  과업내용  중  대학에  필요하다고  인정하는  사항에  대하여는  상호  협의하\n여  과업내용을  일부  변경․조정  할  수  있음\n❍  본  제안요청서에  명시된  사항은  사업자가  임의로  해석할  수  없으며,  내용이  불\n분명하거나  명시되지  아니한  사항은  상호  협의하여  결정하되,  경미한  사항은  대\n학의  결정에  따름\n❍  본  용역은  대학에서  임명하는  감독관의  지시  감독  하에  수행하여야  하며,  제3자에\n게  하도급을  줄  수  없음\n❍  과업수행에  소요되는  경비는  사업자가  부담하여야  하며,  본  과업  수행도중  사업\n자가  제3자에게  피해를  주었을  경우  사업자가  손실을  보상하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "QUR-03\n요구사항  분류\n품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "가용성  확보\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  통상적인  업무시간  동안  시스템  가용성을  보장해야  함\n❍  수시점검을  통하여  시스템의  가용성을  확보하기  위한  활동을  시행하고  이를  보고\n하는  수시점검  방안을  제시함\n❍  수시점검  시  발견된  문제점은  발주처와  상호  협의를  통해  문제점을  해결할  수  있\n도록  보고  체계를  마련하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "QUR-04\n요구사항  분류\n품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  품질  확보  방안  제시\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  신뢰성\n-  시범  운영기간  동안  발견된  결함  수와  결함의  지속  시간  측정\n-  결함의  지속시간이  장시간  길어지는  경우  비상  대책을  수립  후  보고\n-  발견된  결함은  시스템  오픈  이전에  모두  조치한  후  오픈\n- 품질  또는  성능상의  문제  발생  시  부하  테스트  및  분석  결과를  제시하고  개선\n-  시스템은  신속한  장애  대응을  위한  백업정책  및  환경구성\n❍  사용성\n-  시스템  관리․운영에  필요한  관리자  및  사용자  매뉴얼  제공\n-  모든  기능  및  정보에  대한  사용  용이  및  편리성\n❍  각  단위공정별  결과물에  대한  품질보증방안\n❍  품질보증을  위한  조직,  방법,  절차,  내용  등을  제시"
          ]
        ],
        [
          [
            "고유번호",
            "PMR-02"
          ],
          [
            "요구사항  명칭",
            "프로젝트  공정관리  및  보고추진"
          ],
          [
            "요구사항  내용",
            "❍  프로젝트  착수에서  종료까지의  각  단계에  대하여  프로젝트  관리도구  등을  사용\n한  적절한  세부일정  계획을  제출하여야하며  과업기간  동안  작성된  세부일정을 \n기준으로  진도관리를  수행하여야  함.\n❍  프로젝트의  목표관리,  진도관리,  변경관리,  성과관리  등  프로젝트  수행과  문제점 \n및  위험요소  등을  위해  정기  또는  비정기적으로  수행하는  보고체계를  계획하고 \n수행하여야  함\n    -  정기보고  :  주간보고,  월간보고\n    -  단계별  보고  :  착수보고,  중간보고,  완료보고\n    -  수시  및  기타보고\n❍  감독관은  사업자의  보고  시  필요사항을  시정  지시할  수  있음\n❍  사업자는  사업이  완료되어  납품하기  전에  대학에서  요구하는  시기에  1차례  이상 \n사업자의  비용부담으로  보고회를  개최하며,  보고회  시  발견된  미비점은  즉시  보\n완  조치하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "QUR-05\n요구사항  분류\n품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "시스템  장애  복구\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  시스템  장애  발생  시  장애  상황에  대하여  이용자에게  공지할  수  있도록  함\n❍  시스템  장애  발생에  대비하여  주기적인  데이터  백업  지원\n❍  시스템  장애  발생  시  비상연락망을  통한  장애  대응\n❍  관리  담당자를  지정하고  장애  조치  완료  후에  처리사항에  대한  기록  관리  및  수행"
          ]
        ],
        [
          [
            "고유번호",
            "PMR-03"
          ],
          [
            "요구사항  명칭",
            "사업수행  일반사항"
          ],
          [
            "요구사항  내용",
            "❍  계약일로부터  10일  이내에  착수계와  과업수행에  따른  예정공정표,  추진조직도, \n참여자명단(이력서,  자격증사본  첨부)  및  보안각서,  세부사업수행계획서  등  과업\n에  필요한  제반서류를  작성하여  제출하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 33 - 본 과업은 정부가 제정공포한 관계 제 법규지침 및 본 제안요청서에 의거 수 행하여야 하며, 본 제안요청서에 명시되지 않은 사항이라도 과업목적의 성실한 달성을 위하여 필요한 사항은 대학의 지시에 따라 수행 또는 보완하여야 함 다음과 같은 사항에 대하여 사업자는 대학과 협의하여 결정함 - 제안요청서에 명시된 과업내용 및 범위를 변경하여야 할 사항 - 제안요청서에 명시되지 않은 사항 중에서 누락되거나 추가로 필요하다고 판단 되는 사항 - 과업수행인의 단독 결정이 곤란한 사항 사업자는 제안서에 명시된 물품 일체를 일괄 공급방식으로 납품 및 설치를 완료하 여야 함 개발되는 모든 프로그램은 단위 업무별로 모듈화 되어야 하고, 운영자가 쉽게 이 해할 수 있도록 설계되어야 함 과업수행 과정에서 대학과 사업자 쌍방간의 계약서 적용에 대한 이견이 있을 경우 의 적용 우선순위는 다음과 같음 - 제안요청서 - 제안서협상결과 기준 - 기술용역계약 특수조건 - 기술용역계약 일반조건 - 관계법령국내외 소프트웨어 개발관련 제 법규, 규정 및 규격 등 과업을 수행함에 있어 필요한 타 전문기관자문 및 선진기술을 활용할 수 있으며, 이 경우 사전에 대학의 승인을 얻어야 하며 그에 소요되는 비용은 사업자가 부 담함 본 과업수행에서 취득 또는 작성되는 산출물, 모든 원시프로그램 및 실행모듈 소 유권은 대학의 소유로 함 과업수행 중 사업관리자PM를 교체하고자 할 때는 기존 관리자와 동등하거나 그 이상의 자격 및 경력 등을 갖추어야 하며, 사전에 대학의 승인을 받아야 한 다. 또한 대학에서 판단하여 과업수행에 지장을 초래하는 사업관리자PM를 대학 이 교체 요구 시 사업자는 대체인원을 투입하여야 함 참여인력 교체 시에는 대학에 대체인원에 대한 통보 고유번호 PMR-04 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 조직구성 및 인력관리 응락수준 필수 요구사항 내용 사업수행업체는 본 사업의 성공적인 추진을 위해 사업관리자PM 1인을 임명하고 사업수행기간 동안 성공적인 사업수행을 위한 현황분석 및 보고회를 실시하며, 발주 처의 지시감독을 받음 사업관리자PM는 사업수행업체 소속으로 재직자에 한함 본 사업에 투입되는 인력은 시스템의 안정적 지원을 위하여 계약 기간 동안 근무 - 34 - 고유번호 PMR-06 요구사항 명칭 사업수행 환경 및 장소 요구사항 내용 모든 전산설비는 자체 설비를 이용하여야 하며, 필요시는 대학의 승인 하에 대학 의 관련 설비를 이용할 수 있음 사업수행 작업장소는 계약업체 소재지로 하며, 상호 협의하여 변경 할 수 있음 관련 비용은 계약금액에 포함 고유번호 PMR-07 요구사항 명칭 검사 및 검수 요구사항 내용 프로젝트의 매월 공기 준수 및 품질수준 극대화를 위해 프로젝트 진행사항에 대 한 검사를 실시할 수 있음 검수는 준공계 접수일로부터 14일 이내에 실시하며, 성능시험 및 제안요청서와 일치될 경우 인정하며 지적이 있을 시는 지체 없이 이행 후 재검수를 받아야 함 가능한 인력을 투입 고유번호 PMR-05 요구사항 명칭 프로젝트 관리방법론 요구사항 내용 사업의 목표 달성을 위한 품질보증 방안을 제시하고, 프로젝트관리, 진행방법 및 절차, 산출물 등 필요하다고 판단되는 제반활동에 대한 방안을 마련해야 함 본 용역의 수행 중 용역범위에 증감이 발생하거나 기타 발주자가 필요하다고 인 정할 경우에는 상호 합의하에 과업내용을 조정할 수 있음 원시자료를 이용하여 사업을 수행하고자 할 때에는 지적소유권저작권 여부를 확인하고 사용하여야 함 본 사업수행을 위한 사무환경 및 집기비품, 개발에 필요한 장비는 사업 수행자가 마련해야 하며, 사무실 공간은 상호 협의하여 결정함 프로젝트의 목표관리, 진도관리, 변경관리, 성과관리 등 프로젝트 수행과정상에 서의 문제점 및 위험요소 등을 위해 정기 또는 비정기적으로 수행하는 보고체 계를 계획하고 수행함 프로젝트의 원활한 진행을 위해 일정한 형태의 방법론을 마련하고 준수하여야 함 사업수행 단계에서 발주처와 설계, 컨셉 및 디자인, 메뉴 구성 등에 대하여 협의하 고 그 결과를 반영해야 함 개발 시 사용되는 편집 TOOL 및 이미지, 콘텐츠의 라이스 및 지적재산권 사용 여부는 사업수행업체의 책임으로 해결 일정 지연, 품질 저하 등 리스크 발생을 사전 예방하고 리스크 발생 시 사후 대 처방안 제시 개발 및 운영 단계에서 발생 가능한 각종 시스템 장애에 대비하기 위한 백업 및 복구 전략 제시",
      "tables": [
        [
          [
            "고유번호",
            "PMR-05"
          ],
          [
            "요구사항  명칭",
            "프로젝트  관리방법론"
          ],
          [
            "요구사항  내용",
            "❍  사업의  목표  달성을  위한  품질보증  방안을  제시하고,  프로젝트관리,  진행방법 \n및  절차,  산출물  등  필요하다고  판단되는  제반활동에  대한  방안을  마련해야  함\n❍  본  용역의  수행  중  용역범위에  증감이  발생하거나  기타  발주자가  필요하다고  인\n정할  경우에는  상호  합의하에  과업내용을  조정할  수  있음\n❍  원시자료를  이용하여  사업을  수행하고자  할  때에는  지적소유권(저작권)  여부를 \n확인하고  사용하여야  함\n❍  본  사업수행을  위한  사무환경  및  집기비품,  개발에  필요한  장비는  사업  수행자가 \n마련해야  하며,  사무실  공간은  상호  협의하여  결정함\n❍  프로젝트의  목표관리,  진도관리,  변경관리,  성과관리  등  프로젝트  수행과정상에\n서의  문제점  및  위험요소  등을  위해  정기  또는  비정기적으로  수행하는  보고체\n계를  계획하고  수행함\n❍  프로젝트의  원활한  진행을  위해  일정한  형태의  방법론을  마련하고  준수하여야  함\n○  사업수행  단계에서  발주처와  설계,  컨셉  및  디자인,  메뉴  구성  등에  대하여  협의하\n고  그  결과를  반영해야  함\n○  개발  시  사용되는  편집  TOOL  및  이미지,  콘텐츠의  라이스  및  지적재산권  사용 \n여부는  사업수행업체의  책임으로  해결\n○  일정  지연,  품질  저하  등  리스크  발생을  사전  예방하고  리스크  발생  시  사후  대\n처방안  제시\n○  개발  및  운영  단계에서  발생  가능한  각종  시스템  장애에  대비하기  위한  백업  및 \n복구  전략  제시"
          ]
        ],
        [
          [
            "고유번호",
            "PMR-06"
          ],
          [
            "요구사항  명칭",
            "사업수행  환경  및  장소"
          ],
          [
            "요구사항  내용",
            "❍  모든  전산설비는  자체  설비를  이용하여야  하며,  필요시는  대학의  승인  하에  대학\n의  관련  설비를  이용할  수  있음\n❍  사업수행  작업장소는  계약업체  소재지로  하며,  상호  협의하여  변경  할  수  있음 \n(※  관련  비용은  계약금액에  포함)"
          ]
        ],
        [
          [
            "",
            "❍  본  과업은  정부가  제정․공포한  관계  제  법규(지침)  및  본  제안요청서에  의거  수\n행하여야  하며,  본  제안요청서에  명시되지  않은  사항이라도  과업목적의  성실한 \n달성을  위하여  필요한  사항은  대학의  지시에  따라  수행  또는  보완하여야  함\n❍  다음과  같은  사항에  대하여  사업자는  대학과  협의하여  결정함\n-  제안요청서에  명시된  과업내용  및  범위를  변경하여야  할  사항\n-  제안요청서에  명시되지  않은  사항  중에서  누락되거나  추가로  필요하다고  판단\n되는  사항\n-  과업수행인의  단독  결정이  곤란한  사항\n❍  사업자는  제안서에  명시된  물품  일체를  일괄  공급방식으로  납품  및  설치를  완료하\n여야  함\n❍  개발되는  모든  프로그램은  단위  업무별로  모듈화  되어야  하고,  운영자가  쉽게  이\n해할  수  있도록  설계되어야  함\n❍  과업수행  과정에서  대학과  사업자  쌍방간의  계약서  적용에  대한  이견이  있을  경우\n의  적용  우선순위는  다음과  같음\n-  제안요청서\n-  제안서(협상결과  기준)\n-  기술용역계약  특수조건\n-  기술용역계약  일반조건\n-  관계법령(국내외  소프트웨어  개발관련  제  법규,  규정  및  규격  등)\n❍  과업을  수행함에  있어  필요한  타  전문기관자문  및  선진기술을  활용할  수  있으며, \n이  경우  사전에  대학의  승인을  얻어야  하며  그에  소요되는  비용은  사업자가  부\n담함\n❍  본  과업수행에서  취득  또는  작성되는  산출물,  모든  원시프로그램  및  실행모듈  소\n유권은  대학의  소유로  함\n❍  과업수행  중  사업관리자(PM)를  교체하고자  할  때는  기존  관리자와  동등하거나 \n그  이상의  자격  및  경력  등을  갖추어야  하며,  사전에  대학의  승인을  받아야  한\n다.  또한  대학에서  판단하여  과업수행에  지장을  초래하는  사업관리자(PM)를  대학\n이  교체  요구  시  사업자는  대체인원을  투입하여야  함\n    *  참여인력  교체  시에는  대학에  대체인원에  대한  통보"
          ]
        ],
        [
          [
            "고유번호",
            "PMR-07"
          ],
          [
            "요구사항  명칭",
            "검사  및  검수"
          ],
          [
            "요구사항  내용",
            "❍  프로젝트의  매월  공기  준수  및  품질수준  극대화를  위해  프로젝트  진행사항에  대\n한  검사를  실시할  수  있음\n❍  검수는  준공계  접수일로부터  14일  이내에  실시하며,  성능시험  및  제안요청서와 \n일치될  경우  인정하며  지적이  있을  시는  지체  없이  이행  후  재검수를  받아야  함"
          ]
        ],
        [
          [
            "고유번호",
            "PMR-04\n요구사항  분류\n프로젝트  관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "조직구성  및  인력관리\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  사업수행업체는  본  사업의  성공적인  추진을  위해  사업관리자(PM)  1인을  임명하고 \n사업수행기간  동안  성공적인  사업수행을  위한  현황분석  및  보고회를  실시하며,  발주\n처의  지시·감독을  받음\n❍  사업관리자(PM)는  사업수행업체  소속으로  재직자에  한함\n❍  본  사업에  투입되는  인력은  시스템의  안정적  지원을  위하여  계약  기간  동안  근무"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 35 - 11 프로젝트 지원 요구사항 PSR, Project Support Requirement 고유번호 PSR-01 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 보안 및 비밀유지 응락수준 필수 요구사항 내용 본 사업에 투입되는 기술 인력은 발주처 및 보안 관련 법규를 준수 정보의 변형, 유출 등에 대비한 보안체계 구현 및 복구대책 제시 비인가자의 접근 및 정보시스템의 불법적인 접근 차단을 위해 사용자 그룹별 접 근 권한 부여 사업수행 과정에서 취득한 정보가 외부에 공개유출되지 않도록 하며, 발생하는 일체의 보안사고에 대한 책임을 짐 개발 보안시큐어코딩 사항의 준수사항을 준수하여 개발하여야 함 고유번호 PSR-02 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 교육지원 응락수준 필수 고유번호 PMR-08 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 일정관리 및 보고회 개최 응락수준 필수 요구사항 내용 사업수행계획서 제출 시 일정에 관한 내용은 WBSWork Breakdown Structure를 사용하여 상세히 작성해야 함 일정은 수치화하여 진도를 보고할 수 있어야 하며, 해당 과정에서 계획 대비 10 이상 지연이 발생 시 비상으로 간주하고 해결 방안을 수립하고 실천해야 함 사업자는 사업을 수행하면서 착수완료 보고회를 개최해야 하며, 보고서를 제출해야 함 단, 발주기관이 사업의 원활한 이행을 위해 필요하다고 판단할 경우 보고회 개최를 보고서 제출로 대체할 수 있음 구분 시기 내 용 보고서 착수보고 계약 후 15일 이내 - 사업수행 조직 소개 수행 계획 보고 수행방안 협의 사업수행계획서, 착수계 등 주간보고매주 금요일 - 주간 수행사항 주간보고서 월간보고 필요 시 - 월간 추진실적 및 향후 추진계획보고, 수행방안 점검 월간보고서 등 검토회의 필요 시 - 주요현안 및 의사결정 사항 협의 - 발주기관에서 계약대상자에게 요청한 사항에 대한 진행사항 점검 검토회의 등 중간보고사업추진 중 협의 - 중간보고, 향후 일정 수립서면보고 중간보고서 최종보고 사업 완료시점 - 최종 결과보고, 성과품 시연 및 품평 완료보고서, 사업완료 관련 산출물 등 기타 수시 - 현안사항이 있을 시 수시보고 - 36 - 요구사항 내용 일반요건 - 체계적이고 효율적인 사용자 교육을 위한 교육 훈련 계획 제시 - 원활한 원격교육을 운영하기 위하여 운영 요원에 대한 기술 이전 계획을 상세히 제시 - 교육 일정 및 대상, 장소, 내용 등 기타 제반 사항은 발주처와 협의 후 결정 - 교육과정은 관리자운영자사용자 및 기타 교육으로 실시하며, 교육에 필요한 사 용자 매뉴얼을 제공하여야함. 사업수행자는 교재기자재 등 교육에 필요한 제반비용을 일체 부담하며, 모든 시 스템을 기본적으로 활용하는 데 지장이 없도록 계획되어야 하며 충분한 교육시 간분야별 교육시간 명시을 제공하여함. 1 시스템 관리자 교육 - 시스템의 전반적인 이해와 지식정보 관리에 대한 이해, 해외선진사례 등의 교 육내용을 포함한 교육계획 수립 - 시스템 운영과 관련한 모든 제반 기술 및 방법론 - 장애 발생 시 신속히 대처하도록 하기 위한 장애 복구 방법 교육 - 기능 개선 및 오류 수정 방안 교육 - 시스템 관리, 장애복구 방법, 시스템 보안, 백업 등의 교육실시 - 시스템 운영 및 복구를 위한 매뉴얼 제공 2 시스템 사용자 교육 - 소프트웨어 및 프로그램 등에 관한 체계 교육 실시 - 부서 경력관리 담당자도 경력관리 운영 관련 교육 실시 발주처와 협의하여 교수자학습자 교육 지원 - 시스템 개발과 병행하여 교수학습 솔루션 사용에 대한 교육 지원 고유번호 PSR-03 요구사항 명칭 하자 및 유지보수 지원 요구사항 내용 본 프로젝트 완료 후 개발시스템의 지속적인 발전 및 안정성을 유지하기 위한 세 부 하자보수 계획을 제시하여야 함 구축된 시스템은 1주 7일 24시간으로, 365일 상시 운영 가능하여야 하며, 시스템 장애 시 복구대책 마련 하자로 인한 오류 및 장애 사항에 대한 무상하자 보수기간은 검수완료 후 1년이며, SW를 포함한 전체시스템에 대하여 하자보증기간 중 발생한 장애는 무상조치토록 함 무상하자 보수기간 종료 후 유상으로 전환 시 계약단가를 제시 함. 하자담보책임기간 중 시스템에 이상 발생 시 장애접수 후 2시간이내 방문, 4시간이 내 장애조치를 하여야 하며, 1일 24시간 365일 하자보수 요원의 신속한 대응이 이루어져야 함 하자보수 기간은 사업종료 후 1년 이내로 하며, 하자보수 이외의 기능개선상위버전 업그레이드 포함, 사업방법의 개선 등 유지관리 및 재개발에 대해 계약목적물의 인 고유번호 PMR-09 요구사항 명칭 산출물 제출 요구사항 내용 산출물의 종류 및 제출일정 일정별 필수 산출물 2부 사업관련 자료를 보유하고 있지 않으며 이를 위반 시 향후 법적 책임이 있음을 포함한 대표자용 보안서약서 및 참여인력 보안서약서 등 포함 각 산출물은 시기별 완료 7일 이내에 제출하여야하며, 구축완료 후 위 내용을 모두 포함한 CD-ROM과 산출물 각 2부씩을 제출하여야 함 제출 부수는 참석자 및 운영자, 관리자 현황에 따라 협의하여 제출하고, 보고서 작성제출 등에 필요한 경비는 사업자 부담 문서명 사업수행 계획서 요구사항 정의서 개발 상세계획 일정서 프로그램 개발명세서 테스트 시나리오결과서 프로그램 목록 성능 테스트 결과서 SW 라이선스 시스템 설치 내역서 운영자 매뉴얼 사용자 매뉴얼 완료 보고서",
      "tables": [
        [
          [
            "고유번호",
            "PMR-08\n요구사항  분류\n프로젝트  관리  요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "일정관리  및  보고회  개최\n응락수준\n필수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  내용",
            "❍  사업수행계획서  제출  시  일정에  관한  내용은  WBS(Work  Breakdown  Structure)를 \n사용하여  상세히  작성해야  함\n❍  일정은  수치화하여  진도를  보고할  수  있어야  하며,  해당  과정에서  계획  대비 \n10%  이상  지연이  발생  시  비상으로  간주하고  해결  방안을  수립하고  실천해야  함\n❍ 사업자는 사업을 수행하면서 착수/완료 보고회를 개최해야 하며, 보고서를 제출해야 함\n❍  단,  발주기관이  사업의  원활한  이행을  위해  필요하다고  판단할  경우  보고회  개최를 \n보고서  제출로  대체할  수  있음",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구분",
            "시기",
            "내    용",
            "보고서",
            ""
          ],
          [
            "",
            "",
            "착수보고",
            "계약  후\n15일  이내",
            "-  사업수행  조직  소개  /  수행  계획  보고  /  수행방안  협의",
            "사업수행계획서,\n착수계 등",
            ""
          ],
          [
            "",
            "",
            "",
            "주간보고 매주  금요일   -  주간  수행사항",
            "",
            "주간보고서",
            ""
          ],
          [
            "",
            "",
            "월간보고",
            "필요  시",
            "- 월간 추진실적 및 향후 추진계획보고, 수행방안 점검 월간보고서 등",
            "",
            ""
          ],
          [
            "",
            "",
            "검토회의",
            "필요  시",
            "-  주요현안  및  의사결정  사항  협의\n  -  발주기관에서  계약대상자에게  요청한  사항에 \n대한  진행사항  점검",
            "검토회의  등",
            ""
          ],
          [
            "",
            "",
            "중간보고",
            "사업추진  중 \n협의",
            "- 중간보고,  향후  일정  수립(서면보고)",
            "중간보고서",
            ""
          ],
          [
            "",
            "",
            "최종보고",
            "사업\n완료시점",
            "-  최종  결과보고,  성과품  시연  및  품평",
            "완료보고서, \n사업완료 관련 \n산출물 등",
            ""
          ],
          [
            "",
            "",
            "기타",
            "수시",
            "-  현안사항이  있을  시  수시보고",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "고유번호",
            "❍  일반요건\nPMR-09",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "-  체계적이고  효율적인  사용자  교육을  위한  교육  훈련  계획  제시\n산출물  제출\n -  원활한 원격교육을 운영하기 위하여 운영 요원에 대한 기술 이전 계획을 상세히 제시",
            "",
            ""
          ],
          [
            "요구사항  내용\n요구사항  내용",
            "-  교육  일정  및  대상,  장소,  내용  등  기타  제반  사항은  발주처와  협의  후  결정\n  -  교육과정은  관리자·운영자·사용자  및  기타  교육으로  실시하며,  교육에  필요한  사\n    ‣  일정별  필수  산출물  :  2부",
            "",
            ""
          ],
          [
            "",
            "",
            "용자  매뉴얼을  제공하여야함.\n❍  사업수행자는  교재·기자재  등  교육에  필요한  제반비용을  일체  부담하며,  모든  시",
            ""
          ],
          [
            "",
            "",
            "사업수행  계획서",
            "스템을  기본적으로  활용하는  데  지장이  없도록  계획되어야  하며  충분한  교육시\n  ※  사업관련  자료를  보유하고  있지  않으며  이를  위반  시  향후  법적  책임이  있음을"
          ],
          [
            "",
            "",
            "간(분야별  교육시간  명시)을  제공하여함.\n요구사항  정의서\n    1)  시스템  관리자  교육\n개발  상세계획  일정서\n        -  시스템의  전반적인  이해와  지식정보  관리에  대한  이해,  해외선진사례  등의  교",
            ""
          ],
          [
            "",
            "",
            "프로그램  개발명세서\n육내용을  포함한  교육계획  수립",
            ""
          ],
          [
            "",
            "",
            "-  시스템  운영과  관련한  모든  제반  기술  및  방법론",
            ""
          ],
          [
            "",
            "",
            "-  장애  발생  시  신속히  대처하도록  하기  위한  장애  복구  방법  교육",
            ""
          ],
          [
            "",
            "",
            "-  기능  개선  및  오류  수정  방안  교육\n성능  테스트  결과서 \n      -  시스템  관리,  장애복구  방법,  시스템  보안,  백업  등의  교육실시\nS/W  라이선스\n      -  시스템  운영  및  복구를  위한  매뉴얼  제공\n시스템  설치  내역서\n    2)  시스템  사용자  교육\n운영자  매뉴얼 \n      -  소프트웨어  및  프로그램  등에  관한  체계  교육  실시",
            ""
          ],
          [
            "",
            "",
            "-  부서  경력관리  담당자도  경력관리  운영  관련  교육  실시",
            ""
          ],
          [
            "",
            "",
            "❍  발주처와  협의하여  교수자/학습자  교육  지원\n완료  보고서",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "포함한  “대표자용  보안서약서”  및  “참여인력  보안서약서”  등  포함\n    •  각  산출물은  시기별  완료  7일  이내에  제출하여야하며,  구축완료  후  위  내용을 \n모두  포함한  CD-ROM과  산출물  각  2부씩을  제출하여야  함\n    •  제출  부수는  참석자  및  운영자,  관리자  현황에  따라  협의하여  제출하고,  보고서 \n작성․제출  등에  필요한  경비는  사업자  부담",
            "",
            ""
          ]
        ],
        [
          [
            "고유번호",
            "PSR-01\n요구사항  분류\n프로젝트  지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "보안  및  비밀유지\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  본  사업에  투입되는  기술  인력은  발주처  및  보안  관련  법규를  준수\n❍  정보의  변형,  유출  등에  대비한  보안체계  구현  및  복구대책  제시\n❍  비인가자의  접근  및  정보시스템의  불법적인  접근  차단을  위해  사용자  그룹별  접\n근  권한  부여\n❍  사업수행  과정에서  취득한  정보가  외부에  공개/유출되지  않도록  하며, \n      발생하는  일체의  보안사고에  대한  책임을  짐\n❍  개발  보안(시큐어코딩)  사항의  준수사항을  준수하여  개발하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "PSR-03"
          ],
          [
            "요구사항  명칭",
            "하자  및  유지보수  지원"
          ],
          [
            "요구사항  내용",
            "❍  본  프로젝트  완료  후  개발시스템의  지속적인  발전  및  안정성을  유지하기  위한  세\n부  하자보수  계획을  제시하여야  함 \n❍  구축된  시스템은  1주  7일  24시간으로,  365일  상시  운영  가능하여야  하며,  시스템 \n장애  시  복구대책  마련\n❍  하자로 인한 오류 및 장애 사항에 대한 무상하자 보수기간은 검수완료 후 1년이며, S/W를 포함한 \n전체시스템에 대하여 하자보증기간 중 발생한 장애는 무상조치토록 함\n❍  무상하자  보수기간  종료  후  유상으로  전환  시  계약단가를  제시  함.\n❍  하자담보책임기간  중  시스템에  이상  발생  시  장애접수  후  2시간이내  방문,  4시간이\n내  장애조치를  하여야  하며,  1일  24시간  365일  하자보수  요원의  신속한  대응이 \n이루어져야  함\n❍  하자보수  기간은  사업종료  후  1년  이내로  하며,  하자보수  이외의  기능개선(상위버전 \n업그레이드  포함),  사업방법의  개선  등  유지관리  및  재개발에  대해  계약목적물의  인"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 37 - 수직후 별도의 계약체결을 통해 유상으로 사업을 추진함 검수완료 후 시스템 운영 시 프로그램오류, 시스템성능, 시스템운영과정에서 발견된 사업수행자의 귀책사항, 기타 과업범위내의 수정요구사항에 대하여 즉시 보완동급 또는 상위품목 교체 함 사업자와 각 제품 공급사는 하자보수 및 기술지원 체계를 제시하여야 하며, 사업 착 수 후에도 발주기관과 협의하여 수정보완하여야 함 모든 SW는 안정성이 입증된 최신판으로 제공하고 하자보수기간 중에 상위 버전 Version이 발표될 경우 발주기관과 기술협의 후 이를 이식설치하여야 함 하자보수 대상은 장비뿐만 아니라 시스템 개발부분을 포함하여 구입한 상용 소프트 웨어 모두를 포함하며, 제안사는 개발된 시스템 DB의 자료수정 및 갱신작업, 하드웨 어 시스템 변경 및 이전에 따른 소프트웨어 설치, 성능 및 장애 발생에 대한 처리 지 원 등의 사항을 하자보수 활동에 포함시켜야 함 사업수행업체는 검수 후 하자담보 책임 기간 동안 장애 또는 문제가 발생할 경우 유지보수 및 기술지원을 함 시스템 장애 발생 시, 발주처와 협의하여 정상 운영될 때까지 기술지원을 해야 함 사업수행업체는 개발 이후 SW 유지보수 및 문제점의 해결을 위한 효율적인 유 지보수지원 체계 및 계획을 제시해야 하며, 다음과 같은 사항을 유지보수 활동 에 포함 시켜야 함 - 발견된 장애 및 문제점의 개선 계획 처리 절차, 지원방법 제시 고유번호 PSR-04 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 기술지원 응락수준 필수 요구사항 내용 체계적인 시스템 운영을 위한 제반 기술 이전 시스템 구축 이후에도 관련 분야의 기술에 대한 지속적인 정보제공과 기술 자문 프로젝트 완료 후 운영과 유지보수에 관한 방법은 문서화 제공 사업수행업체는 시스템 구축 후 업그레이드가 필요할 시 협의를 통해 방안 제시 고유번호 PSR-05 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 지적재산권 공동 귀속 및 침해 방지 응락수준 필수 요구사항 내용 본 사업의 계약목적물의 지식재산권은 본부와 계약상대자가 공동으로 소유함 - 단, 본 사업을 통하여 발생된 지식재산권을 타 용도 및 상업적 활용 시 본부와 협의 후 활용하여야 함 사업을 수행함에 있어 본부가 지식재산권 침해 관련 소송상 또는 소송외 청구를 당하거나 그로 인한 재판이 결정된 경우, 사업자의 부담으로 소송 또는 사용권 등을 획득하여 제공하여야 함 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발 주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함 다만 SW산출물의 활용 절차와 공급자 가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가자격 제한 등에 관하여는 소프트웨어 진흥법 제59조, 같은 법 시행령 제54조, 소프트웨어사업 계약 및 관리감독에 관한 지침 제32조산출물의 활용에 따른다. - 38 - 12 제약 사항 COR,Constraint Requirement 고유번호 PSR-06 요구사항 명칭 기타사항 요구사항 내용 제안요청서에 명시된 모든 조항은 최소한의 규격만을 규정하였으므로 상세히 기술되지 않았거나 누락 된 사항에 대하여 관리, 운영상 문제가 발생하지 않도록 사전 조치 제안사는 요구조건을 정확히 분석하여 본 사업의 목적과 내용에 타당한 구축 방법을 제시하고, 제시된 사항의 기능 및 효과를 구체적으로 제시하여야 함 고유번호 COR-02 요구사항 명칭 특허권 또는 성과물 보호, 저작권 요구사항 내용 사업자가 계약을 수행함에 있어 제3자의 특허권 또는 저작권 등을 침해하지 않 도록 철저히 관리해야 함 본 계약에 따라 사업자가 대학에게 제공한 기술, 콘텐츠, 제품 등이 사업수행 중 또는 사업완료 후, 국내외 제3자의 특허권 또는 저작권을 침해하여 대학을 상대 로 손해배상 청구소송이 발생하면 사업자가 모든 민형사상의 책임을 짐 사업수행과정의 취득물 및 성과품산출물 등에 대한 소유권은 사업 준공과 동시에 전북지역혁신플랫폼 대학교육혁신본부에 자동 귀속되며, 본 사업과 관련하여 발생 하는 지적재산권은 공동 소유함단, 지적재산권은 공공의 목적에만 사용하여야 하며, 상 업적 용도로는 사용할 수 없음 고유번호 COR-01 요구사항 명칭 사업 추진 시 제약사항 요구사항 내용 기능 구현 시 운영 및 하자보수의 유연성을 확보가능하도록 모듈화 기 도입 운영 중인 소프트웨어와의 연계 및 호환성 확보 사업완료를 위해 추가 소프트웨어가 필요한 경우 본 사업에 포함하여 추진하여야 하나 학교와 협의하여 조정할 수 있음 사업수행기간 동안 각 업무부서의 요청사항을 적극적으로 수용하여 개발하고 요청사항 발생 시 신속히 처리하여야 함 개발된 모든 프로그램의 소스 및 이미지를 제공하여야 함 고유번호 COR-03 요구사항 명칭 사업 관련 공통 규정 및 기술 표준 준수 요구사항 내용 사업추진 시 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시에 규정된 사항을 준수하여야 함 사업추진 기간 내 적용 법령 및 규정, 적용 표준 등에 변경사항 발생 시 반영하여 사 업 추진하여야 함. 변경사항의 적용 시점을 고려하여 발주기관과 협의하여 적용 공공 SW사업 및 발주기관의 정보화사업 기술표준을 준수하여야 함. 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부 고시에 의한 기술 적",
      "tables": [
        [
          [
            "고유번호",
            "PSR-06"
          ],
          [
            "요구사항  명칭",
            "기타사항"
          ],
          [
            "요구사항  내용",
            "❍  제안요청서에  명시된  모든  조항은  최소한의  규격만을  규정하였으므로  상세히 \n기술되지  않았거나  누락  된  사항에  대하여  관리,  운영상  문제가  발생하지  않도록  사전  조치\n❍  제안사는  요구조건을  정확히  분석하여  본  사업의  목적과  내용에  타당한  구축\n방법을  제시하고,  제시된  사항의  기능  및  효과를  구체적으로  제시하여야  함"
          ]
        ],
        [
          [
            "",
            "수직후  별도의  계약체결을  통해  유상으로  사업을  추진함\n❍  검수완료  후  시스템  운영  시  프로그램오류,  시스템성능,  시스템운영과정에서  발견된 \n사업수행자의  귀책사항,  기타  과업범위내의  수정요구사항에  대하여  즉시  보완(동급 \n또는  상위품목  교체)  함\n❍  사업자와  각  제품  공급사는  하자보수  및  기술지원  체계를  제시하여야  하며,  사업  착\n수  후에도  발주기관과  협의하여  수정·보완하여야  함\n❍  모든  S/W는  안정성이  입증된  최신판으로  제공하고  하자보수기간  중에  상위  버전\n(Version)이 발표될 경우 발주기관과 기술협의 후 이를 이식․설치하여야 함\n❍  하자보수  대상은  장비뿐만  아니라  시스템  개발부분을  포함하여  구입한  상용  소프트\n웨어  모두를  포함하며,  제안사는  개발된  시스템  DB의  자료수정  및  갱신작업,  하드웨\n어  시스템  변경  및  이전에  따른  소프트웨어  설치,  성능  및  장애  발생에  대한  처리․  지\n원  등의  사항을  하자보수  활동에  포함시켜야  함\n❍  사업수행업체는  검수  후  하자담보  책임  기간  동안  장애  또는  문제가  발생할  경우 \n유지보수  및  기술지원을  함\n❍  시스템  장애  발생  시,  발주처와  협의하여  정상  운영될  때까지  기술지원을  해야  함\n❍  사업수행업체는  개발  이후  S/W  유지보수  및  문제점의  해결을  위한  효율적인  유\n지보수지원  체계  및  계획을  제시해야  하며,  다음과  같은  사항을  유지보수  활동\n에  포함  시켜야  함\n  -  발견된  장애  및  문제점의  개선  계획  (처리  절차,  지원방법  제시)"
          ]
        ],
        [
          [
            "고유번호",
            "COR-01"
          ],
          [
            "요구사항  명칭",
            "사업  추진  시  제약사항"
          ],
          [
            "요구사항  내용",
            "❍  기능  구현  시  운영  및  하자보수의  유연성을  확보가능하도록  모듈화\n❍  기  도입  운영  중인  소프트웨어와의  연계  및  호환성  확보\n❍  사업완료를  위해  추가  소프트웨어가  필요한  경우  본  사업에  포함하여  추진하여야 \n하나  학교와  협의하여  조정할  수  있음\n❍  사업수행기간  동안  각  업무부서의  요청사항을  적극적으로  수용하여  개발하고 \n요청사항  발생  시  신속히  처리하여야  함\n❍  개발된  모든  프로그램의  소스  및  이미지를  제공하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "PSR-04\n요구사항  분류\n프로젝트  지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "기술지원\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  체계적인  시스템  운영을  위한  제반  기술  이전\n❍  시스템  구축  이후에도  관련  분야의  기술에  대한  지속적인  정보제공과  기술  자문\n❍  프로젝트  완료  후  운영과  유지보수에  관한  방법은  문서화  제공\n❍  사업수행업체는  시스템  구축  후  업그레이드가  필요할  시  협의를  통해  방안  제시"
          ]
        ],
        [
          [
            "고유번호",
            "COR-02"
          ],
          [
            "요구사항  명칭",
            "특허권  또는  성과물  보호,  저작권"
          ],
          [
            "요구사항  내용",
            "❍  사업자가  계약을  수행함에  있어  제3자의  특허권  또는  저작권  등을  침해하지  않\n도록  철저히  관리해야  함\n❍  본  계약에  따라  사업자가  대학에게  제공한  기술,  콘텐츠,  제품  등이  사업수행  중 \n또는  사업완료  후,  국․내외  제3자의  특허권  또는  저작권을  침해하여  대학을  상대\n로  손해배상  청구소송이  발생하면  사업자가  모든  민․형사상의  책임을  짐\n❍  사업수행과정의  취득물  및  성과품․산출물  등에  대한  소유권은  사업  준공과  동시에 \n전북지역혁신플랫폼  대학교육혁신본부에  자동  귀속되며,  본  사업과  관련하여  발생\n하는  지적재산권은  공동  소유함(단,  지적재산권은  공공의  목적에만  사용하여야  하며,  상\n업적  용도로는  사용할  수  없음)"
          ]
        ],
        [
          [
            "고유번호",
            "PSR-05\n요구사항  분류\n프로젝트  지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "지적재산권  공동  귀속  및  침해  방지\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  본  사업의  계약목적물의  지식재산권은  본부와  계약상대자가  공동으로  소유함\n    -  단,  본  사업을  통하여  발생된  지식재산권을  타  용도  및  상업적  활용  시  본부와 \n협의  후  활용하여야  함 \n❍  사업을  수행함에  있어  본부가  지식재산권  침해  관련  소송상  또는  소송외  청구를 \n당하거나  그로  인한  재판이  결정된  경우,  사업자의  부담으로  소송  또는  사용권 \n등을  획득하여  제공하여야  함\n❍  공급자는  지식재산권의  활용을  위하여  SW산출물의  반출을  요청할  수  있으며,  발\n주기관에서는  「보안업무규정」  제4조  및  제안요청서에  명시된  누출금지정보에 \n해당하지  않을  경우  SW산출물을  제공함  다만  SW산출물의  활용  절차와  공급자\n가  SW산출물  활용  절차를  지키지  않는  경우  입찰참가자격  제한  등에  관하여는 \n「소프트웨어  진흥법」  제59조,  같은  법  시행령  제54조,  「소프트웨어사업  계약  및 \n관리감독에  관한  지침」  제32조(산출물의  활용)에  따른다."
          ]
        ],
        [
          [
            "고유번호",
            "COR-03"
          ],
          [
            "요구사항  명칭",
            "사업  관련  공통  규정  및  기술  표준  준수"
          ],
          [
            "요구사항  내용",
            "❍  사업추진  시  「행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부  고시)」에 \n규정된  사항을  준수하여야  함\n❍  사업추진  기간  내  적용  법령  및  규정,  적용  표준  등에  변경사항  발생  시    반영하여  사\n업  추진하여야  함.\n    ※  변경사항의  적용  시점을  고려하여  발주기관과  협의하여  적용\n        공공  SW사업  및  발주기관의  정보화사업  기술표준을  준수하여야  함.\n❍  「행정기관  및  공공기관  정보시스템  구축·운영지침」(행정안전부  고시)에  의한  기술  적"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 39 - 용표준을 아래와 같이 준수하여야 함. - 계획표 검토 시 부득이한 경우를 제외하고는 특정 기술에 종속되지 않는 개방형 기술로 구현되도록 검토하여야 함. - 선정된 제안사는 기술 적용 사항에 관해 발주기관과 협의확정 후, 기술적용계획표를 작성하여 사업수행계획서에 포함하여야 함. - 사업수행계획서 확정된 기술 적용계획표에 따라 표준기술을 적용하고, 사업완료 시인수테스트 전 기술 적용결과표를 작성하여 제출하여야 함. 소프트웨어개발 보안 가이드 및 소프트웨어 보안 약점 진단 가이드 준수, 공개 SW를 활용한 소프트웨어 개발 보안 검증 가이드 활용하여 소프트웨어개발 보안시큐어코딩을 적용하여 보안취약점 제거 활동을 수행해야 함. 가능한 SW를 모듈화하여 시스템 갱신이 용이하도록 개발하여야 함 고유번호 COR-04 요구사항 분류 제약 요구사항 요구사항 명칭 데이터 표준화 기준 준수 응락수준 필수 요구사항 내용 DB 설계 시 표준화를 위하여 공공기관의 데이터베이스 표준화 지침행정안전부고 시을 준용하여 행정표준용어, 행정표준코드를 적용해서 수행해야 함 정보 공동 활용에 필요한 연계 정보 항목 및 연계 절차는 정부디렉토리서비스LDAP 연계 표준을 준용함. - 40 - III 사업수행 지침 1. 일반지침 제안사는 제안요청 사항 및 계약조건 등 계약에 필요한 모든 사항에 관 하여 계약 전에 완전히 숙지하고, 이를 숙지하지 못한 책임은 제안사에게 있음 제안서에 명시된 사업관리자는 승낙 없이 사업수행 중 임의로 교체 불가함 제안 사업관리자PM를 불가피하게 교체할 경우 공유대학의 승인을 받 아야 하며, 교체시기에 발생하는 문제에 대한 대응방안을 마련하여야 함 본 제안과 관련한 솔루션패키지 도입비용은 별도 계산하지 않으며, 소 프트웨어, 개발 및 시험장비 일체는 제안사 부담으로 확보하여 무상 제공해야 함 제안사가 개발하려는 시스템이 공유대학 기존 시스템의 수정을 필요로 하는 경우 수정작업도 함께 진행하며, 기능 연결 필요시에는 연동 구축함 공유대학이 제공한 원시자료를 이용할 때에는 지적 소유권저작권여부를 확인하고 사용하여야 함 본 사업에 의한 결과 산출물에 대한 저작권은 전북지역혁신플랫폼 대학 교육혁신본부에 있으며, 각종 특허권 및 저작권의 침해로 인한 모든 문제와 소송은 제안사의 부담으로 함 본 사업의 수행을 위하여 제반사항을 성실히 수행하여야 하며, 사업 시 발생하는 제반 안전사고 책임 및 행정적, 기술적 제반비용과 문제 처리는 제안사가 부담함 제안사는 사업 기간 내에 전체 개발을 완료하여 전반적인 테스트 및 시범 운영이 가능하도록 하고 사업관련 보고회는 공유대학과 협의하여 결정함 최종 시스템 오픈 전에 반드시 최종 시연회를 개최하여야 하며, 시연회에서 결정된 사항을 모두 만족해야 함 계약서상의 제반규정과 용어 등의 해석에 의견을 달리할 경우, 상호 협의 하에 처리하되 협의가 되지 아니한 경우에는 공유대학의 해석과 지시에 따름 정보화사업 보안성 검토 결과에 따른 조치사항 반영 예정 본 과업은 계약체결 즉시 착수하여야 하며 착수 전 본 제안요청서에 근거한 과업 수행계획서를 작성 제출하여 발주기관의 승인을 받아야 함 과업 수행계획서에는 과업 수행자의 분야별 명단, 보안각서 등 과업",
      "tables": [
        [
          [
            "",
            "용표준을  아래와  같이  준수하여야  함.\n    -  계획표  검토  시  부득이한  경우를  제외하고는  특정  기술에  종속되지  않는  개방형 \n기술로  구현되도록  검토하여야  함.\n    -  선정된  제안사는  기술  적용  사항에  관해  발주기관과  협의·확정  후, \n기술적용계획표를  작성하여  사업수행계획서에  포함하여야  함.\n    -  사업수행계획서  확정된  기술  적용계획표에  따라  표준기술을  적용하고,  사업완료 \n시(인수테스트  전)  기술  적용결과표를  작성하여  제출하여야  함.\n❍  소프트웨어개발  보안  가이드  및  소프트웨어  보안  약점  진단  가이드  준수,  공개  SW를 \n활용한  소프트웨어  개발  보안  검증  가이드  활용하여  소프트웨어개발  보안(시큐어코딩)을 \n적용하여  보안취약점  제거  활동을  수행해야  함.\n❍  가능한  S/W를  모듈화하여  시스템  갱신이  용이하도록  개발하여야  함"
          ]
        ],
        [
          [
            "고유번호",
            "COR-04\n요구사항  분류\n제약  요구사항"
          ],
          [
            "요구사항  명칭",
            "데이터  표준화  기준  준수\n응락수준\n필수"
          ],
          [
            "요구사항  내용",
            "❍  DB  설계  시  표준화를  위하여  「공공기관의  데이터베이스  표준화  지침(행정안전부고\n시)」을  준용하여  행정표준용어,  행정표준코드를  적용해서  수행해야  함\n❍  정보  공동  활용에  필요한  연계  정보  항목  및  연계  절차는  정부디렉토리서비스(LDAP)\n연계  표준을  준용함."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 41 - 수행에 필요한 제반 서류를 첨부하여 제출하고 과업 착수 시에는 착 수보고서를 제출하여야 함 과업 수행자의 변경 시에는 발주기관과 협의하여 정하도록 함 과업의 원활한 수행을 위하여 과업 단계별 분야별 전문가로 구성된 자 문위원회 또는 관련기관 협의회를 구성 및 운영할 수 있으며 과업내용 과 관련된 각계 전문가의 의견을 광범위하게 수렴하여야 함 과업 수행계획서에 따라 실시하는 중간보고 및 최종보고는 사업관리 자가 직접 보고하고, 기본계획 범위 결정, 부분별 계획 등 과업수행 단 계별 기본방향과 계획내용에 대하여 발주기관, 분야별 전문가, 과업 수행자가 참여하는 회의를 개최하여 수정, 보완, 의견제시 등으로 과업 의 질을 높이고 원활한 과업 수행을 도모하며, 세부추진일정 및 현지 조사계획 등에 대하여 업무담당자와 사전에 긴밀히 협의해야 함 본 제안요청서에 규정되지 아니한 사항은 관계 법규 및 지침, 제안 요 청서 등에 따라 발주기관과 협의하여 수행하거나 결정함 - 이 계약과 관련하여 분쟁이 있으면 국가계약법령 등을 준용하며, 관 할 법원은 발주기관의 소재지를 관할하는 법원으로 함 과업수행 중 여건변동 등으로 변경이 있으면 발주기관과 협의하여야 하며, 과업범위 또는 내용의 변경, 기타 발주기관이 필요하다고 인정 하면 설계변경 할 수 있음 목표시스템은 최신 기술을 활용하여 최대한의 편의성과 함께 보안성을 추구 하도록 하고 빠른 시간 안에 프로토타입을 제공하도록 함 개발이 진행되는 단계라 할지라도 주관기관의 긴급한 요구사항이 있는 경우 에는 개발 전반에 차질을 주지 않는 범위 내에서 주관기관과의 협의를 거쳐 요구사항을 반영토록 함 최종보고서는 최종보고회 등에서 제시된 의견 등을 반영하고 인쇄 전 에 그 내용에 대하여 발주기관과 협의하여야 함 본 용역추진을 위해 사용한 각종 기준과 자료는 최신 자료를 이용하 여야 하며 서면으로 그 근거를 제시하여야 함 과업 수행 중 다음과 같은 일이 발생하면 때는 특별한 사유가 없는 한 계약 위반행위로 간주하여 관계 규정에 따라 조치할 수 있음 - 42 - - 계획공정에 비해 현저하게 공정이 미달되거나 중간 성과품이 미흡 하여 계약기간 내 완료할 능력이 없다고 판단될 경우 - 연구목적 및 추진방향과 상이하거나 기타 발주기관의 정당한 요구 사 항을 이행하지 아니하는 경우 - 과업 진행 중 발주기관과 사전 협의 없이 수행인력 등을 무단 변경하는 경우 - 용역의 전부 또는 일부를 부당한 방법으로 하도급을 주었을 경우 과업 수행자의 과실이나 결함이 발견되면 발주기관 내부 평가를 통 해 계약을 해지할 수 있으며, 이 경우 과업 수행자는 일체 이의를 제 기할 수 없음 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계 약목적물의 지식재산권 귀속에 따라 타 기관과 공동 활용할 계획이 없음 기타사항 - 계약업체는 전북지역혁신플랫폼 대학교육혁신본부가 제안한 내용과 동일하게 시스템을 구축해야 하며, 대학교육혁신본부에서 시스템 기 능 추가 요구가 있을 시 수용해야 함 - 개인정보보호법을 준수하여 시스템을 구축해야 함 - 자료수집에 따른 제반 비용은 과업수행자가 부담하며, 타인의 권리대상 으로 되어 있는 지적재산권특허권, 저작권 등을 사용할 때에도 과 업 수행자의 부담으로 그 권리의 사용에 관한 일체의 책임을 져야 하며, 이로 인한 발주기관의 피해가 없도록 하여야 함 - 본 제안요청서 해석상 이견이 발생한 경우, 발주기관과 계약상대자 가 협의하여 결정함 - 과업수행자는 본 과업과 관련하여 제3자에게 피해를 주었을 경우, 이 에 대한 손실보상 등 책임을 져야 함 - 사업기간 및 향후에도 본 사업과 관련 과업수 행자의 귀책사유에 의해 문제가 발생할 경우 모든 민형사상 책임과 비용부담 의무는 과업수행자에게 있음 2. 연구개발진의 구성 및 운영 본 용역에 참여하는 연구개발진은 연구를 효율적으로 수행할 수 있",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 43 - 는 충분한 학력, 경험, 자격을 갖춘 관련 분야 전문가를 연구 분담자 로 지정구성하여야 함 연구원 중 과업수행이 불성실하거나 부적격자로 발주기관이 인정하 는 경우 과업수행자에게 교체를 요구할 수 있으며, 과업수행자는 정당 한 사유가 없는 한 이에 따라야 함 발주기관의 요구나 과업수행자의 부득이한 사정으로 과업참여자를 교 체할 경우 신구 참여자의 이력경력사항 및 교체 사유를 서면으로 제출하여 발주기관의 승인을 얻어야 하며, 과업수행에 차질이 없도록 인수인계를 철저히 하여야 함 과업수행자는 효율적인 용역추진을 위하여 추진 상황에 대한 문제점 을 점검하고, 발주기관의 관계자와 수시로 협의하여 사업이 실효성 있게 추진될 수 있도록 노력하여야 함 사업 수행 중 이유 없이 업무를 지연시키거나, 사업수행 태도가 불성실 하다고 판단 될 때 시정 또는 경고문을 발송할 수 있으며, 과업 수행 기 간 중 3회 이상 시정 또는 경고문을 발송하고 최종 발송 후 7일 이내 정 상적으로 이행되지 않는 경우 계약을 해지할 수 있으며, 이로 인하여 발 생하는 민형사상의 책임을 짐 시정 요구문 또는 경고문은 공문, 이메일, 메신저 등 모든 통신 수단을 통하여 보내진 사항을 포함함 본 제안요청서는 사업에 필요한 최소한의 요구사항을 제시한 것임 3. 보안통제 제안사는 사업 수행 시 보안 관련 법규 준수 및 보안유지에 최선을 다하고, 본 사업과 관련해 취득한 모든 정보는 일체 유출 또는 누설 하지 아니함 본 사업수행 과정에서 취득 또는 작성하는 성과품 및 산출물은 사업 수행 완료 즉시 제출하여야 하고, 이에 대한 소유권은 공유대학에 있 으며 서면동의 없이는 제3자에게 양도하거나 사용할 수 없음하도급 금지 다음 정보는 누출금지 대상정보로서 해당정보 누출 시 입찰 참가자 격 제한을 위한 부정당업자로 등록됨 - 44 - 본 사업수행을 위해 처리하는 모든 인원에 대하여 보안각서를 제출 하여야 하고, 투입되는 인원 전체에 대한 보안상 책임을 져야함 사업에 투입된 인력에 대하여 보안교육 및 보안점검을 실시하여야 함 제공받은 내부자료에 대하여 자료관리대장을 작성하여 인계인 수 시 직접 서명하여야 하며, 사업완료 후 모든 자료는 파기 및 반납 하여야함 데이터의 복사복제 및 타 목적으로 활용을 금지함 누출 금지 정보 - 공유대학 소유 정보시스템의 내외부 IP주소 현황 - 세부 정보시스템 구성 현황 및 정보통신망 구성도 - 사용자계정비밀번호 등 정보시스템 접근권한 정보 - 정보망 취약점 분석평가 결과물 - 정보화 용역사업 결과물 및 관련 프로그램 소스코드 - 국가용 보안시스템 및 정보보호시스템 도입 현황 - 침입차단시스템방지시스템IPS 등 정보보호제품 및 라우터스위치 등 네트워크 장비설정정보 - 공공기관의 정보공개에 관한 법률 제9조 제1항에 따라 비공개 대상 정보로 분류 된 기관의 내부문서 - 개인정보 보호법 제2조 제1항의 개인정보 - 보안업무규정 제4조의 비밀의 구분 - 그 밖에 공개 불가능하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 45 - IV 입찰관련 사항 및 제안서 평가 1. 입찰 및 계약방법 입찰방법 제한총액경쟁입찰 계약방법 협상에 의한 계약 국가를 당사자로 하는 계약에 관한 법률 제43조협상에 의한 계약 체결 관련근거 국가를 당사자로 하는 계약에 관한 법률 제10조제2항제3호 적용 국가를 당사자로 하는 계약에 관한 법률 시행령 제43조협상에 의 한 계약체결, 제43조의2지식기반사업의 계약방법 및 제안요청서에서 정하는 바에 의하며, 요청서에서 정하지 않은 사항은 계약예규 협 상에 의한 계약체결기준기획재정부예규 제656호, 2023. 6. 16. 적용 입찰방식 계약방법 제한총액경쟁입찰, 협상에 의한 계약 계약자 선정절차 입찰 공고 제안 요청서 배부 제안서 접수 기술 평가 위원회 심사 협상 적격자 선정 가격 평가 협상 실시 사업자 선정 및 계약체결 2. 입찰 참가자격 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참가자격 및 같은 법 시행규칙 14조입찰참가자격요건의 증명에 의하여 입찰 참가 자격을 갖춘 업체 소프트웨어진흥법 제2조에 의한 소프트웨어사업자컴퓨터관련서비스 사업, 1468에 등록된 업체 - 46 - 국가를 당사자로 하는 계약에 관한 법률 제27조부정당업자의 입찰 참가자격 제한 등 및 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조부정당업자의 입찰참가자격 제한에 결격사유가 없는 업체 중소기업제품 구매촉진 및 판로지원에 관한 법률 제2조제1호 및 제 33조제1항의 중소기업자로서 동법 제8조의 경쟁입찰 참여자격과 중 소기업소상공인 확인서를 소지한 업체 본 사업은 20억원 미만 사업으로 소프트웨어 진흥법제48조중소 소프트웨어사업자의 사업 참여 지원 및 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부 고시 제2023-25호 제2조, 제3조에 따라 대기업 및 중견기업인 소프트웨어사업자의 입찰 참여를 제한함 중소기업제품 구매촉진 및 판로지원에 관한 법률 제9조 및 동법 시행 령 제10조의 규정에 의거 직접생산증명서정보시스템개발서비스세부 품명번호 8111159901를 보유한 업체로 전자입찰서 제출 마감전일 발급된 것으로 유효기간 내에 있어야 함 공동계약, 하도급 불가 3. 협상대상자 선정방식 제안서 평가기준 근거 법규 국가를 당사자로 하는 계약에 관한 법률 시행령 제43조협상에 의한 계약체결 협상에 의한 계약체결기준기획재정부 계약예규 교육부 기술제안서 평가업무 처리규정교육부훈령 제111호 제안서 기술평가위원회 평가위원은 전북지역혁신플랫폼 대학교육혁신본부에서 임명위촉한 위원에 의하여 제안서를 토대로 기술평가를 수행 기술평가 점수는 각 평가위원의 기술평가점수 중에서 최저 및 최고 점 수를 제외한 후 평균하여 산출. 다만, 최저 또는 최고 점수가 2개 이상 일 때에는 하나만 제외 평가위원 명단, 평가결과 및 세부내용 등은 공개하지 않으며 평가결과 에 이의를 제기할 수 없음",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 24,
      "text": "- 47 - 제안서 평가방식 기술평가와 가격평가를 실시하여 종합평가점수로 평가 - 평가비율 기술평가90, 가격평가10 - 종합평가점수 기술평가점수 입찰가격 평가점수 제안서 평가결과 기술능력평가 점수가 배점한도90점의 8576.5점 이 상인 자를 협상적격자로 선정하고, 협상적격자의 기술능력평가 점 수와 입찰가격평가 점수를 합산하여 합산점수의 고득점 순에 따라 협상을 실시 기술능력평가 최종 점수는 평가위원별 기술평가점수 중에서 최저 및 최고 점수를 제외한 점수를 산술 평균하여 소수점 둘째자리까지 산출 최저또는최고점수가2개이상일때에그중하나만제외 소프트웨어 기술성 평가기준 지침 제4조제5항에 따라 본사업은 기술능력평가의 변별력을 확보하기 위하여 기술능력평가점수 총배점 한도를 기준으로 순위간 점수차2점를 지정하여차등점수제를 부여함 합산점수가 동일한 제안자가 2인 이상일 경우, 기술능력평가 점수가 높은 자를 우선협상대상자로 선정 기술능력평가 점수도 동일한 경우, 제안서 부문별 평가 항목 중 배점이 큰 항목을 우선하여 높은 점수를 얻은 자를 우선협상대상자로 선정 입찰자가 제안서 평가에 참석하지 않은 경우, 제출된 서면 제안서에 의해서만 평가함 제안서 발표 일시 및 장소 입찰공고문 참고 제안 설명 기회는 공평하게 부여하며, 발표순서는 추첨으로 정함 제안서 검토시간은 30분 이내로 하되, 참여업체 수에 따라 시간 조정 업체발표시간 업체별30분이내제안서설명 20분, 질의응답 10분 제안서 발표는 업체의 사업관리자PM가 직접 하여야 하며, 본 사업과 관련성이 없는 자는 발표할 수 없음 표자료는 제안요약서를 이용하되 동 내용과 제안서의 내용이 상이할경 우에는 제안서를 우선하며, 평가위원회에서 감점처리 될 수 있음 - 48 - 참여업체의 발표자료는 PPT로 제작, 설명회에 필요한 각종 프로그램 및 노트북, 마우스포인터 등은 해당 업체에서 준비 음향장비이용의경우, 환경에따라이용불가능할수있음을참고 입찰참가시, 발표자료는PDF파일로제출하나, 제안서평가설명회참가 시에는PPT 자료제작필요 제안사의 제안서 내용을 기준으로 하되, 필요시 보충 설명자료를 요 구할 수 있으며, 제안자는 이에 응해야 함 공정성과 신뢰성을 기하기 위해 기술성 평가위원회를 구성하여 평가 하며, 평가위원의 명단은 공개하지 않음 평가기준 기술평가항목 및 배점한도 평가 부문 평가 항목 평가기준 경영상태 정량평가 제안업체의 신용평가 사업실적최근 3년 전략 및 방법론 사업 이해도 사업의 특성 및 목표에 부합하는 사업전략을 제 시하고 있는지를 평가 함 추진전략 개발업무 수행 시 일정 및 위험요소를 고려하 여 얼마나 타당한 추진 전략을 수립하였는지 평가함 적용기술 사업에서 적용하고자 하는 기술이 향후 확장성 을 고려하였는지, 현실적으로 실현 가능한지 여 부를 평가함 표준 프레임워크 적용 표준 프레임워크 적용 여부와 적용 시 예상되 는 문제점을 구체적으로 기술하고 실현 가능한 대응 방안을 제시하였는지 평가함 개발 방법론 사업에 적정한 개발 방법론이 제시되었는지 평 가하고, 실제 적용 사례 및 경험을 바탕으로 단 계별 산출물이 제시되었는지 여부를 평가함. 기술 및 기능 시스템 요구사항 요구 규격을 충족하는 장비 제안 여부와 현 시 스템과의 인터페이스 및 확장 가능성 여부를 평가함. 또한 도입 장비의 설치 및 공급 계획, 유지관리에 대한 방안이 구체적으로 기술되어 있는가를 평가함",
      "tables": [
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준",
            ""
          ],
          [
            "경영상태",
            "정량평가",
            "제안업체의  신용평가",
            ""
          ],
          [
            "",
            "",
            "사업실적(최근  3년)",
            ""
          ],
          [
            "전략  및 \n방법론",
            "사업\n이해도",
            "사업의  특성  및  목표에  부합하는  사업전략을  제\n시하고  있는지를  평가  함",
            ""
          ],
          [
            "",
            "추진전략",
            "개발업무  수행  시  일정  및  위험요소를  고려하\n여  얼마나  타당한  추진  전략을  수립하였는지 \n평가함",
            ""
          ],
          [
            "",
            "적용기술",
            "사업에서  적용하고자  하는  기술이  향후  확장성\n을  고려하였는지,  현실적으로  실현  가능한지  여\n부를  평가함",
            ""
          ],
          [
            "",
            "표준 \n프레임워크 \n적용",
            "표준  프레임워크  적용  여부와  적용  시  예상되\n는  문제점을  구체적으로  기술하고  실현  가능한 \n대응  방안을  제시하였는지  평가함",
            ""
          ],
          [
            "",
            "개발\n방법론",
            "사업에  적정한  개발  방법론이  제시되었는지  평\n가하고,  실제  적용  사례  및  경험을  바탕으로  단\n계별  산출물이  제시되었는지  여부를  평가함.",
            ""
          ],
          [
            "기술  및 \n기능",
            "시스템 \n요구사항",
            "요구  규격을  충족하는  장비  제안  여부와  현  시\n스템과의  인터페이스  및  확장  가능성  여부를 \n평가함.  또한  도입  장비의  설치  및  공급  계획, \n유지관리에  대한  방안이  구체적으로  기술되어 \n있는가를  평가함",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 49 - 평가 부문 평가 항목 평가기준 평가요소 배 점 기능요구 사항 기능 요구사항ᆞ기대사항ᆞ제약사항 등을 파악 한 후 구현 방안이 구체적으로 기술되어 있는 지를 평가함. 또한 제안한 방안 및 기술이 적용 가능한지를 평가함 - 기능요구 사항 분석 및 방 안의 타당성 - 기능요구 사항 분석의 적정성 - 관련 방안 및 기술의 적용 가능성 보안 요구사항 요구사항 및 시스템 분석을 바탕으로 보안 요 구사항의 적용 방안이 구체적으로 기술되었는 지 평가함. 또한 제안한 방안과 기술의 설계단 계 반영 여부 및 구현단계까지의 적용 가능성 을 평가함 - 보안요구사항 분석 및 방 안의 타당성 - 보안요구사항 분석의 적정성 - 관련 방안 및 기술의 적용 가능성 데이터 요구 사항 데이터 요구사항 분석을 바탕으로 데이터 전환 계 획 및 검증 방법, 데이터 오류 발생 시 처리 방안 이 구체적으로 제시되어 있는지를 평가한다. - 데이터 전환 계획 및 방법의 타당성 - 데이터 오류 발생 시 대응방 안의 구체성 시스템운영 요구사항 시스템 운영 요구사항에 맞는 운영 절차 및 방 법을 제시하였는지 평가함. 또한 운영 중 비상사 태 발생 시 대응방안이 구체적으로 제시되고 있 는지를 평가 함 - 시스템 운영요구사항의 충족도 - 시스템 운영요구사항 대응책의 타당성 제약사항 목표 시스템의 설계, 구축, 운영과 관련하여 제 약조건을 충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 수립되었는지 평가함 - 제약사항 문제파악의 정확성 - 제약사항의 충족도 - 제약사항의 대응 방안의 적정성 성능 및 품질 성능 요구사항 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적으로 기술되어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 있는지 평가함. 제안한 방안 및 기술을 통해 성능 요구 사항을 충족시 킬 수 있는지를 평가함 - 성능요구 사항 분석의 타당성 - 성능요구 사항의 충족도 15 품질 요구사항 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요구사항에 부합되는지 평가하고, 분 석ᆞ설계ᆞ구현ᆞ테스트 등 각 단계별 품질 요 구사항 점검 및 검토 방안이 구체적으로 계획되 어 있는가를 평가함 - 품질요구사항 점검 계획의 적정성 - 품질요구사항의 점검의 타당성 인터 페이스 요구사항 시스템 인터페이스 타 시스템과의 연계에 대 한 장ᆞ단점 분석을 통해 가장 적합한 시스템 인터페이스 구축 방안을 도출하였는지를 평가 함. 사용자 인터페이스 사용자 편의성을 고려하여 사용자 인터페이스의 분석ᆞ설계ᆞ구현ᆞ테스 트 방안과 검토 계획을 구체적으로 기술하였는 가를 평가함 - 시스템 인터페이스 구현의 적합성 - 사용자 인터페이스의 편의성 - 50 - 평가 부문 평가 항목 평가기준 프로젝트 관리 관리방법론 일정관리, 사업위험이슈 관리, 보안관리, 산출 물의 형상ᆞ문서 관리 등 사업수행에 필요한 관리 방법론이 구체적으로 제시되어 있는지를 평가함. 또한 문제 발생 시 보고 체계 및 위험 관리 방안이 구체적으로 제시되어 있는지 평가함 분리발주 사업이 있는 경우, 분리발주사업자와의 구체적인 협력방안 제시 일정계획 사업수행에 필요한 수행기간과 세부일정이 구 체적으로 제시되었는지 평가함. 또한 각 활동에 필요한 일정 계획이 적절히 수립되었는지를 평가함 개발장비 개발에 필요한 개발환경의 구성이 구체적으로 제시되었는지 평가하고, 라이선스 등의 문제가 없는지 여부를 평가함 프로젝트 지원 품질보증 제시된 품질보증 방안이 해당 사업의 수행에 적 합한지, 사업자가소프트웨어진흥법제23조의 소 프트웨어프로세스 품질인증 등 대외적으로 인정 받을 만한 품질보증 관련 유효한 인증을 제시하 는 경우 확인하고 평가함. 이 경우 유효한 인증 을 보유하고 있는 경우 우대할 수 있음 시험운영 시스템 공급자가 개발된 시스템의 시험운영을 위해 제공 및 지원하는 각종 시험운영 방법 및 조직 등에 대해 평가함 교육훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 제공 및 지원하는 각종 교육훈련의 방 법, 내용, 일정 및 조직 등에 대해 평가함 유지관리 시스템 공급자가 제시하는 하자보수 계획, 절 차, 범위 및 기간과 이에 관련된 기타의 활동 및 그 제한사항에 대해 평가함 하자보수 계획 하자보수 및 유지보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종 합적으로 평가함 기밀보안 사업 추진 동안 악영향을 미치는 일련의 불 순 활동들로부터 기밀을 보호함과 동시에 원 활한 사업의 수행을 보장하기 위한 체계 및 대책에 대하여 평가함 비상대책 안정적인 시스템 운영을 위해 제시하는 각 종 비상 및 장애대응 대책에 대하여 평가함",
      "tables": [
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준",
            "평가요소",
            "배점"
          ],
          [
            "",
            "기능요구\n사항",
            "기능  요구사항ㆍ기대사항ㆍ제약사항  등을  파악\n한  후  구현  방안이  구체적으로  기술되어  있는\n지를  평가함.  또한  제안한  방안  및  기술이  적용 \n가능한지를  평가함",
            "-  기능요구  사항  분석  및  방\n안의  타당성\n- 기능요구 사항 분석의 적정성\n- 관련 방안 및 기술의 적용 가능성",
            ""
          ],
          [
            "",
            "보안 \n요구사항",
            "요구사항  및  시스템  분석을  바탕으로  보안  요\n구사항의  적용  방안이  구체적으로  기술되었는\n지  평가함.  또한  제안한  방안과  기술의  설계단\n계  반영  여부  및  구현단계까지의  적용  가능성\n을  평가함",
            "-  보안요구사항  분석  및  방\n안의  타당성\n-  보안요구사항 분석의 적정성\n- 관련 방안 및 기술의 적용 가능성",
            ""
          ],
          [
            "",
            "데이터  요구 \n사항",
            "데이터  요구사항  분석을  바탕으로  데이터  전환  계\n획  및  검증  방법,  데이터  오류  발생  시  처리  방안\n이  구체적으로  제시되어  있는지를  평가한다.",
            "- 데이터 전환 계획 및 방법의 타당성\n-  데이터  오류  발생  시  대응방\n안의 구체성",
            ""
          ],
          [
            "",
            "시스템운영\n요구사항",
            "시스템  운영  요구사항에  맞는  운영  절차  및  방\n법을  제시하였는지  평가함.  또한  운영  중  비상사\n태  발생  시  대응방안이  구체적으로  제시되고  있\n는지를  평가  함",
            "- 시스템 운영요구사항의 충족도\n- 시스템 운영요구사항 대응책의 타당성",
            ""
          ],
          [
            "",
            "제약사항",
            "목표  시스템의  설계,  구축,  운영과  관련하여  제\n약조건을  충족시키기  위한  구체적인  구현  방안 \n및  테스트  방안이  수립되었는지  평가함",
            "-  제약사항 문제파악의 정확성\n-  제약사항의  충족도\n- 제약사항의 대응 방안의 적정성",
            ""
          ],
          [
            "성능  및 \n품질",
            "성능 \n요구사항",
            "요구  성능  충족을  위한  구현  및  테스트  방안이 \n구체적으로  기술되어  있는지,  이를  위한  방법론 \n및  분석도구가  기술되어  있는지  평가함.  제안한 \n방안  및  기술을  통해  성능  요구  사항을  충족시\n킬  수  있는지를  평가함",
            "- 성능요구 사항 분석의 타당성\n-  성능요구  사항의  충족도",
            "15"
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는  개발  도구  및  구현  방안,  테스트  방안 \n등이  품질  요구사항에  부합되는지  평가하고,  분\n석ㆍ설계ㆍ구현ㆍ테스트  등  각  단계별  품질  요\n구사항  점검  및  검토  방안이  구체적으로  계획되\n어  있는가를  평가함",
            "- 품질요구사항 점검 계획의 적정성\n- 품질요구사항의 점검의 타당성",
            ""
          ],
          [
            "",
            "인터\n페이스\n요구사항",
            "시스템  인터페이스  :  타  시스템과의  연계에  대\n한  장ㆍ단점  분석을  통해  가장  적합한  시스템 \n인터페이스  구축  방안을  도출하였는지를  평가\n함.\n사용자  인터페이스  :  사용자  편의성을  고려하여 \n사용자  인터페이스의  분석ㆍ설계ㆍ구현ㆍ테스\n트  방안과  검토  계획을  구체적으로  기술하였는\n가를  평가함",
            "- 시스템 인터페이스 구현의 적합성\n-  사용자 인터페이스의 편의성",
            ""
          ]
        ],
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준"
          ],
          [
            "프로젝트 \n관리",
            "관리방법론",
            "일정관리,  사업위험(이슈)  관리,  보안관리,  산출\n물의  형상ㆍ문서  관리  등  사업수행에  필요한 \n관리  방법론이  구체적으로  제시되어  있는지를 \n평가함.  또한  문제  발생  시  보고  체계  및  위험\n관리  방안이  구체적으로  제시되어  있는지  평가함\n  ※  분리발주  사업이  있는  경우,  분리발주사업자와의 \n구체적인 협력방안 제시"
          ],
          [
            "",
            "일정계획",
            "사업수행에  필요한  수행기간과  세부일정이  구\n체적으로  제시되었는지  평가함.  또한  각  활동에 \n필요한  일정  계획이  적절히  수립되었는지를  평가함"
          ],
          [
            "",
            "개발장비",
            "개발에  필요한  개발환경의  구성이  구체적으로 \n제시되었는지  평가하고,  라이선스  등의  문제가 \n없는지  여부를  평가함"
          ],
          [
            "프로젝트 \n지원",
            "품질보증",
            "제시된  품질보증  방안이  해당  사업의  수행에  적\n합한지,  사업자가『소프트웨어진흥법』제23조의  소\n프트웨어프로세스  품질인증  등  대외적으로  인정\n받을  만한  품질보증  관련  유효한  인증을  제시하\n는  경우  확인하고  평가함.  이  경우  유효한  인증\n을  보유하고  있는  경우  우대할  수  있음"
          ],
          [
            "",
            "시험운영",
            "시스템  공급자가  개발된  시스템의  시험운영을 \n위해  제공  및  지원하는  각종  시험운영  방법  및 \n조직  등에  대해  평가함"
          ],
          [
            "",
            "교육훈련",
            "시스템  공급자가  시스템  운영  및  관리자를 \n위해  제공  및  지원하는  각종  교육훈련의  방\n법,  내용,  일정  및  조직  등에  대해  평가함"
          ],
          [
            "",
            "유지관리",
            "시스템  공급자가  제시하는  하자보수  계획,  절\n차,  범위  및  기간과  이에  관련된  기타의  활동 \n및  그  제한사항에  대해  평가함"
          ],
          [
            "",
            "하자보수\n계획",
            "하자보수  및  유지보수  계획,  조직,  절차,  범위 \n및  기간과  이와  관련된  기타의  활동  등을  종\n합적으로  평가함"
          ],
          [
            "",
            "기밀보안",
            "사업  추진  동안  악영향을  미치는  일련의  불\n순  활동들로부터  기밀을  보호함과  동시에  원\n활한  사업의  수행을  보장하기  위한  체계  및 \n대책에  대하여  평가함"
          ],
          [
            "",
            "비상대책",
            "안정적인  시스템  운영을  위해  제시하는  각\n종  비상  및  장애대응  대책에  대하여  평가함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 51 - 정량평가 기준 및 배점한도 - 경영상태5점 신용평가기관 확인서 제출 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의 100 5.00 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의 95 4.75 B, B0, B- B- B, B0, B- 배점의 90 4.50 CCC 이하 C 이하 CCC 이하 배점의 70 3.50 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함 주 1.신용정보의 이용 및 보호에 관한 법률제4조제1항제1호 또는자본시장과 금융 투자업에 관한 법률제335조의3에 따라 업무를 영위하는 신용조회사 또는 신용평 가사가 입찰공고일 이전에 평가하고 유효기간 내에 있는 회사채, 기업어음 및 기업신용 평가등급을 국가종합전자조달시스템에 조회된 신용평가등급으로 평가하되, 가장 최근의 신용평가등급으로 평가한다. 다만, 가장 최근의 신용평가등급이 다수가 있으며 그 결과가 서로 다른 경우에는 가장 낮은 등급으로 평가함 2. 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않은 경우에는 최저 등급으로 평가하며, 유효기간 만료일이 입찰공고일인 경우에도 유효한 것으로 평가함 3. 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평가한 신용평가등급 이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에 있는 가장 최 근의 신용평가등급으로 평가한다. 다만, 합병 후 새로운 신용평가등급이 없는 경우에 는 입찰공고일 이전에 평가하고 유효기간 내에 있는 신용평가등급으로서 합병 대상자 중 가장 낮은 신용평가등급을 받은 자의 신용평가등급으로 평가함 4. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수상의 배점 한도를 부여한다. 이 경우 창 업기업에 대한 기간계산은 법인인 경우에는 법인등기부상 법인설립등기일을, 개인사 업자인 경우에는 사업자등록증명서상 사업자등록일을 기준으로 함이하 창업기업에 대한 기간계산은 같다 - 52 - - 유사사업 수행경험5점 평가등급 100 이상 70 이상100 미만 40 이상70 미만 40 미만 해당 사업규모 대비 입찰공고일 기준 최근 3년간 대학 또는 공교육 대상 사업수행실 적금액기준을 합산 적용. 단, 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 최근 7년간 사업수행실적을 합산 적용, 유사사업실적범위는 정보시스템개발서비스사업 1. 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 별도로 정한 경우를 제 외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으로 평가함 2. 등급구간별 평점은 관련법령 제9조제8항제1호에 따라 부여함 3. 등급구간 및 구간별 평점은 위 표에 의하며, 필요하다고 인정되는 경우 입찰공고에 달리 정할 수 있음 4. 실적 인정 범위는 서버 또는 네트워크 또는 보안장비가 포함된 정보시스템 유지보수 사 업에 한하며, 수행실적은 제5호에 따라 제출된 실적을 기준으로 평가함 5. 입찰자는 수행실적 평가를 위하여 서식4의 수행실적 총괄표와 다음 각 목에 따른 서식5 또는 그에 준한 수행실적증명서 등을 제출하여야 함 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공기업법 령 적용 기관이 발급한 수행실적증명서 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주자가 발급한 수행 실적증명서, 발주자의 인감증명서필요시 사용인감계 포함, 계약서, 세금계산서 필요시 거래명세표 포함를 첨부하여야 하며, 수행실적증명서는 해당 인감필요 시 사용인감으로 날인하여야 함 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급하는 소프트웨어 사업 수행실적 확인서 라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용하되, 공공기 관 이외의 납품실적은 이를 공증하거나 해당국가의 상공회의소 또는 해당국가에 주재하는 대한민국 공관의 확인을 받은 경우에는 세금계산서 등 증빙자료 첨부 를 생략할 수 있음 마. 이행실적에 대한 입증책임은 입찰자가 부담하며 의무를 다하지 아니하여 실적확인 이 어려운 경우에는 실적으로 인정하지 아니함 4. 제안서의 효력 제안서에 명시된 내용과 협상 시 발주기관의 요구에 의해 수정보완된 제안내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 가짐",
      "tables": [
        [
          [
            "평가등급"
          ],
          [
            "100%  이상"
          ],
          [
            "70%  이상～100%  미만"
          ],
          [
            "40%  이상～70%  미만"
          ],
          [
            "40%  미만"
          ]
        ],
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA,  AA+,  AA0,  AA-\nA+,  A0,  A-,  BBB+,  BBB0",
            "A1,  A2+,  A20,\nA2-,  A3+,  A30",
            "AAA,  AA+,  AA0,  AA-,\nA+,  A0,  A-,  BBB+,  BBB0",
            "배점의  100%  (5.00)"
          ],
          [
            "BBB-,  BB+,  BB0,  BB-",
            "A3-,  B+,  B0",
            "BBB-,  BB+,  BB0,  BB-",
            "배점의  95%    (4.75)"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-",
            "배점의  90%    (4.50)"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하",
            "배점의  70%    (3.50)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 53 - 제안서 및 계약서에 대하여 해석상의 이견이 발생할 경우, 본 전북지 역혁신플랫폼 대학교육혁신본부의 해석을 우선으로 함 선정업체는 사업 추진, 품질보증 등의 사업관리에 대한 권한과 책임을 가짐 제안서에 기재된 내용 이외의 의사표시는 인정하지 않음 5. 제안서의 작성지침권고사항 제안서는 A4 종방향 작성을 원칙으로 하되, 부득이한 경우 A4횡 또는 기 타 용지를 일부 사용할 수 있음 제안서는 A4지 양식을 사용하며, 제출되는 모든 문서는 PDF파일로 작 성제출하여야 함 - 제안서 본문 내용은 100페이지 이내로 작성, 3공 바인더 링 제본 - 제안서류 일체는 PDF형식으로 제출하여야 하며, 총 용량은 300MB를 초과할 수 없음 - 제안설명 시 홍보용 동영상활용 금지 제안요약서는 50페이지 이내로 작성하여 제출하여야 하며, 기술성평가기 준의 부분별 평가항목 기준으로 작성해야 하며 요약서에는 제안서에 해당되는 단원 및 쪽을 기재하여야 함 제안서 페이지 수는 표지 및 간지 페이지를 제외하고 산정함 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련 번호를 붙이되, 각 장별로 번호를 부여함 제안서는 한글사용이 원칙이며, 사용된 영문 약어에 대해 약어표 제공 제안내용은 명확한 용어를 사용하여 표현해야 하며, 가능하다, 동의한다, 고려한다 등의 표현은 평가 시 불가능한 것으로 평 가함단, 요구에 의해 입증자료를 제출받아, 가능할 것으로 판단될 시에 는 가능한 것으로 간주 제출된 제안서의 기재내용은 실제 사실과 일치해야 하며, 보완요청이 없는 한 수정보완할 수 없음 제안서는 발주기관의 제안요청서를 참고하여 각 요구조건에 대해 명 확하고 상세하게 작성하되, 설명자료 등이 많을 경우 세부사항은 별첨하여 작성 제안서에는 본 제안요청서에서 요구하는 모든 사항이 기술되어야 하 - 54 - 며, 제안요청서에 제시된 제안서 목차 및 제안서 세부 작성지침을 준용 하여 제안서를 작성해야 함 6. 제안서 목차 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연력, 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매출액, 유사사업실적 등을 명료하게 제시하여야 한다. - 본 사업과 관련이 있는 3년 이내의 유사사업실적 제시 2. 수행조직, 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. - 사업관리자PM는 임원급으로 제시 3. 주요사업실적 제안사의 주요 사업내용을 분야별로 구분하여 제시 - 해당사업과 관련이 있는 실적을 입찰공고일 기준 최근 3년간 사업 실적제시 II. 전략 및 방법론 1. 사업이해도 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 목표시스템 구성도 및 구성 체계를 제시하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부개발방법론, 적용기술의 실현 가능성 등을 제시하여야 한다. 대상업무별 개발방안통합연계 범위 관련 적절한 방안 제시 등, Prototype 구현 등 개발에 대한 전반적인 방안을 제시한다. 4. 준프레임워크 적용 제안사는 사업에 적용될 공유대학 표준프레임워크 및 공통컴포넌트의 사 용 계획 및 구현 방안을 제시하여야 한다. 5. 개발 방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 경험을 기술한다. 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. III. 기술 및 기능 1. 시스템 요구사항 시스템을 하드웨어부문, 소프트웨어부문, 기타부문 등으로 구분하여 각 구분별 구성장치의 사양기능, GS인증제품 제안내역 등을 제시하고 도 입장비의 설치 및 공급계획, 도입 장비의 하자보수 방안을 기술하여야 한다. 2. 기능 요구사항방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 제안한 방 안 및 기술의 적용방안을 제시하여야 한다. 3. 보안 요구사항보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표 준, 제안방안 등을 구체적으로 제시하여야 한다.",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사 \n일반현황",
            "제안사의  일반현황  및  주요  연력,  최근  3년간의  자본금  및  부문별(컨설팅, \n개발  등)  매출액,  유사사업실적  등을  명료하게  제시하여야  한다. \n  -  본  사업과  관련이  있는  3년  이내의  유사사업실적  제시"
          ],
          [
            "2.  수행조직, \n업무분장",
            "본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  한다.\n  -  사업관리자(PM)는  임원급으로  제시"
          ],
          [
            "3.  주요사업실적",
            "제안사의  주요  사업내용을  분야별로  구분하여  제시\n  -  해당사업과  관련이  있는  실적을  입찰공고일  기준  최근  3년간  사업\n실적제시"
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의 \n목적,  범위,  전제조건  및  제안의    특징  및  장점을  요약하여  기술하여야 \n한다.  목표시스템  구성도  및  구성  체계를  제시하여야  한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소  고려하여 \n창의적이고  타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  적용기술",
            "제안사는  사업수행을  위한  주요  적용기술  및  세부개발방법론,  적용기술의  실현\n가능성  등을  제시하여야  한다.  대상업무별  개발방안(통합/연계  범위  관련 \n적절한  방안  제시  등),  Prototype  구현  등  개발에  대한  전반적인  방안을 \n제시한다."
          ],
          [
            "4.  준프레임워크 \n적용",
            "제안사는  사업에  적용될  공유대학  표준프레임워크  및  공통컴포넌트의  사\n용  계획  및  구현  방안을  제시하여야  한다."
          ],
          [
            "5.  개발  방법론",
            "업무개발에  적용할  방법론  절차  및  기법의  활용방안을  제시하여야  하며, \n적용방법론의  경험을  기술한다.\n개발방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "Ⅲ.  기술  및  기능",
            ""
          ],
          [
            "1.  시스템 \n요구사항",
            "시스템을  하드웨어부문,  소프트웨어부문,  기타부문  등으로  구분하여  각 \n구분별  구성장치의  사양기능,  GS인증제품  제안내역  등을  제시하고  도\n입장비의  설치  및  공급계획,  도입  장비의  하자보수  방안을  기술하여야  한다."
          ],
          [
            "2.  기능  요구사항",
            "방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고  제안한  방\n안  및  기술의  적용방안을  제시하여야  한다."
          ],
          [
            "3.  보안  요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표\n준,  제안방안  등을  구체적으로  제시하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 55 - 4. 시스템운영 요구사항 시스템운영과 관련괸 필요사항, 경험, 고려사항 및 유사시 대응책 등을 제시하여야 한다. 5. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체 적으로 기술하여야 한다. IV. 성능 및 품질 1. 성능요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구, 구현 및 테스트 방안을 구체적으로 제시하여야 한다. 2. 인터페이스 요구사항 시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단점의 분석 을 통해 가장 적합한 방안이 구체적으로 기술되어 있는가를 평가하고, 구현 경험이 있는 인터페이스 담당자가 투입되는지 평가한다. 사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 제공하기 위한 분석 및 설계, 구현방안과 검토 계획을 구체적으로 기술하였는가를 평가한다. 3. 테스트 요구사항 도입되는 장비의 성능 테스트BMT 또는 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한 테스트 요구사항을 기술한다. 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 성능 테스트 등 테스트 환경, 방법, 절차 등 요구사항을 기술한다. 4. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 기술하고, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시하 여야 한다. V. 프로젝트 관리 1. 관리 방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물이 나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여 야 한다. 분리발주 사업이 있는 경우, 분리발주사업자와의 구체적인 협력방안 제시 2. 관리역량 사업관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경 험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 한다. 3. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등을 제시하여야 한다. 4. 개발 장비 사업자의 참여의지 및 조직적 대응 정도, 사업 참여의 준비성과 관련하 여 개발환경의 구성여부와 해결방안을 명확히 제시하여야 한다. VI. 프로젝트 지원 1. 품질보증 조직, 방법, 절차 등을 해당 사업의 수행을 위한 품질보증 방안을 제시 하여야 한다. 국제 소프트웨어 개발 프로세스 품질인증 획득 여부 등 사업자 품 질보증 능력을 기술 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여 야 하고, 개발완료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시한다. - 56 - 7. 제안사 준수사항 및 유의사항 준수사항 제안사는 본 사업과 관련하여 취득한 업무 내용에 대해 제3자에게 누 설하여서는 안 되며 발주기관이 요구하는 보안사항을 철저히 준수하 여야 하고, 제안요청서 및 관련 자료는 제안서 작성 이외의 목적으로 사용해서는 안 됨 제안사가 제출한 모든 자료 및 문서는 해당 업체의 권익보호를 위하 여 외부에 공개되지 않음을 원칙으로 함 시스템의 자체적 운영 관리 능력을 최적화할 수 있도록 세부 교육훈련 방안을 제시하여야 하고, 기타 시스템 운영 및 운영상 필요하다고 판단 되어 발주기관에서 추가 교육을 요청하는 경우 이에 응하여야 함 선정업체는 개발구축내용에 대한 인수인계가 완료될 때까지 개발 과 테스트에 대한 책임을 져야 함 사업수행 과정에서 취득 또는 작성하는 개발물 및 산출물에 대한 소 유권은 발주기관에 있으며 사업수행 완료 즉시 제출해야 함 유의사항 제안사는 평가기준절차결과에 대해 이의를 제기할 수 없음 제안서를 허위 또는 추정하여 작성하지 않아야 되고, 동 사실이 발견 될 경우 심사대상에서 제외되며 계약을 체결한 경우라도 계약해지 및 손해배상의 책임을 짐 PM 이력 및 학력, 자격 증빙자료를 첨부해야하며, 미제출 시에는 평 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다. 4. 하자보수 하자보수 및 하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기 타의 활동 등을 종합적으로 제시하여야 한다. 5. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방 안과 개인정보보호 대책을 제시하여야 함 6. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시하 여야 한다. VII. 기타 1. 기타 상기항목에서 제시되지 않은 기타 내용을 기술한다.",
      "tables": [
        [
          [
            "3.  교육훈련",
            "사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방법, \n내용,  교육일정,  교육훈련  조직  등을  상세히  제시하여야  한다."
          ],
          [
            "4.  하자보수",
            "하자보수  및  하자보수  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기\n타의  활동  등을  종합적으로  제시하여야  한다."
          ],
          [
            "5.  기밀보안",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방\n안과  개인정보보호  대책을  제시하여야  함"
          ],
          [
            "6.  비상대책",
            "안정적인  시스템  운영을  위하여  백업/복구  및  장애대응  대책을  제시하\n여야  한다."
          ],
          [
            "Ⅶ.  기타",
            ""
          ],
          [
            "1.  기타\n  상기항목에서  제시되지  않은  기타  내용을  기술한다.",
            ""
          ]
        ],
        [
          [
            "요구사항",
            "시스템운영과  관련괸  필요사항,  경험,  고려사항  및  유사시  대응책  등을 \n제시하여야  한다."
          ],
          [
            "5.  제약사항",
            "기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안을  구체\n적으로  기술하여야  한다."
          ],
          [
            "Ⅳ.  성능  및  품질",
            ""
          ],
          [
            "1.  성능요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및  분석 \n도구,  구현  및  테스트  방안을  구체적으로  제시하여야  한다."
          ],
          [
            "2.  인터페이스\n    요구사항",
            "시스템  인터페이스는  타  시스템과의  연계  방안들에  대한  장단점의  분석\n을  통해  가장  적합한  방안이  구체적으로  기술되어  있는가를  평가하고, \n구현  경험이  있는  인터페이스  담당자가  투입되는지  평가한다.\n사용자  인터페이스는  사용자  편의성을  고려하여  요구사항을  제공하기 \n위한  분석  및  설계,  구현방안과  검토  계획을  구체적으로  기술하였는가를 \n평가한다."
          ],
          [
            "3.  테스트 \n요구사항",
            "도입되는  장비의  성능  테스트(BMT)  또는  구축된  시스템이  목표  대비 \n제대로  운영되는가를  테스트하고,  점검하기  위한  테스트  요구사항을 \n기술한다.\n목표시스템의  테스트  유형(단위  테스트,  통합  테스트,  시스템  테스트,  성능 \n테스트  등)  테스트  환경,  방법,  절차  등  요구사항을  기술한다."
          ],
          [
            "4.  품질  요구사항",
            "분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안을  구체적으로 \n기술하고,  방법,  절차  등  해당  사업의  수행을  위한  품질보증  방안을  제시하\n여야  한다."
          ],
          [
            "Ⅴ.  프로젝트  관리",
            ""
          ],
          [
            "1.  관리  방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행  성과물이\n나  산출물의  형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여\n야  한다.\n  ※  분리발주  사업이  있는  경우,  분리발주사업자와의  구체적인  협력방안 \n제시"
          ],
          [
            "2.  관리역량",
            "사업관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트  관리  경\n험,  의사소통  능력  등  프로젝트  관리  역량을  제시하여야  한다."
          ],
          [
            "3.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  조직  등을 \n제시하여야  한다."
          ],
          [
            "4.  개발  장비",
            "사업자의  참여의지  및  조직적  대응  정도,  사업  참여의  준비성과  관련하\n여  개발환경의  구성여부와  해결방안을  명확히  제시하여야  한다."
          ],
          [
            "Ⅵ.  프로젝트  지원",
            ""
          ],
          [
            "1.  품질보증",
            "조직,  방법,  절차  등을  해당  사업의  수행을  위한  품질보증  방안을  제시\n하여야  한다.\n※  국제  소프트웨어  개발  프로세스  품질인증  획득  여부  등  사업자  품\n질보증  능력을  기술"
          ],
          [
            "2.  시험운영",
            "대상  업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시하여\n야  하고,  개발완료  후의  시스템의  이용  및  관리운영에  관한  전반적인 \n방안을  제시한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 57 - 가에 반영하지 않음 제안서에 명시된 참여기술자는 재단의 승인 없이 사업수행 중 임의로 교 체할 수 없음 제안사의 제안내용에 대해 확인검증이 필요한 경우 제안사에 입증자 료 요청 및 현지실사를 할 수 있으며, 입찰 참가자는 이에 응하여야 하고, 입증자료 및 현지실사를 통해 제안내용의 확인검증이 되지 않는 경우, 동 제안내용은 없음으로 간주함 제출된 서류 및 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체 의 소요비용은 제안사의 부담으로 함 본 사업은 소프트웨어 사업 계약 및 관리감독에 관한 지침 제16조, 제 17조에 따라, 제안서 보상대상사업에 해당하지 않으므로 제안서 보상을 실시하지 않음 8. 제안 안내 제출서류 입찰공고문 참조 제안서 제출 일정 및 방법 입찰공고문 참조 제안요청설명회 본 제안요청서로 갈음 제안설명회 입찰공고문 참조 - 기술제안서 및 발표자료 10부 준비업체명 삭제 제안관련 문의처 - 시스템구축 관련 대학교육혁신본부 최지나063-219-5807 - 계약입찰 관련 대학교육혁신본부 류서진063-219-5838 9. 기타 유의사항소프트웨어 진흥법 관련 준수사항 과업심의위원회 본 사업은 소프트웨어 진흥법제50조에 따른 과업내용 확정을 위 하여 과업심의위원회를 개최한 사업임 본 사업은 소프트웨어 진흥법제50조, 같은 법 시행령 제47조 제1 항 제2호, 제3호에 따라 과업내용 변경 및 그에 따른 계약금액계약기 간 조정이 필요한 경우, 계약상대자는 국가기관등의 장에게 소프트웨 어사업 과업변경요청서를 제출하여야 하며, 국가기관등의 장은 과업 - 58 - 심의위원회 개최 요청에 대해서 특별한 사정이 없으면 수용해야 함 하자담보책임기간 및 범위 SW사업의 제안요청서 등에 SW진흥법 제60조, 용역일반조건 제58조 에 따라 SW사업의 하자담보책임기간은 사업을 종료한 날로부터 1년으로 함 하자담보책임기간 및 범위 계약당사자는 SW사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작업환경을 상호협의하여 결정하며, 핵심 개발인력이 아닌 지 원인력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고 는 계약상대자가 달리 정할 수 있음 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항 을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작 업장소에 관하여 우선 검토한다. 다만, 발주기관에서는 공급자가 제 시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있 으며, 공급자가 유효한 정보보호체계 인증 또는 소프트웨어프로세스 품질인증을 보유하고 있는 경우 공급자 제시안을 검토시 우대할 수 있음 원격개발 장소 보안 요구사항 - 제안업체는 원격개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안하여야 함 - 계약업체는 제안요청서에 명시된 보안 요구사항 등을 준수하여 원격 개 발에 따른 구체적인 원격보안 관리대책을 관리적 보안 보안정책, 보안 자료 등급관리, 보안자료 접근관리, 백업대책 등, 물리적 보안출입보안, 원격개발 장소 및 장비운용, 침해 시 보안자료 백업 장소운용 등, 기술 적 보안침입방지, 탐색, 자료 보안기술, 노트북, USB 등 휴대용 저장매 체, 네트워크 등을 제시하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 59 - 적정사업기간 산정 본 사업은 소프트웨어사업 계약 및 관리감독에 관한 지침 제10조에 따라 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업임 - 60 - SW사업 영향평가 본 사업은 소프트웨어 진흥법 제43조, 같은 법 시행령 제35조 내지 제37조, 소프트웨어사업 계약 및 관리감독에 관한 지침 제5조, 제6조에 따라 소프트 웨어사업 영향평가를 미리 실시한 사업임 소프트웨어사업 영향평가 결과서 첨부",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 31,
      "text": "- 61 - - 62 - 별첨 1 외주 용역사업 보안특약 조항 1 사업자는 전북지역혁신플랫폼 대학교육혁신본부의 보안정책을 위반하였 을 경우 별첨2의 위규처리기준에 따라 위규자 및 관리자를 행정조치하고 별첨3의 보안 위약금을 전북지역혁신플랫폼 대학교육혁신본부에 납부한다. 2 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별첨4의 누출금지 대상정보에 대한 보안관리 계획을 사업제안서에 기재하여야 하며, 해당 정보 누출 시전 전북지역혁신플랫폼 대 학교육혁신본부는 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록, 입찰 참가자격 제한한다. 3 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업 종료 시 정보보안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 4 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안점검 도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료 하고 그 결과를 제출해야 한다.",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 32,
      "text": "- 63 - 별첨 2 사업자 보안위규 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 및 직속 감독자 00 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 보안관련 프로그램 강제 삭제 사. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 아. 노트북, PC 등 전산장비 무단 반출입 자. 비인가 통신시설무선공유기, 스마트폰, 테더링 등의 설치 운용 및 교신 위규자 및 직속 감독자 00 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별보안교육 실시 - 64 - 구 분 위 규 사 항 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고 자료를 책상 위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비닛ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n  가. 주요 현안ㆍ보고 자료를 책상 위 등에 방치\n  나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n  가. 캐비닛ㆍ서류함ㆍ책상 등을 개방한 채 퇴근 \n  나. 출입키를 책상 위 등에 방치\n3. 보호구역 관리 소홀 \n  가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n  나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n  가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n  나. 네이트온 등 비인가 메신저 무단 사용 \n  다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n  라. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n  마. PC 비밀번호를 모니터 옆 등 외부에 노출\n  바. 비인가 보조기억매체 무단 사용"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n  가. 진행중인 업무자료를 책상 등에 방치, 퇴근\n  나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n  가. 각종 보안장비 운용 미숙\n  나. 경보ㆍ보안장치 작동 불량 \n3. 전산정보 보호대책 부실 \n  가. PC내 보안성이 검증되지 않은 프로그램 사용\n  나. 보안관련 소프트웨어의 주기적 점검 위반"
          ]
        ],
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n  가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n  나. 개인정보·신상정보 목록 유출\n  다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n  가. 관련 시스템에 대한 해킹 및 해킹시도\n  나. 시스템 구축 결과물에 대한 외부 유출\n  다. 시스템 내 인위적인 악성코드 유포",
            "◦사업참여  제한\n◦위규자 및 직속 \n  감독자 00 등     \n  중징계\n◦재발  방지를 \n위한  조치계획 \n제출\n◦위규자  대상 \n특별보안교육  실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀 \n  가. 비공개 정보를 책상 위 등에 방치 \n  나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n  다. 개인정보․신상정보 목록을 책상 위 등에 방치\n  라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n  가. 통제구역 출입문을 개방한 채 퇴근 등\n  나. 인가되지 않은 작업자의 내부 시스템 접근\n  다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3. 전산정보 보호대책 부실\n  가. 업무망  인터넷망  혼용사용,  보안 USB  사용규정  위반 \n   나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용역사업 \n관련  자료  수발신\n   다.  개발·유지보수  시  원격작업  사용\n   라.  저장된 비공개  정보 패스워드 미부여\n   마.  인터넷망  연결  PC 하드디스크에  비공개 정보를  저장\n   바.  보안관련  프로그램  강제  삭제\n   사.  사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)\n  아. 노트북, PC 등 전산장비 무단 반·출입\n  자. 비인가 통신시설(무선공유기, 스마트폰, 테더링 등)의 설치 운용 및 교신",
            "◦위규자  및  직속   \n  감독자 \n00  등     \n  중징계\n◦재발  방지를 \n위한  조치계획 \n제출\n◦위규자  대상 \n특별보안교육 \n실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 65 - 별첨 3 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급심각 B급중대 C급보통 D급경미 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 계약금액의 2 계약금액의 1 계약금액의 0.5 위규 수준은 별첨2 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안 사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료시 지출금액 조정을 통해 위약금 정산 - 66 - 별첨 4 누출 금지 정보 파기 확인서 전북지역혁신플랫폼 대학교육혁신본부__________________________________ 사업과 관련하여 사업수행업체인 ________________은 본 사업을 완료함에 따라 다음의 누출 금지 정보를 이상없이 파기하였음을 확인합니다. 1 대학 소유 정보시스템의 내ᆞ외부 IP주소 현황 2 세부 정보시스템 구성 현황 및 정보통신망 구성도 3 정보시스템 사용자계정 및 패스워드 등 시스템 접근권한 정보 4 정보시스템 취약점분석 결과물 5 용역사업 결과물 및 프로그램 소스코드 해킹ᆞ유출시 안보ᆞ국익에 피해가 우려되는 중요 용역사업일 경우에 해당 6 국가용 보안시스템 및 정보보호시스템 도입 현황 7 정보보호제품 및 네트워크 장비 설정 정보 8 개인정보보호법에서 규정하는 개인정보 및 민감정보 9 위탁계약서상에 명시된 누출금지 대상 목록 일체 10 사업 수행 중 취득한 본 대학관련 일체의 자료 및 정보 위 정보를 파기하지 않아 발생되는 모든 문제는 보안서약서의 내용을 준용하여 조치한다. 2024년 월 일 확 인 자 __________ 대표이사 인 _______ 인 _______ 인 대표이사는 법인인감 날인 전북지역혁신플랫폼 대학교육혁신본부장 귀하",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급(심각)",
            "B급(중대)",
            "C급(보통)",
            "D급(경미)"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미  3건  이상"
          ],
          [
            "위약금\n비중",
            "부정당업자  등록",
            "계약금액의  2%",
            "계약금액의  1%",
            "계약금액의  0.5%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 67 - 별첨 5 보안관리 세부 이행사항 참여 인력에 대한 보안관리 1 사업 착수 시 - 사업 참여인원 및 업체 대표명의 보안서약서서식 참조 를 제출하여야 한다. - 계약업체는 용역사업 수행 전 참여인원에 대해 법률 또는 보안규정, 지침에 의한 비밀유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육을 실시하여야 한다. 2 사업 수행 시 - 계약업체는 보안인식강화를 위해 주기적으로 자체 보안교육을 실시해야 하며, 대학이 요구하는 보안교육에 참석하여야 한다. - 사업 참여인원은 용역사업자가 임의로 교체할 수 없으며, 부득이한 사유로 교체하여야 하는 경우해외여행 포함 발생 시 전북지역혁신플랫폼 대학교육혁신본부에 즉시 보고 - 용역사업과 관련한 보안관리 책임은 용역업체 대표에게 있으며, 대표는 용역사업 전반 의 보안업무를 수행하는 보안관리책임자를 지정 보안관리책임자는 용역사업과 관련된 인원장비자료에 대한 보안업무 및 사업과 관련된 보안관리 전반을 총괄 3 사업 종료 시 - 계약업체는 대학으로부터 제공받는 장비, 서류 및 중간최종산출물 등 모든 자료를 전량 대학에 반납하고 삭제하여야 한다. 복사본 등 별도 보관 금지 - 노트북보조기억매체 등 전자적으로 기록된 자료는 교육부 정보보안 기본지침제40조 제4 항의 규정에 의한 정보시스템 저장매체 불용처리 지침에 의한 저장매체자료별 삭제방법에 따라 삭제 후 반출 - 계약업체는 사업관련 자료를 보유하고 있지 않으며 이를 위반시 향후 법적 책임이 있음을 포함한 대표자용 보안확약서 및 참여자용 보안 확약서를 작성하여 전북지 역혁신플랫폼 대학교육혁신본부에 제출하여야 한다. 또한 전북지역혁신플랫폼 대학교 육혁신본부 담당자는 보안조치 내용을 확인 후 보안조치 확인서를 작성하여야 한다. - 68 - 문서 및 전산자료에 대한 보안관리 1 보안업무규정시행세칙에 의거 정보통신망 구성도, 정보시스템 구성도, IP 현황, 용역사업 산출물 및 개인정보 등은 비밀, 대외비 또는 비공개 자료로 분류하여 관리해야 한다. 2 계약업체는 비공개자료 중 출력물 형태로 제공받는 자료에 대해서는 제공자료정보 관리대장을 작성하여 인계자발주부서 담당자와 인수자용역업체 보안관리책임자가 직접 서명한 후 인계인수해야 한다. 3 발주부서가 계약업체에 제공한 내부 자료는 복사외부반출을 금지하며, 내부자료 중 비공개 자료는 매일 퇴근 시 발주부서에 반납토록 하며, 비밀문서를 제외한 일반문서는 시건장치가 된 보관함에 보관하여야 한다. 4 용역사업 관련자료 및 사업과정에서 생산된 모든 산출물은 발주 부서의 파일서버에 저장하거나 발주부서 담당자가 지정한 PC에 저장관리하여야 한다. 5 계약업체가 업무상 필요에 의해 부득이하게 외부에서 전자우편 등으로 대학과 자료 송수신이 필요한 경우에는 암호화 등의 보안대책을 마련하여 수발신해야 한다. 다만, 대학 보안업무규정에 의한 비공개 자료, 대외비 자료 및 비밀자료는 전자우편으로 수발신을 금지한다. 6 계약업체는 인터넷 이용 시 접속이 제한된 사이트 및 인터넷 파일공유P2P사이트 등에 접속을 시도하여서는 아니 되며, 사업수행 관련 자료는 인터넷, 웹하드 등 인터넷 자료공유사이트 및 개인 메일함에 저장을 금지한다. 7 사업수행으로 생산되는 산출물 및 기록은 발주부서장의 허가 없이 무단 제공대 여열람을 금지한다. 사무실 및 장비에 대한 보안관리 1 용역사업 수행 장소는 시건장치와 통제가 가능한 사무실을 사용한다. 2 발주부서 담당자는 용역업체 사무실에 대한 정기적인 보안점검을 실시하여야 한다. 3 반입된 노트북PC는 사업 종료시까지 반출 금지하며, 다만 부득이하게 외부 반출이 필요 한 경우에는 최소한의 장비만 반출승인하고 자료유출에 대비한 발부부서 담당자의 보 안조치를 실한 후 반출하여야 한다. 4 계약업체는 용역사업에 이용되는 노트북PC에 백신 등의 자체 PC보안프로그램 및 대학에서 제공하는 자료유출방지 등을 위한 PC보안프로그램을 설치하여야 한다. 5 계약업체는 노트북 및 PC에 전원기동CMOS 패스워드, 윈도우 로그인 패스워드, 화면 보호기 10분 간격 패스워드를 영문자 및 숫자가 조합된 10글자이상으로 설정하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 69 - 내외부망 접근시 보안관리 1 용역사업 수행시 발주기관의 전산망 이용이 필요한 경우 - 사업 참여인원에 대한 사용자 계정ID은 하나의 그룹으로 등록하고 계정별로 정보시 스템 접근권한을 부여한다. - 계정별로 부여된 접속권한은 불 필요시 곧바로 권한을 해지하거나 계정 폐기 - 계약업체는 정보시스템 사용자 계정ID 이용시, 부여된 권한 이외의 접근을 하 여서는 아니되며, 부여된 패스워드는 임의 변경 및 타인에게 알려서는 아니된다. - 발주기관의 전산망을 사용하는 계약업체의 노트북PC는 인터넷 연결을 금지한다. 다만, 사업 수행 상 필요한 경우에는 계약업체의 보안관리책임자가 직접 요청하고, 발주부서 담당자는 필요성이 인정될 경우 특정 노트북PC을 지정하고 정보시스템실의 보안담당자에게 필요한 사이트만 접속토록 요청하여야 한다. 2 시스템 유지관리 및 관제는 원격관리를 금지한다. 보조기억매체 제한 계약업체는 USB 등 이동식 보조기억매체를 대학 내외로 반출입 할 수 없다. 다만, 분임 보안담당관이 그 필요성을 인정한 경우에는 보안업무규정 등반출입 절차에 따 라 반출입 할 수 있다 기타 상기 내용 중 언급되지 않은 사항은 보안업무규정, 교육부정보보안기본지침,국 가정보보안 기본치침등 관계법령 및 규정 적용 - 70 - 입찰 및 제안서 관련 서식 1. 서식1 입찰 참가 신청서 2. 서식2 일반현황 및 주요연혁 3. 서식3 자본금 및 최근 3년간 매출액 4. 서식4 사업수행실적최근3년 5. 서식5 수행실적증명서 6. 서식6 기업신용평가 등급 확인서 7. 서식7 청렴계약이행서약서 8. 서식8 개인정보 수집 및 활용 동의서 9. 서식9 확약서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 71 - 서식 1 입찰 참가 신청서 아래 사항 중 해당하는 경우에만 기재하시기 바랍니다. 신 청 인 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 생 년 월 일 입 찰 개 요 입 찰 공 고 지명 번호 입 찰 일 자 입 찰 건 명 대 리 인 사 용 인 감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 인 생 년 월 일 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 사용인감 인 본인은 위의 번호로 공고한 귀 발주기관의 경쟁입찰에 참가하고자 전북지역혁신플랫폼 대학교육 혁신본부에서 정한 입찰공고 사항을 모두 승낙하고 별첨서류를 첨부하여 입찰참가신청을 합니다. 첨 부 입찰공고에서 정한 입찰등록 구비서류 2024년 월 일 신청인 법인인감 날인 전북지역혁신플랫폼 대학교육혁신본부장 귀하 - 72 - 서식 2 일반현황 및 주요연혁 회 사 명 사 업 분 야 주 소 연 락 처 전화번호 팩스번호 회 사 설 립 년 도 년 월 해 당 부 문 사 업 기 간 년 월 년 월 년 개월 주 요 연 혁 요 약 상기 양식은 제안사에 따라 일부항목 변경 가능",
      "tables": [
        [
          [
            "회    사    명",
            "",
            ""
          ],
          [
            "사  업  분  야",
            "",
            ""
          ],
          [
            "주            소",
            "",
            ""
          ],
          [
            "연    락    처",
            "전화번호  :                                  팩스번호  :",
            ""
          ],
          [
            "회            사\n설  립  년  도",
            "년        월",
            ""
          ],
          [
            "해  당  부  문\n사  업  기  간",
            "년        월  ~  년        월  (    년    개월)",
            ""
          ],
          [
            "주  요  연  혁\n(요            약)",
            "",
            ""
          ]
        ],
        [
          [
            "입찰  참가  신청서\n ※아래  사항  중  해당하는  경우에만  기재하시기  바랍니다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신   청   인",
            "상호  또는 \n법인명칭",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주          소",
            "",
            "",
            "전  화  번  호",
            ""
          ],
          [
            "",
            "대  표  자",
            "",
            "",
            "생  년  월  일",
            ""
          ],
          [
            "입 찰 개 요",
            "입  찰  공  고\n(지명)  번호",
            "",
            "",
            "입  찰  일  자",
            ""
          ],
          [
            "",
            "입  찰  건  명",
            "",
            "",
            "",
            ""
          ],
          [
            "대 리 인 ·  사 용 인 감",
            "본  입찰에  관한  일체의  권한을 \n  다음의  자에게  위임합니다.\n성              명  :                            (인)\n생  년  월  일  :",
            "",
            "본  입찰에  사용할  인감을 \n  다음과  같이  신고합니다.\n    사용인감                                  (인)",
            "",
            ""
          ],
          [
            "본인은  위의  번호로  공고한  귀  발주기관의  경쟁입찰에  참가하고자  전북지역혁신플랫폼  대학교육\n혁신본부에서  정한  입찰공고  사항을  모두  승낙하고  별첨서류를  첨부하여  입찰참가신청을  합니다.\n첨  부  :  입찰공고에서  정한  입찰등록  구비서류\n                                                                                                  2024년      월        일\n                                                                                                     \n                                                                    신청인                                  (법인인감  날인)\n전북지역혁신플랫폼  대학교육혁신본부장  귀하",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 73 - 서식 3 자본금 및 최근 3년간 매출액 제안사명 단위 백만원 구 분 2021년 2022년 2023년 합계 평균 총 자 산 자 기 자 본 유 동 부 채 고 정 부 채 유 동 자 산 당기 순이익 부문별 매출액 부문 부문 부문 부문 계 자기자본비율 자기자본순이익율 유 동 비 율 부 채 율 결산 공고된 대차대조표 및 손익계산서 첨부 - 74 - 서식 4 사업수행실적최근3년 가. 주요사업 내용입찰공고일 기준 회사명 연번 1용역명 용 역 기 간 2계약금액 단위 원 계 1 용역명연도순으로 기재하며 본 업무와 유관한 것만 기재 해당 건수별로 정확하게 기재 현재 수행중인 사업은 비고란에 수행중 표기 2 계약금액 공동으로 업무를 수행한 경우 총액을 기재하되 자사의 비용만을 괄호 안에 기재 3 구체적인 업무수행 내용 수행작업내용을 단계별현황분석 및 진단, 기본계획 및 실행계획수립 등로 작성 4 공동 프로젝트 수행여부 타사와 공동으로 프로젝트를 수행한 경우 타사의 상호명을 기재 5 실적의 증명은 붙임5의 사업이행 실적 증명서사본의 경우 원본대조필 또는 한국소프트웨어산업협회 에서 발행하는 이행실적확인서를 제출하며, 실적증명첨부서 류에 페이지를 명시하여 증빙번호 란에 해당증명 첨부 서류의 페이지를 기재 수행수주포함중인 사업에 한하여 계약서 사본 1부. 시스템 구축비가 포함된 용역인 경우 해당하는 용역비에 대한 발주처의 실적증명서 첨부 증거서류 제출, 확인이 불가능한 실적은 인정하지 않음 확인결과 기재된 내용 중 허위사실이 발견된 경우 0점 처리함",
      "tables": [
        [
          [
            "",
            "연번 ① 용역명",
            "용  역\n기  간",
            "② 계약금액\n(단위: 원)"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "",
            "2021년",
            "2022년",
            "2023년",
            "합계",
            "평균"
          ],
          [
            "총    자    산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자  기  자  본",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동  부  채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고  정  부  채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동  자  산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "당기  순이익",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부문별\n매출액",
            "○부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본순이익율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동  비  율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부    채    율",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 75 - 나. 정보화 사업실적용역 건별 내역 계 약 명 발 주 처 계약기간 착수일 완료일 예정일 계약금액 사업책임 기 술 자 자격명칭 성명 1. 사업목적 2. 사업의 중요사항 및 수행한 업무내용 - 76 - 서식 5 수행실적증명서 신 청 인 업체명상호 영업소재지 사업자번호 증명서용도 실적증명용 계약범위 및 기준 금액 사 업 실 적 계 약 명 계약개요 계약번호 계약일자 증 명 서 발 급 기 관 위 사실을 증명함 2024년 월 일 기 관 명 인 주 소 전화 FAX 발 급 부 서 계약이행실적은 입찰공고 시에 제시한 조건에 부합되는 실적에 한함",
      "tables": [
        [
          [
            "신   청   인",
            "업체명(상호)",
            "",
            "",
            ""
          ],
          [
            "",
            "영업소재지",
            "",
            "",
            ""
          ],
          [
            "",
            "사업자번호",
            "",
            "",
            ""
          ],
          [
            "",
            "증명서용도",
            "실적증명용",
            "",
            ""
          ],
          [
            "",
            "계약범위\n및  기준\n(금액)",
            "",
            "",
            ""
          ],
          [
            "사  업  실  적",
            "계    약    명",
            "",
            "",
            ""
          ],
          [
            "",
            "계약개요",
            "",
            "",
            ""
          ],
          [
            "",
            "계약번호",
            "계약일자",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증 명 서  발 급 기 관",
            "위  사실을  증명함\n                                                                                            2024년              월              일",
            "",
            "",
            ""
          ],
          [
            "",
            "기      관      명  :                                              (인)",
            "",
            "",
            ""
          ],
          [
            "",
            "주                소  :                   \n                              (  전화  :                                      )  (  FAX:                                      )",
            "",
            "",
            ""
          ],
          [
            "",
            "발    급    부    서  :",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "계  약  명",
            "",
            "",
            "",
            ""
          ],
          [
            "발  주  처",
            "",
            "",
            "",
            ""
          ],
          [
            "계약기간",
            "착수일\n~\n완료일\n(예정일)",
            "",
            "계약금액",
            ""
          ],
          [
            "사업책임\n기  술  자",
            "자격명칭  :                              성명  :",
            "",
            "",
            ""
          ],
          [
            "1.  사업목적",
            "",
            "",
            "",
            ""
          ],
          [
            "2.  사업의  중요사항  및  수행한  업무내용",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 77 - 서식 6 기업신용평가 등급 확인서 업 체 명 신용정보업자가 평가한 회사채에 대한 신용평가등급 확인서 신용정보업자의 소정양식 신용평가 등급, 등급 평가일, 등급유효기간 등이 명시되어야 함 서식 7 청렴계약이행서약서 당사는 부패가 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD 뇌물방지 협약이 발효되고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약제 시행 취지에 적극 호응하여 전북지역 혁신플랫폼 대학교육혁신본부가 시행하는 JST 공유대학원 xAPI기반 LRS시스템 구축 입찰 에 참여함에 있어 당사의 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 이를 위반하여 담합 등 불공정 행위를 한 사실이 드러날 경우 독점규제 및 공정거래에 관한 법률에 따라 공정거래위원회에 발주관서가 고발하여 과징금등을 부과토록 하는데 이의를 제기하지 않겠습니다. 2. 입찰, 계약체결계약이행과정에서 관계 교직원에게 직간접적으로 금품향응 등의 뇌물이나 부당한 이익을 제공하지 않겠습니다. 3. 입찰, 계약체결, 계약이행과 관련하여 관계 교직원에게 뇌물을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소 계약체결 이후에는 발주처에서 전체 또는 일부 계약을 해지하여도 감수하고 민형사상 이의를 제기하지 않겠습니다. 4. 회사 임직원이 관계 공무원에게 뇌물을 제공하거나 담합 등 불공정 행위가 있는 것으로 판명된 경우 뇌물을 제공한 업체는 입찰에 참가하지 않겠습니다. 5. 본건 입찰, 계약체결, 계약이행, 준공 등과 관련하여 전북지역혁신플랫폼 대학교육혁신본 부가 청렴계약 이행을 위해 요구하는 자료제출, 서류열람, 현장 확인 등 활동에 적극 협조 하겠습니다. 위 청렴계약이행 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격제한, 계약해지 등 전북지역혁신플랫폼 대학교육혁신본부의 조치와 관련하여 당사가 전북지역혁신 플랫폼 대학교육혁신본부를 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민형사상 이의를 제기하지 않을 것을 서약합니다. 2024. . . 서 약 자 회사 대표 전북지역혁신플랫폼 대학교육혁신본부장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 79 - 서식 8 개인정보 수집 및 활용 동의서 JST 공유대학원 xAPI기반 LRS시스템 구축 참여자는 본 개인정보 수집 및 활용 동의서 를 각각 1부씩 제출하여야 함. 입찰등록자 업 체 명 부 서 명 전화번호 성 명 개인정보 수집 및 활용 동의서 제출 대상 JST 공유대학원 xAPI기반 LRS시스템 구축 참여자 - 참여업체 대표자, 입찰참가 신청자 및 권한 수임자, 상주인력, 긴급전담반 개인정보의 수집 및 활용 개인정보 수집 및 활용 목적 - 사업 추진을 위한 입찰 서류 및 입찰 관련 권한 수임 확인 - 사업 참여자 신원 및 자격 확인 수집하는 개인정보 항목 - 참여업체 대표자, 입찰참가신청자 성명, 소속업체명, 부서, 휴대폰번호 - 입찰권한 수임자 성명, 소속업체명, 부서, 주소, 휴대폰번호 - 사업 상주인력 및 긴급전담반 성명, 소속, 연령, 전화번호, 주소 및 자격증, 경력증명서, 재 직증명서 등 제출 서류 일체 개인정보의 보유 및 활용기간 - 개인정보 보유기간 본 동의서 접수일로부터 최대 3년 - 개인정보 활용기간 본 동의서 접수일로부터 최대 2개월 - 동의거부 권리 안내 동의인은 본 개인정보 수집에 대한 동의를 거부할 수 있음. 단, 이 경우 본부에서 진행하는 사업에 참여할 수 없거나, 입찰에 관한 권한을 수임 받을 수 없음 본인은 JST 공유대학원 xAPI기반 LRS시스템 구축 진행을 위하여 위와 같이 개인 정보 처리에 관한 사항을 확인하였으며 이를 이해하고 동의합니다. 2024년 월 일 대표자 인 입찰등록자 서명 전북지역혁신플랫폼 대학교육혁신본부장 귀하 - 80 - 서식 9 확 약 서 입찰 건명 JST 공유대학원 xAPI기반 LRS시스템 구축 본인은 기술제안서의 제반사항을 사실에 근거하여 작성하였고, 이에 따른 법 률적, 재정적, 행정적 책임을 감수하겠습니다. 또한, JST 공유대학원 xAPI기반 LRS시스템 구축 용역 사업자 선정방식 및 제 안요청서 내용과 본 입찰에 관련된 전북지역혁신플랫폼 대학교육혁신본부의 방 침에 이의가 없음을 확약하며 어떠한 법적 이의를 제기하지 않겠습니다. 그리고 전북지역혁신플랫폼 대학교육혁신본부가 기술평가를 위해 구성한 내 외부 평가위원과 평가방법 및 평가기준에 따른 결과를 수용하고, 본 제안서의 허위기재 또는 자료 부실로 인한 평가 상의 불이익은 물론 부정당업자 제재 또 는 낙찰대상에서 제외 등 전북지역혁신플랫폼 대학교육혁신본부의 어떠한 결정 사항도 존중하며 이에 대해 이의 제기하지 않을 것을 확약합니다. 2024년 월 일 주 소 회사명 사업자등록번호 대 표 자 인 전북지역혁신플랫폼 대학교육혁신본부장 귀하",
      "tables": [
        [
          [
            "업    체    명\n부    서    명\n입찰등록자\n전 화 번 호\n성              명"
          ],
          [
            ""
          ],
          [
            "▢  개인정보  수집  및  활용  동의서  제출  대상\n    ◦  JST  공유대학(원)  xAPI기반  LRS시스템  구축  참여자\n        -  참여업체  대표자,  입찰참가  신청자  및  권한  수임자,  상주인력,  긴급전담반\n▢  개인정보의  수집  및  활용\n    ◦  개인정보  수집  및  활용  목적\n        -  사업  추진을  위한  입찰  서류  및  입찰  관련  권한  수임  확인\n        -  사업  참여자  신원  및  자격  확인\n    ◦  수집하는  개인정보  항목 \n        -  참여업체  대표자,  입찰참가신청자  :  성명,  소속(업체명,  부서),  휴대폰번호\n        -  입찰권한  수임자  :  성명,  소속(업체명,  부서),  주소,  휴대폰번호\n        -  사업  상주인력  및  긴급전담반  :  성명,  소속,  연령,  전화번호,  주소  및  자격증,  경력증명서,  재\n직증명서  등  제출  서류  일체\n    ◦  개인정보의  보유  및  활용기간\n        -  개인정보  보유기간  :  본  동의서  접수일로부터  최대  3년\n        -  개인정보  활용기간  :  본  동의서  접수일로부터  최대  2개월\n        -  동의거부  권리  안내  :  동의인은  본  개인정보  수집에  대한  동의를  거부할  수  있음.\n       (단, 이 경우 본부에서 진행하는 사업에 참여할 수 없거나, 입찰에 관한 권한을 수임 받을 수 없음)\n본인은  JST  공유대학(원)  xAPI기반  LRS시스템  구축  진행을  위하여  위와  같이  개인\n정보 처리에 관한 사항을 확인하였으며 이를 이해하고 동의합니다.\n2024년        월          일\n                                                      대표자:                                  (인)  /  입찰등록자  :                                  (서명)\n전북지역혁신플랫폼  대학교육혁신본부장  귀하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}