{
  "csv_metadata": {
    "공고 번호": "20240408874",
    "공고 차수": 0.0,
    "사업명": "산단 안전정보시스템 1차 구축 용역",
    "사업 금액": 717285200,
    "발주 기관": "한국산업단지공단",
    "공개 일자": "2024-04-04 15:09:35",
    "입찰 참여 시작일": "2024-05-13 10:00:00",
    "입찰 참여 마감일": "2024-05-16 10:00:00",
    "사업 요약": "- 산단안전정보시스템 1차 구축 용역사업\n- 사업목적: 산업단지의 안전과 관련된 정보를 수집, 분석, 예측, 대응할 수 있는 안전관리시스템 구축\n- 사업범위: 상황관리시스템, 안전관리정보시스템, 정책지원, 데이터기반 시스템 구축\n- 기대효과: 사고상황 파악과 대응의 신속성과 정확도 증대, 업무효율성 개선, 안전정보 통합관리 체계 구축\n- 추진목표: 산단안전정보시스템 구축을 위한 설계, 개발, 테스트, 보완, 홍보 및 교육 진행",
    "파일형식": "pdf",
    "파일명": "한국산업단지공단_산단 안전정보시스템 1차 구축 용역.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "- 산단안전정보시스템 1차 구축 용역사업 - 제 안 요 청 서 2024. 4. 구 분 부 서 직 위 담 당 전화번호 메일 제안과업내용 안전총괄팀 대리 이준영 070-8895-7092 junyoungeekicox.or.kr 입찰계약사항 운영지원팀 과장 정다정 070-8895-7143 jdj1214kicox.or.kr 한국산업단지공단 안 전 총 괄 팀 I. 사업개요 1 1. 일반사항 2. 사업목적 3. 해당 연도 사업범위 및 과업내용 4. 기대효과 5. 목표서비스 모델 II. 사업추진방안 5 III. 제안요청 내용 6 1. 일반사항 2. 사업내용 3. 요구사항 정의 및 목록 IV. 입찰 추진계획 47 1. 사업 참여자격 2. 제안서 작성 요령 3. 제안서 평가방법 4. 제안서 보상안내 5. 제안서 제출안내 6. 제안서 평가기준 7. 유의사항 8. 제출서류 서식 제안서 관련 서식 66 별첨 1 사업자 보안관리 준수사항 85 별첨 2 기술적용계획표 87 별첨 3 소프트웨어사업 영향평가 검토결과서 94 별첨 4 소프트웨어 개발사업 적정 사업기간 종합산정서 96 별첨 5 제안사 정보보안 관련 서류 98",
      "tables": [
        [
          [
            "구  분",
            "부  서",
            "직  위",
            "담  당",
            "전화번호",
            "메일"
          ],
          [
            "제안·과업내용",
            "안전총괄팀",
            "대리",
            "이준영",
            "070-8895-7092",
            "junyoungee@kicox.or.kr"
          ],
          [
            "입찰·계약사항",
            "운영지원팀",
            "과장",
            "정다정",
            "070-8895-7143",
            "jdj1214@kicox.or.kr"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 2,
      "text": "- 1 - I. 사업개요 1 일반사항 사 업 명 산단안전정보시스템 1차 구축 용역사업 사업기간 계약 체결일로부터 6개월 사업예산 717,285,200원부가가치세 포함 선정방식 제한경쟁 입찰, 협상에 의한 계약체결 2 사업목적 사업목적 산업단지의 산업재해, 화재사고, 화학물질, 위험물, 재난, 기상 등 안전과 관련된 정보를 원활히 수집, 분석, 예측, 대응할 수 있는 안전관리시스템 구축 사업대상 한국산업단지공단 관할 82개 산업단지 주요내용 상황관리 전국의 관할 산단 사고에 대한 실시간 상황파악과 대응조치를 지원하는 상황관리시스템 구축 안전관리 대내외 안전정보의 통합연계 및 활용환경을 구축하고, 전국 관할 산단의 안전관리를 지원하는 안전관리정보시스템 구축 정책지원 산단 안전과 연관된 다양한 정보의 융복합 분석으로 위험 분석, 정책지원 및 성과분석 등 데이터 기반의 산단안전관리 체계 구축 데이터기반 지속가능한 데이터 연계활용과 품질 및 서비스 성능 유지를 위한 산단안전정보 통합관리체계 구축 - 2 - 3 해당 연도 사업범위 및 과업내용 산단 사고에 대한 통합 상황관리업무를 지원하는 상황관리시스템 구축 상황알림 NDMS 연계를 통해 실시간 사고발생 상황을 모니터링 하며, 사고발생정보 접수 시 관할 산단을 자동으로 식별하고 관할 산단 사고발생 시 자동알림을 제공하는 상황알림서비스 구축 대응조치 관할 산단 사고를 접수처리하고, 연관정보 검색과 연계된 현장영상, 상황전파 등 실시간 공유정보로 상황파악 및 조치사항 이행을 지원하며 대응조치정보를 저장관리하는 서비스 구축 보고전파 파악된 정보를 기초로 상황보고서 작성을 지원하며, 등록된 보고 및 전파대상자에 대한 상황보고전파 서비스 구축 정보검색 사고발생 산단 및 기업정보, 언론보도 등 사고 연관정보를 자동으로 검색하여 제공하는 연관정보 자동검색서비스 구축 현황관리 접수된 사고와 피해, 대응조치정보를 기초로 기간별 사고현황과 상세 사고이력 등 산단 사고 및 피해통계 관리를 지원 하며, 상황판을 통한 현황표시가 가능한 현황관리서비스 구축 상황관리에 필요한 지도정보를 제공하는 GIS시스템 구축 사고정보와 연동하여 사고현장 인근의 산단과 입주기업 정보를 자동으로 지도에 표시하는 관할식별 자동화 지원서비스 구축 산단 및 입주기업, 인근 시설, 기관, 위험물, 유해화확물 등 사고 연관정보를 검색조회하는 지도기반 정보검색서비스 구축 한국산업단지공단 보유 지도 및 타기관 연계지도 데이터의 융복합 활용성을 지원하는 공간정보 관리체계 구축",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 3,
      "text": "- 3 - 산단안전정보시스템 사용자 및 권한관리를 위한 관리자시스템 구축 사용자의 접근권한 요청에 대한 처리기능 제공 상황보고 및 전파 대상자, 보고 및 전파방식 등 상황관리업무에 필요한 환경설정 서비스 구축 산단 사고 상황관리에 필요한 내외부 데이터 연계체계 구축 연계대상 목록안 연번 시스템 기관 연계정보 비고 1 NDMS 행안부 사고신고, 대응정보 실시간 2 CARIS 환경부 화학사고 신고, 대응정보 실시간 연계대상 단일화 가능 3 119현장지원 시스템 소방청 출동대정보, 원페이지 브리핑정보, 소방서 관할지역 등 4 화학재난통합 대응시스템 소방청 화학물질정보, 현장대응정보 5 현장영상 공유시스템 소방청 소방차량 영상정보 실시간 6 국가공간정보 포털시스템 국토부 배경지도, 연속지적도, 도로명주소, 국가관심지역 등 배치 7 기상정보포털 기상청 기상관측정보, 특경보정보 등 실시간 8 공장설립 지원시스템 발주처 기업 및 산단정보, 사고이력 정보, 유해화학물 취급정보 등 배치 9 경영정보시스템 발주처 안전관리활동정보 등 배치 발주처 및 보유기관 상황에 따라 연계 대상 일부 변경 가능 연계된 데이터에 대해 상황관리시스템에서 활용이 용이하도록 자체 데이터 관리체계에 따른 통합관리 지원 산단 안전정보시스템 운영인프라 도입 및 구축 서버 6대, 스토리지 1대 및 네트워크 구성을 위한 장비 DDOS, 방화벽 등 보안 장비 및 통합로그 SW DBMS, GIS, DB암호화 등 SW 상황실 상황관리용 대형 디스플레이 그 외 상황관리시스템 운영에 필요한 인프라 - 4 - 4 기대효과 신고접수 및 대응기관으로부터 실시간 데이터 연계로 관할 산단 사고상황 파악과 대응조치의 신속성과 정확도 증대 사고접수보고전파에 이르는 상황관리 업무프로세스 정보화로 사고 및 대응조치이력의 체계적 관리와 업무효율성 개선 산단 안전정보를 통합관리할 수 있는 데이터 관리체계 구축으로 지속가능한 산단 안전정보서비스 확대를 통한 안전관리 통합서비스 기반 마련 5 목표서비스 모델",
      "tables": [
        [
          [
            "연번",
            "시스템",
            "기관",
            "연계정보",
            "비고"
          ],
          [
            "1",
            "NDMS",
            "행안부",
            "사고신고, 대응정보",
            "실시간"
          ],
          [
            "2",
            "CARIS",
            "환경부",
            "화학사고 신고, 대응정보",
            "실시간\n(연계대상 \n단일화 가능)"
          ],
          [
            "3",
            "119현장지원\n시스템",
            "소방청",
            "출동대정보, 원페이지 \n브리핑정보, 소방서 관할지역 등",
            ""
          ],
          [
            "4",
            "화학재난통합\n대응시스템",
            "소방청",
            "화학물질정보, 현장대응정보",
            ""
          ],
          [
            "5",
            "현장영상\n공유시스템",
            "소방청",
            "소방차량 영상정보",
            "실시간"
          ],
          [
            "6",
            "국가공간정보\n포털시스템",
            "국토부",
            "배경지도, 연속지적도, \n도로명주소, 국가관심지역 등",
            "배치"
          ],
          [
            "7",
            "기상정보포털",
            "기상청",
            "기상관측정보, 특/경보정보 등",
            "실시간"
          ],
          [
            "8",
            "공장설립\n지원시스템",
            "발주처",
            "기업 및 산단정보, 사고이력 \n정보, 유해화학물 취급정보 등",
            "배치"
          ],
          [
            "9",
            "경영정보시스템",
            "발주처",
            "안전관리활동정보 등",
            "배치"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 4,
      "text": "- 5 - II. 사업추진방안 추진체계 사업총괄 한국산업단지공단 안전총괄팀 업무협조 업무협조 재난안전데이터 보유기관 한국산업단지공단 ICT전략팀 사업수행 용역수행계약업체 구분 담당업무 사업총괄 한국산업단지공단 안전총괄팀 ᆞ산단안전정보시스템 구축 총괄 업무협조 한국산업단지공단 정보전략팀 ᆞ사업 추진을 위한 사내 전산 관련 협조 ᆞ사업진행 점검검토, 결과검증 협조 재난안전데이터 보유기관 ᆞ기관 보유 재난안전데이터 공유 협조 사업수행 용역수행 계약업체 ᆞ산단안전정보시스템 1차 구축 용역수행 ᆞ수시정기 보고, 단계별최종결과물 작성 추진일정안 기 간 항 목 M M1 M2 M3 M4 M5 환경분석 설계 응용 프로그램 개발 데이터 연계 구축 인프라 구축 테스트 및 보완 홍보 및 교육 종료 일정은 수행기관 등과 협의 후 적의 조정 - 6 - III. 제안요청 내용 일반사항 본 사업은 한국산업단지공단의 관할 산단 사고 상황관리 업무를 정보화하는 사업으로 향후 산단 안전관리에 대한 포괄적이고 체계 적인 접근방법으로 제안하여야 함 본 사업은소프트웨어 진흥법제43조, 동법 시행령 제35조에 따라 SW사업 영향평가를 미리 실시한 사업임별첨6 참고 본 사업은 소프트웨어 개발사업 적정 사업기간 산정기준에 따른 사업임별첨7 참고 본 제안요청서에 기술하지 않았으나, 사업을 추진하는데 있어 필수 적이라고 판단되는 사항은 제안범위에 포함하여 제안하여야 함 본 사업을 통하여 납품한 모든 장비의 하자담보책임기간은 발주 기관이 검사에 의하여 사업의 완성을 확인한 후 1년간으로 함 본 제안요청서 및 이후 제안서 제출까지 발생하는 모든 사안에 대하여는 보안을 요하며, 제안서와 관련하여 제안참가 업체는 타 업체 또는 외부기관으로의 제안요청 관련 사항 공개를 금함 본 사업 수행 중 취득한 발주기관의 정보통신 보안사항 일체에 대하여 보안을 유지하여야 하며, 내부자료 유출 등 문제발생 시 수행업체가 모든 민형사상 책임을 져야 함 사업 내용 산단 사고에 대한 통합 상황관리업무를 지원하는 상황관리시스템 구축 상황알림 NDMS 연계를 통해 실시간 사고발생 상황을 모니터링 하며, 사고발생정보 접수 시 관할 산단을 자동으로 식별하고 관할 산단 사고발생 시 자동알림을 제공하는 상황알림서비스 구축",
      "tables": [
        [
          [
            "구분",
            "",
            "담당업무"
          ],
          [
            "사업총괄",
            "한국산업단지공단\n안전총괄팀",
            "ㆍ산단안전정보시스템  구축  총괄"
          ],
          [
            "업무협조",
            "한국산업단지공단\n정보전략팀",
            "ㆍ사업  추진을  위한  사내  전산  관련  협조\nㆍ사업진행  점검·검토,  결과검증  협조"
          ],
          [
            "",
            "재난안전데이터\n보유기관",
            "ㆍ기관  보유  재난안전데이터  공유  협조"
          ],
          [
            "사업수행",
            "용역수행\n계약업체",
            "ㆍ산단안전정보시스템 1차 구축  용역수행\nㆍ수시·정기  보고,  단계별·최종결과물  작성"
          ]
        ],
        [
          [
            "기  간\nM\nM+1\n    항  목",
            "M+2\nM+3",
            "M+4\nM+5"
          ],
          [
            "환경분석  /  설계",
            "",
            ""
          ],
          [
            "응용  프로그램  개발",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "데이터  연계  구축",
            "",
            ""
          ],
          [
            "인프라  구축",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "테스트  및  보완",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "홍보  및  교육",
            "",
            ""
          ],
          [
            "종료",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 5,
      "text": "- 7 - 대응조치 관할 산단 사고를 접수처리하고, 연관정보 검색과 연계된 현장영상, 상황전파 등 실시간 공유정보로 상황파악 및 조치사항 이행을 지원하며 대응조치정보를 저장관리하는 서비스 구축 보고전파 파악된 정보를 기초로 상황보고서 작성을 지원하며, 등록된 보고 및 전파대상자에 대한 상황보고전파 서비스 구축 정보검색 사고발생 산단 및 기업정보, 언론보도 등 사고 연관정보를 자동으로 검색하여 제공하는 연관정보 자동검색서비스 구축 현황관리 접수된 사고와 피해, 대응조치정보를 기초로 기간별 사고현황과 상세 사고이력 등 산단 사고 및 피해통계 관리를 지원 하며, 상황판을 통한 현황표시가 가능한 현황관리서비스 구축 상황관리에 필요한 지도정보를 제공하는 GIS시스템 구축 사고정보와 연동하여 사고현장 인근의 산단과 입주기업 정보를 자동으로 지도에 표시하는 관할식별 자동화 지원서비스 구축 산단 및 입주기업, 인근 시설, 기관, 위험물, 유해화확물 등 사고 연관정보를 검색조회하는 지도기반 정보검색서비스 구축 한국산업단지공단 보유 지도 및 타기관 연계지도 데이터의 융복합 활용성을 지원하는 공간정보 관리체계 구축 산단안전정보시스템 사용자 및 권한관리를 위한 관리자시스템 구축 사용자의 접근권한 요청에 대한 처리기능 제공 상황보고 및 전파 대상자, 보고 및 전파방식 등 상황관리업무에 필요한 환경설정 서비스 구축 - 8 - 산단 사고 상황관리에 필요한 내외부 데이터 연계체계 구축 연계대상 목록 연번 시스템 기관 1 NDMS 행안부 2 CARIS 환경부 3 119현장지원 시스템 소방청 4 화학재난통합 대응시스템 소방청 5 현장영상 공유시스템 소방청 6 국가공간정보 포털시스템 국토부 7 기상정보포털 기상청 8 공장설립 지원시스템 발주처 9 경영정보시스템 발주처 시스템별 연계방식은 기관협의를 통해 변경될 수 있으며, 행정정보공동이용센터를 통한 연계를 우선 추진하고, 행정정보공동이용센터를 통한 연계가 곤란할 경우 정보 제공 기관과 직접 연계 추진 연계된 데이터에 대해 상황관리시스템에서 활용이 용이하도록 자체 데이터 관리체계에 따른 통합관리 지원 산단 안전정보시스템 운영인프라 도입 및 구축 서버 6대, 스토리지 1대 및 네트워크 구성을 위한 장비 DDOS, 방화벽 등 보안 장비 및 통합로그 SW DBMS, GIS, DB암호화 등 SW 상황실 상황관리용 대형 디스플레이 그 외 상황관리시스템 운영에 필요한 인프라",
      "tables": [
        [
          [
            "연번",
            "시스템",
            "기관"
          ],
          [
            "1",
            "NDMS",
            "행안부"
          ],
          [
            "2",
            "CARIS",
            "환경부"
          ],
          [
            "3",
            "119현장지원\n시스템",
            "소방청"
          ],
          [
            "4",
            "화학재난통합\n대응시스템",
            "소방청"
          ],
          [
            "5",
            "현장영상\n공유시스템",
            "소방청"
          ],
          [
            "6",
            "국가공간정보\n포털시스템",
            "국토부"
          ],
          [
            "7",
            "기상정보포털",
            "기상청"
          ],
          [
            "8",
            "공장설립\n지원시스템",
            "발주처"
          ],
          [
            "9",
            "경영정보시스템 발주처",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 요구사항 정의 및 목록 요구사항 구성 요구사항 분류 고유번호 설 명 개수 기능 요구사항 System Function Req. SFR 목표시스템이반드시수행하여야하거나목표시스템 을이용하여사용자가반드시할수있어야하는기 능동작에대해기술함 6 성능 요구사항 Performance Req. PER 목표시스템의처리속도및시간, 처리량, 동적 정적용량, 가용성등성능에대한요구사항을기 술함 3 시스템 장비 구성 요구사항 Equipment Composition Req. ECR 목표사업수행을위해필요한하드웨어, 소프트웨 어, 네트워크등의도입장비내역등시스템장비 구성에대한요구사항을기술함 6 인터페이스 요구사항 System Interface Req. SIR 시스템서비스의타시스템서비스와의인터페이스 및사용자인터페이스등의요구사항을기술함 2 데이터 요구사항 Data Req. DAR 테스트대상, 일정, 방법, 데이터, 절타등에대한 요건과연계대상에대한테스트요건을기술한것 9 테스트 요구사항 Test Req. TER 테스트대상, 일정, 방법, 데이터, 절타등에대한 요건과연계대상에대한테스트요건을기술한것 4 보안 요구사항 Security Req. SER 정보자산의기밀성과무결성을위해목표시스템 의데이터및기능, 운영접근을통제하기위한 요건을기술한것 5 품질요구사항 Quality Req. QUR 목표시스템이가져야하는품질항목, 품질평가 대상및목표값에대한요구사항을기술한것 4 제약사항 Constraint Req. COR 목표시스템설계, 구축, 운영과관련하여사전에 파악된기술표준업무법제도등제약조건등을 파악하여기술함 13 프로젝트 관리 요구사항 Project Mgmt Req. PMR 사업수행조직, 프로젝트관리방법론, 일정계획, 사 업추진계획서작성요구사항, 요구사항추적및 성과관리에관한요건을기술한것 7 프로젝트 지원 요구사항 Project Support Req. PSR 시스템서비스안정화및운영, 교육훈련및기술지 원, 하자보수또는유지관리요구사항등을기술함 3 합 계 62 요구사항에 명시되지 않았으나, 수행업체 판단으로 추가가 필요한 사항에 대해서는 과업에 포함 가능 수행업체는 아래 기술된 상세 요구사항을 기반으로 과업을 수행하되, 업무분석 단계에서 보다 창의 적인 방법으로 요구사항을 해석, 정제하여 사업 수행에 반영하여야 함 - 10 - 요구사항 목록 요구사항분류 고유번호 요구사항명칭 기능 요구사항 SFR-01 상황관리 SFR-02 정보검색 SFR-03 현장영상조회 SFR-04 GIS 기능 SFR-05 관리자기능 SFR-06 현황관리 시스템장비구성 요구사항 ECR-01 시스템장비구성일반사항 ECR-02 서버도입 ECR-03 네트워크장비도입 ECR-04 보안장비도입 ECR-05 상용SW 도입 ECR-06 기존장비재활용 성능 요구사항 PER-01 성능요건일반사항 PER-02 시스템응답시간 PER-03 동시처리 인터페이스 요구사항 SIR-01 사용자인터페이스 SIR-02 시스템인터페이스 데이터 요구사항 DAR-01 데이터표준화및상위표준준수 DAR-02 데이터표준관리 DAR-03 데이터구조설계 DAR-04 데이터구조검증 DAR-05 데이터구조관리 DAR-06 데이터값검증 DAR-07 이관데이터값검증 DAR-08 데이터품질관리체계 DAR-09 데이터개방및메타데이터관리체계 테스트 요구사항 TER-01 테스트공통요구사항 TER-02 단위테스트 TER-03 통합테스트 TER-04 사용자승인테스트 보안 요구사항 SER-01 개발시보안준수사항 SER-02 정보시스템이용시보안준수사항 SER-03 소프트웨어개발보안시큐어코딩 관련가이드준수",
      "tables": [
        [
          [
            "요구사항 분류",
            "고유번호",
            "설 명",
            "개수"
          ],
          [
            "기능 요구사항 \n(System Function Req.)",
            "SFR",
            "목표시스템이 반드시 수행하여야 하거나 목표시스템\n을 이용하여 사용자가 반드시 할 수 있어야 하는 기\n능\n(동작)에 대해 기술함",
            "6"
          ],
          [
            "성능 요구사항\n(Performance Req.)",
            "PER",
            "목표 시스템의 처리속도 및 시간, 처리량, 동적․\n정적용량, 가용성 등 성능에 대한 요구사항을 기\n술함",
            "3"
          ],
          [
            "시스템 장비 구성 요구사항 \n(Equipment Composition Req.)",
            "ECR",
            "목표사업수행을 위해 필요한 하드웨어, 소프트웨\n어, 네트워크 등의 도입장비 내역 등 시스템 장비\n구성에 대한 요구사항을 기술함",
            "6"
          ],
          [
            "인터페이스 요구사항\n(System Interface Req.)",
            "SIR",
            "시스템/서비스의 타 시스템/서비스와의 인터페이스\n및 사용자 인터페이스 등의 요구사항을 기술함",
            "2"
          ],
          [
            "데이터 요구사항\n(Data Req.)",
            "DAR",
            "테스트 대상, 일정, 방법, 데이터, 절타 등에 대한\n요건과 연계 대상에 대한 테스트 요건을 기술한 것",
            "9"
          ],
          [
            "테스트 요구사항\n(Test Req.)",
            "TER",
            "테스트 대상, 일정, 방법, 데이터, 절타 등에 대한\n요건과 연계 대상에 대한 테스트 요건을 기술한 것",
            "4"
          ],
          [
            "보안 요구사항\n(Security Req.)",
            "SER",
            "정보 자산의 기밀성과 무결성을 위해 목표시스템\n의 데이터 및 기능, 운영 접근을 통제하기 위한\n요건을 기술한 것",
            "5"
          ],
          [
            "품질요구사항\n(Quality Req.)",
            "QUR",
            "목표시스템이 가져야 하는 품질 항목, 품질 평가\n대상 및 목표값에 대한 요구사항을 기술한 것",
            "4"
          ],
          [
            "제약사항\n(Constraint Req.)",
            "COR",
            "목표시스템 설계, 구축, 운영과 관련하여 사전에\n파악된 기술·표준·업무·법제도 등 제약조건 등을\n파악하여 기술함",
            "13"
          ],
          [
            "프로젝트 관리 요구사항\n(Project Mgmt Req.)",
            "PMR",
            "사업수행조직, 프로젝트 관리방법론, 일정계획, 사\n업추진계획서 작성 요구사항, 요구사항 추적 및\n성과관리에 관한 요건을 기술한 것",
            "7"
          ],
          [
            "프로젝트 지원 요구사항\n(Project Support Req.)",
            "PSR",
            "시스템/서비스 안정화 및 운영, 교육훈련 및 기술지\n원, 하자보수 또는 유지관리 요구사항 등을 기술함",
            "3"
          ],
          [
            "합  계",
            "",
            "",
            "62"
          ]
        ],
        [
          [
            "요구사항 분류",
            "고유번호",
            "요구사항 명칭"
          ],
          [
            "기능\n요구사항",
            "SFR-01 상황관리",
            ""
          ],
          [
            "",
            "SFR-02 정보검색",
            ""
          ],
          [
            "",
            "SFR-03 현장영상 조회",
            ""
          ],
          [
            "",
            "SFR-04 GIS 기능",
            ""
          ],
          [
            "",
            "SFR-05 관리자 기능",
            ""
          ],
          [
            "",
            "SFR-06 현황관리",
            ""
          ],
          [
            "시스템 장비 구성\n요구사항",
            "ECR-01 시스템 장비구성 일반사항",
            ""
          ],
          [
            "",
            "ECR-02 서버 도입",
            ""
          ],
          [
            "",
            "ECR-03 네트워크 장비 도입",
            ""
          ],
          [
            "",
            "ECR-04 보안 장비 도입",
            ""
          ],
          [
            "",
            "ECR-05 상용 SW 도입",
            ""
          ],
          [
            "",
            "ECR-06 기존 장비 재활용",
            ""
          ],
          [
            "성능\n요구사항",
            "PER-01 성능요건 일반사항",
            ""
          ],
          [
            "",
            "PER-02 시스템 응답시간",
            ""
          ],
          [
            "",
            "PER-03 동시처리",
            ""
          ],
          [
            "인터페이스\n요구사항",
            "SIR-01 사용자 인터페이스",
            ""
          ],
          [
            "",
            "SIR-02 시스템 인터페이스",
            ""
          ],
          [
            "데이터\n요구사항",
            "DAR-01 데이터 표준화 및 상위표준 준수",
            ""
          ],
          [
            "",
            "DAR-02 데이터 표준 관리",
            ""
          ],
          [
            "",
            "DAR-03 데이터 구조 설계",
            ""
          ],
          [
            "",
            "DAR-04 데이터 구조 검증",
            ""
          ],
          [
            "",
            "DAR-05 데이터 구조 관리",
            ""
          ],
          [
            "",
            "DAR-06 데이터 값 검증",
            ""
          ],
          [
            "",
            "DAR-07 이관 데이터 값 검증",
            ""
          ],
          [
            "",
            "DAR-08 데이터 품질관리 체계",
            ""
          ],
          [
            "",
            "DAR-09 데이터 개방 및 메타데이터 관리 체계",
            ""
          ],
          [
            "테스트\n요구사항",
            "TER-01 테스트 공통 요구사항",
            ""
          ],
          [
            "",
            "TER-02 단위 테스트",
            ""
          ],
          [
            "",
            "TER-03 통합 테스트",
            ""
          ],
          [
            "",
            "TER-04 사용자 승인 테스트",
            ""
          ],
          [
            "보안\n요구사항",
            "SER-01 개발 시 보안준수 사항",
            ""
          ],
          [
            "",
            "SER-02 정보시스템 이용 시 보안 준수사항",
            ""
          ],
          [
            "",
            "SER-03 소프트웨어 개발보안(시큐어코딩) 관련 가이드 준수",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 요구사항분류 고유번호 요구사항명칭 SER-04 보안취약점점검 SER-05 개인정보처리위탁계약관리개인정보취급시 품질 요구사항 QUR-01 품질관리공통사항 QUR-02 장애복구 QUR-03 접근성 QUR-04 시스템확장성 제약사항 COR-01 하도급관리 COR-02 표준지침준수 COR-03 접근성준수 COR-04 웹표준등준수 COR-05 작업장소상호협의결정및원격지개발활성화 COR-06 기술적용계획준수 COR-07 표준산출물생성및관리 COR-08 동해, 독도표기오류재발방지 COR-09 SW 사업정보제출 COR-10 과업변경심의위원회개최 COR-11 타시스템성능영향도최소화 COR-12 중장기추진전략과의일관성유지 COR-13 계약목적물의지적재산권귀속 프로젝트관리 요구사항 PMR-01 보안관리일반 PMR-02 누출금지대상정보및보안위규처리 PMR-03 참여인원보안관리 PMR-04 문서및자료보안관리 PMR-05 사무실보안관리 PMR-06 장비및매체보안관리 PMR-07 네트워크보안관리 프로젝트지원 요구사항 PSR-01 운영지원 PSR-02 기술지원 PSR-03 교육지원 - 12 - 상세 요구사항 기능 요구사항SFR 요구사항분류 기능요구사항 요구사항고유번호 SFR-01 요구사항명칭 상황관리 요구사항 상세설명 정의 사고접수, 대응조치, 보고전파 등 상황관리 업무지원 기능 세부내용 n 상황인지자동화 - NDMS 데이터연계로사고발생사실알림서비스제공 - 관할산단사고자동식별기능및정확도향상방안동시제공 - 사고알림은상황관리시스템과모바일로상황관리업무담당자 에동시알림제공 - 특별안전구역스마트안전솔루션구축사업시스템과연동하여 정보제공 n 사고접수및대응조치관리 - 사고접수및사고정보관리체계개발 - 발주처사고대응조치업무를반영하여개발 - 현행업무애로사항해소에필요한정보서비스개발 - 23년제조안전기술개발RD결과시스템활용을통한대응방안 개발구미산단반월산단 n 상황보고및전파관리 - 현행보고및전파프로세스를반영하여신속정확한보고및 전파서비스개발 - 현행보고및전파업무애로사항해소방안을반영하여개발 - 모바일을통한보고및전파기능구현시, 모바일전자정부 서비스관리지침 준수 n 상황관리이력관리 - 상황인지보고전파에이르는상황관리이력을자동으로저장 - 상황관리업무특성을고려, 활용편의성과신뢰성높은상황 관리이력관리서비스구현 n 상황관리서비스사용자 - 본사와지역본부의권한보유자 - 사용자별관할을고려한서비스환경제공 - 본사상황실상황판을통한미러링제공 산출정보 아키텍처정의서, 화면정의서, 프로그램소스, 인터페이스정의서 관련요구사항 요구사항출처 제안요청서",
      "tables": [
        [
          [
            "요구사항 분류",
            "고유번호",
            "요구사항 명칭"
          ],
          [
            "",
            "SER-04 보안 취약점 점검",
            ""
          ],
          [
            "",
            "SER-05 개인정보처리 위탁계약관리(개인정보 취급시)",
            ""
          ],
          [
            "품질\n요구사항",
            "QUR-01 품질관리 공통사항",
            ""
          ],
          [
            "",
            "QUR-02 장애복구",
            ""
          ],
          [
            "",
            "QUR-03 접근성",
            ""
          ],
          [
            "",
            "QUR-04 시스템 확장성",
            ""
          ],
          [
            "제약사항",
            "COR-01 하도급 관리",
            ""
          ],
          [
            "",
            "COR-02 표준 지침 준수",
            ""
          ],
          [
            "",
            "COR-03 접근성 준수",
            ""
          ],
          [
            "",
            "COR-04 웹 표준 등 준수",
            ""
          ],
          [
            "",
            "COR-05 작업장소 상호협의 결정 및 원격지 개발 활성화",
            ""
          ],
          [
            "",
            "COR-06 기술적용 계획 준수",
            ""
          ],
          [
            "",
            "COR-07 표준산출물 생성 및 관리",
            ""
          ],
          [
            "",
            "COR-08 동해, 독도 표기 오류 재발 방지",
            ""
          ],
          [
            "",
            "COR-09 SW 사업정보 제출",
            ""
          ],
          [
            "",
            "COR-10 과업변경심의위원회 개최",
            ""
          ],
          [
            "",
            "COR-11 타 시스템 성능영향도 최소화",
            ""
          ],
          [
            "",
            "COR-12 중장기 추진전략과의 일관성 유지",
            ""
          ],
          [
            "",
            "COR-13 계약목적물의 지적재산권 귀속",
            ""
          ],
          [
            "프로젝트 관리\n요구사항",
            "PMR-01 보안관리 일반",
            ""
          ],
          [
            "",
            "PMR-02 누출금지 대상정보 및 보안 위규 처리",
            ""
          ],
          [
            "",
            "PMR-03 참여인원 보안관리",
            ""
          ],
          [
            "",
            "PMR-04 문서 및 자료 보안관리",
            ""
          ],
          [
            "",
            "PMR-05 사무실 보안관리",
            ""
          ],
          [
            "",
            "PMR-06 장비 및 매체 보안관리",
            ""
          ],
          [
            "",
            "PMR-07 네트워크 보안관리",
            ""
          ],
          [
            "프로젝트 지원\n요구사항",
            "PSR-01 운영 지원",
            ""
          ],
          [
            "",
            "PSR-02 기술 지원",
            ""
          ],
          [
            "",
            "PSR-03 교육 지원",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호 SFR-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "상황관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사고접수, 대응·조치, 보고·전파 등 상황관리 업무지원 기능"
          ],
          [
            "",
            "세부내용",
            "n 상황인지 자동화\n- NDMS 데이터 연계로 사고발생 사실 알림서비스 제공\n- 관할 산단 사고 자동식별 기능 및 정확도 향상방안 동시 제공\n- 사고 알림은 상황관리시스템과 모바일로 상황관리 업무담당자\n에 동시 알림제공\n- 특별안전구역 스마트안전솔루션 구축사업 시스템과 연동하여\n정보제공\nn 사고접수 및 대응·조치 관리\n- 사고접수 및 사고정보 관리체계 개발\n- 발주처 사고대응·조치 업무를 반영하여 개발\n- 현행 업무 애로사항 해소에 필요한 정보서비스 개발\n- 23년 제조안전기술개발 R&D결과 시스템 활용을 통한 대응 방안\n개발 (구미산단/반월산단)\nn 상황보고 및 전파 관리\n- 현행 보고 및 전파 프로세스를 반영하여 신속정확한 보고 및\n전파서비스 개발\n- 현행 보고 및 전파 업무 애로사항 해소방안을 반영하여 개발\n- 모바일을 통한 보고 및 전파기능 구현 시,\n‘모바일 전자정부\n서비스 관리지침’ 준수\nn 상황관리 이력관리\n- 상황인지~보고전파에 이르는 상황관리 이력을 자동으로 저장\n- 상황관리 업무 특성을 고려, 활용편의성과 신뢰성 높은 상황\n관리 이력관리 서비스 구현\nn 상황관리서비스 사용자\n- 본사와 지역본부의 권한보유자\n- 사용자별 관할을 고려한 서비스 환경 제공\n- 본사 상황실 상황판을 통한 미러링 제공"
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 화면정의서, 프로그램 소스, 인터페이스 정의서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 요구사항분류 기능요구사항 요구사항고유번호 SFR-02 요구사항명칭 정보검색 요구사항 상세설명 정의 상황관리에 필요한 정보검색 기능 구현 세부내용 n SFR-01의상황관리업무에필요한정보검색서비스구현 - 사고알림및관할식별업무에필요한정보검색서비스 - 상황대응및조치업무에필요한정보검색서비스 - 상황보고및전파업무에필요한정보검색서비스 - 특별안전구역 스마트안전솔루션 구축사업 시스템에 접수된 상황정보를포함한정보검색서비스 - 그외상황관리업무개선을위해필요한정보검색서비스 n 정보검색방식 - 관리중인사고상황에따라연관된정보의자동검색기능구현 - 산단안전관리시스템이접근할수있는정보의수동검색기능 구현 산출정보 아키텍처정의서, 화면정의서, 프로그램소스, 인터페이스정의서 관련요구사항 SFR-01 요구사항출처 제안요청서 요구사항분류 기능요구사항 요구사항고유번호 SFR-03 요구사항명칭 현장영상조회 요구사항 상세설명 정의 사고현장 영상의 실시간 조회기능 구현 세부내용 n SFR-01의상황관리업무에필요한현장영상조회서비스구현 - 현장출동소방차량의영상조회기능제공 - 사고위치인근CCTV 영상조회기능제공 - 실시간뉴스, SNS의영상조회기능제공 n 영상조회및사용방식 - 영상송신장치별수신SW 또는HW 설치없이조회가능해야함 - 조회중인영상의저장및캡처기능제공 - 사고연관영상을자동으로분류하여사용편의성높여야함 산출정보 아키텍처정의서, 화면정의서, 프로그램소스, 인터페이스정의서 관련요구사항 SFR-01 요구사항출처 제안요청서 - 14 - 요구사항분류 기능요구사항 요구사항고유번호 SFR-04 요구사항명칭 GIS 기능 요구사항 상세설명 정의 상황관리 업무에 필요한 지도서비스 세부내용 n SFR-01의상황관리업무에필요한GIS 서비스구현 - 사고정보와연동하여인근지도표시 - 주제도중첩기능제공 - 좌표, 주소, 명칭기반지도검색기능제공 - 반경내시설, 기관등검색기능제공 - 지도기반사고상황및이력조회기능제공 n 내외부지도데이터통합활용 - 국토부배경지도, 연속지적도, 건물지도 - 소방청위험물지도등현장대응활용지도 - 환경부유해화학물제조,취급소지도 - 기타상황관리에필요한내외부주제도 산출정보 아키텍처정의서, 화면정의서, 프로그램소스, 인터페이스정의서 관련요구사항 SFR-01 요구사항출처 제안요청서 요구사항분류 기능요구사항 요구사항고유번호 SFR-05 요구사항명칭 관리자기능 요구사항 상세설명 정의 시스템 사용자 관리 세부내용 n SFR-01의상황관리업무에필요한사용자권한관리기능제공 - 상황관리서비스접근권한관리 - 상황보고및전파대상자관리 - 상황보고및전파방식관리 산출정보 아키텍처정의서, 화면정의서, 프로그램소스, 인터페이스정의서 관련요구사항 SFR-01 요구사항출처 제안요청서 요구사항분류 기능요구사항 요구사항고유번호 SFR-06 요구사항명칭 현황관리 요구사항 상세설명 정의 산단 사고 현황관리 세부내용 n 산단사고발생및피해현황관리기능제공 - 기간별사고발생및피해현황통계자동화 - 진행중인사고현황일괄및상세조회기능제공 - 지도기반현황조회기능제공 - 본사상황실상황판을통한상시현황게시제공 산출정보 아키텍처정의서, 화면정의서, 프로그램소스, 인터페이스정의서 관련요구사항 요구사항출처 제안요청서",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호 SFR-04",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "GIS 기능"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "상황관리 업무에 필요한 지도서비스"
          ],
          [
            "",
            "세부내용",
            "SFR-01의 상황관리 업무에 필요한 GIS 서비스 구현\nn\n- 사고 정보와 연동하여 인근 지도 표시\n- 주제도 중첩기능 제공\n- 좌표, 주소, 명칭 기반 지도검색 기능 제공\n- 반경 내 시설, 기관 등 검색 기능 제공\n- 지도 기반 사고상황 및 이력조회 기능 제공\nn 내·외부 지도데이터 통합활용\n- 국토부 배경지도, 연속지적도, 건물지도\n- 소방청 위험물 지도 등 현장대응 활용 지도\n- 환경부 유해화학물 제조,취급소 지도\n- 기타 상황관리에 필요한 내외부 주제도"
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 화면정의서, 프로그램 소스, 인터페이스 정의서"
          ],
          [
            "관련 요구사항",
            "",
            "SFR-01"
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호 SFR-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "정보검색"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "상황관리에 필요한 정보검색 기능 구현"
          ],
          [
            "",
            "세부내용",
            "SFR-01의 상황관리 업무에 필요한 정보검색 서비스 구현\nn\n- 사고알림 및 관할식별 업무에 필요한 정보검색 서비스\n- 상황대응 및 조치 업무에 필요한 정보검색 서비스\n- 상황보고 및 전파 업무에 필요한 정보검색 서비스\n- 특별안전구역 스마트안전솔루션 구축사업 시스템에 접수된\n상황정보를 포함한 정보검색 서비스\n- 그 외 상황관리 업무개선을 위해 필요한 정보검색서비스\nn 정보검색 방식\n- 관리 중인 사고상황에 따라 연관된 정보의 자동검색 기능구현\n- 산단안전관리시스템이 접근할 수 있는 정보의 수동검색 기능\n구현"
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 화면정의서, 프로그램 소스, 인터페이스 정의서"
          ],
          [
            "관련 요구사항",
            "",
            "SFR-01"
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호 SFR-05",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 기능"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 사용자 관리"
          ],
          [
            "",
            "세부내용",
            "SFR-01의 상황관리 업무에 필요한 사용자 권한관리 기능제공\nn\n- 상황관리 서비스 접근권한 관리\n- 상황보고 및 전파 대상자 관리\n- 상황보고 및 전파 방식 관리"
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 화면정의서, 프로그램 소스, 인터페이스 정의서"
          ],
          [
            "관련 요구사항",
            "",
            "SFR-01"
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호 SFR-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "현장영상 조회"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사고현장 영상의 실시간 조회기능 구현"
          ],
          [
            "",
            "세부내용",
            "SFR-01의 상황관리 업무에 필요한 현장영상조회 서비스 구현\nn\n- 현장 출동소방차량의 영상조회 기능 제공\n- 사고 위치 인근 CCTV 영상조회 기능 제공\n- 실시간 뉴스, SNS의 영상조회 기능 제공\nn 영상조회 및 사용 방식\n- 영상송신 장치별 수신SW 또는 HW 설치 없이 조회가능해야 함\n- 조회 중인 영상의 저장 및 캡처기능 제공\n- 사고 연관 영상을 자동으로 분류하여 사용편의성 높여야 함"
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 화면정의서, 프로그램 소스, 인터페이스 정의서"
          ],
          [
            "관련 요구사항",
            "",
            "SFR-01"
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 고유번호 SFR-06",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "현황관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산단 사고 현황관리"
          ],
          [
            "",
            "세부내용",
            "n 산단 사고발생 및 피해현황 관리기능 제공\n- 기간별 사고발생 및 피해현황 통계 자동화\n- 진행 중인 사고현황 일괄 및 상세조회 기능 제공\n- 지도기반 현황조회 기능 제공\n- 본사 상황실 상황판을 통한 상시 현황게시 제공"
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 화면정의서, 프로그램 소스, 인터페이스 정의서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 시스템 장비 구성 요구사항ECR 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-01 요구사항명칭 시스템장비구성일반사항 요구사항 상세설명 정의 시스템장비구성일반사항 세부내용 본 사업과 관련된 제품은 최종 운영 가능한 상태로 납품설치하여야 함 제안요청한 제품의 규격은 최소 사양을 의미하며, 사용자환경 및 운영환경 등을 검토하여 필요할 경우 그 이상의 제품을 제안하여야 함 제안되는 제품은 각 제조사별 최신 모델 및 국내외 Reference를 가진 제품으로 제안하여야 함오픈소스는 제외 보안 관련 제품의 SW는 국가정보원 CC인증 또는 보안기능확인서를 필한 제품이어야 함 네트워크 L3 이상 제품은 보안기능확인서를 필한 제품이어야 함 일반적으로 상용화되어 있는 완제품이어야 하며, 조립제품은 불허함 신규 장비의 펌웨어, 각종 패치 등은 최신의 상태로 납품하여야 함 제안 요구규격 이외의 HW, SW 추가 제안할 수 있으며 비용은 제안사가 부담 모든 도입 대상 SW는 안정성 및 성능이 검증된 최신 사양 및 버전이어야 하며, 국내외 적용사례가 있는 제품이어야 함오픈소스는 제외 신규장비 구축에 따른 케이블 라벨링을 현행화하여야 함 신규장비 설치에 필요한 장비이전, 서비스이전, 데이터 마이그레이션, 전원공사, 네트워크공사, SAN 케이블 포설, 부대설비공사 등을 본 사업에 포함하여 수행하여야 함 본사업과 관련하여 도입되는 제품에 대하여 설치구성 및 이슈사항 발생시 납품업체와 협력하여 주사업자가 주도적으로 추진하여야 함 납품된 제품에 하자가 있을 때는 즉시 교체하여야 함 원할한 기술지원을 위한 OEMODM 제품 제외 함 모든 HW, SW는 원활한 공급, 기술지원 및 유지보수를 위해 제조사의 물품공급 및 기술지원확약서를 제출하여야 함 국가정보자원관리원의 G-클라우드 서비스 이용에 대한 사전검토와 발주처 협의를 거쳐 장비도입 및 설치장소와 구성방안을 결정해야 함. 산출정보 아키텍처정의서, 시스템구성도, 설치계획서, 설치결과서 관련요구사항 요구사항출처 제안요청서 - 16 - 구분 수량 WEB 1 중계 SMS 1 연계 1 WEB 1 WAS 가상화 1 DB 1 통합 스토리 지 1",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구분",
            "수량",
            ""
          ],
          [
            "",
            "",
            "WEB",
            "1",
            ""
          ],
          [
            "",
            "",
            "중계\n/\nSMS",
            "1",
            ""
          ],
          [
            "",
            "",
            "연계",
            "1",
            ""
          ],
          [
            "",
            "",
            "WEB",
            "1",
            ""
          ],
          [
            "",
            "",
            "WAS\n(가상화)",
            "1",
            ""
          ],
          [
            "",
            "",
            "DB",
            "1",
            ""
          ],
          [
            "",
            "",
            "통합\n스토리\n지",
            "1",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항"
          ],
          [
            "요구사항 고유번호 ECR-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 장비구성 일반사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 장비구성 일반사항"
          ],
          [
            "",
            "세부내용",
            "■  본  사업과  관련된  제품은  최종  운영  가능한  상태로  납품·설치하여야  함\n■  제안요청한  제품의  규격은  최소  사양을  의미하며,  사용자환경  및 \n운영환경  등을  검토하여  필요할  경우  그  이상의  제품을  제안하여야  함\n■  제안되는  제품은  각  제조사별  최신  모델  및  국내외  Reference를  가진 \n제품으로  제안하여야  함(오픈소스는  제외)\n■  보안  관련  제품의  SW는  국가정보원  CC인증  또는  보안기능확인서를 \n필한  제품이어야  함\n■  네트워크  L3  이상  제품은  보안기능확인서를  필한  제품이어야  함\n■  일반적으로  상용화되어  있는  완제품이어야  하며,  조립제품은  불허함\n■  신규  장비의  펌웨어,  각종  패치  등은  최신의  상태로  납품하여야  함\n■  제안 요구규격 이외의 HW, SW 추가 제안할 수 있으며 비용은 제안사가 부담\n■  모든  도입  대상  SW는  안정성  및  성능이  검증된  최신  사양  및 \n버전이어야  하며,  국내외  적용사례가  있는  제품이어야  함(오픈소스는 \n제외)\n■  신규장비  구축에  따른  케이블  라벨링을  현행화하여야  함\n■  신규장비  설치에  필요한  장비이전,  서비스이전,  데이터  마이그레이션, \n전원공사,  네트워크공사,  SAN  케이블  포설,  부대설비공사  등을  본 \n사업에  포함하여  수행하여야  함\n■  본사업과  관련하여  도입되는  제품에  대하여  설치·구성  및  이슈사항 \n발생시  납품업체와  협력하여  주사업자가  주도적으로  추진하여야  함\n■  납품된  제품에  하자가  있을  때는  즉시  교체하여야  함\n■  원할한  기술지원을  위한  OEM/ODM  제품  제외  함\n■  모든  HW,  SW는  원활한  공급,  기술지원  및  유지보수를  위해  제조사의 \n‘물품공급  및  기술지원확약서’를  제출하여야  함\n■  국가정보자원관리원의  G-클라우드  서비스  이용에  대한  사전검토와 \n발주처  협의를  거쳐  장비도입  및  설치장소와  구성방안을  결정해야  함."
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 시스템 구성도, 설치계획서, 설치결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 33
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-03 요구사항명칭 네트워크장비도입 요구사항 상세설명 정의 산단정보시스템네트워크장비도입 세부내용 구분 수량 사양 비고 L3 스위치 3 - 포트 1G BASE-T x 24포트 이상 - 208 Gbps 이상의 Switching Bandwidth 지원 - 154 Mpps 이상의 Forwarding Rate 지원 - 핫스왑 전원장치 이중화, 핫스왑 팬 모듈 제공 - Layer 2, Layer 3 지원 - 랙형 제품 인터넷 L3 스위치 2 - 포트 1G BASE-T x 24포트 이상 - 208 Gbps 이상의 Switching Bandwidth 지원 - 154 Mpps 이상의 Forwarding Rate 지원 - 핫스왑 전원공급장치 이중화, 핫스왑 팬 모듈 제공 - Layer 2, Layer 3 지원 - 랙형 제품 행정망 10G L3 스위치 1 - 포트 10G BASE-T x 24포트 이상 - 640 Gbps 이상의 Switching Bandwidth 지원 - 470 Mpps 이상의 Forwarding Rate 지원 - 핫스왑 전원공급장치 이중화, 핫스왑 팬 모듈 제공 - Layer 2, Layer 3 지원 - 랙형 제품 행정망 SAN 스위치 2 - 포트 16G BASE-X 8포트 이상 - 핫스왑 전원공급장치 이중화, 핫스왑 팬 모듈 제공 - 랙형 제품 - 16G GBIC 포함 행정망 산출정보 아키텍처정의서, 시스템구성도, 설치계획서, 설치결과서 관련요구사항 요구사항출처 제안요청서 - 18 - 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-04 요구사항명칭 보안장비도입 요구사항 상세설명 정의 산단정보시스템보안장비도입 세부내용 구분 수량 인터넷 망 DDoS 1 인터넷 망 행정망 방화벽 2 통합 로그 시스템 1 산출정보 아키텍처정의서, 시스템구성도, 설치계획서, 설치결과서 관련요구사항 요구사항출처 제안요청서",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호 ECR-03",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "네트워크 장비 도입",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산단정보시스템 네트워크 장비 도입",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구분",
            "수량",
            "사양",
            "비고",
            ""
          ],
          [
            "",
            "",
            "L3\n스위치",
            "3",
            "-  포트  :  1G  BASE-T  x  24포트  이상\n-  208  Gbps  이상의  Switching  Bandwidth  지원\n-  154  Mpps  이상의  Forwarding  Rate  지원\n-  핫스왑  전원장치  이중화,  핫스왑  팬  모듈  제공\n-  Layer  2,  Layer  3  지원\n-  랙형  제품",
            "인터넷",
            ""
          ],
          [
            "",
            "",
            "L3\n스위치",
            "2",
            "-  포트  :  1G  BASE-T  x  24포트  이상\n-  208  Gbps  이상의  Switching  Bandwidth  지원\n-  154  Mpps  이상의  Forwarding  Rate  지원\n-  핫스왑  전원공급장치  이중화,  핫스왑  팬  모듈  제공\n-  Layer  2,  Layer  3  지원\n-  랙형  제품",
            "행정망",
            ""
          ],
          [
            "",
            "",
            "10G  L3\n스위치",
            "1",
            "-  포트  :  10G  BASE-T  x  24포트  이상\n-  640  Gbps  이상의  Switching  Bandwidth  지원\n-  470  Mpps  이상의  Forwarding  Rate  지원\n-  핫스왑  전원공급장치  이중화,  핫스왑  팬  모듈  제공\n-  Layer  2,  Layer  3  지원\n-  랙형  제품",
            "행정망",
            ""
          ],
          [
            "",
            "",
            "SAN\n스위치",
            "2",
            "-  포트  :  16G  BASE-X  8포트  이상\n-  핫스왑  전원공급장치  이중화,  핫스왑  팬  모듈  제공\n-  랙형  제품\n-\n16G  GBIC  포함",
            "행정망",
            ""
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 시스템 구성도, 설치계획서, 설치결과서",
            "",
            "",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호 ECR-04",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "보안 장비 도입",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산단정보시스템 보안 장비 도입",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "",
            "구분",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "인터넷\n망 \nDDoS",
            "1",
            ""
          ],
          [
            "",
            "",
            "",
            "인터넷\n망\n/행정망\n방화벽",
            "2",
            ""
          ],
          [
            "",
            "",
            "",
            "통합\n로그 \n시스템",
            "1",
            ""
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 시스템 구성도, 설치계획서, 설치결과서",
            "",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-05 요구사항명칭 상용SW 도입 요구사항 상세설명 정의 산단정보시스템상용SW 도입 세부내용 구분 수량 사양 비고 DBMS 1 - 트랜잭션 단위의 Commit, Rollback 처리 지원 - 실시간 및 대용량 데이터 처리기능 지원 - 호스트 기반 접근 제어 기능 지원 - On-Line 및 Off-Line Backup 등 다양한 백업지원 - Active-Standby 이중화 기능제공 - 최신 버전의 오픈소스 행정망 WAS 1 - 다양한 JDK Version을 지원함 JDK 1.1 21 - 최신의 servlet, jsp, jdk version을 지원 - 다양한 웹서버와 호환 지원 - 세션클러스터링 기능 제공 - 최신 버전의 오픈소스 행정망 WEB 2 - 다양한 Web Module 지원 - 서버 모니터링 기능 지원 status - HTML, CGI, PHP, WSGI 지원 - 최신 버전의 오픈소스 인터넷 행정망 GIS 엔진 1 - 제안하는 GIS 서버 사양에 맞는 제품 - 공간데이터 웹 서비스용 컨트롤 - 지원 WAS Tomcat, JBoss, JEUS, Weblogic 등 - 지원 DBMS Oracle, EDB, PostgresSQL - 최신 버전의 오픈소스 또는 상용SW 행정망 DB 암호화 1 - 라이선스 도입 수량 8 Core 라이선스 제공 - 국가정보원 검증필 암호모듈 - 국제국내 표준 암호화 알고리즘 제공 - 기존 응용프로그램 수정 없이 암호화접근제어감사 등 보안정책 적용 - 다양한 국내외 표준 암호화 알고리즘 지원 ARIA 128256, SHA 256384512 등 - 개인정보 익명화비식별화 처리운영모드 지원 - 분산된 DBMS에 대한 DB암호화 운영 시 하나의 GUI를 통한 통합관리 기능 제공 분리 발주 나라 장터 시스템 접근제어 1 - 라이선스 도입 수량 30식 - 정책에 따른 작업자들에 대한 사용자별 통제 - 다양한 프로토콜SSH, FTP, SFTP, RDP 등 지원 - 그룹별장비별 등 다양한 조건에 따른 명령어 권한 설정 및 통제 - 기 운영중인 동일 제조사 제품으로 제안할 것 - HW는 기 도입된 서버 2식 재활용 예정 분리 발주 나라 장터 DB 접근제어 1 - 라이선스 도입 수량 8 Core 라이선스 제공 - CC인증 제품 및 GS인증 제품 - 다양한 DBMS지원 - IP Address, DB User, OS User, Application 별 실시간 세션에 대한 그룹 정렬 기능 제공 - 하드웨어 포함해서 제공할 것 필요 시 분리 발주 나라 장터 가상화 SW 1 - 가상화 관리 서버 기능 지원 - 업무 중단 없이 가상 머신 이전 지원 - High Availavility 기능 제공 - 가상 머신 데이터 복제 기능 지원 행정망 산출정보 아키텍처정의서, 시스템구성도, 설치계획서, 설치결과서 관련요구사항 요구사항출처 제안요청서 - 20 - 요구사항분류 시스템장비구성요구사항 요구사항고유번호 ECR-06 요구사항명칭 HW 재활용 요구사항 상세설명 정의 기운영중인하드웨어재활용 세부내용 구분 수량 재활용 대상 9 산출정보 아키텍처정의서, 시스템구성도, 설치계획서, 설치결과서 관련요구사항 요구사항출처 제안요청서 성능 요구사항PER 요구사항분류 성능요구사항 요구사항고유번호 PER-01 요구사항명칭 성능요건일반사항 요구사항 상세설명 정의 개발된정보시스템및장비의성능요건일반사항 세부내용 사업대상시스템의성능을고려한개발방안을제시해야함 향후서비스확장성을고려한설계방안을제시해야함 시스템개발중로그또는툴도구를이용하여시스템성능상태를 모니터링하며, 성능상문제를미리파악하여서비스운영시 작전에조치하여야함 산출정보 제안서, 성능검증계획서 관련요구사항 요구사항출처",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호 ECR-06",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "HW 재활용",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기 운영 중인 하드웨어 재활용",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "재활용\n대상",
            "9",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 시스템 구성도, 설치계획서, 설치결과서",
            "",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호 PER-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "성능요건 일반사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발된 정보시스템 및 장비의 성능요건 일반사항"
          ],
          [
            "",
            "세부내용",
            "◦ 사업대상 시스템의 성능을 고려한 개발방안을 제시해야 함\n◦ 향후 서비스 확장성을 고려한 설계방안을 제시해야 함\n◦ 시스템 개발 중 로그 또는 툴(도구)를 이용하여 시스템 성능상태를\n모니터링 하며, 성능 상 문제를 미리 파악하여 서비스 운영 시\n작 전에 조치하여야 함"
          ],
          [
            "산출 정보",
            "",
            "제안서, 성능검증계획서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 장비 구성 요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호 ECR-05",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "상용SW 도입",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산단정보시스템 상용SW 도입",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "",
            "구분",
            "수량",
            "사양",
            "비고",
            ""
          ],
          [
            "",
            "",
            "",
            "DBMS",
            "1",
            "-  트랜잭션  단위의  Commit,  Rollback  처리  지원\n-  실시간  및  대용량  데이터  처리기능  지원\n-  호스트  기반  접근  제어  기능  지원\n-  On-Line  및  Off-Line  Backup  등  다양한  백업지원\n-  Active-Standby  이중화  기능제공\n-  최신  버전의  오픈소스",
            "행정망",
            ""
          ],
          [
            "",
            "",
            "",
            "WAS",
            "1",
            "-  다양한  JDK  Version을  지원함  (JDK  1.1  ~  21)\n-  최신의  servlet,  jsp,  jdk  version을  지원\n-  다양한  웹서버와  호환  지원\n-  세션클러스터링  기능  제공\n-  최신  버전의  오픈소스",
            "행정망",
            ""
          ],
          [
            "",
            "",
            "",
            "WEB",
            "2",
            "-  다양한  Web  Module  지원\n-  서버  모니터링  기능  지원  (status)\n-  HTML,  CGI,  PHP,  WSGI  지원\n-  최신  버전의  오픈소스",
            "인터넷\n/\n행정망",
            ""
          ],
          [
            "",
            "",
            "",
            "GIS  엔진",
            "1",
            "-  제안하는  GIS  서버  사양에  맞는  제품\n-  공간데이터  웹  서비스용  컨트롤\n-  지원  WAS  :  Tomcat,  JBoss,  JEUS,  Weblogic  등\n-  지원  DBMS  :  Oracle,  EDB,  PostgresSQL\n-  최신  버전의  오픈소스  또는  상용SW",
            "행정망",
            ""
          ],
          [
            "",
            "",
            "",
            "DB\n암호화",
            "1",
            "- 라이선스  도입  수량  :  8  Core  라이선스  제공\n-  국가정보원  검증필  암호모듈\n-  국제/국내  표준  암호화  알고리즘  제공\n-  기존  응용프로그램  수정  없이 \n    암호화/접근제어/감사  등  보안정책  적용\n-  다양한  국내외  표준  암호화  알고리즘  지원 \n    (ARIA  128/256,  SHA  256/384/512  등)\n-  개인정보  익명화(비식별화)  처리운영모드  지원\n-  분산된  DBMS에  대한  DB암호화  운영  시  하나의\n    GUI를  통한  통합관리  기능  제공",
            "분리\n발주\n(나라\n장터)",
            ""
          ],
          [
            "",
            "",
            "",
            "시스템\n접근제어",
            "1",
            "-  라이선스  도입  수량  :  30식 \n-  정책에  따른  작업자들에  대한  사용자별  통제\n-  다양한  프로토콜(SSH,  FTP,  SFTP,  RDP  등)  지원\n-  그룹별/장비별  등  다양한  조건에  따른  명령어 \n    권한  설정  및  통제\n-  기  운영중인  동일  제조사  제품으로  제안할  것\n- H/W는  기  도입된  서버  2식  재활용  예정",
            "분리\n발주\n(나라\n장터)",
            ""
          ],
          [
            "",
            "",
            "",
            "DB \n접근제어",
            "1",
            "- 라이선스  도입  수량  :  8  Core  라이선스  제공\n-  CC인증  제품  및  GS인증  제품\n-  다양한  DBMS지원\n-  IP  Address,  DB  User,  OS  User,  Application  별  실시간 \n세션에  대한  그룹  정렬  기능  제공\n- 하드웨어  포함해서  제공할  것  (필요  시)",
            "분리\n발주\n(나라\n장터)",
            ""
          ],
          [
            "",
            "",
            "",
            "가상화\nS/W",
            "1",
            "- 가상화  관리  서버  기능  지원\n-  업무  중단  없이  가상  머신  이전  지원\n- High  Availavility  기능  제공\n- 가상  머신  데이터  복제  기능  지원",
            "행정망",
            ""
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 시스템 구성도, 설치계획서, 설치결과서",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 요구사항분류 성능요구사항 요구사항고유번호 PER-02 요구사항명칭 시스템응답시간 요구사항 상세설명 정의 온라인서버의응답속도 세부내용 사용자의정보요청에대해서버는3초이내에최초결과값을 응답해야함 단, 네트워크환경에의한응답속도저하, 대용량데이터500KB이상, 대량데이터검색, BATCH성작업의경우는본응답속도기준을적용 하지아니함 상기예외상황등으로응답이지연될경우, 사용자에게프로세 스진행상황을표시하여알려줘야함 산출정보 테스트결과서, 성능검증계획서, 성능검증결과서 관련요구사항 요구사항출처 요구사항분류 성능요구사항 요구사항고유번호 PER-03 요구사항명칭 동시처리 요구사항 상세설명 정의 서버의최대동시처리능력 세부내용 상황관리시스템동시처리능력 - 본사, 지역본부, 보고대상자를포함최대100명의동시접속을 지원 단, 실시간영상공유와같이네트워크대역폭의제한에영향을받는 경우는본기준을적용하지아니함 산출정보 테스트결과서, 성능검증계획서, 성능검증결과서 관련요구사항 요구사항출처 - 22 - 테스트 요구사항TER 요구사항분류 테스트요구사항 요구사항고유번호 TER-01 요구사항명칭 테스트공통요구사항 요구사항 상세설명 정의 테스트공통요구사항 세부내용 1. 테스트계획서에테스트인력, 테스트데이터, 테스트 절차방법, 테스트일정주기, 시스템튜닝등을포함하여 테스트를체계적이고효율적으로진행함 2. 발주처시스템환경의특수성을고려한테스트계획수립 3. 개발초기부터구축완료되기까지지속적으로테스트를 실시하여야하며테스트결과의모니터링및테스트결과를 계속적으로반영에러조치확인, 에러만이아닌불편사항에 대해서까지보완하여요구사항을충족함 4. 사용기관에대한시험운영을실시하여시스템구축시발견되지 않은문제점들을보완하여기능및성능을향상함 5. 개발서버에테스트할때는테스트샘플정보모의테스트등를 만들어서테스트할수있는방안을제시함 산출정보 테스트계획서 관련요구사항 요구사항출처 요구사항분류 테스트요구사항 요구사항고유번호 TER-02 요구사항명칭 단위테스트 요구사항 상세설명 정의 단위테스트요구사항 세부내용시스템특성에맞는시스템단위를선정하고각단위별기능이 적절히수행되는가를검증 산출정보 테스트결과서 관련요구사항 요구사항출처",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호 PER-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 응답시간"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "온라인 서버의 응답속도"
          ],
          [
            "",
            "세부내용",
            "◦ 사용자의 정보요청에 대해 서버는 3초 이내에 최초 결과 값을\n응답해야 함\n※ 단, 네트워크 환경에 의한 응답속도 저하, 대용량 데이터(500KB이상),\n대량 데이터 검색, BATCH성 작업의 경우는 본 응답속도 기준을 적용\n하지 아니함\n◦ 상기 예외상황 등으로 응답이 지연될 경우, 사용자에게 프로세\n스 진행상황을 표시하여 알려줘야 함"
          ],
          [
            "산출 정보",
            "",
            "테스트 결과서, 성능검증 계획서, 성능검증 결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호 TER-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "테스트 공통요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트 공통요구사항"
          ],
          [
            "",
            "세부내용",
            "1. 테스트 계획서에 테스트 인력, 테스트 데이터, 테스트\n절차/방법, 테스트 일정/주기, 시스템 튜닝 등을 포함하여\n테스트를 체계적이고 효율적으로 진행함\n2. 발주처 시스템 환경의 특수성을 고려한 테스트계획 수립\n3. 개발 초기부터 구축 완료되기까지 지속적으로 테스트를\n실시하여야 하며 테스트 결과의 모니터링 및 테스트 결과를\n계속적으로 반영(에러조치확인, 에러만이 아닌 불편사항에\n대해서까지 보완)하여 요구사항을 충족함\n4. 사용기관에 대한 시험운영을 실시하여 시스템 구축 시 발견되지\n않은 문제점들을 보완하여 기능 및 성능을 향상함\n5. 개발서버에 테스트 할 때는 테스트 샘플정보(모의 테스트 등)를\n만들어서 테스트 할 수 있는 방안을 제시함"
          ],
          [
            "산출 정보",
            "",
            "테스트 계획서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 고유번호 PER-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "동시처리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "서버의 최대 동시처리 능력"
          ],
          [
            "",
            "세부내용",
            "◦ 상황관리시스템 동시처리 능력\n- 본사, 지역본부, 보고대상자를 포함 최대 100명의 동시접속을\n지원\n※ 단, 실시간 영상공유와 같이 네트워크 대역폭의 제한에 영향을 받는\n경우는 본 기준을 적용하지 아니함"
          ],
          [
            "산출 정보",
            "",
            "테스트 결과서, 성능검증 계획서, 성능검증 결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호 TER-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "단위 테스트"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "단위 테스트 요구사항"
          ],
          [
            "",
            "세부내용",
            "◦ 시스템 특성에 맞는 시스템 단위를 선정하고 각 단위별 기능이\n적절히 수행되는가를 검증"
          ],
          [
            "산출 정보",
            "",
            "테스트 결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 요구사항분류 테스트요구사항 요구사항고유번호 TER-03 요구사항명칭 통합테스트 요구사항 상세설명 정의 통합테스트요구사항 세부내용 1. 각업무영역별단위업무간의연계성과응용시스템간의 연계를검증함 2. 요구사항에대한시스템반영결과추적관리를위하여 요구사항추적매트릭스로점검함 3. 발생가능한상황에대해서시나리오를작성하여실제 데이터오류데이터포함를입력하여테스트하여야하며, 각종 유형별테스트계획서를구체적으로작성하여점검함 산출정보 테스트결과서 관련요구사항 요구사항출처 요구사항분류 테스트요구사항 요구사항고유번호 TER-04 요구사항명칭 사용자승인테스트 요구사항 상세설명 정의 인수전사용자승인테스트요구사항 세부내용 사용자가요구한사항을시스템이전체적으로만족시키는지를 검증하여시스템인수여부결정함 테스트는모의신고를통해개발된기능별적절성을검사 사고알림 연관정보자동검색제공 상황관리업무지원 지도표시 대응조치정보입력 사고이력조회 보고전파 산출정보 테스트결과서 관련요구사항 요구사항출처 품질 요구사항QUR 요구사항분류 품질요구사항 요구사항고유번호 QUR-01 요구사항명칭 품질관리공통사항 요구사항 상세설명 정의 품질관리공통요구사항정의 세부내용 사업수행조직내에품질관리담당자및제안사전사품질조직간 업무협업체계제시 제안사는본과업성과의품질을높이고보증하는데최선을다 하여야하며, 성과물의품질향상을위한주관기관의지시를 성실히이행 용역수행을위한정보시스템감리수행 - 감리를적용하는사업인경우행정안전부장관이고시한정보 시스템감리기준을적용 - 24 - - 행정기관및공공기관정보시스템구축운영지침행정안전부 고시제49조감리시행제2항에의거사업자는단계별감리 수행결과보고서의지적사항에대하여지체없이과업수행내 용을수정및보완하여조치 - 사업자는통합사업을추진함에있어각호사항은감리상주의 검토의견을받아적용한후주관기관에제출 용역사업자는사용자관점의숨은니즈Needs와요구사항을 구체화하기위해서비스디자인을실시하고그결과를요구사 항에반영하여과업을수행해야함 - 서비스디자인방법론그룹인터뷰심층인터뷰및고객여정지도등을 활용하여실시하고그결과를요구사항에포함하여분석설계진행 공공서비스디자인사용설명서행정안전부, 한국디자인진흥원을 활용하여서비스디자인을실시하되관련사항은주관기관, 행정안전부및발주기관과협의하여추진 용역사업자는행정기관및공공기관정보시스템구축운영지침 행정안전부고시제56조검사에의거주관기관이시행하는 준공검사에응해야함 - 기획재정부계약예규용역계약일반조건 제20조에의거용역 사업자는계약이행내용의전부기능요구사항, 비기능요구사항를 사업기간내에이행완료하여야함시스템구축및시범운영포함 특히, 기능요구사항요구사항정의서요구사항대비표검사 기준서상세부검사항목별로이행시스템구축, 개발프로 그램실증확인가능한수준하여야함 - 행정안전부고시제56조제2항의2에의거단계별감리수행결과 보고서의부적합및점검제외가없어야함 산출정보 품질보증계획서및품질활동보고서, 감리조치계획, 감리조치결과, 서비스디자인추진결과보고서 관련요구사항 요구사항출처",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호 TER-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "통합 테스트"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통합 테스트 요구사항"
          ],
          [
            "",
            "세부내용",
            "1. 각 업무 영역별 단위 업무간의 연계성과 응용시스템간의\n연계를 검증함\n2. 요구사항에 대한 시스템 반영결과 추적관리를 위하여\n요구사항 추적매트릭스로 점검함\n3. 발생 가능한 상황에 대해서 시나리오를 작성하여 실제\n데이터(오류 데이터 포함)를 입력하여 테스트 하여야 하며, 각종\n유형별 테스트 계획서를 구체적으로 작성하여 점검함"
          ],
          [
            "산출 정보",
            "",
            "테스트 결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호 TER-04",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 승인 테스트"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "인수 전 사용자 승인 테스트 요구사항"
          ],
          [
            "",
            "세부내용",
            "사용자가 요구한 사항을 시스템이 전체적으로 만족시키는지를\n검증하여 시스템 인수 여부 결정함\n※ 테스트는 모의 신고를 통해 개발된 기능별 적절성을 검사\n( 사고알림 ⟶  연관정보 자동검색/제공 ⟶  상황관리 업무지원 ⟶   \n지도표시⟶  대응조치 정보입력 ⟶  사고이력조회 ⟶  보고전파 )"
          ],
          [
            "산출 정보",
            "",
            "테스트 결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "- 행정기관 및 공공기관 정보시스템 구축·운영 지침(행정안전부\n고시)」제49조(감리시행)제②항에 의거 사업자는 단계별 감리\n수행결과보고서의 지적사항에 대하여 지체 없이 과업수행내\n용을 수정 및 보완하여 조치\n- 사업자는 통합사업을 추진함에 있어 각호 사항은 감리(상주)의\n검토의견을 받아 적용한 후 주관기관에 제출\n○ 용역사업자는 사용자 관점의 숨은 니즈(Needs)와 요구사항을\n구체화하기 위해 서비스 디자인을 실시하고 그 결과를 요구사\n항에 반영하여 과업을 수행해야 함\n- 서비스 디자인 방법론(그룹인터뷰/심층인터뷰 및 고객여정지도 등)을\n활용하여 실시하고 그 결과를 요구사항에 포함하여 분석/설계 진행\n※ “공공서비스 디자인 사용설명서(행정안전부, 한국디자인진흥원)”을\n활용하여 서비스 디자인을 실시하되 관련사항은 주관기관,\n행정안전부 및 발주기관과 협의하여 추진\n○ 용역사업자는 행정기관 및 공공기관 정보시스템 구축·운영 지침\n(행정안전부 고시)」제56조(검사)에 의거 주관기관이 시행하는\n준공검사에 응해야 함\n- 기획재정부 계약예규 \"용역계약 일반조건\" 제20조에 의거 용역\n사업자는 계약이행내용의 전부(기능요구사항, 비기능요구사항)를\n사업기간내에 이행완료하여야 함(시스템 구축 및 시범운영 포함)\n※ 특히, 기능요구사항 요구사항정의서․요구사항대비표․검사\n기준서 상 세부 검사항목별로 이행(시스템 구축, 개발프로\n그램 실증확인 가능한 수준)하여야 함\n- 행정안전부 고시 제56조제2항의2에 의거 단계별 감리수행결과\n보고서의 부적합 및 점검제외가 없어야 함"
          ],
          [
            "산출 정보",
            "",
            "품질보증계획서 및 품질활동보고서, 감리조치계획, 감리조치결과,\n서비스 디자인 추진결과 보고서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호 QUR-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "품질관리 공통사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질관리 공통 요구사항 정의"
          ],
          [
            "",
            "세부내용",
            "○ 사업수행 조직 내에 품질관리담당자 및 제안사 전사품질조직간\n업무협업 체계 제시\n○ 제안사는 본 과업성과의 품질을 높이고 보증하는 데 최선을 다\n하여야 하며, 성과물의 품질 향상을 위한 주관기관의 지시를\n성실히 이행\n○ 용역수행을 위한 정보시스템 감리 수행\n- 감리를 적용하는 사업인 경우 행정안전부장관이 고시한 \"정보\n시스템 감리기준\"을 적용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 요구사항분류 품질요구사항 요구사항고유번호 QUR-02 요구사항명칭 장애복구 요구사항 상세설명 정의 장애대응계획및방안 세부내용 시스템장애발생시를대비, 장애유형별복구시간과대응계 획을사전에정의해야함 시스템은장애복구시간중에장애상황을공지할수있어야함 산출정보 장애대응계획서 관련요구사항 요구사항출처 요구사항분류 품질요구사항 요구사항고유번호 QUR-03 요구사항명칭 접근성 요구사항 상세설명 정의 시스템접근성관련요구사항 세부내용 장애인.고령자등의정보접근및이용편의증진을위한지침 행안부고시 준수 인터넷웹콘텐츠, 모바일전자정부서비스관리지침을준수 웹접근성향상을위한국가표준기술가이드라인을준수 산출정보 사용자매뉴얼 관련요구사항 요구사항출처 요구사항분류 품질요구사항 요구사항고유번호 QUR-04 요구사항명칭 시스템확장성 요구사항 상세설명 정의 시스템확장성관련요구사항 세부내용 시스템확장시데이터의재분배없이수평적인확장이가능해야함 시스템이확장될때성능저하없이처리용량이선형적으로증가해야 함 산출정보 사용자매뉴얼 관련요구사항 요구사항출처 - 26 - 프로젝트 지원 요구사항PSR 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-01 요구사항명칭 운영지원 요구사항 상세설명 정의 시스템운영지원 세부내용 사업수행자는다음의항목을포함하여, 시스템의운영관리및유지관리에 필요한절차, 조직, 계획및지침등을정의한운영지원계획서를제출하여야함 대상및범위 - 사업수행시납품한하드웨어, 시스템소프트웨어및개발구축한응용SW에한함 지원목적 - 사업종료후시스템운영관리가원활히수행될수있도록실효성높은운영 지원및유지관리환경제공 운영유지관리환경지원 - 모든SW개발산출물은프로그램소스코드로납품되어야하며, 기능별 활용여부점검과운영유지관리가가능하도록디버깅및개발환경을제공해야함 - sw의업그레이드가용이하도록패치환경을제공해야함 무상하자보수 - 무상하자보수기간은사업완료후서버1년서버제조사워런티3년, 그외1년으로함 - 무상하자보수의범위 검수완료결과를기준으로, 기능및성능의장애에 대한복구또는업그레이드 산출정보 운영지원계획서 관련요구사항 요구사항출처",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호 QUR-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "장애복구"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장애대응 계획 및 방안"
          ],
          [
            "",
            "세부내용",
            "○ 시스템 장애 발생 시를 대비, 장애유형별 복구 시간과 대응계\n획을 사전에 정의해야 함\n○ 시스템은 장애 복구 시간 중에 장애 상황을 공지할 수 있어야 함"
          ],
          [
            "산출 정보",
            "",
            "장애대응 계획서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호 PSR-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "운영지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 운영지원"
          ],
          [
            "",
            "세부내용",
            "◦ 사업수행자는 다음의 항목을 포함하여, 시스템의 운영관리 및 유지관리에\n필요한 절차, 조직, 계획 및 지침 등을 정의한 운영지원 계획서를 제출하여야 함\n(대상 및 범위)\n- 사업 수행 시 납품한 하드웨어, 시스템 소프트웨어 및 개발 구축한 응용S/W에 한함\n(지원 목적)\n- 사업종료 후 시스템 운영관리가 원활히 수행될 수 있도록 실효성 높은 운영\n지원 및 유지관리 환경 제공\n(운영/유지관리 환경 지원)\n- 모든 SW개발 산출물은 프로그램 소스코드로 납품되어야 하며, 기능별\n활용여부 점검과 운영/유지관리가 가능하도록 디버깅 및 개발환경을 제공해야 함\n- sw의 업그레이드가 용이하도록 패치 환경을 제공해야 함\n(무상 하자보수)\n- 무상하자보수 기간은 사업완료 후 서버 1년(서버 제조사워런티 3년),\n그 외 1년으로 함\n- 무상하자보수의 범위 : 검수완료 결과를 기준으로, 기능 및 성능의 장애에\n대한 복구 또는 업그레이드"
          ],
          [
            "산출 정보",
            "",
            "운영지원 계획서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호 QUR-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "접근성"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 접근성 관련 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 장애인.고령자 등의 정보접근 및 이용편의 증진을 위한 지침\n(행안부 고시) 준수\n○ 인터넷 웹 콘텐츠, 모바일전자정부 서비스 관리지침을 준수\n○ 웹 접근성 향상을 위한 국가표준기술가이드라인을 준수"
          ],
          [
            "산출 정보",
            "",
            "사용자 매뉴얼"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호 QUR-04",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 확장성"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 확장성 관련 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 시스템 확장 시 데이터의 재분배 없이 수평적인 확장이 가능해야 함\n○ 시스템이 확장될 때 성능저하 없이 처리용량이 선형적으로 증가해야\n함"
          ],
          [
            "산출 정보",
            "",
            "사용자 매뉴얼"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-02 요구사항명칭 기술지원 요구사항 상세설명 정의 시스템기술이전 세부내용 기술이전 대상 및 범위 분야 대상 범위 기술이전방식 응용 SW 운영자 응용 프로그램 이해 최종산출물확인 인수테스트및운영시나리오검증 클라이언트형상관리및배포관리수행 개발단계시공동참여에의한기술이전 사용자 응용 프로그램 사용법 개발인력에의한업무분야별사용자교육실시 장애시필수조치사항교육 사용자지침서제공 HW 시스템 관리자 장비 운영및 관리 장애시 조치방법 제품도입시제품별시스템엔지니어링에의 한운영관련현장교육 시스템구축및운영단계시현장실습에의한기 술이전 운영자, 시스 템관리자 운영자 지침서 시험운영공동참여를통한기술이전운영지 침서 시스템SW 운영자, 시스템 관리자 데이터 베이스 운영 교육훈련과정교육프로젝트진행시공동 참여에의한기술이전 산출물및현장실습에의한기술이전 기술이전 방안 - 사업 종료 시까지 지속적인 기술이전 활동과 체계적인 교육을 통한 기술이전 수행 - 체계적인 계획수립과 기술이전을 위한 조직구성을 바탕으로 실질적인 기술이전을 수행하고, 사후 기술이전평가와 기술이전 종료단계에 이르기까지 체계적인 절차 를 수립 후 수행 산출정보 기술지원계획서 관련요구사항 요구사항출처 - 28 - 요구사항분류 프로젝트지원요구사항 요구사항고유번호 PSR-03 요구사항명칭 교육지원 요구사항 상세설명 정의 시스템교육지원 세부내용 교육체계 - 교육은프로젝트착수시부터개발종료시까지단계별로실시 - 체계적이고효율적인교육을위해교육훈련계획서작성 - 교육훈련교재매뉴얼등는해당교육과정을상세히기술하여스스로학습할수 있도록하여, 교육이전에제출 - 교육장소및일정, 내용은주관기관과협의하여결정하고교육에따른교재및 소요경비는전담사업자가지원하는것을기본으로하나, 부득이한경우주관기관과 협의가능 관리자교육 - 관리자교육과정은시스템전반에대한소개를위주로 시스템의기본구성, 주요기능, 특징, 제한사항등교육 운용요원교육 - 개발된시스템의실질적인운용을위해실제운용요원을대상으로실시 - 시스템운용을포함한응용SW의개선과새로운요구충족을위한별도의 프로그래밍작업등과관련된내용을포함해야함 - 시스템운영, Back-up 시스템감시및보안, 비상복구방법포함, 시스템전반에 관한내용을포함해야함 - 공급된HW 및상용SW에대해서는원공급자또는 공인교육기관에서 지정인원에대해시스템운영에관련된제반교육을무상으로실시 사용자교육 - 사용자교육은운용시험전에실시하며, 최종사용자가 관련시스템을효율적으로 이용할수있도록시스템업무처리및방법위주의교육을실시 - 교육내용은해당시스템에대한조작및SW 작동, 정보와자원의보호및 안정성을위한보안관리과정이포함되어야함 산출정보 교육계획서, 교육수행보고서, 사용자및운영자매뉴얼 관련요구사항 요구사항출처 데이터 요구사항DAR 요구사항분류 데이터요구사항 요구사항고유번호 DAR-01 요구사항명칭 데이터표준화및상위표준준수 요구사항 상세설명 정의 데이터표준화및상위표준의적용및준수 세부내용 제안사는데이터공통표준공공기관데이터표준화지침, 공통표준 용어단어도메인코드과기관표준기관표준용어단어도메인코드 또는관련산업분야표준을준수하여시스템구축운영에필요한 데이터베이스표준단어,용어,도메인,코드를수립해야함 산출정보 데이터표준산출물표준단어,용어,도메인,코드정의서 관련요구사항 요구사항출처 공공데이터관리지침 공공기관의데이터베이스표준화지침 공공데이터품질관리지침IV.. 데이터표준수립적용및점검 행정기관및공공기관정보시스템의구축운영지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.2 계획단계품질관리",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호 PSR-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "교육지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 교육지원"
          ],
          [
            "",
            "세부내용",
            "(교육체계)\n- 교육은 프로젝트 착수시부터 개발 종료시까지 단계별로 실시\n- 체계적이고 효율적인 교육을 위해 교육훈련계획서 작성\n- 교육훈련 교재(매뉴얼 등)는 해당 교육과정을 상세히 기술하여 스스로 학습할 수\n있도록 하여, 교육 이전에 제출\n- 교육장소 및 일정, 내용은 주관기관과 협의하여 결정하고 교육에 따른 교재 및\n소요경비는 전담 사업자가 지원하는 것을 기본으로 하나, 부득이한 경우 주관기관과\n협의가능\n(관리자 교육)\n- 관리자 교육과정은 시스템 전반에 대한 소개를 위주로 시스템의 기본구성,\n주요기능, 특징, 제한사항 등 교육\n(운용요원 교육)\n- 개발된 시스템의 실질적인 운용을 위해 실제 운용요원을 대상으로 실시\n- 시스템 운용을 포함한 응용 S/W의 개선과 새로운 요구충족을 위한 별도의\n프로그래밍 작업 등과 관련된 내용을 포함해야 함\n- 시스템 운영, Back-up 시스템 감시 및 보안, 비상복구 방법 포함, 시스템 전반에\n관한 내용을 포함해야 함\n- 공급된 H/W 및 상용 S/W에 대해서는 원공급자 또는 공인교육기관에서\n지정인원에 대해 시스템 운영에 관련된 제반교육을 무상으로 실시\n(사용자 교육)\n- 사용자 교육은 운용시험 전에 실시하며, 최종 사용자가 관련 시스템을 효율적으로\n이용할 수 있도록 시스템 업무처리 및 방법 위주의 교육을 실시\n- 교육내용은 해당 시스템에 대한 조작 및 S/W 작동, 정보와 자원의 보호 및\n안정성을 위한 보안관리 과정이 포함되어야 함"
          ],
          [
            "산출 정보",
            "",
            "교육계획서, 교육수행보고서, 사용자 및 운영자 매뉴얼"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호 PSR-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "기술지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 기술이전"
          ],
          [
            "",
            "세부내용",
            "(기술이전  대상  및  범위)\n분 야\n대 상\n범 위\n기술이전방식\n․최종산출물 확인\n응용\n․인수테스트 및 운영 시나리오 검증\n운영자\n프로그램\n․클라이언트 형상관리 및 배포관리 수행\n응용\n이해\n․개발 단계 시 공동참여에 의한 기술이전\nS/W\n응용\n․개발인력에 의한 업무분야별 사용자 교육 실시\n사용자\n프로그램\n․장애 시 필수 조치사항 교육\n사용법\n․사용자 지침서 제공\n장비\n․제품 도입 시 제품별 시스템 엔지니어링에 의\n운영 및\n시스템\n한 운영관련 현장 교육\n관리/\n관리자\n․시스템 구축 및 운영단계 시 현장 실습에 의한 기\n장애 시\nH/W\n술 이전\n조치방법\n운영자, 시스\n운영자\n․시험운영 공동참여를 통한 기술이전 운영 지\n템 관리자\n지침서\n침서\n     \n운영자,\n데이터\n․교육 훈련과정 교육 프로젝트 진행 시 공동\n시스템 S/W\n시스템\n베이스\n참여에 의한 기술이전\n관리자\n운영\n․산출물 및 현장실습에 의한 기술이전\n(기술이전  방안)\n  -  사업  종료  시까지  지속적인  기술이전  활동과 체계적인  교육을 통한 기술이전  수행\n  -  체계적인  계획수립과  기술이전을  위한  조직구성을 바탕으로 실질적인 기술이전을 \n수행하고,  사후  기술이전평가와  기술이전  종료단계에  이르기까지  체계적인  절차\n를  수립  후  수행"
          ],
          [
            "산출 정보",
            "",
            "기술지원 계획서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 표준화 및 상위표준 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 표준화 및 상위표준의 적용 및 준수"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 데이터 공통표준(공공기관 데이터 표준화 지침, 공통표준\n용어·단어·도메인·코드)과 기관표준(기관표준용어·단어·도메인·코드)\n또는 관련 산업분야 표준을 준수하여 시스템 구축·운영에 필요한\n데이터베이스 표준(단어,용어,도메인,코드)를 수립해야 함"
          ],
          [
            "산출 정보",
            "",
            "데이터 표준 산출물 (표준단어,용어,도메인,코드 정의서)"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "∎ 공공데이터 관리지침\n∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 지침 IV..  데이터 표준 수립·적용 및 점검\n∎ 행정기관 및 공공기관 정보시스템의 구축·운영 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.2 계획단계 품질관리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - 요구사항분류 데이터요구사항 요구사항고유번호 DAR-02 요구사항명칭 데이터표준관리 요구사항 상세설명 정의 데이터표준의관리 세부내용제안사는수립된데이터베이스표준용어,단어,도메인,코드의변경이력 등에대한관리방안을수립하여제시해야함 산출정보 데이터표준관리방안수립서 관련요구사항 요구사항출처 공공기관의데이터베이스표준화지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.6 품질관리인프라 요구사항분류 데이터요구사항 요구사항고유번호 DAR-03 요구사항명칭 데이터구조설계 요구사항 상세설명 정의 데이터구조설계시준수사항 세부내용 제안사는공공기관의데이터베이스표준화지침과공공데이터품질관리 매뉴얼에따라데이터구조를설계해야함 데이터구조는데이터주제영역, 개념논리물리데이터모델을포함해야 함 산출정보 데이터구조설계서 관련요구사항 요구사항출처 공공기관의데이터베이스표준화지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.3 구축단계품질관리 요구사항분류 데이터요구사항 요구사항고유번호 DAR-04 요구사항명칭 데이터구조검증 요구사항 상세설명 정의 설계된데이터구조에대한검증 세부내용 제안사는공공기관의데이터베이스표준화지침에근거하여설계된 데이터구조논리물리에대한데이터모델의적정성검증또는 개선을수행해야함 논리데이터모델검증 - 논리데이터 모델이 업무규칙BR 요구사항을 모두 포함하는지 완전성검증 - 데이터중복과데이터불일치방지를위한모델정규화충족여부 검증 물리데이터모델검증 - 응용기능목록과물리데이터모델간정합성검증 - 데이터중복설계적정성검증 - 중복테이블목록, 중복컬럼목록을이용한중복설계의필요성 검토 - 중복데이터정합성유지방안 산출정보 데이터구조검증결과서 관련요구사항 요구사항출처 공공기관의데이터베이스표준화지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.6 품질관리인프라 - 30 - 요구사항분류 데이터요구사항 요구사항고유번호 DAR-05 요구사항명칭 데이터구조관리 요구사항 상세설명 정의 데이터구조관리방안수립 세부내용 제안사는 아래 사항이 포함된 데이터 구조논리물리 관리를 위한 종합적인방안을수립하여제시해야함. - 데이터구조관리방안변경이력포함 - DB의형상과물리데이터모델의형상간의일치성점검및 관리방안 산출정보 데이터구조관리계획서 관련요구사항 요구사항출처 공공기관의데이터베이스표준화지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.4 운영단계품질관리 요구사항분류 데이터요구사항 요구사항고유번호 DAR-06 요구사항명칭 데이터값검증 요구사항 상세설명 정의 데이터연계데이터포함 값의검증계획및결과,개선활동 세부내용 제안사는업무규칙에적합한데이터가적재되도록현황분석및 데이터 품질 진단을 통해 문제점을 파악하고 오류 데이터 개선방안을제시해야함 - 데이터값검증범위는본사업추진시구축및연계되는 모든데이터를대상으로하며, 검증기준은발주처가제시하는 기준을적용하며, 검증기준이없을경우신규로작성 - 오류데이터발견시검증기준에따라개선수행 산출정보 데이터검증계획및결과서 관련요구사항 요구사항출처 공공기관의데이터베이스표준화지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.4 운영단계품질관리 요구사항분류 데이터요구사항 요구사항고유번호 DAR-07 요구사항명칭 이관데이터값검증 요구사항 상세설명 정의 데이터이관계획및이관데이터의검증계획결과개선활동 세부내용 제안사는기존시스템또는타시스템에서이관되는데이터의이관 방안일괄이관또는점진적이관과이관데이터값검증활동을 수행해야함 - 검증범위는이관되는모든데이터를대상으로함 - 검증기준은발주처가제시하는기준을적용하며, 검증기준이 없을경우신규로작성 - 오류데이터발견시검증기준에따라개선수행 산출정보 데이터이관및검증계획, 결과서 관련요구사항 요구사항출처 공공기관의데이터베이스표준화지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.4 운영단계품질관리",
      "tables": [
        [
          [
            "요구사항 분류",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-02",
            ""
          ],
          [
            "요구사항 명칭",
            "데이터 표준 관리"
          ],
          [
            "정의\n요구사항\n세부내용\n상세설명",
            "데이터 표준의 관리\n○ 제안사는 수립된 데이터베이스 표준(용어,단어,도메인,코드)의 변경이력\n등에 대한 관리방안을 수립하여 제시해야 함"
          ],
          [
            "",
            ""
          ],
          [
            "산출 정보",
            "데이터 표준관리방안수립서"
          ],
          [
            "관련 요구사항",
            ""
          ],
          [
            "요구사항 출처",
            "∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.6 품질관리 인프라"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-05",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 구조 관리방안 수립"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 아래 사항이 포함된 데이터 구조(논리/물리) 관리를 위한\n종합적인 방안을 수립하여 제시해야 함.\n- 데이터 구조 관리방안(변경이력 포함)\n- DB의 형상과 물리 데이터 모델의 형상간의 일치성 점검 및\n관리 방안"
          ],
          [
            "산출 정보",
            "",
            "데이터 구조 관리계획서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.4 운영단계 품질관리"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 설계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 구조 설계 시 준수사항"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 공공기관의 데이터베이스 표준화지침과 공공데이터 품질관리\n매뉴얼에 따라 데이터 구조를 설계해야 함\n○ 데이터 구조는 데이터 주제영역, 개념·논리·물리 데이터모델을 포함해야\n함"
          ],
          [
            "산출 정보",
            "",
            "데이터 구조설계서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.3 구축단계 품질관리"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-06",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 값 검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터(연계데이터 포함) 값의 검증계획 및 결과,개선활동"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 업무규칙에 적합한 데이터가 적재되도록 현황분석 및\n데이터 품질 진단을 통해 문제점을 파악하고 오류 데이터\n개선방안을 제시해야 함\n- 데이터 값 검증 범위는 본 사업 추진 시 구축 및 연계되는\n모든 데이터를 대상으로 하며, 검증기준은 발주처가 제시하는\n기준을 적용하며, 검증기준이 없을 경우 신규로 작성\n- 오류데이터 발견 시 검증기준에 따라 개선수행"
          ],
          [
            "산출 정보",
            "",
            "데이터 검증계획 및 결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.4 운영단계 품질관리"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-07",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "이관 데이터 값 검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 이관 계획 및 이관 데이터의 검증계획·결과·개선활동"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 기존 시스템 또는 타시스템에서 이관되는 데이터의 이관\n방안(일괄 이관 또는 점진적 이관)과 이관 데이터 값 검증활동을\n수행해야 함\n- 검증 범위는 이관되는 모든 데이터를 대상으로 함\n- 검증기준은 발주처가 제시하는 기준을 적용하며, 검증기준이\n없을 경우 신규로 작성\n- 오류데이터 발견 시 검증기준에 따라 개선수행"
          ],
          [
            "산출 정보",
            "",
            "데이터 이관 및 검증계획, 결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.4 운영단계 품질관리"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-04",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 구조 검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "설계된 데이터 구조에 대한 검증"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 ‘공공기관의 데이터베이스 표준화 지침’에 근거하여 설계된\n데이터 구조(논리/물리)에 대한 데이터 모델의 적정성 검증 또는\n개선을 수행해야 함\n[논리데이터 모델 검증]\n- 논리데이터 모델이 업무규칙(BR) 요구사항을 모두 포함하는지\n완전성 검증\n- 데이터 중복과 데이터 불일치 방지를 위한 모델 정규화 충족 여부\n검증\n[물리데이터 모델 검증]\n- 응용 기능 목록과 물리데이터 모델 간 정합성 검증\n- 데이터 중복 설계 적정성 검증\n- 중복 테이블 목록, 중복 컬럼 목록을 이용한 중복 설계의 필요성\n검토\n- 중복 데이터 정합성 유지 방안"
          ],
          [
            "산출 정보",
            "",
            "데이터 구조 검증결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.6 품질관리 인프라"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 요구사항분류 데이터요구사항 요구사항고유번호 DAR-08 요구사항명칭 데이터품질관리체계 요구사항 상세설명 정의 데이터품질관리체계수립 세부내용 제안사는데이터품질관리방법론및체계를수립하여제시해야함 - 데이터표준, 구조, 연계, 값등데이터핵심요소관리를위한정책, 절차, 조직, 기준등을정의하여관리체계를수립 산출정보 데이터품질관리체계수립서 관련요구사항 요구사항출처 공공데이터관리지침 공공기관의데이터베이스표준화지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.2 계획단계품질관리 요구사항분류 데이터요구사항 요구사항고유번호 DAR-09 요구사항명칭 데이터개방및메타데이터관리 요구사항 상세설명 정의 데이터개방및메타데이터관리 세부내용 제안사는본사업을통해구축되는정보시스템의데이터가개방대상에 포함될경우공공데이터포털등을통해파일,API 등의형태로데이터 개방을지원하여야함 - 개방대상데이터는발주처협의를통해확인 제안사는구축되는정보시스템의메타데이터가관리및현행화될수 있도록공공기관데이터베이스표준화지침에따라메타데이터를정의해야 함 산출정보 인터페이스정의서, 메타데이터정의서 관련요구사항 요구사항출처 공공데이터관리지침 공공기관의데이터베이스표준화지침 공공데이터품질관리매뉴얼- II. 데이터품질관리2.2 계획단계품질관리 인터페이스 요구사항SIR 요구사항분류 인터페이스요구사항 요구사항고유번호 SIR-01 요구사항명칭 사용자인터페이스 요구사항 상세설명 정의 서비스사용자인터페이스 세부내용 n 일관되고직관적이며시인성높은사용자인터페이스제공 - 업무용PC, 모바일폰, 상황판등사용환경에최적화된사용자인터 페이스제공 n 웹사이트품질관리지침준수 - 전자정부웹사이트품질관리지침행정안전부고시제2021-19호 준수 - UI는다양한사용자환경브라우저에서도서비스를이용할수있도 록표준을준수해야함 산출정보 화면정의서 관련요구사항 요구사항출처 제안요청서 - 32 - 프로젝트 관리 요구사항PMR 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-01 요구사항명칭 보안관리일반 요구사항 상세설명 정의 보안일반요구사항 세부내용 사업수행중인원, 문서및전산자료보안등사업자보안준수사항 에명시된보안관리사항을준수해야하며, 기타사항은국가정보 보안기본지침에서정한바를준용해야함 제안사는사업전체단계별보안관리방안을수립해야함 - 사업수행기간동안보안관련법규를준수하여보안유지에적극적 으로협조하여야함 - 사업수행시인원, 문서, 자료, 장비등을대상으로보안관리계획을 수립해야하며, 보안상결격사항이없도록조치해야함 참여인력에대한신원조사결과결격사유가있는자에대한교체를 요구할수있으며사업자는이를수용해야함 산출정보 사업수행계획서 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정 요구사항분류 인터페이스요구사항 요구사항고유번호 SIR-02 요구사항명칭 시스템인터페이스 요구사항 상세설명 정의 시스템연계인터페이스 세부내용 n 기존시스템간데이터인터페이스를활용하여연계구축하되, 연계 주기, 데이터전송량등을고려하여, 기존시스템의성능저하위험을 최소화할수있도록연계체계를개선해야함 n 연계데이터관리항목 송수신구분, 주기, 항목, 데이터타입길이, 테이블컬럼정보, 오너쉽정의등 n 서비스별시스템간상호기능활용을위한인터페이스제공 산출정보 아키텍처정의서, 인터페이스정의서 관련요구사항 요구사항출처 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-02 요구사항명칭 누출금지대상정보및보안위규처리 요구사항 상세설명 정의 누출금지대상정보및보안위규처리에대한보안관리 세부내용 아래명시된아래의누출금지대상정보에대한보안관리계획을 사업제안서에기재하여야하며, 해당정보누출시발주기관은국 가계약법시행령제76조에따라부정당업체로등록하여입찰참가 자격을제한할수있음",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-08",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 품질관리 체계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 품질관리 체계 수립"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 데이터 품질관리 방법론 및 체계를 수립하여 제시해야 함\n- 데이터 표준, 구조, 연계, 값 등 데이터 핵심요소 관리를 위한 정책,\n절차, 조직, 기준 등을 정의하여 관리체계를 수립"
          ],
          [
            "산출 정보",
            "",
            "데이터 품질관리 체계 수립서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "∎ 공공데이터 관리지침\n∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.2 계획단계 품질관리"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 고유번호 SIR-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 인터페이스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템 연계 인터페이스"
          ],
          [
            "",
            "세부내용",
            "연계\nn 기존 시스템간 데이터 인터페이스를 활용하여 연계 구축하되,\n주기, 데이터 전송량 등을 고려하여, 기존 시스템의 성능저하 위험을\n최소화할 수 있도록 연계체계를 개선해야 함\nn 연계데이터 관리항목 : 송·수신 구분, 주기, 항목, 데이터 타입·길이,\n테이블·컬럼 정보, 오너쉽 정의 등\nn 서비스별 시스템간 상호 기능활용을 위한 인터페이스 제공"
          ],
          [
            "산출 정보",
            "",
            "아키텍처 정의서, 인터페이스 정의서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 고유번호 DAR-09",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 개방 및 메타데이터 관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터 개방 및 메타데이터 관리"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 본 사업을 통해 구축되는 정보시스템의 데이터가 개방 대상에\n포함될 경우 공공데이터 포털 등을 통해 파일,API 등의 형태로 데이터\n개방을 지원하여야 함\n- 개방대상 데이터는 발주처 협의를 통해 확인\n○ 제안사는 구축되는 정보시스템의 메타데이터가 관리 및 현행화될 수\n있도록 공공기관 데이터베이스 표준화 지침에 따라 메타데이터를 정의해야\n함"
          ],
          [
            "산출 정보",
            "",
            "인터페이스 정의서, 메타데이터 정의서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "∎ 공공데이터 관리지침\n∎ 공공기관의 데이터베이스 표준화 지침\n∎ 공공데이터 품질관리 매뉴얼 - Ⅱ. 데이터 품질관리 2.2 계획단계 품질관리"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호 PMR-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "보안관리 일반"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안 일반 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 사업 수행 중 인원, 문서 및 전산자료 보안 등 사업자 보안 준수사항\n에 명시된 보안관리 사항을 준수해야 하며, 기타 사항은「국가 정보\n보안 기본지침」에서 정한 바를 준용해야 함\n○ 제안사는 사업 전체 단계별 보안 관리 방안을 수립해야 함\n- 사업 수행기간 동안 보안 관련 법규를 준수하여 보안유지에 적극적\n으로 협조하여야 함\n- 사업 수행 시 인원, 문서, 자료, 장비 등을 대상으로 보안관리 계획을\n수립해야 하며, 보안상 결격 사항이 없도록 조치해야 함\n○ 참여인력에 대한 신원조사 결과 결격사유가 있는 자에 대한 교체를\n요구할 수 있으며 사업자는 이를 수용해야 함"
          ],
          [
            "산출 정보",
            "",
            "사업수행계획서"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호 PMR-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "누출금지 대상정보 및 보안 위규 처리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "누출금지 대상정보 및 보안 위규 처리에 대한 보안관리"
          ],
          [
            "",
            "세부내용",
            "○ 아래 명시된 아래의‵누출금지 대상정보′에 대한 보안관리 계획을\n사업제안서에 기재하여야 하며, 해당 정보 누출 시 발주기관은 국\n가계약법 시행령 제76조에 따라 부정당업체로 등록하여 입찰 참가\n자격을 제한할 수 있음"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 고유번호 SIR-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 인터페이스"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "서비스 사용자 인터페이스"
          ],
          [
            "",
            "세부내용",
            "n 일관되고 직관적이며 시인성 높은 사용자 인터페이스 제공\n- 업무용 PC, 모바일 폰, 상황판 등 사용환경에 최적화된 사용자 인터\n페이스 제공\nn 웹사이트 품질관리 지침 준수\n- 전자정부 웹사이트 품질관리 지침(행정안전부 고시 제2021-19호) 준수\n- UI는 다양한 사용자환경(브라우저)에서도 서비스를 이용할 수 있도\n록 표준을 준수해야 함"
          ],
          [
            "산출 정보",
            "",
            "화면 정의서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "제안요청서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-03 요구사항명칭 참여인원보안관리 요구사항 상세설명 정의 사업참여인원에대한보안관리 세부내용 계약업체는사업투입시대표자및참여인원대상으로보안서약서를 제출해야함 - 별첨5 양식1 보안서약서대표자용 참고 - 별첨5 양식3 보안서약서사업참여자용 참고 사업수행전참여인원대상으로사업담당공무원이실시하는보안 교육을반드시참석해야함 - 보안교육내용은비밀유지의무준수, 위반시처벌내용, 누출금지 대상정보및정보누출시부정당업자제재조치등을포함해야함 사업종료시제안사는사업관련자료는보유하고있지않고완전 누출금지대상정보 1기관소유정보시스템의내ᆞ외부IP주소현황 2세부정보시스템구성현황및전산망구성도 3사용자계정및패스워드등시스템접근권한정보 4정보시스템취약점분석결과물 5용역사업결과물및프로그램소스코드 6국가용보안시스템및정보보호시스템도입현황 7방화벽ᆞIPS 등정보보호제품및라우터ᆞ스위치등네트워크 장비설정정보 8공공기관의정보공개에관한법률 제9조1항에따라비공개 대상정보로분류된기관의내부문서 9개인정보보호법제2조1호의개인정보 10보안업무규정제4조의비밀, 同시행규칙제16조3항의대외비 11기타발주기관에서공개가불가하다고판단한자료 제안사는사업자보안위규처리기준을숙지하며, 보안정책을위반하 거나내부자료를무단으로유출하는등위규사항이발생할경우 아래와같이책임을이행해야함 - 별첨5 별표1 누출금지대상정보를유출한경우부정당업자로제재 - 별첨5 별첨2 보안위약금부과기준에따라위약금을부과 - 별첨5 별첨3 사업자보안위규처리기준에따라당사자및관리 자를행정조치 - 이외민ᆞ형사상모든책임을져야함 발주기관은정보보안에관한책임사항, 책임범위, 보안대책위반시 손해배상책임, 누출금지대상정보등을계약서에기록할수있으 며, 보안위반이나침해사고발생시경위확인후재발방지대책 을요구할수있음 또한, 발주기관에서실시한기관자체보안점검에따른보안위규경 미한사항포함 발생시에도보안위규에따른보안조치를적용해 야함 산출정보 해당사항없음 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정 - 34 - 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-04 요구사항명칭 문서및자료보안관리 요구사항 상세설명 정의 문서및자료에대한보안관리요구사항 세부내용 제안사는발주기관으로부터제공받은제반자료는본사업이외의 목적에사용할수없음 보안책임자는인계자인수자서명을포함한자료인수인계대장 또는자료관리대장을작성하여발주기관으로부터제공받은비공 개자료들을관리해야함 - 자료인수인계대장은자료명칭, 자료형태, 인계인수일시, 인계 자성명및서명, 인수자성명및서명을포함하여작성 - 비공개자료출력물은지정된별도의장소시건장치가부착되어있는 보관함에보관관리하고, 복사및외부반출을금지 사업수행관련자료및사업수행시생산되는모든산출물은 사 업담당공무원이지정한위치파일서버등에저장및관리해야하 며개인PC 등에이를보관할수없음 - 비공개자료생성시에는지정장소내비공개자료폴더에저장하고, 업무별로지정된사용자만이접속이가능하도록통제 - 용역사업관련자료는인터넷웹하드, P2P 등인터넷자료공유사 이트및개인메일함에저장금지 - 사업수행으로생산되는산출물및기록은목적외비인가자에게제 공대여열람을일체금지 제안사가업무상필요에의해부득이하게외부전자우편등을이용할 경우, 자료송수신시암호화등의보안대책을마련해야함. 단, 행 정안전부및발주기관의정보보안업무규정에의한비공개비밀, 대외 비등은전자우편으로수발신을금함 - 자료암호화시비밀번호는숫자, 문자, 특수문자등을혼합한9자 리이상을권고하며유추하기쉬운문자열등이포함되지않도록 설정 사업종료후사업과관련된모든자료를반환, PC 보관자료완전 삭제등자료가외부에유출되지않도록필요한보안조치를이행해 야함 - 참여인력이사용한장비는완전삭제를반드시진행해야하며 사 업담당공무원확인및승인하에반출 산출정보 자료인수인계대장또는자료관리대장, 완전삭제확인서사진등 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정 삭제조치해야하며, 이를위반시향후법적책임이있음을포함한 보안확약서를작성하여발주기관에제출해야함 - 별첨5 양식1 보안서약서대표자용 참고 산출정보 보안서약서, 보안교육결과서참석자명단포함, 보안확약서등 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정",
      "tables": [
        [
          [
            "",
            "삭제 조치해야 하며, 이를 위반 시 향후 법적책임이 있음을 포함한\n“보안확약서”를 작성하여 발주기관에 제출해야 함\n- 별첨5 [양식1] 보안서약서(대표자용) 참고"
          ],
          [
            "산출 정보",
            "보안서약서, 보안교육 결과서(참석자 명단 포함), 보안확약서 등"
          ],
          [
            "관련 요구사항",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정"
          ]
        ],
        [
          [
            "",
            "",
            "〈 누출금지 대상정보 〉\n① 기관 소유 정보시스템의 내ㆍ외부 IP주소 현황\n② 세부 정보시스템 구성현황 및 전산망구성도\n③ 사용자계정 및 패스워드 등 시스템 접근권한 정보\n④ 정보시스템 취약점분석 결과물\n⑤ 용역사업 결과물 및 프로그램 소스코드\n⑥ 국가용 보안시스템 및 정보보호시스템 도입현황\n⑦ 방화벽ㆍIPS 등 정보보호제품 및 라우터ㆍ스위치 등 네트워크\n장비 설정 정보\n⑧ “공공기관의 정보공개에 관한 법률” 제9조1항에 따라 비공개\n대상 정보로 분류된 기관의 내부문서\n⑨ 개인정보보호법 제2조1호의 개인정보\n⑩ 보안업무규정 제4조의 비밀, 同 시행규칙 제16조3항의 대외비\n⑪ 기타 발주기관에서 공개가 불가하다고 판단한 자료\n○ 제안사는 사업자 보안위규 처리기준을 숙지하며, 보안정책을 위반하\n거나 내부 자료를 무단으로 유출하는 등 위규 사항이 발생할 경우\n아래와 같이 책임을 이행해야 함\n- 별첨5\n[별표1]\n“누출금지 대상정보”를 유출한 경우 부정당업자로 제재\n- 별첨5\n[별첨2]\n“보안 위약금 부과기준”에 따라 위약금을 부과\n- 별첨5\n[별첨3]\n“사업자 보안위규 처리기준”에 따라 당사자 및 관리\n자를 행정조치\n- 이외 민ㆍ형사상 모든 책임을 져야 함\n○ 발주기관은 정보보안에 관한 책임사항, 책임범위, 보안대책 위반 시\n손해배상 책임, 누출금지 대상정보 등을 계약서에 기록할 수 있으\n며, 보안 위반이나 침해사고 발생 시 경위 확인 후 재발방지 대책\n을 요구할 수 있음\n○ 또한, 발주기관에서 실시한 기관 자체 보안점검에 따른 보안위규(경\n미한 사항 포함) 발생 시에도 보안위규에 따른 보안조치를 적용해\n야 함"
          ],
          [
            "산출 정보",
            "",
            "해당사항 없음"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호 PMR-04",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "문서 및 자료 보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "문서 및 자료에 대한 보안관리 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 발주기관으로부터 제공받은 제반 자료는 본 사업 이외의\n목적에 사용할 수 없음\n○ 보안책임자는 인계자‧인수자 서명을 포함한 “자료 인수인계 대장”\n(또는 “자료관리대장”)을 작성하여 발주기관으로부터 제공받은 비공\n개 자료들을 관리해야 함\n-\n‘자료 인수인계 대장’은 자료명칭, 자료형태, 인계‧인수 일시, 인계\n자 성명 및 서명, 인수자 성명 및 서명을 포함하여 작성\n- 비공개자료 출력물은 지정된 별도의 장소(시건장치가 부착되어 있는\n보관함)에 보관․관리하고, 복사 및 외부반출을 금지\n○ 사업수행 관련 자료 및 사업 수행 시 생산되는 모든 산출물은\n사\n업 담당공무원이 지정한 위치(파일서버 등)에 저장 및 관리해야 하\n며 개인 PC 등에 이를 보관할 수 없음\n- 비공개자료 생성 시에는 지정장소 내 비공개자료 폴더에 저장하고,\n업무별로 지정된 사용자만이 접속이 가능하도록 통제\n- 용역사업 관련 자료는 인터넷 웹하드, P2P 등 인터넷 자료 공유사\n이트 및 개인 메일함에 저장 금지\n- 사업 수행으로 생산되는 산출물 및 기록은 목적 외 비인가자에게 제\n공․대여․열람을 일체 금지\n○ 제안사가 업무상 필요에 의해 부득이하게 외부 전자우편 등을 이용할\n경우, 자료 송수신 시 암호화 등의 보안 대책을 마련해야 함. 단, 행\n정안전부 및 발주기관의 정보보안 업무규정에 의한 비공개(비밀, 대외\n비 등)은 전자우편으로 수발신을 금함\n- 자료 암호화 시 비밀번호는 숫자, 문자, 특수문자 등을 혼합한 9자\n리 이상을 권고하며 유추하기 쉬운 문자열 등이 포함되지 않도록\n설정\n○ 사업 종료 후 사업과 관련된 모든 자료를 반환, PC 보관 자료 완전\n삭제 등 자료가 외부에 유출되지 않도록 필요한 보안조치를 이행해\n야 함\n- 참여인력이 사용한 장비는 완전삭제를 반드시 진행해야 하며\n사\n업 담당공무원 확인 및 승인 하에 반출"
          ],
          [
            "산출 정보",
            "",
            "자료 인수인계 대장(또는 자료관리대장), 완전삭제 확인서(사진 등)"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호 PMR-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "참여인원 보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업 참여인원에 대한 보안관리"
          ],
          [
            "",
            "세부내용",
            "○ 계약업체는 사업 투입 시 대표자 및 참여인원 대상으로 보안서약서를\n제출해야 함\n- 별첨5 [양식1] 보안서약서(대표자용) 참고\n- 별첨5 [양식3] 보안서약서(사업참여자용) 참고\n○ 사업 수행 전 참여인원 대상으로 사업 담당공무원이 실시하는 보안\n교육을 반드시 참석해야 함\n- 보안교육 내용은 비밀유지 의무 준수, 위반 시 처벌내용, 누출금지\n대상 정보 및 정보 누출 시 부정당업자 제재조치 등을 포함해야 함\n○ 사업 종료 시 제안사는 사업관련 자료는 보유하고 있지 않고 완전"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 19,
      "text": "- 35 - 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-05 요구사항명칭 사무실보안관리 요구사항 상세설명 정의 사무실에대한보안관리요구사항 세부내용 제안사는사무실또는용역업무를수행하는장소는매체및장비 보안을위하여시건장치와통제가가능하도록물리적보안대책을 마련해야함 - CCTV, 시건장치등비인가자출입통제대책이마련된공간을확보 하여업무를수행해야하며, 사업공간사용등은사업담당공무 원과협의하여진행 전산실등외부인의출입이통제되는구역에는2차출입통제를적용 해야하며, 출입에대한출입자, 출입시간, 출입사유, 서명등을포 함한출입관리대장기재 제안사는사무실또는용역업무를수행하는공간에대한보안점검 을월1회이상실시하고, 결과에대해사업담당공무원의확인및 개선조치요구사항을준수해야함 산출정보 출입관리대장등 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정 - 36 - 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-06 요구사항명칭 장비및매체보안관리 요구사항 상세설명 정의 장비및매체에대한보안관리요구사항 세부내용 제안사는PC, 노트북, 및USB 등관련장비를사업공간에반출입할 수없음. 단, 그필요성을인정한경우사업담당공무원승인에따 라다음과같은사전조치를실시해야함 - 백신등PC 보안프로그램설치여부확인 - 악성코드감염여부및자료무단반출여부확인 - 최신업데이트가가능하도록정품소프트웨어설치 - 반입한장비는장비식별번호, 장비반출입일자, 사용자명, 보안 조치점검유무, 사업담당공무원승이등의내용을포함한장비 반출입대장을작성한후라벨을부착하여관리 - USB 등의휴대용저장매체는불가피한경우에만사용하며, 반출 입및사용시에는라벨부착및관리대장에등재하여사용 - 반출시사업담당공무원통제하에저장자료완전삭제및담당자 승인후반출 - 그외발주기관반출입절차준수 업무수행시중요정보유출방지를위해반입한장비를대상으로 매체제어환경을구축운영해야하며매체제어프로그램이설치되지 않는경우, 매체연결포트를물리적으로봉인포트락사용등해야 하며, 사용중인키보드, 마우스, 랜포트는보안스티커를부착해야함 참여인력이사용하는장비에대해다음과같은보안활동을실시해야함 - PC 및노트북에CMOS, 윈도우로그인, 화면보호기패스워드를설정 영문자, 숫자, 특수문자가조합된9글자이상 - 월1회이상PC 점검도구를활용하여적절한보안통제가수행되고 있는지확인 산출정보 장비반출입대장, 정보시스템관리대장, 휴대용저장매체관리대장등 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호 PMR-05",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "사무실 보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사무실에 대한 보안관리 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 사무실 또는 용역 업무를 수행하는 장소는 매체 및 장비\n보안을 위하여 시건장치와 통제가 가능하도록 물리적 보안대책을\n마련해야 함\n- CCTV, 시건장치 등 비인가자 출입통제 대책이 마련된 공간을 확보\n하여 업무를 수행해야 하며, 사업 공간 사용 등은 사업 담당공무\n원과 협의하여 진행\n○ 전산실 등 외부인의 출입이 통제되는 구역에는 2차 출입통제를 적용\n해야 하며, 출입에 대한 출입자, 출입시간, 출입 사유, 서명 등을 포\n함한 출입관리대장 기재\n○ 제안사는 사무실 또는 용역 업무를 수행하는 공간에 대한 보안점검\n을 월 1회 이상 실시하고, 결과에 대해 사업 담당공무원의 확인 및\n개선 조치요구 사항을 준수해야 함"
          ],
          [
            "산출 정보",
            "",
            "출입관리대장 등"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호 PMR-06",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "장비 및 매체 보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "장비 및 매체에 대한 보안관리 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 PC, 노트북, 및 USB 등 관련 장비를 사업공간에 반출입할\n수 없음. 단, 그 필요성을 인정한 경우 사업 담당공무원 승인에 따\n라 다음과 같은 사전 조치를 실시해야 함\n- 백신 등 PC 보안프로그램 설치 여부 확인\n- 악성코드 감염 여부 및 자료 무단반출 여부 확인\n- 최신 업데이트가 가능하도록 정품 소프트웨어 설치\n- 반입한 장비는 장비 식별번호, 장비 반출·입 일자, 사용자명, 보안\n조치 점검 유무, 사업 담당공무원 승이 등의 내용을 포함한 ‘장비\n반출입 대장’을 작성한 후 라벨을 부착하여 관리\n- USB 등의 휴대용 저장매체는 불가피한 경우에만 사용하며, 반출․\n입 및 사용 시에는 라벨부착 및 관리대장에 등재하여 사용\n- 반출 시 사업 담당공무원 통제하에 저장자료 완전 삭제 및 담당자\n승인 후 반출\n- 그 외 발주기관 반출입 절차 준수\n○ 업무 수행 시 중요정보 유출 방지를 위해 반입한 장비를 대상으로\n매체제어 환경을 구축·운영해야 하며 매체제어 프로그램이 설치되지\n않는 경우, 매체 연결 포트를 물리적으로 봉인(포트락 사용 등)해야\n하며, 사용 중인 키보드, 마우스, 랜포트는 보안 스티커를 부착해야 함\n○ 참여인력이 사용하는 장비에 대해 다음과 같은 보안활동을 실시해야 함\n- PC 및 노트북에 CMOS, 윈도우 로그인, 화면보호기 패스워드를 설정\n(영문자, 숫자, 특수문자가 조합된 9글자 이상)\n- 월 1회 이상 PC 점검도구를 활용하여 적절한 보안통제가 수행되고\n있는지 확인"
          ],
          [
            "산출 정보",
            "",
            "장비 반출입 대장, 정보시스템 관리대장, 휴대용 저장매체 관리대장 등"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 요구사항분류 프로젝트관리요구사항 요구사항고유번호 PMR-07 요구사항명칭 네트워크보안관리 요구사항 상세설명 정의 네트워크에대한보안관리요구사항 세부내용 업무수행시참여인력이사용하는PC또는노트북 대상으로인터 넷연결을원칙적으로금지하며, 부득이하게사용할경우사업담당 공무원의승인하에제한적으로허용함 - 인터넷PC는유해사이트접속을차단하고, 업무에필요한사이트에 만접속토록침입차단시스템등을통해통제하고P2P, 웹하드, 메신 저등자료공유사이트활용원천차단 - 산출물및소스코드를보관하는PC는외부로자료가유출되지않도 록인터넷연결을차단해야하며그외기술적관리적보안대책마련 참여인력의무선인터넷활용을통제하기위한대책을강구해야함. 단, 부득이하게사용해야하는경우사업담당공무원및보안담당관 승인하에사용해야함 - 스마트폰ᆞ휴대폰을무선모뎀으로활용금지 - 휴대형무선모뎀Wibro, HSDPA, Wi-Fi 등 무단활용여부수시점검, 노트북PC 무선통신기능불능화조치driver 파일삭제등 산출정보 정보시스템관리대장, 인터넷접근허용신청서등 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정 보안 요구사항SER 요구사항분류 보안요구사항 요구사항고유번호 SER-01 요구사항명칭 개발시보안준수사항 요구사항 상세설명 정의 개발시보안준수사항제시 세부내용 정보시스템유지관리및신규또는고도화개발시다음과같은보 안대책을마련해야함 - 로그인시로그인실패횟수5회이상접속시제한, 동일사용자계정 으로동시로그인차단, 로그인우회접근차단등 - 중요정보및개인정보가전송되는구간에암호화통신적용 - 사용자인증정보, 개인정보등보안이요구되는정보는소스코드내 하드코딩금지 - 개인정보및중요정보는각기준에맞는암호화알고리즘을적용하 여DB에저장 - 관리자페이지등권한이설정된페이지가비인가자에게노출되지않 도록해야하며, 권한별접근페이지구분 - 개발및테스트서버가외부에노출되지않도록기술적물리적보안 대책마련 - 그외보안이요구되는사항에대해서는사업행정기관및공공기관 정보시스템구축운영지침및소프트웨어개발보안등을준용하여 대책마련 산출정보 해당사항없음 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정, 행정기관 및공공기관정보시스템구축운영지침 - 38 - 요구사항분류 보안요구사항 요구사항고유번호 SER-03 요구사항명칭 소프트웨어개발보안시큐어코딩 관련가이드준수 요구사항 상세설명 정의 소프트웨어개발보안준수사항제시 세부내용 신규개발또는고도화사업의경우, 행정기관및공공기관 정보시스템구축운영지침 50조에의거하여소프트웨어개발 보안 절차를준수해야함 동지침51조에의거, 소프트웨어개발보안가이드를참고하여 투입되는인력에대해개발전소프트웨어개발보안관련교 육을실시하여야함 요구사항분류 보안요구사항 요구사항고유번호 SER-02 요구사항명칭 정보시스템이용시보안준수사항 요구사항 상세설명 정의 정보시스템이용시보안준수사항 세부내용 정보시스템이용시다음과같은보안사항을준수해야함 - 정보시스템관리자페이지에대한접근제어가사용자권한에 따라적용되는지확인 - 정보시스템비밀번호작성규칙영문자, 특수문자, 숫자등을포 함하여9자리이상 적용및비밀번호실패횟수제한등 - 정보시스템기본계정및불필요한계정삭제 - 참여인력대상별도의계정생성최고관리자권한부여차단 - 사용이만료된계정의경우, 즉시삭제조치 - 정보시스템기본포트변경및불필요한포트제거 - 정보시스템원격접근을원천적으로차단하지만, 부득이하게 허용하는경우에는원격신청허용신청서및작업내역을기 록하며암호화된원격관리서비스SSH 등 사용 - 주기적인백업및백업본에대한안전한보안관리 - 그외보안이요구되는사항에대해서는행정안전부및발주기 관정보보안업무규정등을준용하여대책마련 산출정보 해당사항없음 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호 PMR-07",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "네트워크 보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "네트워크에 대한 보안관리 요구사항"
          ],
          [
            "",
            "세부내용",
            "○ 업무 수행 시 참여인력이 사용하는 PC(또는 노트북) 대상으로 인터\n넷 연결을 원칙적으로 금지하며, 부득이하게 사용할 경우 사업 담당\n공무원의 승인 하에 제한적으로 허용함\n- 인터넷 PC는 유해사이트 접속을 차단하고, 업무에 필요한 사이트에\n만 접속토록 침입차단시스템 등을 통해 통제하고 P2P, 웹하드, 메신\n저 등 자료공유 사이트 활용 원천 차단\n- 산출물 및 소스코드를 보관하는 PC는 외부로 자료가 유출되지 않도\n록 인터넷 연결을 차단해야 하며 그 외 기술적·관리적 보안 대책 마련\n○ 참여인력의 무선 인터넷 활용을 통제하기 위한 대책을 강구해야 함.\n단, 부득이하게 사용해야 하는 경우 사업 담당공무원 및 보안담당관\n승인 하에 사용해야 함\n- 스마트폰ㆍ휴대폰을 무선 모뎀으로 활용 금지\n- 휴대형 무선모뎀(Wibro, HSDPA, Wi-Fi 등) 무단 활용여부 수시 점검,\n노트북PC 무선통신 기능 불능화 조치(driver 파일 삭제 등)"
          ],
          [
            "산출 정보",
            "",
            "정보시스템 관리대장, 인터넷 접근 허용 신청서 등"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호 SER-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "정보시스템 이용 시 보안 준수사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정보시스템 이용 시 보안 준수사항"
          ],
          [
            "",
            "세부내용",
            "○ 정보시스템 이용 시 다음과 같은 보안사항을 준수해야 함\n- 정보시스템 관리자 페이지에 대한 접근제어가 사용자 권한에\n따라 적용되는지 확인\n- 정보시스템 비밀번호 작성규칙(영문자, 특수문자, 숫자 등을 포\n함하여 9자리 이상) 적용 및 비밀번호 실패 횟수 제한 등\n- 정보시스템 기본 계정 및 불필요한 계정 삭제\n- 참여인력 대상 별도의 계정 생성(최고 관리자 권한 부여 차단)\n- 사용이 만료된 계정의 경우, 즉시 삭제 조치\n- 정보시스템 기본 포트 변경 및 불필요한 포트 제거\n- 정보시스템 원격 접근을 원천적으로 차단하지만, 부득이하게\n허용하는 경우에는 원격신청 허용 신청서 및 작업 내역을 기\n록하며 암호화된 원격 관리 서비스(SSH 등) 사용\n- 주기적인 백업 및 백업본에 대한 안전한 보안관리\n- 그 외 보안이 요구되는 사항에 대해서는 행정안전부 및 발주기\n관 정보보안 업무 규정 등을 준용하여 대책 마련"
          ],
          [
            "산출 정보",
            "",
            "해당사항 없음"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호 SER-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어 개발보안(시큐어코딩) 관련 가이드 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어 개발보안 준수사항 제시"
          ],
          [
            "",
            "세부내용",
            "○ 신규 개발 또는 고도화 사업의 경우,\n‘행정기관 및 공공기관\n정보시스템 구축·운영 지침’\n50조에 의거하여 ‘소프트웨어 개발\n보안’ 절차를 준수해야 함\n○ 동 지침 51조에 의거,\n‘소프트웨어 개발 보안가이드’를 참고하여\n투입되는 인력에 대해 개발 전 소프트웨어 개발보안 관련 교\n육을 실시하여야 함"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호 SER-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "개발 시 보안준수 사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발 시 보안 준수사항 제시"
          ],
          [
            "",
            "세부내용",
            "○ 정보시스템 유지관리 및 신규 또는 고도화 개발 시 다음과 같은 보\n안대책을 마련해야 함\n- 로그인 시 로그인 실패 횟수 5회 이상 접속 시 제한, 동일 사용자 계정\n으로 동시 로그인 차단, 로그인 우회 접근 차단 등\n- 중요정보 및 개인정보가 전송되는 구간에 암호화 통신 적용\n- 사용자 인증정보, 개인정보 등 보안이 요구되는 정보는 소스코드 내\n하드코딩 금지\n- 개인정보 및 중요정보는 각 기준에 맞는 암호화 알고리즘을 적용하\n여 DB에 저장\n- 관리자페이지 등 권한이 설정된 페이지가 비인가자에게 노출되지 않\n도록 해야 하며, 권한별 접근 페이지 구분\n- 개발 및 테스트 서버가 외부에 노출되지 않도록 기술적·물리적 보안\n대책 마련\n- 그 외 보안이 요구되는 사항에 대해서는 사업 행정기관 및 공공기관\n정보시스템 구축·운영 지침 및 소프트웨어 개발보안 등을 준용하여\n대책 마련"
          ],
          [
            "산출 정보",
            "",
            "해당사항 없음"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정, 행정기관\n및 공공기관 정보시스템 구축·운영 지침"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 산출정보 소프트웨어개발보안적용내역, 보안교육자료및참석자명단 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정, 행정기관 및공공기관정보시스템구축운영지침 요구사항분류 보안요구사항 요구사항고유번호 SER-04 요구사항명칭 보안취약점점검 요구사항 상세설명 정의 취약점점검실시및후속조치 세부내용 변경된시스템및개발된소스코드전체에대한보안취약점 점검소스코드보안약점진단, 모의해킹등을1회이상자체적 으로실시해야함 - 신규개발의경우 소스코드전체 - 유지보수의경우 유지보수로인해변경된소스코드전체 보안취약점점검을실시해야하며점검결과에따른후속보완 조치를수행해야함 - 외부기관을통한취약점점검실시 - 소스코드보안약점진단항목 소프트웨어개발보안가이드참조 - 모의해킹점검항목 OWASP 10대취약점, 산업부14대취약점, 웹전자정부서비스웹취약점표준점검21개항목등 산출정보 보안취약점점검결과, 보안취약점조치이행결과 관련요구사항 보안요구사항 요구사항출처 국가정보보안기본지침, 행정안전부정보보안업무규정, 행정기관 및공공기관정보시스템구축운영지침 요구사항분류 보안요구사항 요구사항고유번호 SER-05 요구사항명칭 개인정보처리위탁계약관리개인정보취급시필수 요구사항 상세설명 정의 개인정보취급시표준개인정보처리위탁관리에대한정의명시 세부내용 개인정보처리에관하여표준개인정보처리위탁계약서내용을 준수하여야함 - 개인정보처리시계약상의권리와의무의전부또는일부를재 위탁할수없음 - 개인정보의안전성확보조치기준에의거개인정보의안전성확 보에필요한기술적관리적조치를취하여야함. - 40 - 제약사항COR 요구사항분류 제약사항 요구사항고유번호 COR-01 요구사항명칭 하도급관리 요구사항 상세설명 정의 하도급관리 세부내용 제안사공동수급체를구성하는경우공동수급원포함 소속이외의 인력은하도급으로간주하며, 하도급계약시관련법률에의하여 사전승인을받아야함 본사업은하도급가능사업으로계약상대자는대가를지급받은경우 15일이내에하도급대금을하수급인에게현금으로지급하여야하며, 하도급대금의지급내역수령자, 지급액, 지급일등을5일공휴일및 토요일은제외한다 이내에계약담당공무원에게통보하여야한다. 제안사는하도급계약의준수실태를하도급준수실태보고서에 의하여요청시보고하여야함 하도급업체투입인력에대한관리방안을제시하여야함 행정기관및공공기관정보시스템구축운영지침 제19 조에 따라본사업수행시하도급예정자는반드시행정기관및공공 기관정보시스템구축운영지침을참고하여하도급대금지급 비율명세서를작성해제안서와함께제출하여야함 산출정보 하도급대금지급비율명세서 관련요구사항 보안요구사항 요구사항출처 국가계약법, 행정기관및공공기관정보시스템구축운영지침 - 위탁업무수행목적범위를넘어개인정보를이용하거나이를 제3자에게제공또는누설하여서는안됨. 수탁자에대한다음사항에대하여관리감독을하며수탁업체 는이에응하여야함. - 개인정보처리현황, 접속현황, 접속대상자, 목적외이용제공및 재위탁금지준수여부등 산출정보 표준개인정보처리위탁계약서계약과동시진행 관련요구사항 표준개인정보처리위탁계약서 요구사항출처 개인정보보보호법제26조1항",
      "tables": [
        [
          [
            "산출 정보",
            "소프트웨어 개발보안 적용 내역, 보안 교육 자료 및 참석자 명단"
          ],
          [
            "관련 요구사항",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정, 행정기관\n및 공공기관 정보시스템 구축·운영 지침"
          ]
        ],
        [
          [
            "",
            "",
            "- 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를\n제3자에게 제공 또는 누설 하여서는 안 됨.\n○ 수탁자에 대한 다음 사항에 대하여 관리 감독을 하며 수탁업체\n는 이에 응하여야 함.\n- 개인정보처리현황, 접속현황, 접속대상자, 목적외 이용·제공 및\n재위탁 금지 준수여부 등"
          ],
          [
            "산출 정보",
            "",
            "표준 개인정보처리위탁계약서(계약과 동시 진행)"
          ],
          [
            "관련 요구사항",
            "",
            "표준 개인정보처리위탁계약서"
          ],
          [
            "요구사항 출처",
            "",
            "개인정보보보호법 제26조 1항"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호 SER-04",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "보안 취약점 점검"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "취약점 점검 실시 및 후속 조치"
          ],
          [
            "",
            "세부내용",
            "○ 변경된 시스템 및 개발된 소스코드 전체에 대한 보안 취약점\n점검(소스코드 보안약점 진단, 모의해킹 등)을 1회 이상 자체적\n으로 실시해야 함\n- 신규 개발의 경우 : 소스코드 전체\n- 유지보수의 경우 : 유지보수로 인해 변경된 소스코드 전체\n○ 보안 취약점 점검을 실시해야 하며 점검 결과에 따른 후속 보완\n조치를 수행해야 함\n- 외부 기관을 통한 취약점 점검 실시\n- 소스코드 보안약점 진단항목 : 소프트웨어 개발보안 가이드 참조\n- 모의해킹 점검항목 : OWASP 10대 취약점, 산업부 14대 취약점,\n웹 전자정부서비스 웹 취약점 표준 점검 21개 항목 등"
          ],
          [
            "산출 정보",
            "",
            "보안 취약점 점검 결과, 보안취약점 조치 이행 결과"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가정보보안 기본지침, 행정안전부 정보보안업무 규정, 행정기관\n및 공공기관 정보시스템 구축·운영 지침"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-01",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "하도급 관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하도급 관리"
          ],
          [
            "",
            "세부내용",
            "○ 제안사(공동수급체를 구성하는 경우 공동수급원 포함) 소속 이외의\n인력은 하도급으로 간주하며, 하도급 계약 시 관련 법률에 의하여\n사전 승인을 받아야 함\n○ 본 사업은 하도급 가능 사업으로 계약상대자는 대가를 지급받은 경우\n15일 이내에 하도급대금을 하수급인에게 현금으로 지급하여야 하며,\n하도급대금의 지급 내역(수령자, 지급액, 지급일 등)을 5일(공휴일 및\n토요일은 제외한다) 이내에 계약담당공무원에게 통보하여야 한다.\n○ 제안사는 하도급 계약의 준수실태를 ‘하도급 준수실태 보고서’에\n의하여 요청시 보고하여야 함\n○ 하도급 업체 투입 인력에 대한 관리방안을 제시하여야 함\n○ “행정기관 및 공공기관 정보시스템 구축·운영 지침” 제19 조에\n따라 본 사업 수행시 하도급 예정자는 반드시 “행정기관 및 공공\n기관 정보시스템 구축·운영 지침”을 참고하여 \"하도급 대금지급\n비율 명세서\"를 작성해 제안서와 함께 제출하여야 함"
          ],
          [
            "산출 정보",
            "",
            "하도급 대금지급 비율 명세서"
          ],
          [
            "관련 요구사항",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "국가계약법, 행정기관 및 공공기관 정보시스템 구축·운영 지침"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호 SER-05",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "개인정보처리 위탁계약관리(개인정보 취급시 필수)"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보 취급시 표준 개인정보처리 위탁관리에 대한 정의 명시"
          ],
          [
            "",
            "세부내용",
            "○ 개인정보 처리에 관하여 표준 개인정보처리 위탁계약서 내용을\n준수하여야 함\n- 개인정보처리시 계약상의 권리와 의무의 전부 또는 일부를 재\n위탁 할 수 없음\n- 개인정보의 안전성 확보조치 기준에 의거 개인정보의 안전성 확\n보에 필요한 기술적 관리적 조치를 취하여야 함."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 요구사항분류 제약사항 요구사항고유번호 COR-02 요구사항명칭 표준지침준수 요구사항 상세설명 정의 사업추진시준수해야할규정에관한사항 세부내용 행정기관및공공기관정보시스템구축운영지침행정안전부 전자정부웹사이트품질관리지침행정안전부 행정안전부정보화업무처리규정행정안전부 한국형웹콘텐츠접근성지침2.1국립전파연구원 모바일애플리케이션콘텐츠접근성지침2.0국립전파연구원 전자정부성과관리지침행정안전부 모바일전자정부서비스관리지침행정안전부 행정기관의코드표준화추진지침행정안전부 공공기관의데이터베이스표준화지침행정안전부 행정기관도메인이름및IP주소체계표준행정안전부 행정공공기관웹사이트구축운영가이드행정안전부 공공웹사이트플러그인제거가이드라인행정안전부 전자정부웹사이트UIUX 가이드라인행정안전부 정보시스템성능관리지침한국정보통신기술협회 산출정보 관련요구사항 요구사항출처 상기지침고시부서 요구사항분류 제약사항 요구사항고유번호 COR-03 요구사항명칭 웹사이트품질관리 요구사항 상세설명 정의 웹사이트품질관리지침준수 세부내용 전자정부웹사이트품질관리지침을준수하여웹접근성, 호환성, 사용성등웹사이트품질기준을충족하도록구축해야함 - 관련가이드 행정공공기관웹사이트구축운영가이드, 전자정 부웹사이트UIUX 가이드라인 웹앱 접근성점검및점검결과보고서제출 산출정보 웹접근성점검결과보고서 웹접근성인증마크또는전문기관점검결과제출로대체가능 관련요구사항 요구사항출처 지능정보화기본법제46조, 장애인차별금지법제21조 - 42 - 요구사항분류 제약사항 요구사항고유번호 COR-04 요구사항명칭 웹표준등준수 요구사항 상세설명 정의 웹사이트호환성확보등웹표준준수 세부내용 웹표준문법을준수하여웹사이트를구축해야함 - 표준XHTML 문법과표준CSS 문법을준수 W3C Markup Validationhttpvalidator.w3.org 문법검사통과 W3C CSS Validationhttpjigsaw.w3.orgcss-validator 문법검사통과 웹사이트호환성이확보되도록구축해야함 - 3종이상의웹브라우저에서Javascript가정상동작 - 3종이상의웹브라우저에서레이아웃, 콘텐츠등화면이동등하게구현 비표준기술없이웹사이트를구축해야함 - 비표준기술액티브X 등 없이웹사이트의모든기능이동작 - 최신웹표준기술HTML5를사용하여구축 사용자의편의성을고려하여웹사이트를구축해야함 - 이용자들이쉽고편리하게이용할수있는UIUX를설계구현 - 웹에공개된정보에접근이용이하도록개방성확보 웹모바일웹호환성진단표에따른진단및진단결과보고서제출 산출정보 웹모바일웹호환성진단결과보고서 관련요구사항 요구사항출처 전자정부서비스호환성준수지침, 행정공공기관웹사이트구축운영가이드",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-02",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "표준 지침 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업 추진 시 준수해야 할 규정에 관한 사항"
          ],
          [
            "",
            "세부내용",
            "○ 행정기관 및 공공기관 정보시스템 구축․운영 지침(행정안전부)\n○ 전자정부 웹사이트 품질관리 지침(행정안전부)\n○ 행정안전부 정보화업무 처리규정(행정안전부\n○ 한국형 웹 콘텐츠 접근성 지침2.1(국립전파연구원)\n○ 모바일 애플리케이션 콘텐츠 접근성 지침2.0(국립전파연구원)\n○ 전자정부 성과관리 지침(행정안전부)\n○ 모바일 전자정부 서비스 관리지침(행정안전부)\n○ 행정기관의 코드표준화 추진지침(행정안전부)\n○ 공공기관의 데이터베이스 표준화 지침(행정안전부)\n○ 행정기관 도메인이름 및 IP주소체계 표준(행정안전부)\n○ 행정․공공기관 웹사이트 구축․운영 가이드(행정안전부)\n○ 공공 웹사이트 플러그인 제거 가이드라인(행정안전부)\n○ 전자정부 웹사이트 UI․UX 가이드라인(행정안전부)\n○ 정보시스템 성능관리 지침(한국정보통신기술협회)"
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "상기 지침 고시 부서"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-04",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "웹 표준 등 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹사이트 호환성 확보 등 웹 표준 준수"
          ],
          [
            "",
            "세부내용",
            "○ 웹 표준 문법을 준수하여 웹사이트를 구축해야 함\n- 표준 (X)HTML 문법과 표준 CSS 문법을 준수\n․ W3C Markup Validation(http://validator.w3.org) 문법검사 통과\n․ W3C CSS Validation(http://jigsaw.w3.org/css-validator) 문법 검사 통과\n○ 웹사이트 호환성이 확보되도록 구축해야 함\n- 3종 이상의 웹브라우저에서 Javascript가 정상 동작\n- 3종 이상의 웹브라우저에서 레이아웃, 콘텐츠 등 화면이 동등하게 구현\n○ 비표준 기술 없이 웹사이트를 구축해야 함\n- 비표준기술(액티브X 등) 없이 웹사이트의 모든 기능이 동작\n- 최신 웹 표준기술(HTML5)를 사용하여 구축\n○ 사용자의 편의성을 고려하여 웹사이트를 구축해야 함\n- 이용자들이 쉽고 편리하게 이용할 수 있는 UI‧UX를 설계‧구현\n- 웹에 공개된 정보에 접근이 용이하도록 개방성 확보\n○ 웹/모바일웹 호환성 진단표에 따른 진단 및 진단 결과보고서 제출"
          ],
          [
            "산출 정보",
            "",
            "웹/모바일웹 호환성 진단결과보고서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "전자정부서비스 호환성 준수지침, 행정‧공공기관 웹사이트 구축‧운영 가이드"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-03",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "웹사이트 품질관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹사이트 품질관리 지침 준수"
          ],
          [
            "",
            "세부내용",
            "○ ‘전자정부 웹사이트 품질관리 지침’을 준수하여 웹 접근성, 호환성,\n사용성 등 웹사이트 품질기준을 충족하도록 구축해야 함\n- 관련 가이드 : 행정·공공기관 웹사이트 구축·운영 가이드, 전자정\n부 웹사이트 UI·UX 가이드라인\n○ 웹(앱) 접근성 점검 및 점검 결과보고서 제출"
          ],
          [
            "산출 정보",
            "",
            "○ 웹 접근성 점검결과보고서\n※ 웹접근성 인증마크 또는 전문기관 점검결과 제출로 대체 가능"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "지능정보화 기본법 제46조, 장애인 차별 금지법 제21조"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 23,
      "text": "- 43 - 요구사항분류 제약사항 요구사항고유번호 COR-05 요구사항명칭 작업장소상호협의결정및원격지개발활성화 요구사항 상세설명 정의 작업장소상호협의결정및원격지개발활성화 세부내용 작업장소상호협의 계약당사자는SW사업수행을위해필요한작업장소등장소, 설비, 기타작업환경을상호협의하여결정하며, 핵심인력이 아닌지원인력의근무장소는보안등특별한사유가있는경 우를제외하고는제안사가달리정할수있음 SW사업수행을위해필요한작업장소비용은사업예산내 계상되어있으므로관련비용을포함하여제안가격을산출하 되, 작업장소는상호협의하여결정함 원격지개발장소제시검토절차 제안사는작업장소상호협의시제안요청서내명시된보안 요구사항을준수한작업장소를제시할수있으며, 발주기관에 서는제시된작업장소에관하여우선검토한다. 다만, 발주기 관에서는공급자가제시한작업장소가보안요구사항을준수 하지못한경우거부할수있음 원격지개발장소보안요구사항 제안사가원격지개발을요청하는경우, 본제안요청서에명 시한보안요구사항및프로젝트관리요구사항등을모두충 족하는원격지보안관리대책을제시하여야함 산출정보 관련요구사항 프로젝트관리요구사항 요구사항출처 행정기관및공공기관정보시스템구축운영지침행안부고시, SW사업 계약및관리감독에관한지침과기부고시, 용역계약일반조건기재부예규 요구사항분류 제약사항 요구사항고유번호 COR-06 요구사항명칭 기술적용계획준수 요구사항 상세설명 정의 기술적용계획준수 세부내용 제안사는본사업에적용될기술들을사전에파악하여별첨2. 기술적용계획표를작성제출하여야하며, 제출한기술적용계획 표를준수하여사업을추진해야한다 산출정보 관련요구사항 요구사항출처 행정기관및공공기관정보시스템구축운영지침 - 44 - 요구사항분류 제약사항 요구사항고유번호 COR-07 요구사항명칭 표준산출물생성및관리 요구사항 상세설명 정의 표준산출물생성및관리 세부내용 제안사는체계적인정보시스템운영유지관리를위하여한국 정보화진흥원CBD SW 표준산출물관리가이드11.12월를 반영하여산출물을제출하여야한다. 발주기관과협의하여산출물목록및내용은수정가능 산출정보 관련요구사항 요구사항출처 행정기관및공공기관정보시스템구축운영지침 요구사항분류 제약사항 요구사항고유번호 COR-08 요구사항명칭 동해, 독도표기오류재발방지 요구사항 상세설명 정의 동해, 독도표기오류재발방지 세부내용 제안사는홈페이지등정보시스템에위치지도등을표시할경우, 동해독도표기한글영문 오류발생유무를점검하여야하며, 발견시감독관에게보고하고즉시조치해야한다. 독도를다케시마, 리앙쿠르트암초 등으로표시금지 동해를 일본해로표시금지 동해, 독도표기오류로사회적인문제를야기한경우언론발표및 국회등지적 1회위반시300만원이하위약금을부과하고, 재발 방지를위한조치계획및관련자특별교육을실시하여야한다. - 위약금규모는사업규모에따라조정가능하나, 2회이상연속 위반시에는계약을해지할수있다. 산출정보 관련요구사항 요구사항출처 요구사항분류 제약사항 요구사항고유번호 COR-9 요구사항명칭 SW 사업정보제출 요구사항 상세설명 정의 SW 사업정보제출 세부내용 ᄋ소프트웨어진흥법제46조에따라아래의사업금액에해 당하는사업일경우, 사업수주자는SW사업정보SW사업수 행및실적정보 데이터를작성제출하여야함 SW사업정보제출적용대상 사업 유형 SW개발 및 재개발 사업 SW 운영 및 유지보수 사업 다년도계약일경우, 연간사업금액기준",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-07",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "표준산출물 생성 및 관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "표준산출물 생성 및 관리"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 체계적인 정보시스템 운영·유지관리를 위하여 한국\n정보화진흥원「CBD SW 표준산출물 관리가이드(`11.12월)」를\n반영하여 산출물을 제출하여야 한다.\n※ 발주기관과 협의하여 산출물 목록 및 내용은 수정 가능"
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "행정기관 및 공공기관 정보시스템 구축·운영 지침"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-05",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "작업장소 상호협의 결정 및 원격지 개발 활성화"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "작업장소 상호협의 결정 및 원격지 개발 활성화"
          ],
          [
            "",
            "세부내용",
            "<작업장소 상호협의>\n○ 계약당사자는 SW사업 수행을 위해 필요한 작업장소 등(장소,\n설비, 기타 작업환경)을 상호 협의하여 결정하며, 핵심인력이\n아닌 지원인력의 근무장소는 보안 등 특별한 사유가 있는 경\n우를 제외하고는 제안사가 달리 정할 수 있음\n○ SW사업 수행을 위해 필요한 작업장소 비용은 사업예산 내\n계상되어 있으므로 관련 비용을 포함하여 제안가격을 산출하\n되, 작업장소는 상호 협의하여 결정함\n<원격지 개발 장소 제시·검토 절차>\n○ 제안사는 작업장소 상호협의 시 제안요청서 내 명시된 보안\n요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에\n서는 제시된 작업장소에 관하여 우선 검토한다. 다만, 발주기\n관에서는 공급자가 제시한 작업장소가 보안요구사항을 준수\n하지 못한 경우 거부할 수 있음\n<원격지 개발 장소 보안요구사항>\n○ 제안사가 원격지 개발을 요청하는 경우, 본 제안요청서에 명\n시한 보안요구사항 및 프로젝트 관리 요구사항 등을 모두 충\n족하는 원격지 보안관리대책을 제시하여야 함"
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 출처",
            "",
            "행정기관 및 공공기관 정보시스템 구축·운영 지침(행안부 고시), SW사업\n계약 및 관리감독에 관한 지침(과기부 고시), 용역계약일반조건(기재부 예규)"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-08",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "동해, 독도 표기 오류 재발 방지"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "동해, 독도 표기 오류 재발 방지"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 홈페이지 등 정보시스템에 위치·지도 등을 표시할 경우,\n동해·독도표기(한글․영문) 오류 발생유무를 점검하여야 하며,\n발견시 감독관에게 보고하고 즉시 조치해야 한다.\n※ ’독도’를 ‘다케시마’,\n‘리앙쿠르트 암초’ 등으로 표시 금지 /\n‘동해’를\n‘일본해’로 표시 금지\n○ 동해, 독도 표기 오류로 사회적인 문제를 야기한 경우(언론발표 및\n국회 등 지적) 1회 위반시 300만원 이하 위약금을 부과하고, 재발\n방지를 위한 조치계획 및 관련자 특별교육을 실시하여야 한다.\n- 위약금 규모는 사업규모에 따라 조정 가능하나,\n2회 이상 연속\n위반시에는 계약을 해지할 수 있다."
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-06",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "기술적용 계획 준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술적용 계획 준수"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 본 사업에 적용될 기술들을 사전에 파악하여「별첨2.\n기술적용계획표」를 작성 제출하여야 하며, 제출한 기술적용계획\n표를 준수하여 사업을 추진해야 한다"
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "행정기관 및 공공기관 정보시스템 구축·운영 지침"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-9",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "SW 사업정보 제출"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "SW 사업정보 제출"
          ],
          [
            "",
            "세부내용",
            "ㅇ「소프트웨어 진흥법 제46조」에 따라 아래의 사업금액에 해\n당하는 사업일 경우, 사업 수주자는 SW사업정보(SW사업 수\n행 및 실적정보) 데이터를 작성·제출하여야 함\n< SW사업정보 제출 적용대상 >\n사업  유형\nSW개발  및  재개발  사업\nSW  운영  및  유지보수  사업\n※ 다년도 계약일 경우, 연간 사업금액 기준"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 요구사항분류 제약사항 요구사항고유번호 COR-10 요구사항명칭 과업변경심의위원회개최 요구사항 상세설명 정의 과업변경심의위원회개최 세부내용 제안사는소프트웨어진흥법제50조에따라발주기관에소 프트웨어사업과업심의위원회 개최를요청할수있다. 소프트웨어사업과업심의위원회의구성및개최요청절차 등에관한사항은관련법령을따른다. 산출정보 관련요구사항 요구사항출처 소프트웨어진흥법 요구사항분류 제약사항 요구사항고유번호 COR-11 요구사항명칭 타운영시스템성능영향도최소화 요구사항 상세설명 정의 연계, 연동에따른기존의타운영시스템성능저하위험해소 세부내용 제안사는기운영시스템과의연계와연동을구현함에있어 서, 기존시스템의성능저하를최소화하는방안을제시하고 적용해야함 산출정보 관련요구사항 요구사항출처 행정기관및공공기관정보시스템구축운영지침 요구사항분류 제약사항 요구사항고유번호 COR-12 요구사항명칭 중장기정보화추진전략과일관성유지 요구사항 상세설명 정의 산단정보시스템정보전략계획과의일관성유지 세부내용 서비스의설계와구현은23년도실시한산단안전정보시스템 정보전략계획과 일관성을유지하여, 향후확장성과상호운용 성을담보해야함 산출정보 관련요구사항 요구사항출처 행정기관및공공기관정보시스템구축운영지침 SW사업정보데이터작성및제출에관한사항은www.spir.kr 자료실의SW사업정보저장소데이터제출안내 문서를참 조토록함 ᄋ SW사업정보데이터는사업수행계획서작성시단계별산출물 리스트에명시하도록함 ᄋ SW사업정보중기능점수데이터의작성을위해사업수행인원 중기능점수산정가능전문가를포함토록함 산출정보 관련요구사항 요구사항출처 SW사업계약및관리감독에관한지침과기부고시, 용역계약 일반조건기재부예규 - 46 - 요구사항분류 제약사항 요구사항고유번호 COR-13 요구사항명칭 계약목적물의지적재산권귀속 요구사항 상세설명 정의 정보시스템지적재산권의책임에대한사항을명시 세부내용 용역계약일반조건기재부예규 제56조계약목적물의지식재 산권귀속등에의거하여계약목적물의지식재산권의소유 권은공동소유함 용역사업자는지식재산권의활용을위하여SW산출물의반출을 요청할수있으며, 발주기관에서는보안업무규정제4조및 제안요청서에명시된누출금지정보에해당하지않을경우SW산 출물을제공함.단공급자는아래내용을준수하여야함 본사업을통해개발된소프트웨어등의산출물은용역계약일반조건제 56조계약목적물의지식재산권귀속등에따라첨단공공서비스지원사 업확산의목적으로타기관과공동활용할계획이있음을사전안내 사업수행관련자료사업과정에서생산된모든산출물, 문서, 프로그램 등은주관기관으로귀속됨 단, 용역수행사업자는용역계약일반조건기재부예규 제56조 계약목적물의지식재산권귀속등 제6항에의거본계약의목 적물을개작하여상업적으로사용할수있으며, 주관기관의승인 을받아제3자에게개작권을양도할수있음 용역사업자는지식재산권의활용을위하여SW산출물의반출을 요청할수있으며, 발주기관에서는보안업무규정제4조및 제안요청서에명시된누출금지정보에해당하지않을경우SW산 출물을제공함. 단공급자는아래내용을준수하여야함 - 공급자는공급받은SW산출물에대하여제안요청서, 계약서등 에누출금지정보로명시한정보를삭제하고활용하여야하며, 이를확인하는공급자대표명의의확약서를발주기관에제출하 여야함 - 공급자가반출된SW산출물을제3자에게제공하려는경우반드 시발주기관으로부터사전승인을받아야함 - 발주기관은공급자가제공받은SW산출물을무단으로유출하거 나누출되는경우및누출금지정보를삭제하지않고활용하는 경우에는국가계약법제76조제1항제3호및지방계약법 제92조제1항제19호에따라입찰참가자격을제한함 사업수행에따른계약목적물의기술자료는행정기관및공공기 관정보시스템구축운영지침제60조및용역계약일반조건제 57조에서정한바에따라주관기관과협의하여제3기관에임치할 수있음 산출정보 관련요구사항 요구사항출처",
      "tables": [
        [
          [
            "",
            "",
            "○ SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr\n자료실의 ‘SW사업정보 저장소 데이터 제출 안내’ 문서를 참\n조토록 함\nㅇ  SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물\n리스트에 명시하도록 함\nㅇ  SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원\n중 기능점수 산정 가능 전문가를 포함토록 함"
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "SW사업 계약 및 관리감독에 관한 지침(과기부 고시), 용역계약\n일반조건(기재부 예규)"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-10",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "과업변경 심의위원회 개최"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "과업변경 심의위원회 개최"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는「소프트웨어 진흥법」제50조에 따라 발주기관에 “소\n프트웨어사업 과업심의위원회” 개최를 요청할 수 있다.\n○ “소프트웨어사업 과업심의위원회”의 구성 및 개최 요청 절차\n등에 관한 사항은 관련 법령을 따른다."
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "소프트웨어 진흥법"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-11",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "타 운영시스템 성능영향도 최소화"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "연계, 연동에 따른 기존의 타 운영시스템 성능저하 위험 해소"
          ],
          [
            "",
            "세부내용",
            "○ 제안사는 기 운영 시스템과의 연계와 연동을 구현함에 있어\n서, 기존 시스템의 성능저하를 최소화하는 방안을 제시하고\n적용해야 함"
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "행정기관 및 공공기관 정보시스템 구축·운영 지침"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-13",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "계약목적물의 지적재산권 귀속"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정보시스템 지적재산권의 책임에 대한 사항을 명시"
          ],
          [
            "",
            "세부내용",
            "○ 용역계약일반조건(기재부 예규) 제56조(계약목적물의 지식재\n산권 귀속 등)에 의거하여 계약목적물의 지식재산권의 소유\n권은 공동소유함\n○ 용역사업자는 지식재산권의 활용을 위하여 SW산출물의 반출을\n요청할 수 있으며, 발주기관에서는 「보안업무규정」 제4조 및\n제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산\n출물을 제공함.(단 공급자는 아래 내용을 준수하여야 함)\n○ 본 사업을 통해 개발된 소프트웨어 등의 산출물은 용역계약일반조건 제\n56조(계약목적물의 지식재산권 귀속 등)에 따라 첨단 공공서비스 지원사\n업 확산의 목적으로 타 기관과 공동활용할 계획이 있음을 사전안내\n※ 사업수행 관련자료‧사업과정에서 생산된 모든 산출물, 문서, 프로그램\n등은 주관기관으로 귀속됨\n○ 단, 용역수행 사업자는 용역계약일반조건(기재부 예규) 제56조\n(계약목적물의 지식재산권 귀속 등) 제⑥항에 의거 본 계약의 목\n적물을 개작하여 상업적으로 사용할 수 있으며, 주관기관의 승인\n을 받아 제3자에게 개작권을 양도할 수 있음\n○ 용역사업자는 지식재산권의 활용을 위하여 SW산출물의 반출을\n요청할 수 있으며, 발주기관에서는 「보안업무규정」 제4조 및\n제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산\n출물을 제공함. 단 공급자는 아래 내용을 준수하여야 함\n- 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등\n에 누출금지정보로 명시한 정보를 삭제하고 활용하여야 하며,\n이를 확인하는 공급자 대표명의의 확약서를 발주기관에 제출하\n여야 함\n- 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드\n시 발주기관으로부터 사전승인을 받아야 함\n- 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거\n나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는\n경우에는 「국가계약법」제76조제1항제3호 및 「지방계약법」\n제92조제1항제19호에 따라 입찰참가자격을 제한함\n○ 사업수행에 따른 계약목적물의 기술자료는 행정기관 및 공공기\n관 정보시스템 구축 운영 지침 제60조 및 용역계약 일반조건 제\n57조에서 정한 바에 따라 주관기관과 협의하여 제3기관에 임치할\n수 있음"
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호 COR-12",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "중장기 정보화 추진전략과 일관성 유지"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산단정보시스템 정보전략계획과의 일관성 유지"
          ],
          [
            "",
            "세부내용",
            "○ 서비스의 설계와 구현은 ‘23년도 실시한 산단안전정보시스템\n정보전략계획과\n일관성을 유지하여, 향후 확장성과 상호운용\n성을 담보해야 함"
          ],
          [
            "산출 정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ],
          [
            "요구사항 출처",
            "",
            "행정기관 및 공공기관 정보시스템 구축·운영 지침"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 25,
      "text": "- 47 - IV. 입찰 추진계획 사업 참여자격 입찰참가 자격자세한 사항은 입찰공고서에 따름 - 국가를 당사자로 하는 계약에 관한 법률제27조 및 동법 시행령 제76조부정당업자의 입찰 참가자격 제한에 해당되지 않는 사업자 - 본 사업은 20억원 미만 사업으로 소프트웨어 진흥법제48조중소 소프트웨어 사업자의 사업참여 지원 및 중소 소프트웨어 사업자의 사업참여 지원에 관한 지침 제2조, 제3조에 따라 대기업 및 중견기업 인 소프트웨어 사업자의 입찰참여 제한소프트웨어 사업자 일반 현황 관리확인서 상의 공공 소프트웨어사업 입찰참여 제한금액 없음으 로 확인 총 사업금액 20억원 미만인 사업으로 중소 소프트웨어 사업자소프트웨어 사업 자 일반 현황 관리 확인서 상의 공공소프트웨어사업 입찰참여 제한금액 없 음으로 확인만 입찰참가 가능 - 국가종합전자조달시스템 입찰참가자격등록규정조달청 고시 에 의하여 전자입찰서 제출 마감일 전일까지 국가종합전자조달 시스템나라장터에소프트웨어사업자컴퓨터관련서비스사업, 업 종코드 1468와 정보통신공사업업종코드 0036모두를 입찰 참가자격 등록한 자 - 중소기업제품 구매촉진 및 판로지원에 관한 법률에 따른 중소 기업자 및 관련 직접생산확인증명서품명 정보시스템개발서비스 8111159901를 득한 자 - 본 사업은하도급을 허용하는 사업으로서, 아래사항을 준수해야 함 1하도급 사전 승인 - 본 사업의 하도급의 경우 소프트웨어 진흥법제20조의3 및 소프트웨어사 업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시 제2020-93호 의 규정에 의하여 반드시 하도급 계약 전에 발주기관으로부터 사전 승인을 받아야 함 2 하도급 비율제한 - 48 - - 본 사업은 단독 또는 공동수급공동이행방식이 가능한 사업이며, 공동수급의경우, 수급체 구성원은 5개사 이하로 제한되고, 각 수 급체는 최소지분율 10이상을 소유하여야 함. 공동계약으로참여시는반드시공동계약운용요령기획재정부계약예규제 539호, 20. 12. 28.을숙지하여야하며숙지하지못함에따라발생된결과 에대한책임은입찰자에게있음 - 본 사업의 과업의 일부를 하도급하려는 경우 소프트웨어 진흥법 제20조 의3제1항에 따라 사업금액의 100분의 50을 초과할 수 없으며, 제2항에 따 라 재하도급은 원칙적으로 불허함. 다만, 같은 법 제20조의3 제1항 및 제2 항 각 호에 해당하는 경우 그러하지 아니함 3 하도급 계획서 제출 요청 - 본 사업 과업의 일부를 하도급하려는 경우 입찰 시 및 계약체결 시 프트 웨어산업 진흥법제20조의3 및 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시 제2020-93호의 별지 서식 제2호 및 제3호 의 소프트웨어사업 하도급계획서를 제출하여야 함 4 하도급 계약의 적정성 판단 세부기준 명시 - 하도급계약의 승인을 신청하는 경우,프트웨어산업 진흥법제20조의3 및 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시 제2020-93호에 따른 하도급계약의 적정성 판단 세부기준에 따라 적정성 여부를 판단하며, 평가점수가 85점 이상인 경우에 한하여 하도급 계약을 승 인함. 다만, 85점 이상인 경우라 하더라도 하도급 계약의 세부 조건 등으로 인하여 사업의 원활한 수행이 불가능하다고 인정되는 경우 그 사유를 기재 하여 하도급 승인 거절을 통보할 수 있음 5 공동수급체 구성 - 본 사업에서 전체 사업금액 대비 10를 초과하여 하도급하려는 경우, 소 프트웨어 진흥법 제20조의3 제4항에 따라 하수급인과 공동수급체를 구성 하여 참여해야 하며, 공동수급체를 구성하지 못하는 불가피한 사정이 있는 경우 그 사유를 제시하여야 함",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 26,
      "text": "- 49 - 제안서 작성 요령 제안서의 효력 - 제출된 제안서의 내용은 실제 사실과 일치하여야 하고 한국산업단지 공단에서 요청하지 않는 한 변경할 수 없다. 제안서에 제시된 내 용과 기술협상 시, 수정, 보완, 변경된 제안내용은 계약서에 명 시하지 아니하더라도 계약서와 동일한 효력을 가진다. 다만, 계약 서에 명시된 경우는 계약서가 우선한다. - 발주기관은 필요시 제안서에 대하여 자료를 요구할 수 있으며, 이 에 따라 제출된 자료는 제안서와 동일한 효력을 가진다. - 제안된 내용이 사실과 다르거나 허위로 판명될 경우에는 이로 인하 여 발생되는 모든 민형사상의 책임은 제안서를 제출한 업체에 있 으며 이에 따라 모든 행위는 무효로 한다. - 제안사는 본 입찰과 관련된 업무를 수행하면서 취득한 정보에 대 해서는 비밀을 유지하여야 한다. 제안서 작성지침 및 유의사항 - 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안할 수 있다. - 제안서는 제시된 제안서 목차 및 세부 작성 지침을 준용하여 각 각 세분하여 누락 없이 작성하고, 제안요청서의 요구 항목들이 제 안서의 어느 부분에 기술되었는지 참조표를 제시하여야 한다. - A4지 규격을 권고한다. - 제안서 본문 내용은 200페이지100장 이내로 작성 - 전자문서형태pdf로 나라장터 e발주시스템을 통해 온라인으로 제출 - 제안 설명 시 홍보용 동영상 활용 금지 - 제안요약서의 경우 A4 횡 사용을 원칙으로 하되 가급적 50페이지 이내로 작 성 - 제안서는 A4용지 기준 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4용지 횡 또는 기타 용지를 일부 사용할 수 있다. - 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙 - 50 - 에 일련번호를 붙이되, 각 장별로 구분하여 번호를 부여한다. - 제안서는 한글작성이 원칙이며, 사용된 영문약어에 대해서는 약 어 설명을 함께 제공하여야 한다. - 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 한다. - 제안서의 내용은 명확한 용어를 사용하여 표현하여야 한다. 예를 들어, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하며, 계량화 가 가능한 것은 계량화하여 표현하여야 한다. - 제안서 앞장에 평가항목에 대한 조견표를 명시하여야 한다.평가항 목, 평가요소, 제안서 관련목차, 페이지, 제안포인트 등 - 제안내용을 보충하기 위하여 참고문헌 활용 시 참고문헌 목록을 첨부하고, 그 출처를 정확히 알 수 있도록 표기하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 제안서 목차 및 세부 작성 지침 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매출액, 유사사업실적 등을 명료하게 제시하여야 한다. - 본 사업과 관련이 있는 3년 이내의 유사사업 수행실적 및 유사사업 수 행실적증명서를 제시 객관적인 근거에 의거 명확히 제시 공동수급의 경우 공동수급자 모두 해당사항 기술 2. 제안사의 조직 및 인원 제안사컨소시엄 포함의 조직 및 인원 현황을 제시하여야 한다. 3. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. - 용역책임자는 임원급으로 제시 - 사업관리자PM는 공고일 이전부터 제안서 평가일까지 계속 재직자 - 제안사가 하도급 의사가 있는 경우, 해당 업무 및 예상하도급 업체를 제시함 - 컨소시엄 업체가 있는 경우 업무분장 내역에 공동수급업체별 참여 비율 을 명시 II. 전략 및 방법론 1. 사업 이해도 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 목표시스템 구성도 및 구성 체계를 제시하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소를 고려하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부개발방법론, 적용기술의 실현가능성 등을 제시하여야 한다. 대상업무별 개발방안통합연계 범위 관 련 적절한 방안 제시 등, 프로토타입 구현 등 개발에 대한 전반적인 방안 을 제시한다. 4. 표준 프레임워크 적용 제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상되는 문제점을 기술하고 실현가능한 대응방안을 제시하여야 한다. 5. 개발방법론 업무개발에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 경험을 기술한다. 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. III. 기술 및 기능 1. 시스템 장비구성 요구사항 시스템을 하드웨어 부문, 소프트웨어 부문, 기타 부문 등으로 구분하여 각 구분별 구성장치의 사양, 기능, GS인증제품 제안내역 등을 제시하고 도입 장비의 설치 및 공급계획, 도입 장비의 유지보수 방안을 기술하여야 한다. 특히, 장비의 최대사양 중 제안 사양을 명확히 제시 - 52 - 항 목 작 성 방 법 2. 기능 요구사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기술, 제안한 방안 및 기술의 적용방안을 제시하여야 한다. 3. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안방안 등을 구체적으로 제시하여야 한다. 4. 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제시하여야 한다. 5. 시스템 운영 요구사항 시스템 운영과 관련된 필요사항, 경험, 고려사항 및 유사시 대응책 등을 제시하여야 한다. 6. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응 방안을 구체적 으로 기술하여야 한다. IV. 성능 및 품질 1. 성능 요구사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도 구, 구현 및 테스트 방안을 구체적으로 제시하여야 한다. 2. 품질 요구사항 분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시하여야 한다. 3. 인터페이스 요구사항 시스템 인터페이스는 타 시스템과의 연계 방안들에 대한 장단점의 분석을 통해 가장 적합한 방안을 구체적으로 기술하여야 한다. 사용자 인터페이스는 사용자 편의성을 고려하여 요구사항을 제공하기 위 한 분석 및 설계, 구현 방안과 검토 계획을 구체적으로 기술하여야 한다. 4. 테스트 요구사항 도입되는 장비의 성능 테스트BMT 또는 구축된 시스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한 테스트 요구사항을 기술한다. 목표시스템의 테스트 유형단위테스트, 연계테스트, 통합테스트, 시스템테스트, 성능테스트 등 테스트 환경, 방법, 절차 등 요구사항을 기술한다. V. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행 시 보안을 관리하는 방법, 사업수행 성과물 이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여 야 한다. 또한, 문제 발생 시 보고 체계 및 위험관리 방안을 구체적으로 제 시하여야 한다. - 수행조직의 변경 최소화 방안 제시 - 업무범위 및 책임을 명확히 명시 - 하도급 관리방안해당시 하도급금액이 사업금액의 10를 초과하면서, 공동수급체를 구성하지 못하는 사유 제시 - 품질보증계획 및 방법론 - 단계별 산출물 내역",
      "tables": [
        [
          [
            "항  목",
            "작  성  방  법"
          ],
          [
            "2.  기능 \n요구사항",
            "방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고  구현  방안이 \n구체적인  기술,  제안한  방안  및  기술의  적용방안을  제시하여야  한다."
          ],
          [
            "3.  보안 \n요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표준, \n제안방안  등을  구체적으로  제시하여야  한다."
          ],
          [
            "4.  데이터 \n요구사항",
            "데이터  전환  계획  및  검증  방법,  에러  데이터  처리  방법에  대해  구체적인 \n내용을  제시하여야  한다."
          ],
          [
            "5.  시스템  운영 \n요구사항",
            "시스템  운영과  관련된  필요사항,  경험,  고려사항  및  유사시  대응책  등을 \n제시하여야  한다."
          ],
          [
            "6.  제약사항",
            "기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응  방안을  구체적\n으로  기술하여야  한다."
          ],
          [
            "Ⅳ.  성능  및  품질",
            ""
          ],
          [
            "1.  성능 \n요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및  분석  도\n구,  구현  및  테스트  방안을  구체적으로  제시하여야  한다."
          ],
          [
            "2.  품질 \n요구사항",
            "분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안을  구체적으로 \n제시하여야  한다."
          ],
          [
            "3.  인터페이스 \n요구사항",
            "시스템  인터페이스는  타  시스템과의  연계  방안들에  대한  장단점의  분석을 \n통해  가장  적합한  방안을  구체적으로  기술하여야  한다.\n  사용자  인터페이스는  사용자  편의성을  고려하여  요구사항을  제공하기  위\n한  분석  및  설계,  구현  방안과  검토  계획을  구체적으로  기술하여야  한다."
          ],
          [
            "4.  테스트 \n요구사항",
            "도입되는  장비의  성능  테스트(BMT)  또는  구축된  시스템이  목표  대비 \n제대로  운영되는가를  테스트하고,  점검하기  위한  테스트  요구사항을 \n기술한다.\n  목표시스템의  테스트  유형(단위테스트,  연계테스트,  통합테스트, \n시스템테스트,  성능테스트  등)  테스트  환경,  방법,  절차  등  요구사항을 \n기술한다."
          ],
          [
            "Ⅴ.  프로젝트  관리",
            ""
          ],
          [
            "1.  관리방법론",
            "사업위험,  사업진도,  사업수행  시  보안을  관리하는  방법,  사업수행  성과물\n이나  산출물의  형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여\n야  한다.  또한,  문제  발생  시  보고  체계  및  위험관리  방안을  구체적으로  제\n시하여야  한다.\n  -  수행조직의  변경  최소화  방안  제시\n  -  업무범위  및  책임을  명확히  명시\n  -  하도급  관리방안(해당시)\n  ※  하도급금액이  사업금액의  10%를  초과하면서,  공동수급체를  구성하지 \n못하는  사유  제시\n  -  품질보증계획  및  방법론\n  -  단계별  산출물  내역"
          ]
        ],
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사\n    일반현황",
            "제안사의  일반현황  및  주요  연혁,  최근  3년간의  자본금  및  부문별(컨설팅, \n개발  등)  매출액,  유사사업실적  등을  명료하게  제시하여야  한다.\n  -  본  사업과  관련이  있는  3년  이내의  유사사업  수행실적  및  유사사업  수\n행실적증명서를  제시\n  ※  객관적인  근거에  의거  명확히  제시\n  ※  공동수급의  경우  공동수급자  모두  해당사항  기술"
          ],
          [
            "2.  제안사의\n    조직  및  인원",
            "제안사(컨소시엄  포함)의  조직  및  인원  현황을  제시하여야  한다."
          ],
          [
            "3.  수행조직  및 \n업무분장",
            "본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  한다.\n  -  용역책임자는  임원급으로  제시\n  -  사업관리자(PM)는  공고일  이전부터  제안서  평가일까지  계속  재직자\n  -  제안사가  하도급  의사가  있는  경우,  해당  업무  및  (예상)하도급  업체를 \n제시함\n  -  컨소시엄  업체가  있는  경우  업무분장  내역에  공동수급업체별  참여  비율\n을  명시"
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업  이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의  목적, \n범위,  전제조건  및  제안의  특징  및  장점을  요약하여  기술하여야  한다.\n  목표시스템  구성도  및  구성  체계를  제시하여야  한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소를  고려하여 \n창의적이고  타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  적용기술",
            "제안사는  사업수행을  위한  주요  적용기술  및  세부개발방법론,  적용기술의 \n실현가능성  등을  제시하여야  한다.  대상업무별  개발방안(통합/연계  범위  관\n련  적절한  방안  제시  등),  프로토타입  구현  등  개발에  대한  전반적인  방안\n을  제시한다."
          ],
          [
            "4.  표준 \n프레임워크 \n적용",
            "제안사는  사업에  적용될  표준프레임워크  및  공통컴포넌트의  사용  계획과 \n예상되는  문제점을  기술하고  실현가능한  대응방안을  제시하여야  한다."
          ],
          [
            "5.  개발방법론",
            "업무개발에  적용할  방법론  절차  및  기법의  활용방안을  제시하여야  하며, \n적용방법론의  경험을  기술한다.\n  개발방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "Ⅲ.  기술  및  기능",
            ""
          ],
          [
            "1.  시스템 \n장비구성 \n요구사항",
            "시스템을  하드웨어  부문,  소프트웨어  부문,  기타  부문  등으로  구분하여  각 \n구분별  구성장치의  사양,  기능,  GS인증제품  제안내역  등을  제시하고  도입\n장비의  설치  및  공급계획,  도입  장비의  유지보수  방안을  기술하여야  한다.\n  ※  특히,  장비의  최대사양  중  제안  사양을  명확히  제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 항 목 작 성 방 법 - 관리적, 물리적 보안관리 방안 제시 - 의사소통관리 계획 및 수행 방안 분리발주 사업이 있는 경우, 분리발주 사업자와의 구체적인 협력방안 제시 2. 관리역량 사업관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소통 능력 등 프로젝트 관리 역량을 제시하여야 한다. 3. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등을 제시하여야 한다. 4. 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성과 관련하여 개발환경의 구성 여부와 해결 방안을 명확히 제시하여야 한다. VI. 프로젝트 지원 1. 품질보증 조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시 하여야 한다. 소프트웨어진흥법제21조의 소프트웨어프로세스 품질인증 등 대외적 으로 인정받을 만한 품질보증 관련 인증 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 하고, 개발완료 후의 시스템의 이용 및 관리 운영에 관한 전반적인 방안을 제시한다. 3. 교육훈련 사용자, 관리자 등 시스템의 이용 대상자별로 구분하여 교육훈련 방법, 내 용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다. 4. 유지관리 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시하여야 한다. 5. 하자보수 하자보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시하여야 한다. - 장애처리절차, 하자보수체제 등 종합적인 방안 제시 - 발생가능한 리스크 및 방지대책 제시 6. 기밀보안 기밀보안 체계 및 대책, 저작권 존중 여부 명시, 시스템 보안성 확보방안 과 개인정보보호 대책을 제시하여야 한다. 7. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애 대응 대책을 제시하여 야 한다. - 54 - 제안서 평가방법 평가방법 - 평가비율은 기술평가점수 90와 가격평가점수 10로 하며, 기술 평가점수와 가격평가점수를 합산하여 종합 평가점수를 산출 구분 방식 입찰방식 제한경쟁입찰 낙찰자결정방식 협상에의한계약체결 평가방식 기술평가및가격평가 가격평가는국가를당사자로하는계약에관한법률시행령제42조에의한가 격평가 - 과학기술정보통신부고시소프트웨어 기술성 평가기준 지침을 준용, 기술평가는 본 제안요청서의 제안서 평가기준에 따라평가 협상적격자 선정 - 기술평가 시, 각 평가위원의 평가점수 중 최고점수와 최저점수를 제외한 나머지 점수를 산술평균한 점수를 90점 만점으로 환산하며, 기술능력평가 분야 배점한도의 85 이상인 자를 협상적격자로 선정 합산점수가동일한경우 기술능력평가점수가높은자를우선순위부여 기술능력평가점수도동일한경우 세부평가항목중배점이큰항목에서 높은점수를얻은자에게우선순위부여 계약조건 - 낙찰자로 결정된 이후에 정당한 사유 없이 컨소시엄 구성원을 변경할 수 없음사전 협의 필요 - 작업 장소, 설비 기타 작업환경 등은 발주 사업예산에 계상되어 있으므로 관련 비용을 포함하여 제안가격을 산출하되, 작업 장 소는 상호 협의하여 결정함",
      "tables": [
        [
          [
            "구분",
            "방식"
          ],
          [
            "입찰방식",
            "제한경쟁입찰"
          ],
          [
            "낙찰자 결정방식",
            "협상에 의한 계약체결"
          ],
          [
            "평가방식",
            "기술평가 및 가격평가"
          ]
        ],
        [
          [
            "항  목",
            "작  성  방  법"
          ],
          [
            "",
            "-  관리적,  물리적  보안관리  방안  제시\n  -  의사소통관리  계획  및  수행  방안\n  ※  분리발주  사업이  있는  경우,  분리발주  사업자와의  구체적인  협력방안 \n제시"
          ],
          [
            "2.  관리역량",
            "사업관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트  관리  경험, \n의사소통  능력  등  프로젝트  관리  역량을  제시하여야  한다."
          ],
          [
            "3.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  조직  등을 \n제시하여야  한다."
          ],
          [
            "4.  개발장비",
            "사업자의  참여  의지  및  조직적  대응  정도,  사업참여의  준비성과  관련하여 \n개발환경의  구성  여부와  해결  방안을  명확히  제시하여야  한다."
          ],
          [
            "Ⅵ.  프로젝트  지원",
            ""
          ],
          [
            "1.  품질보증",
            "조직,  인원,  방법,  절차  등  해당  사업의  수행을  위한  품질보증  방안을  제시\n하여야  한다.\n  ※  ｢소프트웨어진흥법」제21조의  소프트웨어프로세스  품질인증  등  대외적\n으로  인정받을  만한  품질보증  관련  인증"
          ],
          [
            "2.  시험운영",
            "대상  업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시하여야 \n하고,  개발완료  후의  시스템의  이용  및  관리  운영에  관한  전반적인  방안을 \n제시한다."
          ],
          [
            "3.  교육훈련",
            "사용자,  관리자  등  시스템의  이용  대상자별로  구분하여  교육훈련  방법,  내\n용,  교육일정,  교육훈련  조직  등을  상세히  제시하여야  한다."
          ],
          [
            "4.  유지관리",
            "유지관리  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활동  등을 \n종합적으로  제시하여야  한다."
          ],
          [
            "5.  하자보수",
            "하자보수  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활동  등을 \n종합적으로  제시하여야  한다.\n  -  장애처리절차,  하자보수체제  등  종합적인  방안  제시\n  -  발생가능한  리스크  및  방지대책  제시"
          ],
          [
            "6.  기밀보안",
            "기밀보안  체계  및  대책,  저작권  존중  여부  명시,  시스템  보안성  확보방안\n과  개인정보보호  대책을  제시하여야  한다."
          ],
          [
            "7.  비상대책",
            "안정적인  시스템  운영을  위하여  백업/복구  및  장애  대응  대책을  제시하여\n야  한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 29,
      "text": "- 55 - 제안서 보상안내 본 사업은 제안서 보상을 실시하지 않음 제안서 제출안내 제안서 설명회 - 일시 및 장소 입찰공고문에 따름 제출기한 및 장소 입찰공고서에 따름 입찰시 제출서류 입찰공고서에 따름 사업 및 제안 관련 문의사항 구분 성명 연락처 이메일 비고 한국산업단지공단 주관기관 한국산업단지공단 주관기관 - 56 - 제안서 평가기준 평가기준평가표 평가항목세부평가항목 평가기준 전략 및 방법론 25 사업 이해도 사업수행계획이 사업의 목표 및 특성에 부합하게 구체적이고 적절한 지 평가한다. 추진전략 사업수행 일정과 위험요소를 고려한 추진전략 수립의 타당성을 평가한다. 추진체계 사업 특성과 제시한 추진전략에 따른 수행조직전문업체, 기술지 원업체, 공동수급체 등 구성과 참여 조직간 역할, 책임, 품질 확보 및 협력 방안이 구체적이고 적절한지 평가한다. 사업추진 방법론 사업추진방법이 구체적이고 적절한지와 그 실제 적용 사례 및 수 행경험을 평가하고, 관련 기술보유 여부와 사업수행에 따른 단계 별 산출물을 제시하였는지 평가한다. 수행계획 28 시스템 요구사항 제안 장비의 규격 충족 여부 및 도입 장비의 공급설치 계획 및 유지관리 방안이 구체적이고 적절한지 평가한다. 기능 요구사항 기능 요구사항, 기대사항 및 제약사항 등에 비추어 구현 방안이 구체적이고 적절한지와 경험기반의 시스템 표준성과 실현 가능 한지를 평가한다. 성능 요구사항 요구 성능 충족을 위한 구현 및 테스트 방안과 기술이 성능 요구 사항을 충족할 수 있는지 정량적 및 정성적으로 안정성에 대해 평가한 다. 기능개선 수행방안이 기능개선 요구 범위 및 제약사항에 비추어 구체적이 고 적절한지와 그 실현가능성을 평가한다. 인터 페이스 요구사항 시스템 인터페이스 타 시스템과의 연계에 대한 장단점 분석을 통 해 가장 적합한 시스템 인터페이스 구축 방안의 도출이 구체적이 고 적절한지 평가한다. 사용자 인터페이스 사용자 편의성을 고려하여 사용자 인터페이스 의 분석설계구현테스트 방안과 검토 계획이 구체적이고 적절한 지 평가한다. 수행기반 20 시스템 확장성 사업기간내 사업에 적용하고자 하는 기술의 확장가능성과 실현 가능성에 대한 타당성으로 시스템 확장성에 대해 평가한다. 개발환경 소프트웨어 및 시스템 개발 과업 수행에 필요한 장비 및 작업장소 등 인프라의 준비 및 대응방안이 제안요청서의 요구사항을 충족할 만큼 구체적이고 적절한지 평가한다. 보안 요구사항 기술적 보안 구현방안이 제안요청서의 보안요구사항을 충족할 만큼 구체적이고 적절한지 평가한다. 또한, 구현방안이 설계단계부터 구현 및 검증단계까지 고려하고 있는지 평가한다.",
      "tables": [
        [
          [
            "구분",
            "성명",
            "연락처",
            "이메일",
            "비고"
          ],
          [
            "한국산업단지공단\n(주관기관)",
            "",
            "",
            "",
            ""
          ],
          [
            "한국산업단지공단\n(주관기관)",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "평가항목 세부평가항목",
            "",
            "평가기준"
          ],
          [
            "전략  및 \n방법론\n(25)",
            "사업\n이해도",
            "사업수행계획이  사업의  목표  및  특성에  부합하게  구체적이고  적절한\n지 평가한다."
          ],
          [
            "",
            "추진전략",
            "사업수행  일정과  위험요소를  고려한  추진전략  수립의  타당성을 \n평가한다."
          ],
          [
            "",
            "추진체계",
            "사업  특성과  제시한  추진전략에  따른  수행조직(전문업체,  기술지\n원업체,  공동수급체  등)  구성과  참여  조직간  역할,  책임,  품질  확보 \n및 협력 방안이  구체적이고  적절한지  평가한다."
          ],
          [
            "",
            "사업추진 \n방법론",
            "사업추진방법이  구체적이고  적절한지와  그  실제  적용  사례  및  수\n행경험을  평가하고,  관련  기술보유  여부와  사업수행에  따른  단계\n별  산출물을  제시하였는지  평가한다."
          ],
          [
            "수행계획\n(28)",
            "시스템 \n요구사항",
            "제안  장비의  규격  충족  여부  및  도입  장비의  공급·설치  계획  및 \n유지관리  방안이  구체적이고  적절한지  평가한다."
          ],
          [
            "",
            "기능\n요구사항",
            "기능  요구사항,  기대사항  및  제약사항  등에  비추어  구현  방안이 \n구체적이고  적절한지와  경험기반의  시스템  표준성과  실현  가능\n한지를  평가한다."
          ],
          [
            "",
            "성능\n요구사항",
            "요구  성능  충족을  위한  구현  및  테스트  방안과  기술이  성능  요구 \n사항을 충족할 수 있는지 정량적 및 정성적으로 안정성에 대해 평가한\n다."
          ],
          [
            "",
            "기능개선",
            "수행방안이  기능개선  요구  범위  및  제약사항에  비추어  구체적이\n고  적절한지와  그  실현가능성을  평가한다."
          ],
          [
            "",
            "인터\n페이스\n요구사항",
            "시스템  인터페이스:  타  시스템과의  연계에  대한  장·단점  분석을  통\n해  가장  적합한  시스템  인터페이스  구축  방안의  도출이  구체적이\n고  적절한지  평가한다.\n사용자  인터페이스:  사용자  편의성을  고려하여  사용자  인터페이스\n의  분석·설계·구현·테스트  방안과  검토  계획이  구체적이고  적절한\n지  평가한다."
          ],
          [
            "수행기반\n(20)",
            "시스템 \n확장성",
            "사업기간내  사업에  적용하고자  하는  기술의  확장가능성과  실현\n가능성에  대한  타당성으로  시스템  확장성에  대해  평가한다."
          ],
          [
            "",
            "개발환경",
            "소프트웨어  및  시스템  개발  과업  수행에  필요한  장비  및  작업장소 \n등  인프라의  준비  및  대응방안이  제안요청서의  요구사항을  충족할  만큼 \n구체적이고 적절한지 평가한다."
          ],
          [
            "",
            "보안 \n요구사항",
            "기술적  보안  구현방안이  제안요청서의  보안요구사항을  충족할  만큼 \n구체적이고  적절한지  평가한다.  또한,  구현방안이  설계단계부터 \n구현  및  검증단계까지  고려하고  있는지  평가한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 소프트웨어기술성평가기준지침과기정통부고시, 20.12.24.을준용함 개발의 준비성 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성과 관련 하여 개발환경의 구성여부와 해결방안을 명확히 제시하고 있는가를 평가한다. 5 프로젝트 관리 15 일정관리 사업수행에 필요한 수행기간과 세부 일정이 구체적이고 적절한지 와 각 활동에 필요한 일정계획이 사업추진방법론에 제시된 단계별 산출물과 연계하여 적절히 수립되었는지를 평가한다. 6 품질관리 품질관리방안품질관리의 범위, 절차, 점검방법 등이 해당 사업 의 수행에 적합한지 평가한다. 5 위험 및 이슈 관리 사업과 관련한 위험 및 이슈에 대한 식별 및 분석, 위험이슈 관 리 절차 및 대응방안 등 위험 및 이슈관리계획이 구체적이고 적절한 지 평가한다. 4 프로젝트 지원 12 인수인계 검사 및 인계 등을 위한 인계 전략과 검사 대상방법, 충족조건 및 인계계획, 기술지원 방안이 구체적이고 적절한지 평가한다. 3 시험운영 시스템 공급자가 개발된 시스템의 시험운영을 위해 제공 및 지원 하는 각종 시험운영 방법 및 조직등에 대해 평가한다. 3 교육훈련 시스템 운영 및 관리자, 사용자를 위해 필요한 교육훈련 내용, 방법, 기간, 인원 및 횟수 등을 구체적으로 제시하였는지 평가한 다. 3 추가제안 기존 시스템 및 본 사업 목표시스템을 포괄하여, 전체 사업목적을 달성하는 데에 필요한 사항을 추가로 분석하고 제안하였는지 평가 한다. 3 소계 100 - 58 - 유의사항 윈백Winback 1제안요청서에 증설 또는 변경으로 표기한 경우에는 기존 제품 과의 호환성을 고려해야 하며, 필요 시 기존제품 수량까지 포함 하여 다른 제품으로 윈백 제안을 할 수 있다. 2윈백기존 제품과 다른 제품으로 제안한 경우 포함시 각종 프로그램 수정 등에 필요한 기술지원 및 기존제품 수량의 교체는 제안사가 부담하여야 한다. 3그밖에 윈백기존 제품과 다른 제품으로 제안한 경우 포함시 필요하거나 그로 인해 발생되는 일체의 사항은 사업자가 모두 책임지고 해결하여야 한다. 4윈백 제품 및 기술은 기존 시스템과 동등 또는 이상의 기능 및 성능을 확보해야 하며, 필요 시 성능비교시험BMT 등 성능 검증을 실시할 수 있다. 5제안사는 사업수행계획서 제출 시 윈백 완료 가능한 일정을 명 시하여야 하며, 추후 사업수행과정에서 해당 일시까지 윈백을 완료하기 어렵다고 판단되는 경우 발주처와 협의하여야 한다. 제반비용 1사업추진을 위한 네트워크, 전기전원 또는 바닥시설 공사 등 시스템의 설치, 구축 및 개발 등에 소요되는 일체의 경비는 본 사업에 포함한다. 2 사업관련 문헌이나 전문도서의 구입, 업무 실사 등에 따른 소요비용은 본 사업에 포함한다. 3본 사업에서 생산된 사용자 지침서, 운영자 가이드 등 각종 용역산출물을 디지털형태로 제작 관리하는 방안을 제시하고, 관련된 비용은 본 사업에 포함한다. 4납품하는 장비에 대해 검사 완료까지 소요되는 제반 경비는 본 사업에 포함한다.",
      "tables": [
        [
          [
            "",
            "개발의 \n준비성",
            "사업자의 참여  의지  및  조직적  대응  정도,  사업참여의  준비성과  관련\n하여  개발환경의  구성여부와  해결방안을  명확히  제시하고  있는가를 \n평가한다.",
            "5"
          ],
          [
            "프로젝트\n관리\n(15)",
            "일정관리",
            "사업수행에  필요한  수행기간과  세부  일정이  구체적이고  적절한지\n와  각  활동에  필요한  일정계획이  사업추진방법론에  제시된  단계별 \n산출물과  연계하여  적절히  수립되었는지를  평가한다.",
            "6"
          ],
          [
            "",
            "품질관리",
            "품질관리방안(품질관리의  범위,  절차,  점검방법  등)이  해당  사업\n의  수행에  적합한지  평가한다.",
            "5"
          ],
          [
            "",
            "위험  및\n이슈  관리",
            "사업과  관련한  위험  및  이슈에  대한  식별  및  분석,  위험·이슈  관\n리  절차 및 대응방안  등  위험 및  이슈관리계획이 구체적이고 적절한\n지 평가한다.",
            "4"
          ],
          [
            "프로젝트\n지원\n(12)",
            "인수인계",
            "검사  및  인계  등을  위한  인계  전략과  검사  대상·방법,  충족조건  및 \n인계계획,  기술지원  방안이  구체적이고  적절한지  평가한다.",
            "3"
          ],
          [
            "",
            "시험운영",
            "시스템  공급자가  개발된  시스템의  시험운영을  위해  제공  및  지원\n하는  각종  시험운영  방법  및  조직등에  대해  평가한다.",
            "3"
          ],
          [
            "",
            "교육훈련",
            "시스템  운영  및  관리자,  사용자를  위해  필요한  교육훈련  내용, \n방법,  기간,  인원  및  횟수  등을  구체적으로  제시하였는지  평가한\n다.",
            "3"
          ],
          [
            "",
            "추가제안",
            "기존  시스템  및  본  사업  목표시스템을  포괄하여,  전체  사업목적을 \n달성하는  데에  필요한  사항을  추가로  분석하고  제안하였는지  평가\n한다.",
            "3"
          ],
          [
            "소계",
            "",
            "",
            "100"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 소프트웨어 개발보안시큐어 코딩관련 가이드 준수 - 소프트웨어 개발보안시큐어 코딩을 위해 기능개발 시 소프트웨 어 개발보안 가이드 및 점검 시 소프트웨어 보안약점 진단가이 드,소프트웨어 개발보안 가이드에 따른 소스코드 보안성 확보를 위해 착수단계에서 표준 코딩스타일 정의 및 적절한 개발절차개 발방법론, 교육계획 등의 가이드 준수방안을 제시하여야 한다. - 소스코드 보안취약성을 자체 진단하고 제거하기 위한 방안 제시 요구 진단도구, 진단 전문인력 활용, 진단환경, 진단회수, 진단조 치방안 등 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전 부 고시 제50조소프트웨어 개발보안 원칙과 제53조보안약점 진단절차에 따라 소프트웨어 개발보안 적용하고 소프트웨어 보 안약점 기준을 사업자 준수 정보보호제품 준수사항 1정보보호제품 운영 정보보호제품은 CC인증네트워크기반 제품 및 컴퓨팅기반 제품은 EAL2 이상을 획득한 제품이어야 하며, 암호모듈 검증 대상제품은 검증필 암호모듈 탑재제품이어야 한다. 국가 공공기관 정보보호제품 도입기준 및 절차국가정보원 준수 2인증확인서 제출납품 시 CC인증제품 목록 및 국가용 암호제품 목록에 기재된 제품명칭, 버전 등과 완전하게 일치된 제품이어 야 하며, 센터에 납품하는 제품과 인증 받은 제품이 동일함을 보장하는 대표명의 인증필 정보보호제품 납품확인서를 제출 하여야 한다. 3제품변경 시 재 인증 제안사는 취약점 또는 기능적 결함 등이 발견되어 정보보호제품의 SW패치 또는 HW 사양을 변경하는 경 우, 납품한 동 제품의 취약점 및 결함을 즉시 보완하고, 변경 후 수일 이내에 변경된 사양으로 재 인증 추진 등 관련사항을 조치 하여야 한다. - 60 - 4보안적합성 사후검증 제안사는 발주기관에서 국가 전문기관의 보안적합성 사후검증을 받을 경우, 필요한 모든 기술적절차적 지원을 수행하여야하며, 구성사양 및 보안모듈 변경 등에 따른 재인증 및 대체장비 변경납품 요청 시 이에 응하여야 한다. 기존 보안적합성 검증필 제품도 국가공공기관 구축 후 국가 전 문기관의 현장실사 위주의 사후검증 필요 5정보보호 제품 관련 처리기준은 국가정보원 기준 및 발주기관 관 련지침에 의거 준용한다. 모바일서비스에 대한 국정원보안성 심의를 지원하고, 심의결과 준수에 필요한 조치를 수행 구축시스템의 모의시험 1구축시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테 스트, 성능, 테스트 등에 따른 테스트 환경, 방법, 절차 등 요구 사항을 제시하여야 한다. 2개발서버에 테스트 할 때는 테스트 샘플정보모의 테스트 등를 만들어서 테스트 할 수 있는 방안 제시 사업기간 조정 등 1위임발주 및 SW분리발주 사업의 경우 본 사업 이외사업에 대 한 사유로 인해 사업기간이 중단 등 조정될 수 있다. 2SW 분리발주 등으로 개발 SW 등의 일정이 차질이 발생할 경우가 있으므로 개발 환경 구축을 최소화하여 사업을 추진하고 전 사업 구축일정에 차질이 없어야 한다. 계약의 변경 및 해지 - 계약업체와 발주자는 부득이한 사유가 발생하였을 경우 상호 합 의하여 본 계약을 변경할 수 있음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - - 계약기간 중 계약업체와 발주자 쌍방은 어느 일방의 계약위반 또는 본 계약상의 의무이행을 태만히 하거나 의무를 이행함에 있어 소정의 성과를 기대하기 곤란하다고 판단될 경우, 이를 서 면으로 시정 요구할 수 있음 - 발주자는 계약업체가 제2항의 규정에 의거 월 2회 이상의 서면 통지를 받았음에도 불구하고 특별한 사유 없이 이를 시정하지 아니하거나 제10조의 계약사항을 위반할 경우에는 본 계약을 해지할 수 있음 본사업은 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업임 사업수행자는 본 사업으로 신규 구축 또는 재개발 되는 시스템에 관한 정보를 범정부 EA포털에 등록 및 현행화해야 함 본 사업수행을 위한 작업장소등에 대하여 상호 협의하여 결정함 SW산출물 반출 절차 등 - 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청 할 수 있으며, 발주기관에서는보안업무규정제4조 및 제안요 청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공단 공급자는 아래 내용을 준수하여야 함 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지 정보로 명시한 정보를 삭제하고 활용하여야 하며, 이 를 확인하는 공급자 대표명의의 확약서를 발주기관에 제출하여야 함 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관으로부터 사전승인을 받아야 함 - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거 나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는국가계약법제76조 제1항 제3호 및지방계약법제 92조 제1항 제19호에 따라 입찰참가자격을 제한함 - 62 - 작업 장소 상호협의 - 발주기관은SW사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작업환경을 상호 협의하여 결정하며, 핵심 개발인력이 아 닌 지원인력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 계약상대자가 달리 정할 수 있음 - SW사업 수행을 위해 필요한 작업장소 등은 사업예산 내 계상되어 있으므로 관련 비용을 포함하여 제안가격을 산출하되, 작업장소 등은 상호 협의하여 결정함 원격지 개발 장소 보안요구사항 - 공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하 여 이에 대한 대응방안을 제안하여야 함 - 공급자는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방 안을 제시하여야 함 - 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 원격지 보안관리 대책시건장치, 출입통제 등을 실시하여야 함 1. 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 2. 개인소유 PC 및 보조기억장치 반입반출 통제 3. 생성문서는 별도 잠금장치가 된 곳에 보관하며,안전한 방법에 따라 폐기할 것 4. 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 등 원격지 개발 장소 제시검토 절차 - 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요 구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서 는 제시된 작업장소에 관하여 우선 검토한다. 다만, 발주기관에 서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못 한 경우거부할 수 있음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "63 본사업을 통해 개발된 시스템은 타 기관과 공동 활용할 계획이 없음 본 사업은 소프트웨어 진흥법 제43조, 같은 법 시행령 제35 조, 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정 보통신부 고시 제2020-93호제5조에 따라 SW사업 영향평가를 미리 실시한 사업임 별첨7. 소프트웨어사업 영향평가 검토결과 서 참조 제안된 내용이 사실과 다르거나 허위로 판명될 경우, 이로 인하 여 발생하는 모든 민형사상의 책임은 제안서를 제출한 업체에 게 있으며, 이에 따른 모든 행위를 무효로 함 제안서의 내용은 명확한 용어를 사용하여 표현하여야 하며, 할 수도 있다, 이 가능하다, 을 고려하고 있다, 에 동의 한다 등과 같은 모호한 표현은 제안서 평가 시 불가능한 것으로 간주함 제안 내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있음 사업을 수행함에 있어 부실 또는 부당하게 하거나, 부정한 행위 를 한 사업자는 향후 신규 사업의 참여에 제한을 받을 수 있음 용역, 착수, 수행, 완료 시 필요한 보안관련 사항은 공단 규정 및 양식에 맞추어 관리제출하여야 한다. 64 제출서류 문서구분 제출서류e-발주시스템 제출서류 1. 정성제안서 가. 제안서 원본파일기명 제안서 제목에 본 사업의 실무책임자 성명 및 연락처 기재 2. 정량제안서 가. 제안업체 일반현황 및 연혁서식 2호 나. 투입인력의 자격 및 경력 요약서식 3호 다. 참여인력 이력사항서식 4호 라. 유사사업 수행실적서식 5호 마. 유사사업 수행실적증명서서식 6호 3. 제안요약서 가. 제안요약서 원본기명 파일 4. 발표자료 가. 발표자료 파일무기명 5. 기타1 가. 입찰참가 신청서서식 1호 나. 사업자등록증 사본 및 법인등기부 등본 다. 인감증명서 및 사용인감계 라. 청렴계약 이행각서서식 7호 마. 외주 용역사업 보안특약 서약서별첨5 양식1 바. 하도급, 재하도급 계약승인신청서서식 8-1호해당시 사. 공동수급표준협정서서식 9호해당시 6. 기타2 가. 제안서 사본무기명 파일 7. 기타3 가. 제안요약서 사본무기명 파일 문서구분 제출서류우편 또는 인편 제출서류 8. 가격제안서 가. 가격입찰서서식 10호 1부 금액산출 내역서를 포함하여 밀봉하여 간인 후 제출",
      "tables": [
        [
          [
            "문서구분",
            "제출서류(e-발주시스템  제출서류)"
          ],
          [
            "1. 정성제안서",
            "가.  제안서  원본파일(기명)\n    *  제안서  제목에  본  사업의  실무책임자  성명  및  연락처  기재"
          ],
          [
            "2.  정량제안서",
            "가.  제안업체  일반현황  및  연혁(서식  2호)"
          ],
          [
            "",
            "나.  투입인력의  자격  및  경력  요약(서식  3호)"
          ],
          [
            "",
            "다.  참여인력  이력사항(서식  4호)"
          ],
          [
            "",
            "라.  유사사업  수행실적(서식  5호)"
          ],
          [
            "",
            "마.  유사사업  수행실적증명서(서식  6호)"
          ],
          [
            "3.  제안요약서",
            "가.  제안요약서  원본(기명)  파일"
          ],
          [
            "4.  발표자료",
            "가.  발표자료  파일(무기명)"
          ],
          [
            "5.  기타(1)",
            "가.  입찰참가  신청서(서식  1호)"
          ],
          [
            "",
            "나.  사업자등록증  사본  및  법인등기부  등본"
          ],
          [
            "",
            "다.  인감증명서  및  사용인감계"
          ],
          [
            "",
            "라.  청렴계약  이행각서(서식  7호)"
          ],
          [
            "",
            "마.  외주  용역사업  보안특약  서약서(별첨5  [양식1])"
          ],
          [
            "",
            "바.  하도급,  재하도급  계약승인신청서(서식  8-1호)(해당시)"
          ],
          [
            "",
            "사.  공동수급표준협정서(서식  9호)(해당시)"
          ],
          [
            "6.  기타(2)",
            "가.  제안서  사본(무기명)  파일"
          ],
          [
            "7.  기타(3)",
            "가.  제안요약서  사본(무기명)  파일"
          ],
          [
            "문서구분",
            "제출서류(우편  또는  인편  제출서류)"
          ],
          [
            "8.  가격제안서",
            "가.  가격입찰서(서식  10호)  1부\n    *  금액산출  내역서를  포함하여  밀봉하여  간인  후  제출"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "65 정성제안서, 정량제안서, 제안요약서, 발표자료는 e-발주시스템상 문서구분 1개씩만 생성가능하며 생성된 구분항목별로 1개의 PDF 파일로 업로드 가능 기타13는 e-발주시스템상 문서구분을 다수 생성 가능함에 따라 기타 항목 3개를 행 추가하여 항목별 1개 파일PDF로 업로드할 것 가격제안서는 e-발주시스템 업로드 불가우편 또는 인편으로 제출할 것 66 제안서 관련 서식 1. 서식 1호 입찰참가 신청서 2. 서식 2호 제안업체 일반현황 및 연혁 3. 서식 3호 투입인력의 자격 및 경력 요약 4. 서식 4호 참여인력 이력사항 5. 서식 5호 유사사업 수행실적 6. 서식 6호 유사사업 수행실적증명서 7. 서식 7호 청렴계약 이행각서 8. 서식 8-1호 하도급재하도급 계약승인신청서 9. 서식 8-2호 하도급 계획서 10. 서식 8-3호 하도급 적정성 판단 세부기준 11. 서식 8-4호 하도급 계약 준수실태 보고서 12. 서식 9호 공동수급표준협정서 13. 서식 10호 가격입찰서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "67 서식1 입찰참가 신청서 입 찰 참 가 신 청 서 아래 사항중 해당되는 경우에만 기재하시기 바랍니다. 신 청 인 상호 또는 법인명칭 법 인 등 록 번 호 주 소 전 화 번 호 대 표 자 생 년 월 일 입 찰 개 요 입찰공고지명번호 제 호 입 찰 일 자 20 . . . 입 찰 건 명 대 리 인 사 용 인 감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 주민등록번호 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 사용인감 본인은 위의 번호로 공고지명통지한 귀 공단의 일반제한지명경쟁입찰에 참가하고자 귀 공단에서 정한 공사물품구매용역입찰유의서 및 입찰공고사항을 모두 승낙하고 별 첨서류를 첨부하여 입찰참가신청을 합니다. 붙임서류 1. 입찰참가자격을 증명하는 서류 사본 1통 2. 인감증명서 1통 3. 기타 공고로서 정한 서류 20 . . . 신청인 한국산업단지공단 이사장 귀하 68 서식2 제안업체 일반현황 및 연혁 일반현황 및 연혁 회 사 명 사 업 분 야 주 소 전 화 번 호 회사설립년도 년 월 해당부문종사기간 년 월 년 월 년 개월 주요연혁",
      "tables": [
        [
          [
            "회\n사\n명",
            ""
          ],
          [
            "사 업\n분\n야",
            ""
          ],
          [
            "주\n소",
            ""
          ],
          [
            "전\n화\n번\n호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년\n월"
          ],
          [
            "해당부문 종사기간",
            "년\n월\n～\n년\n월 (\n년\n개월)"
          ],
          [
            "○ 주요연혁",
            ""
          ]
        ],
        [
          [
            "입  찰  참  가  신  청  서\n ※ 아래 사항중 해당되는 경우에만 기재하시기 바랍니다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호 또는 법인명칭",
            "",
            "",
            "법  인  등  록  번  호",
            ""
          ],
          [
            "",
            "주                        소",
            "",
            "",
            "전   화   번   호",
            ""
          ],
          [
            "",
            "대          표          자",
            "",
            "",
            "생 \n년 \n월 \n일",
            ""
          ],
          [
            "입찰개요",
            "입찰공고( 지명) 번호   제          호",
            "",
            "",
            "입      찰      일    자  20  .   .   .",
            ""
          ],
          [
            "",
            "입      찰      건      명",
            "",
            "",
            "",
            ""
          ],
          [
            "대리인․사용인감",
            "본 입찰에 관한 일체의 권한을 다음의\n  자에게 위임합니다.\n  성        명 :\n  주민등록번호 :",
            "",
            "본 입찰에 사용할 인감을 다음과 같이\n  신고합니다.\n  사용인감                ",
            "",
            ""
          ],
          [
            "본인은  위의  번호로  공고(지명통지)한  귀  공단의  일반(제한․지명)경쟁입찰에  참가하고자 \n귀 공단에서 정한 공사(물품구매․용역)입찰유의서 및 입찰공고사항을 모두 승낙하고 별\n첨서류를 첨부하여 입찰참가신청을 합니다.\n 붙임서류: 1. 입찰참가자격을 증명하는 서류 사본 1통\n           2. 인감증명서 1통\n           3. 기타 공고로서 정한 서류\n                                                    20  .    .    . \n                                      신청인                          \n한국산업단지공단 이사장 귀하",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "69 서식3 투입인력의 자격 및 경력 요약 투입인력의 자격 및 경력 요약 구분 성명 연령기술등급 본사업참여 직위,업무 최종학력 학위,전공 자격증 분야,등급 경력기간 년 사업 관리자 부문 부문 부문 부문 부문 부문 부문 부문 기재방법 작성기준일은 입찰공고일 70 서식4 참여인력 이력사항 참여인력 이력사항 성 명 소 속 연 령 만 세 본과업 참여임무 부문 본사업 참여기간 개월 경력 사항 사 업 명 참여기간",
      "tables": [
        [
          [
            "구분",
            "성명",
            "",
            "연령 기술등급",
            "본사업참여\n직위,업무",
            "최종학력\n(학위,전공)",
            "자격증\n(분야,등급)",
            "경력기간\n(년)"
          ],
          [
            "사업\n관리자",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "~부문",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "~부문",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "~부문",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "~부문",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "~부문",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "~부문",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "~부문",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "~부문",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "성 명",
            "소 속",
            "",
            "",
            ""
          ],
          [
            "연 령",
            "만        세",
            "",
            "",
            ""
          ],
          [
            "본과업 참여임무",
            "",
            "부문",
            "",
            ""
          ],
          [
            "본사업 참여기간",
            "",
            "개월",
            "",
            ""
          ],
          [
            "경력 사항",
            "",
            "",
            "",
            ""
          ],
          [
            "사   업   명",
            "",
            "",
            "참여기간",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "71 서식5 유사사업 수행실적 수행실적 총괄표 일련 번호 사 업 명 발주처 계약금액 천원 용역이행 또는 납품완료일자 비고 주 1수행실적증명서또는한국소프트웨어산업협회장이발급하는소프트웨어사업수 행실적확인서를첨부한사업을기준으로용역수행완료일자순으로기재수행 중인사업은제외 2하도급계약은발주자가승인한경우에한하여작성하고비고란에원도급자를기 재 수요기관 평가 결과 구 분 건 수 금액천원 비고사유 입찰자가 제출한 납품실적 수요기관 검토 인정 실적 불인정 실적 평가 기준 실적 수요기관 평가점수 배점 평가점수 72 서식6 유사사업 수행실적증명서 수행실적증명서 신 청 인 업체명 영업소재지 사업자번호 증명서 용도 입찰 및 제안서 심사 제출용 수행실적 내용 사 업 명 사업개요 계약번호 계약일자계약기간 증 명 서 발급기관 위 사실을 증명함. 년 월 일 기관명 인 전화번호 주 소 발급부서 주 1. 본수행실적증명서의실적은수행이완료기성포함된실적이어야하며, 수행중인실적은제외 2. 공동계약으로이행한경우해당지분율과해당이행완료실적을기재단, 분담이행에의한 경우특별한사유가없는한예산액을기준으로지분율기재 3. 민간실적의경우수행실적증명서외에도계약서및세금계산서, 필요시거래명세표등을첨부 4. 하도급실적은발주처가승인한경우에한하여인정하며하도급승인문서를추가로제출하여야함",
      "tables": [
        [
          [
            "수행실적 총괄표\n주)\n① 수행실적증명서 또는 한국소프트웨어산업협회장이 발급하는 소프트웨어사업 수\n행실적 확인서를 첨부한 사업을 기준으로 용역수행 완료일자 순으로 기재(수행\n중인 사업은 제외)\n② 하도급계약은 발주자가 승인한 경우에 한하여 작성하고 비고란에 원도급자를 기\n재\n<수요기관 평가 결과>\n수요기관 평가점수\n(배점)\n(평가점수)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "일련\n번호",
            "사 업 명",
            "",
            "발주처",
            "",
            "계약금액\n(천원)",
            "용역이행 또는 \n납품완료일자",
            "",
            "비고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "구 분",
            "",
            "",
            "",
            "건 수",
            "금액(천원)",
            "",
            "비고(사유)",
            "",
            ""
          ],
          [
            "",
            "입찰자가 제출한 납품실적",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "수요기관\n검토",
            "",
            "인정 실적",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "불인정 실적",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "평가 기준 실적",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "수행실적증명서\n[주]\n1. 본 수행실적증명서의 실적은 수행이 완료(기성 포함)된 실적이어야 하며, 수행중인 실적은 제외\n2. 공동계약으로 이행한 경우 해당 지분율과 해당 이행완료실적을 기재 단, 분담이행에 의한\n경우 특별한 사유가 없는 한 예산액을 기준으로 지분율 기재\n3. 민간실적의 경우 수행실적증명서 외에도 계약서 및 세금계산서, 필요시 거래명세표 등을 첨부\n4. 하도급실적은 발주처가 승인한 경우에 한하여 인정하며 하도급 승인문서를 추가로 제출하여야 함",
            "",
            "",
            "",
            "",
            "",
            "년    월    일"
          ],
          [
            "",
            "신 청 인",
            "업체명",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "영업소재지",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업자번호",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "증명서 용도",
            "입찰 및 제안서 \n심사 제출용",
            "",
            "",
            ""
          ],
          [
            "",
            "수행실적\n내용",
            "사 업 명",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업개요",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "계약번호",
            "",
            "계약일자 계약기간",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "증 명 서\n발급기관",
            "위 사실을 증명함.",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기관명:\n(인)\n(전화번호:\n)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주  소:",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "발급부서:",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "서식7 청렴계약 이행각서 청렴계약 이행각서제4조의2 관련 한국산업단지공단의 계약관계 임직원은 입찰과 계약체결 및 계약이행이 성실 히 이루어지도록 관리감독에 철저를 기함은 물론 어떤 형태의 금품이나 향응 친인척 등에 대한 부정한 취업 제공 포함을 요구하거나 받지 않겠습니다. 이 를 위반할 경우에는 중징계 및 형사고발 등 어떠한 불이익도 감수하겠으며, 결 재와 동시에 서약하는 것으로 인정합니다. 본 입찰에 참여한 업체의 임직원과 대리인은 국가를 당사자로 하는 계약에 관한 법률제5조의2에 따라 입찰낙찰, 계약체결 또는 계약이행 등의 과정준 공납품 이후를 포함한다에서 아래 각 호의 청렴계약 조건을 준수할 것이며, 이를 위반할 때에는 입찰참가자격의 제한, 낙찰자 결정 취소, 계약 전부 또는 일부의 해제해지하는 등의 불이익을 감수하고, 이에 민형사상 이의를 제기하 지 않을 것임을 약정합니다. 1. 입찰가격의 사전협의 또는 특정인의 낙찰을 위한 담합을 하거나 다른 업체 와 협정결의합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 하지 않겠습니다. 2. 금품향응 등친인척 등에 대한 부정한 취업 제공 포함을 요구 또는 약속 하거나 수수하지 않을 것이며, 계약관계 임직원에게 금품향응 등친인척 등에 대한 부정한 취업 제공 포함을 제공하지 않겠습니다. 3. 공정한 직무수행을 방해하는 알선청탁을 통하여 입찰 또는 계약과 관련된 특정 정보의 제공을 요구하거나 받는 행위를 하지 않겠습니다. 20 . . . 서 약 자 회 사 명 대 표 자 인 한국산업단지공단 이사장 귀하 74 서식8-1 하도급ᆞ재하도급 계약승인신청서 소프트웨어 진흥법 시행규칙 별지 제21호서식 소프트웨어사업 하도급 재하도급 소프트웨어산업정보종합관리체계www.swit.or.kr에서도 신청할 수 있습니다. 에는 해당되는 곳에 표를 합니다. 접수번호 접수일자 하도급 거 래 계 약 당사자 수급인 공동수급체 구성원 상호 사업자등록번호 하수급인 상호 사업자등록번호 재하수급인 상호 사업자등록번호 사업 내용 계약명 계약일 년 월 일 하도급 내용 계약명 계약 예정일 년 월 일 하도급 내역 및 사유 필요한 경우 별지 사용 재하도급 내용 계약명 계약예정일 년 월 일 재하도급 내역 및 사유 필요한 경우 별지 사용 소프트웨어 진흥법 제51조제5항 및 같은 법 시행규칙 제14조제1항에 따라 위와 같이 신청합니다. 년 월 일 신청인 발주기관의 장 귀하 첨부서류 1. 하도급 또는 재하도급 계약서안 사본 1부 2. 하도급 또는 재하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 1부 3. 하도급계약 적정성 판단 자기평가표 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "하도급\n거  래\n계  약\n당사자",
            "수급인\n(공동수급체 \n구성원)",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ],
          [
            "",
            "하수급인",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ],
          [
            "",
            "재하수급인",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ]
        ],
        [
          [
            "하도급\n내용",
            "계약명",
            ""
          ],
          [
            "",
            "계약 예정일",
            "년    월    일"
          ],
          [
            "",
            "하도급 내역\n및 사유",
            "( ※ 필요한 경우 별지 사용 )"
          ]
        ],
        [
          [
            "재하도급\n내용",
            "계약명",
            ""
          ],
          [
            "",
            "계약예정일",
            "년    월    일"
          ],
          [
            "",
            "재하도급 \n내역 및 사유",
            "( ※ 필요한 경우 별지 사용 )"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "75 뒤 쪽 처리절차 이 신청서는 아래와 같이 처리됩니다. 신청인 처리기관 발주기관 신청서작성 수급인 접수 하도급 적정성 검토 승인여부 통보 하도급 승인여부 결정 210mm297mm백상지 80g 76 서식8-2 하도급 계획서 소프트웨어사업하도급계획서계약체결시 사업명 계약금액C 원 수급인 공동수급체 대표 상호 사업자등록번호 하도급 예정 계획 번호수급인 하수급인 상호 하도급 계약명 1 2 합계 직접 물품 구매 예정 계획 번호 구분 HW설비상용SW 물품명 1 2 합계 - 수급인이 공동수급체인 경우 공동수급체 구성원대표 포함의 하도급 예정 계획 명시 - 단순 물품의 구매설치 용역 등, 신기술 또는 전문기술 등을 하도급에 포함하여 작성 - 직접 물품 구매 예정 계획은 수급인계약상대자이 직접 구매하는 물품에 한함 - 하도급 예정액 비율 합계 50 초과 예외사유 _____________________ - 계약금액C 하도급 예정액A 물품 구매 예정액B 수급인 자체 수행액 - 계약금액 대비 하도급 예정액 비율 하도급 예정액A계약금액C-물품구매 예정액B X 100 소프트웨어사업 계약 및 관리감독에 관한 지침제19조에 따라 소프트웨어사업 하도급 계획서를 제출합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 발주기관의 장 귀하 제출서류 - 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 - 물품 공급확약서 각 1부 유의사항",
      "tables": [
        [
          [
            "신 청 인",
            "",
            "",
            "처 리 기 관",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "발 주 기 관",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "▶",
            "",
            ""
          ],
          [
            "",
            "신 청 서 작 성\n( 수 급 인 )",
            "",
            "",
            "접 수",
            ""
          ],
          [
            "",
            "",
            "◀",
            "▼\n    \n▼",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "하 도 급   적 정 성 \n검 토",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "승 인 여 부   통 보",
            "",
            "",
            "하 도 급   승 인 여 부 \n결 정",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "소프트웨어사업 하도급 계획서(계약체결 시)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계약금액(C)",
            "",
            "",
            "원",
            "",
            "",
            "",
            ""
          ],
          [
            "수급인\n(공동수급체  대표)",
            "",
            "",
            "상호",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "사업자등록번호",
            "",
            "",
            "",
            ""
          ],
          [
            "하도급  예정  계획",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호 수급인",
            "",
            "하수급인\n상호",
            "",
            "",
            "하도급  계약명",
            "",
            ""
          ],
          [
            "1 2",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "직접  물품  구매  예정  계획",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "구분\n(HW․설비․상용SW)",
            "",
            "",
            "물품명",
            "",
            "",
            ""
          ],
          [
            "1 2",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  수급인이  공동수급체인  경우  공동수급체  구성원(대표  포함)의  하도급  예정  계획  명시\n-  단순  물품의  구매․설치  용역  등,  신기술  또는  전문기술  등을  하도급에  포함하여  작성\n-  직접  물품  구매  예정  계획은  수급인(계약상대자)이  직접  구매하는  물품에  한함\n-  하도급  예정액  비율  합계  50%  초과  예외사유  :  _____________________\n-  계약금액(C)  =  하도급  예정액(A)  +  물품  구매  예정액(B)  +  수급인  자체  수행액\n-  계약금액 대비 하도급 예정액 비율 = 하도급 예정액(A)/(계약금액(C)-물품구매 예정액(B)) X 100",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "「소프트웨어사업 계약 및 관리감독에 관한 지침」제19조에 따라 소프트웨어사업 하도급 \n계획서를 제출합니다. \n년        월        일 \n                                                  공동수급체  대    표    상    호  : \n                                                                                        대표자  :                                 (서명 또는 인) \n                                                  공동수급체  구성원    상    호  : \n                                                                                        대표자  :                                  (서명 또는 인)\n                                                  공동수급체  구성원    상    호  : \n                                                                                        대표자  :                                  (서명 또는 인)\n          발주기관의  장  귀하",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  하도급  사업수행 계획서(하도급 금액 산출내역서 및 사업추진 일정표 포함)  각 1부\n제출서류\n  -  물품  공급확약서  각  1부",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※  유의사항",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "77 - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은소프트웨어 진흥법제51조제1항에 따라 총 계약 금액의 50를 초과할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기재합니다. - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 국가기관등의 장에게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관 등의 장은 해당 서류의 보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않은 경우 해당 금액은 하도급 제한 비율로 산정됩니다. - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다. 210297백상지 80g 78 서식8-3 하도급 적정성 판단 세부기준 하도급계약의 적정성 판단 세부기준 I. 자격의 적정성 판단항목 세부판단항목 세부판단기준및방법 재하수급인의 자격 참가제한 o 국가계약법또는지방계약법에따라하수급인이 부정당업자로지정되어입찰참가제한중인경우 II. 수행능력의 적정성 판단항목 세부판단항목 세부판단기준및방법 재하수급인의 사업수행 능력 40점 사업수행실적 30점 1-1 하수급인의최근3년간유사사업수행실적 하도급계약금액대비최근3년간유사사업수행실적합산액의 비율을기준으로평가 100이상 30점 1-2 하도급사업투입인력중해당사업과유사사업수행에1건이상참여한 경험이있는인력비율 70이상 30점 계약상대자는1, 2중택일하여판단요청가능 증빙서류미제출시0점처리 고용안정 및적법근로 10점 2하도급사업투입인력전원의고용보험가입등관련법준수여부 1.고용보험법제15조에따른고용보험가입 2. 파견근로자의파견근로자보호등에관한법률제7조에따른근로 자파견사업허가업체소속확인및고용보험가입 3. 고용보험법제10조에따라고용보험법이적용되지않는인 력의경우이를증명하는서류 4. 대표자의경우사업자등록증 하도급사업투입인력이각호를충족하지못하는경우0점처리 III. 계약의 공정성 재하도급 계약방식 60점 하도급 대금지급 방식의적정성 30점 1원도급계약의대금지급방식대비하도급계약의대금지급방식의일치여부 - 대금지급방식현금어음등, 지급시기, 지급률선금중도금잔금 불일치 ,일치여부무관 0점 용역계약일반조건제27조의2 또는하도급거래공정화에관한법률제6조 제1항또는제13조에따른적법한기일15일 이내지급시기를결정한경우와일치간주 원도급사업의계약대금지급방식보다하도급계약대금의지급 방식이하수급인에게유리한경우에는와전부일치간주 하도급금액의 적정성 30점 2원도급의하도급예정액대비하도급계약금액의비율부분하도급률 95이상 30점 1. 부분하도급률 하도급계약금액하도급예정액 100 2. 하도급예정액 국가기관등과수급인간계약서산출내역서상의총 계약금액중각각하도급되는예정금액 3. 하도급계약금액 재하도급계약시계약서상의명시된계약금액 IV. 기타 기타 가점 최대5점 1최근3년간하수급인이유효기간내에있는소프트웨어관련인 증을획득한경우가점2점 소프트웨어관련인증 소프트웨어프로세스SP, 소프트웨어품질인 증GS 1등급, 2등급, 정보보호시스템인증CC, 국가정보원검증지정, 신기 술인증NET, 신제품인증NEP 등국가인증및국제표준인증등 2최근3년간하수급인의정부지자체공공기관수상경력회당1점",
      "tables": [
        [
          [
            "하도급계약의 적정성 판단 세부기준\nⅠ. 자격의 적정성\n판단항목\n세부 판단 항목\n세부 판단 기준 및 방법\n(재)하수급인의\no 「국가계약법」또는 「지방계약법」에 따라 하수급인이\n참가제한\n부정당업자로 지정되어 입찰참가제한 중인 경우\n자격\nⅡ. 수행능력의 적정성\nⅢ. 계약의 공정성\nⅣ. 기타",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "판단항목",
            "세부 판단 항목",
            "세부 판단 기준 및 방법",
            ""
          ],
          [
            "",
            "(재)하수급인의\n사업수행\n능력\n(40점)",
            "사업수행실적\n(30점)",
            "1-1 하수급인의 최근 3년간 유사사업 수행실적\n※ 하도급 계약금액 대비 최근 3년간 유사사업 수행실적 합산액의\n비율을 기준으로 평가\n100%이상\n30점\n1-2 하도급 사업 투입 인력 중 해당 사업과 유사사업 수행에 1건 이상 참여한\n경험이 있는 인력비율\n70%이상\n30점\n※ 계약상대자는 ①, ② 중 택일하여 판단요청 가능\n※ 증빙서류 미제출 시 0점 처리",
            ""
          ],
          [
            "",
            "",
            "고용안정\n및 적법근로\n(10점)",
            "② 하도급사업 투입인력 전원의 고용보험 가입 등 관련법 준수 여부\n1.「고용보험법」제15조에 따른 고용보험 가입\n2. 파견근로자의「파견근로자보호 등에 관한 법률」제7조에 따른 근로\n자파견사업 허가업체 소속 확인 및 고용보험 가입\n3. 「고용보험법」제10조에 따라 고용보험법이 적용되지 않는 인\n력의 경우 이를 증명하는 서류\n4. 대표자의 경우 사업자 등록증\n※ 하도급 사업 투입인력이 각 호를 충족하지 못하는 경우 0점 처리",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "하도급\n대금지급\n방식의 적정성\n(30점)\n(재)하도급\n계약방식\n(60점)\n하도급 금액의\n적정성\n(30점)",
            "",
            "① 원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부\n- ㉮ 대금지급 방식 (현금/어음 등), ㉯ 지급시기, ㉰ 지급률 (선금/중도금/잔금)\n㉮불일치\n(㉯,㉰일치여부무관)\n0점\n※「용역계약일반조건」제27조의2 또는 「하도급 거래 공정화에 관한 법률」제6조\n제\n1항또는제13조에따른적법한기일(15일) 이내지급시기를결정한경우㉯와일치간주\n※ 원도급 사업의 계약대금 지급방식보다 하도급 계약대금의 지급\n방식이 하수급인에게 유리한 경우에는 ㉯와 ㉰ 전부 일치 간주\n② 원도급의 하도급예정액 대비 하도급계약금액의 비율(부분하도급률)\n95%이상\n30점\n1. 부분하도급률(%) = (하도급계약금액/하도급예정액) × 100\n2. 하도급예정액 : 국가기관등과 수급인간 계약서(산출내역서)상의 총\n계약금액 중 각각 하도급 되는 예정금액\n3. 하도급계약금액 :\n(재)하도급 계약 시 계약서상의 명시된 계약금액",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기타",
            "가 점\n(최대 5점)",
            "① 최근 3년간 하수급인이 유효기간 내에 있는 소프트웨어 관련 인\n증을 획득한 경우(가점 2점)\n※ 소프트웨어 관련 인증: 소프트웨어프로세스(SP), 소프트웨어 품질인\n증\n(GS 1등급,\n2등급), 정보보호시스템인증(CC), 국가정보원 검증/지정, 신기\n술인증(NET), 신제품인증(NEP) 등 국가인증 및 국제표준인증 등\n② 최근 3년간 하수급인의 정부․지자체․공공기관 수상경력(회당 1점)",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "79 서식8-4 하도급계약 준수실태 보고서 소프트웨어 진흥법 시행규칙 별지 제22호서식 소프트웨어사업하도급계약준수실태보고서 접수번호 접수일자 처리기간 14일 사업 개요 계약명 계약번호 계약금액 계약일 년 월 일 계약기간 . . .부터 . . .까지 계약 당사자 원도급자 원도급책임자 서명 또는 인 하도급자 하도급책임자 서명 또는 인 재하도급자 재하도급책임자 서명 또는 인 준수 현황 추진단계 준수 실태기간 년 월 일부터 년 월 일까지 개월 계획 계약서상의 주요내용 준수실태 기재, 필요시 별지 사용 실적 계약서상의 주요내용 준수실태 기재, 필요시 별지 사용 미추진 내역 및 해결방안 계약서상의 주요내용 준수실태 기재, 필요시 별지 사용 소프트웨어 진흥법 제51조제7항 및 같은 법 시행규칙 제14조제3항에 따라 위와 같이 준수실태 보고서를 제출합니다. 년 월 일 신청보고인 서명 또는 인 발주기관의 장 귀하 첨부서류 1. 하도급또는 재하도급 계약서 사본 2. 하도급또는 재하도급 계약 준수사항 이행을 증명할 수 있는 서류 수수료 없 음 처리절차 보고서 작성 ᆞ 제출 è 접 수 è 준수현황 검토 및 확인 è 결재 신청보고인 처리기관 발주기관 210mm297mm백상지 80g 80 서식9 공동수급표준협정서 공동수급표준협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기술능력과 인원 및 기자재를 동원하여 공사물품 또는 용역에 대한 계획 입찰시공 등을 위하여 일정 출자비율에 따라 공동연대하여 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같 다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체 의 재산의 관리 및 대금청구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 해당계약 의 이행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권 리의무관계가 남아있는 한 본 협정서의 효력은 존속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것 을 약속한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대 하여 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이 행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 단서신설 2014.1.10. 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체결하고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조거래계좌 계약예규 공동계약운용요령제11조에 정한 바에 의한 선 금, 기성대가 등은 다음계좌로 지급받는다.",
      "tables": [
        [
          [
            "계약\n당사자",
            "원도급자",
            "원도급책임자\n (서명 또는 인)"
          ],
          [
            "",
            "하도급자",
            "하도급책임자\n (서명 또는 인)"
          ],
          [
            "",
            "재하도급자",
            "재하도급책임자\n  (서명 또는 인)"
          ]
        ],
        [
          [
            "준수\n현황",
            "추진단계",
            ""
          ],
          [
            "",
            "준수\n실태기간",
            "년     월     일부터       년     월     일까지(    개월)"
          ],
          [
            "",
            "계획",
            "(계약서상의 주요내용 준수실태 기재, 필요시 별지 사용)"
          ],
          [
            "",
            "실적",
            "(계약서상의 주요내용 준수실태 기재, 필요시 별지 사용)"
          ],
          [
            "",
            "미추진 내역 \n및 해결방안",
            "(계약서상의 주요내용 준수실태 기재, 필요시 별지 사용)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "81 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1당 공동수급체의 출자비율은 다음과 같이 정한 다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2제1항의 비율은 다음 각호의 어느 하나에 해당하는 경우에 변경할 수 있 다. 다만, 출자비율을 변경하는 경우에는 공동수급체 일부구성원의 출자비율 전부를 다른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정 촉진법에 따라 채권단이 구조조정 대상으로 결정하여 구조조정중인 업체, 중 도탈퇴의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원 이 발생하여 공동수급체구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 고려, 구성원이 협의 평가하는 것으로 한다. 제10조손익의 배분 계약을 이행한 후에 이익 또는 손실이 발생하였을 경우 에는 제9조에서 정한 비율에 따라 배당하거나 분담한다. 제10조의2비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등 을 상호 협의하여 별도로 정할 수 있다. 3공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고 려하여 산정한, 미납금에 상응하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보관하며, 납부를 완료하는 경우에는 해당 구성원에게 지급한다. 4분담금을 3회 이상 미납한 경우에 나머지 구성원은 발주기관의 동의를 얻어 해당 구성원을 탈퇴시킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서는 분담금 납부주기 등에 따라 발주기관의 동의를 얻어 다르게 정할 수 있다. 본조신설 2012.4.2. 제11조권리의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3 자에게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하 나에 해당하는 경우 외에는 입찰 및 해당계약의 이행을 완료하는 날까지 탈 퇴할 수 없다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴 조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하거 나 제10조의2에 따른 비용을 미납하여 해당구성원 외의 공동수급체의 구성원 이 발주자의 동의를 얻어 탈퇴조치를 하는 경우 신설 2012.4.2. 82 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 해당 계약 을 이행하지 아니하여 시행령 제76조제1항제6호에 따라 입찰참가자격제한조 치를 받은 경우 2제1항에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연 대하여 해당계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공 시액 등 잔여계약이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당 요건 을 충족하여야 한다. 개정 2010.9.8. 3제2항 본문의 경우에 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출 자비율에 따라 분할하여 제9조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후에 제10조의 손실을 공제한 잔 액을 반환한다. 제13조하자담보책임 공동수급체는 공동수급체가 해산한 후 해당공사에 관하 여 하자가 발생하였을 경우에는 연대하여 책임을 진다. 다만, 공사이행보증서 가 제출된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따 라 책임을 진다. 단서신설 2014.1.10. 제14조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영 위원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통에 공동수급체 구성원이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "83 서식10 가격입찰서 가 격 입 찰 서 입 찰 내 용 건 명 금 액 금 원정 부가세포함 사업기간 입 찰 자 상호또는법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 생년월일 본인은 귀 공단에서 정한 입찰 유의서에 따라 응찰하여 이 입찰이 귀 공단에 의하여 수락되면 귀 공단의 계약조건에 따라 위의 입찰 금액으로 계약기간동안 계약상의 의무를 이행 할 것을 확약하며 이 입찰서를 제출합니다. 붙임 세부 산출내역서 1부 2024년 월 일 입찰자 인 한국산업단지공단 귀하 84 산출 내역서 단위 천원 비 목 구 분 금 액 1. 인건비 소계 2. 경비 소계 3. 일반관리비 4. 이 윤 합 계 금액산출요약서는수정사용가능",
      "tables": [
        [
          [
            "비  목\n구  분",
            "금  액"
          ],
          [
            "1. 인건비 소계",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "2. 경비 소계",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "3. 일반관리비(%)",
            ""
          ],
          [
            "4. 이    윤 (%)",
            ""
          ],
          [
            "합    계",
            ""
          ]
        ],
        [
          [
            "가  격  입  찰  서",
            "",
            "",
            "",
            ""
          ],
          [
            "입 찰 내 용",
            "건    명",
            "",
            "",
            ""
          ],
          [
            "",
            "금   액",
            "금                 원정(￦             :부가세포함)",
            "",
            ""
          ],
          [
            "",
            "사업기간",
            "",
            "",
            ""
          ],
          [
            "입 찰 자",
            "상호또는법인명칭",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주            소",
            "",
            "전 화  번 호",
            ""
          ],
          [
            "",
            "대     표     자",
            "",
            "생년월일",
            ""
          ],
          [
            "본인은 귀 공단에서 정한 입찰 유의서에 따라 응찰하여 이 입찰이 귀 공단에 의하여 \n수락되면  귀  공단의  계약조건에  따라  위의  입찰  금액으로  계약기간동안  계약상의 \n의무를 이행 할 것을 확약하며 이 입찰서를 제출합니다. \n  붙임 : 세부 산출내역서 1부\n                  \n                                2024년   월    일 \n                                              입찰자             (인)\n                                                               \n   한국산업단지공단 귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "85 별첨 1 사업자 보안관리 준수사항 1참여 인력에 대한 보안관리 보안서약서 등 제출 - 사업 참여인원에 대해 사업투입 전 자체 보안 교육 후, 보안서약서, 기본보안교육 내용을 제출해야 한다. 보안교육 실시 - 사업자는 보안인식제고를 위해 주기적으로 자체 보안 교육을 하며, 발주기관이 요구하는 보안교육에 참석해야 한다. 인력변동 관리 - 시스템 접근 권한을 승인받은 인력 또는 해당 인력의 업무 변동이 있는경우, 해당 사유가발생한 후 1일 내에 신고해야 한다. 2자료정보 등의 보안관리 비밀 준수 대상 자료정보 - 사업자는 아래의 자료나 정보이하 비밀정보라 한다에 대하여 비밀을 유지하여야 한다. 발주기관은본사업의이행을위하여사업자에게서면또는구두등의방법으 로비밀에해당한다고고지하고제공한자료나정보DB정보, IP 정보, 상세시 스템구성도등 법령또는발주기관의내규에의하여공개가제한되거나비밀을유지해야하 는자료나정보미공개출원정보, 개인정보, 비밀지정문서등 사업자가본계약의이행중발주기관이제공한비밀정보를이용가공하여얻은자료나정보 중요정보의 관리 - 사업자는 중요정보의 관리를 위하여 자료명, 인계자인수자 서명이 포함된 자료 제공대장을 작성해야 한다. - 인계받은 자료가 더 이상 필요없거나 사업이 종료되는 경우 자료를 반납 및 삭제한 후, 자료 제공대장에 기록 및 사업 담당부서에 제출한다. 86 3사무실 및 전산 장비매체 보안관리 사무실 보안 관리 - 사업자는 필요시 사무실 또는 용역업무를 수행하는 공간에 대해 일일 보안점검을 해야 하며, 발주기관 보안점검에 따른 지적사항 발생시 별첨1에 따른 벌칙 규정을 따른다. 전산 장비매체 보안 관리 - 사업자는 PC, 노트북 등 전산장비를 반출입하는 경우, 다음 사 항을 사전 확인, 조치해야 한다. 단, 노트북은 불가피한 경우 발주기관의 승인을 득한 경우에만 반입 가능 반입시 PMS, 내PC 지키미등PC 보안프로그램설치및바이러스악성코드검사 반출시 저장데이터완전삭제발주기관정보보안담당의사전확인필요 - 사업자는 보안USB 외의 기타 보조기억매체는 사용할 수 없으며, 보안USB 외에는 자료를 저장할 수 없다. - 사업자는 전산 장비매체를 승인권자 외의 사용자가 조작탈취 할 수 있도록 방치하면 안된다. 4정보시스템 접근 보안관리 사업자는 정보시스템 사용자 계정 이용시 부여된 권한목적 이외의 접근을 하면 안 되며, 승인된 사용자만 접근해야 한다. 사업자는 공용계정을 사용하면 안되며, 사용하지 않는 계정은 주기 적으로 삭제해야 한다. 공유 폴더는 사용해서는 안 된다. 상기사업자보안관리준수사항중예외적허용이필요한경우에는, 발주기관 정보보안담당에게예외허용사항에대한보안성검토를요청해야한다. 상기보안요구는원격지개발장소를포함한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "87 별첨 2 기술적용계획표 O 기술적용계획표, 기술적용결과표 사업명 산단안전정보시스템 1차 구축 용역사업 작성일 2023.10. 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 전자정부법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 소프트웨어사업 대가의 기준지식경제부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 공통표준용어행정안전부고시 o 공공데이터 관리지침행정안전부고시 88 서비스 접근 및 전달 분야 구 분 항 목 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용 할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구분 항 목 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "",
            "ｏ  모바일  전자정부  서비스  관리  지침(행정안전부예규) \nｏ  행정기관  및  공공기관  정보자원  통합기준(행정안전부고시)\nｏ  국가정보보안기본지침(국가정보원)"
          ]
        ],
        [
          [
            "구    분",
            "항        목"
          ],
          [
            "기본  지침",
            ""
          ],
          [
            "ｏ  정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용\n할  수  있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터 \n사용자  등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야  한다.",
            ""
          ],
          [
            "세부  기술  지침",
            ""
          ],
          [
            "관련규정",
            "ｏ  전자정부  웹사이트  품질관리  지침\nｏ  한국형  웹  콘텐츠  접근성  지침  2.1"
          ],
          [
            "",
            "ｏ  모바일  전자정부  서비스  관리  지침"
          ],
          [
            "외부  접근 \n장치",
            "ｏ  웹브라우저  관련\n  -  HTML  4.01/HTML  5,  CSS  2.1"
          ],
          [
            "",
            "-  XHTML  1.0"
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0"
          ],
          [
            "",
            "-  ECMAScript  3rd"
          ],
          [
            "",
            "ｏ  모바일  관련\n  -  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)"
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3"
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4"
          ],
          [
            "",
            "IPv6"
          ]
        ],
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "ｏ  지능정보화  기본법\nｏ  공공기관의  정보공개에  관한  법률\nｏ  개인정보  보호법\nｏ  소프트웨어  진흥법\nｏ  전자정부법\nｏ  정보통신망  이용촉진  및  정보보호  등에  관한  법률\nｏ  통신비밀보호법\nｏ  하도급거래  공정화에  관한  법률\nｏ  지방자치단체를  당사자로  하는  계약에  관한  법률\nｏ  공공데이터의  제공  및  이용  활성화에  관한  법률"
          ],
          [
            "고시  등",
            "ｏ  보안업무규정(대통령령)\nｏ  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\nｏ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정보통신부고시)\nｏ  전자정부  웹사이트  품질관리  지침(행정안전부고시)\nｏ  정보시스템  감리기준(행정안전부고시)\nｏ  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \nｏ  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \nｏ  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\nｏ  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\nｏ  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\nｏ  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\nｏ  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\nｏ  표준  개인정보  보호지침(개인정보보호위원회) \nｏ  소프트웨어사업  대가의  기준(지식경제부고시)\nｏ  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\nｏ  소프트웨사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\nｏ  중소  소프트웨어사업자의  사업  참여  지원에  관한  지침(과학기술정보통신부고시)\nｏ  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)\nｏ  용역계약일반조건(기획재정부계약예규)\nｏ  협상에  의한  계약체결기준(기획재정부계약예규)\nｏ  하도급거래공정화지침(공정거래위원회예규)\nｏ  정보보호조치에  관한  지침(과학기술정보통신부고시)\nｏ  개인정보의  기술적·관리적  보호조치  기준(개인정보보호위원회)\nｏ  행정정보  공동이용  지침(행정안전부예규) \nｏ  공공기관의  데이터베이스  표준화  지침(행정안전부고시)\nｏ  공공데이터  공통표준용어(행정안전부고시)\nｏ  공공데이터  관리지침(행정안전부고시)"
          ]
        ],
        [
          [
            "구    분\n항        목"
          ],
          [
            "기본  지침"
          ],
          [
            "ｏ  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검토\n하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스는"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "89 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용 미 적용 해당 없음 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해 당 없 음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수 행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - Android - iOS 90 요소기술 분야 구 분 항 목 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전부 장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 Java Script 프로그래밍 o 프로그래밍 구 분 항 목 - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구    분",
            "항        목"
          ],
          [
            "",
            "-  Windows  Phone"
          ],
          [
            "데이터베이스",
            "ｏ  DBMS\n  -  RDBMS"
          ],
          [
            "",
            "-  ORDBMS"
          ],
          [
            "",
            "-  OODBMS"
          ],
          [
            "",
            "-  MMDBMS"
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000"
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크"
          ]
        ],
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "범정부  차원의  공유·활용이  가능하도록  지원하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  통합",
            "ｏ  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  RESTful",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터  공유 ｏ  데이터  형식  :  XML  1.0",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "인터페이스 ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수\n행하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는 \n정보시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP\n  -  H.323",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  SIP",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UNIX",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Linux",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경\n  -  Android",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  iOS",
            "",
            "",
            "",
            "○",
            ""
          ]
        ],
        [
          [
            "구    분\n항        목",
            ""
          ],
          [
            "기본  지침",
            ""
          ],
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향상, \n데이터베이스  통합  등을  위하여  표준화되어야  한다.",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부\n장관에게 표준 등록을 요청하여야 한다.",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            ""
          ],
          [
            "세부  기술  지침",
            ""
          ],
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  공통표준용어\nｏ  공공데이터  관리지침"
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01"
          ],
          [
            "",
            "ｏ  동적표현\n  -  JSP  2.1"
          ],
          [
            "",
            "-  ASP.net"
          ],
          [
            "",
            "-  PHP"
          ],
          [
            "",
            "-  기타  (Java  Script)"
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "91 보안 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 92 구 분 항 목 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검 증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 네트워크 자료유출방지 - 망간 자료전송 - 안티 바이러스 - 가상화PC 또는 서버 - 패치관리 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구 - 스마트폰 보안관리 - CC인증서에 명시된 제품과 동일 제품 여부 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 o 민간 클라우드 활용",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "-  C",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  Java",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C#",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜: \n  -  XMI  2.0",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "ｏ  문자셋\n  -  EUC-KR",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "○",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견시  개선․조치하여야  한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)\n  -  국가  사이버안전  매뉴얼",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인 \n정보보호제품)\n  -  PKI제품\n  -  SSO제품\n  -  디스크ㆍ파일  암호화  제품\n  -  문서  암호화  제품(DRM)등\n  -  메일  암호화  제품",
            "",
            "",
            "",
            "○\n○\n○\n○\n○",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항        목"
          ],
          [
            "",
            "-  구간  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품\n  -  상기제품(9종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품"
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부"
          ],
          [
            "",
            "ｏ  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검\n증  필요)\n  -  (네트워크)침입차단\n  -  (네트워크)침입방지(침입탐지  포함)\n  -  통합보안관리\n  -  웹  응용프로그램  침입차단\n  -  DDos  대응\n  -  인터넷  전화  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망(검증필  암호모듈  탑재  필수)\n  -  네트워크  접근통제\n  -  네트워크  자료유출방지\n  -  망간  자료전송\n  -  안티  바이러스\n  -  가상화(PC  또는  서버)\n  -  패치관리\n  -  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)\n  -  스팸메일  차단\n  -  서버  접근통제\n  -  DB접근  통제\n  -  스마트카드\n  -  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)\n  -  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)\n  -  소스코드  보안약점  분석도구\n  -  스마트폰  보안관리\n  -  CC인증서에  명시된  제품과  동일  제품  여부"
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등\n  -  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)"
          ],
          [
            "",
            "ｏ  민간  클라우드  활용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "93 최신 기준은 국가정보원 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 행정공공기관 민간 클라우드 이용 가이드라인 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공 94 별첨 3 소프트웨어사업 영향평가 검토결과서 소프트웨어사업영향평가검토결과서 1. 기본정보 사업명 또는 서비스명 산단안전정보시스템1차구축용역사업 영향평가단계 예산편성 사업발주 소프트웨어 배포서비스 주요 내용 관할 산단사고 발생 시, 상황관리 업무지원서비스 사업기간 또는 개발기간 계약일로부터 180일 구분 1 기관 내부소속기관 제외 직원을 대상으로 제공하는 소프트웨어 사업 또는 서비스 2 상용 소프트웨어의 구매설치 및 유지관리 사업 3 그 외 소프트웨어 사업또는 서비스 구분 1, 2에 해당하는 경우 3번, 4번 항목 작성 불필요 2. 운영계획 운영기관 단일 기관 다수 기관예상 개 기관 사용자 복수선택가능 구분 내부 직원 타 기관 직원 일반 국민 또는 기업 3. 민간 소프트웨어 시장 침해 가능성 주요기능과 동일유사한 서비스를 민간에서 제공하는지 여부 있음 없음 없음에 해당하는 경우 3번 이하 항목 및 4번 항목 작성 불필요 주요 기능 o o",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  클라우드  서비스  보안인증(CSAP)을  받은  서비스\n    -  행정·공공기관  민간  클라우드  이용  가이드라인",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수\n  -  식별  및  인증\n  -  암호지원\n  -  정보  흐름  통제\n  -  보안  관리\n  -  자체  시험\n  -  접근  통제\n  -  전송데이터  보호\n  -  감사  기록\n  -  기타  제품별  특화기능\nｏ  보안기능  확인  및  취약점  제거\n  -  보안기능별  명령어  등  시험  및  운영방법  제공\n  -  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)\n  -  백도어  제거(비공개  원격  관리  및  접속  기능)\n  -  오픈소스  적용  기능  및  리스트  제공",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "1. 기본정보",
            "사업명\n(또는 서비스명)",
            "산단안전정보시스템 1차 구축 용역사업",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "영향평가단계",
            "□  예산편성 ☑ 사업발주 □  소프트웨어 배포·서비스",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주요 내용",
            "○ 관할 산단사고 발생 시, 상황관리 업무지원서비스",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업기간\n(또는 개발기간)",
            "계약일로부터 180일",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "구분",
            "①  기관 내부(소속기관 제외) 직원을 \n대상으로 제공하는 소프트웨어 사업 \n(또는 서비스)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "②  상용 소프트웨어의 구매·설치 및 \n유지관리 사업",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "③  그 외 소프트웨어 사업(또는 서비스)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "※  구분 ①, ②에 해당하는 경우 3번, 4번 항목 작성 불필요",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "2. 운영계획",
            "운영기관",
            "☑ 단일 기관\n□  다수 기관(예상 : 개 기관)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사용자\n(복수선택 가능)",
            "구분",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "☑ 내부 직원",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "☑ 타 기관 직원",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "□  일반 국민 또는 기업",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "3. 민간 \n소프트웨어\n시장 침해 \n가능성",
            "주요기능과 동일·유사한 서비스를 민간에서 제공하는지 여부\n□ 있음   ☑ 없음",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "※  「없음」에 해당하는 경우 3번 이하 항목 및 4번 항목 작성 불필요",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "주요 기능",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "95 o 4. 사업의 필요성 공공성 검토 복수선택 가능 법령에 규정된 서비스 관련 법령 외교국방 분야로 민간이 서비스를 제공하기에 부적합 사유 공공데이터 활용 공공서비스 제공 및 정비 가이드라인 준수 사업을 통한 민간 서비스 활성화 기여 Open API 등을 통한 데이터 개방, 민간 소프트웨어 구매활용 계획, 데이터 연계표준 및 표준업무 절차 제시, 중장기 민간 이양 계획 등 기여 방안 그 외의 사유로 민간이 서비스를 제공하기에 부적합 부적합 사유 5. 종합의견 민간시장 침해 가능성 없음 민간시장 침해 가능성을 최소화하여 사업 추진 추진 방안 2023년 10월 일 기관장 직인 96 별첨 4 소프트웨어 개발사업 적정 사업기간 종합산정서 붙임 2 적정사업기간산정서 소프트웨어 개발사업의 적정 사업기간 종합 산정서 사업명 산단안전정보시스템 1차 구축 용역사업 항목별 검토 의견 검토항목 검토의견 1 기능점수FP 기반 SW사업 적정 개발기간 산정표 참고 1 표의 산정내역 검토한 바, 적정 2 사업기초자료 사업계획서, 예산신청서, 제안요청서 해당 자료 검토한 바, 적정 3 유사사업 자료 참고 2 공공기관 평균 사업기간 통계를 기준으로 검토한바, 적정 4 기타 특이사항 종합 의견 5 종합의견 시스템 구축 및 테스트 기간을 포함, 본 사업기간 6개월은 적정한 것으로 판단됨 소프트웨어사업 관리감독에 관한 일반기준제4조의2제3항에 따른 소프트웨어 개발사업의 적정 사업기간을 위와 같이 산정합니다. 2023 년 10 월 일 위 원 서명 위 원 서명 위 원 서명 발주기관의 장 귀하 소프트웨어사업 특성을 고려하여 검토항목을 수정할 수 있음",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "o",
            ""
          ],
          [
            "",
            "",
            "··\n··",
            ""
          ],
          [
            "",
            "4. 사업의 \n필요성·\n공공성 \n검토\n(복수선택 가능)",
            "□  법령에 규정된 서비스\n(관련 법령 :\n)\n□ 외교/국방 분야로 민간이 서비스를 제공하기에 부적합\n(사유 :\n)\n□ ‘공공데이터 활용 공공서비스 제공 및 정비 가이드라인’ 준수\n□ 사업을 통한 민간 서비스 활성화 기여*\n* Open API 등을 통한 데이터 개방, 민간 소프트웨어 구매·활용 계획, 데이터\n연계표준 및 표준업무 절차 제시, 중장기 민간 이양 계획 등\n(기여 방안 :\n)\n□  그 외의 사유로 민간이 서비스를 제공하기에 부적합\n(부적합 사유 :\n)",
            ""
          ],
          [
            "",
            "5. 종합의견",
            "☑ 민간시장 침해 가능성 없음",
            ""
          ],
          [
            "",
            "",
            "□  민간시장 침해 가능성을 최소화하여 사업 추진\n(추진 방안 :\n)",
            ""
          ],
          [
            "",
            "2023년   10월     일\n기관장         (직인)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "소프트웨어  개발사업의  적정  사업기간  종합  산정서",
            "",
            ""
          ],
          [
            "사업명\n산단안전정보시스템  1차  구축  용역사업",
            "",
            ""
          ],
          [
            "항목별  검토  의견",
            "",
            ""
          ],
          [
            "검토항목",
            "검토의견",
            ""
          ],
          [
            "①  기능점수(FP)  기반\n      SW사업  적정  개발기간 \n산정표",
            "[참고  1]  표의  산정내역  검토한  바,  적정",
            ""
          ],
          [
            "②  사업기초자료\n    (사업계획서,  예산신청서,\n      제안요청서)",
            "해당  자료  검토한  바,  적정",
            ""
          ],
          [
            "③  유사사업  자료",
            "[참고  2]  공공기관  평균  사업기간  통계를  기준으로 \n검토한바,  적정",
            ""
          ],
          [
            "④  기타  특이사항",
            "",
            ""
          ],
          [
            "종합  의견",
            "",
            ""
          ],
          [
            "⑤  종합의견",
            "시스템  구축  및  테스트  기간을  포함,\n  본  사업기간  6개월은  적정한  것으로  판단됨",
            ""
          ],
          [
            "「소프트웨어사업  관리감독에  관한  일반기준」제4조의2제3항에  따른  소프트웨어  개발사업의 \n적정  사업기간을  위와  같이  산정합니다.\n                                                                                            2023    년    10    월        일               \n  위    원                                  (서명)\n  위    원                                  (서명)\n  위    원                                  (서명)\n  발주기관의  장  귀하",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "97 참고1 기능점수FP기반 소프트웨어 적정 개발기간 산정표 항 목 계 산 식 결 과 1소프트웨어사업 규모 재개발 기능규모 548.6 2 1인 생산성 사업규모FP 1인생산성FPMM 1,000 이하 19 1,000 1,999 22 2,000 2,999 24 3,000 이상 22 1인생산성 19 FPMM 3 1인 총 투입기간 548.6 19 28.87 개월 4 투입인력 수 7 인 5 전체 개발기간 28.87 개월 7인 4.12 개월 참고2 사업규모별 최소 사업기간 산정 통계 자료출처 정보통신산업진흥원 소프트웨어개발사업의 적정 사업기간 산정 매뉴얼2016.7 98 별첨 5 제안사 정보보안 관련 서류 순 번 서류명 1 양식1 외주 용역사업 보안특약 서약서 별첨1 외주 용역사업 보안특약 조항 별표1 누출금지 대상 정보 별표2 보안 위약금 부과 기준 별표3 계약 상대자 보안 규정 위반 처리 기준 2 양식2 보안서약서대표자용 양식3 보안서약서참여인력용 3 양식4 보안교육 결과서 4 양식5 개인보안 점검리스트 5 양식6 용역업체 현장 보안 점검표 양식7 용역사업 보안점검 수행 체크리스트 6 양식8 보안 위규사항 이행 점검 결과서 7 양식9 출입대장 8 양식10 전산장비 반출입대장 9 양식11 자료인계인수대장 10 양식12 보안확약서대표자용 11 양식13 용역산출자료 및 폐기자료 항목별 증빙자료 12 양식14 정보통신제품 도입현황",
      "tables": [
        [
          [
            "항  목",
            "계  산  식",
            "",
            "",
            "",
            "결  과"
          ],
          [
            "①소프트웨어사업 \n    규모",
            "재개발  기능규모",
            "",
            "",
            "",
            "548.6"
          ],
          [
            "②  1인  생산성",
            "",
            "",
            "",
            "",
            "1인생산성  19 FP/MM"
          ],
          [
            "",
            "",
            "사업규모(FP)",
            "1인생산성(FP/MM)",
            "",
            ""
          ],
          [
            "",
            "",
            "1,000  이하",
            "19",
            "",
            ""
          ],
          [
            "",
            "",
            "1,000  ~  1,999",
            "22",
            "",
            ""
          ],
          [
            "",
            "",
            "2,000  ~  2,999",
            "24",
            "",
            ""
          ],
          [
            "",
            "",
            "3,000  이상",
            "22",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "③  1인  총  투입기간",
            "548.6  /  19",
            "",
            "",
            "",
            "28.87  개월"
          ],
          [
            "④  투입인력  수",
            "7  인",
            "",
            "",
            "",
            ""
          ],
          [
            "⑤  전체  개발기간",
            "28.87  개월  /  7인",
            "",
            "",
            "",
            "4.12  개월"
          ]
        ],
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "순 번",
            "서류명"
          ],
          [
            "1",
            "[양식1]  외주  용역사업  보안특약  서약서\n[별첨1]  외주  용역사업  보안특약  조항\n    [별표1]  누출금지  대상  정보\n    [별표2]  보안  위약금  부과  기준\n    [별표3]  계약  상대자  보안  규정  위반 \n처리  기준"
          ],
          [
            "2",
            "[양식2]  보안서약서(대표자용)\n[양식3]  보안서약서(참여인력용)"
          ],
          [
            "3",
            "[양식4]  보안교육  결과서"
          ],
          [
            "4",
            "[양식5]  개인보안  점검리스트"
          ],
          [
            "5",
            "[양식6]  용역업체  현장  보안  점검표\n[양식7]  용역사업  보안점검  수행  체크리스트"
          ],
          [
            "6",
            "[양식8]  보안  위규사항  이행  점검  결과서"
          ],
          [
            "7",
            "[양식9]  출입대장"
          ],
          [
            "8",
            "[양식10]  전산장비  반출입대장"
          ],
          [
            "9",
            "[양식11]  자료인계인수대장"
          ],
          [
            "10",
            "[양식12]  보안확약서(대표자용)"
          ],
          [
            "11",
            "[양식13]  용역산출자료  및  폐기자료  항목별 \n증빙자료"
          ],
          [
            "12",
            "[양식14]  정보통신제품  도입현황"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 51,
      "text": "99 양식1 외주 용역사업 보안특약 서약서 외주 용역사업 보안특약 서약서 1. 사업자는 한국산업단지공단의 보안정책을 위반하였을 경우 별표3. 계약상대자 보안규정위규 처리기준에 따라 위규자 및 관리자를 행정조치하고 별표2. 보안위약금 부과기준에 따라 보안 위약금을 발주기관에 납부한다. 2. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별표1. 누출금지 대상정보에 대한 보안 관리 계획을 사업수행계획서에 기재하여야 하며, 해당 정보 누출 시 지방자치단체를 당사자 로 하는 계약에 관한 법률시행령 제92조 제1항 제19호에 따라 사업자를 부 정당업체로 등록한다. 3. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업종료 시 정보보안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 4. 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 한다. 별첨1. 외주 용역사업 보안특약 조항 별표1. 누출금지 대상정보 별표2. 보안위약금 부과 기준 별표3. 계약상대자 보안규정위반 처리기준 5. 위 보안 특약 사항을 확인하였으며, 이에 따를 것을 서약합니다. 사 업 명 서 약 자 업체 대표 소 속 직 위 성 명 100 별첨1 외주 용역사업 보안특약 조항 제1조정보누출 등 금지 사업자는 본 사업을 수행함에 있어 다음 각 호의 행위를 하여서는 아 니 된다. 1. 별표 1에 명시된 누출금지 대상정보를 누출하는 행위 2. 별표 3에 명시된 계약상대자 보안규정위반 처리기준의 금지행위 제2조보안대책 및 벌칙 1 사업자은 사업수행에 사용되는 문서, 인원, 장비 등에 대하여 물리 적, 관리적, 기술적 보안대책 및 별표 1의 누출금지 대상정보에 대한 보안관리 계획을 사업 제안서에 기재하여야 한다. 2 사업자 또는 사업자의 대리인, 그 밖의 사용인이 제1조제1호의 누출금지 대상정보를 누출 한 경우 국가계약법시행령 제76조에 따라 부정당업자로 등록하고 입찰 참가자격을 제한하며 손해배상 등 일체의 민형사상 책임을 진다. 제3조자료 폐기 및 반납 사업자는 본 사업 수행과정에서 취득한 자료와 정보에 관하여 사업 수행 중은 물론 사업완료 후에도 이를 외부에 유출해서는 안되며, 사업 종료시 정보보안담당자 의 입회하에 완전 폐기 또는 반납해야 한다. 제4조취약점 점검 사업자는 본 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검 도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출 해야 한다. 제5조하도급 계약시 조치사항 사업자는 본 사업을 수행하기 위하여 하도급 계약을 체결할 경 우에는 본 사업계약 수준의 정보보안 특수계약조건을 하도급계약서에 포함하여야 한다. 제6조보안 교육 사업자는 본 사업을 수행하기 위하여 투입된 모든 인력을 대상으로 보안교육 을 주기적으로 실시하여야 한다. 제7조물리적 보안 사업자는 프로젝트 사업단 출입 통제 및 시건 관리를 통해 물리적 보안체 계를 수립하여야 한다. 제8조시스템 보안 사업자는 공동으로 사용하는 파일서버, 시스템 및 어플리케이션 등에 대해 서는 반드시 보안 책임자가 계정 및 권한을 관리하여야 한다. 제9조네트워크 보안 사업자는 용역 사업에 사용되는 업무망과 사업장의 인터넷망은 물리적으 로 네트워크를 분리하여 사용하여야 한다. 제10조보안점검 사업자는 주기적으로 보안점검을 실시하고 그 결과를 발주기관 담당자에게",
      "tables": [
        [
          [
            "사    업    명",
            ""
          ],
          [
            "서    약    자\n(업체  대표)",
            "소    속  :"
          ],
          [
            "",
            "직    위  :"
          ],
          [
            "",
            "성    명  :"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "101 확인 및 보고하고 관리대장에 기록관리하여야 하며 발주기관 및 상위 행정기관의 보안점검시 충실히 대응하여야 한다. 제11조반출입 통제 사업자는 용역사업에 사용되는 장비, 문서 및 미디어 등의 반출입 통제 를 실시하고 반출입되는 문서명, 물품, 일자, 목적 등을 포함하여 관리대장에 기록관리하여야 한다. 제12조개인정보보호 1개인정보 처리업무를 위탁받아 처리하는 사업자는 개인정보의 안전성 확보에 필요한 관리적기술적 및 물리적 안전조치를 취하여야 한다. 2 사업자는 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서는 안 된다. 3사업자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있는 개인정보를 즉시 파기하거나 발주기관에 반납하여야 한다. 4 발주기관은 사업자의 개인정보 처리현황에 대하여 실태를 점검하여 시정을 요구할 수 있으 며, 개인정보가 분실도난유출변조 또는 훼손되지 아니하도록 교육할 수 있다. 102 별표1 누출금지 대상정보 번호 누출금지 대상정보 1 정보시스템의 내외부 IP 현황 2 정보시스템 구성 현황 및 정보통신망 구성도 3 개별사용자의 계정 및 비밀번호 등 정보시스템 접근권한 정보 4 정보시스템통신망 취약점 분석평가 결과물 5 용역사업 결과물 및 관련 프로그램 소스코드 6 암호자재, 암호가 주 기능인 제품, 공단국가 보안시스템 및 정보보호시스템 도입현황 7 침입차단시스템IDS침입방지시스템IPS 등 정보보호제품 및 라우터스위치 등 네트워크 장비 설정 정보 8 정보시스템, 네트워크, 보안장비 등 운영현황 9 공단의 침해사고 발생 현황 및 대응 보고서 10 용역사업 수행 중 습득ᆞ인지한 보안정보 11 공공기관의 정보공개에 관한 법률 제9조제1항에 의해 비공개 대상 정보로 분류된 기관의 내부문서 12 개인정보보호법 제2조제1호의 개인정보 13 국가정보원 보안업무규정 제4조의 비밀, 보안업무규정시행규칙 제16조제3항에 따른 대외비 14 그 밖에 공단에서 공개가 불가하다고 판단한 자료 이를 위반할 경우국가를 당사자로 하는 계약에 관한 법률시행령 제76조제1항에 의거 부정당업자로 입찰참가 자격을 제한받을 수 있음",
      "tables": [
        [
          [
            "번호",
            "누출금지  대상정보"
          ],
          [
            "１",
            "정보시스템의  내·외부  IP  현황"
          ],
          [
            "２",
            "정보시스템  구성  현황  및  정보통신망  구성도"
          ],
          [
            "３",
            "개별사용자의  계정  및  비밀번호  등  정보시스템  접근권한  정보"
          ],
          [
            "４",
            "정보시스템·통신망  취약점  분석·평가  결과물"
          ],
          [
            "５",
            "용역사업  결과물  및  관련  프로그램  소스코드"
          ],
          [
            "６",
            "암호자재,  암호가  주  기능인  제품,  공단·국가  보안시스템  및 \n정보보호시스템  도입현황"
          ],
          [
            "７",
            "침입차단시스템(IDS)·침입방지시스템(IPS)  등  정보보호제품  및 \n라우터·스위치  등  네트워크  장비  설정  정보"
          ],
          [
            "８",
            "정보시스템,  네트워크,  보안장비  등  운영현황"
          ],
          [
            "９",
            "공단의  침해사고  발생  현황  및  대응  보고서"
          ],
          [
            "10",
            "용역사업  수행  중  습득ㆍ인지한  보안정보"
          ],
          [
            "11",
            "「공공기관의  정보공개에  관한  법률」  제9조제1항에  의해  비공개  대상 \n정보로  분류된  기관의  내부문서"
          ],
          [
            "12",
            "「개인정보보호법」  제2조제1호의  개인정보"
          ],
          [
            "13",
            "국가정보원  「보안업무규정」  제4조의  비밀,  「보안업무규정시행규칙」 \n제16조제3항에  따른  대외비"
          ],
          [
            "14",
            "그  밖에  공단에서  공개가  불가하다고  판단한  자료"
          ]
        ],
        [
          [
            "번호",
            "누출금지  대상정보"
          ],
          [
            "１",
            "정보시스템의  내·외부  IP  현황"
          ],
          [
            "２",
            "정보시스템  구성  현황  및  정보통신망  구성도"
          ],
          [
            "３",
            "개별사용자의  계정  및  비밀번호  등  정보시스템  접근권한  정보"
          ],
          [
            "４",
            "정보시스템·통신망  취약점  분석·평가  결과물"
          ],
          [
            "５",
            "용역사업  결과물  및  관련  프로그램  소스코드"
          ],
          [
            "６",
            "암호자재,  암호가  주  기능인  제품,  공단·국가  보안시스템  및 \n정보보호시스템  도입현황"
          ],
          [
            "７",
            "침입차단시스템(IDS)·침입방지시스템(IPS)  등  정보보호제품  및 \n라우터·스위치  등  네트워크  장비  설정  정보"
          ],
          [
            "８",
            "정보시스템,  네트워크,  보안장비  등  운영현황"
          ],
          [
            "９",
            "공단의  침해사고  발생  현황  및  대응  보고서"
          ],
          [
            "10",
            "용역사업  수행  중  습득ㆍ인지한  보안정보"
          ],
          [
            "11",
            "「공공기관의  정보공개에  관한  법률」  제9조제1항에  의해  비공개  대상 \n정보로  분류된  기관의  내부문서"
          ],
          [
            "12",
            "「개인정보보호법」  제2조제1호의  개인정보"
          ],
          [
            "13",
            "국가정보원  「보안업무규정」  제4조의  비밀,  「보안업무규정시행규칙」 \n제16조제3항에  따른  대외비"
          ],
          [
            "14",
            "그  밖에  공단에서  공개가  불가하다고  판단한  자료"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "103 별표 2 보안 위약금 부과기준 구분 위반수준위반 수준별로 AD 등급으로 차등 부과 A급 B급 C급 D급 위반 회수 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금비중 부정당업자 등록 사업금액의 5 사업금액의 3 사업금액의 2 위규 수준은 별표 3 참고 위약금 규모는 사업규모에 따라 조정 가능하며, 사업 완료 시 지출금액 조정을 통해 위약금 정산 104 별표 3 계약 상대자 보안 규정 위반 처리 기준 구 분 위 규 사 항 심 각1. 비밀 및 대외비 급 정보 유출 및 유출 시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보ᆞ신상정보 목록 유출 다. 비공개 항공사진ᆞ공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 무단 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 중 대1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보ᆞ신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비ᆞ시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용 사용, 보안 USB 사용규정 위반 나. 웹하드ᆞP2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수ᆞ발신 다. 개발ᆞ유지관리 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법 접근 시도 등",
      "tables": [
        [
          [
            "구분",
            "위반수준(위반  수준별로  A~D  등급으로  차등  부과)",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위반  회수",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미  3건  이상"
          ],
          [
            "",
            "위약금비중 부정당업자  등록",
            "사업금액의  5%",
            "사업금액의  3%",
            "사업금액의  2%"
          ]
        ],
        [
          [
            "구  분",
            "위          규          사          항"
          ],
          [
            "심  각 1.  비밀  및  대외비  급  정보  유출  및  유출  시도",
            "가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n    나.  개인정보ㆍ신상정보  목록  유출\n    다.  비공개  항공사진ㆍ공간정보  등  비공개  정보  유출\n2.  정보시스템에  대한  불법적  행위\n    가.  관련  시스템에  대한  무단  해킹  및  해킹시도\n    나.  시스템  구축  결과물에  대한  외부  유출\n    다.  시스템  내  인위적인  악성코드  유포"
          ],
          [
            "중  대 1.  비공개  정보  관리  소홀",
            "가.  비공개  정보를  책상  위  등에  방치\n    나.  비공개  정보를 휴지통ㆍ폐지함 등에  유기 또는  이면지  활용\n    다.  개인정보ㆍ신상정보  목록을  책상  위  등에  방치\n    라.  기타  비공개  정보에  대한  관리소홀\n2.  사무실ㆍ보호구역  보안관리  허술\n    가.  통제구역  출입문을  개방한  채  퇴근  등\n    나.  인가되지  않은  작업자의  내부  시스템  접근\n    다.  통제구역  내  장비ㆍ시설  등  무단  사진촬영 \n3.  전산정보  보호대책  부실\n    가.  업무망  인터넷망  혼용  사용,  보안  USB  사용규정  위반\n    나.  웹하드ㆍP2P  등  인터넷  자료공유사이트를  활용하여\n          용역사업  관련  자료  수ㆍ발신\n    다.  개발ㆍ유지관리  시  원격작업  사용\n    라.  저장된  비공개  정보  패스워드  미부여\n    마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n    바.  외부용  PC를  업무망에  무단  연결  사용\n    사.  보안관련  프로그램  강제  삭제\n    아.  사용자  계정관리  미흡  및  오남용(시스템  불법 접근  시도  등)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "105 구 분 위 규 사 항 처 리 기 준 보 통1. 기관 제공 중요 정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고 자료를 책상 위 등에 방치 나. 정책ᆞ현안 자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비닛ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순 숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위반자 및 직속 감독자 사유서경위서 징구 위반자 대상 특별 보안교육 실시 경 미1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위반자 서면ᆞ구두 경고 등 문책 위반자 사유서경위서 징구 106 양식2 보안서약서업체대표용 보안서약서업체대표용 본인은 20 년 월 일부로 을 수행 함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 과 관련된 소관업무가 기밀 사항임 을 인정하고 제반 보안관계규정 및 지침을 성실히 준수한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반사항을 일절 누설 하거나 공개하지 아니한다. 3. 본인은 기밀을 누설한 때에는 아래의 관계법규에 따라 어떠한 처벌 및 불이익도 감수한다. 가. 국가보안법 제4조 제1항 제2호제5호국가기밀 누설 등 나. 형법 제99조일반이적 및 제127조공무상 비밀의 누설 4. 본인은 하도급업체를 통한 사업 수행 시 하도급업체로 인해 발생 하는 위반 사항에 대하여 모든 책임을 부담한다. 년 월 일 서약자 소속 직급직위 성 명 인 한국산업단지공단 이사장 귀하",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "보  통 1.  기관  제공  중요  정책ㆍ민감  자료  관리  소홀",
            "가.  주요  현안ㆍ보고  자료를  책상  위  등에  방치\n    나.  정책ㆍ현안  자료를  휴지통ㆍ폐지함  등에  유기  또는 \n이면지  활용\n2.  사무실  보안관리  부실\n    가.  캐비닛ㆍ서류함ㆍ책상  등을  개방한  채  퇴근 \n    나.  출입키를  책상  위  등에  방치\n3.  보호구역  관리  소홀 \n    가.  통제ㆍ제한구역  출입문을  개방한  채  근무\n    나.  보호구역내  비인가자  출입허용  등  통제  미실시\n4.  전산정보  보호대책  부실\n    가.  휴대용저장매체를  서랍ㆍ책상  위  등에  방치한  채  퇴근\n    나.  네이트온  등  비인가  메신저  무단  사용 \n    다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽂아 \n놓고  퇴근\n    라.  부팅ㆍ화면보호  패스워드  미부여  또는  \"1111\"  등  단순 \n숫자  부여\n    마.  PC  비밀번호를  모니터  옆  등  외부에  노출\n    바.  비인가  보조기억매체  무단  사용",
            "◦  위반자 및  직속  감독자 \n사유서/경위서  징구\n◦  위반자  대상  특별 \n보안교육  실시"
          ],
          [
            "경  미 1.  업무  관련서류  관리  소홀",
            "가.  진행  중인  업무자료를  책상  등에  방치,  퇴근\n    나.  복사기ㆍ인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n    가.  각종  보안장비  운용  미숙\n    나.  경보ㆍ보안장치  작동  불량 \n3.  전산정보  보호대책  부실 \n    가.  PC내  보안성이  검증되지  않은  프로그램  사용\n    나.  보안관련  소프트웨어의  주기적  점검  위반",
            "◦  위반자  서면ㆍ구두 \n경고  등  문책\n◦  위반자 \n사유서/경위서  징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "107 양식3 보안서약서참여인력용 보안서약서참여인력용 본인은 20 년 월 일부로 을 수행 함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 과 관련된 소관업무가 기밀 사항임 을 인정하고 제반 보안관계규정 및 지침을 성실히 준수한다. 2. 본인은 이 기밀을 누설함이 이적행위가 됨을 명심하고 재직 중은 물론 퇴직 후에도 알게 된 모든 기밀사항을 일절 타인에게 누설하지 아니한다. 3. 본인은 기밀을 누설한 때에는 아래의 관계법규에 따라 어떠한 처벌 및 불이익도 감수한다. 가. 국가보안법 제4조 제1항 제2호제5호국가기밀 누설 등 나. 형법 제99조일반이적 및 제127조공무상 비밀의 누설 년 월 일 서약자 소속 직급직위 성 명 인 한국산업단지공단 이사장 귀하 108 양식4 보안교육 결과서 정보보안 및 개인정보보호 교육 결과서 1. 기본사항 사 업 명 일 시 장 소 주요내용 - 업무용PC 보안점검 프로그램 주기적 점검 - 주요 계정 비밀번호 보안관리 - 개인정보 취급자 업무용 PC 및 개인정보서류 등 안전조치사항 - 개인정보 파일 암호화 수행 및 휴대용저장매체 보안관리 2. 보안교육 참석자 명단용역 수행업체 순번 이름 소속 1 2 3 3. 교육사진 교 육 사 진 위 내역이 사실과 같음을 확인함 20 년 월 일",
      "tables": [
        [
          [
            "사  업  명",
            ""
          ],
          [
            "일        시",
            ""
          ],
          [
            "장        소",
            ""
          ],
          [
            "주요내용",
            "-  업무용PC  보안점검  프로그램  주기적  점검 \n-  주요  계정  비밀번호  보안관리\n-  개인정보  취급자  업무용  PC  및  개인정보서류  등  안전조치사항\n-  개인정보  파일  암호화  수행  및  휴대용저장매체  보안관리"
          ]
        ],
        [
          [
            "순번",
            "이름",
            "소속"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "1 2 3",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "교  육  사  진"
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "109 양식5 개인보안 점검리스트 양식6 서식에 개인별 붙임 제출 개인보안 점검리스트 구 분 점검결과 특이사항 1. 시건장치 1. 사물함 열쇠잠금 2. 노트북 장착 2. 문서점검 1. 주요문서 별도보관사물함 2. 불필요 산출물 보유금지 3. PC개발장비 서버내 파일 1. 불필요 문서 사업과 관련없는 문서보관 금지 2. 휴지통 비운날짜MMDD 3. 중요정보 개인정보 및 고객정보 삭제 4. PC내 소프트웨어 1. 메신저 금지 2. P2P, 웹하드 금지 5. 비밀번호 1. 시스템CMOS 9자리또는 장비 허용 최대자리 이상 특수문자 포함 2. 운영체제OS 9자리이상특수문자 포함 3. 화면보호 5분 설정암호 설정 6. 운영체제OS 1. 보안패치 패치일자MMDD 2. Windows 방화벽 설정 3. 원격접근 설정 금지 4. 폴더공유 금지 7. 백신프로그램 1. 업데이트 패치일자MMDD 2. 마지막검사 검사일자MMDD 8. 외부장치 1. USB저장장치 금지 2. 외장HDD 금지 3. SD카드 금지 4. CDDVD 금지 9. 네트워크 1. 무선 네트워크 금지 2. 망 분리 병행 사용금지 10. 산출물관리 1. 저장 시스템 공단 파일서버 또는 지정PC에만 저장 2. 공유사이트 웹하드P2P 등 인터넷 자료 공유사이트 및 개인 메일함에 용역사업 관련 자료 저장 금지 3. 외부사이트 접속 인터넷 등 외부사이트 접속이 가능한 PC노트북 등에 용역사업 관련 자료 저장 금지 보안 강화를 위하여 위와 같이 점검하였습니다. 점검일 소속 성명 인 110 양식6 용역업체 현장 보안 점검표 용역업체 현장 보안 점검표 사업명 사업담당자발주 용역사 용 역 담 당 자 작업장소 점검항목 개발 등 업무용 PC 보안관리 1 운영체제 및 응용프로그램 최신상태 유지 여부 2 백신프로그램 자동업데이트 및 실시간 감시기능 사용여부 3 백신프로그램 당일 실행 여부 4 비밀번호설정 여부부팅, 윈도우, 화면보호기 5 인터넷 차단 여부 6 웹하드, P2P, 웹오피스 등 인터넷 자료공유사이트 등 접속 금지 인터넷 접속허용PC 보안관리 1 업무자료 저장 여부 2 시스템 복원 솔루션하드보안관 설치 여부 3 백신 소프트웨어 및 윈도우 보안패치 설치 여부 노트북PC 사용시 보안관리 1 시건장치 여부 2 무선통신 불능화조치driver 삭제 등시행 기타 보안사항 1 비인가 저장매체 접속 통제 2 USB 등 휴대용 저장매체 중요자료 등 저장 여부 3 기타 개인정보보호 1 위탁 계약서 작성 여부재위탁 여부 등 확인 2 접근권한관리대장 점검 3 담당자 변경 시 접근권한 변경말소 등 이력 관리 여부 4 개인정보 저장 및 송신시 암호화 조치 여부 5 개인정보 접속기록 점검 점검일자 20 . . . 점 검 자 인 확 인 자 인",
      "tables": [
        [
          [
            "구        분",
            "",
            "점검결과",
            "특이사항"
          ],
          [
            "1.  시건장치",
            "1.  사물함",
            "열쇠잠금",
            ""
          ],
          [
            "",
            "2.  노트북",
            "장착",
            ""
          ],
          [
            "2.  문서점검",
            "1.  주요문서",
            "별도보관(사물함)",
            ""
          ],
          [
            "",
            "2.  불필요  산출물",
            "보유금지",
            ""
          ],
          [
            "3.  PC(개발장비/\n서버)내  파일",
            "1.  불필요    문서",
            "사업과  관련없는  문서보관  금지",
            ""
          ],
          [
            "",
            "2.  휴지통",
            "비운날짜(MMDD)",
            ""
          ],
          [
            "",
            "3.  중요정보",
            "개인정보  및  고객정보  삭제",
            ""
          ],
          [
            "4.  PC내  소프트웨어",
            "1.  메신저",
            "금지",
            ""
          ],
          [
            "",
            "2.  P2P,  웹하드",
            "금지",
            ""
          ],
          [
            "5.  비밀번호",
            "1.  시스템(CMOS)",
            "9자리(또는  장비  허용  최대자리) \n이상  (특수문자    포함)",
            ""
          ],
          [
            "",
            "2.  운영체제(OS)",
            "9자리이상(특수문자    포함)",
            ""
          ],
          [
            "",
            "3.  화면보호",
            "5분  설정/암호  설정",
            ""
          ],
          [
            "6.  운영체제(OS)",
            "1.  보안패치",
            "패치일자(MMDD)",
            ""
          ],
          [
            "",
            "2.  Windows  방화벽",
            "설정",
            ""
          ],
          [
            "",
            "3.  원격접근  설정",
            "금지",
            ""
          ],
          [
            "",
            "4.  폴더공유",
            "금지",
            ""
          ],
          [
            "7.  백신프로그램",
            "1.  업데이트",
            "패치일자(MMDD)",
            ""
          ],
          [
            "",
            "2.  마지막검사",
            "검사일자(MMDD)",
            ""
          ],
          [
            "8.  외부장치",
            "1.  USB저장장치",
            "금지",
            ""
          ],
          [
            "",
            "2.  외장HDD",
            "금지",
            ""
          ],
          [
            "",
            "3.  SD카드",
            "금지",
            ""
          ],
          [
            "",
            "4.  CD/DVD",
            "금지",
            ""
          ],
          [
            "9.  네트워크",
            "1.  무선  네트워크",
            "금지",
            ""
          ],
          [
            "",
            "2.  망  분리",
            "병행  사용금지",
            ""
          ],
          [
            "10.  산출물관리",
            "1.  저장  시스템",
            "공단 파일서버 또는 지정PC에만 저장",
            ""
          ],
          [
            "",
            "2.  공유사이트",
            "웹하드․P2P  등  인터넷  자료 \n공유사이트  및  개인  메일함에 \n용역사업  관련  자료  저장  금지",
            ""
          ],
          [
            "",
            "3.  외부사이트  접속",
            "인터넷  등  외부사이트  접속이 \n가능한  PC․노트북  등에 \n용역사업  관련  자료  저장  금지",
            ""
          ]
        ],
        [
          [
            "사업명  :                                                            사업담당자(발주)  : \n용역사  :                                                            용  역  담  당  자    : \n작업장소  :",
            ""
          ],
          [
            "점검항목",
            ""
          ],
          [
            "개발  등  업무용  PC  보안관리",
            ""
          ],
          [
            "①  운영체제  및  응용프로그램  최신상태  유지  여부",
            ""
          ],
          [
            "②  백신프로그램  자동업데이트  및  실시간  감시기능  사용여부",
            ""
          ],
          [
            "③  백신프로그램  당일  실행  여부",
            ""
          ],
          [
            "④  비밀번호설정  여부(부팅,  윈도우,  화면보호기)",
            ""
          ],
          [
            "⑤  인터넷  차단  여부",
            ""
          ],
          [
            "⑥ 웹하드, P2P, 웹오피스 등 인터넷 자료공유사이트 등 접속 금지",
            ""
          ],
          [
            "인터넷  접속허용PC  보안관리",
            ""
          ],
          [
            "①  업무자료  저장  여부",
            ""
          ],
          [
            "②  시스템  복원  솔루션(하드보안관)  설치  여부",
            ""
          ],
          [
            "③  백신  소프트웨어  및  윈도우  보안패치  설치  여부",
            ""
          ],
          [
            "노트북PC  사용시  보안관리",
            ""
          ],
          [
            "①  시건장치  여부",
            ""
          ],
          [
            "②  무선통신  불능화조치(driver  삭제  등)시행",
            ""
          ],
          [
            "기타  보안사항",
            ""
          ],
          [
            "①  비인가  저장매체  접속  통제",
            ""
          ],
          [
            "②  USB  등  휴대용  저장매체  중요자료  등  저장  여부",
            ""
          ],
          [
            "③  기타",
            ""
          ],
          [
            "개인정보보호",
            ""
          ],
          [
            "①  위탁  계약서  작성  여부(재위탁  여부  등  확인)",
            ""
          ],
          [
            "②  접근권한관리대장  점검",
            ""
          ],
          [
            "③  담당자  변경  시  접근권한  변경‧말소  등  이력  관리  여부",
            ""
          ],
          [
            "④  개인정보  저장  및  송신시  암호화  조치  여부",
            ""
          ],
          [
            "⑤  개인정보  접속기록  점검",
            ""
          ],
          [
            "점검일자  :  20    .        .        . \n                    점  검  자  :                          (인)\n                    확  인  자  :                          (인)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "111 양식7 용역사업 보안점검 수행 체크리스트 용역사업 보안점검 수행 체크리스트 사 업 명 점 검 일 구분 보안대책 이행 실태 인원 및 물리적 보안 관리 용역사업 참여인원들의 신원확인 실시 여부 용역사업 참여인원 보안서약서 징구 여부 용역사업 수행 전 참여인원에 대해 비밀유지 의무 준수누출금지 대상정보위반시 처벌내용 등에 대한 보안교육 실시 용역사업 수행 중 참여인원에 대한 보안점검을 실시하여 누출금지 대상정보의 외부 누출여부 확인 발주기관 내부 시건장치와 통제가 가능한 공간 제공 여부 발주기관 외부 CCTV시건장치 등 비인가자 출입통제 대책이 마련된 외부 사무실 사용 여부 CCTV 등 통제장치의 관리상태작동여부, 사각지대 보완 등 및 기록 확인 용역사업 참여인원의 신상변동휴가 및 해외여행 포함에 대한 대책마련 112 구분 보안대책 내 외부 전산망 접근시 보안 관리 용역업체 사용 전산망은 방화벽 등을 활용하여 기관 업무망과 분리 구성하고 업무상 필요한 서버에만 제한적 접근 허용 용역업체 PC 인터넷 연결 차단여부 및 인터넷 접속허용 PC에 대한 보안조치 비인가 무선 AP무선공유기, 스마트폰 핫스팟 등 설정을 금지하고 휴대형 무선모뎀Wibro, HSDPA, WiFi 등 반입 통제 스마트폰휴대폰을 무선 모뎀으로 활용하지 못하도록 통제수단 강구PC에 비인가 통신기기 접속차단 SW설치, 스마트폰 접속단자 봉인조치 등 노트북PC 반입시 무선통신 기능 불능화 조치driver 삭제 등 시행 기관 외부에서 기관 내부의 시스템 개발 PC 및 기관 시스템에 원격접속 금지 용역업체 직원의 게정은 하나의 그룹으로 등록하고 계정별로 정보시스템 접근권한을 부여하되 기관 내부문서 접근 금지 용역업체 직원의 root 계정 등 시스템에 중대한 영향을 끼칠 수 있는 계정에 대한 단독적인 접근 불허 계정별로 부여된 권한은 불필요시 곧바로 해지하거나 계정 폐기 용역업체 직원의 작업내용 확인을 위해 작업이력 로깅기능 구축 용역사업 책임자는 서버 및 장비 운영자로 하여금 내부서버 및 네트워크 장비에 대한 접근기록을 매일 확인하여 이상유무 보고",
      "tables": [
        [
          [
            "구분",
            "보안대책",
            "이행\n실태"
          ],
          [
            "인원\n및\n물리적\n보안\n관리",
            "용역사업  참여인원들의  신원확인  실시  여부",
            ""
          ],
          [
            "",
            "용역사업  참여인원  보안서약서  징구  여부",
            ""
          ],
          [
            "",
            "용역사업  수행  전  참여인원에  대해  비밀유지  의무  준수⋅누출금지 \n대상정보⋅위반시  처벌내용  등에  대한  보안교육  실시",
            ""
          ],
          [
            "",
            "용역사업  수행  중  참여인원에  대한  보안점검을  실시하여  ‘누출금지 \n대상정보’의  외부  누출여부  확인",
            ""
          ],
          [
            "",
            "발주기관  내부  :  시건장치와  통제가  가능한  공간  제공  여부\n발주기관  외부  :  CCTV⋅시건장치  등  비인가자  출입통제  대책이  마련된 \n외부  사무실  사용  여부",
            ""
          ],
          [
            "",
            "CCTV  등  통제장치의  관리상태(작동여부,  사각지대  보완  등)  및  기록  확인",
            ""
          ],
          [
            "",
            "용역사업  참여인원의  신상변동(휴가  및  해외여행  포함)에  대한  대책마련",
            ""
          ]
        ],
        [
          [
            "구분",
            "보안대책"
          ],
          [
            "내⋅\n외부\n전산망\n접근시\n보안\n관리",
            "용역업체  사용  전산망은  방화벽  등을  활용하여  기관  업무망과  분리 \n구성하고  업무상  필요한  서버에만  제한적  접근  허용"
          ],
          [
            "",
            "용역업체  PC  인터넷  연결  차단여부  및  인터넷  접속허용  PC에  대한 \n보안조치"
          ],
          [
            "",
            "비인가  무선  AP(무선공유기,  스마트폰  핫스팟  등)  설정을  금지하고  휴대형 \n무선모뎀(Wibro,  HSDPA,  WiFi  등)  반입  통제"
          ],
          [
            "",
            "스마트폰⋅휴대폰을  무선  모뎀으로  활용하지  못하도록  통제수단  강구(PC에 \n비인가  통신기기  접속차단  S/W설치,  스마트폰  접속단자  봉인조치  등)"
          ],
          [
            "",
            "노트북PC  반입시  무선통신  기능  불능화  조치(driver  삭제  등)  시행"
          ],
          [
            "",
            "기관  외부에서  기관  내부의  시스템  개발  PC  및  기관  시스템에  원격접속 \n금지"
          ],
          [
            "",
            "용역업체  직원의  게정은  하나의  그룹으로  등록하고  계정별로  정보시스템 \n접근권한을  부여하되  기관  내부문서  접근  금지"
          ],
          [
            "",
            "용역업체  직원의  ‘root'  계정  등  시스템에  중대한  영향을  끼칠  수  있는 \n계정에  대한  단독적인  접근  불허"
          ],
          [
            "",
            "계정별로  부여된  권한은  불필요시  곧바로  해지하거나  계정  폐기"
          ],
          [
            "",
            "용역업체  직원의  작업내용  확인을  위해  작업이력  로깅기능  구축"
          ],
          [
            "",
            "용역사업  책임자는  서버  및  장비  운영자로  하여금  내부서버  및  네트워크 \n장비에  대한  접근기록을  매일  확인하여  이상유무  보고"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "113 구분 보안대책 이행 실태 자료에 대한 보안 관리 계약서 등에 명시한 누출금지 대상정보를 용역업체에 제공할 경우, 자료 인계인수대장을 작성하고, 인계자인수자가 자필로 서명한 후 제공 비밀유지 계약서 상에 비밀정보의 범위, 보안 준수사항, 위반시 손해배상 책임, 지적재산권 문제, 자료의 반환 등 중요항목 명시 용역사업 관련 자료는 웹하드, P2P, 웹오피스, 클라우드 서비스 등 인터넷 자료공유사이트 및 개인 메일함에 저장 금지 기관의 파일서버에 용역사업 관련자료 및 모든 산출물 저장하거나 용역사업 책임자가 지정한 PC인터넷 연결차단에 저장 및 관리 발주기관이 제공한 사무실에서 용역사업을 수행할 경우, 기관이 제공한 비공개 자료는 매일 퇴근시 반납 용역사업 수행으로 생산되는 산출물 및 기록은 비인가자에게 제공, 대여, 열람 금지 비밀번호는 정보보안담당관이 별도로 기록관리하고 수시로 해당 계정에 접속하여 저장된 자료와 작업이력 확인 114 구분 보안대책 전산 장비 및 휴대용 저장 매체 보안 대책 용역업체 전산장비는 정보보안담당관 인가 후 반출입 반출시 정보보안담당관 통제 하에 저장자료 완전 삭제 전산장비 반출입시마다 악성코드 감염여부 점검 및 자료 무단 반출입 여부 확인 업무망 접속용 전산장비와 인터넷 접속용 전산장비를 구분하여 활용 및 망간 혼용 금지 용역업체 노트북 PC, 휴대용 저장매체 정기 보안점검 용역업체 휴대용 저장매체의 정보보안담당관 승인 여부 노트북PC휴대용 저장매체는 시건장치가 있는 보관함에 보관 인터넷 접속이 필요한 전산장비 사전 지정 및 보안조치 여부 업무에 필요한 사이트에만 접속토록 방화벽 등을 통해 통제 P2P, 웹하드, 메신저 등 인터넷 자료공유사이트 활용 원천차단 인터넷 접속허용 전산장비에 업무 수행 및 업무자료 저장 금지 최신 백신 프로그램 설치 및 주기적인 전체 파일 검사 여부 비밀번호화면보호기 설정 비인가 저장매체정보통신기기 접속 통제 매체제어 미설치 전산장비는 외부기기 연결포트 물리적 봉인 사업 완료시 용역업체 전산장비는 정보보안담당관 통제 하에 저장자료를 완전 삭제",
      "tables": [
        [
          [
            "구분",
            "보안대책",
            "이행\n실태"
          ],
          [
            "자료에\n대한\n보안\n관리",
            "계약서  등에  명시한  누출금지  대상정보를  용역업체에  제공할  경우,  자료 \n인계인수대장을  작성하고,  인계자⋅인수자가  자필로  서명한  후  제공",
            ""
          ],
          [
            "",
            "비밀유지  계약서  상에  비밀정보의  범위,  보안  준수사항,  위반시  손해배상 \n책임,  지적재산권  문제,  자료의  반환  등  중요항목  명시",
            ""
          ],
          [
            "",
            "용역사업  관련  자료는  웹하드,  P2P,  웹오피스,  클라우드  서비스  등         \n인터넷  자료공유사이트  및  개인  메일함에  저장  금지",
            ""
          ],
          [
            "",
            "기관의  파일서버에  용역사업  관련자료  및  모든  산출물  저장하거나 \n용역사업  책임자가  지정한  PC(인터넷  연결차단)에  저장  및  관리",
            ""
          ],
          [
            "",
            "발주기관이  제공한  사무실에서  용역사업을  수행할  경우,  기관이  제공한 \n비공개  자료는  매일  퇴근시  반납",
            ""
          ],
          [
            "",
            "용역사업  수행으로  생산되는  산출물  및  기록은  비인가자에게  제공,  대여, \n열람  금지",
            ""
          ],
          [
            "",
            "비밀번호는  정보보안담당관이  별도로  기록⋅관리하고  수시로  해당 \n계정에  접속하여  저장된  자료와  작업이력  확인",
            ""
          ]
        ],
        [
          [
            "구분",
            "보안대책"
          ],
          [
            "전산\n장비\n및\n휴대용\n저장\n매체\n보안\n대책",
            "용역업체  전산장비는  정보보안담당관  인가  후  반출입\n*  반출시  정보보안담당관  통제  하에  저장자료  완전  삭제"
          ],
          [
            "",
            "전산장비  반출입시마다  악성코드  감염여부  점검  및  자료  무단  반출입 \n여부  확인"
          ],
          [
            "",
            "업무망  접속용  전산장비와  인터넷  접속용  전산장비를  구분하여  활용  및 \n망간  혼용  금지"
          ],
          [
            "",
            "용역업체  노트북  PC,  휴대용  저장매체  정기  보안점검"
          ],
          [
            "",
            "용역업체  휴대용  저장매체의  정보보안담당관  승인  여부"
          ],
          [
            "",
            "노트북⋅PC⋅휴대용  저장매체는  시건장치가  있는  보관함에  보관"
          ],
          [
            "",
            "인터넷  접속이  필요한  전산장비  사전  지정  및  보안조치  여부"
          ],
          [
            "",
            "업무에  필요한  사이트에만  접속토록  방화벽  등을  통해  통제\n*  P2P,  웹하드,  메신저  등  인터넷  자료공유사이트  활용  원천차단"
          ],
          [
            "",
            "인터넷  접속허용  전산장비에  업무  수행  및  업무자료  저장  금지"
          ],
          [
            "",
            "최신  백신  프로그램  설치  및  주기적인  전체  파일  검사  여부"
          ],
          [
            "",
            "비밀번호⋅화면보호기  설정"
          ],
          [
            "",
            "비인가  저장매체⋅정보통신기기  접속  통제\n*  매체제어  미설치  전산장비는  외부기기  연결포트  물리적  봉인"
          ],
          [
            "",
            "사업  완료시  용역업체  전산장비는  정보보안담당관  통제  하에  저장자료를 \n완전  삭제"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "115 양식8 보안 위규사항 이행 점검 결과서 보안 위규사항 이행 점검 결과서 용역명 용역기간 사업담당부서 업체명 용역PM 주요내용 위 내역이 사실과 같음을 확인함 20 년 월 일 사업담당자 인 팀 장 인 116 양식9 출입대장 출 입 대 장 사 업 명 순번 날짜 출입시간 성명 소속",
      "tables": [
        [
          [
            "순번",
            "날짜",
            "출입시간",
            "성명",
            "소속"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "용역명",
            ""
          ],
          [
            "용역기간",
            "~\n사업담당부서"
          ],
          [
            "업체명",
            "용역PM"
          ],
          [
            "주요내용",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "117 양식10 전산장비 반출입대장 전 산 장 비 반 출 입 대 장 사 업 명 장비명 관리번호 시리얼번호 사용자 용 도 전출입 일시 입출 구분 점검 여부X 사업 보안관리 책임자 사업 담당자 백신 검사 자료 무단 반출입 USB 총무-일반-01 610-RUCW-61659 홍길동 재택근무 2013.08.09 1800출 USB 총무-일반-01 610-RUCW-61659 홍길동 재택근무 회수 2013.08.10 0900입 노트북 S111-001-113 5004829800055 강감찬 유지보수 용역관리 노트북 2013.09.01 1300입 노트북 S111-001-113 5004829800055 강감찬 외부회의 참석 회수 2013.09.03 0900출 PC P22-001-20 홍길동 유지보수 용역관리 PC 2013.09.10. 1405입 118 양식11 자료인계인수대장 사 업 명 자 료 인 계 인 수 대 장 연번 자료명 형식 인쇄물, 전자파일 등 제공 반납 비고 제공일 인계자 인수자 반납일 반납방법 파기, 전달 인계자 인수자 1 정보통신망 구성도 인쇄물 2013.01.01 홍길동 김갑동 2013.06.30 전달 김갑동 홍길동 수행사 담당부서",
      "tables": [
        [
          [
            "장비명",
            "관리번호\n(시리얼번호)",
            "사용자",
            "용    도",
            "전출입  일시\n(입․출  구분)",
            "점검  여부(○/X)",
            "",
            "사업  보안관리 \n책임자",
            "사업  담당자"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "백신 \n검사",
            "자료  무단 \n반출․입",
            "",
            ""
          ],
          [
            "USB",
            "총무-일반-01\n(610-RUCW-61659)",
            "홍길동",
            "재택근무",
            "2013.08.09 18:00(출)",
            "○",
            "○",
            "",
            ""
          ],
          [
            "USB",
            "총무-일반-01\n(610-RUCW-61659)",
            "홍길동",
            "재택근무 회수",
            "2013.08.10 09:00(입)",
            "○",
            "○",
            "",
            ""
          ],
          [
            "노트북",
            "S111-001-113\n(\n5004829800055)",
            "강감찬",
            "유지보수 용역관리 노트북",
            "2013.09.01 13:00(입)",
            "○",
            "○",
            "",
            ""
          ],
          [
            "노트북",
            "S111-001-113\n(\n5004829800055)",
            "강감찬",
            "외부회의 참석 회수",
            "2013.09.03 09:00(출)",
            "○",
            "○",
            "",
            ""
          ],
          [
            "PC",
            "P22-001-20",
            "홍길동",
            "유지보수 용역관리 PC",
            "2013.09.10. 14:05(입)",
            "○",
            "○",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "연번",
            "자료명",
            "형식\n(인쇄물, \n전자파일  등)",
            "제공",
            "",
            "",
            "반납",
            "",
            "",
            "",
            "비고"
          ],
          [
            "",
            "",
            "",
            "제공일",
            "인계자",
            "인수자",
            "반납일",
            "반납방법\n(파기,  전달)",
            "인계자",
            "인수자",
            ""
          ],
          [
            "1",
            "정보통신망 구성도",
            "인쇄물",
            "",
            "2013.01.01 홍길동 김갑동 2013.06.30",
            "",
            "",
            "전달",
            "김갑동",
            "홍길동",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "119 양식12 보안확약서업체대표용 보안확약서 본인은 과 관련한 자료, 장비, 서류, 중 간최종 산출물 등 용역과 관련된 모든 제반자료 등에 대하여 다음과 같 이 이행하였음을 확약합니다. 1. 용역사업업무 관련한 모든 제반자료 반환 2. 용역사업업무 관련한 저장매체 내 자료 삭제 3. 용역사업업무 관련한 사업산출물 복사본 등을 별도 보관하지 않음 4. 본인은 위 사항이 거짓일 경우 아래의 관계법규에 따라 처벌 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호제5호국가기밀 누설 등 나. 형법 제99조일반이적 및 제127조공무상 비밀의 누설 년 월 일 서약자 소속 직급직위 대표이사 성 명 인 확인자 소속 직급직위 성 명 인 한국산업단지공단 이사장 귀하 120 양식13 용역산출자료 및 폐기자료 항목별 증빙자료 용역산출자료 및 폐기자료 항목별 증빙자료 1. 용역산출자료 제출 및 부가 서류 폐기 구 분 내 용 용역산출자료 제출 증빙사진 첨부 제출 자료 목록 및 부수 기재 부가서류 폐기 전 증빙사진 첨부 부가서류 목록 및 부수 기재 부가서류 폐기 후 증빙사진 첨부 부가서류 목록 및 부수 기재",
      "tables": [
        [
          [
            "구    분",
            "내    용"
          ],
          [
            "용역산출자료 \n제출",
            "※\n 증빙사진 첨부"
          ],
          [
            "",
            "※\n 제출 자료 목록 및 부수 기재"
          ],
          [
            "부가서류\n폐기  전",
            "※\n 증빙사진 첨부"
          ],
          [
            "",
            "※\n 부가서류 목록 및 부수 기재"
          ],
          [
            "부가서류\n폐기  후",
            "※\n 증빙사진 첨부"
          ],
          [
            "",
            "※\n 부가서류 목록 및 부수 기재"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "121 2. 제공받은 업무자료, 전산장비, 관련설비 반납 구분 반납 내용 소 속 성 명 서 명 업무 자료 전산 장비 관련 설비 상기 업무자료, 전산장비, 관련설비 등을 정히 수령함. 수령자 소속 한국산업단지공단 팀 성명 122 3. 저장자료 삭제 구분 삭제 내용 저장 자료 삭제 상기 저장자료 삭제를 확인함. 입회자 소속 한국산업단지공단 팀 성명 인",
      "tables": [
        [
          [
            "구분",
            "반납  내용",
            "소  속",
            "성  명",
            "서  명"
          ],
          [
            "업무\n자료",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "전산\n장비",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n설비",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "상기  업무자료,  전산장비,  관련설비  등을  정히  수령함.\n(수령자)  소속  :  한국산업단지공단            팀        성명  :",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "삭제  내용",
            ""
          ],
          [
            "저장\n자료 \n삭제",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "상기  저장자료  삭제를  확인함.\n(입회자)  소속  :  한국산업단지공단            팀                  성명  :              (인)",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "123 4. 정보시스템 접근계정 폐기 구 분 내 용 접근 계정 폐기 전 증빙사진 첨부 정보시스템 접근 계정명 기재 접근 계정 폐기 후 증빙사진 첨부 정보시스템 접근 계정명 기재 124 양식14 정보통신제품 도입현황 정 보 통 신 제 품 도 입 현 황 사 업 명 기관명 관계 중앙행정기관 제품명 제조사 제품 유형 보안기능 시험결과서 CC인증, GS인증, 성능평가 암호모듈검증 KCMVP 펌웨어 또는 OS버전 해시값 비고 발급 번호 시험 기관 발급일 인증 번호 등급 또는 준수PP 평가 기관 암호 모듈명 암호 검증 번호 L3 스위치 ND-0001- 0001- 2019 2019-01-01 NDcPP CM-00- 000.0 이름 또는 버전 수량 등",
      "tables": [
        [
          [
            "구    분",
            "내    용"
          ],
          [
            "접근  계정\n폐기  전",
            "※\n 증빙사진 첨부"
          ],
          [
            "",
            "※\n 정보시스템 접근 계정명 기재"
          ],
          [
            "접근  계정\n폐기  후",
            "※\n 증빙사진 첨부"
          ],
          [
            "",
            "※\n 정보시스템 접근 계정명 기재"
          ]
        ],
        [
          [
            "기관명",
            "관계 \n중앙행정기관",
            "제품명",
            "제조사",
            "제품\n유형",
            "보안기능  시험결과서",
            "",
            "",
            "CC인증,  GS인증,  성능평가",
            "",
            "",
            "암호모듈검증\n(KCMVP)",
            "",
            "펌웨어\n또는\nOS버전",
            "해시값",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "발급\n번호",
            "시험\n기관",
            "발급일",
            "인증\n번호",
            "등급\n또는\n준수PP",
            "평가\n기관",
            "암호\n모듈명",
            "암호\n검증\n번호",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "L3\n스위치",
            "ND-0001-\n0001-\n2019",
            "",
            "2019-01-01",
            "",
            "NDcPP",
            "",
            "",
            "CM-00-\n000.0",
            "이름  또는  버전",
            "",
            "수량  등"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}