{
  "csv_metadata": {
    "공고 번호": "20240605366",
    "공고 차수": 0.0,
    "사업명": "2024년도 평택시 버스정보시스템(BIS) 구축사업",
    "사업 금액": 999494600,
    "발주 기관": "경기도 평택시",
    "공개 일자": "2024-06-05 11:15:53",
    "입찰 참여 시작일": "2024-06-13 10:00:00",
    "입찰 참여 마감일": "2024-06-17 10:00:00",
    "사업 요약": "- 사업개요: 2024년도 평택시 버스정보시스템(BIS) 구축사업 용역\n- 추진배경: 대중교통 서비스 개선과 광역 버스정보시스템 구축사업의 호환성과 상호 운영성 확보\n- 사업범위: 평택시 전역의 버스정류장 안내단말기 확충, 모든 버스의 정보를 제공하는 시스템 구축\n- 기대효과: 대중교통 서비스의 질 향상, 광역 버스정보시스템과의 호환성 및 상호 운영성 확보\n- 추진목표: 평택시 버스정보시스템(BIS) 구축 및 운영, 버스정보 제공 대상 확대",
    "파일형식": "pdf",
    "파일명": "경기도 평택시_2024년도 평택시 버스정보시스템(BIS) 구축사업.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "2024년도평택시버스정보시스템BIS 구축사업용역 제안요청서 2024. 04",
      "tables": [
        [
          [
            "2024년도 평택시 버스정보시스템(BIS)\n구 축 사업 용 역\n제 안 요 청 서\n2024.\n04"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 1 - I. 제안안내 1. 사 업 개 요 1.1 사업명 2024년도 평택시버스정보시스템BIS 구축사업 용역 1.2 사업의배경및목적 본 사업은 평택시 전역을 대상으로버스정류장 안내단말기를 확충하고, 운행하는 모든 버스의 정보를 시공간의 제약 없이 버스이용자에게 제공함으로써 대중교통 서비스의 질을 향상시키며, 향후 인접 교통권역을 포함한 광역 버스정보시스템 구축 사업의 호환성과 상호 운영성을 확보하는 실현방안 제시를 목적으로 한다. 1.3 사업범위 1 구축방향 1평택시 버스정보시스템BIS 구축사업과 경기도 교통정보센터BMSBIS와의 연계 구축을 통해 시내버스의 정보수집, 가공, 분석 기능을 수행하며, 향후 확장사업을 고려하여 시스템을 구축한다. 2경기도 버스정보시스템은 경기도의 수도권 버스정보 연계시스템을 통하여경기도 전체의 버스정보를 수집가공하는 경기도 BMSBIS 시스템을 의미한다. 2 공간적범위 - 평택시전역버스정보안내단말기가설치된주요버스정류장 - 평택시모든도로의버스정보제공대상정류소및환승거점을포함한주변인근지역",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 3,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 2 - 3 내용적범위 센터시스템 버스정보안내단말기BIT 설치 현재 운영 중인 센터 버스정보시스템 운영 SW 기능개선 및 확장 기 구축 운영 중인 시스템 현황 및 문제점 분석 및 보완 설계 버스정보 수집가공제공 취약점에 대한 보완 설계 센터 시스템 기능개선 및 확장운영단말 개선 등 버스정보시스템 데이터 정확도 및 시스템 개선 기반정보 관련 GIS 및 표준노드링크 연계 및 보완 현장시스템 평택시 전역에 기 설치된 현장장비BIT 정보제공 운영 SW 개발 및 통합 운영 본 사업은 소프트웨어 개발사업 적정 사업기간 산정 기준에 따른 사업임 1.4 사업기간 - 착수일로부터2024. 10. 31. 1.5 소요예산및사업내용 가. 소요예산 999,494,600원부가세포함 나. 사업내용 사업내용BIT 설치물량은현장및교통현황조사후변동될수있으며, 변동은 해당분야의예산범위내에서만가능하며, 본사업의사업내용은다음과같다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 4,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 3 - 버스정보 안내단말기BIT 55개소 55대 LCD 32인치 06대 LED 단면형 3단 12열 40대 LED 단면형 4단 12열 05대 LED 양면형 4단 12열 04대 BIT LCD 모니터 20ea BIT 내장 NVR 46ea 관제 및 운영PC 2ea Oracle DB 라이선스 2ea 응용소프트웨어 개발 및 개선 기존 센터 SW 및 운영단말 개선 시외버스 목적지 안내 추가 등 1.6 공고및제안서제출 1 접수일시및장소 입찰공고참조 2 제출방법 입찰공고참조 3 문의안내 평택시안전건설교통국대중교통과 - 전 화 031-8024-4691 - 팩 스 031-8024-4838",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 5,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 4 - 1.7 사업추진일정 업 무 흐 름 소요일수 주 관 비 고 입 찰 공 고 및 규격공개 발주기관 사업제안서 작성제출 입찰자 사업제안서 평가 평가위원 평가 결과 통보 발주기관 우선협상대상자 선정 발주기관 협상기술 실시 발주기관과 우선협상자 계약체결 발주기관 착수보고 계약자 구축구매설치 시행 계약자 시험운영 후 준공 1개월 발주기관 계약자",
      "tables": [
        [
          [
            "업    무    흐    름",
            "소요일수",
            "주   관",
            "비 고"
          ],
          [
            "입  찰  공  고  및  규격공개\n↓\n사업제안서  작성․제출\n↓\n사업제안서  평가\n↓\n평가  결과  통보\n↓\n우선협상대상자  선정\n↓\n협상(기술)  실시\n↓\n계약체결\n          ↓\n착수보고\n↓\n구축(구매․설치)  시행\n시험운영  후  준공",
            "1개월",
            "발주기관\n입찰자\n평가위원\n발주기관\n발주기관\n발주기관과\n우선협상자\n발주기관\n계약자\n계약자\n발주기관\n계약자",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 6,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 5 - 1.8 사업추진유의사항 1 현장테스트및성능평가 1계약상대자는 발주기관과 협의하여 본 사업의 현장테스트 계획을 수립하고 제시된 평가항목, 기준 및 일정에 준하여 현장테스트를 실시하여야 하며 이에 소요되는 비용은 계약상대자의 부담으로 한다. 2현장테스트는 단위공정이 완료되는 시점에 발주기관의 입회하에 해당 단위공정의 성능을 평가하여 합격 판정시 다음의 공정으로 진행하도록 한다. 불합격 판정시 피드백하여 시스템 보완ᆞ수정 후 합격판정을 득할 때까지 현장테스트를 재시행 하여야 한다. 3단위시스템 구축이 완료되면 계약상대자는 발주기관과 협의 하에 시스템의 전반적인 성능평가를 수행하여야 한다. 4제안서에는 이러한 현장테스트 및 성능평가 부문과 관련한 구체적인 계획을 제시하여야 한다. 2 국토교통부BIS 및ITS 기술기준적용에대한검사 1계약상대자는 버스정보시스템의 기반정보 구축 및 관리요령국토부 고시과 대중교통버스 정보교환 기술기준을 본 사업에 적용하여야 하며 검사가 수반되어야 한다. 2계약상대자는 지능형교통체계 표준 노드ᆞ링크 구축 관리지침과 지능형 교통체계 표준 노드ᆞ링크 구축 기준를 적용하여야 하며, ITS 기술기준 적용에 대한 검사활동을교통체계효율화법 제27조 및 동법시행령 제24조 제2항의 규정에 의거 지능형교통체계사업 준공검사를위하여 전문적인 조사업무를 수행하도록 국토 교통부가 지정, 고시한 ITS표준적용검증기관 및 ITS성능평가기관협의하여 수행하여야 한다. 3기술기준, 지침 등의 적용과 검사에 따라 발생하는 일체의 비용은 계약상대자의 부담으로 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 7,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 6 - 2. 계약관련 사항 2.1 일반사항 가. 계약방법 지방자치단체를당사자로하는계약에관한법률시행령제43조, 제44조및 지방자치단체입찰시낙찰자결정기준제7장협상에의한계약낙찰자결정기준 나. 입찰참가자격 1 지방자치단체를당사자로하는계약에관한법률시행령제13조및동법시행 규칙제14조규정에의한자격을구비한업체 2 소프트웨어진흥법제24조및제58조규정한소프트웨어사업자컴퓨터관련 서비스업분야로신고한업체 3 중소기업제품구매촉진및판로지원에관한법률제9조에의한직접생산확인 증명서전산업무소프트웨어개발분야의정보시스템개발서비스를소지한자 전자입찰서제출마감일전일까지발급된것으로유효기간내에있어야함 4 직접생산확인증명서버스및차량정보안내장치4321151403를소지한자 전자입찰서제출마감일전일까지발급된것으로유효기간내에있어야함 5 전자입찰서제출마감일전일까지정보통신공사업법제14조에따른정보통신 공사업등록업체 6 상기항의요건을동시에만족하지못할경우에는공동도급이가능하며, 입찰 참가등록신청시공동수급표준협정서공동이행또는분담이행방식를제출하 여야한다. 단, 2개업체이내로제한함 7 본사업은사업금액이20억원미만인사업으로서,대기업인소프트웨어사업자가 참여할수있는사업금액의하한과학기술정보통신부고시에의거대기업 및중견기업소프트웨어사업자는본입찰에참여할수없음",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 8,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 7 - 다. 사업자선정방법및협상절차 1지방자치단체입찰시낙찰자결정기준에의거종합배점기준을기술제안서 80, 가격제안서20로배분ᆞ평가하여고득점자부터협상을실시한다. 2 종합평가결과기술능력과가격평가점수의합산점수가70점이상인자기술능력 평가점수가기술능력평가분야배점한도의85 이상인자를우선협상대상자를 선정하며, 종합평가점수가동일할때에는기술평가의배점이큰항목에서높은 점수를받은업체가우선한다. 3 종합평가결과70점미만기술능력평가점수가기술능력평가분야배점한도의 85 미만인자은협상대상에서제외한다. 라. 협상기준과내용 1 협상대상자가제안한과업내용, 이행일정, 제시가격등의제안서내용을대상 으로협상하며, 협상을통해그내용의일부를조정할수있다. 2 발주기관에서는불명확한부분이나누락된사항, 다른제안자의우수한제안등 보완필요성이있다고판단되는내용을협상대상에포함시킬수있다. 마. 유의사항 1 접수된일체의서류는반환하지않는다. 2 제안요청서외사업현황등세부사항은공문으로요청하고평택시청대중교통과 대중교통정책팀를방문하여직접확인및수령한다. 3 제안서작성전에본제안요청서를충분히숙지하여야하며검토미비를이유로 제안내용의수정을요구할수없다. 4 제안설명회는별도시행하지않는다. 5 제안서에대한작성비용또는설계비용은보상하지않는다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 9,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 8 - 바. 계약체결 1 계약체결은지방계약법및동법관련규정에의한계약의일반조건과특수조건 등의일반원칙에따른다. 사. 평가및협상결과의공개 1 기술제안서평가결과에대하여제안업체는어떠한이의도제기할수없다. 2 제안서평가결과의세부내용과결렬된협상결과는공개하지않는다. 아. 제안서의효력 1 제출된제안서의내용은발주기관에서요청하지않는한변경할수없으며 계약조건의일부로간주한다. 2 제안서에누락된내용등이향후사업추진에반드시필요하다고판단될경우 에는발주기관의요구에의하여수정되거나추가될수있으며이에따라변경 되거나추가된사항은제안서와동일한효력을가진다. 3 제안요청서, 제안서에명시된내용의해석이애매하거나다를경우상호협의 하여결정하며협의가성립되지않을경우에는발주기관의결정에따른다. 4 제반주요문의사항은문서로접수된것에한하여회신하며기타전화등구두에 의한것은효력이없다. 2.2 계약상대자의조건 가. 일반사항 1 계약상대자는승인후납품완료한기기하자로성능발휘에차질이발견된경우 계약상대자의책임및부담으로즉시수리또는교환하여야하며, 제품성능상 필요한사항은설계및제작에반영하여완전한기능을발휘할수있도록하여야 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 10,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 9 - 2 계약상대자는제안서에특기하지않은경우라도통상동등한기기에있어 이설비의효율적인운영에필요한기기또는부속품, 부속공구등은이계약에 포함되어있는것으로간주한다. 3 계약상대자는공급할기자재또는그일부가특허권에관련되었을경우구매자 에게그로인한어떠한불이익이발생치않도록하여야한다. 4 용역의이행에대해서도특허권기타제3자의권리를대상으로하는용역방법을 사용할때에는계약상대자는그사용에대한일체의책임을져야한다. 5 시스템의구축에필요한전자나통신관련허가를받거나검사를받아야할경우 선정업체에서처리하여야하며이에소요되는제반비용은선정업체에서부담한다. 6 계약상대자는공급한버스정보시스템이운영될수있도록하는운영프로그램에 대하여는보증기간내에서무상으로하자보수하여야한다. 7 모든구조물특히철제구조물에대하여는부식방지시스템녹방지분체도장등과 방수시스템을적용하여구조물의부식및방수방지를설계에반영하여야 한다. 8 본사업의주요장비및시설은제작회사가공인된시험기관의시험성적서를 제출하여야하며이에따른경비는계약상대자부담으로한다. 9 법령등을적용함에있어서적용등급이있는경우에는본사업의품질확보에 유리한등급을우선적용한다. 10 컨소시엄의경우업체간양해각서및협약서가제시되어있어야하며, 미제시컨소시엄의경우는기술및재정을요하는부문은무효처리한다. 11 컨소시엄을구성하여사업에참여할경우컨소시엄을대표하는업체를선정 하여전체일정관리등전반적인업무추진이가능하도록하여야한다. 12 2개이상공동참여인경우각각의대표자가서명날인하여제출하고제안서 내용은각업체별로해당사항에대해내용을빠짐없이작성하여제출한다. 13 본사업의성공적인추진을위해서컨소시엄의사업추진조직도를제출하여야 한다. 사업추진조직도에는컨소시엄의도급을받아서사업을수행하는참여업체 까지포함하여야하며, 해당참여업체를변경할경우발주기관과협의하여야한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 11,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 10 - 14 하도급의경우소프트웨어 진흥법 시행규칙제14조 및소프트웨어사업 계약및관리감독에관한지침과학기술정보통신부고시의규정에의하여 반드시하도급계약전에발주기관으로부터사전승인을받아야함. 15 본사업과업의일부를하도급하려는경우소프트웨어진흥법제51제1항에 따라소프트에서사업금액의100분의50을초과할수없다, 다만, 제2항에 따라하도급이가능하며, 제3항에따라재하도급을할수있음 16 본사업과업의일부를하도급하려는경우입찰시및계약체결시소프 트웨어사업계약및관리감독에관한지침과학기술정보통신부고시의별 지7호의소프트웨어사업하도급계획서를제출하여야함. 17 하도급계약의승인을신청하는경우,소프트웨어사업계약및관리감독에 관한지침에따른하도급계약의적정성판단세부기준에따라적정성여부를 판단하며, 평가점수가85점이상인경우에한하여하도급계약을승인함. 다만, 85점이상인경우라하더라도하도급계약의세부조건등으로인하여사업의 원활한수행이불가능하다고인정되는경우그사유를기재하여하도급승인 거절을통보할수있음. 18 하도급사전승인제와관련하여허도급을허용할경우하도급거래공정화에 관한법률제4조에규정한바와같이원도급자가부당한하도급대금을결정 하지않도록하기위하여원도급자의제안가격대비하도급지급비율을 제안서에명시하여야한다. 19 본사업은소프트웨어진흥법제50조, 같은법시행령제47조제1항제2호, 제3호에따른과업내용변경및그에따른계약금액계약기간조정이필요한 경우, 계약상대자는국가기관등의장에게소프트웨어사업과업변경요청서를 제출하여야함 소프트웨어사업계약및관리감독에관한지침별지8호서식참조 나. 발주기관의견반영 1 제안서가본제안요청서의요구조건과상이하거나충족되지않은것이발견되어",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 12,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 11 - 발주기관이수정보완등을요구하는경우에는그시기에관계없이요구사항이 만족되도록제안업체부담으로수정, 보완하여발주기관의확인을득하여야한다. 2 계약상대자는시공과관련된설계도서작성및용역과정에서발주기관이 제시하는의견을특별한사유가없는한최대한반영하여야한다. 이경우 설계지침상의내용을벗어나지않는한용역비는증액하지않는다. 3 국내외기구축된시스템의효과분석및사전사후평가방법을고찰하여 계량화된자료를통한효과분석및사전사후평가방법을제시하여야한다. 4 계약상대자는착수일로부터15일이내에사업수행계획서를발주기관에제출 하고, 발주기관의검토후승인을얻어야한다. 5 계약상대자는발주기관과협의후확정설계서제출시기를정하여발주기관에 확정설계서를제출하고, 검토후승인을얻어야한다. 6 시스템설계시국토교통부에서수립한국가ITS 아키텍쳐를참조하고 국토교통부에서제정고시한국가ITS 기술표준화의버스정보시스템의 기반정보구축및관리요령, 대중교통버스 정보교환기술기준, 지능형교통체계 표준 노드ᆞ링크 구축 관리지침과지능형교통체계 표준노드ᆞ링크구축기준을적용하여설계하여야하며사업기간동안표준이 추가및변경될경우에도이를준수하여야한다. 7 본사업과관련하여발주기관이제안업체등에게공문서식에따라제공하는 제반자료는본제안요청서와동일한효력을가진다. 8 제안업체등의질의에대하여발주기관이제안업체등에게서면으로답변한 내용도같은효력을갖는다. 9 제출기한내에제안서를제출하지않은경우제안의사가없는것으로간주하며 제안서는직접방문제출하여야한다.우편접수불가 10 계약상대자는사업의진행현황및결과를발주기관에정기적월별으로보고 하여야한다.공정보고 11 기구축되어운영되고있는경기도교통정보센터및평택시버스정보시스템과 연계및호환되어야하며, 기존시스템의정보단절이없는구축을전제로한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 13,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 12 - 다. 사업수행방법 1 우선협상대상자를선정하여협상후, 상호계약을체결하고계약시정한 규모시기절차등에따라수행하도록한다. 2 계약상대자는 발주기관이 제시하는 평가항목 및 기준에 따라 현장테스트 BMT를수행하여기술제안의수행가능여부를검증받아야한다. 3 본제안요청서를기반으로계약상대자기술제안서의모든사항을참고하여 사업을구상, 추진하되발주기관의의견및요청에따라계약상대자의제안사항은 일부보완, 수정, 교체될수있다. 라. 비용부담한계 철거잔재와시설잔재는관련규정에따라적정하게처리되어야하며, 이에소요되는 비용은계약상대자의부담으로한다. 내 용 계약 상대자 발주 기관 담당 및 협조분야 1 장비시험에 따른 통신전기 사용요금 2 시험운영기간에 대한 통신전기사용요금 3 본 사업과 관련하여 발생한 민원해결을 위한 비용일체 4 표준 및 품질검사에 소요되는 비용일체 5 국토부 ITS 표준 적용 검사 비용 일체 6 현장테스트 및 BMT 등 품질측정비용 일체 유관기관과 협의 유관기관과 협의 유관기관과 협의 유관기관과 협의 범례 비용부담, 협조, 관련 없음",
      "tables": [
        [
          [
            "내       용",
            "계약\n상대자",
            "발주\n기관",
            "담당  및\n협조분야"
          ],
          [
            "1)  장비시험에  따른  통신/전기  사용요금\n  2)  시험운영기간에  대한  통신/전기사용요금\n  3)  본  사업과  관련하여  발생한  민원해결을  위한  비용일체\n  4)  표준  및  품질검사에  소요되는  비용일체\n  5)  국토부  ITS  표준  적용  검사  비용  일체\n  6)  현장테스트  및  BMT  등  품질측정비용  일체",
            "○\n○\n○\n○\n○\n○",
            "×\n×\n×\n×\n×\n×",
            "유관기관과 협의\n유관기관과 협의\n유관기관과 협의\n유관기관과 협의"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 14,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 13 - II. 일반시방서 1. 목적 2024년도평택시버스정보시스템BIS 구축사업용역수행에관한제반사항을명시한다. 2. 정의 1 갑 평택시 2 을 계약대상자 3. 적용규정 1 과학기술정보통신부, 내선규정 2 한국공업표준규격, 산업안전기준에관한규칙 3 ISO, ANSI, IEEE 규정 4 도로안전시설설치및관리지침도로전광표지편 5 기타관련법규및준칙을원칙으로하고기타명시되지않은사항이나상이한 사항은갑과협의를하여야한다. 6 적용규정을사업전체공정시공및운영등에걸쳐적용되며, 을은이에따라야한다. 4. 규정의우선적용 을은 시방서에 관련법규조례를 포함한다의 규정에도 불구하고 이 절에서 정하는 바에 따른다라고 별도로 명시되어 있지 않는 한, 시방서를 포함한 제안서의 내용이 대한민국 관련법규의 규정과 상호 모순될 경우는 대한민국 관련법규의 규정을 우선하여 준수하여야 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 15,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 14 - 5. 보안유지 1 을은계약체결후설치계획서와함께보안각서를작성제출하여야한다. 2 을은감독관의승인없이갑의각종자료를외부에반출하거나갑으로부터 획득한갑의비밀사항을제3자에게누설하여서는안된다. 6. 하자보수 1 을은사용자의고의또는천재지변으로인한사고를제외하고는하자보수기간동안 발생하는모든하자에대하여무상하자보수를하여야하고그책임을져야한다. 2 시스템의각종장애발생시운영자가상황판단을하고응급조치가능토록 상세한장애대책을작성, 제출하여야한다. 3 장애복구조치를위한비상연락망임무배치포함배치도를작성하여제출하여야하고 비상연락체계를항시유지하여갑이요구시즉각조치할수있도록하여야한다. 4 을은전품목에대한장애복구를책임지고장애고장통보를받은후12시간 이내에수리를완료정상가동토록하여야한다. 5 72시간이후까지사용불가시는동일기종으로무상교체요구할수있다. 6 6의상황이발생하였을경우을은갑에게7일이내에원인및조치결과를 통보하여야한다. 단정확한원인규명에많은시일이요할경우그사유를7일 이내에문서로통보하여야한다 7 설치된장비의장애가월3회이상발생하였을경우해당장비를신규장비 설비로교체요구할수있다. 월3회라함은최초발생일기준30일이내3회 이상발생을의미한다. 8 무상하자ᆞ보수기간중즉시장애복구가곤란하거나, 빈번한장애발생이예상 되며, 교체시까지많은시간이소요되는경우에는보수예비품을확보하여 장애복구시간을최소화하여야한다. 9 본사업을통해도입된모든하드웨어장비는1년간의무상하자보수가 지원되어야한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 16,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 15 - 7. 시운전 1 각종장비의설치및프로그램개발이완료된후정상가동을개시하기전 시스템구축목표에따라구현여부를판단하고, 안정적으로운영할수있도록 문제점을사전에찾아내어수정하기위한시운전과정을거쳐야한다. 2 시운전을위한계획서를작성, 제출하여갑의승인을얻은후체계적으로 실시하여야한다. 3 시운전결과문제점이발견될경우조기가동을위하여신속히수정조치하고 그보고서를제출하여야한다. 4 시운전의종료는시스템구축목표를달성하였다고갑이판단할때한다. 8. 시스템안정화 1 시운전결과이상이없을경우정상가동을시작하되, 발생할수있는문제점을 예측하고그에따른대처방안을수립제출하여야한다. 2 을은시스템의모든구성요소및구성요소간의관계를명확히표시하는구성도를 PPT로제작하여제출하고브리핑할수있는설명서를작성하여갑에게 제출하여야한다 3 시스템정상가동후교통정보의수집및제공등운영에관한부적절한사항이 발견되어갑이설치위치의변경이나프로그램수정등을요구할경우이를 적극적으로수용하여야하며제반비용은을의부담으로한다. 9. 과업내용의변경및사업비정산 1 본과업수행중과업범위에증감이발생하거나기타갑이필요하다고인정할 경우에는상호합의하에내용변경및과업기간을조정할수있다. 2 과업목적을달성하기위하여필요한사항이나본시방서에누락된경미한사항은 을 의부담으로시행하여야한다. 3 본과업은국민건강보험료, 국민연금보험료등보험료를사후정산하여지급한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 17,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 16 - 10. 교육훈련및기술지원 1 을은안정적인시스템운영과관리가될수있도록갑이지정한인력에게 충분한교육을갑과협의하여적정한장소에서실시하여야한다. 2 을은교육훈련계획및기술지원사항과기술인력현황을시운전시작30일전 까지제출하여야한다. 3 교육에따른교재, 사용설명서등관련제반사항은을이준비하여야한다. 4 을은시스템운영및유지보수에필요한지침서를한글로작성하여제공하여야한다. 11. 기타사항 1 을은과업기간중중앙정부의표준화방안이제정될경우이를수용하여야한다. 2 정확한자료구축을위하여을은DB구축시자체검수절차를이행하여야한다. 3 세부작업기준은 국토교통부에서 고시하거나제시하는 규정집을 우선하여 준수하고사업의시행중이라도규정이변경되거나새로운규정이고시될경우 감독원의지시에의하여변경또는신규고시규정을따라야한다. 4 사업자로선정되지않은제안서의우수한내용은추가로과업지시서에포함할수있다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 18,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 17 - III. 제안개요및제안업체 1. 제안개요 1.1 제안의배경및목적 1 버스정보시스템BIS Bus Information System은버스운행을실시간으로 관리하여정시성, 안전성을제고하고, 버스의현재위치, 도착예정시간등을 버스정보안내단말기BIT, 인터넷, 휴대폰등을통해신속ᆞ정확하게시민에게 제공하는서비스이다. 2 버스정보시스템구축에따른시민의교통편익증진및대중교통서비스수준 제고를도모하며더나아가대중교통활성화를도모하고자한다. 3 또한, 평택시여건을감안한시스템을구축하여보다신뢰성있고안정된 버스정보를제공하고향후확장사업을고려한연계방안을강구하고자한다. 4 평택시버스정보제공대상정류장에버스정보안내단말기BIT를구축 하고, 평택시버스정보시스템센터과원활한연계를위한버스정보센터의 개선, 버스정보안내단말기BIT 관련알고리즘의및응용프로그램개선, 버스정보시스템의신뢰성향상방안등을제시하여신속ᆞ정확하고시민중심의 버스정보시스템제안을목적으로한다. 1.2 사업추진전략 1 국토교통부에서제정고시한버스정보시스템의기반정보구축및관리요령, 대중교통버스 정보교환기술기준, 지능형교통체계표준노드ᆞ 링크구축관리지침과지능형교통체계표준노드ᆞ링크구축기준을 준수하여시스템과정보의연계성및호환성을확보하여야한다. 단, 기술기준에서 제시되지않은경우에는ITS 업무요령에따라사업을추진하며이외의사항에서는 발주기관과협의하여사업을수행하여야한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 19,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 18 - 2 평택시를통과하는모든버스의실시간버스운행정보및기반정보등의 정보연계및표출이가능해야한다. 3 시스템구축시정확한교통현황, 버스이용수요조사및분석결과를바탕으로 문제점을제시하고이에대한완화, 해결을위한적용방안이일관성있게 제시되어야하며구축된시스템에대한효과분석이이루어져야한다. 4 버스정보는이용자별특성을감안하고, 평택시의버스운행현황을면밀히분석 하여명확한구현목표설정후정보제공체계가보장되도록제안되어야한다. 5 평택시버스정보시스템의운영및유지ᆞ관리방안을제시하여야한다. 6 기구축된버스정보시스템과완벽히호환ᆞ연계가능하여야한며, 현장에 설치된BIT와연계되어구동되어야한다. 7 향후버스운행환경변화노선체계개편, 환승체계개편등에대해서도시스템의 구조변경이없이유연하게대응이가능하도록하여야한다. 8 통신망은본사업의시행및향후시스템확장에유연하게대응할수있도록 충분한여유용량을고려하여통신망구성방안을제시하여야한다. 9 시스템구축후개별시스템및장비이상발생시정상적인작동이이루어지지 않을것전원불량, 통신두절등을대비하여이상발생시의장애대책및절차를 제시한다. 10 일부장비의이상발생시에도전체시스템은항시운영이가능해야하며 이상이있는장비는정해진유지보수계획에의거최대한빠른시일내에 정상가동될수있어야한다. 11 제공하려는서비스와시스템을간단명료하게정의및구축하여시스템의효율을 극대화하고유지관리가원활하게이루어지도록해야한다. 12 구축한시스템은장래기술개발에따른호환성및확장성을확보하여야하며, 특히향후통신기술변화에따른통신방식의Upgrade 및다기종통신망에대비",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 20,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 19 - 하여버스정보안내단말기BIT 등의통신인터페이스를모듈화하여확장 가능성을제시하여야한다. 13 버스정보시스템은향후기술개발에따른공간적시스템적확장성을감안 하여야하며, 버스정보연계수집정보체계및센터장치는경제성신뢰성 등을감안하여제시하여야한다. 14 납품일기준으로최신의사양을납품하여야한다. 2. 제안업체 일반현황 제안업체는 발주기관이 제안업체의 전체적인 경영현황과 능력을 파악할 수 있도록 아래의 사항을 간략하면서도 명료하게 작성한다. 1 회사연혁및개요양식3 1제안업체의 설립 및 이후의 연혁을 제시한다. 2기술자 보유현황 등 일반현황을 제시한다. 2 경영실태양식4 1제안업체의 자본금 등 최근 3년간 재무현황 및 경영실태를 제시한다. 3 사업추진조직양식8 양식11 1본 사업의 추진을 위한 조직도를 제출하여야 한다. 조직도는 참여업체까지 포함하여 작성하여야 하며, 제안서에 제시된 참여업체를 변경하기 위해서는 발주기관과 협의하여야 한다. 2공동수급의 경우에는 다음 사항이 포함되어 작성되어야 한다. 대표회사, 참여방법, 각 참여사의 역할 및 수행업무, 출자비율 3제안자는 본 사업에 참여할 핵심인원에 대한 직위, 참여범위가 포함된 명단을 조직도로 구성하여 제출하여야 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 21,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 20 - 4기술자는 등급별로 분류하여 기록한다. 사업 참가자는 부문별, 기술등급별로 상주, 비상주로 구분하여 기재하고 총괄책임자와 분야별 책임자 그리고 중급기술자 이상의 이력사항을 기재한다. 4 관련분야보유기술 1국가공인기관 검증기관에서 입증된 기술 또는 핵심기술에 대한 지적재산권 등을 필요시 제시할 수 있다. 5 신인도 1국가공인기관 검증기관 발급하는 부정당업자제재처분확인서를 제시 및 제출하고 공동수급의 경우 모든 업체가 제출한다. 6 공동수급관련사현황및추진체계해당될경우 1해당사항이 있을 경우 공동수급 관련 현황 및 추진체계를 제시한다. 7 공동수급표준협정서해당될경우 1해당사항이 있을 경우 공동수급표준협정서를 제시한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 22,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 21 - IV. 제안서작성및사업자선정관련 1. 제안서 작성 요령 1.1 제안서작성일반사항 1 제안서는제안요청서에기술된요구사항을충분히만족할수있는방안을 포함하도록기술하여야하며, 본제안요청서의목차는버스정보시스템BIS 구축운영매뉴얼에제시된기본목차만제시되었음으로제안서작성지침에 기술된부문별요구사항에대해서는목차구성에따라각각세분해서보다 구체적이고상세한방안을기술해야하고, 기술적인설명자료등의내용이 많을경우에는별첨으로작성한다. 2 제안서에포함된정보는제안자의입장에서정확하고완전하여야하며, 발주 기관은제안내용에포함된정보에대해서는구체적으로입증할자료를제안 업체에요청할수있다. 3 제안서의내용은발주기관과계약상대자상호간협의에의하여수정또는 변경할수있으며의견이서로다를때에는발주기관의의견을우선한다. 4 제안요청서는버스정보시스템구축사업구축에필요한최소한의요구조건을 제시한것으로동등이상의성능과기술이반영될수있도록제안하여야 한다. 5 본제안요청서에는기록되지않았으나버스정보시스템구축사업에필요하다고 판단되는사항은계약상대자와합의하여수정되거나추가될수있으며이에따라 변경되거나추가된사항은제안서와동일한효력을가진다. 6 사업수행중또는준공후에라도사업목적물이본제안요청서및계약문서에 규정된요구조건과상이하게완성되었다고판명되어발주기관이보완을지시할",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 23,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 22 - 경우에는계약상대자부담으로보완수정하며변경된부분에대해서는발주 기관의확인후시공하여야한다. 7 제안요청서에서내용상모순, 누락또는불분명한사항등에대한질의는질의 시한내에공문서로제출한것에한하며, 기타전화등구두에의한것은효력이 없다. 8 제출된제안서의내용은발주기관이요청하지않는한수정, 추가, 대체할수 없으며, 다만, 발주기관과충분한협의와승인을득한후변경할수있다. 9 제안업체는본제안요청서에기술되지않은사항이라도본사업의기능유지에 반드시필요하다고인정되는사항은과업범위에포함하여보다더좋은 성능과기술이반영될수있도록설계하여야한다. 10 제안업체는제안내용에대한모든책임을지며, 발주기관은제안내용에대한확인을 위해추가자료요청또는현지실사를할수있고, 제안업체는이에응해야한다. 11 계약상대자는제안서상의내용에대한해석차이가있을때에는발주기관의 해석에따른다. 12 제안서내의모든참고및인용자료는출처를반드시제시하여야한다. 13 성능실적인력등에관한내용은반드시증빙서류를첨부하여야한다. 14 각부분별실적증명은공고일기준으로최근3년이내에국가, 지방자치단체, 공공기관자회사제외이발주한사업에대해주계약상대자와부계약상대자가 직접수행한프로젝트에한한다. 15 별첨1 제안요구사항을모두포함하여야한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 24,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 23 - 1.2 제안서제출 1 제출기한 입찰당일제출 2 제출처 입찰공고참조 3 제출서류 번호 도서명 규격 수량 제한매수 인쇄 비고 1 제 안 서 A4 10부 100쪽 이내 흑백양면 2 정량적 평가서 A4 3부 제한없음 단면 3 발표자료 A4 10부 25쪽 흑백단면 PPT 발표자료 4 CDUSB 식 2set 라벨부착 제출CD의기록내용은편집이가능한원본파일을기록하여야하며, 산출내역서는우선협상 대상자를대상으로착수계를제출시제출 4 기 타 기타입찰에관한사항은입찰공고참조 2. 제안서 작성지침 2.1 일반사항 1 버스정보시스템운영에필요한시스템조건을감안하여안전하고경제적이며 합리적인시스템을설치ᆞ운영하는데필요한제반의입찰도서를작성하여야한다. 2 입찰후제출된제안서가내용이상충된경우발주기관의지시에따라라야 하며, 제안조건이변경될경우에는입찰도서를변경하여야한다. 3 입찰참가자는제안요청서의제반조건에따라제안서를작성하여야하며, 발주 기관이제시한제반의조건을임의로변경해서는안된다. 만약발주기관이 제시한제반의조건을임의로변경하여제안한사항은발주기관의지시에따라 계약상대자의부담으로변경하여야한다. 4 모든도서는본장의입찰도서작성지침에따라작성기준일은입찰일을",
      "tables": [
        [
          [
            "번호",
            "도서명",
            "규격",
            "수량",
            "제한매수",
            "인쇄",
            "비고"
          ],
          [
            "1",
            "제  안  서",
            "A4",
            "10부",
            "100쪽  이내",
            "흑백양면",
            ""
          ],
          [
            "2",
            "정량적  평가서",
            "A4",
            "3부",
            "제한없음",
            "단면",
            ""
          ],
          [
            "3",
            "발표자료",
            "A4",
            "10부",
            "25쪽",
            "흑백단면",
            "PPT  발표자료"
          ],
          [
            "4",
            "CD(USB)",
            "식",
            "2set",
            "",
            "",
            "라벨부착"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 25,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 24 - 기준으로작성되어야하며, 만약작성지침을위배하여불이익이발생될경우 그에따른모든책임은입찰참가자가진다. 5 제안서는본제안요청서에서제시한제안서작성지침에의거작성하여야한다. 6 본사업의효과를극대화하기위하여제안업체는제안자의필요에따라 본사업범위예산내에서특별제안이가능하다. 2.2 제안서유의사항 1 제안서의내용에허위가있어서는안되며가능한한객관적또는논리적 근거가제시되어야하고, 만약허위로작성한사실이판명될경우평가대상에서 제외됨은물론계약후에도계약파기와함께그에따라발주기관에서입게되는 제반손실에대한손해배상을청구할수있다. 2 제안서작성은목차와요령을준수하여명확하고상세히하되참고또는 인용한자료에대해서는그출처를분명히밝혀야한다. 3 본사업에소요되는비용은입찰내역에포함시켜야한다. 만약내역에누락되는경우 그에따른모든책임은계약상대자에있으므로입찰내역작성에주의를기울여야 한다. 다만발주기관이별도로비용을부담한다고명시한경우는예외로한다. 4 제안서의내용을객관적으로입증할수있는관련자료는제안서의별첨으로 제출하여야한다. 5 새로운이론이나기술을도입하는경우그배경과적용사례또는본사업에의 적용가능성을충분히제시하여야한다. 6 제안서의내용은명확한용어를사용하여표현하여야하며할수도있다, 을고려하고있다 등과같은애매ᆞ모호한표현은제안서평가시불가능 한것으로간주한다. 7 제출된제안서등은일체반환하지않으며본제안과관련된일체의소요비용은 제안사의부담으로한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 26,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 25 - 8 제안내용에대한확인을위하여추가자료요청또는현지실사를할수있으며, 자료를제출치않거나실사에응하지않을경우그부분에대하여는평가대상 에서제외한다. 9 KS, 관련법규, 표준규격서등의관련지침을고려하여작성하며, 적용근거를명기한다. 10 가칭기술제안서평가위원회의심의결과심의의결사항을보완하는조건으로 적합판정을받은경우는보완조건을제안서에반영하여야하며, 이경우발주자의 계획변경등발주기관의책임있는사유에해당하는경우를제외하고추가되는 비용은입찰금액에포함된것으로본다. 다만심의의결사항에대하여계약상대자가 발주기관에이의를제기하여발주기관의책임있는사유로인정하여계약금액을 조정하는특약조건을정하여계약된경우에는그러하지아니하고, 계약시까지 발주기관에이의를제기하지않거나협의결과발주기관의책임있는사유가 아닌사항의경우발주기관의지시에따라이행하여야한다. 11 제안서작성지침위반시불이익을받을수있으며, 제안자는평가결과에 대하여어떠한이의도제기할수없으며, 평가자료는공개하지않는다. 12 계약을구성하는모든문서는상호보완관계를가지나, 상호모순이나오류가 있을경우아래와같은우선순위에따라해석되어진다. - 제안요청서도면제안서기타공문질의서등 13 계약문서중도면과산출내역서가서로상이할경우도면을우선한다. 단도면 이외의문서에언급된사항이도면상에누락된경우가발견된때에는도면이 우선되지아니하며, 이와같은경우에는발주기관의조정을거쳐이들 문서들이상호보완적으로수정되어야한다. 14 본사업의주요시설물은현장에서발주기관이지정하는자또는감독공무원의 입회하에제작, 조립, 시험이실시되어야하며, 제작, 조립, 시험의검증이 필요하여시행하는비용은계약상대자의부담으로한다. 15 제안서분량은100쪽으로한정하며컬러사용을금지한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 27,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 26 - 2.3 제안서목차 I. 개 요 1. 제안배경 및 목표 2. 사업추진전략 3. 제안의 특징 및 장점 4. 기대효과 II. 제안자조직 현황 1. 일반현황 - 제안사 소개 및 최근 3년간 본 사업분야 주요실적 2. 기술능력 - 조직, 인원체계 및 참여 기술자격, 관련분야 보유기술 등 3 경영실태신용평가 등급 4 신인도 등 - 참여업체확인서 해당될 경우 - 공동수급표준협정서 해당될 경우 입찰도서 중 증빙서류실적, 인력, 재무, 신인도 등로 제출되는 자료는 제안서 마지막 부문에 부록으로 첨부하도록 하고 이는 쪽수에 포함되지 않는다. III. 교통부문 설계 1. 교통현황조사 및 평가 1.1 사업구간 현황분석 1.2 관련 시스템의 현황분석 1.3 버스정보시스템의 구축방향 정립 1.4 기존 상위 추진사업 분석 및 연계전략 1.5 사전사후 평가계획 1.6 기타 필요한 사항 2. 버스정보시스템 체계 및 전략 2.1 정보수집체계 및 전략 2.2 정보가공체계 및 전략 2.3 정보제공체계 및 전략 3. 정보연계체계 및 전략 4. 운영 및 유지보수 체계 및 전략 5. 경제성분석 및 성능평가 6. 홍보전략 7. 기타사항",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 28,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 27 - IV. 시스템 부문 설계 1. 시스템 개요 1.1 구축개요 및 범위 1.2 시스템 설계목표 1.3 시스템 설계개념도 2. 하드웨어 2.1 전산장비 2.2 Network 장비 3. 소프트웨어 4. 버스정보안내단말기BIT 5. 통신시스템 및 보완체계시스템 6. 전기부문 7. 기타 현장설비 8. 시스템의 연계 및 확장 V. 사업관리 및 운영계획 1. 사업관리계획 1.1 국토교통부 국가표준 적용에 대한 검사 1.2 사업관리 계획 2. 시스템 시험운영 방안 3. 운영 및 유지보수 방안 3.1 운영방안 3.2 유지보수방안 4. 향후 시스템 발전방향 5. 사업수행 일정 VI. 특별제안",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 29,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 28 - 2.4 준공도서작성목록 준공시에는다음과같이준공도서를제출하여야한다. 1 준공도면- 2부 2 시공상세도면- 2부 3 시스템개발보고서- 2부 4 운영및유지관리지침서- 필요수량 5 납품장비목록장비제조자및설치자, 주소, 전화번호, 장비별사용설명서포함 - 2부 6 시험운영계획서및결과보고서- 2부 7 장비보증서, 시험성적서, 표준적용검증성적서- 2부 8 인허가관련발급받은신고및인허가필증원본 2부필요시 9 비상연락망도- 2부 10 효과분석평가보고서 2부필요시 11 CD 3SET소프트웨어Source, 프로트콜, 센터개발소스등포함 12 준공도면전자도면포함 - 2부 2.5 현장사무실 1 계약상대자는발주기관이요청할경우사무소, 부대설비, 차량, 사무기기및 집기류등을구비하고이들설비에대한유지관리를수행하여야한다. 2.6 예비품및특수공구 1 내역서상제출되는예비품및특수공구는당해기자재와동시에다음표와 같이최소한공급되어야하고설명서등관련자료를첨부하여야한다. 2 예비품및특수공구는하자보증기간완료후부터향후2년간사용할수있는수량 으로계약상대자가공급하여야하며, 하자기간내에제품의결함이나계약상대자의 결함으로인한기자재의교체등은계약상대자가무상으로공급하여야한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 30,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 29 - 3 공급되는예비품및특수공구는원품목과동일하거나상호교환이가능한 규격품이어야한다. 항 목 내 용 단 위 수량 예 비 품 버스정보안내단말기BIT 및 기타 주요 장비메인보드, 제어보드, LCD모니터, 각종케이블 등, OS, BIT프로그램, 백신 등 set 공급물량의 5 이상 set는 주재료와 기타 부속장비로 내역서에 포함하도록 하며, 확정 설계시 발주처와 협의 후 주요 장비 항목에 대하여 확정 짓도록 함 공급물량의 5 수준에서 set단위를 기준으로 하며, 발주처와의 협의를 통해 총 소요비용내에서 주요장비 등으로 변경할 수 있음",
      "tables": [
        [
          [
            "항 목",
            "내 용",
            "단 위",
            "수량"
          ],
          [
            "예  비  품",
            "버스정보안내단말기(BIT)  및  기타  주요 \n장비(메인보드,  제어보드,  LCD모니터, \n각종케이블  등),  OS,  BIT프로그램,  백신 \n등",
            "set",
            "공급물량의  5 %  이상"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 31,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 30 - 3. 제안서평가방법 3.1 적용 제안서평가기준은기술제안서평가에적용한다. 3.2 제안서평가기준 제안서평가기준을원칙으로하되, 합리적인평가를위하여평가항목을추가 세분화하거나배점기준을일부변경조정하여평가할수있다. 3.3 사업책임자PM 제안서발표 제안서는사업책임자가직접발표하여야하며, 파워포인트PPT로발표하는 것을원칙으로한다.발표당일재직증명서지참 3.4 자료요구등 정확한평가를위하여필요한경우입찰참가자로하여금제안설명을하거나 보완서류또는입증자료의제출을요구할수있다. 이경우요구를받은자는요구 받은일로부터1일이내에제출하여야하며, 제출하지않거나제출된서류등이 미비또는불명확한경우에는제출된서류만으로심사한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 32,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 31 - 4. 제안서 평가항목 및 배점 구 분 평가 항목 배점 정량적 평가 20 1. 경영상태 4 2. 신인도 4 3. 기술인력참여현황 6 4. 유사사업의실적 6 정성적 평 가 60 교통 부문 22 1. 교통현황조사 및평가3 1.1 사업구간현황분석 1.2 관련시스템의현황분석 3 1.3 버스정보시스템의구축방향정립 1.4 기존상위추진사업분석및연계전략 1.5 사전사후평가계획 1.6 기타필요한사항 2. 버스정보시스템 체계및전략7 2.1 정보수집체계및전략 7 2.2 정보가공체계및전략 2.3 정보제공체계및전략 3. 정보연계체계및전략 4 4. 운영및유지보수체계및전략 4 5. 경제성분석및성능평가 2 6. 홍보전략및기타사항 2 시스템 부문 29 1. 시스템개요2 1.1 구축개요및범위 2 1.2 시스템설계목표 1.3 시스템설계개념도 2. 하드웨어5 2.1 전산장비 5 2.2 네트워크장비 3. 소프트웨어 5 4. 버스정보안내단말기BIT 6 5. 통신시스템및보완체계시스템 6 6. 전기부문 2 7. 기타현장설비 3 8. 시스템의연계및확장 사업관리 및 운영계획 7 1. 사업관리계획 7 2. 시스템시험운영방안 3. 운영및유지보수방안 4. 향후시스템발전방향 5. 사업수행일정 특별제안2 2 가격평가20 20 합계100 100",
      "tables": [
        [
          [
            "구        분\n평가  항목",
            "",
            "",
            "",
            "배점"
          ],
          [
            "정량적\n평가\n(20)",
            "1. 경영상태",
            "",
            "",
            "4"
          ],
          [
            "",
            "2. 신인도",
            "",
            "",
            "4"
          ],
          [
            "",
            "3. 기술인력 참여 현황",
            "",
            "",
            "6"
          ],
          [
            "",
            "4. 유사사업의 실적",
            "",
            "",
            "6"
          ],
          [
            "정성적\n평 가\n(60)",
            "교통\n부문\n(22)",
            "1. 교통현황조사\n및 평가(3)",
            "1.1 사업구간 현황분석\n1.2 관련 시스템의 현황분석\n1.3 버스정보시스템의 구축방향 정립\n1.4 기존 상위 추진 사업분석 및 연계전략\n1.5 사전․사후 평가계획\n1.6 기타 필요한 사항",
            "3"
          ],
          [
            "",
            "",
            "2. 버스정보시스템\n체계 및 전략(7)",
            "2.1 정보수집체계 및 전략\n2.2 정보가공체계 및 전략\n2.3 정보제공체계 및 전략",
            "7"
          ],
          [
            "",
            "",
            "3. 정보연계체계 및 전략",
            "",
            "4"
          ],
          [
            "",
            "",
            "4. 운영 및 유지보수 체계 및 전략",
            "",
            "4"
          ],
          [
            "",
            "",
            "5. 경제성분석 및 성능평가",
            "",
            "2"
          ],
          [
            "",
            "",
            "6. 홍보전략 및 기타사항",
            "",
            "2"
          ],
          [
            "",
            "시스템\n부문\n(29)",
            "1. 시스템 개요(2)",
            "1.1 구축개요 및 범위\n1.2 시스템 설계목표\n1.3 시스템 설계개념도",
            "2"
          ],
          [
            "",
            "",
            "2. 하드웨어(5)",
            "2.1 전산장비\n2.2 네트워크장비",
            "5"
          ],
          [
            "",
            "",
            "3. 소프트웨어",
            "",
            "5"
          ],
          [
            "",
            "",
            "4. 버스정보안내단말기(BIT)",
            "",
            "6"
          ],
          [
            "",
            "",
            "5. 통신시스템 및 보완(체계)시스템",
            "",
            "6"
          ],
          [
            "",
            "",
            "6. 전기부문",
            "",
            "2"
          ],
          [
            "",
            "",
            "7. 기타 현장설비",
            "",
            "3"
          ],
          [
            "",
            "",
            "8. 시스템의 연계 및 확장",
            "",
            ""
          ],
          [
            "",
            "사업관리\n및\n운영계획\n(7)",
            "1. 사업관리계획\n2. 시스템 시험운영 방안\n3. 운영 및 유지보수 방안\n4. 향후 시스템 발전방향\n5. 사업수행 일정",
            "",
            "7"
          ],
          [
            "",
            "특별제안(2)",
            "",
            "",
            "2"
          ],
          [
            "가격평가(20)",
            "",
            "",
            "",
            "20"
          ],
          [
            "합계(100)",
            "",
            "",
            "",
            "100"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 33,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 32 - 5. 정량적 평가기준 5.1 경영상태4점 항목 기준 기업신용평가등급, 회사채또는 기업어음에 대한 신용평가등급 적용률 경영상태 4점 수. A등급 이상 100 우. A이상 이상 80 미. BBB0등급 이상 60 양. BB0등급 이상 40 가. BB0등급 이하 20 평가기준 신용정보의 이용 및 보호에 관한 법률 제4조 제1항 제1호 내지 제4호의 업무를 영위하는 정보업자가 입찰공고일 기준 최근 1년 이내에 회사채 또는 기업어음에 대한 신용평가등급 또는 기업신용평가 등급을 기준으로 평가한다. 합병한 업체는 합병업체의 평가등급 평가등급이 없는 경우에는 합병 전 낮은 등급의 업체를 기준으로 평가한다. 공동도급의 경우 대표업체를 기준으로 평가한다. 5.2 신인도4점 항 목 세 부 항 목 배 점 신 인 도 4점 공동수급의 경우 1개 업체만 해당되더라도 배점은 0점 처리 최근2년 내 행정처분입찰참가자격 제한 및 영업정지처분을 받은 사실이 없는 자 4 최근2년 내 행정처분입찰참가자격 제한 및 영업정지처분을 받은 사실이 있는 자 0 최근 2년 내 부정당업자 제재 입찰참가자격 제한 및 행정처분영업정지 처분, 공정거래법 위반 등 여부 정보통신공사협회의 부정당업자 제재처분 확인서와 조달청나라장터의 부정당제재현황 이력조회부정당 업체상태 자료 제출로 평가하며, 공동수급의 경우 모든 업체가 제출한다. 해당 내용을 제출하지 않을시누락포함는 최저점수를 부여한다,",
      "tables": [
        [
          [
            "항목",
            "기준\n(기업신용평가등급, 회사채(또는 기업어음)에 대한 신용평가등급)",
            "적용률(%)"
          ],
          [
            "경영상태\n(4점)",
            "수. A⁺등급 이상",
            "100"
          ],
          [
            "",
            "우. A₋이상 이상",
            "80"
          ],
          [
            "",
            "미. BBB0등급 이상",
            "60"
          ],
          [
            "",
            "양. BB0등급 이상",
            "40"
          ],
          [
            "",
            "가. BB0등급 이하",
            "20"
          ],
          [
            "<평가기준>\n○  신용정보의  이용  및  보호에  관한  법률  제4조  제1항  제1호  내지  제4호의\n업무를 영위하는 정보업자가 입찰공고일 기준 최근 1년 이내에 회사채 (또는 \n기업어음)에  대한  신용평가등급  또는  기업신용평가  등급을  기준으로\n평가한다.\n○  합병한  업체는  합병업체의  평가등급  평가등급이  없는  경우에는  합병  전  낮은 \n등급의 업체를 기준으로 평가한다.\n○  공동도급의 경우 대표업체를 기준으로 평가한다.",
            "",
            ""
          ]
        ],
        [
          [
            "항    목",
            "세 부 항 목\n배  점",
            ""
          ],
          [
            "신 인 도\n(4점)",
            "․ 공동수급의 경우 1개 업체만 해당되더라도 배점은 0점 처리",
            ""
          ],
          [
            "",
            "․ 최근2년 내 행정처분(입찰참가자격 제한 및 \n영업정지처분)을 받은 사실이 없는 자",
            "4"
          ],
          [
            "",
            "․ 최근2년 내 행정처분(입찰참가자격 제한 및 \n영업정지처분)을 받은 사실이 있는 자",
            "0"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 34,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 33 - 5.3 기술능력6점 항 목 기 준 평점 기술인력 보유 SW 기술자 보유 6명 이상 6 5명 이하 5 4명 이하 4 3명 이하 3 2명 이하 2 1명 이하 1 0명 0 기술인력 보유 정보통신 분야 A. 특급기술자 또는 기술사 보유 1 3인 이상 2 3인 미만 3.00 2.00 B. 고급기술자 또는 기사 이상 보유 1 4인 이상 2 4인 미만 1.50 1.00 C. 중급기술자 또는 기능사 이상 보유 1 4인 이상 2 4인 미만 1.50 1.00 평가기준 1 국가기술자격법에 의한 소프트웨어기술자, 정보통신 기술자 등에 대해 평가한다. 2 기술인력 보유공고일 기준 6개월 이상 근무자 증명을 위한의 개별 재직증명, 자격증 사본, 당 자격자의 고용보험에 가입된 사실 등 증빙서류가 제출된 것만 평가하며, 이로 인한 불이익은 계약상대자에 있다. 3 기술능력은 A, B, C등급을 합산하고, 적용률을 고려하여 배점 범위에서 평가한다. 4 공동수급컨소시엄 기술인력의 경우, 공동수급체 구성원별로 각각 산출한 기술능력 평가점수에 출자비율 또는 분담비율을 곱한 후 합산하여 평가한다. 5 기술능력별 동일인에 대해 중복인정은 불가하다. 5.4 유사사업의실적6점 항 목 계산방법 기준 적용률 유사분야 수행실적 6점 사업실적 추정가격100 수. 100 100 우. 60이상 100미만 80 미. 30이상 60미만 60 양. 5이상 30미만 40 가. 5미만 20 평가기준 사업실적은 최근 3년간공고일 기준 버스정보시스템BIS, 첨단교통관리시스템ATMS 구축 사업실적자료를평가한다. 하자보수 실적은 제외 최근 3년간공고일 기준 준공한 실적으로, 국가, 지방자치단체, 국가나 지방자치단체에서 출연한 공사공단의 실적증명원만을 인정한다. 공동수급 실적의 경우, 제출한 이행비율을 적용하여 평가한다. - 납품실적VAT제외추정가격A사 참여비율 납품실적VAT제외추정가격B사 참여비율추정가액 점수",
      "tables": [
        [
          [
            "항      목",
            "기    준",
            "평점"
          ],
          [
            "기술인력 보유\n(S/W 기술자 보유)",
            "6명  이상",
            "6"
          ],
          [
            "",
            "5명  이하",
            "5"
          ],
          [
            "",
            "4명  이하",
            "4"
          ],
          [
            "",
            "3명  이하",
            "3"
          ],
          [
            "",
            "2명  이하",
            "2"
          ],
          [
            "",
            "1명  이하",
            "1"
          ],
          [
            "",
            "0명",
            "0"
          ],
          [
            "기술인력 보유\n(정보통신 분야)",
            "A.  특급기술자  또는  기술사  보유\n      ①  3인  이상\n      ②  3인  미만",
            "3.00\n2.00"
          ],
          [
            "",
            "B.  고급기술자  또는  기사  이상  보유\n      ①  4인  이상\n      ②  4인  미만",
            "1.50\n1.00"
          ],
          [
            "",
            "C.  중급기술자  또는  기능사  이상  보유\n      ①  4인  이상\n      ②  4인  미만",
            "1.50\n1.00"
          ]
        ],
        [
          [
            "항  목",
            "계산방법",
            "기준",
            "적용률(%)"
          ],
          [
            "유사분야 \n수행실적\n(6점)",
            "사업실적\n추정가격 ×100",
            "수. 100%",
            "100"
          ],
          [
            "",
            "",
            "우. 60%이상 ~ 100%미만",
            "80"
          ],
          [
            "",
            "",
            "미. 30%이상 ~ 60%미만",
            "60"
          ],
          [
            "",
            "",
            "양. 5%이상 ~ 30%미만",
            "40"
          ],
          [
            "",
            "",
            "가. 5%미만",
            "20"
          ],
          [
            "<평가기준>\n○  사업실적은  최근  3년간(공고일  기준) 버스정보시스템(BIS),  첨단교통관리시스템(ATMS)  구축 \n사업실적자료를 평가한다.\n(하자보수 실적은 제외)\n○  최근  3년간(공고일  기준) 준공한  실적으로, 국가, 지방자치단체, 국가나  지방자치단체에서 \n출연한 공사·공단의 실적증명원만을 인정한다.\n○  공동수급 실적의 경우, 제출한 이행비율을 적용하여 평가한다.\n        -  {[(납품실적(VAT제외)/추정가격)×A사  참여비율)]  +[(납품실적(VAT제외)/추정가격)×B사  참여비율)]}/추정가액  =  점수",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 35,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 34 - 6. 제안서 감점기준 6.1 적용기준 1 제안서평가의공정성을기하기위해제안서작성기준을위반하여작성한 경우에는감점기준에따라감점처리한다. 2 제출도서는항목별, 위원별로감점점수를취합산정한후최종심사점수에서 감점처리한다. 3 기타사항 1제안서의 심사는 기술제안서 평가위원회에서 한다. 2심의결과에 대해서 제안업체에서는 이의를 제기할 수 없다. 3본 제안을 위하여 소요되는 일체의 비용은 제안업체의 부담으로 한다. 4본 사업과 관련하여 제출된 제안서 및 자료는 일체 반환하지 않으며 발주기관 소유로 한다. 6.2 제안서감점표 제안서감점기준 평 가 기 준 참 여 업 체 세부항목 감점 기준 최대 합 계 제 안 서 제한 쪽수 초과 0.1점쪽 1.0점 컬러사용 0.1점쪽 1.0점 별지 및 서식 미제출 0.5점건 4.5점 원본대조필 및 대표자 직인 미날인 0.5점건 4.5 쪽수 미표기 0.1점쪽 1.0",
      "tables": [
        [
          [
            "평 가 기 준",
            "",
            "",
            "",
            "참 여 업 체",
            "",
            "",
            ""
          ],
          [
            "세부항목\n감점 기준\n최대",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합    계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제 안 서",
            "제한 쪽수 초과",
            "0.1점/쪽",
            "1.0점",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "컬러사용",
            "0.1점/쪽",
            "1.0점",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "별지 및 서식 미제출",
            "0.5점/건",
            "4.5점",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "원본대조필 및 대표자 \n직인 미날인",
            "0.5점/건",
            "4.5",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "쪽수 미표기",
            "0.1점/쪽",
            "1.0",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 36,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 35 - 양식 1 제안서 표지 규격 원본 또는 사본 기입 0 1 2024년도 평택시 버스정보시스템BIS 구축사업 용역 제 안 서 정량적 평가서 2024. 00. 00. 제안사명",
      "tables": [
        [
          [
            "원본 \n또는 \n사본 \n기입",
            "0         \n        1"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 37,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 36 - 원본 또는 사본 기입 0 10 2024년도 평택시 버스정보시스템BIS 구축사업 용역 제 안 서 정성적 평가서 2024. 00. 00. 제안사명",
      "tables": [
        [
          [
            "원본 \n또는 \n사본 \n기입",
            "0         \n        10"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 38,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 37 - 양식 2 서약서 서 약 서 업 체 명 주 소 당 사는 2024년도 평택시 버스정보시스템BIS 구축사업 용역의 목적과 그 제안요청서에 제시된 모든 사항을 충분히 검토, 숙지, 인정한 후 본 제안서를 제출합니다. 또한 당사는 제안서 제출과 평가에 있어 귀 기관이 결정한 평가내용, 방법 및 평가결과를 수용하고 제안서 평가와 관련하여 추후 어떠한 이의도 제기하지 않을 것이며 사업자로 선정될 경우 본 제안서가 계약서의 일부가 될 것임을 확약합니다. 첨부 대표자 인감증명서 1통 2024. . . 업 체 명 주민등록번호 대표자 성명 인 평택시장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 39,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 38 - 붙임1 사업자보안예규처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 항공사진공간정보개인정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업 참여제한 위규자 및 직속 감독자 중징계 재발방지를 위한 조치계획 제출 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. PC에 비공개 정보를 켜 놓은 채 퇴근 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 행정업무망에 무단 연결사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 및 직속 감독자중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별보안교육 실시",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n나. 항공사진·공간정보·개인정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n가. 관련 시스템에 대한 해킹 및 해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포",
            "◦ 사업 참여 제한\n◦ 위규자 및 직속\n감독자 중징계\n◦ 재발방지를 위한  \n조치계획 제출"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀 \n가. 비공개 정보를 책상 위 등에 방치 \n나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n다. 개인정보․신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n가. 통제구역 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3. 전산정보 보호대책 부실\n가. 보안 USB 사용규정 위반 \n나. 웹하드·P2P 등  인터넷  자료공유사이트를  활용하여 \n용역사업 관련 자료 수발신\n다. PC에 비공개 정보를 켜 놓은 채 퇴근\n라. 저장된 비공개 정보 패스워드 미부여\n마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n바. 외부용 PC를 행정업무망에 무단 연결사용\n사. 보안관련 프로그램 강제 삭제\n아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            "◦ 위규자 및 직속 \n감독자 중징계\n◦ 재발 방지를 위한\n조치계획 제출\n◦ 위규자 대상\n특별보안교육 실시"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 40,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 39 - 구 분 위 규 사 항 처 리 기 준 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고 자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온, 카카오톡 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위규자 및 직속 감독자 경징계 위규자 및 직속 감독자 사유서 경위서 징구 위규자 대상 특별보안교육 실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면구두 경고 등 문책 위규자 사유서 경위서 징구",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n가. 주요 현안ㆍ보고 자료를 책상위 등에 방치\n나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근 \n나. 출입키를 책상위 등에 방치\n3. 보호구역 관리 소홀 \n가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n나. 네이트온, 카카오톡 등 비인가 메신저 무단 사용 \n다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n라. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n마. PC 비밀번호를 모니터옆 등 외부에 노출\n바. 비인가 보조기억매체 무단 사용",
            "◦ 위규자 및 직속  \n감독자 경징계\n◦ 위규자 및 직속  \n감독자 사유서 /\n경위서 징구\n◦ 위규자 대상 \n특별보안교육 실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 경보ㆍ보안장치 작동 불량 \n3. 전산정보 보호대책 부실 \n가. PC내 보안성이 검증되지 않은 프로그램 사용\n나. 보안관련 소프트웨어의 주기적 점검 위반",
            "◦ 위규자 서면․구두 \n경고 등 문책\n◦ 위규자 사유서/\n경위서 징구"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 41,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 40 - 붙임2 보안위약금부과기준 1. 위규 수준별로 AD 등급으로 차등 부과 구 분 위 규 수 준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 계약금액의 30 계약금액의 20 계약금액의 10 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안 사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "구  분",
            "위  규  수  준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미 3건 이상"
          ],
          [
            "위약금  비중",
            "",
            "부정당업자  등록 계약금액의  30% 계약금액의  20% 계약금액의  10%",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 42,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 41 - 붙임3 누출금지대상정보누출시제재조치사항 사업자는 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제92조 제1항 제18호 규정을 위반하여 아래의 누출금지 대상정보를 무단으로 누출할 경우 아래와 같이 입찰 참가자격이 제한부정당업체제재 조치된다. - 정보 누출 횟수가 2회 이상인 경우 3개월 - 정보 누출 횟수가 1회 이상인 경우 1개월 1. 개인정보 영향평가 대상 시스템중앙, 자치단체의 내ᆞ외부 IP주소 현황 2. 개인정보 영향평가 대상 시스템 세부 구성현황 및 전산망구성도 3. 개인정보 영향평가 대상 시스템 사용자계정 및 패스워드 등 시스템 접근권한 정보 4. 개인정보 영향평가 대상 시스템 취약점분석 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가 및 지방자치단체용 보안시스템 및 정보보호시스템 도입현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크장비 설정 정보 8. 공공기관의 정보공개에 관한 법률 제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9. 개인정보 보호법 제2조제1호의 개인정보 10. 보안업무규정 제4조의 비밀, 同 시행규칙 제7조제3항의 대외비 11. 기타 행정안전부, 지방자치단체, 한국지역정보개발원이 공개가 불가하다고 판단한 자료",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 43,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 42 - 붙임4 보안서약서 보 안 서 약 서 본인은 년 월 일 부로 관련 사업을 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 관련 업무 중 알게 될 일체의 내용이 직무상 기밀사항임을 인정한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 4. 본인은 하도급업체를 통한 사업 수행 시 하도급업체로 인해 발생하는 위반사항에 대하여 모든 책임을 부담한다. 년 월 일 서 약 자 업 체 명 업체대표 직 위 참여직원 성 명 서명 또는 인 생년월일 서약집행자 소 속 담당공무원 직 위 성 명 서명 또는 인 생년월일",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 44,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 43 - 붙임5 보안확약서 보 안 확 약 서 본인은 귀 기관과 계약한 사업의 수행을 완료하는데 있어 다음 각 호의 보안사항에 대한 준수책임이 있음을 서약하며 이에 확약서를 제출합니다. 1. 업체단체 및 사업 참여자가 용역사업 수행 중 알게 된 모든 자료를 반납 및 파기하였으며 알게 된 정보에 대한 유출을 절대 금지하겠습니다. 2. 하도급업체에 대하여 위와 같이 동일한 보안사항 준수책임을 확인하고 보안확약서를 받았으며 하도급업체가 위 보안사항을 위반할 경우에 주사업자로서 이에 동일한 법적 책임을 지겠습니다. 3. 위 보안사항을 위반할 경우에 귀 기관의 사업에 참여제한 또는 그 밖의 관련법규에 따른 책임과 손해배상을 감수하겠습니다. 년 월 일 서 약 자 업 체 명 업체대표 직 위 성 명 서명 또는 인 생년월일 평택시장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 45,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 44 - 붙임6 용역사업참여핵심인력교육확인서 용역사업 참여 핵심인력 교육확인서 비밀유지의무, 위반 시 처벌내용, 누출금지 대상정보 및 정보누출시 부정당업자 제재조치 숙지 시스템 정보 유출 금지IP 주소, 계정 정보, 시스템구성도 등 시스템 관련정보 일체 행정안전부 개인정보의 안전성 확보조치 기준 준수행정안전부고시 용역사업 수행 장소에 대한 출입통제 철저구청 내 업무장소, 사무실 등 보호구역 출입 시 , 감독공무원 동행 및 출입자명부 작성 불법 SW 사용 금지특히 개인용 무료SW 주의 각종 장비 반출입 통제USB, 노트북, 외장HDD, 스마트폰, MP3 등 모든 장비 - 기관에서 제공하는 장비를 사용하는 것이 원칙이며, 부득이한 경우에만 반출입 허용 - 반입시 USB차단, 인터넷 및 무선통신 차단, 바이러스 점검, 스마트폰 카메라 및 충전포트 차단 등 - 반출시 저장자료 완전삭제 실시 등 용역업체 사용 장비PC 등에 대한 보안관리 및 사용 통제 - 악성코드 방지, 사용자계정, 비밀번호, 화면보호기 등 기관 보안정책 준용 - 각종 저장매체 사용 제한 USB포트, CD롬, MP3 등 - 업체 직원 스마트폰 사용 제한 카메라 및 충전포트 등 - 네트워크 접속 제한 기관망 접속, 인터넷 접속 등 원격 작업 금지 사업 완료시, 관련 문서 및 저장된 자료 일체 완전 삭제 본인은 위 교육 내용에 대해 이해하였으며, 사업 추진 시 보안 관리에 각별히 유의할 것을 확인합니다. 2024. . . 업 체 명 성 명 서명",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 46,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 45 - 서식 1 청렴계약이행서약서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되었고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호응하여 평택시에서 시행하는 평택시 버스정보시스템 구축사업 용역에 참여함에 있어 당사 및 하도급업체의 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. ᄋ 이를 위반하여 경쟁 입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한것이 사실로 드러날 경우 평택시에서 발주하는 입찰에 입찰참가자격제한처분을 받은 날로부터 2년 동안 참가하지 않겠으며, ᄋ 경쟁입찰에 있어서 입찰자간에 서로 상의하여 미리 입찰가격을 협정 하거나 특정인의 낙찰을 위하여 담합을 한 사실이 드러날 경우 평택시에서 발주하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 참여하지 않고 ᄋ 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에 관한 법률에 따라 공정거래위원회에 발주관서가 고발하여 과징금 등을 부과하도록 하는데 이의를 제기하지 않겠습니다. 2. 입찰계약체결 및 계약이행 과정에서 관계공무원에게 직간접적으로 금품향응 등의 부당한 이익을 제공하지 않겠습니다. 이를 위반하여 입찰, 계약체결 및 계약이행과 관련하여 관계공무원에게 뇌물을 제공함으로써 입찰에 유리하게되어 계약이 체결되었거나 시공중 편의를 받아 부실하게 시공한 사실이 드러날경우에는 평택시가 발주하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 2년 동안 참가하지 않겠으며, 입찰 및 계약조건이 입찰자 및 낙찰자에게 유리하게 되도록 하거나, 계약목적물들의 이행을 부실하게 할 목적으로 관계공무원에게 뇌물을 제공한 사실이 드러날 경우에는 평택시가 발주하는 입찰에 입찰참가자격제한처분을 받은",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 47,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 46 - 날로부터 1년 동안 참가하지 않고, 입찰, 계약체결 및 계약이행과 관련하여 관계공무원에게 뇌물을 제공한 사실이 드러날 경우에는 평택시가 발주하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 6개월 동안 참가하지 않겠습니다. 3. 입찰, 계약체결 및 계약이행과 관련하여 관계공무원에게 뇌물을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 공사 착공 전에는 계약취소, 공사착공이후에는 발주처에서 전체 또는 일부계약을 해지하여도 감수할 뿐만 아니라 그로 인해 실추된 평택시의 이미지에 대한 보상차원에서 뇌물을 제공한 금액의 100배의 금액을 평택시에 배상하고, 민형사상 이의를 제기하지 않겠습니다. 4. 회사 임직원이 관계 공무원에게 뇌물을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정하도록 노력하겠습니다. 5. 본건 입찰, 계약체결, 준공과 관련하여 발주관서에서 시행하는 청렴계약 옴부즈만이 요구하는 자료제출, 서류열람, 현장 확인 등 활동에 적극 협조하겠습니다. 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약해지 등 평택시의 조치와 관련하여 당사가 평택시를 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민형사상 이의를제기하지 않을 것을 서약합니다. 2024년 월 일 서약자 업체명 대표자 인 평택시장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 48,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 47 - 서식 2 입찰참가 유의서 1. 입찰참가신청자는 평택시가 정한 입찰참가내용 및 입찰참가 유의서에 기재된 사항에 관하여 완전히 이해납득한 것으로 간주한다. 2. 입찰참가신청은 입찰 등록 마감시간 내에 등록을 필하여야 하며, 사업제안서 제출은 접수일 마감시간 내에 등록을 필하여야 한다. 3. 입찰참가신청자가 입찰에 직접 참가할 수 없을 때에는 대리인을 선정하여 입찰참가를 위임할 수 있다. 이 경우 위임을 받은 자는 소정서식의 위임장 및 재직증명서를 소지ᆞ제출하여야 한다. 4. 최종 선정된 업체는 선정 통보일로부터 10일 이내에 계약을 체결하여야 한다. 5. 본 유의서에 명시되지 않은 사항은 정부투자기관 회계규칙 및 계약조건에 의한다. 본인은 평택시에서 정한 상기 경쟁참가유의서의 제 조건을 이행할 것을 승낙하고, 경쟁에 참가하였음을 확인하기 위하여 아래와 같이 서명 날인함. 2024. . . 입찰자 주소 상호 성명 평택시장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 49,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 48 - 서식3 입 찰 참 가 신 청 서 아래 사항중 해당되는 경우에만 기재하시기 바랍니다. 신 청 인 상호또는법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 입 찰 건 명 대 리 인 사 용 인 감 본 입찰에 관한 일체의 권한을 다음의 자에게위임합니다. 성 명 주민등록번호 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 사용인감 인 본인은 위의 번호로 공고한 평택시 일반경쟁 입찰에 참가하고자 귀 시가 정한 입찰유의 및 입찰공고 사항을 모두 승낙하고 별첨서류를 첨부하여 입찰참가 신청을 합니다. 붙임서류1. 사업제안서정성적 평가 10부, 정량적 평가서 3부. 2. 사업제안서 요약본PPT 발표자료 10부. 3. 제안서 파일 CD 2장 또는 USB 2매. 4. 가격입찰서 1부서식 4 - 밀봉후 제출 대표자 날인 5. 사업 실적증명서 1부양식 5, 6 세금계산서, 계약서 등 증빙서류 첨부 6. 공동수급표준협정서공동이행방식 1부컨소시엄으로 공동이행일 경우양식 13 7. 공동수급표준협정서분담이행방식 1부컨소시엄으로 분담이행일 경우양식 14 8. 합의각서 1부양식 15 9. 서약서 1부양식 2, 청렴계약이행서약서서식 1, 입찰참가 유의서서식 2 1부. 10. 신용평가등급 확인서 11. 사업자등록증사본, 법인등기부등본 및 대표법인 인감증명서 각 1부 12. 소프트웨어 사업 등록증 1부, 정보통신공사업등록증 1부. 13. 중ᆞ소기업ᆞ소상공인 확인서 1부. 14. 직접생산증명서전산업무소프트웨어개발 포함분야의 세부품명 -정보시스템개발서비스 물품분류번호 81111599011부. 15. 직접생산확인증명서버스및차량정보안내장치4321151403 1부 공동수급의 경우 5, 815번 항목은 모든 업체 제출 분담이행의 경우 해당사항만 제출 2024. . . 상 호 대 표 자 인 인감날인 평택시장 귀하",
      "tables": [
        [
          [
            "입 찰 참 가 신 청 서\n※  아래 사항중 해당되는 경우에만 기재하시기 바랍니다.",
            "",
            "",
            ""
          ],
          [
            "신 청 인\n상호또는법인명칭\n주            소\n대     표     자",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "",
            "전 화 번 호",
            ""
          ],
          [
            "",
            "",
            "주민등록번호",
            ""
          ],
          [
            "입   찰   건   명",
            "",
            "",
            ""
          ],
          [
            "대리인․사용인감",
            "본  입찰에  관한  일체의  권한을  다음의 \n자에게 위임합니다.\n성  명 :\n주민등록번호 :",
            "",
            "본  입찰에  사용할  인감을  다음과 \n같이 신고합니다.\n사용인감                (인)"
          ],
          [
            "본인은  위의  번호로  공고한  평택시  일반경쟁  입찰에  참가하고자  귀  시가  정한 \n입찰유의  및  입찰공고  사항을  모두  승낙하고  별첨서류를  첨부하여  입찰참가  신청을 \n합니다.\n붙임서류 1. 사업제안서(정성적 평가) 10부, 정량적 평가서 3부.\n2. 사업제안서 요약본(PPT 발표자료) 10부.\n3. 제안서 파일 CD 2장 또는 USB 2매.\n4. 가격입찰서 1부(서식 4)\n- 밀봉후 제출 대표자 날인\n5. 사업 실적증명서 1부(양식 5, 6)\n※세금계산서, 계약서 등 증빙서류 첨부\n6. 공동수급표준협정서(공동이행방식) 1부(컨소시엄으로 공동이행일 경우)(양식 13)\n7. 공동수급표준협정서(분담이행방식) 1부(컨소시엄으로 분담이행일 경우)(양식 14)\n8. 합의각서 1부(양식 15)\n9. 서약서 1부(양식 2), 청렴계약이행서약서(서식 1), 입찰참가 유의서(서식 2) 1부.\n10. 신용평가등급 확인서\n11. 사업자등록증사본, 법인등기부등본 및 대표(법인) 인감증명서 각 1부\n12. 소프트웨어 사업 등록증 1부, 정보통신공사업등록증 1부.\n13. 중ㆍ소기업ㆍ소상공인 확인서 1부.\n14. 직접생산증명서【전산업무(소프트웨어개발 포함)분야의 세부품명 -정보시스템개발서비스\n(물품분류번호 8111159901)】1부.\n15. 직접생산확인증명서[버스및차량정보안내장치(4321151403)] 1부\n※  공동수급의 경우 5, 8~15번 항목은 모든 업체 제출\n※  분담이행의 경우 해당사항만 제출\n2024.\n.\n.\n상      호 :\n대  표  자 :\n(인) 인감날인\n평택시장 귀하",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 50,
      "text": "서식4 가 격 입 찰 서 공고번호 입 찰 일 입 찰 명 제 안 자 주 소 상 호 대 표 자 제안금액 일금 원정 부가가치세 포함하여 산정 본인은 본 입찰에 관련된 모든 조건을 인지 및 수락한 상태에서 위의 제안금액으로 계약기간 내에 용역납품, 시설을 완료할 것을 확약하며 본 가격입찰서를 제출합니다. 2024. . . 상 호 대 표 자 인 인감날인 평택시장 귀하",
      "tables": [
        [
          [
            "가  격  입  찰  서",
            "",
            ""
          ],
          [
            "공고번호",
            "입 찰 일",
            ""
          ],
          [
            "입 찰 명",
            "",
            ""
          ],
          [
            "제 안 자",
            "주    소",
            ""
          ],
          [
            "",
            "상    호",
            ""
          ],
          [
            "",
            "대 표 자",
            ""
          ],
          [
            "제안금액",
            "일금                            원정\n(\\                                                    )\n※  부가가치세 포함하여 산정",
            ""
          ],
          [
            "본인은 본 입찰에 관련된 모든 조건을 인지 및 수락한 상태에서 위의\n제안금액으로 계약기간 내에 용역(납품, 시설)을 완료할 것을 확약하며\n본 가격입찰서를 제출합니다.\n2024.\n.\n.\n상      호 :\n대  표  자 :\n(인) 인감날인\n평택시장 귀하",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 50 - 양식 3 업체 일반 현황 업 체 일 반 현 황 업 체 명 대 표 자 사업자등록번호 사무소 소재지 설 립 일 자 자 본 금 백만원 전 화 번 호 FAX 연간매출액 참가신청일 이전에 종료된 사업연도분 백만원 사 업 내 용 1. 2. 3. 소프트웨어사업자 신고분야 인증기관 신고번호 기술자 보유현황 단위 명 구 분 계 전 문 분 야 교통분야 SW분야 HW분야 통신분야 전기 기타 기술사 특급기술자 고급기술자 중급기술자 초급기술자 기 능 사 계 SW분야의 기술자 구분은 소프트웨어사업대가의 기준에 의한 소프트웨어기술자 등급임. 단, 연구원의 경우 책임연구원, 연구원, 연구보조원 등으로 구분하여 작성. 부록으로 첨부",
      "tables": [
        [
          [
            "업  체    일  반  현  황",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "업    체    명",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업자등록번호",
            "",
            "대    표    자",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사무소  소재지",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "설  립  일  자",
            "",
            "",
            "",
            "",
            "",
            "자    본    금",
            "",
            "백만원",
            ""
          ],
          [
            "전  화  번  호\n(FAX)",
            "",
            "",
            "",
            "",
            "",
            "연간매출액\n  (참가신청일  이전에\n    종료된  사업연도분)",
            "",
            "백만원",
            ""
          ],
          [
            "사  업  내  용",
            "",
            "1.\n  2.\n  3.",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소프트웨어사업자\n신고분야",
            "",
            "인증기관\n(신고번호)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기술자  보유현황\n                                                                                                                                                                    (단위  :  명)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "구    분",
            "계",
            "",
            "전    문    분    야",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "교통분야",
            "S/W분야",
            "H/W분야",
            "",
            "통신분야",
            "전기",
            "기타"
          ],
          [
            "기술사",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고급기술자",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "중급기술자",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기    능    사",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※  S/W분야의  기술자  구분은  소프트웨어사업대가의  기준에  의한  소프트웨어기술자  등급임.\n        단,  연구원의  경우  책임연구원,  연구원,  연구보조원  등으로  구분하여  작성.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 52,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 51 - 양식 4 최근 3년간 재무현황 최근 3년간 재무현황 1 업 체 명 대표자 구 분 연도별 단위 백만원 비 고 당기말합계 OOOO년도 OOOO년도 OOOO년도 총 자 산 유 동 자 산 유 동 부 채 고 정 부 채 자 기 자 본 당 기 순 이 익 매출액 SW HW 시스템개발 - - 소 계 자기자본 비율 자기자본 순이익율 유 동 비 율 부 채 비 율 참가신청일 이전 최근 3년간의 연도말 대차대조표 및 손익계산서세무사 또는 공인회계사 발급분 원본 1부 첨부 참가신청일 기준으로 정기 주총 미실시 업체는 최근 2년간의 연도말 대차대조표 및 손익계산서 세무사 또는 공인회계사 발급분 원본 1부 첨부 부록으로 첨부",
      "tables": [
        [
          [
            "최근  3년간  재무현황  (1)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "업      체      명",
            "",
            "(대표자  :                        )",
            "",
            "",
            "",
            ""
          ],
          [
            "구                    분",
            "",
            "연도별  (단위  :  백만원)",
            "",
            "",
            "",
            "비    고"
          ],
          [
            "",
            "",
            "당기말합계",
            "OOOO년도",
            "OOOO년도",
            "OOOO년도",
            ""
          ],
          [
            "총        자        산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유    동    자    산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유    동    부    채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고    정    부    채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자    기    자    본",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "당  기  순  이  익",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "S/W",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "H/W",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템개발",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "소      계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본  비율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본  순이익율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동  비  율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "부  채  비  율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※  참가신청일  이전  최근  3년간의  연도말  대차대조표  및  손익계산서(세무사  또는\n        공인회계사  발급분)  원본  1부  첨부\n  ※  참가신청일  기준으로  정기  주총  미실시  업체는  최근  2년간의  연도말  대차대조표  및  손익계산서\n(세무사  또는  공인회계사  발급분)  원본  1부  첨부\n  ※  부록으로  첨부",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 53,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 52 - 재 무 현 황 2 1. 이행실적 가. 최근3년내 납품실적계약목적물과 동등이상물품부가가치세 제외 납품실적a 추정가격b 계산 abx100 또는 납품수량a 입찰수량b 계산 abx100 나. 최근3년내 납품실적계약목적물과 유사물품부가가치세 제외 납품실적a 추정가격b 계산 abx100 또는 납품수량a 입찰수량b 계산 abx100 2. 재무상태 가. 최근년도 부채비율부채총계자본총계 당해업체 부채비율a 업종평균율b 계산 abx100 당해업체 부채비율 부채총계a 자본총계b 계산 abx100",
      "tables": [
        [
          [
            "납품실적(a)",
            "추정가격(b)",
            "계산  :  (a/b)x100"
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "납품수량(a)",
            "입찰수량(b)",
            "계산  :  (a/b)x100"
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "납품실적(a)",
            "추정가격(b)",
            "계산  :  (a/b)x100"
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "납품수량(a)",
            "입찰수량(b)",
            "계산  :  (a/b)x100"
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 54,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 53 - 나. 최근년도 유동비율유동자산유동부채 당해업체 유동비율a 업종평균율b 계산 abx100 당해업체 유동비율 유동자산a 유동부채b 계산 abx100 다. 최근년도 매출액순이익률당기순이익매출액 당해업체 순이익율a 업종평균율b 계산 abx100 당해업체 매출액 순이익률 당기 순이익a 매출액b 계산 abx100 라. 최근년도 총자산회전율매출액총자산 당해업체총자산회전율a 업종평균율b 계산 abx100 당해업체 총자산회전율 매출액a 총자산b 계산 ab 부록으로 첨부",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 55,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 54 - 양식 5 최근 3년간 유사사업 수행실적 최근 3년간 유사사업 수행실적 업 체 명 대표자 순번 사 업 명 사 업 개 요 사업기간 완료구분 계약금액 천원 발 주 처 사업책임 기술자 비 고 1. 완료구분란은 완료, 진행중으로 명시 2. 현재 수행중인 업무를 포함 최근 연도순으로 실적 기재 3. 하도급실적은 발주기관의 승인을 득한 경우만 기재하고 비고난에 주계약 상대자를 기재 4. 공동도급의 경우는 계약금액란에 제안사의 지분만을 기재 5. 사업건별 실적증명원 첨부 부록으로 첨부",
      "tables": [
        [
          [
            "최근  3년간  유사사업  수행실적",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "업      체      명",
            "",
            "(대표자  :                        )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "순번",
            "사  업  명",
            "사  업  개  요",
            "사업기간\n(완료구분)",
            "계약금액\n(천원)",
            "발  주  처",
            "사업책임\n기술자",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※  1.  완료구분란은  완료,  진행중으로  명시\n        2.  현재  수행중인  업무를  포함  최근  연도순으로  실적  기재\n        3.  하도급실적은  발주기관의  승인을  득한  경우만  기재하고  비고난에  주계약\n              상대자를  기재\n        4.  공동도급의  경우는  계약금액란에  제안사의  지분만을  기재\n        5.  사업건별  실적증명원  첨부\n  ※  부록으로  첨부",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 56,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 55 - 양식 6 실적증명원물품, 용역 실적증명원물품, 용역 사 업 명 사업기간 계약금액 천원 사업책임 기 술 자 성 명 총투입인원 또는 수량 명 자격명칭 사업내용 1. 사업목적 및 개요 2. 수행한 업무의 내용 주요적용기술 폐사에서는 귀 기관에서 발주한 사업에 대하여 상기와 같이 수행실적이 있음을 증명하여 주시기 바랍니다. 2024년 월 일 신청인 주 소 상 호 대표자 위 수행실적이 사실과 상이 없음을 증명함. 2024년 월 일 발급기관 주 소 상 호 대표자 실적증명원의 내용을 확인할 수 있는 증빙서류 첨부계약서 사본 등 부록으로 첨부",
      "tables": [
        [
          [
            "실적증명원(물품,  용역)",
            "",
            "",
            "",
            ""
          ],
          [
            "사  업  명",
            "",
            "",
            "",
            ""
          ],
          [
            "사업기간",
            "",
            "",
            "계약금액",
            "천원"
          ],
          [
            "사업책임\n기  술  자",
            "성    명",
            "",
            "총투입인원\n또는  수량",
            "명"
          ],
          [
            "",
            "자격명칭",
            "",
            "",
            ""
          ],
          [
            "사업내용",
            "1.  사업목적  및  개요\n  2.  수행한  업무의  내용",
            "",
            "",
            ""
          ],
          [
            "주요적용기술",
            "",
            "",
            "",
            ""
          ],
          [
            "폐사에서는  귀  기관에서  발주한  사업에  대하여  상기와  같이  수행실적이  있음을\n    증명하여  주시기  바랍니다.\n                                                                          2024년            월            일\n                                    신청인        주    소  :\n                                                        상    호  :\n                                                        대표자  :",
            "",
            "",
            "",
            ""
          ],
          [
            "위  수행실적이  사실과  상이  없음을  증명함.\n                                                                          2024년            월            일\n                                  발급기관      주    소  : \n                                                        상    호  : \n                                                        대표자  :",
            "",
            "",
            "",
            ""
          ],
          [
            "※  실적증명원의  내용을  확인할  수  있는  증빙서류  첨부(계약서  사본  등)\n  ※  부록으로  첨부",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 57,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 56 - 양식 7 최근 3년간 사업책임기술자 인적사항 및 수행실적 최근 3년간 사업책임기술자 인적사항 및 수행실적 성 명 주민등록번호 직 위 자 격 증 보유현황 자격명칭 입 사 일 자격번호 당해업체 근무기간 년 개월 취득일자 최종학력 기술등급 유사사업 수행실적 순번 사업명 사업기간 발주처 참 여 당 시 회 사 명 직위 참여기간 자격 또는 기술등급 기술 분야 계약 금액 1. 사업책임기술자의 보유 국가기술자격증, 경력확인서, 학력증명서 사본 첨부 2. 사업책임기술자의 재직증명서 사본 및 최근 3년간의 근로소득원천징수 영수증 사본 또는 국민연금가입 확인통지서 사본 또는 의료보험 피보험자 자격확인서 사본 첨부 부록으로 첨부",
      "tables": [
        [
          [
            "최근  3년간  사업책임기술자  인적사항  및  수행실적",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "성        명",
            "",
            "",
            "",
            "",
            "",
            "",
            "주민등록번호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "직      위",
            "",
            "",
            "",
            "",
            "",
            "",
            "자  격  증\n보유현황",
            "",
            "자격명칭",
            "",
            "",
            ""
          ],
          [
            "입  사  일",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "자격번호",
            "",
            "",
            ""
          ],
          [
            "당해업체  근무기간",
            "",
            "",
            "년          개월",
            "",
            "",
            "",
            "",
            "",
            "취득일자",
            "",
            "",
            ""
          ],
          [
            "최종학력",
            "",
            "",
            "",
            "",
            "",
            "",
            "기술등급",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유사사업  수행실적",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "순번",
            "사업명",
            "사업기간",
            "",
            "발주처",
            "참  여  당  시",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "회  사  명",
            "직위",
            "",
            "참여기간",
            "자격  또는\n기술등급",
            "기술\n분야",
            "",
            "계약\n금액"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※  1.  사업책임기술자의  보유  국가기술자격증,  경력확인서,  학력증명서  사본  첨부\n        2.  사업책임기술자의  재직증명서  사본  및  최근  3년간의  근로소득원천징수  영수증  사본  또는\n              국민연금가입  확인통지서  사본  또는  의료보험  피보험자  자격확인서  사본  첨부\n  ※  부록으로  첨부",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 58,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 57 - 양식 8 프로젝트 참여기술자 조직구성 프로젝트 참여기술자 조직구성 사 업 총 괄 책 임 자 OO부문 OO부문 OO부문 OO부문 o 추진팀사업관리, 현장, 센터 부문 관리방안 제시 o 부문별교통, 통신, 전산, 전기, 건설토목 부문 업무 및 역할 제시 참고 1. 부문별 책임자소속 명시 2. 부문별 기술자는 기술등급 순으로 기재 부록으로 첨부",
      "tables": [
        [
          [
            "사  업  총  괄  책  임  자"
          ],
          [
            ""
          ]
        ],
        [
          [
            "OO부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "OO부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "OO부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "OO부문"
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 59,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 58 - 양식 9 참여기술자의 자격사항 등 요약 참여기술자의 자격사항 등 요약 구 분 분야별 성 명 직위 기술 등급 당해업체 재직기간 최종 학력 자격증 담당 업무 참여율 상 주 사 업 책임자 부 문 부 문 부 문 부 문 비상주 부 문 부 문 부 문 부 문 부 문 기술자 등급별 근무기간 기술사 특급기술자 고급기술자 중급기술자 초급기술자 계 3년이상 3년미만 계 1. 양식 8에 포함된 기술자이여야 하며, 경력사항양식 10 첨부 2. 작성기준일자 입찰 공고일 기준 3. 참여기술자 전원은 해당업체 소속임을 증빙하는 자료제시 부록으로 첨부",
      "tables": [
        [
          [
            "참여기술자의  자격사항  등  요약",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "구  분",
            "분야별",
            "성    명",
            "직위",
            "",
            "기술\n등급",
            "",
            "당해업체\n재직기간",
            "",
            "최종\n학력",
            "자격증",
            "",
            "담당\n업무",
            "",
            "참여율"
          ],
          [
            "상  주",
            "사    업\n책임자",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "비상주",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부    문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기술자  등급별\n근무기간",
            "",
            "기술사",
            "",
            "특급기술자",
            "",
            "고급기술자",
            "",
            "중급기술자",
            "",
            "",
            "초급기술자",
            "",
            "계",
            ""
          ],
          [
            "3년이상",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3년미만",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※  1.  양식  8에  포함된  기술자이여야  하며,  경력사항(양식  10)  첨부\n        2.  작성기준일자  :  입찰  공고일  기준\n        3.  참여기술자  전원은  해당업체  소속임을  증빙하는  자료제시\n  ※  부록으로  첨부",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 60,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 59 - 양식 10 참여기술자 경력사항 참여기술자 경력사항 성 명 주민번호 부서 및 직위 입사일 근 속 년 수 주 소 최 종 학 교 학위 전 공 해 당 분 야 경 력 전 문 분 야 본사업 참 여 기 간 . . . . . . 총 일간 참여율 경 력 사 항 사업명 사업개요 참 여 기 간 년.월년.월 담 당 업 무 발 주 처 비고 부록으로 첨부",
      "tables": [
        [
          [
            "참여기술자  경력사항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "성    명",
            "",
            "주민번호",
            "",
            "및 직\n부서\n위",
            "",
            "입사일",
            "",
            "근  속\n년  수",
            ""
          ],
          [
            "주  소",
            "",
            "최  종\n학  교\n(학위)",
            "",
            "전  공",
            "",
            "해  당\n분  야\n경  력",
            "",
            "전  문\n분  야",
            ""
          ],
          [
            "본사업\n참    여\n기    간",
            ".      .        .  ~      .        .        .  (총    일간)",
            "",
            "",
            "",
            "",
            "",
            "",
            "참여율",
            "%"
          ],
          [
            "경            력              사            항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "사업개요",
            "",
            "참  여  기  간\n(년.월~년.월)",
            "",
            "담  당  업  무",
            "",
            "발      주      처",
            "",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 61,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 60 - 양식 11 기간별 인원 투입계획 기간별 인원 투입계획 단계별 수행업무 총투입 인원 1개월 2개월 3개월 . . . . n개월 비고 계 부록으로 첨부",
      "tables": [
        [
          [
            "단계별",
            "수행업무",
            "총투입\n인원",
            "1개월",
            "2개월",
            "3개월",
            ".  .  .  .",
            "n개월",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 62,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 61 - 양식 12 부정당업자 제재 여부 부정당업자 제재 여부 구 분 처분사유 관련법령 처분일시 처분기간 처분기관명 비 고 입찰참가 제한 및 영업정지 2023. . 업체명 대표자 직인 주 1. 해당사항이 없으면 해당 없음 으로 표기 2. 최근 2년간 제안사가 관계법령에 의해 입찰참가 제한 처분된 사실을 기재 - 대표자 직인 반드시 날인 3. 공동수급의 경우 1개 업체만 해당되더라도 배점은 0점 처리 4. 대표자 직인 날인하지 아니한 경우는 실적에서 제외되며, 허위로 작성한 사실이 판명될 시 평가대상에서 제외됨",
      "tables": [
        [
          [
            "구          분",
            "",
            "처분사유\n(관련법령)",
            "처분일시",
            "처분기간",
            "처분기관명",
            "비  고"
          ],
          [
            "입찰참가\n  제한  및\n  영업정지",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2023.      .       \n업체명  :                                                              대표자  :                                      (직인)",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 63,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 62 - 양식 13 공동수급 표준협정서공동이행방식 공동수급표준협정서 공동이행방식 공동수급표준협정서 공동이행방식 공동수급표준협정서 공동이행방식 제1조 목적 이 협정서는 공동수급체의 구성원이 재정, 경영, 기술능력, 인원 및 기자재를 동원하여 아래의 공사, 물품 또는 용역에 대한 계획, 입찰, 시공 등을 위하여 출자비율에 따라 공동 연대하여 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주기관명 제2조 공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 2. 주사무소소재지 3. 대 표 자 성 명 제3조 공동수급체의 구성원 1 공동수급체의 구성원은 다음과 같다. 1. 회사대표자 소재지 2. 회사대표자 소재지 2 공동수급체 대표자는 로 한다. 3 공동수급체 대표자는 발주기관과 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재산관리와 대금청구 등의 권한을 가진다. 제4조 효력기간 이 협정서는 당사자간의 기명서명 날인과 동시에 발효하며, 해당 계약의 이행으로 종결된다. 다만, 발주기관이나 제3자에 대하여 해당 계약과 관련한 권리의무 관계가 남아있는 한 이 협정서의 효력은 존속된다. 제5조 의무 공동수급체의 구성원은 제1조에서 정한 목적을 수행하기 위하여 성실, 근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조 책임 공동수급체의 구성원은 발주기관에 대한 계약의 의무이행에 대하여 연대하여 책임을 진다. 제7조 하도급 공동수급체 구성원 중 일부 구성원이 하도급계약을 체결하려는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조 거래계좌 행정자치부 예규지방자치단체 입찰 및 계약 집행기준제7장 공동계약 운영요령 제3절 7. 대가의 지급에 정한 바에 따라 선금, 기성대가 등은 다음 계좌로 지급받는다. 1. 회사공동수급체대표자 은행, 계좌번호, 예금주 2. 회사 은행, 계좌번호, 예금주 제9조 구성원의 출자비율 1 각 구성원의 출자비율은 다음과 같이 정한다. 1. 2. 2 제1항의 출자비율은 다음 각 호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다만, 출자비율을 변경함에 있어 일부 구성원의 출자지분 전부를 다른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체의 구성원 중 파산, 해산, 부도 등의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체의 구성원 연명으로 출자비율의 변경을 요청한 경우 3 현금 이외의 출자는 시가를 참작, 구성원이 협의 평가하는 것으로 한다. 제10조 손익의 배분 계약을 이행한 후 이익 손실이 발생한 경우에는 제9조에서 정한 비율에 따라 배당하거나 분담한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 64,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 63 - 제11조 권리 의무의 양도제한 구성원은 이 협정서에 따른 권리의무를 제3자에게 양도할 수 없다. 제12조 중도탈퇴에 대한 조치 1 공동수급체의 구성원은 다음 각 호의 어느 하나에 해당하는 경우 외에는 입찰과 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 해야 한다. 1. 발주기관과 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 그밖의 정당한 이유없이 해당 계약을 이행하지 아니하여 공동수급체의 다른 구성원이 발주기관의 동의를 얻어 탈퇴조치를 하는 경우 3. 공동수급체의 구성원 중 파산, 해산, 부도 그밖의 정당한 이유없이 해당 계약을 이행하지 아니하여 시행령 제92조 제1항 제6호에 따라 입찰참가자격 제한조치를 받은 경우 2 제1항에 따라 구성원 중 일부가 탈퇴한 경우에는 잔존구성원이 공동 연대하여 해당계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력평가액 등 잔여계약이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당요건을 충족해야 한다. 3 제2항 본문의 경우 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율에 따라 분할하여 제9조의 비율에 가산한다. 다만, 잔존구성원이 2인 이상으로써 잔존구성원이 모두 동의한 경우에는 자율적으로 출자비율을 조정할 수 있다. 4 탈퇴하는 자의 출자금은 계약이행 완료 후 제10조의 손실을 공제한 잔액을 반환한다. 제13조 하자담보책임 공동수급체가 해산한 후 해당공사에 관하여 하자가 발생한 경우에는 연대하여 책임을 진다. 제14조 운영위원회 1 공동수급체는 공동수급체의 구성원을 위원으로 하는 운영위원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2 이 협정서에 정하지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 통을 작성하여 공동수급체의 구성원이 기명날인하여 각자 보관한다. 20 년 월 일 인 인",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 65,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 64 - 양식 14 공동수급 표준협정서분담이행방식 공동수급표준협정서 분담이행방식 공동수급표준협정서 분담이행방식 공동수급표준협정서 분담이행방식 제1조 목적 이 협정서는 공동수급체의 구성원이 재정, 경영, 기술능력, 인원 및 기자재를 동원하여 아래의 공사, 물품 또는 용역에 대한 계획, 시공 등을 위하여 분담내용에 따라 공동으로 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주기관명 제2조 공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 2. 주사무소소재지 3. 대 표 자 성 명 제3조 공동수급체의 구성원 1 공동수급체의 구성원은 다음과 같다. 1. 회사대표자 소재지 2. 회사대표자 소재지 2 공동수급체 대표자는 로 한다. 3 공동수급체 대표자는 발주기관과 제3자에 대하여 공동수급체를 대표하며, 공동수급체 재산의 관리와 대금청구 등의 권한을 가진다. 제4조 효력기간 이 협정서는 당사자간의 기명서명 날인과 동시에 발효하며, 해당 계약의 이행으로 종결된다. 다만, 발주기관이나 제3자에 대하여 해당 계약과 관련한 권리의무 관계가 남아있는 한 이 협정서의 효력은 존속된다. 제5조 의무 공동수급체의 구성원은 제1조에서 정한 목적을 수행하기 위하여 성실, 근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조 책임 공동수급체의 구성원은 발주기관에 대한 계약의 의무이행에 대하여 분담내용에 따라 각자 책임을 진다. 제7조 하도급 공동수급체의 각 구성원은 자기 책임 하에 분담부분의 일부를 하도급할 수 있다. 제8조 거래계좌 행정자치부 예규지방자치단체 입찰 및 계약 집행기준제7장 공동계약 운영요령 제3절 7. 대가의 지급에 정한 바에 따른 선금, 기성대가 등은 다음 계좌로 지급받는다. 1. 회사공동수급체대표자 은행, 계좌번호, 예금주 2. 회사 은행, 계좌번호, 예금주 제9조 구성원의 분담내용 1 각 구성원의 분담내용은 다음과 같이 정한다. 예시 1. 종합건설공사의 경우 가 건설회사 토목공사 나 건설회사 포장공사 2. 환경설비설치공사의 경우 가 건설회사 설비설치공사 나 제조회사 설비제작 2 제1항의 분담내용은 다음 각 호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다만, 분담내용을 변경함에 있어 일부 구성원의 분담내용 전부를 다른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 66,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 65 - 2. 공동수급체의 구성원 중 파산, 해산, 부도 등의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체의 구성원 연명으로 분담내용의 변경을 요청할 경우 제10조 공동비용의 분담 이 계약이행을 위하여 발생한 공동의 경비 등에 대하여 분담내용의 금액비율에 따라 각 구성원이 분담한다. 제11조 구성원 상호간의 책임 1 구성원이 분담이행과 관련하여 제3자에게 끼친 손해는 해당 구성원이 분담한다. 2 구성원이 다른 구성원에게 손해를 끼친 경우에는 상호 협의하여 처리하되, 협의가 성립되지 아니하는 경우에는 운영위원회의 결정에 따른다. 제12조 권리 의무의 양도제한 구성원은 이 협정서에 따른 권리의무를 제3자에게 양도할 수 없다. 제13조 중도탈퇴에 대한 조치 1 공동수급체의 구성원은 다음 각 호의 어느 하나에 해당하는 경우 외에는 입찰과 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 1. 발주기관과 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 그밖의 정당한 이유 없이 해당 계약을 이행하지 아니하여 공동수급체의 다른 구성원이 발주기관의 동의를 얻어 탈퇴조치를 하는경우 2 구성원 중 일부가 파산, 해산, 또는 부도 등으로 계약을 이행할 수 없는 경우에는 잔존구성원이 이를 이행한다. 다만, 잔존구성원만으로는 면허, 실적, 시공능력평가액 등 잔여계약 이행에 필요한 요건을 갖추지 못할 경우에는 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당요건을 충족해야 한다. 3 제2항 본문의 경우 제11조 제2항을 준용한다. 제14조 하자담보책임 공동수급체가 해산한 후 해당공사에 관하여 하자가 발생한 경우에는 분담내용에 따라 그 책임을 진다. 제15조 운영위원회 1 공동수급체는 공동수급체의 구성원을 위원으로 하는 운영위원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2 이 협정서에 정하지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 통을 작성하여 공동수급체의 구성원이 기명날인하여 각자 보관한다. 20 년 월 일 인 인",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 67,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 66 - 양식 15 합의 각서 합 의 각 서 입찰공고번호 공고 제 호 입 찰 일 자 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 발주기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체결 및 이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 20 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 주민등록번호 부록으로 첨부",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 68,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 67 - 양식 16 납품물량 총괄내역서 납품물량 총괄내역서 품목명 모델명 규 격 단 위 수 량 페이지 부록으로 첨부",
      "tables": [
        [
          [
            "품목명",
            "모델명",
            "규  격",
            "단  위",
            "수  량",
            "페이지"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 69,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 68 - 별첨1 제안요구사항 1. 제안요구사항 요약표 구 분 설 명 요구사항 수 컨설팅 요구사항 Consulting Requirement 목표시스템 구축을 위해 배경, 특장점, 추진전략, 기대효과 등에 대한 요구사항을 기술 4 교통전략 요구사항 Traffic Strategy Requirement 기구축 시스템 분석, 정보 수집가공제공 전략, 연계전략 등에 대한 요구사항을 기술 11 시스템장비구성 요구사항 Equipment Composition Requirement 목표사업수행을 위해 필요한 도입장비 및 시스템 목표 요구사항을 기술 4 기능 요구사항 System Function Requirement 목표시스템이 수행할 수 있어야 하는 기능, 개선사항 등을 기술 7 성능 요구사항 Performance Requirement 사용자들에게 최적화된 정보시스템 서비스를 제공하고, 안정적으로 운영유지를 위해 필요한 처리시간, 자원사용량 등 기술 2 인터페이스 요구사항 System Interface Requirement 사용자의 편의성, 정보 접근성, 작업 효율성 등을 위해 레이아웃 및 디자인에 대한 요구사항 기술 1 데이터 요구사항 Data Requirement 데이터 관리보관주기, 백업, 데이터 구축 등의 필요사항 기술 1 제약사항 요구사항 Constraint Requirement 사업의 개발관련 제약사항 기술 4 프로젝트 관리 요구사항 Project Management Requirement 프로젝트의 원활한 수행을 위한 사업수행조직, 작업 장소, 관리 방법 등의 요구사항을 기술 6 품질 요구사항 Quality Requirement 시스템 품질을 결정하는 신뢰성, 사용성, 유지보수성, 이식성, 보안성에 필요한 사항을 기술 3 보안 요구사항 Security Requirement 시스템 및 데이터에 대한 침해사고를 예방하기 위한 인증접근권한, 무결성 등 네트워크, 응용프로그램 등 필요사항 기술 9 프로젝트 지원 요구사항 Project Support Requirement 프로젝트의 원활한 수행을 위해 필요한 지원 사항 및 방안에 대한 요구 사항을 기술 9 합 계 61",
      "tables": [
        [
          [
            "구  분",
            "설  명",
            "요구사항  수"
          ],
          [
            "컨설팅  요구사항\n(Consulting  Requirement)",
            "목표시스템  구축을  위해  배경,\n특장점,\n추진전략,\n기대효과 등에 대한 요구사항을 기술",
            "4"
          ],
          [
            "교통전략  요구사항\n(Traffic  Strategy  Requirement)",
            "기구축  시스템  분석,\n정보  수집/가공/제공  전략,\n연계전략 등에 대한 요구사항을 기술",
            "11"
          ],
          [
            "시스템장비구성  요구사항\n(Equipment  Composition \nRequirement)",
            "목표사업수행을  위해  필요한  도입장비  및  시스템 \n목표 요구사항을 기술",
            "4"
          ],
          [
            "기능  요구사항\n(System  Function  Requirement)",
            "목표시스템이  수행할  수  있어야  하는  기능, 개선사항 \n등을 기술",
            "7"
          ],
          [
            "성능  요구사항\n(Performance  Requirement)",
            "사용자들에게 \n최적화된 \n정보시스템 \n서비스를 \n제공하고,\n안정적으로  운영/유지를  위해  필요한 \n처리시간, 자원사용량 등 기술",
            "2"
          ],
          [
            "인터페이스  요구사항\n(System  Interface  Requirement)",
            "사용자의  편의성, 정보  접근성, 작업  효율성  등을 \n위해 레이아웃 및 디자인에 대한 요구사항 기술",
            "1"
          ],
          [
            "데이터  요구사항\n(Data  Requirement)",
            "데이터  구축  등의 \n데이터  관리(보관주기,\n백업),\n필요사항 기술",
            "1"
          ],
          [
            "제약사항  요구사항\n(Constraint  Requirement)",
            "사업의 개발관련 제약사항 기술",
            "4"
          ],
          [
            "프로젝트  관리  요구사항\n(Project Management Requirement)",
            "프로젝트의  원활한  수행을  위한  사업수행조직, 작업 \n장소, 관리 방법 등의 요구사항을 기술",
            "6"
          ],
          [
            "품질  요구사항\n(Quality  Requirement)",
            "시스템  품질을  결정하는  신뢰성, 사용성, 유지보수성,\n이식성, 보안성에 필요한 사항을 기술",
            "3"
          ],
          [
            "보안  요구사항\n(Security  Requirement)",
            "시스템  및  데이터에  대한  침해사고를  예방하기  위한 \n인증/접근권한, 무결성  등  (네트워크, 응용프로그램  등)\n필요사항 기술",
            "9"
          ],
          [
            "프로젝트  지원  요구사항\n(Project  Support  Requirement)",
            "프로젝트의 원활한 수행을 위해 필요한 지원 사항 및 \n방안에 대한 요구 사항을 기술",
            "9"
          ],
          [
            "합  계",
            "",
            "61"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 70,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 69 - 2. 요구사항 세부내용 가 제안개요 1 컨설팅 요구사항Consulting Requirement 요구사항 분류 제안개요 요구사항 고유번호 CUR-01 요구사항 명칭 배경 및 목표 요구 사항 상세 설명 정의 본 사업에 대한 제안의 배경 및 추진 목표를 제시 세부 내용 본 사업은 평택시 시민들에게 대중교통 이용편의증진 및 서비스 수준 향상을 위한 버스정보시스템BIS 고도화를 주된 목적으로 한다. 현재 운영 중인 노후화 된 현장장비BIT SW 개량 및 센터시스템 개선을 통한 유지보수 관리의 효율화, 체계화된 시스템 운영 등을 하고자 한다. 본 사업의 추진 배경에 관하여 명확한 사업 목표를 제시하여야 한다. 요구사항 분류 제안개요 요구사항 고유번호 CUR-02 요구사항 명칭 제안의 특징 및 장점 요구 사항 상세 설명 정의 본 사업에 대한 제안의 특징 및 장점을 제시 세부 내용 제안사또는 공동수급의 핵심적인 제안사항을 객관적, 계량적으로 쉽게 파악할 수 있도록 표 또는 차트 등을 인용하여 명확하게 기술하도록 한다. 제안서의 현장 버스정보안내단말기의 화면 형식 및 크기, 버스정보시스템 SW개선 등에 대하여 발주자가 제안 개념을 객관적으로 파악할 수 있는 자료를 제시하여야 한다. 요구사항 분류 제안개요 요구사항 고유번호 CUR-03 요구사항 명칭 사업추진 전략 요구 사항 상세 설명 정의 본 사업에 대한 추진 전략을 제시 세부 내용 국토교통부에서 제정고시한 대중교통버스 정보교환 기술기준과 대중 교통 기반정보의 구축 및 관리요령을 준수하여 시스템과 정보의 연계성 및 호환성을 확보하여야 한다. 단, 기술기준에서 제시되지 않은 경우에는 ITS 업무요령국토부 훈령에 따라 사업을 추진하며 이외의 사항에서는 발주기관과 협의하여 사업을 수행하여야 한다. 버스운행정보 수집을 통합 버스도착예정정보, 운행정보제공 및 운행관리 서비스를 수행할 수 있는 정보제공, 운행관리 전략 및 버스정보시스템의 운영체계 및 세부전략을 제시하여야 한다.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "제안개요"
          ],
          [
            "요구사항  고유번호",
            "",
            "CUR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "배경 및 목표"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업에 대한 제안의 배경 및 추진 목표를 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 사업은 평택시 시민들에게 대중교통 이용편의증진 및 서비스 수준 향상을\n위한 버스정보시스템(BIS) 고도화를 주된 목적으로 한다.\nS/W 개량 및 센터시스템 개선을 \n○ 현재 운영 중인 노후화 된 현장장비(BIT)\n통한 “유지보수 관리의 효율화”, “체계화된 시스템 운영” 등을 하고자 한다.\n○ 본 사업의 추진 배경에 관하여 명확한 사업 목표를 제시하여야 한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제안개요"
          ],
          [
            "요구사항  고유번호",
            "",
            "CUR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "제안의 특징 및 장점"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업에 대한 제안의 특징 및 장점을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 제안사(또는  공동수급)의  핵심적인  제안사항을  객관적, 계량적으로  쉽게\n파악할 수 있도록 표 또는 차트 등을 인용하여 명확하게 기술하도록 한다.\n○ 제안서의  현장  버스정보안내단말기의  화면  형식  및  크기, 버스정보시스템 \nS/W개선  등에  대하여  발주자가  제안  개념을  객관적으로  파악할  수  있는 \n자료를 제시하여야 한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제안개요"
          ],
          [
            "요구사항  고유번호",
            "",
            "CUR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "사업추진 전략"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업에 대한 추진 전략을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 국토교통부에서 제정․고시한 “대중교통(버스) 정보교환 기술기준”과 “대중\n교통  기반정보의  구축  및  관리요령”을  준수하여  시스템과  정보의  연계성 \n및  호환성을  확보하여야  한다. 단, 기술기준에서  제시되지  않은  경우에는 \nITS 업무요령(국토부  훈령)에  따라  사업을  추진하며  이외의  사항에서는\n발주기관과 협의하여 사업을 수행하여야 한다.\n○ 버스운행정보  수집을  통합  버스도착예정정보, 운행정보제공  및  운행관리\n서비스를  수행할  수  있는  정보제공, 운행관리  전략  및  버스정보시스템의`\n운영체계 및 세부전략을 제시하여야 한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 71,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 70 - 요구 사항 상세 설명 세부 내용 시스템 구축 시 정확한 현황조사 및 분석결과를 바탕으로 문제점을 제시하고 이에 대한 완화, 해결을 위한 적용방안이 일관성 있게 제시되어야 하며 구축된 시스템에 대한 효과분석이 이루어져야 한다. 버스정보는 정보이용자별 특성을 감안하여, 기 구축된 버스정보시스템을 면밀히 분석하여 명확한 구현목표를 설정 후 제안되어야 한다. 본 사업 완료 이후 주변 지자체 및 경기도 버스정보센터와의 정보연계를 위한 운영 및 유지관리방안을 제시하여야 한다. 향후 버스산업 환경변화노선체계 개편, 환승체계 도입 등에 대해서도 시스템의 구조변경 없이 유연하게 대응하도록 구축하여야 한다. 버스정보시스템은 향후 기술개발에 따른 공간적시스템적 확장성을 감안 하여야 하며, 수집정보 체계 및 센터장치는 경제, 신뢰성을 감안하여 제시 후 시스템을 개선한다. 시스템 구축 후 개별 시스템 및 장비 이상 발생 시 정상적인 작동이 이루 어지지 않을 것을 대비하여 이상 발생 시의 장애대책 및 절차를 제시하여야 한다. 제공하려는 서비스와 시스템이 간단명료하게 정의 및 구축하여 구축된 시스템의 효율이 극대화 될 수 있도록 한다. 본 제안요청사항 중에서 버스정보시스템BIS의 목표실현과 관련하여 효과를 한층 높일 수 있는 현황분석에 따른 시스템 추가 구축을 제안할 수 있고, 단 제안된 시스템 구축안은 현실적이고 구체적이어야 하며, 이에 따른 비용을 계약상대자가 부담하여야 한다. 요구사항 분류 제안개요 요구사항 고유번호 CUR-04 요구사항 명칭 기대효과 요구 사항 상세 설명 정의 본 사업에 대한 기대효과 항목과 구체적인 범위를 제시 세부 내용 버스정보시스템BIS 고도화 사업의 추진으로 인한 정보수혜자별 객관적인 기대효과 항목과 구체적인 범위를 제시하여야 한다. 국가적 차원 및 경기도 지역적 차원에서 본 사업의 의의와 지위를 제시하고, 또한 적용기술의 진보발달 차원에서 본 사업의 위상을 제시한다.",
      "tables": [
        [
          [
            "요구\n사항\n상세\n설명",
            "세부\n내용",
            "○ 시스템 구축 시 정확한 현황조사 및 분석결과를 바탕으로 문제점을 제시하고\n이에  대한  완화, 해결을  위한  적용방안이  일관성  있게  제시되어야  하며\n구축된 시스템에 대한 효과분석이 이루어져야 한다.\n○ 버스정보는  정보이용자별  특성을  감안하여, 기  구축된  버스정보시스템을\n면밀히 분석하여 명확한 구현목표를 설정 후 제안되어야 한다.\n○ 본  사업  완료  이후  주변  지자체  및  경기도  버스정보센터와의  정보연계를 \n위한 운영 및 유지관리방안을 제시하여야 한다.\n○ 향후 버스산업 환경변화(노선체계 개편, 환승체계 도입 등)에 대해서도 시스템의\n구조변경 없이 유연하게 대응하도록 구축하여야 한다.\n○ 버스정보시스템은  향후  기술개발에  따른  공간적·시스템적  확장성을  감안\n하여야 하며, 수집·정보 체계 및 센터장치는 경제, 신뢰성을 감안하여 제시 후\n시스템을 개선한다.\n○ 시스템 구축 후 개별 시스템 및 장비 이상 발생 시 정상적인 작동이 이루\n어지지 않을 것을 대비하여 이상 발생 시의 장애대책 및 절차를 제시하여야\n한다.\n○ 제공하려는  서비스와  시스템이  간단명료하게  정의  및  구축하여  구축된\n시스템의 효율이 극대화 될 수 있도록 한다.\n○ 본 제안요청사항 중에서 버스정보시스템(BIS)의 목표실현과 관련하여 효과를\n한층  높일  수  있는  현황분석에  따른  시스템  추가  구축을  제안할  수  있고,\n단 제안된 시스템 구축안은 현실적이고 구체적이어야 하며, 이에 따른 비용을\n계약상대자가 부담하여야 한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제안개요"
          ],
          [
            "요구사항  고유번호",
            "",
            "CUR-04"
          ],
          [
            "요구사항  명칭",
            "",
            "기대효과"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업에 대한 기대효과 항목과 구체적인 범위를 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 버스정보시스템(BIS) 고도화  사업의  추진으로  인한  정보수혜자별  객관적인 \n기대효과 항목과 구체적인 범위를 제시하여야 한다.\n○ 국가적 차원 및 경기도 지역적 차원에서 본 사업의 의의와 지위를 제시하고,\n또한 적용기술의 진보/발달 차원에서 본 사업의 위상을 제시한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 72,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 71 - 나 교통부문 1 교통전략 요구사항Traffic Strategy Requirement 요구사항 분류 교통부문 요구사항 고유번호 TSR-01 요구사항 명칭 기 구축 현황 분석 요구 사항 상세 설명 정의 기존 운영되고 있는 시스템 현황 분석하여 제시 세부 내용 기 구축 버스정보시스템BIS에 대하여 다음과 같은 사항을 조사분석하여야 함 정보수집, 가공분석, 정보제공 등의 버스정보제공 전략 버스정보시스템 기존 센터장비, 현장장비 등의 시스템 구성현황 기존 버스정보수집 및 버스정보제공을 위한 통신방식 현황 시스템에서 운영 중인 센터 운영프로그램 현황 교통정보센터의 공동 활용 가능한 기존 센터 HW, NW, 상용 SW 구성현황 지자체 센터 간 정보연계를 위한 센터시스템 현황 상세 분석 지자체 버스 운행 관련 기초데이터 분석 요구사항 분류 교통부문 요구사항 고유번호 TSR-02 요구사항 명칭 현황 문제점 및 개선방안 도출 요구 사항 상세 설명 정의 현황 분석결과를 바탕으로 문제점을 제시하고 이에 대한 보완 및 해결을 위한 개선방안을 구체적이며 일관성 있게 제시 세부 내용 정확한 현황조사와 분석결과를 바탕으로 문제점을 제시하고 이에 대한 보완 및 해결을 위한 개선방안을 구체적이며 일관성 있게 제시하여야 한다. 시스템 운영현황에 대하여 시스템 부문별 장단점과 문제점을 분석하고, 개선방안을 제시하여야 한다. 문제점은 정성적, 정량적 분석을 통한 타당한 근거 하에 제시하여야 하며, 시스템 운영현황의 문제점과 기존 시스템의 문제점으로 구분하여 각각의 개선방안을 제시하여야 한다. 기존에 구축 및 운영 중인 버스정보시스템의 개선 방향을 명확히 제시하여야 한다. 버스이용자 입장에서의 문제점 및 개선방안을 도출하여야 한다. 운영 및 관리기관 입장에서의 운영관리상의 문제점 및 개선방안 도출 교통약자고령자, 장애인 등에 대한 대중교통 이용편의 증진 방안 도출",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "기 구축 현황 분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기존 운영되고 있는 시스템 현황 분석하여 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 기 구축 버스정보시스템(BIS)에 대하여 다음과 같은 사항을 조사·분석하여야 함\n— 정보수집, 가공분석, 정보제공 등의 버스정보제공 전략\n— 버스정보시스템 기존 센터장비, 현장장비 등의 시스템 구성현황\n— 기존 버스정보수집 및 버스정보제공을 위한 통신방식 현황\n— 시스템에서 운영 중인 센터 운영프로그램 현황\n— 교통정보센터의  공동  활용  가능한  기존  센터  H/W, N/W, 상용  S/W\n구성현황\n— 지자체 센터 간 정보연계를 위한 센터시스템 현황 상세 분석\n— 지자체 버스 운행 관련 기초데이터 분석"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "현황 문제점 및 개선방안 도출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "현황 분석결과를 바탕으로 문제점을 제시하고 이에 대한 보완 및 해결을 위한 \n개선방안을 구체적이며 일관성 있게 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 정확한 현황조사와 분석결과를 바탕으로 문제점을 제시하고 이에 대한 보완\n및 해결을 위한 개선방안을 구체적이며 일관성 있게 제시하여야 한다.\n○ 시스템  운영현황에  대하여  시스템  부문별  장단점과  문제점을  분석하고,\n개선방안을 제시하여야 한다.\n○ 문제점은 정성적, 정량적  분석을  통한  타당한  근거 하에  제시하여야 하며,\n시스템  운영현황의  문제점과  기존  시스템의  문제점으로  구분하여  각각의 \n개선방안을 제시하여야 한다.\n○ 기존에 구축 및 운영 중인 버스정보시스템의 개선 방향을 명확히 제시하여야\n한다.\n○ 버스이용자 입장에서의 문제점 및 개선방안을 도출하여야 한다.\n○ 운영 및 관리기관 입장에서의 운영관리상의 문제점 및 개선방안 도출\n○ 교통약자(고령자, 장애인 등)에 대한 대중교통 이용편의 증진 방안 도출"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 73,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 72 - 요구사항 분류 교통부문 요구사항 고유번호 TSR-03 요구사항 명칭 버스정보시스템 분석 및 전략 요구 사항 상세 설명 정의 버스정보시스템 내 정보수집, 정보가공, 정보제공 체계 분석 및 전략을 제시 세부 내용 경기도 버스종합상황실 시스템과 연계하여 평택시 운행정보를 버스정보안내 단말기 버스정보안내단말기에 정보를 전달해 이용자에게 제공하는 시스템 으로 연계 시스템에서 발생할 수 있는 문제점을 분석하여 해결방안을 제시 버스정보시스템 내 정보수집, 정보가공, 정보제공 체계 분석 및 전략을 제시 요구사항 분류 교통부문 요구사항 고유번호 TSR-04 요구사항 명칭 정보 수집전략 수립 요구 사항 상세 설명 정의 기존 정보수집체계 현황을 분석하여 개선안 제시 세부 내용 기 구축 정보수집방식에 대한 분석평가에 따른 수집 전략 경기도 버스종합상황실 시스템 연계 구축 정보수집방식 및 수집정보의 현황에 대해 진단분석하여 버스위치, 시각, 운행상태정상운행, 운행종류, 공차운행 등, 운행시간, 거리, 횟수, 간격 등의 정보 수집률을 향상시킬 수 있는 전략을 제시 후 시스템을 개선한다. 버스운행정보 정확도 분석평가에 따른 관리전략 경기도 버스종합상황실 시스템 연계 수집되는 평택시 버스운행정보에 대한 범위와 정확도 및 통신지연 등을 분석평가하여 관리전략을 제시 후 시스템을 개선한다. 버스구간별 운행시간 등의 버스운행여건을 분석하여 최적 가공주기 및 연계수집방법을 제시하고, 정보 정확도 수준을 개선하기 위하여 필요시 수집, 제공주기 조정이 가능하여야 함 광역버스의 정확한 정보가공 및 제공을 위하여 버스정보는 통과 지자체의 행정구역 밖에서부터 수집하는 공간적 범위를 명확히 제시하여야 하며, 관할 버스에 대한 정보가공 및 제공을 위하여, 현황 문제점을 분석하고 개선방안을 수립하여야 함 국토교통부 노드링크 활용을 통한 정보수집 및 가공으로 정보신뢰성 개선 전략 등이 포함되어야 함 기존 버스정보 수집 방식을 분석하여 개선방향 도출 센터통신방식, 수집주기정주기, 이벤트, Time-Lag 등",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "버스정보시스템 분석 및 전략"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "버스정보시스템 내 정보수집, 정보가공, 정보제공 체계 분석 및 전략을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 경기도 버스종합상황실 시스템과 연계하여 평택시 운행정보를 버스정보안내\n단말기  버스정보안내단말기에  정보를  전달해  이용자에게  제공하는  시스템\n으로 연계 시스템에서 발생할 수 있는 문제점을 분석하여 해결방안을 제시\n○ 버스정보시스템 내 정보수집, 정보가공, 정보제공 체계 분석 및 전략을 제시"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-04"
          ],
          [
            "요구사항  명칭",
            "",
            "정보 수집전략 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기존 정보수집체계 현황을 분석하여 개선안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 기 구축 정보수집방식에 대한 분석·평가에 따른 수집 전략\n— 경기도  버스종합상황실  시스템  연계  구축  정보수집방식  및  수집정보의 \n현황에 대해 진단·분석하여 버스위치, 시각, 운행상태(정상운행, 운행종류,\n공차운행 등), 운행시간, 거리, 횟수, 간격 등의 정보 수집률을 향상시킬 \n수 있는 전략을 제시 후 시스템을 개선한다.\n○ 버스운행정보 정확도 분석․평가에 따른 관리전략\n— 경기도 버스종합상황실 시스템 연계 수집되는 평택시 버스운행정보에 대한\n범위와  정확도  및  통신지연  등을  분석․평가하여  관리전략을  제시  후 \n시스템을 개선한다.\n○ 버스구간별  운행시간  등의  버스운행여건을  분석하여  최적  가공주기  및\n연계수집방법을 제시하고, 정보 정확도 수준을 개선하기 위하여 필요시 수집,\n제공주기 조정이 가능하여야 함\n○ 광역버스의  정확한  정보가공  및  제공을  위하여  버스정보는  통과  지자체의 \n행정구역  밖에서부터  수집하는  공간적  범위를  명확히  제시하여야  하며,\n관할  버스에  대한  정보가공  및  제공을  위하여, 현황  문제점을  분석하고\n개선방안을 수립하여야 함\n○ 국토교통부  노드링크  활용을  통한  정보수집  및  가공으로  정보신뢰성  개선 \n전략 등이 포함되어야 함\n○ 기존 버스정보 수집 방식을 분석하여 개선방향 도출\n— 센터통신방식, 수집주기(정주기, 이벤트), Time-Lag 등"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 74,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 73 - 요구사항 분류 교통부문 요구사항 고유번호 TSR-05 요구사항 명칭 정보 가공전략 수립 요구 사항 상세 설명 정의 기존 정보가공체계 현황을 분석하여 개선안 제시 세부 내용 버스정보시스템 가공 시 국토교통부에서 수립한 국가 ITS 아키텍처를 참조하고 국토교통부에서 제정고시한 대중교통버스정보 교환을 위한 기술기준과 대중교통 기반정보의 구축 및 관리요령을 적용하여 가공될 수 있도록 구축하여야 함 도착예정정보와 실제 운행결과를 비교하여 신뢰성을 검증하여 신뢰성을 높일 수 있는 방안을 제시하고 적용하여야 함 버스도착 예정시간을 포함한 버스도착정보는 시민들이 편리하게 이용할 수 있도록 회차 지점 및 출발지점에서도 중단 없이 이루어 질 수 있는 방안을 제시하고 적용하여야 한다. 부정확한 자료보정, 자료오류판정 및 처리방법을 제시하고 적용함 기존 버스정보 가공 알고리즘을 분석하여 최적의 개선방향 도출하고 적용하여야 함 구간별 정보 산출 대상 노선, 실시간정보, 통계정보, 패턴정보, 파라미터 정보 등 결측치 보정, 시간지체, 자료 오류 보정 등 기 구축된 버스도착 예정시간의 오차범위 및 신뢰도 개선방안을 제시하고 적용하여야 함 노선별 파라미터 관리 및 다중노선 선택기능 버스정보시스템에서 산출되는 각종 이력정보 활용을 극대화하고 수집 및 가공된 버스정보의 신뢰성 평가방안을 마련하여 지속적인 관리가 가능하여야 하며, 교통정책 및 시스템 운영에 필요한 수요분석, 통계관리 등이 가능하여야 함 BIS 구축효과 근거자료 활용기대효과 시간별, 구간별 운행이력, 통계자료, 패턴정보 등의 자동분석 및 Reporting 기능 버스정보 수집 시 통신음영 여부를 분석하고 수집음영지역이 발생될 시 개선방향을 도출하여야 함터널 등을 고려한 가상정류장 설정 등 자체 수집체계가 없는 본 사업의 특성을 반영하여 경기도 버스종합상황실 및 마을버스로부터 수집되는 정보의 확인 및 보완이 가능한 방안을 강구 하여야 한다. 특히 버스 정류장 DB와 노선DB를 조사하여 버스정보시스템 구축사업에 기초자료로 활용될 수 있도록 하고 그에 대한 검증방안을 명시 하여야 한다.",
      "tables": [
        [
          [
            "",
            "",
            "○ 버스정보  수집  시  통신음영  여부를  분석하고  수집음영지역이  발생될  시\n개선방향을 도출하여야 함(터널 등을 고려한 가상정류장 설정 등)\n○ 자체  수집체계가  없는  본  사업의  특성을  반영하여  경기도  버스종합상황실 \n및  마을버스로부터  수집되는  정보의  확인  및  보완이  가능한  방안을  강구\n하여야  한다. 특히  버스  정류장  DB와  노선DB를  조사하여  버스정보시스템 \n구축사업에 기초자료로 활용될 수 있도록 하고 그에 대한 검증방안을 명시\n하여야 한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-05"
          ],
          [
            "요구사항  명칭",
            "",
            "정보 가공전략 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기존 정보가공체계 현황을 분석하여 개선안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 버스정보시스템  가공  시  국토교통부에서  수립한  “국가  ITS 아키텍처”를\n참조하고  국토교통부에서  제정․고시한  “대중교통(버스)정보  교환을  위한 \n기술기준”과 “대중교통 기반정보의 구축 및 관리요령”을 적용하여 가공될 수\n있도록 구축하여야 함\n○ 도착예정정보와 실제 운행결과를 비교하여 신뢰성을 검증하여 신뢰성을 높일 수\n있는 방안을 제시하고 적용하여야 함\n○ 버스도착 예정시간을 포함한 버스도착정보는 시민들이 편리하게 이용할 수 \n있도록 회차 지점 및 출발지점에서도 중단 없이 이루어 질 수 있는 방안을 \n제시하고 적용하여야 한다.\n○ 부정확한 자료보정, 자료오류판정 및 처리방법을 제시하고 적용함\n○ 기존 버스정보 가공 알고리즘을 분석하여 최적의 개선방향 도출하고 적용하여야 함\n— 구간별 정보 산출 대상 노선, 실시간정보, 통계정보, 패턴정보, 파라미터 정보 등\n— 결측치 보정, 시간지체, 자료 오류 보정 등\n○ 기  구축된  버스도착  예정시간의  오차범위  및  신뢰도  개선방안을  제시하고 \n적용하여야 함\n○ 노선별 파라미터 관리 및 다중노선 선택기능\n○ 버스정보시스템에서  산출되는  각종  이력정보  활용을  극대화하고  수집  및 \n가공된 버스정보의 신뢰성 평가방안을 마련하여 지속적인 관리가 가능하여야\n하며, 교통정책 및 시스템 운영에 필요한 수요분석, 통계관리 등이 가능하여야 함\n— BIS 구축효과 근거자료 활용(기대효과)\n— 시간별, 구간별  운행이력, 통계자료, 패턴정보  등의  자동분석  및 \nReporting 기능"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 75,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 74 - 요구사항 분류 교통부문 요구사항 고유번호 TSR-06 요구사항 명칭 정보가공체계 전략 수립 요구 사항 상세 설명 정의 버스도착예정시간 산출 알고리즘을 활용하여 개선안 제시 세부 내용 기존 정보가공방식 중 앞뒤차 운행간격, 구간별 소요시간 및 통행속도, 첫차막차, 회차지 등을 산출할 수 있는 알고리즘을 분석하여 개선전략을 제시 후 시스템을 개선한다. 정류장노선별 버스도착 예정시간 산정 알고리즘을 분석하여야 하며, 버스 도착 예정시간 알고리즘의 구현오차범위 및 신뢰도를 분석하여 개선사항을 제시 후 시스템을 개선한다. 경기도 버스종합상황실 시스템연계 수집정보 중 위반, 긴급정보 수집에 따른 버스도착예정시간 보완방안을 제시 후 시스템을 개선한다. 버스정류장 기종점회차지점 출발지 정보, 막차 및 운행종료 정보를 개선할 수 있도록 보완방안을 제시 후 시스템을 개선한다. 요구사항 분류 교통부문 요구사항 고유번호 TSR-07 요구사항 명칭 가공정보 활용 전략 수립 요구 사항 상세 설명 정의 가공 이력정보를 활용하여 개선안 제시 세부 내용 버스정보시스템 가공 시 국토교통부에서 수립한 국가 ITS 아키텍처를 참조 센터시스템에서 제공되는 이력정보를 운영자 측면에서 편리하게 이용할 수 있도록 운영자 의견을 반영하여 개선하여야 함 버스정보시스템의 이력정보 활용과 관련하여 다음과 같이 분석하여야 한다. 운행이력자료의 관련부서, 일반이용자 등을 위한 활용부분 버스운행 이력 및 위반행위 등에 대한 행정처분 지원 부문 이력정보의 조회분석출력을 위한 활용부문 수집구축된 버스운행정보를 이용하여 버스노선정보첫차막차 정보배차간격 정보 등의 버스기반정보 항목에 대하여 관리방안을 제시 후 시스템을 개선 한다.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-06"
          ],
          [
            "요구사항  명칭",
            "",
            "정보가공체계 전략 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "버스도착예정시간 산출 알고리즘을 활용하여 개선안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 기존  정보가공방식  중  앞․뒤차  운행간격, 구간별  소요시간  및  통행속도,\n첫차/막차, 회차지  등을  산출할  수  있는  알고리즘을  분석하여  개선전략을 \n제시 후 시스템을 개선한다.\n○ 정류장․노선별 버스도착 예정시간 산정 알고리즘을 분석하여야 하며, 버스\n도착 예정시간 알고리즘의 구현오차범위 및 신뢰도를 분석하여 개선사항을 \n제시 후 시스템을 개선한다.\n○ 경기도 버스종합상황실 시스템연계 수집정보 중 위반, 긴급정보 수집에 따른\n버스도착예정시간 보완방안을 제시 후 시스템을 개선한다.\n○ 버스정류장 기종점(회차지점) 출발지 정보, 막차 및 운행종료 정보를 개선할 수\n있도록 보완방안을 제시 후 시스템을 개선한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-07"
          ],
          [
            "요구사항  명칭",
            "",
            "가공정보 활용 전략 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "가공 이력정보를 활용하여 개선안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 버스정보시스템 가공 시 국토교통부에서 수립한 “국가 ITS 아키텍처”를 참조\n센터시스템에서 제공되는 이력정보를 운영자 측면에서 편리하게 이용할 수 \n있도록 운영자 의견을 반영하여 개선하여야 함\n○ 버스정보시스템의 이력정보 활용과 관련하여 다음과 같이 분석하여야 한다.\n— 운행이력자료의 관련부서, 일반이용자 등을 위한 활용부분\n— 버스운행 이력 및 위반행위 등에 대한 행정처분 지원 부문\n—이력정보의 조회‧분석‧출력을 위한 활용부문\n○ 수집‧구축된 버스운행정보를 이용하여 버스노선정보/첫차막차 정보/배차간격\n정보 등의 버스기반정보 항목에 대하여 관리방안을 제시 후 시스템을 개선\n한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 76,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 75 - 요구사항 분류 교통부문 요구사항 고유번호 TSR-08 요구사항 명칭 정보 제공전략 수립 요구 사항 상세 설명 정의 기존 정보제공체계 현황을 분석하여 개선안 제시 세부 내용 정보의 정확도에 관한 목표수준을 제시하고 평택시의 정보제공체계와 타 지자체의 사례를 참고하여 기 구축된 시스템보다 높은 수준의 성능이 보장되도록 구현하여야 하며, 최적 정보제공주기를 제시하고 제공주기의 변경이 가능하여야 한다. 평택시 버스정보시스템BIS으로부터 버스정보안내단말기를 통해 대기승객에게 도착버스의 위치, 도착예정시간 등의 정보를 타 지자체 구축시스템 분석을 통하여 평택시 특성에 맞게 차별화하여 제공하여야 한다. 버스정보안내단말기 표출 시나리오에 대해 발주기관과 협의하여 진행해야 함 버스위치, 목적지, 첫차막차, 전 정류장 정보, 진입정보, 통과정보, 홍보 정보 등 시민의 편의성을 고려 버스정보는 출발지 및 회차지 등에서 중단 없이 정보가 제공될 수 있도록 전략을 제시하고 구축해야 함 버스정류소 안내기 제공매체의 특성에 따라 차별화된 정보제공 전략 제시 후 개선하여야 함 홍보물 전송 시 BIT 그룹핑권역별, 노선별, 개별 선택 가능 전송 기능 추가 홍보물 제공정보 이력 표출 실시간 버스정보는 버스정보안내단말기 뿐 아니라 이용자 계층의 특성에 맞는 다양하고 차별화된 정보를 시간공간상의 제약 없이 제공 항목 및 콘텐츠를 제시하고 구축해야 함 아울러, 제공정보의 정확성, 제공주기의 적절성, 정보의 시인성, 정보이용의 편리성 등이 극대화 되도록 제안하여야 함 정류장별 대기승객, 동시 정차대수 및 통과 노선수 규모 등의 특성을 고려 하여 현장여건에 맞는 효과적인 정보제공음성정보 포함 전략 제시 음성정보 제공시 홍보영상과 버스도착정보 음성정보과 효과적으로 제공될 수 있는 방안 제시 도착버스의 위치정보와 상류부 정류장들의 출발시각, 버스도착예정시간 제공 각 지자체별 버스운행관리 방식에 따라 첫차, 막차, 회차차고지회차지 대 기중, 출발 예정 정보, 돌발정보, 노선방면정보 등의 표출방안을 제시 및 기종점에 인근한 정보제공 취약 정류장을 분석 하여 정보가 제공될 수 있는 방안을 제시 후 개선하여야 함 첫차, 막차, 회차 정보는 노선별정류장별 선택하여 제공할 수 있도록 구현함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-08"
          ],
          [
            "요구사항  명칭",
            "",
            "정보 제공전략 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기존 정보제공체계 현황을 분석하여 개선안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 정보의  정확도에  관한  목표수준을  제시하고  평택시의  정보제공체계와\n타  지자체의  사례를  참고하여  기  구축된  시스템보다  높은  수준의  성능이 \n보장되도록  구현하여야  하며, 최적  정보제공주기를  제시하고  제공주기의\n변경이 가능하여야 한다.\n○ 평택시 버스정보시스템(BIS)으로부터 버스정보안내단말기를 통해 대기승객에게\n도착버스의 위치, 도착예정시간 등의 정보를 타  지자체 구축시스템 분석을 \n통하여 평택시 특성에 맞게 차별화하여 제공하여야 한다.\n○ 버스정보안내단말기 표출 시나리오에 대해 발주기관과 협의하여 진행해야 함\n— 버스위치, 목적지, 첫차/막차, 전 정류장 정보, 진입정보, 통과정보, 홍보\n정보 등 시민의 편의성을 고려\n○ 버스정보는 출발지 및 회차지 등에서 중단 없이 정보가  제공될 수 있도록 \n전략을 제시하고 구축해야 함\n○ 버스정류소 안내기 제공매체의 특성에 따라 차별화된 정보제공 전략 제시 후\n개선하여야 함\n— 홍보물 전송 시 BIT 그룹핑(권역별, 노선별, 개별 선택 가능) 전송 기능 추가\n— 홍보물 제공정보 이력 표출\n○ 실시간 버스정보는 버스정보안내단말기 뿐 아니라 이용자 계층의 특성에 맞는\n다양하고 차별화된 정보를 시간․공간상의 제약 없이 제공 항목 및 콘텐츠를\n제시하고 구축해야 함\n○ 아울러, 제공정보의 정확성, 제공주기의 적절성, 정보의 시인성, 정보이용의 \n편리성 등이 극대화 되도록 제안하여야 함\n○ 정류장별 대기승객, 동시 정차대수 및 통과 노선수 규모 등의 특성을 고려\n하여 현장여건에 맞는 효과적인 정보제공(음성정보 포함) 전략 제시\n○ 음성정보 제공시 홍보영상과 버스도착정보 음성정보과 효과적으로 제공될 수\n있는 방안 제시\n— 도착버스의 위치정보와 상류부 정류장(들)의 출발시각, 버스도착예정시간 제공\n○ 각 지자체별 버스운행관리 방식에 따라 첫차, 막차, 회차(차고지/회차지 대\n기중), 출발  예정  정보, 돌발정보, 노선방면정보  등의  표출방안을  제시  및 \n기/종점에 인근한 정보제공 취약 정류장을 분석 하여 정보가 제공될 수 있는\n방안을 제시 후 개선하여야 함\n— 첫차, 막차, 회차 정보는 노선별/정류장별 선택하여 제공할 수 있도록 구현함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 77,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 76 - 요구 사항 상세 설명 세부 내용 출발 및 회차시 별도의 조작 없이 노선 정보가 제공되는 방안을 제시 및 적용하여야 함 정보 제공시교통약자의 이동편의 증진법을 검토하여 디자인 설계와 그에 따른 정보제공대책을 강구하여 적용하여야 함 각 지자체 버스정보시스템의 정보신뢰성을 높이기 위하여 버스정보안내 단말기BIT에 제공하는 정보의 신뢰성 및 정확도를 평가하고 필요시 이를 수정할 수 있는 방안을 제시 후 개선하여야 함 노선정보 변경 시 버전별 이력관리가 가능해야 하며, 버스운행사업계획 변경 등에 따른 이력관리가 가능해야 함 시정홍보 및 재난돌발정보, 날씨정보 등 기존 지자체의 제공 콘텐츠를 분석하여 개선방안을 제시 후 개선하여야 함 미세먼지, 시정홍보, 재난돌발정보, 날씨정보 등을 제공하여야 한다. 광역버스 빈자리 정보 및 2층 버스, 좌석예약 버스 픽토그램정보 제공 광역버스M버스, 직행좌석시내버스 빈자리 정보 및 2층 버스 정보제공하여야한다. 시내버스 차내 혼잡도 정보여유, 보통, 혼잡, 매우혼잡를 제공하여야 한다. 마을버스 도착정보를 제공하여야 한다. 마을버스 차내 혼잡도 정보여유, 보통, 혼잡, 매우혼잡를 제공하여야 한다. 영문, 중문 버스도착정보를 제공하여야 한다. 친환경버스수소, 전기 버스 픽토그램으로 정보 제공 시외버스 목적지를 제공하여야 한다. 운영단말에 버스운행구간 교통상황 제공를 제공하여야 한다. 시역주변 정류소 BIT에 대한 지하철철도 운행정보 제공경기도 BMS센터 연계 발주부서와 협의 후 진행 타 지자체 버스정보안내단말기BIT 표출 시나리오를 비교분석하여, 기존 버스정보안내단말기 표출 시나리오의 개선방향 도출하며, 신규 BIT UI 개선 시 기존 BIT에도 공통 적용하도록 함 버스위치, 목적지, 첫차막차, 회차회차지 대기중, 전 정류장 정보, 진입정보, 통과정보, 홍보정보 등 시민의 편의성을 고려 또한, 선택한 노선이 경유 하는 정류소에 대한 홍보안내 문구를 제공할 수 있는 기능을 적용함노선파업 및 고장, 행사 등으로 인한 우회 등 특별상황 대비 노선개편에 따른 방면정보, 회차지 정보 등 최적의 정보제공 방안을제시하고 구축하여야 함 타 지자체 LEDLCD BIT 정보표출 방법 분석하여 개선방향 제시하고 발주 기관에서 정한 절차에 따라 정보표출 방법을 확정 후 개발, 적용하여야 함",
      "tables": [
        [
          [
            "요구\n사항\n상세\n설명",
            "세부\n내용",
            "○ 출발  및  회차시  별도의  조작  없이  노선  정보가  제공되는  방안을  제시  및 \n적용하여야 함\n○ 정보 제공시 「교통약자의 이동편의 증진법」을 검토하여 디자인 설계와 그에\n따른 정보제공대책을 강구하여 적용하여야 함\n○ 각  지자체  버스정보시스템의  정보신뢰성을  높이기  위하여  버스정보안내\n단말기(BIT)에  제공하는  정보의  신뢰성 및  정확도를  평가하고  필요시 이를 \n수정할 수 있는 방안을 제시 후 개선하여야 함\n○ 노선정보  변경  시  버전별  이력관리가  가능해야  하며, 버스운행사업계획\n변경 등에 따른 이력관리가 가능해야 함\n○ 시정홍보 및 재난/돌발정보, 날씨정보 등 기존 지자체의 제공 콘텐츠를 분석하여\n개선방안을 제시 후 개선하여야 함\n○ 미세먼지, 시정홍보, 재난/돌발정보, 날씨정보 등을 제공하여야 한다.\n○ 광역버스 빈자리 정보 및 2층 버스, 좌석예약 버스 픽토그램정보 제공\n○ 광역버스(M버스, 직행좌석시내버스) 빈자리 정보 및 2층 버스 정보제공하여야 한다.\n○ 시내버스 차내 혼잡도 정보(여유, 보통, 혼잡, 매우혼잡)를 제공하여야 한다.\n○ 마을버스 도착정보를 제공하여야 한다.\n○ 마을버스 차내 혼잡도 정보(여유, 보통, 혼잡, 매우혼잡)를 제공하여야 한다.\n○ 영문, 중문 버스도착정보를 제공하여야 한다.\n○ 친환경버스(수소, 전기) 버스 픽토그램으로 정보 제공\n○ 시외버스 목적지를 제공하여야 한다.\n○ 운영단말에 버스운행구간 교통상황 제공를 제공하여야 한다.\n○ 시역주변 정류소 BIT에 대한 지하철/철도 운행정보 제공(경기도 BMS센터 연계)\n※ 발주부서와 협의 후 진행\n○ 타  지자체  버스정보안내단말기(BIT) 표출  시나리오를  비교분석하여, 기존\n버스정보안내단말기 표출 시나리오의 개선방향 도출하며, 신규 BIT UI 개선 시\n기존 BIT에도 공통 적용하도록 함\n— 버스위치, 목적지, 첫차/막차, 회차(회차지  대기중), 전  정류장  정보,\n진입정보, 통과정보, 홍보정보 등 시민의 편의성을 고려\n— 또한, 선택한 노선이 경유 하는 정류소에 대한 홍보/안내 문구를 제공할 \n수  있는  기능을  적용함(노선파업  및  고장, 행사  등으로  인한  우회  등\n특별상황 대비)\n○ 노선개편에 따른 방면정보, 회차지 정보 등 최적의 정보제공 방안을 제시하고 \n구축하여야 함 \n※ 타 지자체 LED/LCD BIT 정보표출 방법 분석하여 개선방향 제시하고 발주\n기관에서 정한 절차에 따라 정보표출 방법을 확정 후 개발, 적용하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 78,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 77 - 요구사항 분류 교통부문 요구사항 고유번호 TSR-09 요구사항 명칭 정보 제공체계 전략 요구 사항 상세 설명 정의 일반이용자, 운영자 입장에서의 정보제공체계 전략 제시 세부 내용 가. 일반이용자 정류장별로 대기승객, 동시정차대수 및 통과 노선 수 규모 특성을 고려하여 현장여건에 맞는 효과적인 정보제공음성정보 포함을 하여야하며 음성정보 제공시 효과적인 제공방안을 제시하여 구축하여야 한다. 도착버스의 위치정보와 버스도착예정시간 등을 제공한다. 차량사고, 차량고장, 차량 내 위급상황 등을 포함한 버스도착지연 사유 및 기타사유로 인한 버스서비스 중지 등의 돌발 상황과 막차정보에 관한 정보 제공 전략을 제시하여 구축하여야 한다. 버스출발지 정류장의 버스정보안내 제공방안을 구축하여야 한다. UI 개선시 버스도착예정정보 외 시정홍보를 포함한 기타정보돌발정보, 자막는 현실을 반영하여 콘텐츠를 선정하며 이를 제공하기 위한 방안을 제시하여 구축 한다. 정보제공 시 교통약자를 고려하여야 하며 그에 따른 정보제공대책을 강구 하여 제시하고 구축하여야 한다. 나. 운영자 경기도 버스종합상황실 시스템의 수집 데이터를 통하여 얻을 수 있는 버스의 각종 정보를 파악할 수 있어야 한다. 특히 버스노선 변경, 정류소추가 및 삭제, 전산장비 및 현장장비에 이상 유무 확인 등 운영자 입장에서 운영관리가 용이하도록 전략을 수립하여 제시 후 시스템을 개선한다. 버스정보안내단말기에 정보를 표출할 때와 관련하여 송수신, 편집, 검색 등 센터운영자가 사용하기 편리하도록 사용자 인터페이스를 분석하여 개선하여야 한다. 장애처리 및 관리를 원활하게 할 수 있도록 시스템을 보완 구축한다.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-09"
          ],
          [
            "요구사항  명칭",
            "",
            "정보 제공체계 전략"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "일반이용자, 운영자 입장에서의 정보제공체계 전략 제시"
          ],
          [
            "",
            "세부\n내용",
            "가. 일반이용자\n○ 정류장별로 대기승객, 동시정차대수 및 통과 노선 수 규모 특성을 고려하여 \n현장여건에 맞는 효과적인 정보제공(음성정보 포함)을 하여야하며 음성정보 \n제공시 효과적인 제공방안을 제시하여 구축하여야 한다.\n◦ 도착버스의 위치정보와 버스도착예정시간 등을 제공한다.\n◦ 차량사고, 차량고장, 차량 내  위급상황  등을  포함한  버스도착지연  사유 및 \n기타사유로 인한 버스서비스 중지 등의 돌발 상황과 막차정보에 관한 정보\n제공 전략을 제시하여 구축하여야 한다.\n◦ 버스출발지 정류장의 버스정보안내 제공방안을 구축하여야 한다.\n◦ UI 개선시  버스도착예정정보  외  시정홍보를  포함한  기타정보(돌발정보,\n자막)는  현실을  반영하여  콘텐츠를  선정하며  이를  제공하기  위한  방안을\n제시하여 구축 한다.\n◦ 정보제공  시  교통약자를  고려하여야  하며  그에  따른  정보제공대책을  강구\n하여 제시하고 구축하여야 한다.\n나. 운영자\n○ 경기도 버스종합상황실 시스템의 수집 데이터를 통하여 얻을 수 있는 버스의\n각종 정보를 파악할 수 있어야 한다.\n◦ 특히 버스노선 변경, 정류소추가 및 삭제, 전산장비 및 현장장비에 이상 유무\n확인 등 운영자 입장에서 운영관리가 용이하도록 전략을 수립하여 제시 후 \n시스템을 개선한다.\n◦ 버스정보안내단말기에 정보를 표출할 때와 관련하여 송․수신, 편집, 검색 등\n센터운영자가 사용하기 편리하도록 사용자 인터페이스를 분석하여 개선하여야\n한다.\n◦ 장애처리 및 관리를 원활하게 할 수 있도록 시스템을 보완 구축한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 79,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 78 - 요구사항 분류 교통부문 요구사항 고유번호 TSR-11 요구사항 명칭 기타 사항 요구 사항 상세 설명 정의 버스정보시스템의 목표실현과 관련된 기타사항 제시 세부 내용 본 제안요청사항 중에서 버스정보시스템의 목표실현과 관련하여 효과를 한층 높일 수 있는 현황분석에 따른 시스템 구축안을 제안할 수 있다. 단 제안된 시스템 구축안은 현실적이고 구체적이어야 하며 이에 따른 비용은 계약상대자가 부담하여야 한다. 요구사항 분류 교통부문 요구사항 고유번호 TSR-10 요구사항 명칭 정보 연계전략 수립 요구 사항 상세 설명 정의 경기도 BMS 센터 및 유관기관 연계 제시 세부 내용 경기도 BMS 센터 및 유관기관과의 정보 연계를 위해 기존 운영되는 연계 시스템의 기술기준 준수여부, 기반정보 준수여부 등 문제점을 분석하여 센터간 원활한 버스정보연계 및 광역버스정보 제공 전략을 수립하고 구축해야 하며 다음사항을 준수하여 구축해야 함 대중교통버스 정보교환 기술기준을 준수하여 구축 버스정보시스템 기반정보 구축 및 관리요령를 준수하여 구축 지능형교통체계 표준 노드링크 구축관리 지침을 준수하여 구축 연계 시 표준 ID 체계를 준수하고 필요시 ID 매칭으로 정보교환 전략을 수립해야 함 기 구축 버스정보시스템 관련 시스템의 전기통신 용량을 분석하여 본 사업과의 연계방안을 모색하여야함 통신 트래픽 및 프로세스의 부하를 최소화 하여, 서비스의 중단 및 시스템의 기능저하가 발생하지 않도록 설계해야 함 시스템을 구성하는 각종 구성요소들은 장애 및 보안, 해킹 등으로부터 안전 하도록 대책을 수립하고 적용해야 함 기존에 운영되고 있는 현장장비 및 센터시스템의 부분적인 기능의 확대 및 증가가 요구되어 본 사업에서 성능 향상 또는 새로운 물량이 추가될 경우, 기존 시스템과 논리적 물리적으로 통합운영될 수 있는 방안을 제시하고적용해야함 첨단 기술이 적용되는 시스템의 경우, 기존 시스템의 자료구조, 통신 프로토콜 등과 연계 운영이 가능하도록 제시해야함 사업기간 내 TAGO 연계를 위한 경기도 및 지자체의 요구사항이 생길 경우 적극 지원하도록 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-10"
          ],
          [
            "요구사항  명칭",
            "",
            "정보 연계전략 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "경기도 BMS 센터 및 유관기관 연계 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 경기도 BMS 센터 및 유관기관과의 정보 연계를 위해 기존 운영되는 연계\n시스템의 기술기준 준수여부, 기반정보 준수여부 등 문제점을 분석하여 센터 간\n원활한 버스정보연계 및 광역버스정보 제공 전략을 수립하고 구축해야 하며\n다음사항을 준수하여 구축해야 함\n— “대중교통(버스) 정보교환 기술기준”을 준수하여 구축\n— “버스정보시스템 기반정보 구축 및 관리요령“를 준수하여 구축\n— “지능형교통체계 표준 노드링크 구축관리 지침”을 준수하여 구축\n※ 연계 시 표준 ID 체계를 준수하고 필요시 ID 매칭으로 정보교환 전략을  \n수립해야 함\n○ 기 구축 버스정보시스템 관련 시스템의 전기·통신 용량을 분석하여 본 사업과의\n연계방안을 모색하여야함\n○ 통신 트래픽 및 프로세스의 부하를 최소화 하여, 서비스의 중단 및 시스템의\n기능저하가 발생하지 않도록 설계해야 함\n○ 시스템을 구성하는 각종 구성요소들은 장애 및 보안, 해킹 등으로부터 안전\n하도록 대책을 수립하고 적용해야 함\n○ 기존에 운영되고 있는 현장장비 및 센터시스템의 부분적인 기능의 확대 및 \n증가가 요구되어 본 사업에서 성능 향상 또는 새로운 물량이 추가될 경우,\n기존 시스템과 논리적 물리적으로 통합․운영될 수 있는 방안을 제시하고 적용해야함\n○ 첨단 기술이 적용되는 시스템의 경우, 기존 시스템의 자료구조, 통신 프로토콜 등과\n연계 운영이 가능하도록 제시해야함\n○ 사업기간 내 TAGO 연계를 위한 경기도 및 지자체의 요구사항이 생길 경우 \n적극 지원하도록 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "교통부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "TSR-11"
          ],
          [
            "요구사항  명칭",
            "",
            "기타 사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "버스정보시스템의 목표실현과 관련된 기타사항 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 제안요청사항 중에서 버스정보시스템의 목표실현과 관련하여 효과를 한층\n높일 수 있는 현황분석에 따른 시스템 구축안을 제안할 수 있다. 단 제안된 \n시스템 구축안은 현실적이고 구체적이어야 하며 이에 따른 비용은 계약상대자가\n부담하여야 한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 80,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 79 - 다 시스템 부문 1 시스템장비 구성 요구사항Equipment Composition Requirement 요구사항 분류 시스템 부문 요구사항 고유번호 ECR-01 요구사항 명칭 시스템 구축개요 및 범위 요구 사항 상세 설명 정의 시스템 구축개요 및 범위 제시 세부 내용 시스템부문의 설계는 평택시 버스정보제공시스템 고도화 사업을 위한 시스템의 목표를 명확히 제시한다. 특히 각 제안사가 생각하는 제안의 특징과 버스운행 특성을 반영할 수 있는 방안을 제시하여 구축하여야 한다. 요구사항 분류 시스템 부문 요구사항 고유번호 ECR-02 요구사항 명칭 시스템 설계목표 요구 사항 상세 설명 정의 시스템 설계목표 제시 세부 내용 시스템부문의 설계는 평택시 버스정보제공시스템 고도화 사업의 추진목표와 동일하게 시스템의 목표를 명확히 제시 후 시스템을 개선한다. 특히 각 제 안사가 생각하는 제안의 특징과 평택시의 고유한 성향을 반영할 수 있는 방안이 제시되어야 한다. 또한, 추후 경기도, 수도권, 서울시 교통센터와 연계하여 모니터링, 자동 업그레이드, 연계운영, 유기적인 관리체계를 운영할 수 있는 방안이 경쟁력 있게 제시 되어야 한다. 요구사항 분류 시스템 부문 요구사항 고유번호 ECR-03 요구사항 명칭 시스템 설계 개념도 요구 사항 상세 설명 정의 시스템 설계 개념도 제시 세부 내용 시스템의 목표를 구현하기 위한 효율적인 시스템 설계방안을 설계개념도로 명확히 제시 후 시스템을 개선한다.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "ECR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템 구축개요 및 범위"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 구축개요 및 범위 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템부문의 설계는 평택시 버스정보제공시스템 고도화 사업을 위한 시스템의\n목표를 명확히 제시한다. 특히 각 제안사가 생각하는 제안의 특징과 버스운행\n특성을 반영할 수 있는 방안을 제시하여 구축하여야 한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "ECR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템 설계목표"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 설계목표 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템부문의 설계는 평택시 버스정보제공시스템 고도화 사업의 추진목표와\n동일하게 시스템의 목표를 명확히 제시 후 시스템을 개선한다. 특히 각 제\n안사가  생각하는  제안의  특징과  평택시의  고유한  성향을  반영할  수  있는 \n방안이 제시되어야 한다.\n○ 또한, 추후 경기도, 수도권, 서울시 교통센터와 연계하여 모니터링, 자동 업그레이드,\n연계운영, 유기적인  관리체계를  운영할  수  있는  방안이  경쟁력  있게  제시\n되어야 한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "ECR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템 설계 개념도"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 설계 개념도 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템의 목표를 구현하기 위한 효율적인 시스템 설계방안을 설계개념도로 \n명확히 제시 후 시스템을 개선한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 81,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 80 - 요구사항 분류 시스템 부문 요구사항 고유번호 ECR-04 요구사항 명칭 하드웨어 요구 사항 상세 설명 정의 센터 장비 및 하드웨어 개선사항 제시 세부 내용 센터네트워크의 사양 선정에 있어서 가장 중점을 두어야 할 부분은 시스템의 확장성, 안정성, 일정한 성능 유지, 유지관리의 효율성을 고려해야 함 현재 기 구축 및 미운영중인 센터장비에 대한 재활용 방안을 제시하고 발주처와 협의 후 반영해야함 제안요청서에서 제시한 사업 범위와 목적을 명확히 파악하여 기 구축된 평택시 버스정보시스템의 개선 및 사업 범위 확대로 인한 문제점을 도출하고 이에 대한 보완 방안으로 필요한 하드웨어를 제시할 수 있다.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "ECR-04"
          ],
          [
            "요구사항  명칭",
            "",
            "하드웨어"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "센터 장비 및 하드웨어 개선사항 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 센터네트워크의 사양 선정에 있어서 가장 중점을 두어야 할 부분은 시스템의\n확장성, 안정성, 일정한 성능 유지, 유지관리의 효율성을 고려해야 함\n○ 현재 기 구축 및 미운영중인 센터장비에 대한 재활용  방안을 제시하고 \n발주처와 협의 후 반영해야함\n○ 제안요청서에서 제시한 사업 범위와 목적을 명확히 파악하여 기 구축된 평택시\n버스정보시스템의 개선 및 사업 범위 확대로 인한 문제점을 도출하고 이에 \n대한 보완 방안으로 필요한 하드웨어를 제시할 수 있다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 82,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 81 - 2 기능 요구사항System Function Requirement 요구사항 분류 시스템 부문 요구사항 고유번호 SFR-01 요구사항 명칭 소프트웨어 요구사항 요구 사항 상세 설명 정의 기 구축 운영 중인 버스정보센터 소프트웨어수집, 가공, 제공, 운영시스템에 대한 현황 분석 후 문제점 및 개선방안 제시 세부 내용 현재 평택시에서 운영 중인 버스정보 수집, 가공, 제공, 운영시스템에 대한 현황 분석 후 문제점을 개선해야 한다. 경기도 BMS 연계체계 실시간 버스정보 수집, 가공, 제공체계 데이터베이스 구조개선 버스정보센터 운영단말 소프트웨어 평택시 버스정보시스템의 센터 소프트웨어 기능은 경기도 버스종합상황실과 기타 유관기관과의 정보연계 기능 및 버스정보의 수집가공제공 기능이 주된 기능이며, 사업구간의 버스정류소간 거리, 버스 최대속도, 전산서버 처리능력 및 경기도 버스종합상황실과의 정보수집 및 정보제공 주기 등을 면밀히 검토하여 제시 후 시스템을 개선한다. 기 구축 운영 중인 버스정보센터 소프트웨어의 문제점을 파악하여 개선방안을 제시 후 시스템을 개선한다. 시스템 관련기능으로 전체 기능의 구조, 자료의 구조를 단계별로 상세히 제시하고, 시스템 용어를 명확하게 제시한다. 서브시스템별, 시스템간 프로세스를 정의하고 데이터 흐름도를 제시한다. 사용자 인터페이스, 메뉴체계도, 사용자화면 등을 제시한다. 기 구축된 버스정보센터의 서버 안정화를 위해 기존 시스템을 분석하여, 서버 및 데이터베이스의 구조를 개선 할 수 있는 방안을 제시 후 시스템을 개선 한다. 운영단말 프로그램을 분석하여, 현 시스템을 개선하여야 한다. 시정정보 및 홍보용 시나리오 전송 기능을 분석하여 개선 기반데이터 수집에 대한 처리 절차 개선 카메라 모니터링 기능을 분석하여 효율적인 모니터링 환경으로 개선",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "소프트웨어 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기  구축  운영  중인  버스정보센터  소프트웨어(수집, 가공, 제공, 운영시스템)에 \n대한 현황 분석 후 문제점 및 개선방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 현재 평택시에서 운영 중인 버스정보 수집, 가공, 제공, 운영시스템에 대한 \n현황 분석 후 문제점을 개선해야 한다.\n— 경기도 BMS 연계체계\n— 실시간 버스정보 수집, 가공, 제공체계\n— 데이터베이스 구조개선\n— 버스정보센터 운영단말 소프트웨어\n○ 평택시 버스정보시스템의 센터 소프트웨어 기능은 경기도 버스종합상황실과\n기타 유관기관과의 정보연계 기능 및 버스정보의 수집․가공․제공 기능이 \n주된  기능이며, 사업구간의  버스정류소간  거리, 버스  최대속도, 전산서버\n처리능력  및  경기도  버스종합상황실과의  정보수집  및  정보제공  주기  등을 \n면밀히 검토하여 제시 후 시스템을 개선한다.\n○ 기 구축 운영 중인 버스정보센터 소프트웨어의 문제점을 파악하여 개선방안을\n제시 후 시스템을 개선한다.\n○ 시스템  관련기능으로  전체  기능의  구조, 자료의  구조를  단계별로  상세히\n제시하고, 시스템 용어를 명확하게 제시한다.\n○ 서브시스템별, 시스템간 프로세스를 정의하고 데이터 흐름도를 제시한다.\n○ 사용자 인터페이스, 메뉴체계도, 사용자화면 등을 제시한다.\n○ 기 구축된 버스정보센터의 서버 안정화를 위해 기존 시스템을 분석하여, 서버\n및 데이터베이스의 구조를 개선 할 수 있는 방안을 제시 후 시스템을 개선\n한다.\n○ 운영단말 프로그램을 분석하여, 현 시스템을 개선하여야 한다.\n— 시정정보 및 홍보용 시나리오 전송 기능을 분석하여 개선\n— 기반데이터 수집에 대한 처리 절차 개선\n— 카메라 모니터링 기능을 분석하여 효율적인 모니터링 환경으로 개선"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 83,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 82 - 요구사항 분류 시스템 부문 요구사항 고유번호 SFR-02 요구사항 명칭 버스도착정보 신뢰도 검증 시스템 요구 사항 상세 설명 정의 도착예정정보 신뢰도 분석 및 시뮬레이션 프로그램 개발 세부 내용 버스 도착정보 산출을 위한 알고리즘 및 데이터 퓨전, 보정 등에 사용되는 다양한 파라미터값 관리 가중치, 필터 기준 수치 등 조회 및 편집 과거 적용된 이력 조회 도착예정정보 신뢰도 산출 실시간 제공된 도착예정정보 신뢰도 산출 파라미터 값을 변경하고 과거 이력을 활용한 도착예정정보 신뢰도 산출 기존 교통정보 가공 알고리즘을 분석하여 개선방향을 도출하고 구현해야 함 최소 3개 이상의 도착정보 알고리즘을 구현하고, 구간별 신뢰도가 가장 높은 알고리즘이 실시간 자동 적용되도록 퓨전-알고리즘을 제공하며 알고리즘별 정확도를 측정하여 보고서로 제공하여야 한다. 도착정보의 일관성과 시스템부하 최소화를 위해, 도착정보는 가공 프로 세스에서 일괄 생성하여 DBMS에 적재되어야 한다. 특히 지자체의 외곽지역 배차간격이 큰 지점에 대한 버스도착예정정보가 정확하지 않아 이를 개선할 수 있는 방안을 제시하여야 함 위 시뮬레이션 프로그램은 도착예정정보의 신뢰도를 높이기 위해 과거 데이터를 시뮬레이션 함세부적인 UI 및 설계구현 방안은 발주기관과 협의하고 승인을 득해야 함 요구사항 분류 시스템 부문 요구사항 고유번호 SFR-03 요구사항 명칭 통합운영단말시스템버스운행관리시스템 요구 사항 상세 설명 정의 버스정보시스템 운영단말 시스템 개발 세부 내용 버스정보시스템 운영단말 기능개선 각종 자료의 조회정렬 기능 추가차량단말기 운영현황, 운영정보 조회 등 시간대별 음성, 동영상, 노선 정보 제공 관리기능 개선 시설물 관리 SW, 운행관리 SW, 노선관리 통합 프로그램 개발",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "버스도착정보 신뢰도 검증 시스템"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "도착예정정보 신뢰도 분석 및 시뮬레이션 프로그램 개발"
          ],
          [
            "",
            "세부\n내용",
            "○ 버스 도착정보 산출을 위한 알고리즘 및 데이터 퓨전, 보정 등에 사용되는 \n다양한 파라미터값 관리\n— 가중치, 필터 기준 수치 등 조회 및 편집   \n— 과거 적용된 이력 조회\n○ 도착예정정보 신뢰도 산출\n— 실시간 제공된 도착예정정보 신뢰도 산출\n— 파라미터 값을 변경하고 과거 이력을 활용한 도착예정정보 신뢰도 산출\n○ 기존 교통정보 가공 알고리즘을 분석하여 개선방향을 도출하고 구현해야 함\n— 최소 3개 이상의 도착정보 알고리즘을 구현하고, 구간별 신뢰도가 가장 \n높은  알고리즘이  실시간  자동  적용되도록  퓨전-알고리즘을  제공하며\n알고리즘별 정확도를 측정하여 보고서로 제공하여야 한다.\n— 도착정보의  일관성과 시스템부하 최소화를  위해, 도착정보는 가공 프로\n세스에서 일괄 생성하여 DBMS에 적재되어야 한다.\n○ 특히  지자체의  외곽지역  배차간격이  큰  지점에  대한  버스도착예정정보가 \n정확하지 않아 이를 개선할 수 있는 방안을 제시하여야 함\n※ 위 시뮬레이션 프로그램은 도착예정정보의 신뢰도를 높이기 위해 과거 데이터를\n시뮬레이션  함(세부적인  UI 및  설계/구현  방안은  발주기관과  협의하고\n승인을 득해야 함)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "통합운영단말시스템(버스운행관리시스템)"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "버스정보시스템 운영단말 시스템 개발"
          ],
          [
            "",
            "세부\n내용",
            "○ 버스정보시스템 운영단말 기능개선\n— 각종 자료의 조회⋅정렬 기능 추가(차량단말기 운영현황, 운영정보 조회 등)\n— 시간대별 음성, 동영상, 노선 정보 제공 관리기능 개선\n— 시설물 관리 S/W, 운행관리 S/W, 노선관리 통합 프로그램 개발"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 84,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 83 - 요구사항 분류 시스템 부문 요구사항 고유번호 SFR-04 요구사항 명칭 상황판시스템 요구 사항 상세 설명 정의 버스정보시스템 상황판 시스템 개발 세부 내용 버스정보센터의 전자지도를 분석하여 도로의 신설 및 개편에 따라 자동으로 업데이트 될 수 있는 Open 맵을 활용하는 방안으로 개선하여야 함 운영자가 전체시스템의 이상 유무, 버스운행정보를 파악하도록 구현 운영자의 설정에 따라 차량의 운행정보 수신시 또는 특정 상황 이벤트 감지 시 알람을 발생 하여야 한다. 검출률, 통신지연, 승하차재차인원등의 정보는 한눈에 파악이 가능한 차트를 제공하고 확대축소탐색 기능을 제공하여야 한다. 준 실시간 현황 파악이 가능토록 운행노선수, 운행차량수, 승하차인원, 재차 인원, 돌발 상황, 장애현황, 데이터 연계처별 트래픽현황을 대시보드로 제공 하여야 한다. 운영자들이 원하는 형태Excel, 저장 등의 통계정보 리포팅 기능 개선 노선별, 차량별 수집율 통계정보, 노선별 운행여부 확인실시간 운행 대수, 시간대일별 운행대수 및 차량번호 등 BMS 고도화를 위한 기능 개선배차간격 준수, 과속노선이탈 등 부당운행 통계 기능 등 발주기관 협의 시설물 관리 SW 기능개선 각종 자료의 조회정렬 및 그래프 표출 기능 추가 BIT 상태이상 항목별 조회온도이상, 메모리 이상, 문 열림 등 기존 운영 중인 BIT 운영프로그램에서 기존 장비 및 신규 장비 통합운영이 가능하도록 통합운영프로그램 개선",
      "tables": [
        [
          [
            "",
            "",
            "— 운영자들이 원하는 형태(Excel, 저장 등)의 통계정보 리포팅 기능 개선\n— 노선별, 차량별 수집율 통계정보, 노선별 운행여부 확인(실시간 운행 대수,\n시간대/일별 운행대수 및 차량번호) 등\n— BMS 고도화를 위한 기능 개선(배차간격 준수, 과속/노선이탈 등 부당운행\n통계 기능 등 발주기관 협의)\n○ 시설물 관리 S/W 기능개선\n— 각종 자료의 조회⋅정렬 및 그래프 표출 기능 추가\n— BIT 상태이상 항목별 조회(온도이상, 메모리 이상, 문 열림 등)\n○ 기존 운영 중인 BIT 운영프로그램에서 기존 장비 및 신규 장비 통합운영이 \n가능하도록 통합운영프로그램 개선"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-04"
          ],
          [
            "요구사항  명칭",
            "",
            "상황판시스템"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "버스정보시스템 상황판 시스템 개발"
          ],
          [
            "",
            "세부\n내용",
            "○ 버스정보센터의 전자지도를 분석하여 도로의 신설 및 개편에 따라 자동으로\n업데이트 될 수 있는 Open 맵을 활용하는 방안으로 개선하여야 함\n○ 운영자가 전체시스템의 이상 유무, 버스운행정보를 파악하도록 구현\n○ 운영자의  설정에  따라  차량의  운행정보  수신시  또는  특정  상황  이벤트\n감지 시 알람을 발생 하여야 한다.\n○ 검출률, 통신지연, 승하차/재차인원등의 정보는 한눈에 파악이 가능한 차트를\n제공하고 확대/축소/탐색 기능을 제공하여야 한다.\n○ 준 실시간 현황 파악이 가능토록 운행노선수, 운행차량수, 승하차인원, 재차\n인원, 돌발 상황, 장애현황, 데이터 연계처별 트래픽현황을 대시보드로 제공\n하여야 한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 85,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 84 - 요구사항 분류 시스템 부문 요구사항 고유번호 SFR-05 요구사항 명칭 시설물관리 시스템 요구 사항 상세 설명 정의 버스정보시스템 시설물관리 시스템 개발 세부 내용 통합운영단말의 시설물 제어, 상태정보 및 유지관리 등 기능을 분리하여 시설물관리 프로그램으로 제작해야 함 시설물관리 프로그램에는 서버네트워크프로세스DB Size 등의 상태도 표출되도록 개선해야 함 ServerClient 프로그램에 의한 프로세스 외에 SNMS에서 체크하는 서버 및 엔진 점유율 상태 등으로 분리하여 개선해야 함 특히, 센터-현장간 시설물 통신 상태는 소켓연결 상태, 회선불량 상태를 구분하여 개선하여야 하고 관련 서버프로그램을 개선해야 함 관리자용 모바일 웹은 시설물관리프로그램의 주요 개선사항이 포함되도록 개발해야하며, BIT위치, 장애 등 장애관리가 쉽게 확인이 가능하도록 구현 해야함 시스템센터, 현장의 장애 및 위험수준 발생 시 정확한 장애내용이 SMS로 관리자 또는 유지보수 담당에게 제공되도록 구현되어야 함 BIT 선택 시 해당 장비의 이력정보를 확인할 수 있어야함설치년도, 제조사, 상태 등 정류소 내 현장장비를 모니터링 할 수 있는 카메라 관리 시스템 개선 내용 제시 요구사항 분류 시스템 부문 요구사항 고유번호 SFR-06 요구사항 명칭 BI 제공서버 정보수집데이터 처리 요구 사항 상세 설명 정의 BIT제공통신 서버 통신 프로토콜 수정 세부 내용 통신 프로토콜 수정BIT 노선 방면, 정류장 기반에 차고지회차지 제공 BIT통신 프로토콜 수정BIT 노선 방면, 정류장 기반에 차고지회차지 제공 BIT제공용 정보 처리 개선BIT 노선 방면, 정류장 기반에 차고지회차지 제공",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-05"
          ],
          [
            "요구사항  명칭",
            "",
            "시설물관리 시스템"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "버스정보시스템 시설물관리 시스템 개발"
          ],
          [
            "",
            "세부\n내용",
            "○ 통합운영단말의  시설물  제어, 상태정보  및  유지관리  등  기능을  분리하여\n시설물관리 프로그램으로 제작해야 함\nSize 등의  상태도 \n○ 시설물관리  프로그램에는  서버/네트워크/프로세스/DB\n표출되도록 개선해야 함\n○ Server/Client 프로그램에 의한 프로세스 외에 SNMS에서 체크하는 서버 및 \n엔진 점유율 상태 등으로 분리하여 개선해야 함\n○ 특히, 센터-현장간  시설물  통신  상태는  소켓연결  상태, 회선불량  상태를\n구분하여 개선하여야 하고 관련 서버프로그램을 개선해야 함\n○ 관리자용  모바일  웹은  시설물관리프로그램의  주요  개선사항이  포함되도록 \n개발해야하며,\nBIT위치, 장애  등  장애관리가  쉽게  확인이  가능하도록  구현\n해야함\n○ 시스템(센터, 현장)의 장애 및 위험수준 발생 시 정확한 장애내용이 SMS로 \n관리자 또는 유지보수 담당에게 제공되도록 구현되어야 함\n○ BIT 선택 시 해당 장비의 이력정보를 확인할 수 있어야함(설치년도, 제조사,\n상태 등)\n○ 정류소 내 현장장비를 모니터링 할 수 있는 카메라 관리 시스템 개선 내용 제시"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-06"
          ],
          [
            "요구사항  명칭",
            "",
            "BI 제공서버 정보/수집/데이터 처리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "BIT제공(통신) 서버 통신 프로토콜 수정"
          ],
          [
            "",
            "세부\n내용",
            "○ 통신 프로토콜 수정(BIT 노선 방면, 정류장 기반에 차고지/회차지 제공)\n○ BIT통신 프로토콜 수정(BIT 노선 방면, 정류장 기반에 차고지/회차지 제공)\n○ BIT제공용 정보 처리 개선(BIT 노선 방면, 정류장 기반에 차고지/회차지 제공)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 86,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 85 - 요구사항 분류 시스템 부문 요구사항 고유번호 SFR-07 요구사항 명칭 버스정류소 안내단말기 소프트웨어 요구 사항 상세 설명 정의 버스정류소 안내단말기 소프트웨어 기능 요구사항 제시 세부 내용 버스정류소 안내기에 제공되는 정보는 버스정보센터를 통해서 제공되며 해당 정류장을 경유하는 모든 버스 정보로 구성되도록 해야 함 효율적인 유지관리를 위해 버스정보센터에서 원격제어함체전원 reset 기능 및 onoff표출부 onoff가 가능해야 함 심야시간 등 불필요한 운영으로 인한 에너지 낭비를 방지할 수 있도록 이용 효율화 방안 제시하고 구현해야 함 BIS센터에서 현장 시설물에 대하여 원격점검 및 제어기능정보표출상태 및 전원, 시스템 가동, 버스노선정보, 시정정보, 시간 등이 구현 통신모듈장애에 대하여 자동복구 될 수 있도록 Watch Dog 기능이 구현 되어야 함 BIS센터에서 전송한 메시지가 정상적으로 표출되었는지 확인 및 버스정류장 및 버스정류소 안내단말기 상황을 확인할 수 있는 화면감시 카메라 기능이 운영되도록 구현 막차정보와 운행종료 정보 제공 음성안내기능을 구현하여 교통약자의 이용편리성 확보 동영상스케줄에 의한 표출, 자막, 날짜요일시간 등 정보 표출 BIT 인터페이스 프로토콜은 평택시 자체 프로토콜로 통합 구축 정보제공 기능 및 화면 디자인 등은 이용자의 혼란을 방지하기 위해 발주 기관과 협의하여 구성 전원 및 통신의 차단복구 시 자동으로 시스템 복구기능 구현 순환노선의 경우 종착지, 회차지점을 기준으로 BIT가 설치된 정류장의 상대적 위치에 따라 노선운행 방향을 표시할 수 있도록 구현되어야 함 노선, 현재위치, 도착예정시간, 행선지 등을 이용자가 쉽게 이해할 수 있도록 설계저상버스 표출 등 홍보물동영상, 텍스트 등을 원활하게 다운로드 할 수 있도록 설계에 반영 광역버스 빈자리 및 일반버스 차내혼잡도 정보는 경기도 정보를 연계 후 가공하여 제공할 수 있도록 구현 정보 표출과 무관한 부품환경보드 등 고장 시에도 정보 표출이 가능토록 구현 동영상 및 실시간 버스도착예정정보 제공에 무리가 없는 통신 속도 및 성능 구현 홍보물동영상, 텍스트 등을 원활하게 다운로드 할 수 있도록 기능 반영",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "SFR-07"
          ],
          [
            "요구사항  명칭",
            "",
            "버스정류소 안내단말기 소프트웨어"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "버스정류소 안내단말기 소프트웨어 기능 요구사항 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 버스정류소 안내기에 제공되는 정보는 버스정보센터를 통해서 제공되며 해당\n정류장을 경유하는 모든 버스 정보로 구성되도록 해야 함\n○ 효율적인 유지관리를 위해 버스정보센터에서 원격제어(함체전원 reset 기능)\n및 on/off(표출부 on/off)가 가능해야 함\n○ 심야시간 등 불필요한 운영으로 인한 에너지 낭비를 방지할 수 있도록 이용\n효율화 방안 제시하고 구현해야 함\n○ BIS센터에서 현장 시설물에 대하여 원격점검 및 제어기능(정보표출상태 및 \n전원, 시스템 가동, 버스노선정보, 시정정보, 시간 등)이 구현\n○ 통신모듈장애에 대하여 자동복구 될  수 있도록 Watch Dog 기능이 구현\n되어야 함\n○ BIS센터에서 전송한 메시지가 정상적으로 표출되었는지 확인 및 버스정류장 \n및 버스정류소 안내단말기 상황을 확인할 수 있는 화면감시 카메라 기능이 \n운영되도록 구현\n○ 막차정보와 운행종료 정보 제공\n○ 음성안내기능을 구현하여 교통약자의 이용편리성 확보\n○ 동영상(스케줄에 의한 표출), 자막, 날짜/요일/시간 등 정보 표출\n○ BIT 인터페이스 프로토콜은 평택시 자체 프로토콜로 통합 구축\n○ 정보제공 기능 및 화면 디자인 등은 이용자의 혼란을 방지하기 위해 발주\n기관과 협의하여 구성\n○ 전원 및 통신의 차단‧복구 시 자동으로 시스템 복구기능 구현\n○ 순환노선의 경우 종착지, 회차지점을 기준으로 BIT가 설치된 정류장의 상대적\n위치에 따라 노선운행 방향을 표시할 수 있도록 구현되어야 함\n○ 노선, 현재위치, 도착예정시간, 행선지 등을 이용자가 쉽게 이해할 수 있도록\n설계(저상버스 표출 등)\n○ 홍보물(동영상, 텍스트 등)을 원활하게 다운로드 할 수 있도록 설계에 반영\n○ 광역버스  빈자리  및  일반버스  차내혼잡도  정보는  경기도  정보를  연계  후 \n가공하여 제공할 수 있도록 구현\n○ 정보 표출과 무관한 부품(환경보드 등) 고장 시에도 정보 표출이 가능토록 구현\n○ 동영상 및 실시간 버스도착예정정보 제공에 무리가 없는 통신 속도 및 성능 구현\n○ 홍보물(동영상, 텍스트 등)을 원활하게 다운로드 할 수 있도록 기능 반영"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 87,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 86 - 3 성능 요구사항Performance Requirement 요구사항 분류 시스템 부문 요구사항 고유번호 PER-001 요구사항 명칭 응용시스템 처리 능력 요구 사항 상세 설명 정의 응용시스템이 원활히 동작하도록 기능 구현 세부 내용 사용자들에게 최적화된 정보시스템 서비스를 제공하고 안정적인 운영과 유지를 위해 처리속도 및 시간Time Speed, 처리량Throughput, 자원 사용량Use of Resource을 고려하여 최적을 제시해야 함 수집 및 가공된 자료는 DBMS 부하 최소화를 위해 시간주기최대건수등의 파라미터 설정에 따라 일정량을 모아서 한번에 저장할 수 있어야 한다. 평균 응답시간 가공프로세스나 통계추출과 같이 장시간을 요하지 않는 자료의 응답속도는 3초 이내로 함 시스템을 사용하는 동시접속자 수가 최대 사용자수의 90 이상을 초과하는 경우는 적용되지 않음 평균 처리시간 시스템 정상상태에서 사용자의 건별 등록수정 요구사항은 3초 이내 처리 함 동작 처리 시스템의 동시접속 사용자 수는 최대 100명으로 하며, 운영단말, 특성온라인 트랜잭션, Batch 처리 및 운영매체에 따라 분류하며 발주기관과 협의하여 조정할 수 있으며, 협의 이전또는 제안시 타당한 근거를 제시해야 함 자원 사용율 시스템의 메모리는 최대부하 시점에서도 90를 초과해서는 안 됨 시스템의 정상상태에서 50 이하를 유지해야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "응용시스템 처리 능력"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "응용시스템이 원활히 동작하도록 기능 구현"
          ],
          [
            "",
            "세부\n내용",
            "○ 사용자들에게  최적화된  정보시스템  서비스를  제공하고  안정적인  운영과\n유지를  위해  처리속도  및  시간(Time & Speed), 처리량(Throughput), 자원 \n사용량(Use of Resource)을 고려하여 최적을 제시해야 함\n○ 수집 및 가공된 자료는 DBMS 부하 최소화를 위해 시간주기/최대건수등의 \n파라미터 설정에 따라 일정량을 모아서 한번에 저장할 수 있어야 한다.\n○ 평균 응답시간\n— 가공프로세스나 통계추출과 같이 장시간을 요하지 않는 자료의 응답속도는\n3초 이내로 함\n— 시스템을 사용하는 동시접속자 수가 최대 사용자수의 90% 이상을 초과하는\n경우는 적용되지 않음\n○ 평균 처리시간\n— 시스템 정상상태에서 사용자의 건별 등록/수정 요구사항은 3초 이내 처리 함\n○ 동작 처리\n— 시스템의 동시접속 사용자 수는 최대 100명으로 하며, 운영단말, 특성(온라인\n트랜잭션, Batch 처리 및 운영매체)에 따라 분류하며 발주기관과 협의하여\n조정할 수 있으며, 협의 이전(또는 제안시) 타당한 근거를 제시해야 함\n○ 자원 사용율\n— 시스템의 메모리는 최대부하 시점에서도 90%를 초과해서는 안 됨\n— 시스템의 정상상태에서 50% 이하를 유지해야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 88,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 87 - 요구사항 분류 시스템 부문 요구사항 고유번호 PER-002 요구사항 명칭 응용시스템 최적의 성능 고려한 기능구현 요구 사항 상세 설명 정의 응용시스템의 최적의 성능을 고려한 기능구현 세부 내용 소프트웨어의 상호 기능적 연계를 통하여, 다양한 버스정보관리전략에 따라 상황관리가 이루어 질 수 있도록 소프트웨어의 기능 구현을 최우선의 목적 으로 함 최적의 소프트웨어 프로그램 구현과 편리한 운영환경, 향후 확장 및 연계가 용이한 소프트웨어 프로그램이 되도록 개발되어야 함 소프트웨어는 개방성, 호환성, 확장성, 유연성 등을 고려하여 유지관리가 용 이하여야 하며, 목적 및 기능에 적합하게 채택된 하드웨어 장비에서 최적의 성능을 발휘할 수 있도록 설계해야 함 개발 소프트웨어는 운영 중인 하드웨어 및 소프트웨어 환경을 조사하여 운 영현황에 적합한 환경에서 운영이 가능하도록 개발되어야 하고, 필요한 경우 개선 또는 추가사항을 기술하여 제안 4 인터페이스 요구사항System Interface Requirement 요구사항 분류 시스템 부문 요구사항 고유번호 SIR-01 요구사항 명칭 안정적인 시스템과 운영편리성인터페이스 요구 사항 상세 설명 정의 인터페이스 요구사항 제시 세부 내용 시스템 간 인터페이스는 안정성이 보장되도록 기능이 구현되어야 하며, 운영자를 위한 인터페이스는 편리성이 보장되도록 기능 구현 사용자의 편의성, 정보 접근성, 작업 효율성, 정보 유용성 등을 위해 화면 레이아웃, 디자인 등을 고려하고, 응용소프트웨어는 내부 시스템 및 외부연계를 위한 시스템과 인터페이스가 유기적이고 원활히 동작해야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "응용시스템 최적의 성능 고려한 기능구현"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "응용시스템의 최적의 성능을 고려한 기능구현"
          ],
          [
            "",
            "세부\n내용",
            "○ 소프트웨어의 상호 기능적 연계를 통하여, 다양한 버스정보관리전략에 따라 \n상황관리가 이루어 질 수 있도록 소프트웨어의 기능 구현을 최우선의 목적\n으로 함\n○ 최적의 소프트웨어 프로그램 구현과 편리한 운영환경, 향후 확장 및 연계가 \n용이한 소프트웨어 프로그램이 되도록 개발되어야 함\n○ 소프트웨어는 개방성, 호환성, 확장성, 유연성 등을 고려하여 유지관리가 용\n이하여야 하며, 목적 및 기능에 적합하게 채택된 하드웨어 장비에서 최적의 \n성능을 발휘할 수 있도록 설계해야 함\n○ 개발 소프트웨어는 운영 중인 하드웨어 및 소프트웨어 환경을 조사하여 운\n영현황에 적합한 환경에서 운영이 가능하도록 개발되어야 하고, 필요한 경우\n개선 또는 추가사항을 기술하여 제안"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "SIR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "안정적인 시스템과 운영편리성(인터페이스)"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "인터페이스 요구사항 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템  간  인터페이스는  안정성이  보장되도록  기능이  구현되어야  하며,\n운영자를 위한 인터페이스는 편리성이 보장되도록 기능 구현\n○ 사용자의  편의성, 정보  접근성, 작업  효율성, 정보  유용성  등을  위해  화면 \n레이아웃, 디자인 등을 고려하고,\n○ 응용소프트웨어는 내부 시스템 및 외부연계를 위한 시스템과 인터페이스가 \n유기적이고 원활히 동작해야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 89,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 88 - 5 데이터 요구사항Data Requirement 요구사항 분류 시스템 부문 요구사항 고유번호 DAR-01 요구사항 명칭 기반자료 구축 요구 사항 상세 설명 정의 센터 기반자료 구축 사항 제시 세부 내용 기반자료는 관련 지침을 준수하여 구축하고, 무결성을 유지하며 광역버스정 보 교환 또한 표준을 준수한 데이터를 교환하도록 기능 구현 표준 적용 버스정보시스템 기반정보 구축 및 관리요령 지능형교통체계 표준 노드링크 구축기준 버스노선 및 정류장 등도 관리요령에 따라 ID 및 속성정보를 구축해야 함 단, 기반자료의 변경은 전체시스템을 변경할 우려를 고려하여 별도의 매칭 DB를 구성하여 시스템에 활용할 수 있음 연계정보는 반드시 표준노드링크, 버스정보 기반정보로 연계하여 혼선이 발생되지 않도록 해야 함 시스템 연계는 대중교통버스 정보교환기술 기준을 준수하여야 함 기초자료 구축 버스정보시스템의 각종 테스트, 사용자 교육, 시범운영 등 일련의 과정을 수행하기 위해 필수적인 기초 및 패턴 데이터를 구축하여야 함 사전에 충분한 자료의 확보 및 확보된 자료의 이상 유무를 확인하여 구축하여야 함 데이터 저장보존 데이터는 기존 보관주기 등의 현황을 분석하여 영구보존, 삭제주기 변경 등 보관 방안을 제시 안정적인 DB공간 활용을 위해 파티션테이블의 불필요한 추가보관을 하지 않으며, 삭제 시 데이터영역에서 Data와 Index를 제거해 주어야 함 데이터 무결성 시스템 내외부에서 인터페이스 되는 정보는 무결성을 유지하여 저장되도록 설계 구축해야 함 좌표계는 세계측지계를 준수하여 하며 기존 시스템과 좌표계가 상이할 경우 좌표계를 변환해야 하며 프로그램에 표출 등 업무분장의 한계는 각 지자체와 협의 후 승인을 득하고 구축해야 함 노드링크는 공간DB 인덱싱Spatial indexing을 통해 우회, 노선이탈, 비상업 운행 중인 차량의 위치를 링크 상에 빠르게 맵매칭 하여 이동경로가 링크 상에서 파악 가능하도록 기능을 제공하여야 한다.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "기반자료 구축"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "센터 기반자료 구축 사항 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 기반자료는 관련 지침을 준수하여 구축하고, 무결성을 유지하며 광역버스정\n보 교환 또한 표준을 준수한 데이터를 교환하도록 기능 구현\n○ 표준 적용\n— “버스정보시스템 기반정보 구축 및 관리요령”\n— “지능형교통체계 표준 노드·링크 구축기준”\n— 버스노선 및 정류장 등도 관리요령에 따라 ID 및 속성정보를 구축해야 함\n— 단, 기반자료의 변경은 전체시스템을 변경할 우려를 고려하여 별도의 매칭\nDB를 구성하여 시스템에 활용할 수 있음\n— 연계정보는 반드시 표준노드링크, 버스정보 기반정보로 연계하여 혼선이 \n발생되지 않도록 해야 함\n— 시스템 연계는 대중교통(버스) 정보교환기술 기준을 준수하여야 함\n○ 기초자료 구축 \n— 버스정보시스템의 각종 테스트, 사용자 교육, 시범운영 등 일련의 과정을\n수행하기 위해 필수적인 기초 및 패턴 데이터를 구축하여야 함\n— 사전에  충분한  자료의  확보  및  확보된  자료의  이상  유무를  확인하여\n구축하여야 함\n○ 데이터 저장/보존\n— 데이터는 기존 보관주기 등의 현황을 분석하여 영구보존, 삭제주기 변경 등\n보관 방안을 제시\n— 안정적인  DB공간  활용을  위해  파티션테이블의  불필요한  추가/보관을 \n하지 않으며, 삭제 시 데이터영역에서 Data와 Index를 제거해 주어야 함\n○ 데이터 무결성\n— 시스템 내외부에서 인터페이스 되는 정보는 무결성을 유지하여 저장되도록\n설계 구축해야 함\n○ 좌표계는 세계측지계를 준수하여 하며 기존 시스템과 좌표계가 상이할 경우\n좌표계를 변환해야 하며 프로그램에 표출 등 업무분장의 한계는 각 지자체와\n협의 후 승인을 득하고 구축해야 함\nindexing)을 통해 우회, 노선이탈, 비상업\n○ 노드/링크는 공간DB 인덱싱(Spatial\n운행  중인  차량의  위치를  링크  상에  빠르게  맵매칭 하여  이동경로가 링크 \n상에서 파악 가능하도록 기능을 제공하여야 한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 90,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 89 - 6 제약사항 요구사항Constraint Requirement 요구사항 분류 시스템 부문 요구사항 고유번호 COR-01 요구사항 명칭 개발표준 제약사항 요구 사항 상세 설명 정의 개발 프레임 워크, 웹 표준 등 개발표준관련 제시 세부 내용 개발 프레임 워크 및 언어 전자정부 표준프레임워크 2.0 개발환경 적용 웹 접근성 향상을 위한 국가표준 기술 가이드라인 준수 W3C에서 권고하는 웹 표준 준수 모바일 전자정부 서비스 관리지침 준수안전행정부 모바일 서비스 사용자 인터페이스 설계 지침 준수안전행정부 대국민 모바일 서비스 구축 가이드라인 준수안전행정부 ActiveX 대체 기술 가이드라인 준수인터넷진흥원 행정기관 등 웹사이트 운영 가이드라인 준수안전행정부 요구사항 분류 시스템 부문 요구사항 고유번호 COR-02 요구사항 명칭 개발관련 제약사항 요구 사항 상세 설명 정의 개발관련 소유권 및 지식재산권, 법적분쟁관련제시 세부 내용 소유권 및 지식재산권, 법적분쟁 해결 사업수행으로 발생한 산출물프로그램, 디자인, 콘텐츠 등은 발주처와 사업수행자 공동 소유를 원칙으로 하며, 상호협의에 따라 결정하도록 한다. 사업완료 즉시 발주처에 제공 단, 계약상대자에게 귀속된 지적재산권각종 프로그램 등의 경우라도 발주기관의 당해 목적물 사용기능개선, 유지보수 등에 있어서 어떠한 제한도 할 수 없다. 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동 활용할 계획이 없음 사업대상 구성품 일체에 사용된 프로그램 및 SW가 국내외의 특허권 및 저작권을 침해한다는 이유로 발주처를 상대로 한 소송이 제기 되었을 경우 수행사의 비용으로 이를 변호하고, 소송과 관련된 구성품의 대체품을 제공하는 등 향후 소송에 대비하여야 한다.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "개발표준 제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개발 프레임 워크, 웹 표준 등 개발표준관련 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 개발 프레임 워크 및 언어\n— 전자정부 표준프레임워크 2.0 개발환경 적용\n○ 웹 접근성 향상을 위한 국가표준 기술 가이드라인 준수\n○ W3C에서 권고하는 웹 표준 준수\n○ 모바일 전자정부 서비스 관리지침 준수(안전행정부)\n○ 모바일 서비스 사용자 인터페이스 설계 지침 준수(안전행정부)\n○ 대국민 모바일 서비스 구축 가이드라인 준수(안전행정부)\n○ ActiveX 대체 기술 가이드라인 준수(인터넷진흥원)\n○ 행정기관 등 웹사이트 운영 가이드라인 준수(안전행정부)"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "개발관련 제약사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개발관련 소유권 및 지식재산권, 법적분쟁관련 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 소유권 및 지식재산권, 법적분쟁 해결\n— 사업수행으로  발생한  산출물(프로그램, 디자인, 콘텐츠  등)은  발주처와\n사업수행자 공동 소유를 원칙으로 하며, 상호협의에 따라 결정하도록 한다.\n(사업완료 즉시 발주처에 제공)\n— 단, 계약상대자에게  귀속된  지적재산권(각종  프로그램  등)의  경우라도\n발주기관의  당해  목적물  사용(기능개선, 유지보수  등)에  있어서  어떠한 \n제한도 할 수 없다.\n— 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조(계약목적물의\n지식재산권 귀속 등)에 따라 타 기관과 공동 활용할 계획이 없음\n— 사업대상 구성품 일체에 사용된 프로그램 및 S/W가 국내외의 특허권 및 \n저작권을  침해한다는  이유로  발주처를  상대로  한  소송이  제기  되었을 \n경우 수행사의 비용으로 이를 변호하고, 소송과 관련된 구성품의 대체품을\n제공하는 등 향후 소송에 대비하여야 한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 91,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 90 - 행정기관 및 공공기관 정보시스템 구축운영지침 제60조계약목적물의 지식재산권 귀속 및 기술자료임치 등 관련법령 따라 본 사업과 관련하여 계약자가 작성한 제안도서 및 개발된 응용SW에 대한 지적재산권 귀속은 계약당사자간 공동으로 소유함 계약자가 작성한 제안도서가 관계법령 등에 위배될 경우 즉시 수정 보완 하여야 하며 이에 소요되는 비용은 계약자 부담으로 함 계약자는 본 사업과 관련되는 내용을 발주기관의 사전 승인 없이 도서 등에 게재하거나 제3자에게 누설할 수 없음 모든 개발 소스코드에 대해서는 임치제도를 통해 공개함 요구사항 분류 시스템 부문 요구사항 고유번호 COR-03 요구사항 명칭 시스템 기능개선 및 연계 요구 사항 상세 설명 정의 시스템 기능개선 및 연계 부분에 대한 지침 제시 세부 내용 행정기관 및 공공기관 정보시스템 구축운영 지침 준수행정안전부고시 개인정보의 안정성 확보조치 기준 및 표준 개인정보보호 지침 준수행정안전부고시 웹 표준 및 웹 호환성 준수 지침 준수행정안전부고시 개발 프레임워크 적용 시 향후 시스템 확장성, 기술 호환성 등을 위해 개방형 표준 기반의 전자정부 표준프레임워크 적용 요구사항 분류 시스템 부문 요구사항 고유번호 COR-04 요구사항 명칭 SW산출물 반출 절차 관련 제약 내용 요구 사항 상세 설명 정의 SW산출물 반출 절차 관련 제약 내용 제시 세부 내용 계약자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정제4조 및 제안요청서에 명시된 누출금지 정보에 해당하지 않을 경우 SW산출물을 제공함.단 계약자는 아래 내용을 준수하여야 함 계약자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지 정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 계약자 대표명의의 확약서를 발주기관에 제출하여야 함",
      "tables": [
        [
          [
            "",
            "",
            "— 행정기관 및 공공기관 정보시스템 구축·운영지침 제60조(계약목적물의\n지식재산권 귀속 및 기술자료임치) 등 관련법령 따라 본 사업과 관련하여\n계약자가 작성한 제안도서 및 개발된 응용S/W에 대한 지적재산권 귀속은\n계약당사자간 공동으로 소유함\n— 계약자가 작성한 제안도서가 관계법령 등에 위배될 경우 즉시 수정 보완\n하여야 하며 이에 소요되는 비용은 계약자 부담으로 함\n— 계약자는 본 사업과 관련되는 내용을 발주기관의 사전 승인 없이 도서 등에\n게재하거나 제3자에게 누설할 수 없음  \n※ 모든 개발 소스코드에 대해서는 임치제도를 통해 공개함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템 기능개선 및 연계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 기능개선 및 연계 부분에 대한 지침 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 행정기관 및 공공기관 정보시스템 구축․운영 지침 준수(행정안전부고시)\n○ 개인정보의 안정성 확보조치 기준 및 표준 개인정보보호 지침 준수(행정안전부고시)\n○ 웹 표준 및 웹 호환성 준수 지침 준수(행정안전부고시)\n○ 개발 프레임워크 적용 시 향후 시스템 확장성, 기술 호환성 등을 위해 개방형\n표준 기반의 전자정부 표준프레임워크 적용"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "시스템 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-04"
          ],
          [
            "요구사항  명칭",
            "",
            "S/W산출물 반출 절차 관련 제약 내용"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "S/W산출물 반출 절차 관련 제약 내용 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 계약자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며,\n발주기관에서는 「보안업무규정」 제4조 및 제안요청서에 명시된 누출금지\n정보에  해당하지  않을  경우  SW산출물을  제공함.(단  계약자는  아래  내용을 \n준수하여야 함)\n○ 계약자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지\n정보로  명시한  정보를  삭제하고  활용하여야  하며, 이를  확인하는  계약자\n대표명의의 확약서를 발주기관에 제출하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 92,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 91 - 라 사업관리 부문 1 프로젝트 관리 요구사항Project Management Requirement 요구사항 분류 사업관리 부문 요구사항 고유번호 PMR-01 요구사항 명칭 사업관리 방안 요구 사항 상세 설명 정의 본 사업의 사업관리 방안 제시 세부 내용 사업자는 핵심인력관리, 조달관리, 품질관리, 공정관리, 운영 및 하자보수, 그리고개별 관리사항을 종합하는 통합관리에 역점을 두어 심도 있는 사업 관리를 수행하여야 한다. 사업 착수부터 사업시행, 종료이후까지 단계별로 효율적인 사업관리를 위해 세부적인 공정계획을 수립하고 진도율 및 부진공정을 철저히 관리하여 전문적인 기술팀과 협력업체를 운영하여 공기 내에 과업이 완료될 수 있도록 한다. 공종별로 품질관리계획을 수립하고, 품질보증시스템 운영 FLOW 및 관리항목에 의한 보증계획을 수립하여 모든 시스템과 연계하여 효율적인 사업수행이 이루어질 수 있도록 하여야 한다. 본 사업을 수행함에 있어 사업수행조직, 품질보증계획 등을 제시한다. 계약자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관 으로부터 사전승인을 받아야 함 발주기관은 계약자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법 제76조제1항제3호 및 지방계약법제92조제1항제19호에 따라 입찰참가자격을 제한함",
      "tables": [
        [
          [
            "",
            "",
            "○ 계약자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관\n으로부터 사전승인을 받아야 함\n○ 발주기관은 계약자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 \n경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 「국가계약법」\n제76조제1항제3호 및 「지방계약법」제92조제1항제19호에 따라 입찰참가자격을\n제한함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "사업관리 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "사업관리 방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 사업관리 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업자는  핵심인력관리, 조달관리, 품질관리, 공정관리, 운영  및  하자보수,\n그리고 개별 관리사항을 종합하는 통합관리에 역점을 두어 심도 있는 사업\n관리를 수행하여야 한다.\n○ 사업 착수부터 사업시행, 종료이후까지 단계별로 효율적인 사업관리를 위해 \n세부적인  공정계획을  수립하고  진도율  및  부진공정을  철저히  관리하여\n전문적인 기술팀과 협력업체를 운영하여 공기 내에 과업이 완료될 수 있도록 한다.\n○ 공종별로 품질관리계획을 수립하고, 품질보증시스템 운영 FLOW 및 관리항목에\n의한  보증계획을  수립하여  모든  시스템과  연계하여  효율적인  사업수행이 \n이루어질 수 있도록 하여야 한다.\n○ 본 사업을 수행함에 있어 사업수행조직, 품질보증계획 등을 제시한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 93,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 92 - 요구사항 분류 사업관리 부문 요구사항 고유번호 PMR-02 요구사항 명칭 핵심인력관리 및 작업 장소 요구 사항 상세 설명 정의 본 사업수행 조직 및 작업 장소 제시 세부 내용 사업수행조직은 사업관리자PM, 부문별 관리자PL로 구분하여 실제 투입될 핵심인력과 투입계획을 제시 사업관리자PM 및 구성원 사업관리자PM는 엔지니어링 사업대가의 기준, 소프트웨어사업대가의 기준 기술자 및 정보통신기술자 등급의 기준으로 중급이상의 핵심기술자로 사업 및 업무에 대한 권한과 책임을 가진 자로 선정하여 제시 각 부문별 PL은 핵심초급기술자 이상인 자가 상주해야 하며 센터시스템 부문으로 분류함 SW 개발자는 확정설계 및 요구사항 정의 단계까지 현장에 상주해야 함 사업관리자PM는 사업수행에 필요한 제반 지식과 경험을 갖고 있어야 하며, 본 사업에 필요한 제반 지식에 정통하고 감독원의 지시에 따라 각종 업무와 기술적 책임, 보안, 안전 등을 담당하며 사업시작부터 종료 시까지 사업을 추진하여야 한다. 계약자는 분야별 핵심책임기술자의 제반지식 부족 및 불성실로 인해 감 독관으로부터 교체 요청이 있을 경우 핵심책임기술자를 즉시 교체하여야 한다. 작업 장소 상호협의 사업자의 사업수행을 위하여 필요한 장소 및 설비, 기타 작업환경은 상호 협의하여 정함 계약자는 작업 장소 상호협의 시 제안요청서 내 명시된 작업원격지 개 발장소 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관 에서는 제시된 작업 장소에 관하여 우선 검토한다. 다만, 발주기관에서는 계약자가제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "사업관리 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "핵심인력관리 및 작업 장소"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업수행 조직 및 작업 장소 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업수행조직은 사업관리자PM), 부문별 관리자(PL)로 구분하여 실제 투입될\n핵심인력과 투입계획을 제시\n○ 사업관리자(PM) 및 구성원\n— 사업관리자(PM)는  엔지니어링  사업대가의  기준, 소프트웨어사업대가의 \n기준 기술자 및 정보통신기술자 등급의 기준으로 중급이상의 핵심기술자로\n사업 및 업무에 대한 권한과 책임을 가진 자로 선정하여 제시\n— 각 부문별 PL은 핵심초급기술자 이상인 자가 상주해야 하며 센터시스템 \n부문으로 분류함\n— SW 개발자는 확정설계 및 요구사항 정의 단계까지 현장에 상주해야 함\n— 사업관리자(PM)는  사업수행에 필요한  제반 지식과  경험을  갖고  있어야 \n하며, 본 사업에 필요한 제반 지식에 정통하고 감독원의 지시에 따라 각종\n업무와 기술적 책임, 보안, 안전 등을 담당하며 사업시작부터 종료 시까지\n사업을 추진하여야 한다.\n— 계약자는 분야별 핵심책임기술자의 제반지식 부족 및 불성실로 인해 감\n독관으로부터  교체  요청이  있을  경우  핵심책임기술자를  즉시  교체하여야 \n한다.\n○ 작업 장소 상호협의\n— 사업자의 사업수행을 위하여 필요한 장소 및 설비, 기타 작업환경은 상호\n협의하여 정함\n— 계약자는 작업 장소 상호협의 시 제안요청서 내 명시된 작업(원격지 개\n발)장소 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관\n에서는 제시된 작업 장소에 관하여 우선 검토한다. 다만, 발주기관에서는 \n계약자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 \n수 있음"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 94,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 93 - 요구사항 분류 사업관리 부문 요구사항 고유번호 PMR-03 요구사항 명칭 프로젝트 관리 요구 사항 상세 설명 정의 프로젝트 관리방안 제시 세부 내용 사업자는 품질관리, 핵심인력관리, 공정관리, 시공관리, 형상관리, 산출물 관리, 시험관리, 리스크 관리 등 프로젝트 관리 방법론을 제시하고 종합적으로사업 관리를 수행해야 함 품질보증 및 품질관리 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시해야 함 제안사가 대외적으로 인정받을만한 품질보증관련 인증을 받은 경우 이를 입증할 수 있는 근거서류를 제시하여야 함 국토교통부에서 고시한 대중교통버스 정보교환 기술기준을 준수 문서관리 확정설계, 보완설계 등 도서, 사진대지, 공문서 등 업무체계를 반영하여 효과적으로 관리하기 위한 계획을 수립해야 함 운영 상황일지, 변경관리, 보안관리, 백업관리 등 시스템 관리 일지, 시스템센터, 현장 장애관리 일지 등 구축 단계별 산출물 및 변경, 형상 관리를 철저히 수립해야 함 프로젝트 일정계획은 요구사항의 규모 및 구축단계 등을 고려하여 작업분할 구조WBS로 세분화하여 공정내용을 작성하고 단계별산출물을 제시해야 함 공정관리 프로젝트 일정계획에 따라 진도율 및 부진공정을 철저히 관리하여 공기 내 과업이 완료될 수 있도록 해야 함 요구사항 관리 요구사항 관리 및 추적관리 방안을 제시하고 사업수행 시 이를 준수하여 관리하여야 함 요구사항 관리 및 변경사항은 버전별로 따로 관리하여 하여야 함 발주처의 제안요청서, 설계도서와 계약자의 제안서와 비교 분석하여 발주처의 요구사항의 누락부분은 반영하여 관리 하여야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "사업관리 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트 관리방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업자는 품질관리, 핵심인력관리, 공정관리, 시공관리, 형상관리, 산출물 관리,\n시험관리, 리스크 관리 등 프로젝트 관리 방법론을 제시하고 종합적으로 사업\n관리를 수행해야 함 \n○ 품질보증 및 품질관리\n— 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시해야 함\n— 제안사가 대외적으로 인정받을만한 품질보증관련 인증을 받은 경우 이를\n입증할 수 있는 근거서류를 제시하여야 함\n— 국토교통부에서 고시한 “대중교통(버스) 정보교환 기술기준”을 준수\n○ 문서관리\n— 확정설계, 보완설계 등 도서, 사진대지, 공문서 등 업무체계를 반영하여 \n효과적으로 관리하기 위한 계획을 수립해야 함\n— 운영  상황일지, 변경관리, 보안관리, 백업관리  등  시스템  관리  일지,\n시스템(센터, 현장) 장애관리 일지 등 구축 단계별 산출물 및 변경, 형상\n관리를 철저히 수립해야 함\n○ 프로젝트 일정계획은 요구사항의 규모 및 구축단계 등을 고려하여 작업분할\n구조(WBS)로 세분화하여 공정내용을 작성하고 단계별산출물을 제시해야 함\n○ 공정관리\n— 프로젝트 일정계획에 따라 진도율 및 부진공정을 철저히 관리하여 공기 \n내 과업이 완료될 수 있도록 해야 함\n○ 요구사항 관리\n— 요구사항 관리 및 추적관리 방안을 제시하고 사업수행 시 이를 준수하여\n관리하여야 함\n— 요구사항 관리 및 변경사항은 버전별로 따로 관리하여 하여야 함\n— 발주처의  제안요청서, 설계도서와  계약자의  제안서와  비교  분석하여\n발주처의 요구사항의 누락부분은 반영하여 관리 하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 95,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 94 - 요구사항 분류 사업관리 부문 요구사항 고유번호 PMR-04 요구사항 명칭 착수계 제출 요구 사항 상세 설명 정의 본사업의 착수계 제출과 관련한 사항 세부 내용 사업자는 계약일로부터 7일 이내에 본 사업을 수행하기 위하여 필요한 관리 기능 등을 포함하여 착수계를 제출하여야 한다. - 착수계 - 현장대리인계 사업관리자 및 현장출입 핵심기술자 명단 - 사업 수행 계획서전체 예정공정표 포함 - 사업수행조직도핵심기술자 조직표 - 보안각서 - 기타 발주처가 지정한 사항 요구사항 분류 사업관리 부문 요구사항 고유번호 PMR-05 요구사항 명칭 하도급 사전승인 요구 사항 상세 설명 정의 본 사업 수행 시 하도급 사전승인 등과 관련한 사항 세부 내용 하도급 사전승인 - 하도급의 경우소프트웨어 진흥법 시행규칙제14조 및소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시의 규정에 의하여 반드시하도급계약 전에 발주기관으로부터 사전승인을 받아야함. 하도급 비율제한 및 재하도급 금지 - 본 사업 과업의 일부를 하도급하려는 경우소프트웨어 진흥법제51제1항에 따라 소프트에서 사업금액의 100분의 50을 초과할 수 없다, 다만, 제2항에 따라 하도급이 가능하며, 제3항에 따라 재하도급을 할 수 있음 하도급 계획서 제출 요청 - 본 사업 과업의 일부를 하도급하려는 경우 입찰 시 및 계약체결 시소프트 웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시의 별지 7호의 소프트웨어사업 하도급계획서를 제출하여야 함. 하도급 계약의 적정성 판단 세부기준 명시 - 하도급계약의 승인을 신청하는 경우,소프트웨어사업 계약 및 관리감독에 관한 지침에 따른 하도급계약의 적정성 판단 세부기준에 따라 적정성여부를 판단하며, 평가점수가 85점 이상인 경우에 한하여 하도급계약을 승인함. 다만, 85점 이상인 경우라 하더라도 하도급 계약의 세부조건 등으로 인하여 사업의 원활한 수행이 불가능하다고 인정되는 경우 그 사유를 기재하여 하 도급 승인 거절을 통보할 수 있음.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "사업관리 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-04"
          ],
          [
            "요구사항  명칭",
            "",
            "착수계 제출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본사업의 착수계 제출과 관련한 사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업자는 계약일로부터 7일 이내에 본 사업을 수행하기 위하여 필요한 관리\n기능 등을 포함하여 착수계를 제출하여야 한다.\n- 착수계\n- 현장대리인계 (사업관리자 및 현장출입 핵심기술자 명단)\n- 사업 수행 계획서(전체 예정공정표 포함)\n- 사업수행조직도(핵심기술자 조직표)\n- 보안각서\n- 기타 발주처가 지정한 사항"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "사업관리 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-05"
          ],
          [
            "요구사항  명칭",
            "",
            "하도급 사전승인"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업 수행 시 하도급 사전승인 등과 관련한 사항"
          ],
          [
            "",
            "세부\n내용",
            "○ 하도급 사전승인\n- 하도급의  경우「소프트웨어  진흥법  시행규칙」제14조  및「소프트웨어사업 \n계약 및 관리감독에 관한 지침」(과학기술정보통신부 고시)의 규정에 의하여\n반드시 하도급계약 전에 발주기관으로부터 사전승인을 받아야함.\n○ 하도급 비율제한 및 재하도급 금지\n- 본  사업  과업의  일부를  하도급하려는  경우「소프트웨어  진흥법」제51제1항에 \n따라 소프트에서 사업금액의 100분의 50을 초과할 수 없다, 다만, 제2항에 \n따라 하도급이 가능하며, 제3항에 따라 재하도급을 할 수 있음\n○ 하도급 계획서 제출 요청\n- 본 사업 과업의 일부를 하도급하려는 경우 입찰 시 및 계약체결 시「소프트\n웨어사업 계약 및 관리감독에 관한 지침」(과학기술정보통신부 고시)의 별지\n7호의 소프트웨어사업 하도급계획서를 제출하여야 함.\n○ 하도급 계약의 적정성 판단 세부기준 명시\n- 하도급계약의 승인을 신청하는 경우,「소프트웨어사업 계약 및 관리감독에 \n관한 지침」에 따른 [하도급계약의 적정성 판단 세부기준]에 따라 적정성여부를\n판단하며, 평가점수가  85점  이상인  경우에  한하여  하도급계약을  승인함.\n다만,\n85점 이상인 경우라 하더라도 하도급 계약의 세부조건 등으로 인하여\n사업의 원활한 수행이 불가능하다고 인정되는 경우 그 사유를 기재하여 하\n도급 승인 거절을 통보할 수 있음."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 96,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 95 - 요구사항 분류 기타 부문 요구사항 고유번호 PMR-06 요구사항 명칭 준공검사 요구 사항 상세 설명 정의 준공검사 및 준공도서와 관련한 사항 세부 내용 가. 준공검사 방법 선정사업자는 사업 준공 시 사업 성과물에 대한 품질준수 여부를 확인하기 위한 절차로서 발주담당자에서 실시하는 종합성능평가의 평가항목별 평가 기준 준수 여부를 인준 받아야 한다. 발주기관 및 발주담당자에서 제시하는 준공검사목록에 대한 항목별 적격 여부를 인준 받아야 한다. 한편 사업 준공에 필요한 다음 각 호의 서류를 제출하여 승인받아야 한다. 개발 소프트웨어의 요구기능에 대한 개발방법론과 성과품에 대한 검증 나. 준공도서 작성목록 준공도면 - 2부 시공상세도면 - 2부 시스템 개발보고서 - 2부 운영 및 유지관리 지침서 - 필요 수량 납품 장비 목록 장비 제조자 및 설치자, 주소, 전화번호, 장비별 사용설명서 포함 - 2부 시험운영계획서 및 결과보고서 - 2부 장비 보증서, 시험성적서, 표준적용 검증성적서- 2부 인허가 관련 발급 받은 신고 및 인허가 필증 원본 2부필요시 비상연락망도 - 2부 효과분석 평가보고서 - 2부필요시 CD 3SET소프트웨어 Source, 프로트콜, 센터 개발소스 등 포함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기타 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-06"
          ],
          [
            "요구사항  명칭",
            "",
            "준공검사"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "준공검사 및 준공도서와 관련한 사항"
          ],
          [
            "",
            "세부\n내용",
            "가. 준공검사 방법\n○ 선정사업자는 사업 준공 시 사업 성과물에 대한 품질준수 여부를 확인하기 \n위한  절차로서  발주담당자에서  실시하는  종합성능평가의  평가항목별  평가\n기준 준수 여부를 인준 받아야 한다.\n○ 발주기관  및  발주담당자에서  제시하는  준공검사목록에  대한  항목별  적격 \n여부를 인준 받아야 한다.\n○ 한편 사업 준공에 필요한 다음 각 호의 서류를 제출하여 승인받아야 한다.\n— 개발 소프트웨어의 요구기능에 대한 개발방법론과 성과품에 대한 검증\n나. 준공도서 작성목록\n2부\n○ 준공도면 -\n2부\n○ 시공상세도면 -\n2부\n○ 시스템 개발보고서 -\n○ 운영 및 유지관리 지침서 - 필요 수량\n- 2부\n○ 납품 장비 목록 (장비 제조자 및 설치자, 주소, 전화번호, 장비별 사용설명서 포함)\n2부\n○ 시험운영계획서 및 결과보고서 -\n2부\n○ 장비 보증서, 시험성적서, 표준적용 검증성적서-\n○ 인․허가 관련 발급 받은 신고 및 인․허가 필증 원본 – 2부(필요시)\n2부\n○ 비상연락망도 -\n2부(필요시)\n○ 효과분석 평가보고서 -\n○ CD 3SET(소프트웨어 Source, 프로트콜, 센터 개발소스 등 포함)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 97,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 96 - 2 품질 요구사항Quality Requirement 요구사항 분류 품질 요구사항 고유번호 QUR-01 요구사항 명칭 품질관리 방안 요구 사항 상세 설명 정의 본 사업의 품질관리 방안 제시 세부 내용 신뢰성 시스템은 365일 무중단 되어 서비스 되어야 함 시스템의 장애 대응을 위하여 백업환경이 구축되고 주기별 정책에 따라 백업이 진행되어야 함 시스템 장애 발생 시 장애에 대한 정보를 관리자에게 전달할 수 있는 방안을 제시하고 신속하게 복구되어야 함 사용성 인터페이스는 관리자, 장애인고령자 등이 쉽게 접근할 수 있도록 관련 지침을 준수하여 구현되어야 함운영단말 시스템의 기능을 수행하기 위해 지도기반으로 쉽게 접근하여 관리될 수 있도록 사용자 운영성을 고려하여 구축하여야 함 시스템의 변경수정삭제시 연관된 기능이 연속적으로 처리되어 사용자 편의성을 고려해야 함 시스템에서 제공하는 인터페이스 기능과 방법은 관리자용 매뉴얼로 제공 되어야 함 유지보수성 시스템의 업그레이드 변경절차를 기술해야 함 시스템의 릴리즈패치는 자동으로 이루어질 수 있도록 구현되어야 함 시스템의 하자보수기간은 1년으로 함 시스템의 확장 시 성능저하 없이 처리용량이 선형적으로 증가해야 함 이식성 개발보완시스템은 기존시스템과 완벽한 호환성을 가져야 함 보안성 사용자 인증, 사용자 접근제어, 데이터 무결성, 데이터 복구, 보안정책 및 지침을 준수하여야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "품질관리 방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 품질관리 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 신뢰성\n— 시스템은 365일 무중단 되어 서비스 되어야 함\n— 시스템의 장애 대응을 위하여 백업환경이 구축되고 주기별 정책에 따라 \n백업이 진행되어야 함\n— 시스템  장애  발생  시  장애에  대한  정보를  관리자에게  전달할  수  있는 \n방안을 제시하고 신속하게 복구되어야 함\n○ 사용성\n— 인터페이스는 관리자, 장애인·고령자 등이 쉽게 접근할  수  있도록 관련 \n지침을 준수하여 구현되어야 함(운영단말)\n— 시스템의 기능을 수행하기 위해 지도기반으로 쉽게 접근하여 관리될 수 \n있도록 사용자 운영성을 고려하여 구축하여야 함\n— 시스템의 변경/수정/삭제시 연관된 기능이 연속적으로 처리되어 사용자 \n편의성을 고려해야 함\n— 시스템에서 제공하는 인터페이스 기능과 방법은 관리자용 매뉴얼로 제공\n되어야 함\n○ 유지보수성\n— 시스템의 업그레이드 변경절차를 기술해야 함 \n— 시스템의 릴리즈(패치)는 자동으로 이루어질 수 있도록 구현되어야 함\n— 시스템의 하자보수기간은 1년으로 함\n— 시스템의 확장 시 성능저하 없이 처리용량이 선형적으로 증가해야 함\n○ 이식성\n— 개발(보완)시스템은 기존시스템과 완벽한 호환성을 가져야 함\n○ 보안성\n— 사용자  인증, 사용자  접근제어, 데이터  무결성, 데이터  복구, 보안정책 \n및 지침을 준수하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 98,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 97 - 요구사항 분류 품질 요구사항 고유번호 QUR-02 요구사항 명칭 품질관리 계획 요구 사항 상세 설명 정의 본 사업의 단위시스템별 품질기준을 제시 세부 내용 사업의 산출물로 구축된 시스템은 현장, 센터, 통신시스템 등 전 시스템 분야에서 장애발생시각으로부터 24시간 이내에 복구 등 하자보수가 가능하여야 한다. 통신, 표출, 제어, 인터페이스 등 모든 기능을 포함하는 버스정보안내단말기의 전체 구동율은 95.0 이상이어야 하며, 지속적으로 유지한다. 버스정류장 안내단말기, 인터넷 등에 표출되는 버스도착예정정보는 버스 도착 건수 대비 95 이상, 정보신뢰성은 평균오차시간 3분 미만이어야 한다. 15개전 정류장의 버스도착예정시간 정보가 오차범위 3분이내에서 95 이상의 신뢰도를 확보하여야 한다. 계약상대자는 발주기관의 품질향상을 위한 일체의 업무에 적극 협조, 지원한다. 요구사항 분류 품질 요구사항 고유번호 QUR-03 요구사항 명칭 납품 기기의 규격 및 품질관리 요구 사항 상세 설명 정의 본 사업의 납품자재 및 기기의 규격에 맞는 물품 사용방안을 제시 세부 내용 납품되는 BIT 사양은 부록 4BIT 사양의 사양이상으로 납품하여야 한다. 준공후 소요인원상주인원 및 요구기술, 기능 수준을 제시하여야 한다. 납품 자재 및 기기는 KS 표시품 또는 동등이상의 KC 인증을 필한 제품으로 규격에 맞게 제조된 물품을 사용하되 제안요청서에 제시한 규격과 동등하거나 동등이상의 제품이어야 하며, 납품 이전에 감독원의 승인을 득한 후 사용 하여야 한다. 납품자재 및 기기가 타 업체 또는 개인의 특허나 이에 유사한 지적재산권 등을 침해하지 않도록 구입 등 설치하여야 한다. 제안요청서에 특별히 명시되지 않는 사항중 기기 성능, 특성상 국내외 공인 기관 인증제품, 인증규격 이외의 물품에 대해서는 감독관과 협의하여 사용한다. 본 사업에 소요되는 각종 물품 및 부품은 최신기술의 신품이어야 한다. 계약자는 설치 완료후 시험 계획에 따라 시험 및 검사를 실시하여야 하며, 최종 시험 및 검사는 감독관 입회하에 실시한다. 검사 및 시험에 합격한 자재 또는 기기라도 사용할 때, 변질 또는 불량품으로 인정될 때에는 이를 사용해서는 안 된다. 주요자재 및 기기는 인증 제품을 사용하여야 하고, 시험성적서, 기타 해당 자재 및 기기의 품질을 증명할 수 있는 자료를 제출하여 검사결과에 대한 승인을 받아야 하며, 시험과정 입회 확인 요구 시 계약자는 이에 응하여야 한다.",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "품질관리 계획"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 단위시스템별 품질기준을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업의 산출물로 구축된 시스템은 현장, 센터, 통신시스템 등 전 시스템 분야에서\n장애발생시각으로부터 24시간 이내에 복구 등 하자보수가 가능하여야 한다.\n○ 통신, 표출, 제어, 인터페이스 등 모든 기능을 포함하는 버스정보안내단말기의\n전체 구동율은 95.0% 이상이어야 하며, 지속적으로 유지한다.\n○ 버스정류장 안내단말기, 인터넷 등에 표출되는 버스도착예정정보는 버스 도착\n건수 대비 95% 이상, 정보신뢰성은 평균오차시간 3분 미만이어야 한다.\n○ 15개전 정류장의 버스도착예정시간 정보가 오차범위 ±3분이내에서 95% 이상의\n신뢰도를 확보하여야 한다.\n○ 계약상대자는 발주기관의 품질향상을 위한 일체의 업무에 적극 협조, 지원한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "납품 기기의 규격 및 품질관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 납품자재 및 기기의 규격에 맞는 물품 사용방안을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 납품되는 BIT 사양은 부록 4(BIT 사양)의 사양이상으로 납품하여야 한다.\n○ 준공후 소요인원(상주인원) 및 요구기술, 기능 수준을 제시하여야 한다.\n○ 납품 자재 및 기기는 KS 표시품 또는 동등이상의 KC 인증을 필한 제품으로\n규격에 맞게 제조된 물품을 사용하되 제안요청서에 제시한 규격과 동등하거나\n동등이상의  제품이어야  하며, 납품 이전에  감독원의  승인을  득한  후  사용\n하여야 한다.\n○ 납품자재 및 기기가 타 업체 또는 개인의 특허나 이에 유사한 지적재산권 등을\n침해하지 않도록 구입 등 설치하여야 한다.\n○ 제안요청서에 특별히 명시되지 않는 사항중 기기 성능, 특성상 국내외 공인\n기관 인증제품, 인증규격 이외의 물품에 대해서는 감독관과 협의하여 사용한다.\n○ 본 사업에 소요되는 각종 물품 및 부품은 최신기술의 신품이어야 한다.\n○ 계약자는 설치 완료후 시험 계획에 따라 시험 및 검사를 실시하여야 하며,\n최종 시험 및 검사는 감독관 입회하에 실시한다.\n○ 검사 및 시험에 합격한 자재 또는 기기라도 사용할 때, 변질 또는 불량품으로\n인정될 때에는 이를 사용해서는 안 된다.\n○ 주요자재 및  기기는 인증  제품을  사용하여야  하고, 시험성적서, 기타  해당\n자재  및  기기의  품질을 증명할  수 있는  자료를  제출하여  검사결과에 대한 \n승인을 받아야 하며, 시험과정 입회 확인 요구 시 계약자는 이에 응하여야 한다."
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 99,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 98 - 3 보안 요구사항Security Requirement 요구사항 분류 보안 요구사항 고유번호 SER-01 요구사항 명칭 보안 유지 요구 사항 상세 설명 정의 사업수행 핵심인력의 정보보안에 관한 요구사항을 제시 세부 내용 본 사업과 관련하여 취득한 사업내용 등 일체의 보안사항은 사업 수행중은 물론 사업종료 후에라도 일체 유출 또는 누설을 금하며, 사업 수행과 관련된 자료는 감독원의 허락 없이 외부로 유출할 수 없으며 보안사고 발생 시 계약자는 관련법에 따라 책임을 져야 함 본 사업과 관련하여 시설물에 출입 시는 감독원의 사전승인을 받아야 하며 주요공정은 감독원 입회하에 시행하여야 함 계약자는 본 사업과 관련되어 제반 업무를 처리하는 관리영업 및 기술요원에 대해 보안서약서를 제출하여야 함 요구사항 분류 보안 요구사항 고유번호 SER-02 요구사항 명칭 보안정보 누출금지 요구 사항 상세 설명 정의 국가정보보안 기본지침 준수에 관한 요구사항을 제시 세부 내용 사업기간 중 생산되거나 입수한 누출금지대상 정보는국가정보보안기본지침을 준수하여 보안정보가 누출되지 않도록 하여야 하며 누출 금지대상정보는 다음과 같음 1. 정보시스템의 내ᆞ외부 IP 주소 현황 2. 정보시스템의 제조사, 제품버전 등 도입현황 및 구성도 3. 정보시스템의 환경파일 등 구성 정보 4. 사용자 계정 및 패스워드 등 시스템 접근권한 정보 5. 정보시스템 취약점분석 결과물 6. 방화벽ᆞ침입방지시스템IPS 등 정보보호제품, 라우터ᆞ스위치 등 네트워크장비 도입현황 및 설정 정보 7.공공기관의 정보공개에 관한 법률제9조제1항 단서에서 정한 비공개 대상 8.개인정보 보호법제2조제1호에 따른 개인정보 9.보안업무규정제4조의 비밀, 동 시행규칙 제16조제3항의 대외비 10. 그 밖에 행정기관 등의 장이 공개가 불가하다고 판단한 자료",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-01"
          ],
          [
            "요구사항  명칭",
            "",
            "보안 유지"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행 핵심인력의 정보보안에 관한 요구사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 본 사업과 관련하여 취득한 사업내용 등 일체의 보안사항은 사업 수행중은 \n물론 사업종료 후에라도 일체 유출 또는 누설을 금하며, 사업 수행과 관련된\n자료는  감독원의  허락  없이  외부로  유출할  수  없으며  보안사고  발생  시\n계약자는 관련법에 따라 책임을 져야 함\n○ 본 사업과 관련하여 시설물에 출입 시는 감독원의 사전승인을 받아야 하며 \n주요공정은 감독원 입회하에 시행하여야 함\n○ 계약자는 본 사업과 관련되어 제반 업무를 처리하는 관리(영업) 및 기술요원에\n대해 보안서약서를 제출하여야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-02",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "보안정보 누출금지",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "국가정보보안 기본지침 준수에 관한 요구사항을 제시",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "○ 사업기간 중 생산되거나 입수한 누출금지대상 정보는『국가정보보안기본지침』을\n준수하여  보안정보가  누출되지  않도록  하여야  하며  누출  금지대상정보는 \n다음과 같음",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "1. 정보시스템의 내ㆍ외부 IP 주소 현황\n  2. 정보시스템의 제조사, 제품버전 등 도입현황 및 구성도\n  3. 정보시스템의 환경파일 등 구성 정보\n  4. 사용자 계정 및 패스워드 등 시스템 접근권한 정보\n  5. 정보시스템 취약점분석 결과물\n  6. 방화벽ㆍ침입방지시스템(IPS) 등 정보보호제품, 라우터ㆍ스위치 등 네트워크장비 도입현황 및 설정 정보\n  7.「공공기관의 정보공개에 관한 법률」제9조제1항 단서에서 정한 비공개 대상\n  8.「개인정보 보호법」제2조제1호에 따른 개인정보\n  9.「보안업무규정」제4조의 비밀, 동 시행규칙 제16조제3항의 대외비\n  10. 그 밖에 행정기관 등의 장이 공개가 불가하다고 판단한 자료",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 100,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 99 - 요구사항 분류 보안 요구사항 고유번호 SER-03 요구사항 명칭 서버 및 OS 보안 요구 사항 상세 설명 정의 서버 및 OS 보안을 위한 요구사항을 제시 세부 내용 보안대상 분야 정보시스템 운영의 기본이 되는 것으로 이의 손상 및 침해는 전 업무의 마비가 초래될 수 있는 매우 중요한 보호 대상임 보안방안 사용자 계정 및 패스워드에 대한 관리 보안정책 설정 시스템 접근 권한 제한 및 분리 파일시스템에 대한 보안강화 올바른 시스템 구성 및 지속적인 패치 시스템 Log 분석, 감사 및 접근 통 요구사항 분류 보안 요구사항 고유번호 SER-04 요구사항 명칭 데이터베이스 보안 요구 사항 상세 설명 정의 데이터베이스 보안을 위한 요구사항을 제시 세부 내용 보안대상 분야 각종 DB 등 업무 운영에 관한 제반 정보들을 무단 변경이나 파괴로 부터보호 보안방안 사용자 계정 및 패스워드에 대한 관리 보안정책 설정 파일시스템에 대한 보안강화 비권한자의 데이터 접근통제 사용자 및 업무 구분을 통한 계정 및 접근 권한 통제 DBMS 고유의 보안 기능Audit 활용 및 핵심정보 Logging DB 백업 관리",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-03"
          ],
          [
            "요구사항  명칭",
            "",
            "서버 및 OS 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "서버 및 OS 보안을 위한 요구사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 보안대상 분야\n— 정보시스템 운영의 기본이 되는 것으로 이의 손상 및 침해는 전 업무의 \n마비가 초래될 수 있는 매우 중요한 보호 대상임\n○ 보안방안\n— 사용자 계정 및 패스워드에 대한 관리 보안정책 설정\n— 시스템 접근 권한 제한 및 분리\n— 파일시스템에 대한 보안강화\n— 올바른 시스템 구성 및 지속적인 패치\n— 시스템 Log 분석, 감사 및 접근 통"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-04"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터베이스 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터베이스 보안을 위한 요구사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 보안대상 분야\n— 각종 DB 등 업무 운영에 관한 제반 정보들을 무단 변경이나 파괴로 부터 보호\n○ 보안방안\n— 사용자 계정 및 패스워드에 대한 관리 보안정책 설정\n— 파일시스템에 대한 보안강화\n— 비권한자의 데이터 접근통제\n— 사용자 및 업무 구분을 통한 계정 및 접근 권한 통제\n— DBMS 고유의 보안 기능(Audit) 활용 및 핵심정보 Logging\n— DB 백업 관리"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 101,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 100 - 요구사항 분류 보안 요구사항 고유번호 SER-05 요구사항 명칭 네트워크 보안 요구 사항 상세 설명 정의 네트워크 보안을 위한 요구사항을 제시 세부 내용 보안대상 분야 LAN, WAN, 인터넷, 전용선 등을 통한 신뢰성 있는 정보 전송 확보 보안방안 사용자 계정 및 패스워드에 대한 관리 보안정책 설정 침입차단, 침입방지시스템 운영 특정 패킷에 대한 필터링 불필요한 데몬서비스 제거 네트워크 Logging 관리 버스정보 연계를 위한 센터간 연결은 VPN을 통해 통신 처리 운영단말 및 노선편집 응용프로그램이 구동되기 위한 시스템 자료 접근에 대해 보안취약점이 내재될 가능성이 있으므로 상호 연계시 SSL VPN을 경유하여 통신되도록 네크워크를 구축하여야 함 요구사항 분류 보안 요구사항 고유번호 SER-06 요구사항 명칭 응용프로그램 보안 요구 사항 상세 설명 정의 응용프로그램 보안을 위한 요구사항을 제시 세부 내용 보안대상 분야 정보처리 및 서비스 제공을 위한 프로그램의 취약점 보안 및 비인가자의 응용 프로그램 무단 접속을 방지 보안방안 업무구분을 통한 계정 및 권한 통제 응용프로그램별 및 단위 업무별 접근통제 특정 시간대별 접근통제 응용프로그램 사용상태 관리",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-05"
          ],
          [
            "요구사항  명칭",
            "",
            "네트워크 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "네트워크 보안을 위한 요구사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 보안대상 분야\n— LAN, WAN, 인터넷, 전용선 등을 통한 신뢰성 있는 정보 전송 확보\n○ 보안방안\n— 사용자 계정 및 패스워드에 대한 관리 보안정책 설정\n— 침입차단, 침입방지시스템 운영\n— 특정 패킷에 대한 필터링\n— 불필요한 데몬/서비스 제거\n— 네트워크 Logging 관리 \n— 버스정보 연계를 위한 센터간 연결은 VPN을 통해 통신 처리\n○ 운영단말  및  노선편집  응용프로그램이  구동되기  위한  시스템  자료  접근에 \n대해  보안취약점이  내재될  가능성이  있으므로  상호  연계시  SSL VPN을\n경유하여 통신되도록 네크워크를 구축하여야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-06"
          ],
          [
            "요구사항  명칭",
            "",
            "응용프로그램 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "응용프로그램 보안을 위한 요구사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 보안대상 분야\n— 정보처리 및 서비스 제공을 위한 프로그램의 취약점 보안 및 비인가자의\n응용 프로그램 무단 접속을 방지\n○ 보안방안\n— 업무구분을 통한 계정 및 권한 통제\n— 응용프로그램별 및 단위 업무별 접근통제\n— 특정 시간대별 접근통제\n— 응용프로그램 사용상태 관리"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 102,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 101 - 요구사항 분류 보안 요구사항 고유번호 SER-07 요구사항 명칭 물리적 설비 보안 요구 사항 상세 설명 정의 다양한 보안사고의 위험을 사전에 예측하고 체계적인 대책을 수립 세부 내용 비인가자의 전산실 출입 통제 및 기록, 추적 출력물저장매체중요 장비의 안전한 저장보관 데이터의 주기적인 백업 요구사항 분류 보안 요구사항 고유번호 SER-08 요구사항 명칭 클라이언트 보안 요구 사항 상세 설명 정의 클라이언트 보안을 위한 요구사항을 제시 세부 내용 보안대상분야 시스템 자원 및 응용프로그램을 사용하기 위해 쓰이는 PC에 대한 보호 보안방안 업무구분을 통한 계정 및 권한 통제 CMOS 패스워드 설정화면보호기 기동 및 패스워드 설정 파일공유 금지, 단 파일 공유 필요시 패스워드 설정백신 프로그램의 설치운영 요구사항 분류 보안 요구사항 고유번호 SER-09 요구사항 명칭 작업원격지 개발장소 보안 요구 사항 상세 설명 정의 작업원격지 개발장소 보안을 위한 요구사항을 제시 세부 내용 계약자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을제안하여야 함 계약자는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방안을 제시하여야 함 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 원격지 보안관리대책 시건장치, 출입통제 등을 실시하여야 함 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 개인소유 PC 및 보조기억장치 반입반출 통제 생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐기할 것 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 등",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-07"
          ],
          [
            "요구사항  명칭",
            "",
            "물리적 설비 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "다양한 보안사고의 위험을 사전에 예측하고 체계적인 대책을 수립"
          ],
          [
            "",
            "세부\n내용",
            "○ 비인가자의 전산실 출입 통제 및 기록, 추적 \n○ 출력물/저장매체/중요 장비의 안전한 저장/보관\n○ 데이터의 주기적인 백업"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-08"
          ],
          [
            "요구사항  명칭",
            "",
            "클라이언트 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "클라이언트 보안을 위한 요구사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 보안대상분야\n— 시스템 자원 및 응용프로그램을 사용하기 위해 쓰이는 PC에 대한 보호\n○ 보안방안\n— 업무구분을 통한 계정 및 권한 통제\n— CMOS 패스워드 설정/화면보호기 기동 및 패스워드 설정\n— 파일공유 금지, 단 파일 공유 필요시 패스워드 설정/백신 프로그램의 설치/운영"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-09"
          ],
          [
            "요구사항  명칭",
            "",
            "작업(원격지 개발)장소 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "작업(원격지 개발)장소 보안을 위한 요구사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 계약자는  원격지  개발에 따른  보안사고 등  위험요인을 식별하여  이에  대한 \n대응방안을 제안하여야 함\n○ 계약자는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방안을 제시하여야 함\n○ 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 원격지 보안관리대책\n(시건장치, 출입통제 등)을 실시하여야 함\n— 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안\n— 개인소유 PC 및 보조기억장치 반입·반출 통제\n— 생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐기할 것\n— 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 등"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 103,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 102 - 4 프로젝트 지원 요구사항Project Support Requirement 요구사항 분류 운영계획 부문 요구사항 고유번호 PSR-01 요구사항 명칭 시스템 시험 및 운영 계획 요구 사항 상세 설명 정의 본 사업의 시스템 시험 및 운영 계획 제시 세부 내용 시스템 구축에 따른 단위시험, 종합시험은 발주기관과 협의 후 승인을 득하여야 함 시스템 전환 및 시험계획은 단위시스템별 전환 및 시험계획과 종합적인 시스템 전환 및 시험계획으로 나누어 마련되어야 한다. 소프트웨어개발에 따른 현장장비 시험과 맞물려 단계별 시험계획이 작성되어야 하고 특히 시험절차와 시험기준의 제시가 필요하다. 단위, 통합, 시스템, 인수시험 등 시험계획은 소요시험기간일정, 시험방법, 시험성능측정기준 등이 정량적으로 제시되어야 한다. 요구사항 분류 운영계획 부문 요구사항 고유번호 PSR-02 요구사항 명칭 운영 방안 요구 사항 상세 설명 정의 본 사업의 시스템 운영 방안 제시 세부 내용 버스정보시스템을 효율적으로 운영하고 장애 발생 시에 신속히 대처하며, 하자보수 및 사전점검기능이 강화된 아래사항을 포함한 운영 및 하자보수 조직의 수행업무 및 인원규모 등에 대한 계획을 수립하여야 한다. 준공시점 전 시스템의 가동률이 100가 되어야 하며, 계약자는 준공 후 시스템 안정화를 위한 방안을 제시하여야 한다. 교육은 시험운영기간 중, 준공 후 및 현안발생시 교육계획이 포함되어야 한다. 버스정보시스템의 운영 시에 활용할 수 있도록 관리, 운영, 하자보수 등의 매뉴얼을 작성하고 새로운 사항을 추가할 수 있도록 DB화하여야 하며 운영 자에게 충분한 교육을 실시하여야 한다. 장애 등의 문제발생시 문제해결을 위한 체크리스트 등을 작성하여 교육하 여야 한다. 계약자는 응용프로그램 개발이 완료된 후 준공 전에 안정적으로 운영할 수 있도록 검수일 이전에 30일 이상 종합적인 시험운영을 실시하고, 시험운영 결과에 따른 시스템 보완 및 조치사항을 제시하여야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "운영계획 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-01"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템 시험 및 운영 계획"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 시스템 시험 및 운영 계획 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 시스템  구축에  따른  단위시험, 종합시험은  발주기관과  협의  후  승인을\n득하여야 함\n○ 시스템 전환 및 시험계획은 단위시스템별 전환 및 시험계획과 종합적인 시스템\n전환 및 시험계획으로 나누어 마련되어야 한다.\n○ 소프트웨어개발에 따른 현장장비 시험과 맞물려 단계별 시험계획이 작성되어야\n하고  특히  시험절차와  시험기준의  제시가  필요하다.\n(단위, 통합, 시스템,\n인수시험 등)\n○ 시험계획은 소요시험기간(일정), 시험방법, 시험성능측정기준 등이 정량적으로\n제시되어야 한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "운영계획 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-02"
          ],
          [
            "요구사항  명칭",
            "",
            "운영 방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 시스템 운영 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 버스정보시스템을  효율적으로  운영하고  장애  발생  시에  신속히  대처하며,\n하자보수  및  사전점검기능이  강화된  아래사항을  포함한  운영  및  하자보수 \n조직의 수행업무 및 인원규모 등에 대한 계획을 수립하여야 한다.\n○ 준공시점 전 시스템의 가동률이 100%가 되어야 하며, 계약자는 준공 후 시스템\n안정화를 위한 방안을 제시하여야 한다.\n○ 교육은 시험운영기간 중, 준공 후 및 현안발생시 교육계획이 포함되어야 한다.\n○ 버스정보시스템의  운영  시에  활용할  수  있도록  관리, 운영, 하자보수  등의 \n매뉴얼을 작성하고 새로운 사항을 추가할 수 있도록 DB화하여야 하며 운영\n자에게 충분한 교육을 실시하여야 한다.\n○ 장애  등의  문제발생시  문제해결을  위한  체크리스트  등을  작성하여  교육하\n여야 한다.\n○ 계약자는 응용프로그램 개발이 완료된 후 준공 전에 안정적으로 운영할 수 \n있도록 검수일  이전에 30일 이상  종합적인 시험운영을 실시하고, 시험운영 \n결과에 따른 시스템 보완 및 조치사항을 제시하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 104,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 103 - 요구사항 분류 운영계획 부문 요구사항 고유번호 PSR-03 요구사항 명칭 교육 방안 요구 사항 상세 설명 정의 본 사업의 교육 계획 방안 제시 세부 내용 교육계획 수립 교육대상은 운영자 및 유지관리 인력을 대상으로 하며, 교육은 시험운영 기간 및 현안 발생 시로 사업초기에 계획을 수립하고 세부일정은 발주 기관과 협의하여 조정 할 수 있음 교육 매뉴얼 작성 교육은 운영자, 유지관리 인력이 대상인 만큼 운영자가 쉽게 이해할 수 있도록 가능한 화면 위주로 작성해야 함 주요 장애 발생타 지자체 사례 및 본 사업 운영 중 장애에 대해 철저히 분석하여 장애에 대한 조치 및 사전예방 방법을 별도센터로 작성하고 교육해야 함 계약자는 시스템의 구체적인 시험운영 계획 및 시나리오에 관한 자료를 감독관에게 제출하여 사전 승인을 득한 후 시스템 시운전 시험에 참여하여 시스템 간 상호 계통적으로 연동이 되는가를 확인하고, 연동 중 상호 인터 페이스 문제가 발생되었을 경우 즉시 해결방안을 제시하여야 함 계약자는 모든 시스템의 검사 및 시험운영을 수행하기 위해 필요한 인원, 자재 및 시험 장비 등을 제공하며 이에 소요되는 제반경비는 계약자 부담 으로 함 시험운영의 항목은 시스템의 성능조건을 만족하여 입증할 수 있는 모든 항목을 포함하여야 함 시험운영 중 발생한 문제점은 준공 전까지 해결하여야 하고, 시스템 운영에 영향을 주어서는 안 됨 시험운영과정 및 시험결과에 따라 발주기관의 지적 사항을 철저히 보완하 여야 하며, 이에 따라 발생되는 비용은 계약상대자 부담으로 반드시 보완해야 함 원활한 운영을 위해 운영 및 유지관리 매뉴얼은 운영유지관리자가 쉽게 접근하여 처리할 수 있도록 작성해야 하며, 주기적으로 백업을 진행해야 함 장애 발생에 대한 기록을 철저히 관리하여 유지관리 점검항목과 처리방법을 작성하여 추후 유지관리가 신속히 처리될 수 있도록 해야 함",
      "tables": [
        [
          [
            "",
            "",
            "○ 계약자는  시스템의  구체적인  시험운영  계획  및  시나리오에  관한  자료를\n감독관에게 제출하여 사전 승인을 득한 후 시스템 시운전 시험에 참여하여 \n시스템 간 상호 계통적으로 연동이 되는가를 확인하고, 연동 중 상호 인터\n페이스 문제가 발생되었을 경우 즉시 해결방안을 제시하여야 함\n○ 계약자는  모든  시스템의  검사  및  시험운영을  수행하기  위해  필요한  인원,\n자재  및  시험  장비  등을  제공하며 이에  소요되는  제반경비는  계약자 부담\n으로 함\n○ 시험운영의 항목은 시스템의 성능조건을 만족하여 입증할 수 있는 모든 항목을\n포함하여야 함\n○ 시험운영 중 발생한 문제점은 준공 전까지 해결하여야 하고, 시스템 운영에 \n영향을 주어서는 안 됨\n○ 시험운영과정  및  시험결과에  따라  발주기관의  지적  사항을  철저히  보완하\n여야 하며, 이에 따라 발생되는 비용은 계약상대자 부담으로 반드시 보완해야 함\n○ 원활한  운영을  위해  운영  및  유지관리  매뉴얼은  운영/유지관리자가  쉽게 \n접근하여 처리할 수 있도록 작성해야 하며, 주기적으로 백업을 진행해야 함\n○ 장애 발생에 대한 기록을 철저히 관리하여 유지관리 점검항목과 처리방법을\n작성하여 추후 유지관리가 신속히 처리될 수 있도록 해야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "운영계획 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-03"
          ],
          [
            "요구사항  명칭",
            "",
            "교육 방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 교육 계획 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 교육계획 수립\n— 교육대상은 운영자 및 유지관리 인력을 대상으로 하며, 교육은 시험운영\n기간  및  현안  발생  시로  사업초기에  계획을  수립하고  세부일정은  발주\n기관과 협의하여 조정 할 수 있음\n○ 교육 매뉴얼 작성\n— 교육은 운영자, 유지관리 인력이 대상인 만큼 운영자가 쉽게 이해할 수 \n있도록 가능한 화면 위주로 작성해야 함\n— 주요 장애 발생(타 지자체 사례 및 본 사업 운영 중 장애)에 대해 철저히\n분석하여  장애에  대한  조치  및  사전예방  방법을  별도(센터)로  작성하고 \n교육해야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 105,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 104 - 요구사항 분류 운영계획 부문 요구사항 고유번호 PSR-04 요구사항 명칭 하자보수 방안 요구 사항 상세 설명 정의 본 사업의 하자보수 방안 제시 세부 내용 시험운영기간 및 하자보수기간동안 각종 기기 및 시스템의 고장으로 운영상 지장을 초래하는 사항에 대해서는 즉시 보수가 가능함을 원칙으로 하며, 운영에 지장을 초래할 경우 12시간이내 회복이 가능하도록 하여 운영자에게 편의를 제공하여야 하며 기타 직접적인 지장을 초래하지 않는 경미한 사항에 대해서는 24시간이내 수리를 원칙으로 한다. 또한 계약상대자는 위의 목적 수행을 위해 적절한 조직과 인원체제 등을 제시한다. 구축 완료 이후 하자기간1년 동안 운영 및 점검하자보수를 위한 핵심 인력 지원계획을 분야별등급별, 지원범위, 지원방법상주, 비상주, 지원인원 등을제안하고, 이에 따른 비용은 계약상대자가 내역서에 반영하여 부담하여야 함 센터 시스템과 현장시스템의 통신, 하드웨어 및 소프트웨어 오류 등의 장애 이력을 면밀히 분석하여, 장애발생 원인별 단계별 장애처리대책 수립 및 시스템별 장애 이력사항 관리방안을 제시한다. 장애이력에 대해 철저히 분석하여 추후 동일한 장애 발생 시 신속히 처리 될 수 있도록 하고 장애 원인을 분석하여 동일한 장애가 발생되지 않도록 조치해야 함 장애발생에 대한 보고체계를 수립하고 그 원인 및 결과를 발주기관에 반드시 서면보고 해야 함 다음 사항이 포함된 하자보수방안을 제시한다. 준공 후 운영 및 하자보수의 최적방안을 제시하고 이에 소요되는 연간 비용준공 후 10년을 구체적으로 산출인건비, 재료비, 운영경비 등하여 제시 시스템 및 SW 하자보수 지침",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "운영계획 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-04"
          ],
          [
            "요구사항  명칭",
            "",
            "하자보수 방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 하자보수 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 시험운영기간 및 하자보수기간동안 각종 기기 및 시스템의 고장으로 운영상\n지장을  초래하는  사항에  대해서는  즉시  보수가  가능함을  원칙으로  하며,\n운영에 지장을 초래할 경우 12시간이내 회복이 가능하도록 하여 운영자에게\n편의를 제공하여야 하며 기타 직접적인 지장을 초래하지 않는 경미한 사항에\n대해서는  24시간이내  수리를 원칙으로 한다. 또한 계약상대자는 위의 목적 \n수행을 위해 적절한 조직과 인원체제 등을 제시한다.\n○ 구축  완료  이후  하자기간(1년) 동안  운영  및  점검・하자보수를  위한  핵심 \n인력 지원계획을 분야별/등급별, 지원범위, 지원방법(상주, 비상주), 지원인원 \n등을 제안하고, 이에 따른 비용은 계약상대자가 내역서에 반영하여 부담하여야 함\n○ 센터 시스템과 현장시스템의 통신, 하드웨어 및 소프트웨어 오류 등의 장애\n이력을  면밀히  분석하여, 장애발생  원인별  단계별  장애처리대책  수립  및\n시스템별 장애 이력사항 관리방안을 제시한다.\n○ 장애이력에 대해 철저히 분석하여  추후 동일한 장애 발생 시 신속히 처리\n될  수 있도록  하고  장애  원인을  분석하여  동일한  장애가  발생되지  않도록 \n조치해야 함\n○ 장애발생에 대한 보고체계를 수립하고 그 원인 및 결과를 발주기관에 반드시\n서면보고 해야 함\n○ 다음 사항이 포함된 하자보수방안을 제시한다.\n— 준공  후  운영 및  하자보수의  최적방안을  제시하고  이에  소요되는 연간\n비용(준공 후 10년)을 구체적으로 산출(인건비, 재료비, 운영경비 등)하여 \n제시\n— 시스템 및 S/W 하자보수 지침"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 106,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 105 - 요구사항 분류 운영계획 부문 요구사항 고유번호 PSR-05 요구사항 명칭 홍보 방안 요구 사항 상세 설명 정의 본 사업의 홍보 방안 제시 세부 내용 본 사업의 폭넓은 서비스 제공에 따른 시민이용도 제고를 위한 적극적인 대시민 및 버스사업자에 대한 홍보 전략을 강구하여야 하며, 이를 이행하여야 함 사업 중 예상되는 민원대책을 수립하여 신속한 해결방안을 모색하고, 현수막 부착 등 철저한 사전사업 홍보로 버스이용자의 불편을 최소화하여야 함 사업의 적극적인 홍보를 위하여 본 사업의 목적, 범위, 내용 등 사업의 전반적인 사항을 포함하는 홍보용 PPT, 리플릿을 갱신하여야 함 다양한 시민편의 서비스, 신규 서비스 등이 다수의 시민들에게 활용될 수 있도록 주요 사업내용에 대해 홍보할 수 있도록 하며, 준공 전 발주처와 협의후 결정하도록 함 홍보용 자료 작성 홍보용 PPT, 팸플릿리플릿 등 갱신 요구사항 분류 운영계획 부문 요구사항 고유번호 PSR-06 요구사항 명칭 향후 시스템 발전방향 요구 사항 상세 설명 정의 향후 시스템 발전방향 제시 세부 내용 향후 버스정보시스템 운영관리대상 확대의 필요성 검토 및 버스운영특성을 고려한 단계별 확대방향 및 예상효과 산출 향후 버스 내 안내기에 표출될 정보형식과 내용 구축",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "운영계획 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-05"
          ],
          [
            "요구사항  명칭",
            "",
            "홍보 방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 홍보 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 본  사업의  폭넓은  서비스  제공에  따른  시민이용도  제고를  위한  적극적인 \n대시민 및 버스사업자에 대한 홍보 전략을 강구하여야 하며, 이를 이행하여야 함\n○ 사업 중 예상되는 민원대책을 수립하여 신속한 해결방안을 모색하고, 현수막\n부착 등 철저한 사전사업 홍보로 버스이용자의 불편을 최소화하여야 함 \n○ 사업의  적극적인  홍보를  위하여  본  사업의  목적, 범위, 내용  등  사업의\n전반적인 사항을 포함하는 홍보용 PPT, 리플릿을 갱신하여야 함\n○ 다양한  시민편의  서비스, 신규  서비스  등이  다수의  시민들에게  활용될  수 \n있도록 주요 사업내용에 대해 홍보할 수 있도록 하며, 준공 전 발주처와 협의 후\n결정하도록 함\n○ 홍보용 자료 작성\n— 홍보용 PPT, 팸플릿/리플릿 등 갱신"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "운영계획 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-06"
          ],
          [
            "요구사항  명칭",
            "",
            "향후 시스템 발전방향"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "향후 시스템 발전방향 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 향후 버스정보시스템 운영관리대상 확대의 필요성 검토 및 버스운영특성을 \n고려한 단계별 확대방향 및 예상효과 산출\n○ 향후 버스 내 안내기에 표출될 정보형식과 내용 구축"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 107,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 106 - 요구사항 분류 운영계획 부문 요구사항 고유번호 PSR-07 요구사항 명칭 사업수행 일정 요구 사항 상세 설명 정의 본 사업수행 일정 제시 세부 내용 사업자는 착수 시 향후 추진일정을 기반으로 하여 상세 업무수행 일정을 WBS 수준으로 작성 제출하여야 함 버스정보센터시스템의 경우 응용프로그램 개발방법론 정립, 어플리케이션 구조 설계, 개발, 튜닝 등의 소프트웨어로 구분한 일정계획, 공정계획과 업무분장체계, 조직구성을 제시하여야 한다. 요구사항 분류 기타 부문 요구사항 고유번호 PSR-08 요구사항 명칭 특별제안 요구 사항 상세 설명 정의 본 사업의 특별제안 제시 세부 내용 본 사업의 특성을 극대화하고, 최적화할 수 있도록 제안자가 특별제안을 제시하되 현실적, 구체적이어야 하며, 이에 소요되는 비용은 제안사 부담으로 한다. 특별제안사항의 제안의도를 분석하여 제안요청서에 의한 시스템 구성과 특별제안사항의 연계, 호환 및 기능적 구현 등 필요에 따라 발주기관은 기술협상 및 설계 시 변경, 수정을 요구할 수 있다. 요구사항 분류 기타 부문 요구사항 고유번호 PSR-09 요구사항 명칭 SW사업정보 저장소 및 데이터 작성 및 제출 요구 사항 상세 설명 정의 SW사업정보 저장소 및 데이터 작성 및 제출 세부 내용 해당 사업 수주자는 SW 사업정보SW사업 수행 및 실적 정보 데이터를 작성 하여 제출하여야 함 SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출 안내 문서를 참조토록 함 SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드시 명시하도록 함 SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 측정 전문가를 포함토록 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "운영계획 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-07"
          ],
          [
            "요구사항  명칭",
            "",
            "사업수행 일정"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업수행 일정 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 사업자는  착수  시  향후  추진일정을  기반으로  하여  상세  업무수행  일정을 \nWBS 수준으로 작성 제출하여야 함\n○ 버스정보센터시스템의  경우  응용프로그램  개발방법론  정립, 어플리케이션 \n구조  설계, 개발, 튜닝  등의  소프트웨어로  구분한  일정계획, 공정계획과\n업무분장체계, 조직구성을 제시하여야 한다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기타 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-08"
          ],
          [
            "요구사항  명칭",
            "",
            "특별제안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "본 사업의 특별제안 제시"
          ],
          [
            "",
            "세부\n내용",
            "○ 본  사업의  특성을  극대화하고, 최적화할  수  있도록  제안자가  특별제안을\n제시하되 현실적, 구체적이어야 하며, 이에 소요되는 비용은 제안사 부담으로 한다.\n○ 특별제안사항의  제안의도를  분석하여  제안요청서에  의한  시스템  구성과\n특별제안사항의  연계, 호환  및  기능적  구현  등  필요에  따라  발주기관은\n기술협상 및 설계 시 변경, 수정을 요구할 수 있다."
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기타 부문"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-09"
          ],
          [
            "요구사항  명칭",
            "",
            "SW사업정보 저장소 및 데이터 작성 및 제출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "SW사업정보 저장소 및 데이터 작성 및 제출"
          ],
          [
            "",
            "세부\n내용",
            "○ 해당 사업 수주자는 SW 사업정보(SW사업 수행 및 실적 정보) 데이터를 작성\n하여 제출하여야 함\n○ SW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr 자료실의 \n‘SW사업정보 저장소 데이터 제출 안내’ 문서를 참조토록 함\n○ SW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에\n반드시 명시하도록 함\n○ SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수\n측정 전문가를 포함토록 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 108,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 107 - VIII. 부록 1. 센터시스템 구성도 센터시스템 구성도",
      "tables": [
        [
          [
            "센터시스템 구성도",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 109,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 108 - 2. 버스정보안내단말기BIT 교체설치지점안 연번 정류장명 주 소 ARS ID BIT 유형 설치유형 지역 설치연도 1 진위역 진위면 하북리 152-2 15565 3단12열 단 거치형 송탄 2017년 2 지산아주아파트 독곡동 464 15548 3단12열 단 거치형 송탄 2017년 3 쌍용.삼익1차아파트 지산동 1029 15549 4단12열 양 거치형 송탄 2017년 4 라온중고등학교 서정동 779-5 15575 3단12열 단 거치형 송탄 2017년 5 미주아파트.서울제일병원 지산동 1134 15563 4단12열 양 거치형 송탄 2017년 6 동부아파트 독곡동 475 15552 4단12열 양 거치형 송탄 2017년 7 복창육교 신장동 252-11 15477 3단12열 단 거치형 송탄 2017년 8 중앙동주민센터 이충동 495-7 15485 3단12열 단 거치형 송탄 2017년 9 롯데시네마 서정동 818-34 15536 3단12열 단 거치형 송탄 2017년 10 이충초등학교.부영아파트2,3단지 이충동 593 15590 3단12열 단 거치형 송탄 2017년 11 삼익사이버아파트 동삭동 343-3 15771 3단12열 단 거치형 평택 2017년 12 세교동부영아파트 세교동 556-1 15693 3단12열 단 거치형 평택 2017년 13 벽산아파트.굿모닝병원 비전동 889 15870 4단12열 단 거치형 평택 2017년 14 문화아파트.동일공고 비전동 887 15852 3단12열 단 거치형 평택 2017년 15 합정동주공3단지후문 비전동 747-20 15776 3단12열 단 거치형 평택 2017년 16 굿모닝병원.벽산아파트 합정동 883 15871 4단12열 단 거치형 평택 2017년 17 원평동주민센터 평택동 129-1 15667 LCD 거치형 평택 2017년 18 삼성아파트 통복동 164-4 15643 3단12열 단 거치형 평택 2017년 19 SR아파트 포승읍 만호리 314-3 48189 3단12열 단 거치형 안중 2017년 20 해군기지 포승읍 원정리 1277 15009 3단12열 단 거치형 안중 2017년 21 원정초교 포승읍 원정리 461-5 15021 3단12열 단 거치형 안중 2017년 22 오성면사무소앞 오성면 숙성리 133-1 15247 3단12열 단 거치형 안중 2017년 23 궁2 고덕면 궁리 105 15369 3단12열 단 거치형 송탄 2017년 24 객사리 팽성읍 객사리 98-3 15591 3단12열 단 거치형 평택 2017년 25 공군아파트 팽성읍 추팔리 254-38 15594 3단12열 단 거치형 평택 2017년 26 야막리 진위면 갈곶리 327-4 15586 LCD 거치형 송탄 2017년 27 야막리 진위면 갈곶리 330-19 15585 LCD 거치형 송탄 2017년 28 우미아파트하행 장당동 628-1 15938 4단12열 양 거치형 송탄 2017년 29 광동제약.홈플러스 장당동 52-7 15554 4단12열 양 거치형 송탄 2017년 30 비전푸르지오중 비전동 914 48899 4단12열 단 거치형 평택 2017년",
      "tables": [
        [
          [
            "연번",
            "정류장명",
            "주      소",
            "ARS ID",
            "BIT  유형",
            "설치유형",
            "지역",
            "설치연도"
          ],
          [
            "1",
            "진위역",
            "진위면 하북리 152-2",
            "15565",
            "3단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "2",
            "지산아주아파트",
            "독곡동  464",
            "15548",
            "3단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "3",
            "쌍용.삼익1차아파트",
            "지산동  1029",
            "15549",
            "4단12열  양",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "4",
            "라온중고등학교",
            "서정동  779-5",
            "15575",
            "3단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "5",
            "미주아파트.서울제일병원",
            "지산동  1134",
            "15563",
            "4단12열  양",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "6",
            "동부아파트",
            "독곡동  475",
            "15552",
            "4단12열  양",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "7",
            "복창육교",
            "신장동  252-11",
            "15477",
            "3단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "8",
            "중앙동주민센터",
            "이충동  495-7",
            "15485",
            "3단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "9",
            "롯데시네마",
            "서정동  818-34",
            "15536",
            "3단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "10",
            "이충초등학교.부영아파트2,3단지",
            "이충동  593",
            "15590",
            "3단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "11",
            "삼익사이버아파트",
            "동삭동  343-3",
            "15771",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "12",
            "세교동부영아파트",
            "세교동  556-1",
            "15693",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "13",
            "벽산아파트.굿모닝병원",
            "비전동  889",
            "15870",
            "4단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "14",
            "문화아파트.동일공고",
            "비전동  887",
            "15852",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "15",
            "합정동주공3단지후문",
            "비전동  747-20",
            "15776",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "16",
            "굿모닝병원.벽산아파트",
            "합정동  883",
            "15871",
            "4단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "17",
            "원평동주민센터",
            "평택동  129-1",
            "15667",
            "LCD",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "18",
            "삼성아파트",
            "통복동  164-4",
            "15643",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "19",
            "SR아파트",
            "포승읍 만호리 314-3",
            "48189",
            "3단12열  단",
            "거치형",
            "안중",
            "2017년"
          ],
          [
            "20",
            "해군기지",
            "포승읍 원정리 1277",
            "15009",
            "3단12열  단",
            "거치형",
            "안중",
            "2017년"
          ],
          [
            "21",
            "원정초교",
            "포승읍 원정리 461-5",
            "15021",
            "3단12열  단",
            "거치형",
            "안중",
            "2017년"
          ],
          [
            "22",
            "오성면사무소앞",
            "오성면 숙성리 133-1",
            "15247",
            "3단12열  단",
            "거치형",
            "안중",
            "2017년"
          ],
          [
            "23",
            "궁2",
            "고덕면  궁리  105",
            "15369",
            "3단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "24",
            "객사리",
            "팽성읍 객사리 98-3",
            "15591",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "25",
            "공군아파트",
            "팽성읍  추팔리  254-38",
            "15594",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "26",
            "야막리",
            "진위면 갈곶리 327-4",
            "15586",
            "LCD",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "27",
            "야막리",
            "진위면  갈곶리  330-19",
            "15585",
            "LCD",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "28",
            "우미아파트(하행)",
            "장당동  628-1",
            "15938",
            "4단12열  양",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "29",
            "광동제약.홈플러스",
            "장당동  52-7",
            "15554",
            "4단12열  양",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "30",
            "비전푸르지오(중)",
            "비전동  914",
            "48899",
            "4단12열  단",
            "거치형",
            "평택",
            "2017년"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 110,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 109 - 연번 정류장명 주 소 ARS ID BIT 유형 설치유형 지역 설치연도 31 희곡마을 포승읍 희곡리 168-23 15041 LCD 거치형 안중 2015년 32 용화사 팽성읍 송화리 647 48505 3단12열 단 거치형 평택 2016년 33 현촌근린공원 용이동 617 48712 3단12열 단 거치형 평택 2016년 34 현촌근린공원 용이동 617 48715 3단12열 단 거치형 평택 2016년 35 본정삼거리 팽성읍 본정리 17-26 15305 LCD 거치형 평택 2016년 36 코오롱하늘채아파트동문 장안동 345-16 48666 3단12열 단 거치형 송탄 2016년 37 진위고등학교 진위면 하북리 2-4 15605 3단12열 단 거치형 송탄 2016년 38 견산2리 진위면 견산리 321-3 15662 3단12열 단 거치형 송탄 2016년 39 서탄면사무소 서탄면 금암리 242-46 15380 3단12열 단 거치형 송탄 2016년 40 진위초등학교 진위면 봉남리 331-3 15441 3단6열 양 독립형 송탄 신규 41 용죽푸르지오 용이동 360-15 48888 LCD 거치형 평택 2017년 42 반도유보라.가내초등학교 죽백동 722-2 48883 3단12열 단 거치형 평택 2017년 43 평택지제역 지제동 559-4 48880 4단12열 단 거치형 송탄 2017년 44 본정2리입구 팽성읍 본정리 10-13 48534 3단12열 단 거치형 평택 2017년 45 한라아파트 포승읍 만호리 52-6 15031 3단12열 단 거치형 안중 2017년 46 소사벌중심상가.CGV평택소사점 비전동 1068-3 15341 3단12열 단 거치형 평택 2017년 47 중흥S클래스.호반베르디움 죽백동 721-1 48916 3단12열 단 거치형 평택 2017년 48 서재자이아파트 동삭동 715-2 48930 3단12열 단 거치형 평택 2017년 49 서재자이아파트 동삭동 679-5 48931 3단12열 단 거치형 평택 2017년 50 유승한내들후문 청북읍 옥길리 1092 48922 3단12열 단 거치형 안중 2017년 51 평택센트럴자이3단지 동삭동 858-1 48974 3단12열 단 거치형 평택 2017년 52 평택센트럴자이4단지 동삭동 854-2 48975 3단12열 단 거치형 평택 2017년 53 이곡마을6단지아파트중 비전동 1111-1 48924 4단12열 양 거치형 평택 2017년 54 뜨레휴이곡마을7단지아파트후문 비전동 1111-1 48929 4단12열 양 거치형 평택 2017년 55 고덕파라곤 고덕동 1904-3 48121 3단12열 단 거치형 평택 2017년",
      "tables": [
        [
          [
            "연번",
            "정류장명",
            "주      소",
            "ARS ID",
            "BIT  유형",
            "설치유형",
            "지역",
            "설치연도"
          ],
          [
            "31",
            "희곡마을",
            "포승읍  희곡리  168-23",
            "15041",
            "LCD",
            "거치형",
            "안중",
            "2015년"
          ],
          [
            "32",
            "용화사",
            "팽성읍  송화리  647",
            "48505",
            "3단12열  단",
            "거치형",
            "평택",
            "2016년"
          ],
          [
            "33",
            "현촌근린공원",
            "용이동  617",
            "48712",
            "3단12열  단",
            "거치형",
            "평택",
            "2016년"
          ],
          [
            "34",
            "현촌근린공원",
            "용이동  617",
            "48715",
            "3단12열  단",
            "거치형",
            "평택",
            "2016년"
          ],
          [
            "35",
            "본정삼거리",
            "팽성읍 본정리 17-26",
            "15305",
            "LCD",
            "거치형",
            "평택",
            "2016년"
          ],
          [
            "36",
            "코오롱하늘채아파트동문",
            "장안동  345-16",
            "48666",
            "3단12열  단",
            "거치형",
            "송탄",
            "2016년"
          ],
          [
            "37",
            "진위고등학교",
            "진위면  하북리  2-4",
            "15605",
            "3단12열  단",
            "거치형",
            "송탄",
            "2016년"
          ],
          [
            "38",
            "견산2리",
            "진위면 견산리 321-3",
            "15662",
            "3단12열  단",
            "거치형",
            "송탄",
            "2016년"
          ],
          [
            "39",
            "서탄면사무소",
            "서탄면  금암리  242-46",
            "15380",
            "3단12열  단",
            "거치형",
            "송탄",
            "2016년"
          ],
          [
            "40",
            "진위초등학교",
            "진위면 봉남리 331-3",
            "15441",
            "3단6열  양",
            "독립형",
            "송탄",
            "신규"
          ],
          [
            "41",
            "용죽푸르지오",
            "용이동  360-15",
            "48888",
            "LCD",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "42",
            "반도유보라.가내초등학교",
            "죽백동  722-2",
            "48883",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "43",
            "평택지제역",
            "지제동  559-4",
            "48880",
            "4단12열  단",
            "거치형",
            "송탄",
            "2017년"
          ],
          [
            "44",
            "본정2리입구",
            "팽성읍 본정리 10-13",
            "48534",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "45",
            "한라아파트",
            "포승읍 만호리 52-6",
            "15031",
            "3단12열  단",
            "거치형",
            "안중",
            "2017년"
          ],
          [
            "46",
            "소사벌중심상가.CGV평택소사점",
            "비전동  1068-3",
            "15341",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "47",
            "중흥S클래스.호반베르디움",
            "죽백동  721-1",
            "48916",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "48",
            "서재자이아파트",
            "동삭동  715-2",
            "48930",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "49",
            "서재자이아파트",
            "동삭동  679-5",
            "48931",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "50",
            "유승한내들후문",
            "청북읍  옥길리  1092",
            "48922",
            "3단12열  단",
            "거치형",
            "안중",
            "2017년"
          ],
          [
            "51",
            "평택센트럴자이3단지",
            "동삭동  858-1",
            "48974",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "52",
            "평택센트럴자이4단지",
            "동삭동  854-2",
            "48975",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "53",
            "이곡마을6단지아파트(중)",
            "비전동  1111-1",
            "48924",
            "4단12열  양",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "54",
            "뜨레휴이곡마을7단지아파트후문",
            "비전동  1111-1",
            "48929",
            "4단12열  양",
            "거치형",
            "평택",
            "2017년"
          ],
          [
            "55",
            "고덕파라곤",
            "고덕동  1904-3",
            "48121",
            "3단12열  단",
            "거치형",
            "평택",
            "2017년"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 111,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 110 - 3. BIT 사양 가. LED형 품 명 제 작 사 양 비 고 제어부 구 분 - 산업용 메인보드 Intel H410 Chipset CPU - Intel i3-10100 4-core 3.6 GHz RAM - DDR4 8 GBSO-DIMM DISK - SSD NVMeM.2 256GB OS - Windows11 IoT Enterprise 음성지원 - 음성지원 TTS 화면표출부 구성 - 3단 12열 4단 12열 Full-color 3단12열 또는 4단12열단면, 양면 모듈크기 - 64mm 64 128 mm 휘도 - 3,000 cd 이상 기타 - 강화유리 4T 전원공급부 PC POWER - 입력전압 180264VAC - 입력주파수 4763HZ - 출력 3.3512-12V LED POWER - 입력전압 180264VAC - 입력주파수 4763HZ - 출력 500W 5V100A 상태제어부 상태 점검 및 제어 - AC 릴레이SSR 3 EA - 온습도 센서 내장 - 냉난방 자동조정 FANHEATER 제어 - LCD모뎀 ONOFF 제어 - 문열림,충격 감시 함체부 재 질 - 이지아이 강판 1.6T 형 태 - 방수 방열구조 - 강화폴리카보네이트 도 장 - 분체도장 기 타 - 쉘터형 거치브라켓 - 독립형 지주 써지보호기 전원용 써지보호기 - 용량 40KAPhase - 접속방식 병렬접속방식 - 응답속도 1 nano-second 통신용 써지 보호기 - 용량 10KALine - 접속방식 직렬접속방식 - 응답속도 1 pico-second 누전차단기 누전 차단기 - 극수,소자수 2P2E - 정격전류 20A - 정격차단전류 2.5KA 카메라부 웹카메라 - VGA, 14 CMOS Sensor 이상 IP카메라 - 2 Megapixel Full HD 이상",
      "tables": [
        [
          [
            "품 명",
            "제 작 사 양",
            "",
            "비 고"
          ],
          [
            "제어부",
            "구 분",
            "-  산업용  메인보드  :  Intel  H410  Chipset",
            ""
          ],
          [
            "",
            "CPU",
            "- Intel  i3-10100  (4-core  3.6  GHz)",
            ""
          ],
          [
            "",
            "RAM",
            "- DDR4  8  GB(SO-DIMM)",
            ""
          ],
          [
            "",
            "DISK",
            "-  SSD  NVMe(M.2)  256GB",
            ""
          ],
          [
            "",
            "OS",
            "-  Windows11  IoT  Enterprise",
            ""
          ],
          [
            "",
            "음성지원",
            "- 음성지원  (TTS)",
            ""
          ],
          [
            "화면표출부",
            "구성",
            "- 3단 12열 / 4단 12열 Full-color",
            "3단12열 또는\n4단12열(단면, \n양면)"
          ],
          [
            "",
            "모듈크기",
            "- 64mm (64 * 128 mm)",
            ""
          ],
          [
            "",
            "휘도",
            "- 3,000 cd/㎡ 이상",
            ""
          ],
          [
            "",
            "기타",
            "- 강화유리  4T",
            ""
          ],
          [
            "전원공급부",
            "PC POWER",
            "- 입력전압 : 180~264VAC\n- 입력주파수 : 47~63HZ\n- 출력 : +3.3/+5/+12/-12V",
            ""
          ],
          [
            "",
            "LED POWER",
            "- 입력전압 : 180~264VAC\n- 입력주파수 : 47~63HZ\n- 출력 : 500W (+5V/100A)",
            ""
          ],
          [
            "상태제어부",
            "상태 점검 및 제어",
            "- AC 릴레이(SSR) : 3 EA\n- 온/습도 센서 내장\n- 냉난방 자동조정 :\n  FAN/HEATER 제어\n- LCD/모뎀 ON/OFF 제어\n- 문열림,충격 감시",
            ""
          ],
          [
            "함체부",
            "재  질",
            "- 이지아이 강판 1.6T",
            ""
          ],
          [
            "",
            "형  태",
            "- 방수 방열구조\n- 강화폴리카보네이트",
            ""
          ],
          [
            "",
            "도  장",
            "- 분체도장",
            ""
          ],
          [
            "",
            "기  타",
            "- 쉘터형 거치브라켓\n- 독립형 지주",
            ""
          ],
          [
            "써지보호기",
            "전원용\n써지보호기",
            "- 용량 : 40KA/Phase\n- 접속방식 : 병렬접속방식\n- 응답속도 : 1 nano-second",
            ""
          ],
          [
            "",
            "통신용\n써지 보호기",
            "- 용량 : 10KA/Line\n- 접속방식 : 직렬접속방식\n- 응답속도 : 1 pico-second",
            ""
          ],
          [
            "누전차단기",
            "누전 차단기",
            "- 극수,소자수 : 2P2E\n- 정격전류 : 20A\n- 정격차단전류 : 2.5KA",
            ""
          ],
          [
            "카메라부",
            "웹카메라",
            "- VGA, 1/4\" CMOS Sensor 이상",
            ""
          ],
          [
            "",
            "IP카메라",
            "- 2 Megapixel Full HD 이상",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 112,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 111 - 품 명 제 작 사 양 비 고 NVR 내장형 NVR - 4채널이상 영상녹화용 NVR SSD - SSD 1TB 이상 OS 구 분 Software Windows 11 이상 응용소프트웨어 구 분 Software Bit application Program 기 구축시스템과 호환 및 연계되어야 함 Bit Nvr application Program 센터 NVR 2중화 구성 기 구축시스템과 호환 및 연계되어야 함 센터 시스템 Bis 운영 SW 기 구축시스템과 호환 및 연계되어야 함",
      "tables": [
        [
          [
            "품 명",
            "제 작 사 양",
            "",
            "비 고"
          ],
          [
            "NVR",
            "내장형 NVR",
            "- 4채널이상 영상녹화용 NVR",
            ""
          ],
          [
            "",
            "SSD",
            "- SSD 1TB 이상",
            ""
          ],
          [
            "OS",
            "구 분",
            "Software",
            ""
          ],
          [
            "",
            "Windows 11 이상",
            "",
            ""
          ],
          [
            "응용소프트웨어",
            "구 분\nSoftware",
            "",
            ""
          ],
          [
            "",
            "Bit application Program\n(기  구축시스템과  호환  및  연계되어야  함)",
            "",
            ""
          ],
          [
            "",
            "Bit Nvr application Program\n(센터 NVR 2중화 구성)\n(기  구축시스템과  호환  및  연계되어야  함)",
            "",
            ""
          ],
          [
            "",
            "센터 시스템 (Bis 운영 S/W)\n(기  구축시스템과  호환  및  연계되어야  함)",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 113,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 112 - 나. LCD형 품 명 제 작 사 양 비 고 제어부 구 분 - 산업용 메인보드 Intel H410 Chipset CPU - Intel i3-10100 4-core 3.6 GHz RAM - DDR4 8 GBSO-DIMM DISK - SSD NVMeM.2 256GB OS - Windows11 IoT Enterprise 음성지원 - 음성지원 TTS 화면표출부 구 분 - 32인치 TFT-LCDLED Backlight 해상도 - 1920 X 1080 휘 도 - 1000 cd 이상 기 타 - 강화유리 8T, 난반사코팅, Anti-glare Glass 전원공급부 PC POWER - 입력전압 180264VAC - 입력주파수 4763HZ - 출력 3.3512-12V LCD POWER - 입력전압 198242VAC - 입력주파수 5060 HZ - 출력 24V12V 상태제어부 상태 점검 및 제어 - AC 릴레이SSR 3 EA - 온습도 센서 내장 - 냉난방 자동조정 FANHEATER 제어 - LCD모뎀 ONOFF 제어 - 문열림,충격 감시 - 야간식별기능 키패드7버튼 함체부 재 질 - 이지아이 강판 1.6T 형 태 - 방수 방열구조 - 강화유리 - 난반사 방지유리Anti-glare Glass 도 장 - 분체도장 기 타 - 쉘터형 거치브라켓 - 독립형 지주 써지보호기 전원용 써지보호기 - 용량 40KAPhase - 접속방식 병렬접속방식 - 응답속도 1 nano-second 통신용 써지보호기 - 용량 10KALine - 접속방식 직렬접속방식 - 응답속도 1 pico-second 누전차단기 누전 차단기 - 극수,소자수 2P2E - 정격전류 20A - 정격차단전류 2.5KA 카메라부 웹카메라 - VGA이상, CMOS Sensor IP카메라 - 2 Megapixel Full HD 이상",
      "tables": [
        [
          [
            "품 명",
            "제 작 사 양",
            "",
            "비 고"
          ],
          [
            "제어부",
            "구   분",
            "-  산업용  메인보드  :  Intel  H410  Chipset",
            ""
          ],
          [
            "",
            "CPU",
            "- Intel  i3-10100  (4-core  3.6  GHz)",
            ""
          ],
          [
            "",
            "RAM",
            "- DDR4  8  GB(SO-DIMM)",
            ""
          ],
          [
            "",
            "DISK",
            "-  SSD  NVMe(M.2)  256GB",
            ""
          ],
          [
            "",
            "OS",
            "-  Windows11  IoT  Enterprise",
            ""
          ],
          [
            "",
            "음성지원",
            "- 음성지원  (TTS)",
            ""
          ],
          [
            "화면표출부",
            "구   분",
            "- 32인치 TFT-LCD(LED Backlight)",
            ""
          ],
          [
            "",
            "해상도",
            "- 1920 X 1080",
            ""
          ],
          [
            "",
            "휘  도",
            "- 1000 cd/㎡ 이상",
            ""
          ],
          [
            "",
            "기  타",
            "- 강화유리 8T, 난반사코팅, Anti-glare Glass",
            ""
          ],
          [
            "전원공급부",
            "PC POWER",
            "- 입력전압 : 180~264VAC\n- 입력주파수 : 47~63HZ\n- 출력 : +3.3/+5/+12/-12V",
            ""
          ],
          [
            "",
            "LCD POWER",
            "- 입력전압 : 198~242VAC\n- 입력주파수 : 50/60 HZ\n- 출력 : +24V/+12V",
            ""
          ],
          [
            "상태제어부",
            "상태 점검 및 제어",
            "- AC 릴레이(SSR) : 3 EA\n- 온/습도 센서 내장\n- 냉난방 자동조정 :\n  FAN/HEATER 제어\n- LCD/모뎀 ON/OFF 제어\n- 문열림,충격 감시\n- 야간식별기능 키패드(7버튼)",
            ""
          ],
          [
            "함체부",
            "재   질",
            "- 이지아이 강판 1.6T",
            ""
          ],
          [
            "",
            "형   태",
            "- 방수 방열구조\n- 강화유리\n- 난반사 방지유리(Anti-glare Glass)",
            ""
          ],
          [
            "",
            "도   장",
            "- 분체도장",
            ""
          ],
          [
            "",
            "기   타",
            "- 쉘터형 거치브라켓\n- 독립형 지주",
            ""
          ],
          [
            "써지보호기",
            "전원용\n써지보호기",
            "- 용량 : 40KA/Phase\n- 접속방식 : 병렬접속방식\n- 응답속도 : 1 nano-second",
            ""
          ],
          [
            "",
            "통신용\n써지보호기",
            "- 용량 : 10KA/Line\n- 접속방식 : 직렬접속방식\n- 응답속도 : 1 pico-second",
            ""
          ],
          [
            "누전차단기",
            "누전 차단기",
            "- 극수,소자수 : 2P2E\n- 정격전류 : 20A\n- 정격차단전류 : 2.5KA",
            ""
          ],
          [
            "카메라부",
            "웹카메라",
            "- VGA이상, CMOS Sensor",
            ""
          ],
          [
            "",
            "IP카메라",
            "- 2 Megapixel Full HD 이상",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 114,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 113 - 품 명 제 작 사 양 비 고 NVR 내장형 NVR - 4채널이상 영상녹화용 NVR SSD - SSD 1TB 이상 OS 구 분 Software Windows 10 이상 응용소프트웨어 구 분 Software Bit application Program 기 구축시스템과 호환 및 연계되어야 함 Bit Nvr application Program 센터 NVR 2중화 구성 기 구축시스템과 호환 및 연계되어야 함 센터 시스템 Bis 운영 SW 기 구축시스템과 호환 및 연계되어야 함",
      "tables": [
        [
          [
            "품 명",
            "제 작 사 양",
            "",
            "비 고"
          ],
          [
            "NVR",
            "내장형 NVR",
            "- 4채널이상 영상녹화용 NVR",
            ""
          ],
          [
            "",
            "SSD",
            "- SSD 1TB 이상",
            ""
          ],
          [
            "OS",
            "구 분",
            "Software",
            ""
          ],
          [
            "",
            "Windows 10 이상",
            "",
            ""
          ],
          [
            "응용소프트웨어",
            "구 분\nSoftware",
            "",
            ""
          ],
          [
            "",
            "Bit application Program\n(기  구축시스템과  호환  및  연계되어야  함)",
            "",
            ""
          ],
          [
            "",
            "Bit Nvr application Program\n(센터 NVR 2중화 구성)\n(기  구축시스템과  호환  및  연계되어야  함)",
            "",
            ""
          ],
          [
            "",
            "센터 시스템 (Bis 운영 S/W)\n(기  구축시스템과  호환  및  연계되어야  함)",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 115,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 114 - 소프트웨어 개발사업의 적정 사업기간 종합 산정서 사업명 2024년 평택시 버스정보시스템BIS구축사업 용역 항목별 검토 의견 검토항목 검토의견 추정 사업기간 1 기능점수FP 기반 SW사업 적정 개발기간 산정표 기능점수FP 82.80 인력수 1 3개월 2 사업기초자료 사업계획서, 예산신청서, 제안요청서 기능개선 등 과업내용을 바탕으로 검토 3개월 3 유사사업 자료 개월 4 기타 특이사항 개월 종합 의견 5 종합의견 과업내용 및 타 구축사례를 검토한 결과 구축기간 3개월로 산정 적정 사업기간 3개월 소프트웨어사업 관리감독에 관한 일반기준 제4조의2제3항에 따른 소프트웨어 개발사업의 적정 사업기간을 위와 같이 산정합니다. 2024년 04월 18일",
      "tables": [
        [
          [
            "사업명\n  2024년  평택시  버스정보시스템(BIS)구축사업  용역",
            "",
            ""
          ],
          [
            "항목별  검토  의견",
            "",
            ""
          ],
          [
            "검토항목",
            "검토의견",
            "추정 \n사업기간"
          ],
          [
            "①  기능점수(FP)  기반\nSW사업  적정  개발기간 \n산정표",
            "기능점수(FP)  :  82.80\n  인력수  :  1",
            "3개월"
          ],
          [
            "②  사업기초자료\n(사업계획서,  예산신청서,\n제안요청서)",
            "기능개선  등  과업내용을  바탕으로  검토",
            "3개월"
          ],
          [
            "③  유사사업  자료",
            "",
            "개월"
          ],
          [
            "④  기타  특이사항",
            "",
            "개월"
          ],
          [
            "종합  의견",
            "",
            ""
          ],
          [
            "⑤  종합의견",
            "과업내용  및  타  구축사례를  검토한  결과 \n구축기간  3개월로  산정",
            "적정\n사업기간"
          ],
          [
            "",
            "",
            "3개월"
          ],
          [
            "「소프트웨어사업  관리감독에  관한  일반기준」  제4조의2제3항에  따른 \n소프트웨어  개발사업의  적정  사업기간을  위와  같이  산정합니다.\n                                                                    2024년    04월    18일",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 116,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 115 -",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 117,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 116 -",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 118,
      "text": "2024년도 평택시 버스정보시스템BIS 구축사업 용역 - 117 -",
      "tables": [
        [
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    }
  ]
}