{
  "csv_metadata": {
    "공고 번호": "20241002169",
    "공고 차수": 0.0,
    "사업명": "2024년 국립민속박물관 민속아카이브 자료관리시스템 기능개선",
    "사업 금액": 77000000,
    "발주 기관": "문화체육관광부 국립민속박물관",
    "공개 일자": "2024-10-04 10:12:11",
    "입찰 참여 시작일": "2024-10-11 10:00:00",
    "입찰 참여 마감일": "2024-10-15 10:00:00",
    "사업 요약": "- 사업일반: 국립민속박물관 민속아카이브 자료관리시스템 기능개선 프로젝트\n- 추진배경 및 필요성: 업무 프로세스 강화, 모니터링 기능 강화, 자료 관리 기능 강화, 사용자 편의성 개선 필요\n- 사업내용: 사용자 기능 개선, 모니터링 기능 강화, 자료 관리 기능 강화, 추가기능 개발 및 요구사항 분석\n- 기대효과: 업무 사용성 개선, 자료 관리 체계 구축, 자료관리시스템의 보안성 제고",
    "파일형식": "pdf",
    "파일명": "문화체육관광부 국립민속박물관_2024년 국립민속박물관 민속아카이브 자.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "- 1 - 제 안 요 청 서 사 업 명 2024년 국립민속박물관 민속아카이브 자료관리시스템 기능개선 주관기관 국립민속박물관 유물과학과 2024. 10. 구분 직책 소속 성명 연락처 기타 사업책임자 학예연구관 유물과학과 장상교 031-580-5803 seungjae0212 korea.kr 사업실무자 학예연구사 유물과학과 이승재 031-580-5880 목 차 I. 사업 개요 1. 사업 일반 1 2. 추진배경 및 필요성 1 3. 사업내용 1 4. 기대효과 2 II. 시스템 현황 1. 서비스 현황 3 2. 정보화 현황 4 III. 사업 추진계획 1. 추진전략 5 2. 추진체계 5 3. 추진일정 6 4. 추진방안 6 IV. 제안요청 내용 1. 요구사항 목록 7 2. 상세 요구사항 8 V. 제안서 작성요령권장사항 29 VI. 안내사항 1. 입찰방식 33 2. 제안서 평가 방법 35 3. 기술성 평가기준 36 4. 제출서류 38 5. 제안서 제출 일정 및 방법 38 6. 제안설명회 개최 39 7. 입찰시 유의사항 39 8. 기타 사항 40 입찰 및 제안서 관련 서식 120호 41",
      "tables": [
        [
          [
            "사  업  명",
            "2024년  국립민속박물관  민속아카이브 \n자료관리시스템  기능개선"
          ],
          [
            "주관기관",
            "국립민속박물관  유물과학과"
          ]
        ],
        [
          [
            "구분",
            "직책",
            "소속",
            "성명",
            "연락처",
            "기타"
          ],
          [
            "사업책임자",
            "학예연구관",
            "유물과학과",
            "장상교",
            "031-580-5803",
            "seungjae0212@\nkorea.kr"
          ],
          [
            "사업실무자",
            "학예연구사",
            "유물과학과",
            "이승재",
            "031-580-5880",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "- 1 - I. 사업개요 1 사업일반 사 업 명 국립민속박물관 민속아카이브 자료관리시스템 기능개선 사업대상 국립민속박물관 민속아카이브 자료관리시스템 사업기간 계약 후 2024.12.20.금까지 소요예산 금77,000,000원금칠천칠백만원, 부가세 포함 사업추진방식 제한경쟁입찰협상에 의한 계약 2 추진배경 및 필요성 민속아카이브 자료관리시스템 업무 프로세스 강화 필요 민속아카이브 자료관리시스템 상태 모니터링 기능 강화 필요 민속아카이브 자료관리시스템 자료 관리 기능 강화 필요 민속아카이브 자료관리시스템 사용자 편의성 개선 3 사업내용 민속아카이브 자료관리시스템 사용자 기능 개선 가등록 프로세스 내 세부 프로세스 추가 검색 및 통계 기능 세분화 및 오류 추적 개선 민속아카이브 자료관리시스템 모니터링 기능 강화 운영관리자 기능 신설, 등록국가귀속 이후부터 데이터 로그 추적 계정관리 그룹의 세분화를 통해 보안성 강화 - 2 - 민속아카이브 자료관리시스템 자료 관리 기능 강화 수장고별 자료 격납 상황 및 이동사항 추적 기능 개발 매체별 자료 격납 사항 및 이동사항 추적 기능 개발 기타 추가기능 개발 및 요구사항 분석 등 민속아카이브 자료관리시스템 연계 기설치 API 재개발 기타 요구사항 수정 및 개발 4 기대효과 효율적인 업무 프로세스 구축을 통한 업무 사용자의 사용성 개선 자료 현황 추적 기능을 통한 안전하고 정확한 자료 관리 체계 구축 사용자 로그 추적 기능 강화를 통한 자료관리시스템의 보안성 제고",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - II. 시스템 현황 1 서비스 현황 이용 기능 민속아카이브 민속아카이브 검색 민속아카이브 컬렉션 자료기증 민속아카이브소개 아카이브 등록자료 목록 내려받기 통합검색 상세검색 명칭 사업명 등록번호 생산자 생산일자 키워드 이창호 컬렉션 김수남 컬렉션 정상박 컬렉션 김언석 컬렉션 기증안내 기증자료 열람복제안내 관리 기능 가등록 승인 자료정리 등록 자료가등록 자료수정및 이관요청 이관내역 이관승인 승인내역분류 자료정리목록 자료수정 등록요청 등록승인 등록내역 재정리내역 검색 복제 통계 보고서 자료검색 사업검색 복제요청 복제승인 복제내역 분기 자료증감 현황 분기 자료복제 현황 고급통계 자료 다운로드 현황 파일 전수조사 현황 보고서 출력 도서관리 관리 도서등록 도서등록내역 계정관리 부서관리 양식관리 코드관리 이동관리 기증관리 사업정보관리 - 4 - 2 정보화현황 HW 현황 모델명 사 양 CPU Lenovo ES-2697 발주기관 방문 서약 후 열람 Lenovo X3650 M5 Lenovo X3650 M5 Oracle ZF3 HP DL360G10 SW 현황 번호 구분 세부내역 1 DBMS 발주기관 방문 서약 후 열람 2 톰캣tomcat 3 아파치 4 리눅스 5 SUN Java system WAS 6 솔라리스 7 검색엔진 클라우드 컴퓨팅 서비스 -해당 없음-",
      "tables": [
        [
          [
            "모델명",
            "사  양"
          ],
          [
            "",
            "CPU"
          ],
          [
            "Lenovo  ES-2697",
            "발주기관  방문  서약  후  열람"
          ],
          [
            "Lenovo  X3650  M5",
            ""
          ],
          [
            "Lenovo  X3650  M5",
            ""
          ],
          [
            "Oracle  ZF3",
            ""
          ],
          [
            "HP  DL360G10",
            ""
          ]
        ],
        [
          [
            "민속아카이브",
            "",
            "민속아카이브  검색",
            "",
            "민속아카이브  컬렉션",
            "",
            "자료기증"
          ],
          [
            "민속아카이브소개\n아카이브  등록자료 \n목록  내려받기",
            "",
            "통합검색\n상세검색\n·명칭\n·사업명\n·등록번호\n·생산자\n·생산일자\n·키워드",
            "",
            "이창호  컬렉션\n김수남  컬렉션\n정상박  컬렉션\n김언석  컬렉션",
            "",
            "기증안내\n기증자료\n열람·복제안내"
          ]
        ],
        [
          [
            "번호",
            "구분",
            "세부내역"
          ],
          [
            "1",
            "DBMS",
            "발주기관  방문  서약  후  열람"
          ],
          [
            "2",
            "톰캣(tomcat)",
            ""
          ],
          [
            "3",
            "아파치",
            ""
          ],
          [
            "4",
            "리눅스",
            ""
          ],
          [
            "5",
            "SUN  Java  system \nWAS",
            ""
          ],
          [
            "6",
            "솔라리스",
            ""
          ],
          [
            "7",
            "검색엔진",
            ""
          ]
        ],
        [
          [
            "가등록",
            "승인",
            "자료정리",
            "등록"
          ],
          [
            "자료가등록\n자료수정및  이관요청\n이관내역",
            "이관승인\n승인내역분류",
            "자료정리목록\n자료수정\n등록요청",
            "등록승인\n등록내역\n재정리내역"
          ],
          [
            "검색",
            "복제",
            "통계",
            "보고서"
          ],
          [
            "자료검색\n사업검색",
            "복제요청\n복제승인\n복제내역",
            "분기  자료증감  현황\n분기  자료복제  현황\n고급통계\n자료  다운로드  현황\n파일  전수조사  현황",
            "보고서  출력"
          ],
          [
            "도서관리",
            "관리",
            "",
            ""
          ],
          [
            "도서등록\n도서등록내역",
            "계정관리\n부서관리\n양식관리\n코드관리\n이동관리\n기증관리\n사업정보관리",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 5 - III. 사업 추진계획 1 추진전략 사용자 요구사항의 철저한 분석을 통한 시스템 만족도 향상 실제 사용 환경 분석을 통한 최적화된 시스템 성능 구현 2 추진체계 추진체계도 국립민속박물관 민속기획과 자체공고 유물과학과 사업진행 계약체결 주관사업자 추진 주체별 역할 구 분 주요 업무 내용 유물과학과 ᄋ 사업총괄 관리 및 시행 ᄋ 사업계획서 수립 및 제안요청서 작성 ᄋ 주관사업자 선정 및 계약업무 추진 ᄋ 과제수행 관리 및 검사, 결과 평가 민속기획과 ᄋ 자체 입찰공고 ᄋ 주관사업자 선정 및 계약 체결 ᄋ 납품 및 검수에 따른 예산집행 주관사업자 ᄋ 요구사항 정의 및 시스템 개발 ᄋ 기능 테스트 및 콘텐츠 수정 ᄋ 기술이전 및 하자보수 ᄋ 기타 과제수행에 필요한 사항 등 - 6 - 3 추진일정 4 추진방안 사업 추진 방안 구분 방식 입찰방식 제한경쟁입찰 사업자선정방식 협상에 의한 계약 평가방식 기술평가90 가격평가10 대기업 참여 제한 여부 대기업 참여 제한 사업 세부일정 사업계획 수립 및 사업자 선정 - 사업계획 수립 및 입찰공고 - 제안평가 및 사업자 선정 민속아카이브 시스템 기능 개선 - 시스템 분석 - 신규 요구사항분석 - 시스템 설계 및 개발 - 통합테스트 및 튜닝 품질관리 및 교육 - 추가 기능 설명회 - 운영자 및 사용자 교육 - 최종검사 완료보고 - 산출물 제출 - 사업완료 보고",
      "tables": [
        [
          [
            "세부일정"
          ],
          [
            "◦사업계획  수립  및  사업자  선정"
          ],
          [
            "-  사업계획  수립  및  입찰공고"
          ],
          [
            "-  제안평가  및  사업자  선정"
          ],
          [
            "◦민속아카이브  시스템  기능  개선"
          ],
          [
            "-  시스템  분석"
          ],
          [
            "-  신규  요구사항분석"
          ],
          [
            "- 시스템  설계  및  개발"
          ],
          [
            "- 통합테스트  및  튜닝"
          ],
          [
            "◦품질관리  및  교육"
          ],
          [
            "-  추가  기능  설명회"
          ],
          [
            "-  운영자  및  사용자  교육"
          ],
          [
            "-  최종검사"
          ],
          [
            "◦완료보고"
          ],
          [
            "- 산출물  제출"
          ],
          [
            "- 사업완료  보고"
          ]
        ],
        [
          [
            "구분",
            "방식"
          ],
          [
            "입찰방식",
            "제한경쟁입찰"
          ],
          [
            "사업자선정방식",
            "협상에  의한  계약"
          ],
          [
            "평가방식",
            "기술평가(90%)  /  가격평가(10%)"
          ],
          [
            "대기업  참여  제한  여부",
            "대기업  참여  제한  사업"
          ]
        ],
        [
          [
            "구            분",
            "주요  업무  내용"
          ],
          [
            "유물과학과",
            "ㅇ  사업총괄  관리  및  시행\n  ㅇ  사업계획서  수립  및  제안요청서  작성\n  ㅇ  주관사업자  선정  및  계약업무  추진\n  ㅇ  과제수행  관리  및  검사,  결과  평가"
          ],
          [
            "민속기획과",
            "ㅇ  자체  입찰공고\n  ㅇ  주관사업자  선정  및  계약  체결\n  ㅇ  납품  및  검수에  따른  예산집행"
          ],
          [
            "주관사업자",
            "ㅇ  요구사항  정의  및  시스템  개발 \n  ㅇ  기능  테스트  및  콘텐츠  수정 \n  ㅇ  기술이전  및  하자보수\n  ㅇ  기타  과제수행에  필요한  사항  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - IV. 세부 사업내용 1 요구사항 목록 구분 설명 개수 시스템 장비구성 요구사항 ECR, Equipment Coposition Requirement ᄋ행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시 제 2023-27호, 시행 2023.4.18. 제2장 제6조에 의거 전자정부표준 개발프레임워크의 활용을 우선적으로 고려하여야 하며, 특별한 사유개발 대비 비용이 높거나, 기능구현 또는 유지보수의 어려 움 등가 없으면 해당 제품을 도입하여야 한다. - 표준프레임워크 포털 httpwww.egovframe.go.kr 1 기능 요구사항 SFR, System Function Requirement 목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사 용자가 반드시 수행할 수 있어야하는 기능동작에 대하여 기술함 단, 개별 기능요구사항은 전체시스템의 계층적 구조분석을 통해 단 위 업무별 기능구조를 도출한 후, 이에 대한 세부 기능별 상세 요구사항을 작성하는 것을 원칙으로 하며, 기능 수행을 위한 데 이터 요구사항과 연계를 고려하여 기술함 9 성능 요구사항 PER, Performance Requirement 목표 시스템의 처리속도 및 시간, 처리량, 동적정적 용량, 가용성 등 성능에 대한 요구사항을 기술함 5 인터페이스 요구사항 SIR, System Interface Requirement 목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인 터페이스에 대한 요구사항을 기술한 것으로 타 소프트웨어, 하 드웨어 및 통신 인터페이스, 타 시스템들과의 정보교환에 이용되 는 프로토콜과의 연계도 포함하여 기술함 단, 인터페이스 요구사항의 경우 사용자 편의성, 사용자 경험 등 의 사용자 중심의 요구사항을 기술함 4 데이터 요구사항 DAR, Data Requirement 목표 시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, 방법, 보안이 필요한 데이터 등 데이터를 구축하기 위해 필요한 요구사항을 기술함 4 테스트 요구사항 TER, Test Requirement 도입되는 장비의 성능 테스트BMT 또는 구축된 시스템이 목표 대 비 제대로 운영되는가를 테스트하고, 점검하기 위한 테스트 요 구사항을 기술함 2 보안 요구사항 SER, Security Requirement 정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항을 기술함 6 품질요구사항 QUR, Quality Requirement 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질 항 목, 품질 평가 대상 및 목표에 대한 요구사항을 기술함 신뢰성, 사용성, 유지보수성, 이식성, 보안성으로 구분하여 기술함 5 제약사항 COR, Constraint Requirement 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술표 준업무법제도 등 제약조건 등을 파악하여 기술함 4 프로젝트 관리 요구사항 PMR, Project Management Requirement 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수 행방안에 대한 요구사항을 기술함 5 프로젝트 지원 요구사항 PSR, Project Support Requirement 프로젝트의 원활한 수행을 위해 필요한 지원 사항 및 방안에 대 한 요구사항을 기술함 시스템서비스 안정화 및 운영, 교육훈련 및 기술지원, 하자보수 또는 유지관리 요구사항 등을 기술함 7 합 계 52 - 8 - 2 상세 요구사항 시스템 장비구성 요구사항 요구사항 고유번호 ECR-001 요구사항 명칭 시스템 장비구성 요구사항 분류 시스템 장비구성 요구사항 요구사항 상세설명 정의 시스템 장비구성 방안 세부 내용 모델명 Lenovo ES-2697 Lenovo X3650 M5 Lenovo X3650 M5 Oracle ZF3 HP DL360G10 ᄋ 주관기관에서 제공하는 현행 시스템 장비 및 SW를 활용하여 구현 기능요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 세부 업무 프로세스 추가 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 가등록 프로세스 내 세부 프로세스 추가 및 오류 수정 세부 내용 ᄋ 최초 가등록 단계에서 공공누리 유형 일괄 입력수정 기능 추가 ᄋ 자료수정 단계에서 공공누리 유형 일괄 입력수정 기능 추가 ᄋ 가등록 업로드 후 수정 시 일부 해당 건의 자료 수정 기능 추가 ᄋ 가등록 자료가등록 시 가등록 1단계에서 파일 등록 후 사진 미출력 오류 수정 요구사항 고유번호 SFR-002 요구사항 명칭 대용량 업로드 프로그램 개선 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 대용량 업로드 프로그램 사용 편의성 개선 세부 내용 ᄋ 현행 대용량 업로드 프로그램 사용 시 15개 이상일 경우 발생하는 오류 개선 ᄋ 대용량 업로드 프로그램 사용 시 사업번호로 자료 검색 기능 추가",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-001",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "시스템  장비구성",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "시스템  장비구성  요구사항",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  장비구성  방안",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  주관기관에서  제공하는  현행  시스템  장비  및  SW를  활용하여  구현",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "모델명",
            ""
          ],
          [
            "",
            "",
            "",
            "Lenovo  ES-2697",
            ""
          ],
          [
            "",
            "",
            "",
            "Lenovo  X3650  M5",
            ""
          ],
          [
            "",
            "",
            "",
            "Lenovo  X3650  M5",
            ""
          ],
          [
            "",
            "",
            "",
            "Oracle  ZF3",
            ""
          ],
          [
            "",
            "",
            "",
            "HP  DL360G10",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "세부  업무  프로세스  추가"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "가등록  프로세스  내  세부  프로세스  추가  및  오류  수정"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  최초  가등록  단계에서  공공누리  유형  일괄  입력/수정  기능  추가\nㅇ  자료수정  단계에서  공공누리  유형  일괄  입력/수정  기능  추가\nㅇ  가등록  업로드  후  수정  시  일부  해당  건의  자료  수정  기능  추가 \nㅇ  가등록>  자료가등록  시  가등록  1단계에서  파일  등록  후  사진  미출력  오류  수정"
          ]
        ],
        [
          [
            "구분",
            "설명",
            "개수"
          ],
          [
            "시스템  장비구성  요구사항\n(ECR,  Equipment  Coposition \nRequirement)",
            "ㅇ행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부  고시 \n제  2023-27호,  시행  2023.4.18.)  제2장  제6조에  의거  전자정부표준\n개발프레임워크의  활용을  우선적으로  고려하여야  하며,  특별한 \n사유(개발  대비  비용이  높거나,  기능구현  또는  유지보수의  어려\n움  등)가  없으면  해당  제품을  도입하여야  한다.\n    -  표준프레임워크  포털  http://www.egovframe.go.kr/",
            "1"
          ],
          [
            "기능  요구사항\n(SFR,  System  Function \nRequirement)",
            "◦목표시스템이  반드시  수행하여야  하거나  목표시스템을  이용하여  사\n용자가  반드시  수행할  수  있어야하는  기능(동작)에  대하여  기술함\n    (단,  개별  기능요구사항은  전체시스템의  계층적  구조분석을  통해  단\n위  업무별  기능구조를  도출한  후,  이에  대한  세부  기능별  상세 \n요구사항을  작성하는  것을  원칙으로  하며,  기능  수행을  위한  데\n이터  요구사항과  연계를  고려하여  기술함)",
            "9"
          ],
          [
            "성능  요구사항\n(PER,  Performance  Requirement)",
            "◦목표  시스템의  처리속도  및  시간,  처리량,  동적․정적  용량,  가용성 \n등  성능에  대한  요구사항을  기술함",
            "5"
          ],
          [
            "인터페이스  요구사항\n(SIR,  System  Interface \nRequirement)",
            "◦목표시스템과  외부를  연결하는  시스템  인터페이스와  사용자  인\n터페이스에  대한  요구사항을  기술한  것으로  타  소프트웨어,  하\n드웨어  및  통신  인터페이스,  타  시스템들과의  정보교환에  이용되\n는  프로토콜과의  연계도  포함하여  기술함\n    (단,  인터페이스  요구사항의  경우  사용자  편의성,  사용자  경험  등\n의  사용자  중심의  요구사항을  기술함)",
            "4"
          ],
          [
            "데이터  요구사항\n(DAR,  Data  Requirement)",
            "◦목표  시스템의  서비스에  필요한  초기자료  구축  및  데이터  변환을 \n위한  대상,  방법,  보안이  필요한  데이터  등  데이터를  구축하기  위해 \n필요한  요구사항을  기술함",
            "4"
          ],
          [
            "테스트  요구사항\n(TER,  Test  Requirement)",
            "◦도입되는  장비의  성능  테스트(BMT)  또는  구축된  시스템이  목표  대\n비  제대로  운영되는가를  테스트하고,  점검하기  위한  테스트  요\n구사항을  기술함",
            "2"
          ],
          [
            "보안  요구사항\n(SER,  Security  Requirement)",
            "◦정보  자산의  기밀성과  무결성을  확보하기  위해  목표  시스템의  데이터 \n및  기능,  운영  접근을  통제하기  위한  요구사항을  기술함",
            "6"
          ],
          [
            "품질요구사항\n(QUR,  Quality  Requirement)",
            "◦목표  사업의  원활한  수행  및  운영을  위해  관리가  필요한  품질  항\n목,  품질  평가  대상  및  목표에  대한  요구사항을  기술함\n◦신뢰성,  사용성,  유지보수성,  이식성,  보안성으로  구분하여  기술함",
            "5"
          ],
          [
            "제약사항\n(COR,  Constraint  Requirement)",
            "◦목표시스템  설계,  구축,  운영과  관련하여  사전에  파악된  기술·표\n준·업무·법제도  등  제약조건  등을  파악하여  기술함",
            "4"
          ],
          [
            "프로젝트  관리  요구사항\n(PMR,  Project  Management \nRequirement)",
            "◦프로젝트의  원활한  수행을  위한  관리  방법  및  추진  단계별  수\n행방안에  대한  요구사항을  기술함",
            "5"
          ],
          [
            "프로젝트  지원  요구사항\n(PSR,  Project  Support \nRequirement)",
            "◦프로젝트의  원활한  수행을  위해  필요한  지원  사항  및  방안에  대\n한  요구사항을  기술함\n◦시스템/서비스  안정화  및  운영,  교육훈련  및  기술지원,  하자보수 \n또는  유지관리  요구사항  등을  기술함",
            "7"
          ],
          [
            "합 계",
            "",
            "52"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "대용량  업로드  프로그램  개선"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "대용량  업로드  프로그램  사용  편의성  개선"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  현행  대용량  업로드  프로그램  사용  시  15개  이상일  경우  발생하는  오류  개선\nㅇ  대용량  업로드  프로그램  사용  시  사업번호로  자료  검색  기능  추가"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 요구사항 고유번호 SFR-004 요구사항 명칭 자료검색 기능 개선 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 자료검색 기능 세분화 및 오류 수정 세부 내용 ᄋ 검색 자료검색 시 검색 결과 창에서 자료의 수량건, 점 출력 ᄋ 검색 자료검색 후 엑셀 목록 출력 시 오류화면 출력값과 미일치 수정 ᄋ 고급검색 시 기증자 항목 선택 후 검색 내역 미출력 오류 수정 ᄋ 자료검색 결과값의 아카이브 자료 번호순 정렬 기능 추가 ᄋ 검색 자료검색, 검색사업검색 시 자료의 세부페이지에서 목록으로 복귀 시 검색 항목 화면 유지 ᄋ 검색 사업검색 후 화면에 출력되는 자료 목록에 비고 정보 추가 ᄋ 재정리 권한을 가지고 있는 사용자가 검색 자료 검색 후 세부 페이지에서 재 정리 기능 추가 ᄋ 상세검색 항목 내 검색 주제어 추가 요구사항 고유번호 SFR-006 요구사항 명칭 자료관리 기능 개선 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 등록 및 가등록 자료의 이동 및 격납사항 관리 페이지 개발 세부 내용 ᄋ 등록자료 이동 및 격납사항 데이터 입력 페이지 개발 ᄋ 수장고별 자료 격납 상황 및 격납률 데이터 추출 기능 개발 ᄋ 매체별 자료 격납 상황 및 격납률 데이터 추출 기능 개발 요구사항 고유번호 SFR-005 요구사항 명칭 접속 모니터링 기능 강화 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 관리자 기능 신설 및 관리 대상 세분화 세부 내용 ᄋ 운영관리자수퍼바이저 그룹 신설, 국가 귀속 이후부터 데이터 로그 추적 ᄋ 계정관리 그룹을 세분화하여 퇴직자 계정 관리 신설 요구사항 고유번호 SFR-003 요구사항 명칭 통계 기능 개선 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 통계 기능 세분화 및 오류 수정 세부 내용 ᄋ 통계 고급통계 시 검색항목 조건 2개 이상 설정 기능 추가 ᄋ 통계 고급통계 시 검색항목 조건을 중복 설정 시 결과값 출력 ᄋ 통계 고급통계 시 검색항목 리스트에 등록일자 추가 - 10 - 요구사항 고유번호 SFR-007 요구사항 명칭 도서관리 기능 개선 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 도서등록 세부 프로세스 추가 세부 내용 ᄋ 도서관리 도서등록 시 등록양식에 PDF URL 입력란 추가 성능요구사항 요구사항 고유번호 PER-001 요구사항 명칭 동시 사용자 접속 수 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 시스템 당 동시 접속 성능 세부 내용 ᄋ 시스템 당 동시 사용자 500명 이상 지원해야 하고 성능이 저하되지 않아야 함 ᄋ 지난 5분 이상 요청한 사람들만 로그인 사용자로 간주함 요구사항 고유번호 SFR-008 요구사항 명칭 복제 기능 개선 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 복제 세부 프로세스 추가 세부 내용 ᄋ 복제 복제요청 시 사업 단위 복제 요청 기능 추가 ᄋ 복제 복제요청 시 복제종류의 디폴트값촬영 해제 및 복제종류 선택 가능 하도록 수정 ᄋ 복제 복제승인 시 복제요청자료 목록에 공공누리 유형, 저작권 및 웹서비스 공개여부 출력 ᄋ 복제 복제승인 시 사업 전체 허가 또는 전체 불가 기능 추가 요구사항 고유번호 SFR-009 요구사항 명칭 기타 요구사항 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 소스 코드 개선 및 기타 요구사항 세부 내용 ᄋ 민속아카이브 홈페이지 연동 기설치 API 재검토 ᄋ 검색 시 검색어와 무관한 검색 결과 도출 현상 개선 ᄋ 기타 시스템 내 버그 및 오류사항 개선",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "통계  기능  개선"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통계  기능  세분화  및  오류  수정"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  통계>  고급통계  시  검색항목  조건  2개  이상  설정  기능  추가\nㅇ  통계>  고급통계  시  검색항목  조건을  중복  설정  시  결과값  출력\nㅇ  통계>  고급통계  시  검색항목  리스트에  등록일자  추가"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "복제  기능  개선"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "복제  세부  프로세스  추가"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  복제>  복제요청  시  사업  단위  복제  요청  기능  추가 \nㅇ  복제>  복제요청  시  복제종류의  디폴트값(촬영)  해제  및  복제종류  선택  가능\n하도록  수정\nㅇ  복제>  복제승인  시  복제요청자료  목록에  공공누리  유형,  저작권  및  웹서비스 \n공개여부  출력\nㅇ  복제>  복제승인  시  사업  전체  허가  또는  전체  불가  기능  추가"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "도서관리  기능  개선"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "도서등록  세부  프로세스  추가"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  도서관리>  도서등록  시  등록양식에  PDF  URL  입력란  추가"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "자료검색  기능  개선"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "자료검색  기능  세분화  및  오류  수정"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  검색>  자료검색  시  검색  결과  창에서  자료의  수량(건,  점)  출력\nㅇ  검색>  자료검색  후  엑셀  목록  출력  시  오류(화면  출력값과  미일치)  수정\nㅇ  고급검색  시  기증자  항목  선택  후  검색  내역  미출력  오류  수정\nㅇ  자료검색  결과값의  아카이브  자료  번호순  정렬  기능  추가\nㅇ  검색>  자료검색,  검색>사업검색  시  자료의  세부페이지에서  목록으로  복귀  시   \n      검색  항목  화면  유지\nㅇ  검색>  사업검색  후  화면에  출력되는  자료  목록에  비고  정보  추가\nㅇ  재정리  권한을  가지고  있는  사용자가  검색>  자료  검색  후  세부  페이지에서  재\n정리  기능  추가\nㅇ  상세검색  항목  내  검색  주제어  추가"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "기타  요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소스  코드  개선  및  기타  요구사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  민속아카이브  홈페이지  연동  기설치  API  재검토 \nㅇ  검색  시  검색어와  무관한  검색  결과  도출  현상  개선 \nㅇ  기타  시스템  내  버그  및  오류사항  개선"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "접속  모니터링  기능  강화"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관리자  기능  신설  및  관리  대상  세분화"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  운영관리자(수퍼바이저)  그룹  신설,  국가  귀속  이후부터  데이터  로그  추적\nㅇ  계정관리  그룹을  세분화하여  퇴직자  계정  관리  신설"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "동시  사용자  접속  수"
          ],
          [
            "요구사항 분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  당  동시  접속  성능"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  시스템  당  동시  사용자  500명  이상  지원해야  하고  성능이  저하되지  않아야  함\nㅇ  지난  5분  이상  요청한  사람들만  로그인  사용자로  간주함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "자료관리  기능  개선"
          ],
          [
            "요구사항 분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "등록  및  가등록  자료의  이동  및  격납사항  관리  페이지  개발"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  등록자료  이동  및  격납사항  데이터  입력  페이지  개발\nㅇ  수장고별  자료  격납  상황  및  격납률  데이터  추출  기능  개발\nㅇ  매체별  자료  격납  상황  및  격납률  데이터  추출  기능  개발"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 요구사항 고유번호 PER-002 요구사항 명칭 웹 페이지 응답 시간 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 웹페이지 응답 요구 시간 세부 내용 ᄋ 모든 질의는 사용자가 요청하는 시간으로 부터 3,000ms3초 내에 그 결과 값을 보여줘야 함 ᄋ 시스템이 만드는 각 웹 페이지의 경우, 10Mbps 로컬 네트워크 접속을 사용 해서 사용자가 요청한 시간으로부터 3,000ms3초 내에 디스플레이 되어야 함 - 이 요구사항은 한 개 이상의 큰 이미지이미지 50KB 이상 및 동영상을 가 지고 있는 페이지에는 적용되지 않음 - 이 요구사항은 시스템을 사용하는 사용자 숫자가 동시 사용자 용량의 90를 초과하는 경우에는 적용되지 않음 요구사항 고유번호 PER-003 요구사항 명칭 오류 응답 처리 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 오류에 대한 응답 처리 시간 세부 내용 ᄋ 사용자의 입력오류나 시스템의 오류 발생시 2초 이내에 적당한 오류보안에 문제 되지 않는 메시지를 사용자에게 제시하여야 함 요구사항 고유번호 PER-004 요구사항 명칭 느린 작업에 대한 사전 경고 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 통계 및 다량의 정보조회 시 사전경고 세부 내용 ᄋ 통계 및 다량의 정보 조회 시 결과 도출 이전에 사용자에게 느린 결과 예상에 대한 적절한 메시지를 알림 요구사항 고유번호 PER-005 요구사항 명칭 응용시스템 튜닝, 호환 및 안정성 보장 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 응용시스템 튜닝 및 안정성 보장 세부 내용 ᄋ 데이터양의 증가나 홈페이지 접속량이 증가하여 시스템 성능저하가 발생할 경우 이에 대한 개선책튜닝을 마련하여 튜닝을 실시하여야 함 ᄋ기 존 인프라 및 SW와의 완벽한 호환 및 안정성을 보장하여야 함 - 12 - 인터페이스 요구사항 요구사항 고유번호 SIR-001 요구사항 명칭 커스터마이징 용이성 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 향후 확장 및 변경에 대한 용이성 확보 세부 내용 ᄋ 향후 변동에 대한 대응을 위해 관리자가 기능을 커스터마이징할 경우, 확장 및 변경이 용이하게 설계되도록 함 ex. 입력, 출력 데이터의 변동 가능성, 화면의 추가 및 변동 가능성 요구사항 고유번호 SIR-002 요구사항 명칭 웹 접근성 준수 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 웹 접근성 요건 준수 세부 내용 ᄋ 전자정부 웹사이트 품질관리지침행정안전부 고시 제2024-25호, 2024. 4. 12. 및 KWACG한국형 웹 콘텐츠 접근성 지침, 한국정보통신기술협회 2.2에 준하여 구현 ᄋ 다양한 국가, 지역에서의 접속을 고려하며 사용함에 불편함이 없는 접속 속도 를 보장할 수 있도록 웹 사이트 구현이 이루어져야 함 ᄋ Web개발을 위한 코딩 규칙, 메뉴 규칙, 호환성 규칙 등은 Web 접근성 향상을 위 한 국가 표준 기술 가이드를 준수하여야 함 - 한국정보화진흥원 웹 접근성 품질마크 인증 기준에 맞게 구축 요구사항 고유번호 SIR-003 요구사항 명칭 웹 표준 및 호환성 준수 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 웹 표준 및 호환성 요건 준수 세부 내용 ᄋ 전자정부 웹사이트 품질관리지침행정안전부 고시 제2024-25호, 2024. 4. 12. 을 준수하여 구현 - 이용자들의 다양한 사용자 환경 브라우저 에서도 서비스를 이용할 수 있도록 하여야 하며, 표준을 준수하여 구현하여야 함 - IE, 크롬, 사파리, 파이어폭스, 엣지 등 브라우저에서 버전에 구애받지 않고 홈페이지 이용에 불편이 없도록 웹 표준을 준수 - 홈페이지 웹 호환성을 확보하고 보안 강화를 위하여 마이크로소프트MS의 인터넷 익스플로러IE에 종속된 ActiveX 사용 금지 - 웹 호환성 확보로 크로스브라우징을 지원하여야 함 동작 호환성 확보, 레이아웃 호환성 확보, 플러그인 호환성 확보 - 웹 표준 문법을 준수하여 구축하여야 함 W3C Markup Validation Service, CSS Validation Service 진단 통과 결과물제출",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "커스터마이징  용이성"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "향후  확장  및  변경에  대한  용이성  확보"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  향후  변동에  대한  대응을    위해  관리자가  기능을  커스터마이징할  경우,  확장 \n및  변경이  용이하게  설계되도록  함  (ex.  입력,  출력  데이터의  변동  가능성, \n화면의  추가  및  변동  가능성)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "웹  페이지  응답  시간"
          ],
          [
            "요구사항 분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹페이지  응답  요구  시간"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  모든  질의는  사용자가    요청하는  시간으로  부터  3,000ms(3초)  내에  그  결과\n값을  보여줘야  함\nㅇ  시스템이  만드는  각  웹  페이지의  경우,  10Mbps  로컬  네트워크  접속을  사용\n해서  사용자가  요청한  시간으로부터  3,000ms(3초)  내에  디스플레이  되어야  함\n  -  이  요구사항은  한  개  이상의  큰  이미지(이미지  50KB  이상)  및  동영상을  가\n지고  있는  페이지에는  적용되지  않음)\n  -  이  요구사항은  시스템을  사용하는  사용자  숫자가  동시  사용자  용량의  90%를 \n초과하는  경우에는  적용되지  않음"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "오류  응답  처리"
          ],
          [
            "요구사항 분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "오류에  대한  응답  처리  시간"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사용자의  입력오류나  시스템의  오류  발생시  2초  이내에  적당한  오류(보안에 \n문제  되지  않는)  메시지를  사용자에게  제시하여야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "웹  접근성  준수"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹  접근성  요건  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  전자정부  웹사이트  품질관리지침(행정안전부  고시  제2024-25호,  2024.  4.  12.)  및 \nKWACG(한국형  웹  콘텐츠  접근성  지침,  한국정보통신기술협회)  2.2에  준하여  구현\nㅇ  다양한  국가,  지역에서의  접속을  고려하며  사용함에  불편함이  없는  접속    속도\n를  보장할  수  있도록  웹  사이트  구현이  이루어져야  함\nㅇ  Web개발을  위한  코딩  규칙,  메뉴  규칙,  호환성  규칙  등은  Web  접근성  향상을  위\n한  국가  표준  기술  가이드를  준수하여야  함\n    -  한국정보화진흥원  웹  접근성  품질마크  인증  기준에  맞게  구축"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "느린  작업에  대한  사전  경고"
          ],
          [
            "요구사항 분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통계  및  다량의  정보조회  시  사전경고"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  통계  및  다량의  정보  조회  시  결과  도출  이전에  사용자에게  느린  결과  예상에 \n대한  적절한  메시지를  알림"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-005"
          ],
          [
            "요구사항 명칭",
            "",
            "응용시스템  튜닝,  호환  및  안정성  보장"
          ],
          [
            "요구사항 분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "응용시스템  튜닝  및  안정성  보장"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터양의  증가나  홈페이지  접속량이  증가하여  시스템  성능저하가  발생할 \n경우  이에  대한  개선책(튜닝)을  마련하여  튜닝을  실시하여야  함\nㅇ기  존  인프라  및  SW와의  완벽한  호환  및  안정성을  보장하여야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "웹  표준  및  호환성  준수"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹  표준  및  호환성  요건  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  전자정부  웹사이트  품질관리지침(행정안전부  고시  제2024-25호,  2024.  4.  12.)\n을  준수하여  구현\n    -  이용자들의  다양한  사용자  환경  (브라우저)  에서도  서비스를  이용할  수  있도록 \n하여야  하며,  표준을  준수하여  구현하여야  함\n    -  IE,  크롬,  사파리,  파이어폭스,  엣지  등  브라우저에서  버전에  구애받지  않고 \n홈페이지  이용에  불편이  없도록  웹  표준을  준수\n    -  홈페이지  웹  호환성을  확보하고  보안  강화를  위하여  마이크로소프트(MS)의 \n인터넷  익스플로러(IE)에  종속된  ActiveX  사용  금지\n    -  웹  호환성  확보로  크로스브라우징을  지원하여야  함\n        ※  동작  호환성  확보,  레이아웃  호환성  확보,  플러그인  호환성  확보\n    -  웹  표준  문법을  준수하여  구축하여야  함\n        ※  W3C  Markup  Validation  Service,  CSS  Validation  Service  진단  통과\n(결과물제출)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 데이터 요구사항 요구사항 고유번호 SIR-004 요구사항 명칭 사용자 친화 UI 지원 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 사용자 친화적 UI에 필요한 요건 세부 내용 ᄋ 전자정부 웹사이트 UIUX 가이드라인행정안전부, 2019. 3. 21.을 준용하여 구현 - 사용자 경험UX을 반영한 UI를 지원하도록 하여야 함 실용성, 사용성, 가용 성, 심미성, 친화성 적용 - 신규 구축되는 기능은 시스템 간 통일성, 사용자 편의성, 유지보수 편의성 강화를 위한 UI 표준 수립 및 적용 - 사용자 정보 접근성 향상을 위한 UI를 지원 - 이미지, 동영상 등 콘텐츠의 특성에 맞는 웹 UI 제공 ᄋ 웹 브라우저를 통해 제공하는 개발 및 구현되는 기능은 특정 브라우저에 종속 되지 않고, 정상 작동되도록 준수지침에 따라 구현되어야 함 요구사항 고유번호 DAR-001 요구사항 명칭 색인 DB 설계 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 DB 설계 원칙 세부 내용 ᄋ DB 구조의 설계는 관련 업무 처리 절차를 반영하여 유기적으로 구조화하고, 향후 업무 변동에 따른 확장성이식성을 충분히 고려해야 함 ᄋ 설계 시 기존 데이터를 고려하여야 함 ᄋ 소장 유물 및 주요 유물 콘텐츠의 표제어 및 주요 내용 등의 영문 검색이 가 능하도록 구성 요구사항 고유번호 DAR-002 요구사항 명칭 데이터 무결성 및 표준화 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 표준 관리 세부 내용 ᄋ 시스템은 외부 데이터를 연계할 때 데이터의 정합성을 검증하고 로그를 유지 하여야 함 ᄋ 기준이 되는 정보를 관리하기 위한 코드관리체계를 수립하고 코드를 설계하여 적용함 - 14 - 요구사항 고유번호 DAR-003 요구사항 명칭 데이터베이스 설계구현 및 내역서 제출 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터베이스 설계 요건 및 제출 목록 세부 내용 ᄋ 공공기관의 데이터베이스 표준화 지침행정안전부 고시 제2023-18호, 2023. 4. 3. 개정을 고려하여 테이블 및 필드 등을 설계 ᄋ 기존 사이트 구조를 고려이관하여 설계하고, 데이터베이스 설계는 개발 방 향에 맞는 형태로 설계 ᄋ 사업 완료 시 테이블 목록, 관계도ERD, 엔티티 정의서 등 데이터베이스 상 세설계 내역을 제출버전 표시하여야 함 요구사항 고유번호 DAR-004 요구사항 명칭 데이터 품질관리 체계 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 품질관리 세부 내용 ᄋ 데이터베이스 구조 최적화, DBMS 튜닝 등을 통해 데이터 안정성과 성능 개선 ᄋ 이관된 데이터 및 추가되는 모든 데이터에 대한 방법론 등 품질관리 체계 및 방안을 제시 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 테스트 방안 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 테스트 방법 세부 내용 ᄋ 시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사항에 서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 베이스라인으로 간주함 ᄋ 제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증 테 스트 활동을 통해 예상된 결과가 도출되었을 경우를 기준으로 평가함 ᄋ 단위 기능에 대한 테스트는 1차 자동화 검증 후, 수행하도록 함적용 가능한 시스템에 한함 ᄋ 바운더리 테스트, 업무로직 테스트, 통합 테스트, 시스템 테스트를 위한 구 체적인 틀 및 적용 방안을 제안하여 기능의 오류를 줄일 수 있는 방안을 제시함 ᄋ 기능 구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 수행함 으 로써 평가함 요구사항 고유번호 TER-002 요구사항 명칭 테스트 유형 및 환경 구축",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스  설계(구현)  및  내역서  제출"
          ],
          [
            "요구사항 분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터베이스  설계  요건  및  제출  목록"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  공공기관의  데이터베이스  표준화  지침(행정안전부  고시  제2023-18호,  2023. \n4.  3.  개정)을  고려하여  테이블  및  필드  등을  설계\nㅇ  기존  사이트  구조를  고려(이관)하여  설계하고,  데이터베이스  설계는  개발  방\n향에  맞는  형태로  설계\nㅇ  사업  완료  시  테이블  목록,  관계도(ERD),  엔티티  정의서  등  데이터베이스  상\n세설계  내역을  제출(버전  표시)하여야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자  친화  UI  지원"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자  친화적  UI에  필요한  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  전자정부  웹사이트  UI·UX  가이드라인(행정안전부,  2019.  3.  21.)을  준용하여  구현\n    -  사용자  경험(UX)을  반영한  UI를  지원하도록  하여야  함  (실용성,  사용성,  가용\n성,  심미성,  친화성  적용)\n    -  신규  구축되는  기능은  시스템  간  통일성,  사용자  편의성,  유지보수  편의성 \n강화를  위한  UI  표준  수립  및  적용\n    -  사용자  정보  접근성  향상을  위한  UI를  지원\n    -  이미지,  동영상  등  콘텐츠의  특성에  맞는  웹  UI  제공"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터  품질관리  체계"
          ],
          [
            "요구사항 분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  품질관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  데이터베이스  구조  최적화,  DBMS  튜닝  등을  통해  데이터  안정성과  성능  개선\nㅇ  이관된  데이터  및  추가되는  모든  데이터에  대한  방법론  등  품질관리  체계  및 \n방안을  제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "색인  DB  설계"
          ],
          [
            "요구사항 분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "DB  설계  원칙"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  DB  구조의  설계는  관련    업무  처리  절차를  반영하여  유기적으로  구조화하고, \n향후  업무  변동에  따른  확장성․이식성을  충분히  고려해야  함\nㅇ  설계  시  기존  데이터를  고려하여야  함\nㅇ  소장  유물  및  주요  유물  콘텐츠의  표제어  및  주요  내용  등의  영문  검색이  가\n능하도록  구성"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "테스트  방안"
          ],
          [
            "요구사항 분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트  방법"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  시스템은  제공되기로  한  요구사항을  모두  제공하며,  초기  협의한  요구사항에\n서  변경관리  절차를  통해  승인을  획득한  요구사항을  최종  베이스라인으로 \n간주함\nㅇ  제공되기로  한  요구사항을  제공하는지  여부는  각  기능  요구사항의  검증(    테\n스트)  활동을  통해  예상된  결과가  도출되었을  경우를  기준으로  평가함\nㅇ  단위  기능에  대한  테스트는  1차  자동화  검증  후,  수행하도록  함(적용  가능한 \n시스템에  한함)\nㅇ  바운더리  테스트,  업무로직  테스트,  통합  테스트,  시스템  테스트를  위한      구\n체적인  틀  및  적용  방안을  제안하여  기능의  오류를  줄일  수  있는  방안을   \n제시함\nㅇ  기능  구현  정확성은  사용자가  직접  테스트  수행  기간에  테스트를  수행함    으\n로써  평가함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터  무결성  및  표준화"
          ],
          [
            "요구사항 분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  시스템은  외부  데이터를  연계할  때  데이터의  정합성을  검증하고  로그를  유지\n하여야  함\nㅇ  기준이  되는  정보를  관리하기  위한  코드관리체계를  수립하고  코드를  설계하여 \n적용함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 보안 요구사항 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 테스트에 대한 유형 및 테스트 환경에 대한 구축 방안 세부 내용 ᄋ 단위테스트, 통합테스트, 시스템테스트 등 시스템 및 어플리케이션 신뢰성 확 보를 위한 테스트 수행방안을 제시하여야 함 ᄋ 각종 테스트의 종류 및 수행방안을 제시하고, 전문가에 의한 어플리케이션 디버깅튜닝 등을 실시하여야 함 ᄋ 테스트에 소요되는 환경 구축, 라이센스, 기술지원에 소요되는 비용은 사업자 가 부담하여야 함 요구사항 고유번호 SER-001 요구사항 명칭 보안 취약점 제거 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 보안 취약점 점검 및 제거 세부 내용 ᄋ 웹사이트 취약점OWASP Top 10 및 국정원 발표 보안 취약점 제거 ᄋ 웹 취약점 점검보완 후 결과보고서 제출 요구사항 고유번호 SER-002 요구사항 명칭 소프트웨어 개발 보안 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 소프트웨어 개발 보안 세부 내용 ᄋ 모바일 전자정부서비스 관리지침행정안전부예규 제243호, 2023. 5. 28 개정 및 소프트웨어 개발보안 가이드2019.11에 따른 소스코드 보안성 확보를 위 해 착수단계에서 표준코딩 스타일 정의 및 적절한 개발절차개발방법론, 교육 계획 등을 제시하고 개발 - 소스코드 보안 취약성을 자체진단하고 제거방안앱 소스코드 보안점검 방안 제시 등 제시 - 진단도구, 진단 전문인력 활용, 진단환경, 진단회수, 진단조치방안 등 요구사항 고유번호 SER-003 요구사항 명칭 보안관련 정책 및 평가기준 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 개인정보보호 정책 및 국가정보원 정보보안 관리실태 평가지표 준수 세부 내용 ᄋ 개인정보보호 및 정보보호 관련 정책 및 국정원 정부공공기관 정보보안 관리실태 평가지표를 준수하여 개발 - 엄격한 비밀번호 조합 규칙 적용 및 일방향 암호화 - 안전하지 않은 비밀번호 검출 및 재등록 - 일정횟수 이상 패스워드 입력 오류 시 사용 차단 기능 구현 - 세션만료 처리사용자관리자, 동시 로그인 금지관리자 - 불필요한 페이지 check 관리 - 소스코드 서버 저장 금지, 백업파일 별도 보관 - 입력 데이터 필터링취약점 방지 - 16 - - 서버스크립트 파일 업로드 제한 - 디렉토리 리스팅 방지 - 홈페이지 절대경로 및 내부시스템 정보 노출 방지 - 홈페이지 관리자 페이지 접근 통제 등 요구사항 고유번호 SER-004 요구사항 명칭 시큐어 코딩 준수 및 웹 취약점 제거 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 개발 및 수정되는 소스에 대한 시큐어 코딩 준수 및 웹 취약점 제거 세부 내용 ᄋ행정안전부의 소프트웨어 개발보안시큐어코딩 관련 가이드를 준용 함 프로그램 입력 값에 대한 부적절한 검증SQL삽입 등 인증, 접근제어, 권한 관리 등을 적절하지 않게 구현시 발생중요정보 평문저 장, 하드코드된 패스워드 등 불충분한 에러처리오류 메시지를 통한 정보노출 등 코드 오류널 포인터 역참조, 부적절한 자원 해제 등 불충분한 캡슐화제거되지 않고 남은 디버거 코드, 시스템 데이터 정보노출 등 부적절하거나 보안에 취약한 API 사용으로 발생할 수 있는 보안약점 ᄋ응용SW 대상 행정안전부 소프트웨어 보안약점 진단가이드 에 의거 보안 취약점을 분석하고 약점이 있을 경우 조치 ᄋ아래의 웹 취약점 점검 및 보완 조치 사용자 인증 취약점 SQL Injection 취약점 악성스크립트 취약점 불필요한 파일 및 정보노출 취약점 ᄋ정보서비스 개발 보안대책의 개발보안 및 문화체육관광부 사이버안전센터에서 기술적 보안대책과 관련한 보안권고기관 보안담당자 확인 必들을 준용 ᄋ개발 및 납품업체 대표이사급 명의로 취약점 점검결과이상없음 또는 조치결과 확인서 징구 ᄋ최신 악성코드 대응을 위한 주기적인 취약점 점검계획 수립, 점검조치결과 내부결재문서보고 및 보안패치 등 운영관리 ᄋ웹서버에 보안 약점 및 취약점 조치와 주기적인 모니터링 방안 및 웹셀 업로드 침해사고가 발생하지 않도록 보안조치 강구 ᄋ취약점 점검 결과는 대외비 이상으로 관리 요구사항 고유번호 SER-005 요구사항 명칭 보안정책 및 지침 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 보안정책 및 지침준수 내용 세부 내용 ᄋ보안정책 및 지침을 준수하여 개발 -국가 정보보안 기본지침2023.1.31. -국가공공기관 용역업체 보안관리 가이드라인2020.10. -안전한 정보통신 환경 구현을 위한 네트워크 구축운용 가이드라인2019.8.",
      "tables": [
        [
          [
            "",
            "",
            "-  서버스크립트  파일  업로드  제한\n    -  디렉토리  리스팅  방지\n    -  홈페이지  절대경로  및  내부시스템  정보  노출  방지\n    -  홈페이지  관리자  페이지  접근  통제  등"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트에  대한  유형  및  테스트  환경에  대한  구축  방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  단위테스트,  통합테스트,  시스템테스트  등  시스템  및  어플리케이션  신뢰성  확\n보를  위한  테스트  수행방안을  제시하여야  함\nㅇ  각종  테스트의  종류  및  수행방안을  제시하고,  전문가에  의한  어플리케이션 \n디버깅/튜닝  등을  실시하여야  함\nㅇ  테스트에  소요되는  환경  구축,  라이센스,  기술지원에  소요되는  비용은  사업자\n가  부담하여야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "보안  취약점  제거"
          ],
          [
            "요구사항 분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안  취약점  점검  및  제거"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  웹사이트  취약점(OWASP  Top  10  및  국정원  발표  보안  취약점)  제거 \nㅇ  웹  취약점  점검․보완  후  결과보고서  제출"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어  개발  보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어  개발  보안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  모바일  전자정부서비스  관리지침(행정안전부예규  제243호,  2023.  5.  28  개정) \n및  소프트웨어  개발보안  가이드(2019.11)에  따른  소스코드  보안성  확보를  위\n해  착수단계에서  표준코딩  스타일  정의  및  적절한  개발절차·개발방법론,  교육\n계획  등을  제시하고  개발\n      -  소스코드  보안  취약성을  자체진단하고  제거방안(앱  소스코드  보안점검  방안\n제시  등)  제시\n      -  진단도구,  진단  전문인력  활용,  진단환경,  진단회수,  진단·조치방안  등"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-004",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "시큐어  코딩  준수  및  웹  취약점  제거",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "보안  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발  및  수정되는  소스에  대한  시큐어  코딩  준수  및  웹  취약점  제거",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 행정안전부의  “소프트웨어  개발보안(시큐어코딩)  관련  가이드”를  준용  함\n \nㅇ 응용S/W  대상  행정안전부  “소프트웨어  보안약점  진단가이드”  에  의거  보안\n취약점을  분석하고  약점이  있을  경우  조치\nㅇ 아래의  웹  취약점  점검  및  보완  조치\n \nㅇ 정보서비스  개발  보안대책의  개발보안  및  문화체육관광부  사이버안전센터에서 \n기술적  보안대책과  관련한  보안권고(기관  보안담당자  확인  必)들을  준용\nㅇ 개발  및  납품업체  대표이사급  명의로  취약점  점검결과(이상없음  또는  조치결과) \n확인서  징구 \nㅇ 최신  악성코드  대응을  위한  주기적인  취약점  점검계획  수립,  점검(조치)결과 \n내부결재(문서보고)  및  보안패치  등  운영관리\nㅇ 웹서버에  보안  약점  및  취약점  조치와  주기적인  모니터링  방안  및  웹셀  업로드 \n침해사고가  발생하지  않도록  보안조치  강구\nㅇ 취약점  점검  결과는  대외비  이상으로  관리",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "•  프로그램  입력  값에  대한  부적절한  검증(SQL삽입  등)\n•  인증,  접근제어,  권한  관리  등을  적절하지  않게  구현시  발생(중요정보  평문저\n장,  하드코드된  패스워드  등)\n•  불충분한  에러처리(오류  메시지를  통한  정보노출  등)\n•  코드  오류(널  포인터  역참조,  부적절한  자원  해제  등)\n•  불충분한  캡슐화(제거되지  않고  남은  디버거  코드, 시스템  데이터 정보노출  등)\n•  부적절하거나  보안에  취약한  API  사용으로  발생할  수  있는  보안약점",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "•  사용자  인증  취약점\n•  SQL  Injection  취약점\n•  악성스크립트  취약점\n•  불필요한  파일  및  정보노출  취약점",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항 명칭",
            "",
            "보안정책  및  지침  준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안정책  및  지침준수  내용"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ보안정책  및  지침을  준수하여  개발\n    -「국가  정보보안  기본지침」(2023.1.31.)\n    -「국가·공공기관  용역업체  보안관리  가이드라인」(2020.10.)\n    -「안전한  정보통신  환경  구현을  위한  네트워크  구축·운용  가이드라인」(2019.8.)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "보안관련  정책  및  평가기준  준수"
          ],
          [
            "요구사항 분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보보호  정책  및  국가정보원  정보보안  관리실태  평가지표  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  개인정보보호  및  정보보호  관련  정책  및  국정원  「정부․공공기관  정보보안 \n      관리실태  평가지표」를  준수하여  개발\n    -  엄격한  비밀번호  조합  규칙  적용  및  일방향  암호화\n    -  안전하지  않은  비밀번호  검출  및  재등록\n    -  일정횟수  이상  패스워드  입력  오류  시  사용  차단  기능  구현\n    -  세션만료  처리(사용자/관리자),  동시  로그인  금지(관리자)\n    -  불필요한  페이지  check  관리\n    -  소스코드  서버  저장  금지,  백업파일  별도  보관\n    -  입력  데이터  필터링(취약점  방지)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - -국가공공기관 영상정보 처리기기 도입운영 가이드라인2019.7.1. -국가공공기관 망 분리 및 자료전송 보안 가이드라인2019 -국가공공기관 무선랜 구축 및 RFID 보안 가이드라인2019.12. -국가공공기관 빅데이터 보안 가이드라인2018.12. -국가공공기관의 제어시스템 보안 가이드라인2017.1. - 소프트웨어 개발보안 가이드행정안전부, 2021. 11. - 소프트웨어 보안약점 진단가이드행정안전부, 2021. 11. - 공개SW를 활용한 소프트웨어 개발보안 점검가이드행정안전부, 2019. 6. - 가명정보 처리 가이드라인개인정보보호위원회, 2024. 2. - 홈페이지 개인정보 노출방지 안내서개인정보보호위원회, 2023. 12. - 자동처리 되는 개인정보 보호 가이드라인개인정보보호위원회, 2020. 12. - 개인정보의 안전성 확보조치 기준개인정보보호위원회고시 제2023-6호, 2023. 9. 22. - 문화체육관광부 개인정보 보호지침문화체육관광부훈령 제443호, 2021. 4. 15. - 위 지침 외에도 정부가 제정ᆞ공포한 관계 제 법규지침 ᄋ 자체 보안대책 강구사항보안서약 후 열람의 정보시스템에 대한 기술적 보 안대책을 강구하고 조치해야 함 요구사항 고유번호 SER-006 요구사항 명칭 사업 수행에 대한 보안대책 수립 및 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사업 계약단계부터 완료단계까지 준수해야할 보안대책 세부 내용 ᄋ사업 계약단계 보안대책 수립 - 물리적관리적기술적 보안대책 등 보안관리에 대한 운영규정을 마련하여 제 시하고 비상사태에 대비해야 함 - 사업 수행 계획서에 자료장비네트워크 보안대책 및 누출금지 대상정보 관 리 방안 등 보안관리 세부 계획 작성 - 사업 수행 중에 알게 되는 내부정보 및 하도급 업체에 대한 보안관리 책임 을 부담하기 위해 대표자 명의 보안서약서 및 보안확약서 제출 - 누출금지 대상정보 등 자료장비 등에 대한 대외보안이 필요한 경우 용역 계약서와 별도로 비밀유지계약을 체결하여야 함하도급 계약을 체결하는 경 우에도 동일한 비밀유지 의무를 지님 누출금지 대상정보 1 해당 기관의 정보시스템 내ᆞ외부 IP주소 현황 2 정보시스템 구성 현황 및 정보통신망 구성도 3 개별사용자의 계정, 비밀번호 등 정보시스템 접근권한 정보 4 정보통신망 또는 정보시스템 취약점 분석, 평가 결과물 5 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경우 국아안보 및 국익에 피해가 우려되는 중요 용역사업에 해당 6 암호자재, 암호가 주 기능인 제품 및 정보보호시스템 도입운용 현황 7 정보보호시스템 및 네트워크 장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조제1항에 따라 비공개 대상 정보 로 분류된 해당 기관의 내부문서 - 18 - 정보누출 적발시 국가계약법 시행령 제76조에 의거 부정당업자로 등록, 입찰 참자자격 제한 등 제재 조치 ᄋ참여인원에 대한 보안관리 - 용역사업자는 용역사업 참여인원 중 최고 직급자를 보안책임관으로 지정, 발주기관의 승인을 받아야하며 용역사업 관련 시스템에 접근하는 모든 인원 은 개인의 친필 서명이 들어간 보안서약서, 보안확약서, 비밀유지계약서 및 개인정보보호법 준수를 위한 개인정보 처리위탁 계약서, 개인정보 위탁 보 안서약서 제출 - 용역사업 수행전 참여인원에 대해 법적 또는 발주기관 규정에 따른 비밀유 지 의무 준수 및 위반시 처벌내용 등에 대한 보안교육 실시 ᄋ자료에 대한 보안관리 - 누출금지 대상정보는 반드시 자료관리 대장에 인계자인수자가 직접 서명 하여 관리하고 사업완료시 관련 자료 회수 - 사업수행에서 생산되는 모든 산출물은 파일서버 또는 보안담당관이 지정한 PC에만 저장관리하고 사업담당자가 인가하지 않은 비인가자에게 제공대여 열람 금지 - 발주기관의 보안정책에 P2P, 웹하드 등 인터넷 자료공유사이트 및 상용 메 일메신저 사용을 금지하고 자료전송이 필요한 경우 자체 전자우편을 이용, 첨부자료 암호화 후 수발신 - 매일 퇴근시 발주기관이 제공한 비공개 자료는 반납하고 그 외 자료는 사무 실 시건장치가 된 보관함에 보관 ᄋ사무실장비에 대한 보안관리 - 용역사업 수행 장소는 CCTV시건장치 등 비인가자의 출입통제 대책 마련 - 상주인력에 대해서는 정보보안 SW바이러스 백신, 보조기억매체제어 등 설치를 통해 우리기관 직원과 동일한 수준의 보안 통제를 적용 - PC는 부팅 패스워드, 운영체제 패스워드, 화면보호기 패스워드를 설정해야 하며, 공유폴더 감시, 운영체제 업데이트, 백신 최신패치 등 상시점검 및 악 성코드 감염 차단을 위한 저장매체 자동 점검이 될 수 있도록 설정 - 노트북 등 관련 장비를 외부에 반출입시 악성코드 감염여부 및 자료 무단 반출 여부를 확인하고 관리대장에 반드시 기록 - 인가받지 않은 USB 등의 휴대용 저장매체 사용을 금지하고 산출물 저장을 위해 휴대용 저장매체가 필요한 경우 보안담당관의 승인하 사용 - 용역사업자는 수행 장소에 대한 보안점검을 정기적으로 실시하여 사업 담 당자에게 결과를 보고 ᄋ사업 완료시 보안관리 - 최종 산출물 중 대외보안이 요구되는 자료는 대외비 이상으로 작성관리하 고 불필요한 자료는 반드시 삭제 및 폐기 - 발주기관에서 제공받은 자료, 장비, 산출물 등 용역 관련 제반자료는 전량 회수하고 용역업체에 복사본 등 별도 보관 절대 금지 9 개인정보보호법 제2조제1호에 따른 개인정보 10 보안업무규정 제4조에 따른 및 보안업무규정 시행규칙 제16조3항에 따 른 대외비 11 그 밖에 해당 기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [
        [
          [
            "",
            "",
            "-「국가·공공기관  영상정보  처리기기  도입·운영  가이드라인」(2019.7.1.)\n    -「국가·공공기관  망  분리  및  자료전송  보안  가이드라인」(2019)\n    -「국가·공공기관  무선랜  구축  및  RFID  보안  가이드라인」(2019.12.)\n    -「국가·공공기관  빅데이터  보안  가이드라인」(2018.12.)\n    -「국가·공공기관의  제어시스템  보안  가이드라인」(2017.1.)\n    -  소프트웨어  개발보안  가이드(행정안전부,  2021.  11.)\n    -  소프트웨어  보안약점  진단가이드(행정안전부,  2021.  11.)\n    -  공개SW를  활용한  소프트웨어  개발보안  점검가이드(행정안전부,  2019.  6.)\n    -  가명정보  처리  가이드라인(개인정보보호위원회,  2024.  2.)\n    -  홈페이지  개인정보  노출방지  안내서(개인정보보호위원회,  2023.  12.)\n    -  자동처리  되는  개인정보  보호  가이드라인(개인정보보호위원회,  2020.  12.)\n    -  개인정보의  안전성  확보조치  기준(개인정보보호위원회고시  제2023-6호,  2023.  9.  22.)\n    -  문화체육관광부  개인정보  보호지침(문화체육관광부훈령  제443호,  2021.  4.  15.)\n    -  위  지침  외에도  정부가  제정ㆍ공포한  관계  제  법규(지침)\nㅇ  자체  보안대책  강구사항(보안서약  후  열람)의  정보시스템에  대한  기술적  보\n안대책을  강구하고  조치해야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-006",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "사업  수행에  대한  보안대책  수립  및  준수",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "보안  요구사항",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업  계약단계부터  완료단계까지  준수해야할  보안대책",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 사업  계약단계  보안대책  수립\n  -  물리적·관리적·기술적  보안대책  등  보안관리에  대한  운영규정을  마련하여  제\n시하고  비상사태에  대비해야  함\n  -  사업  수행  계획서에  자료‧장비‧네트워크  보안대책  및  누출금지  대상정보  관\n리  방안  등  보안관리  세부  계획  작성\n  -  사업  수행  중에  알게  되는  내부정보  및  하도급  업체에  대한  보안관리  책임\n을  부담하기  위해  대표자  명의  보안서약서  및  보안확약서  제출\n  -  누출금지  대상정보  등  자료‧장비  등에  대한  대외보안이  필요한  경우  용역 \n계약서와  별도로  비밀유지계약을  체결하여야  함(하도급  계약을  체결하는  경\n우에도  동일한  비밀유지  의무를  지님)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "<누출금지  대상정보>\n①  해당  기관의  정보시스템  내ㆍ외부  IP주소  현황\n②  정보시스템  구성    현황  및  정보통신망  구성도\n③  개별사용자의  계정,  비밀번호  등  정보시스템  접근권한  정보\n④  정보통신망  또는  정보시스템  취약점  분석,  평가  결과물\n⑤  정보화사업  용역  결과물  및  관련  프로그램  소스코드(외부에  유출될  경우 \n국아안보  및  국익에  피해가  우려되는  중요  용역사업에  해당) \n⑥  암호자재,  암호가  주  기능인  제품  및  정보보호시스템  도입·운용  현황\n⑦  정보보호시스템  및  네트워크  장비  설정  정보\n⑧  ‘공공기관의  정보공개에  관한  법률’  제9조제1항에  따라  비공개  대상  정보\n로  분류된  해당  기관의  내부문서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "⑨  ‘개인정보보호법’  제2조제1호에  따른  개인정보\n⑩  ‘보안업무규정’  제4조에  따른  및  ‘보안업무규정  시행규칙’  제16조3항에  따\n른  대외비\n⑪  그  밖에  해당  기관의  장이  공개가  불가하다고  판단한  자료\n    ※  정보누출  적발시  「국가계약법」  시행령  제76조에  의거  부정당업자로  등록, \n입찰  참자자격  제한  등  제재  조치\nㅇ 참여인원에  대한  보안관리\n  -  용역사업자는  용역사업  참여인원  중  최고  직급자를  보안책임관으로  지정, \n발주기관의  승인을  받아야하며  용역사업  관련  시스템에  접근하는  모든  인원\n은  개인의  친필  서명이  들어간  보안서약서,  보안확약서,  비밀유지계약서  및 \n개인정보보호법  준수를  위한  개인정보  처리위탁  계약서,  개인정보  위탁  보\n안서약서  제출\n  -  용역사업  수행전  참여인원에  대해  법적  또는  발주기관  규정에  따른  비밀유\n지  의무  준수  및  위반시  처벌내용  등에  대한  보안교육  실시\nㅇ 자료에  대한  보안관리\n  -  ‘누출금지  대상정보’는  반드시  ‘자료관리  대장’에  인계자‧인수자가  직접  서명\n하여  관리하고  사업완료시  관련  자료  회수 \n  -  사업수행에서  생산되는  모든  산출물은  파일서버  또는  보안담당관이  지정한 \nPC에만  저장‧관리하고  사업담당자가  인가하지  않은  비인가자에게  제공‧대여\n‧열람  금지\n  -  발주기관의  보안정책에  P2P,  웹하드  등  인터넷  자료공유사이트  및  상용  메\n일‧메신저  사용을  금지하고  자료전송이  필요한  경우  자체  전자우편을  이용, \n첨부자료  암호화  후  수‧발신\n  -  매일  퇴근시  발주기관이  제공한  비공개  자료는  반납하고  그  외  자료는  사무\n실  시건장치가  된  보관함에  보관\nㅇ 사무실‧장비에  대한  보안관리\n  -  용역사업  수행  장소는  CCTV‧시건장치  등  비인가자의  출입통제  대책  마련\n  -  상주인력에  대해서는  정보보안  S/W(바이러스  백신,  보조기억매체제어  등) \n설치를  통해  우리기관  직원과  동일한  수준의  보안  통제를  적용\n  -  PC는  부팅  패스워드,  운영체제  패스워드,  화면보호기  패스워드를  설정해야 \n하며,  공유폴더  감시,  운영체제  업데이트,  백신  최신패치  등  상시점검  및  악\n성코드  감염  차단을  위한  저장매체  자동  점검이  될  수  있도록  설정\n  -  노트북  등  관련  장비를  외부에  반출‧입시  악성코드  감염여부  및  자료  무단\n반출  여부를  확인하고  관리대장에  반드시  기록\n  -  인가받지  않은  USB  등의  휴대용  저장매체  사용을  금지하고  산출물  저장을 \n위해  휴대용  저장매체가  필요한  경우  보안담당관의  승인하  사용\n  -  용역사업자는  수행  장소에  대한  보안점검을  정기적으로  실시하여  사업    담\n당자에게  결과를  보고\nㅇ 사업  완료시  보안관리\n  -  최종  산출물  중  대외보안이  요구되는  자료는  대외비  이상으로  작성‧관리하\n고  불필요한  자료는  반드시  삭제  및  폐기\n  -  발주기관에서  제공받은  자료,  장비,  산출물  등  용역  관련  제반자료는  전량 \n회수하고  용역업체에  복사본  등  별도  보관  절대  금지",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 품질관리 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 품질 보증 요건 세부 내용 ᄋ품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시하여야 함 ᄋ제안사는 품질보증을 보장하기 위한 품질보증방안을 제시하여야 함 ᄋ제안사가 대외적으로 인정받을 만한 품질보증 관련 인증을 받은 경우 이를 입 증할 수 있는 근거 서류를 제시하여야 함 요구사항 고유번호 QUR-002 요구사항 명칭 기능 구현의 정확성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 기능 구현 정확성 세부 내용 ᄋ동 사업을 개발, 제공되는 모든 결과물은 제공되기로 한 요구사항을 모두 제 공하여야 하며, 초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득 한 것만 인정 ᄋ제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증테스 트 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가 ᄋ바운더리 테스트, 비즈니스로직 테스트, 통합테스트, 시스템 테스트를 위한 구 체적인 툴 및 적용방안을 제안하여 기능의 오류를 줄일 수 있는 방안을 제시 ᄋ기능 구현 정확성은 사용자가 직접 테스트를 수행함으로써 평가 요구사항 고유번호 QUR-003 요구사항 명칭 설치 및 제거 용이성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 설치 및 제거 용이성 세부 내용 ᄋ사용자매뉴얼 또는 관리자매뉴얼에 시스템 또는 프로그램의 설치나 제거를 위 한 정보를 문서로 제공 ᄋ시스템 및 프로그램의 설치 및 제거 용이성을 평가하기 위해 매뉴얼을 따라서 사용자 및 관리자가 설치 및 제거해야 함 요구사항 고유번호 QUR-004 - 사업 완료후 업체 소유 PC, 서버의 하드디스크, 휴대용 저장매체, 노트북 등 전자기록 저장매체는 국가정보원이 안전성을 검증한 삭제 SW로 완전 삭제 후 반출 - 용역사업 관련 자료 회수 및 삭제조치 후 업체에게 복사본 등 용역사업 관 련 자료를 보유하고 있지 않다는 대표 명의 확약서 제출 - 20 - 제약사항 요구사항 명칭 시스템 이해의 용의성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 시스템 이해 용이성 세부 내용 ᄋ사용자 및 관리자가 신규 시스템을 쉽고 편하게 사용할 수 있도록 하기 위해 기능, 인터페이스에 다음과 같은 정보가 제공되어야 함 - 기능 이해도 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 정 보를 제공 - 인터페이스 이해도 시스템에서 제공하는 인터페이스 기능과 방법을 관리자 매뉴얼에 포함 ᄋ향후 유지보수 시 시스템 이해 및 유지보수의 용이성 확보를 위해 개발 및 개 선 시 수정 내역을 주석 형태로 기록하고, 기능 개선 된 내용을 형상관리 서 버에 등록하여 버전 관리 수행 ᄋ정기점검, 장애복구, 시스템 개보수 등을 위한 시스템 운영매뉴얼을 제공해야 함 ᄋ시스템 운영조직에 대한 시스템 교육을 실시하여야 함 요구사항 고유번호 QUR-005 요구사항 명칭 시스템 가용성 확보 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 시스템 성능관리 및 가용성 확보 세부 내용 ᄋ시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 시스템 조건이 무 엇이든지 간에 모든 채널에 동일한 자료 및 결과를 생성하고 인도해야함 ᄋ시스템 펌웨어firmware 패치 및 업그레이드 - 최신 시스템 펌웨어 정보 및 기술정보 제공 - 시스템 펌웨어 패치 적용 및 업그레이드 지원 ᄋOS 환경 설정 점검 및 튜닝 - 시스템 구성환경에 대한 기술점검 및 시스템 자원 사용 툴 분석최적화 적용 요구사항 고유번호 COR-001 요구사항 명칭 지식재산권 요구사항 분류 제약사항 요구사항 상세설명 정의 지식재산권 공동소유. SW산출물 활용 촉진 및 공동활용 세부 내용 ᄋ지식재산권 공동소유 행정기관 및 공공기관 정보시스템 구축운영지침 제60조계약목적물의 지식재산 권 귀속 및 기술자료 임치 및 계약예규 용역계약일반조건 제56조계약목적물 의 지식재산권 귀속 등에 따라 개발산출물SW 포함의 지적재산권은 공동소유 로 하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함. 다만 발주기관과 계약상대자가 상호 협의하여 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있다. ᄋSW산출물 활용 촉진",
      "tables": [
        [
          [
            "",
            "",
            "-  사업  완료후  업체  소유  PC,  서버의  하드디스크,  휴대용  저장매체,  노트북  등 \n전자기록  저장매체는  국가정보원이  안전성을  검증한  삭제  SW로  완전  삭제 \n후  반출\n  -  용역사업  관련  자료  회수  및  삭제조치  후  업체에게  복사본  등  용역사업  관\n련  자료를  보유하고  있지  않다는  대표  명의  확약서  제출"
          ]
        ],
        [
          [
            "요구사항 명칭",
            "",
            "시스템  이해의  용의성"
          ],
          [
            "요구사항 분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  이해  용이성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사용자  및  관리자가  신규  시스템을  쉽고  편하게  사용할  수  있도록  하기  위해 \n[기능,  인터페이스]에  다음과  같은  정보가  제공되어야  함\n  -  기능  이해도  :  시스템에서  제공하는  모든  기능에  대해  사용자  매뉴얼에서  정\n보를  제공\n  -  인터페이스  이해도  :  시스템에서  제공하는  인터페이스  기능과  방법을  관리자 \n매뉴얼에  포함\nㅇ향후  유지보수  시  시스템  이해  및  유지보수의  용이성  확보를  위해  개발  및  개\n선  시  수정  내역을  주석  형태로  기록하고,  기능  개선  된  내용을  형상관리  서\n버에  등록하여  버전  관리  수행\nㅇ정기점검,  장애복구,  시스템  개/보수  등을  위한  시스템  운영매뉴얼을  제공해야  함\nㅇ시스템  운영조직에  대한  시스템  교육을  실시하여야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "품질관리"
          ],
          [
            "요구사항 분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질  보증  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ품질보증의  범위,  품질보증을  위한  조직,  절차,  점검방법  등을  제시하여야  함\nㅇ제안사는  품질보증을  보장하기  위한  품질보증방안을  제시하여야  함\nㅇ제안사가  대외적으로  인정받을  만한  품질보증  관련  인증을  받은  경우  이를  입\n증할  수  있는  근거  서류를  제시하여야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템  가용성  확보"
          ],
          [
            "요구사항 분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  성능관리  및  가용성  확보"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ시스템은  통상적인  업무시간  동안  가용성을  보장하여야  하며,  시스템  조건이  무\n엇이든지  간에  모든  채널에  동일한  자료  및  결과를  생성하고  인도해야함\nㅇ시스템  펌웨어(firmware)  패치  및  업그레이드\n    -  최신  시스템  펌웨어  정보  및  기술정보  제공\n    -  시스템  펌웨어  패치  적용  및  업그레이드  지원\nㅇOS  환경  설정  점검  및  튜닝\n    -  시스템  구성환경에  대한  기술점검  및  시스템  자원  사용  툴  분석/최적화  적용"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "기능  구현의  정확성"
          ],
          [
            "요구사항 분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기능  구현  정확성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ동  사업을  개발,  제공되는  모든  결과물은  제공되기로  한  요구사항을  모두  제\n공하여야  하며,  초기  협의한  요구사항에서  변경관리  절차를  통해  승인을  획득\n한  것만  인정\nㅇ제공되기로  한  요구사항을  제공하는지  여부는  각  기능  요구사항의  검증(테스\n트)  활동을  통해  예상된  결과가  도출되었을  경우  요구사항을  제공한  것으로  평가\nㅇ바운더리  테스트,  비즈니스로직  테스트,  통합테스트,  시스템  테스트를  위한  구\n체적인  툴  및  적용방안을  제안하여  기능의  오류를  줄일  수  있는  방안을  제시\nㅇ기능  구현  정확성은  사용자가  직접  테스트를  수행함으로써  평가"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "설치  및  제거  용이성"
          ],
          [
            "요구사항 분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "설치  및  제거  용이성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사용자매뉴얼  또는  관리자매뉴얼에  시스템  또는  프로그램의  설치나  제거를  위\n한  정보를  문서로  제공\nㅇ시스템  및  프로그램의  설치  및  제거  용이성을  평가하기  위해  매뉴얼을  따라서 \n사용자  및  관리자가  설치  및  제거해야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "지식재산권"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "지식재산권  공동소유.  SW산출물  활용  촉진  및  공동활용"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 지식재산권  공동소유\n행정기관  및  공공기관  정보시스템  구축‧운영지침  제60조(계약목적물의  지식재산\n권  귀속  및  기술자료  임치)  및  계약예규  “용역계약일반조건”  제56조(계약목적물\n의  지식재산권  귀속  등)에  따라  개발산출물(S/W  포함)의  지적재산권은  공동소유\n로  하며,  별도의  정함이  없는  한  지분은  균등한  것으로  함.  다만  발주기관과 \n계약상대자가  상호  협의하여  지식재산권  귀속주체  등에  대해  공동소유와  달리 \n정할  수  있다.\nㅇ SW산출물  활용  촉진"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 요구사항 고유번호 COR-002 요구사항 명칭 시스템 개발 제약사항 요구사항 분류 제약사항 요구사항 상세설명 정의 시스템 개발 시 제약사항 세부 내용 ᄋ시스템은 제시된 방법론의 절차와 과정개발 표준, 기술표준 문서화에 따라 개발되어야 함 ᄋ본 사업 추진에 필요한 소프트웨어는 제안업체가 준비하는 것으로 함 ᄋ시스템은 기존의 국가표준 및 정보화 기술지원 기관에서 확정한 표준화보안 관 련 법규정 및 지침 등을 준수해야 함 - 국가 정보보안 기본지침국가정보원, 2023.1.31. - 국가 클라우드 컴퓨팅 보안 가이드라인국가정보원, 2023.1. - 국가공공기관 용역업체 보안관리 가이드라인국가정보원, 2020.10. - 소프트웨어 개발보안 가이드행정안전부, 2021. 11. - 소프트웨어 보안약점 진단가이드행정안전부, 2021. 11. - 공개SW를 활용한 소프트웨어 개발보안 점검가이드행정안전부, 2019. 6. - 가명정보 처리 가이드라인개인정보보호위원회, 2024. 2. - 홈페이지 개인정보 노출방지 안내서개인정보보호위원회, 2024.4. - 자동처리 되는 개인정보보호 가이드라인개인정보보호위원회, 2020.12. - 개인정보의 안전성 확보조치 기준개인정보보호위원회고시 제2023-6호, 2023.9.22. - 문화체육관광부 개인정보 보호지침문화체육관광부훈령 제443호, 2021. 4. 15. - 문화체육관광부 정보화업무규정 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발 주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함 단, 공급자는 다음 내용을 준수하여야 함 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지 정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명의의 확약서를 발주기관에 제출하여야 함 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관 으로부터 사전승인을 받아야 함 - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법 제27조 및지방계약법제31조에 따라 입찰 참가 자격을 제한함 ᄋ시스템 내의 콘텐츠 및 디자인, 이미지 등에 대한 저작권 문제가 없어야 함 ᄋ시스템 구축에 사용되는 도구, 프로그램, 자료 등은 지적재산권 침해 등의 법 적 문제가 없어야 함 ᄋ제3자의 특허권 또는 저작권을 침해하여 손해배상 청구소송이 제기될 경우 주 관사업자가 배상해야 함. ᄋ시스템에 도입되어 설치된 상용 소프트웨어는 라이선스를 획득해야 함 ᄋ개발SW의 공동활용 사전명시 - 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적 물의 지식재산권 귀속 등에 따라 타 기관과 공동활용할 계획이 없음 - 22 - 프로젝트 관리 요구사항 - 문화체육관광부 보안업무규정시행세칙 - 문화정보화 업무운영 및 이용에 관한 지침 - 문화체육관광부 개인정보보호 지침 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시2015-26호, 2015.7.15 - 전자정부 SW 개발운영자를 위한 소프트웨어 개발보안 가이드행정안전부 요구사항 고유번호 COR-003 요구사항 명칭 시스템 구조 설계 요구사항 분류 제약사항 요구사항 상세설명 정의 시스템 구조 설계 요건 세부 내용 ᄋ기존 구축되어 있는 현행 시스템 구조 및 전체 표준과 호환성, 시스템 분산 설계, 데이터 유형, 프로세스 환경유형, 사용자 유형, 시스템 토폴로지가 고려되 어 구조 설계가 이루어져야 함 요구사항 고유번호 COR-004 요구사항 명칭 기술 표준 적용방안 요구사항 분류 제약사항 요구사항 상세설명 정의 시스템 개발시 준수해야할 기술 표준 요건 세부 내용 ᄋ업계 표준의 기술을 사용함으로써 개발유지보수가 용이해야 하며, 특정 OS에 종속적이지 않아야 함 ᄋ모든 응용프로그램 유연성, 확장성, 재사용성을 확보할 수 있도록 모듈화 전략을 반영하여 개발함 ᄋ주관기관에서 현재 보유하여 활용 가능한 HW, SW를 활용하거나, 타사의 솔 루션으로 교체할 수 있음. 단, 솔루션 교체 시, 기존 시스템과의 호환성이 유 지되어야 하며, 추가 도입이 필요한 솔루션의 경우 본 용역에 포함하여 수행 하여야 함 요구사항 고유번호 PMR-001 요구사항 명칭 프로젝트 관리 방법론 적용 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 관리 방법 세부 내용 ᄋ위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리 방법론을 통한 체계적인 사업 관리 방안 제시 ᄋ개발의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 체계적으로 프 로젝트를 관리관리도구 이용해야 함 ᄋ단계별로 진행 상황을 보고하고 프로젝트 관련 산출물을 제출하여야 함",
      "tables": [
        [
          [
            "",
            "",
            "-  문화체육관광부  보안업무규정시행세칙\n  -  문화정보화  업무운영  및  이용에  관한  지침\n  -  문화체육관광부  개인정보보호  지침\n  -  공공기관의  데이터베이스  표준화  지침(행정안전부  고시2015-26호,  2015.7.15)\n  -  전자정부  SW  개발·운영자를  위한  소프트웨어  개발보안  가이드(행정안전부)"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템  구조  설계"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  구조  설계  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ기존  구축되어  있는  현행  시스템  구조  및  전체  표준과  호환성,  시스템  분산 \n설계,  데이터  유형,  프로세스  환경유형,  사용자  유형,  시스템  토폴로지가  고려되\n어  구조  설계가  이루어져야  함"
          ]
        ],
        [
          [
            "",
            "",
            "공급자는  지식재산권의  활용을  위하여  SW산출물의  반출을  요청할  수  있으며,  발\n주기관에서는  「보안업무규정」  제4조  및  제안요청서에  명시된  누출금지정보에 \n해당하지  않을  경우  SW산출물을  제공함\n(단,  공급자는  다음  내용을  준수하여야  함)\n-  공급자는  공급받은  SW산출물에  대하여  제안요청서,  계약서  등에  누출금지\n    정보로  명시한  정보를  삭제하고  활용하여야  하며,  이를  확인하는  공급자 \n    대표명의의  확약서를  발주기관에  제출하여야  함\n-  공급자가  반출된  SW산출물을  제3자에게  제공하려는  경우  반드시  발주기관\n    으로부터  사전승인을  받아야  함\n-  발주기관은  공급자가  제공받은  SW산출물을  무단으로  유출하거나  누출되는 \n    경우  및  누출금지정보를  삭제하지  않고  활용하는  경우에는  「국가계약법」\n    제27조  및「지방계약법」제31조에  따라  입찰  참가  자격을  제한함\nㅇ 시스템  내의  콘텐츠  및  디자인,  이미지  등에  대한  저작권  문제가  없어야  함\nㅇ 시스템  구축에  사용되는  도구,  프로그램,  자료  등은  지적재산권  침해  등의  법\n적  문제가  없어야  함\nㅇ 제3자의  특허권  또는  저작권을  침해하여  손해배상  청구소송이  제기될  경우  주\n관사업자가  배상해야  함.\nㅇ 시스템에  도입되어  설치된  상용  소프트웨어는  라이선스를  획득해야  함\nㅇ 개발SW의  공동활용  사전명시\n      -  본  사업을  통해  개발되는  소프트웨어는  용역계약일반조건  제56조(계약목적\n물의  지식재산권  귀속  등)에  따라  타  기관과  공동활용할  계획이  없음"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "기술  표준  적용방안"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  개발시  준수해야할  기술  표준  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ업계  표준의  기술을  사용함으로써  개발/유지보수가  용이해야  하며,  특정  OS에 \n종속적이지  않아야  함\nㅇ모든  응용프로그램  유연성,  확장성,  재사용성을  확보할  수  있도록  모듈화  전략을 \n반영하여  개발함\nㅇ주관기관에서  현재  보유하여  활용  가능한  H/W,  S/W를  활용하거나,  타사의  솔\n루션으로  교체할  수  있음.  단,  솔루션  교체  시,  기존  시스템과의  호환성이  유\n지되어야  하며,  추가  도입이  필요한  솔루션의  경우  본  용역에  포함하여  수행\n하여야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템  개발  제약사항"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  개발  시  제약사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ시스템은  제시된  방법론의  절차와  과정(개발  표준,  기술표준  문서화)에  따라 \n개발되어야  함\nㅇ본  사업  추진에  필요한  소프트웨어는  제안업체가  준비하는  것으로  함\nㅇ시스템은  기존의  국가표준  및  정보화  기술지원  기관에서  확정한  표준화·보안  관\n련  법규정  및  지침  등을  준수해야  함\n  -  국가  정보보안  기본지침(국가정보원,  2023.1.31.)\n  -  국가  클라우드  컴퓨팅  보안  가이드라인(국가정보원,  2023.1.)\n  -  국가·공공기관  용역업체  보안관리  가이드라인(국가정보원,  2020.10.)\n  -  소프트웨어  개발보안  가이드(행정안전부,  2021.  11.)\n  -  소프트웨어  보안약점  진단가이드(행정안전부,  2021.  11.)\n  -  공개SW를  활용한  소프트웨어  개발보안  점검가이드(행정안전부,  2019.  6.)\n  -  가명정보  처리  가이드라인(개인정보보호위원회,  2024.  2.)\n  -  홈페이지  개인정보  노출방지  안내서(개인정보보호위원회,  2024.4.)\n  -  자동처리  되는  개인정보보호  가이드라인(개인정보보호위원회,  2020.12.)\n  -  개인정보의  안전성  확보조치  기준(개인정보보호위원회고시  제2023-6호, \n2023.9.22.)\n  -  문화체육관광부  개인정보  보호지침(문화체육관광부훈령  제443호,  2021.  4.  15.)\n  -  문화체육관광부  정보화업무규정"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트  관리  방법론  적용"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  관리  방법"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ위험관리,  품질관리,  일정관리,  자원관리,  형상관리  등  프로젝트  관리  방법론을 \n통한  체계적인  사업  관리  방안  제시\nㅇ개발의  완성도를  높이기  위해서  프로젝트  착수에서  종료까지  체계적으로    프\n로젝트를  관리(관리도구  이용)해야  함\nㅇ단계별로  진행  상황을  보고하고  프로젝트  관련  산출물을  제출하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 요구사항 고유번호 PMR-002 요구사항 명칭 프로젝트 핵심참여인력 자격요건 및 인력관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 인력 관리 방법 세부 내용 ᄋ본 사업에 참여하는 사업총책임자는 프로젝트를 효율적으로 수행할 수 있도록 관련 분야 전문가로 구성하여야 함 대 상 자격요건 프로젝트 관리자PM -정보화사업에서 PM 업무수행 -전체사업을 총괄할 수 있는 지식과 경험을 보유한 관리자 선별 -PM은 공동계약으로 참여할 경우 대표사 소속이어야 함 사업수행 기술인력 -정보기술 등을 보유하여 당해 사업을 수행할 수 있는 자격을 가 진 기술자 중심으로 선발 ᄋ본 사업에 참여하는 인력의 작업장소는 계약 당사자간 상호 협의하여 정함 단, 주관기관과 업무 협의, 산출물 관리, 감리업무 수행 지원 등 원활한 사업 수행에 지장이 없어야 함 ᄋ인력 투입 조건 - 제안서에서 제시한 핵심참여인력은 반드시 본 사업에 투입되어야 하며, 부득 이한 사정으로 교체될 경우 그에 준하는 인력으로 대체 하여야 함 - 주관기관은 정보시스템 운영 중 품질저하 현상이 발생하는 경우, 운영인력 교체 또는 품질 제고를 위한 추가인력 투입을 요구할 수 있음 - 투입 인력의 자질이 부족하여 주관기관이 교체를 요구 할 때는 즉시 교체할 수 있어야 하며, 핵심투입인력이 사고이직입원 등 업무수행이 불가한 경우 에만 계약업체의 인력교체 요청을 허용하는 것으로 하되, 업무인수인계의 철 저를 기하기 위해 교체 1개월 전에 동급이상 인력으로 문서 요청해야 함 - 상주인력 교체가 필요한 경우 2주이상의 업무인계인수 기간을 가져야 함인 계인수 기간 동안 추가 투입된 인력은 계약에 의한 투입인력으로 보지 않음 - 휴가, 병가, 교육 등 인력 공백 발생 시 대체 인력을 투입해야 함 ᄋ 본 사업은 기능점수 기반으로 수립되어 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시 제2023-15호 제11조에 따라 투입공수 에 의한 방식에 관한 내용을 요구하지 않는 사업임 - 24 - 요구사항 고유번호 PMR-003 요구사항 명칭 프로젝트 일정 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 일정관리 요건 세부 내용 ᄋ주관기관이 제시한 추진 일정을 참고하여 최적의 시스템이 구축될 수 있도록 추진 일정계획을 전체일정과 세부일정으로 구분하여 상세하게 제시 ᄋ일정계획 수립 시에는 지연가능 요소를 미리 파악ᆞ분석하여 일정 내에 사업 수행이 가능하도록 해야 함 요구사항 고유번호 PMR-004 요구사항 명칭 리스크 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 위험관리 요건 세부 내용 ᄋ보안, 일정지연, 품질저하, 장비 변경에 따르는 예산초과 등 리스크 발생을 사 전 예방하고 발생 시 사후 대처방안을 제시하여야 함 ᄋ성능상 문제 등으로 HW 또는 SW가 변경되는 경우에 대한 사후 대응방안을 구체적으로 제시 ᄋ프로젝트 추진과정에서 요구되는 진척위험변경사항의 관리방안 및 지속적으 로 문제를 파악 관리할 수 있는 방안 제시 ᄋ데이터 통합 및 이행시 누락데이터 방지계획을 기술적으로 제시 요구사항 고유번호 PMR-005 요구사항 명칭 산출물 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 산출물 관리 기본 요건 세부 내용 ᄋ과업 수행 중 발생된 모든 관련 자료는 일목요연하게 정리하여 보고서와 함께 제출 ᄋ기본 산출물 목록 및 제출시기예시 산출물 착수계 요구사항 분석서 시스템설계서 프로그램명세서 완료보고서 및 전체산출물 ᄋ사업수행계획서 작성 시에는 핵심투입인력 업무분장 및 세부공정표 포함 ᄋ기타 사업 수행 중 필요에 따라 발생하는 산출물분석서, 보고서 등은 추가로 정의 하여 제출함 ᄋ모든 활동에 대한 업무 상세정의와 일정계획, 수행방안, 기밀 보장방안 등 상 세 계획을 제공하여야 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트  일정  관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  일정관리  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ주관기관이  제시한  추진  일정을  참고하여  최적의  시스템이  구축될  수  있도록 \n    추진  일정계획을  전체일정과  세부일정으로  구분하여  상세하게  제시\nㅇ일정계획  수립  시에는  지연가능  요소를  미리  파악ㆍ분석하여  일정  내에  사업 \n    수행이  가능하도록  해야  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "리스크  관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  위험관리  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ보안,  일정지연,  품질저하,  장비  변경에  따르는  예산초과  등  리스크  발생을  사\n전  예방하고  발생  시  사후  대처방안을  제시하여야  함\nㅇ성능상  문제  등으로  H/W  또는  S/W가  변경되는  경우에  대한  사후  대응방안을 \n구체적으로  제시\nㅇ프로젝트  추진과정에서  요구되는  진척/위험/변경사항의  관리방안  및  지속적으\n로  문제를  파악  관리할  수  있는  방안  제시\nㅇ데이터  통합  및  이행시  누락데이터  방지계획을  기술적으로  제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-002",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트  핵심참여인력  자격요건  및  인력관리",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  관리  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  인력  관리  방법",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ본  사업에  참여하는  사업총책임자는  프로젝트를  효율적으로  수행할  수  있도록 \n관련  분야  전문가로  구성하여야  함\n \nㅇ본  사업에  참여하는  인력의  작업장소는  계약  당사자간  상호  협의하여  정함 \n단,  주관기관과  업무  협의,  산출물  관리,  감리업무  수행  지원  등  원활한  사업\n수행에  지장이  없어야  함\nㅇ인력  투입  조건\n  -  제안서에서  제시한  핵심참여인력은  반드시  본  사업에  투입되어야  하며,  부득\n이한  사정으로  교체될  경우  그에  준하는  인력으로  대체  하여야  함\n  -  주관기관은  정보시스템  운영  중  품질저하  현상이  발생하는  경우,  운영인력 \n교체  또는  품질  제고를  위한  추가인력  투입을  요구할  수  있음\n  -  투입  인력의  자질이  부족하여  주관기관이  교체를  요구  할  때는  즉시  교체할 \n수  있어야  하며,  핵심투입인력이  사고․이직․입원  등  업무수행이  불가한  경우\n에만  계약업체의  인력교체  요청을  허용하는  것으로  하되,  업무인수인계의  철\n저를  기하기  위해  교체  1개월  전에  동급이상  인력으로  문서  요청해야  함\n  -  상주인력  교체가  필요한  경우  2주이상의  업무인계인수  기간을  가져야  함(인\n계인수  기간  동안  추가  투입된  인력은  계약에  의한  투입인력으로  보지  않음) \n  -  휴가,  병가,  교육  등  인력  공백  발생  시  대체  인력을  투입해야  함\nㅇ  본  사업은  기능점수  기반으로  수립되어  「소프트웨어사업  계약  및  관리감독에 \n관한  지침」(과학기술정보통신부  고시  제2023-15호)  제11조에  따라  투입공수\n에  의한  방식에  관한  내용을  요구하지  않는  사업임",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "대 상",
            "자격요건",
            ""
          ],
          [
            "",
            "",
            "",
            "프로젝트\n관리자(PM)",
            "-정보화사업에서 PM 업무수행\n-전체사업을 총괄할 수 있는 지식과 경험을 보유한 관리자 선별\n-PM은 공동계약으로 참여할 경우 대표사 소속이어야 함",
            ""
          ],
          [
            "",
            "",
            "",
            "사업수행 \n기술인력",
            "-정보기술 등을 보유하여 당해 사업을 수행할 수 있는 자격을 가\n진 기술자 중심으로 선발",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-005",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "산출물  관리",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  관리  요구사항",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산출물  관리  기본  요건",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ과업  수행  중  발생된  모든  관련  자료는  일목요연하게  정리하여  보고서와  함께  제출\nㅇ기본  산출물  목록  및  제출시기(예시)\n산출물\n착수계\n요구사항 분석서\n시스템설계서\n프로그램명세서\n   \n완료보고서 및 전체산출물\nㅇ사업수행계획서  작성  시에는  핵심투입인력  업무분장  및  세부공정표  포함\nㅇ기타  사업  수행  중  필요에  따라  발생하는  산출물(분석서,  보고서  등)은  추가로 \n정의  하여  제출함\nㅇ모든  활동에  대한  업무  상세정의와  일정계획,  수행방안,  기밀  보장방안  등  상\n세  계획을  제공하여야  함",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 프로젝트 지원 요구사항 ᄋ과업수행 중 사업수행자의 귀책사유로 발생한 모든 손해에 대해서는 손해발생 시점 즉시 주관기관에게 배상 요구사항 고유번호 PSR-002 요구사항 명칭 하자보수 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 하자보수 지원방안 제시 세부 내용 ᄋ하자담보책임 기간은 검수완료일로부터 12개월로 함 ᄋ하자보수 지원방안을 구체적으로 제시하여야 하며, 하자보수 인력은 개발에 참여한 인력으로 구성 ᄋ용역수행업체는 하자보수보증금율과 계약금액을 곱하여 산출한 금액하자보수보 증금을 보증서 또는 증권 등으로 주관기관에 제출하여야 함 ᄋ하자보수 이외의 기능개선, 사업방법의 개선 등에 대한 유상유지관리 및 재개발 은 별도의 계약체결을 통해 추진함 요구사항 고유번호 PSR-001 요구사항 명칭 작업장소 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 작업장소 상호협의 및 원격지 개발 활성화 세부 내용 ᄋ 작업장소 상호협의 - 원활한 사업수행을 위하여 필요한 작업 인력의 장소 및 설비 기타 작업환경을 상호 협의하여 결정관련근거 용역계약 일반조건기획재정부계약예규 제 582호, 2021. 12. 1 제52조 ᄋ 원격지 개발장소 보안요구사항 - 공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안하여야 함 - 공급자는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방안을 제시하여 야 함 - 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 원격지 보안관리대책 시건장치, 출입통제 등을 실시하여야 함 1. 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 2. 개인소유 PC 및 보조기억장치 반입반출 통제 3. 생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐 기할 것 4. 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 등 ᄋ 원격지 개발장소 제시검토 절차 - 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장소에 관하여 우선 검토한다. 다만, 발주기관에서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 산출정보 사업수행계획서 - 26 - 요구사항 고유번호 PSR-003 요구사항 명칭 교육지원 및 기술지원 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 관리자사용자 교육 및 기술지원 세부 내용 ᄋ계약상대자는 원활한 운영을 위해 소정의 교육을 제공 - 시스템 관리자 대상 교육 프로그램 및 개발 내용, 도입 장비 관련 교육 - 업무부서 담당자 대상 교육 업무 처리 프로그램 사용 교육 ᄋ계약상대자는 각종 작업 완료와 함께 시험 운영을 실시하고, 그 과정에 주관 기관 업무 담당자를 참여시켜 실무교육을 병행해야 함시스템 운영 및 감시, 백 업, 비상복구, 정보관리 등 ᄋ백업 정책의 수립 등 계획서 제출 - 계약 후 각 재난재해 대비 시스템별 백업체계 및 운영계획을 수립하고 제출 하여야 하며 백업 정책문화정보 백업센터로 소산백업 포함과 관련된 세부 적인 사항은 국립민속박물관과 협의하여 주기적인 백업을 실시할 수 있도록 지원해야 함 ᄋ시스템 운영자에 대한 교육계획 및 일정을 항목별로 제시 ᄋ주관기관의 필요에 따라 요구할 경우 계약대상자는 On-Site 교육을 실시 ᄋ주관기관에서 도입 시스템의 운영 등에 대한 기술 이전 재교육을 요청할 경우 계약상대자는 이에 응하여야 하며, 소요 비용은 계약상대자가 부담 ᄋ구축 시 도입되는 신기술에 대하여 개발 작업 인력 및 시스템 운영자를 대상 으로 적절한 교육을 실시 ᄋ과업 수행 및 시스템 구축에 필요한 기술이전 대상과 기술이전 방법 등에 대 한 계획 제시 요구사항 고유번호 PSR-004 요구사항 명칭 시스템 산출물 지적재산권 소유 요구사항 분류 프로젝트 지원 요구사항 요구사항 정의 시스템 산출물에 대한 지적재산권 요건 요구사항 고유번호 PSR-005 요구사항 명칭 SW사업정보 저장소 데이터 작성 및 제출 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 SW사업정보 저장소 데이터 작성 및 제출 세부 내용 ᄋ 소프트웨어진흥법제58조에 따라 해당 사업 수주자는 SW 사업정보SW기 술인력, 사업수행 및 실적정보 데이터를 작성하여 제출하여야 함 ᄋSW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW 사업정보 저장소 데이터 등록 및 활용 방법 매뉴얼 문서를 참조토록 함 ᄋSW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반 드시 명시하도록 함 ᄋSW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점 수 측정 전문가를 포함토록 함",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "교육지원  및  기술지원"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관리자/사용자  교육  및  기술지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ계약상대자는  원활한  운영을  위해  소정의  교육을  제공\n  -  시스템  관리자  대상  교육  :  프로그램  및  개발  내용,  도입  장비  관련  교육\n  -  업무부서  담당자  대상  교육  :  업무  처리  프로그램  사용  교육\nㅇ계약상대자는  각종  작업  완료와  함께  시험  운영을  실시하고,  그  과정에  주관\n기관  업무  담당자를  참여시켜  실무교육을  병행해야  함(시스템  운영  및  감시,  백\n업,  비상복구,  정보관리  등)\nㅇ백업  정책의  수립  등  계획서  제출\n  -  계약  후  각  재난재해  대비  시스템별  백업체계  및  운영계획을  수립하고  제출\n하여야  하며  백업  정책(문화정보  백업센터로  소산백업  포함)과  관련된  세부\n적인  사항은  국립민속박물관과  협의하여  주기적인  백업을  실시할  수  있도록 \n지원해야  함\nㅇ시스템  운영자에  대한  교육계획  및  일정을  항목별로  제시\nㅇ주관기관의  필요에  따라  요구할  경우  계약대상자는  On-Site  교육을  실시\nㅇ주관기관에서  도입  시스템의  운영  등에  대한  기술  이전  재교육을  요청할  경우 \n계약상대자는  이에  응하여야  하며,  소요  비용은  계약상대자가  부담\nㅇ구축  시  도입되는  신기술에  대하여  개발  작업  인력  및  시스템  운영자를  대상\n으로  적절한  교육을  실시\nㅇ과업  수행  및  시스템  구축에  필요한  기술이전  대상과  기술이전  방법  등에  대\n한  계획  제시"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "작업장소"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "작업장소  상호협의  및  원격지  개발  활성화"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  작업장소  상호협의\n      -  원활한  사업수행을  위하여  필요한  작업  인력의  장소  및  설비  기타  작업환경을 \n상호  협의하여  결정(관련근거 \n:  용역계약  일반조건([기획재정부계약예규  제\n582호,  2021.  12.  1]  제52조)\nㅇ  원격지  개발장소  보안요구사항\n      -  공급자는  원격지  개발에  따른  보안사고  등  위험요인을  식별하여  이에  대한 \n대응방안을  제안하여야  함\n      -  공급자는  원격지  개발에  따른  개발방법  등에  대한  구체적인  방안을  제시하여\n야  함\n      -  원격지  개발에  따른  수행  장소  등에  대하여  구체적인  원격지  보안관리대책\n(시건장치,  출입통제  등)을  실시하여야  함\n            1.  프로젝트  사무실,  중요장비  설치장소에  대한  출입보안\n            2.  개인소유  PC  및  보조기억장치  반입·반출  통제\n            3.  생성문서는  별도  잠금장치가  된  곳에  보관하며,  안전한  방법에  따라  폐\n기할  것\n            4.  문서의  보안등급  부여  및  차별화  된  권한관리를  수행할  것  등\nㅇ  원격지  개발장소  제시·검토  절차\n      -  공급자는  작업장소  상호협의  시  제안요청서  내  명시된  보안요구사항을준수한 \n작업장소를  제시할  수  있으며,  발주기관에서는  제시된  작업장소에  관하여  우선 \n검토한다.  다만,  발주기관에서는  공급자가  제시한  작업장소가  보안요구사항을 \n준수하지  못한  경우  거부할  수  있음"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "SW사업정보  저장소  데이터  작성  및  제출"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "SW사업정보  저장소  데이터  작성  및  제출"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ   「소프트웨어진흥법」제58조에  따라  해당  사업  수주자는  SW  사업정보(SW기\n술인력,  사업수행  및  실적정보)  데이터를  작성하여  제출하여야  함\nㅇ SW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  자료실의  ‘SW\n사업정보  저장소  데이터  등록  및  활용  방법  매뉴얼’  문서를  참조토록  함\nㅇ SW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에  반\n드시  명시하도록  함\nㅇ SW사업정보  중  기능점수  데이터의  작성을  위해  사업수행  인원  중  기능점\n수  측정  전문가를  포함토록  함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하자보수  지원방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ하자담보책임  기간은  검수완료일로부터  12개월로  함\nㅇ하자보수  지원방안을  구체적으로  제시하여야  하며,  하자보수  인력은  개발에 \n참여한  인력으로  구성\nㅇ용역수행업체는  하자보수보증금율과  계약금액을  곱하여  산출한  금액(하자보수보\n증금)을  보증서  또는  증권  등으로  주관기관에  제출하여야  함\nㅇ하자보수  이외의  기능개선,  사업방법의  개선  등에  대한  유상유지관리  및  재개발\n은  별도의  계약체결을  통해  추진함"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "PSR-004"
          ],
          [
            "요구사항 명칭",
            "시스템  산출물  지적재산권  소유"
          ],
          [
            "요구사항 분류",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n정의",
            "시스템  산출물에  대한  지적재산권  요건"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 상세설명 세부 내용 ᄋ 본 용역사업과 관련한 계약목적물의 지식재산권은 주관기관과 사업자가 공동 으로 소유하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함 ᄋ 다만, 개발의 기여도 및 계약목적물의 특수성보안, 영업비밀 등을 고려하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음 참고 공공저작물 자유이용 고려 시 본 과업수행의 결과로 발생하는 모든 결과물의 지식재산권은 일반용역 계약특수조건 및 용역계약일반조 건계약예규에 의한다. 다만, 그 결과물이 공공저작물로서 자유이용이 바람직하다고 판단되는 경우, 계약예규 제56조 단서에 따라 추후 협의를 통해저작재산권 양도계약서를 체결하여 공동소유와 달리 정할 수 있 다. ᄋ 용역수행과 관련한 지식재산권의 상업적 활용의 경우 사업자는 주관기관과의 별도 협의를 통해 복제, 배포, 개작, 전송 등의 사용수익을 취할 수 있음 ᄋ 조달청 지침 일반용역계약특수조건 제23조특허권 또는 저작권의 침해에 따라 본 용역의 수행에 있어 제3자의 특허권 또는 저작권을 침해하였다하여 손해배상 청구 소송이 제기되면 계약상대자는 배상 및 모든 책임을 진다. ᄋ 공급자는 지식재산권의 활용을 위해 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정 보에 해당하지 않을 경우 SW산출물을 제공함단, 공급자는 아래 내용 준수 해야 함 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지 정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대 표명의의 확약서를 발주기관에 제출하여야 함 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관 으로부터 사전승인을 받아야 함 - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법제 27조 및 지방계약법제31조에 따라 입찰참가자격을 제한함 요구사항 고유번호 PSR-006 요구사항 명칭 문화체육관광부 문화 공공데이터 통합활용시스템과 정보 연계 추진 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 구축운영 시, 공공문화정보를 문화체육관광부 문화 공공데이터 통합활용시스템과 연계 세부 내용 ᄋ 본 사업의 수행을 통해 구축운영되는 데이터를 문화체육관광부 문화 공공 데이터 통합활용시스템과 메타데이터 형태로 연계함 - 문화체육관광부 데이터 관리 규정훈령937호 준수 제15조데이터등의관리 1데이터관리부서의장은데이터총괄책임관이데이터통합관리시스템운용등에 필요한데이터등을확보하기위해자료를요청한경우다른법률에특별한규정이 있는경우를제외하고는이에응하여야한다. 2데이터관리부서의장은제1항에도불구하고정책적인판단또는기술적인제한등으로 인해자료를제공할수없는경우에는그사유를서면으로데이터총괄책임관에게 통보하여야한다. 3데이터관리부서의장은데이터통합관리시스템에연계ᆞ제공하는데이터등의최신성, 정확성및상호연계성이유지되도록하여야한다. 4데이터총괄책임관은데이터관리부서등에게제공받은데이터등에포함된개인 정보를보호하여야하며, 저작권법에저촉되지않는범위내에서활용하여야 한다. - 28 - - 문화 공공데이터 통합활용시스템httpsbig.kcisa.kr 관리기관한국문화정보원과 의 원활한 데이터 연계 협력 지원 기관 연계시스템 문화공공데이터 표준연계 준비 및 이행 전문기술 지원 1 연계시스템 DB 테이블 및 칼럼 구성정보 등 제반사항 안내 2 연계시스템 문화공공데이터 연계스크립트Agent 설치 계정, 디렉터리 추가 3 자동연계 스크립트Agent 설치를 위한 방화벽 개방포트 허용 3 표준연계 구성 환경조사서DB 테이블, 칼럼 정보 수집 SQL쿼리 제출 문화 공공데이터 정보 연계 세부 조치사항은 주관기관과 협의 후 진행함 요구사항고유번호 PSR-007 요구사항명칭 문화체육관광부 공공저작물 등록연계 활용와 정보 연계 추진 요구사항분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 구축운영 시, 공공문화정보를 공공저작물 등록연계 활용 활성화 협력 추진 세부 내용 ᄋ 본 사업의 수행을 통해 구축운영 시, 산출되는 다양한 콘텐츠를 문화체육관 광부 공공저작물 등록연계 활용과 공공누리사이트에 연계 함 - 저작권법 제24조의2 공공저작물의 자유이용 - 공공저작물 저작권 관리 및 이용 지침문화체육관광부고시 제2022-54호, 2023.1.1. 준수 - 공공저작물 이용 활성화 시책사회관계장관회의, 2015.9.21. 추진과제에 공공저 작물 확보 및 수집강화 추진 - 공공누리사이트 관리기관한국문화정보원과의 원활한 데이터 연계 협력 지원 연계대상 데이터 및 콘텐츠의 공공저작권, 공공누리 마크 부착 등 제반사항 안내 자세한 정보 연계 세부 조치사항은 관리기관과 협의 후 진행함 제24조의2공공저작물의자유이용 1국가또는지방자치단체가업무상작성하여 공표한저작물이나계약에따라저작재산권의전부를보유한저작물은허락없이 이용할수있다. 다만, 저작물이다음각호의어느하나에해당하는경우에는그 러하지아니하다. 1. 국가안전보장에관련되는정보를포함하는경우 2. 개인의사생활또는사업상비밀에해당하는경우 3. 다른법률에따라공개가제한되는정보를포함하는경우 4. 제112조에따른한국저작권위원회에등록된저작물로서국유재산법에따른 국유재산또는공유재산및물품관리법에따른공유재산으로관리되는경우 2국가는공공기관의운영에관한법률제4조에따른공공기관이업무상작 성하여공표한저작물이나계약에따라저작재산권의전부를보유한저작물의이 용을활성화하기위하여대통령령으로정하는바에따라공공저작물이용활성화 시책을수립ᆞ시행할수있다. 제4조기본원칙 1공공기관등은공공저작물이민간에서널리신속하고편리하게 활용될수있도록관리하여야하며, 궁극적으로문화및관련산업발전에이바지 할수있도록하여야한다. 2공공기관등은다른법률에특별한규정이있는경우를제외하고는공공저작물 을국민이자유이용할수있도록제공하여야한다. 제11조공공누리의적용 1공공기관등은공표한공공저작물이자유이용대상인지 알수있도록공공누리를적용하여야한다. 2국가및지방자치단체는공공저작물이법제24조의2 제1항각호의어느하나에 해당하거나저작재산권의일부를가지고있는제3자가동의하지않는경우에는공 공누리를적용할수없다. 3공공기관은본래의업무수행에상당한지장을초래할우려가있거나이용료징 수가불가피한경우공공누리를적용하지않을수있다. 단, 이경우한국저작권위 원회에저작권등록을하여야한다. 제16조공공저작물개방지원센터운영 1문화체육관광부장관은공공저작물의체 계적인관리및개방을지원하기위하여공공저작물개방지원센터를설치운영할수 있다.",
      "tables": [
        [
          [
            "",
            "",
            "-  문화  공공데이터  통합활용시스템(https://big.kcisa.kr/)  관리기관(한국문화정보원)과\n의  원활한  데이터  연계  협력  지원\n        기관  연계시스템  문화공공데이터  표준연계  준비  및  이행  전문기술  지원\n        ①  연계시스템  DB  테이블  및  칼럼  구성정보  등  제반사항  안내\n        ②  연계시스템  문화공공데이터  연계스크립트(Agent)  설치  계정,  디렉터리  추가\n        ③  자동연계  스크립트(Agent)  설치를  위한  방화벽  개방(포트  허용)\n        ③  표준연계  구성  환경조사서(DB  테이블,  칼럼  정보  수집  SQL쿼리)  제출\n※  문화  공공데이터  정보  연계  세부  조치사항은  주관기관과  협의  후  진행함"
          ]
        ],
        [
          [
            "상세설명",
            "세부\n내용",
            "ㅇ  본  용역사업과  관련한  계약목적물의  지식재산권은  주관기관과  사업자가  공동\n으로  소유하며,  별도의  정함이  없는  한  지분은  균등한  것으로  함\nㅇ  다만,  개발의  기여도  및  계약목적물의  특수성(보안,  영업비밀  등)을  고려하여 \n계약당사자간의  협의를  통해  지식재산권  귀속주체  등에  대해  공동소유와  달리 \n정할  수  있음\n        ※  <참고:  공공저작물  자유이용  고려  시>  본  과업수행의  결과로  발생하는 \n모든  결과물의  지식재산권은  일반용역  계약특수조건  및  용역계약일반조\n건(계약예규)에  의한다.  다만,  그  결과물이  공공저작물로서  자유이용이 \n바람직하다고  판단되는  경우,  계약예규  제56조  단서에  따라  추후  협의를 \n통해「저작재산권  양도계약서」를  체결하여  공동소유와  달리  정할  수  있\n다.\nㅇ  용역수행과  관련한  지식재산권의  상업적  활용의  경우  사업자는  주관기관과의 \n별도  협의를  통해  복제,  배포,  개작,  전송  등의  사용·수익을  취할  수  있음\nㅇ  조달청  지침  “일반용역계약특수조건”  제23조(특허권  또는  저작권의  침해)에 \n따라  본  용역의  수행에  있어  제3자의  특허권  또는  저작권을  침해하였다하여 \n손해배상  청구  소송이  제기되면  계약상대자는  배상  및  모든  책임을  진다.\nㅇ  공급자는  지식재산권의  활용을  위해  SW산출물의  반출을  요청할  수  있으며, \n발주기관에서는  「보안업무규정」  제4조  및  제안요청서에  명시된  누출금지정\n보에  해당하지  않을  경우  SW산출물을  제공함(단,  공급자는  아래  내용  준수\n해야  함)\n    -  공급자는  공급받은  SW산출물에  대하여  제안요청서,  계약서  등에  누출금지\n정보로  명시한  정보를  삭제하고  활용하여야  하며,  이를  확인하는  공급자  대\n표명의의  확약서를  발주기관에  제출하여야  함\n    -  공급자가  반출된  SW산출물을  제3자에게  제공하려는  경우  반드시  발주기관\n으로부터  사전승인을  받아야  함\n    -  발주기관은  공급자가  제공받은  SW산출물을  무단으로  유출하거나  누출되는 \n경우  및  누출금지정보를  삭제하지  않고  활용하는  경우에는  「국가계약법」제\n27조  및  「지방계약법」제31조에  따라  입찰참가자격을  제한함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "문화체육관광부  <문화  공공데이터  통합활용시스템>과  정보  연계  추진"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "구축·운영  시, 공공문화정보를  문화체육관광부  <문화  공공데이터  통합활용시스템>과  연계"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업의  수행을  통해  구축·운영되는  데이터를  문화체육관광부  <문화  공공\n데이터  통합활용시스템>과  메타데이터  형태로  연계함\n    -  문화체육관광부  데이터  관리  규정(훈령937호)  준수\n제15조(데이터 등의 관리)\n① 데이터관리부서의 장은 데이터총괄책임관이 데이터통합관리시스템 운용 등에\n필요한 데이터 등을 확보하기 위해 자료를 요청한 경우 다른 법률에 특별한 규정이\n있는 경우를 제외하고는 이에 응하여야 한다.\n② 데이터관리부서의 장은 제1항에도 불구하고 정책적인 판단 또는 기술적인 제한 등으로\n인해 자료를 제공할 수 없는 경우에는 그 사유를 서면으로 데이터총괄책임관에게\n통보하여야 한다.\n③ 데이터관리부서의 장은 데이터통합관리시스템에 연계ㆍ제공하는 데이터 등의 최신성,\n정확성 및 상호연계성이 유지되도록 하여야 한다.\n④ 데이터총괄책임관은 데이터관리부서 등에게 제공받은 데이터 등에 포함된 개인\n정보를 보호하여야 하며, 「저작권법」에 저촉되지 않는 범위 내에서 활용하여야\n한다."
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "문화체육관광부  <공공저작물  등록·연계  활용>와  정보  연계  추진"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "구축·운영  시,  공공문화정보를  <공공저작물  등록·연계  활용>  활성화  협력  추진"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업의  수행을  통해  구축·운영  시,  산출되는  다양한  콘텐츠를  문화체육관\n광부  <공공저작물  등록·연계  활용>과  <공공누리사이트>에  연계  함 \n-  저작권법  제24조의2  (공공저작물의  자유이용)\n제24조의2(공공저작물의 자유이용) ① 국가 또는 지방자치단체가 업무상 작성하여\n공표한 저작물이나 계약에 따라 저작재산권의 전부를 보유한 저작물은 허락 없이\n이용할 수 있다. 다만, 저작물이 다음 각 호의 어느 하나에 해당하는 경우에는 그\n러하지 아니하다.\n1. 국가안전보장에 관련되는 정보를 포함하는 경우\n2. 개인의 사생활 또는 사업상 비밀에 해당하는 경우\n3. 다른 법률에 따라 공개가 제한되는 정보를 포함하는 경우\n4. 제112조에 따른 한국저작권위원회에 등록된 저작물로서 「국유재산법」에 따른\n국유재산 또는 「공유재산 및 물품 관리법」에 따른 공유재산으로 관리되는 경우\n② 국가는 「공공기관의 운영에 관한 법률」 제4조에 따른 공공기관이 업무상 작\n성하여 공표한 저작물이나 계약에 따라 저작재산권의 전부를 보유한 저작물의 이\n용을 활성화하기 위하여 대통령령으로 정하는 바에 따라 공공저작물 이용활성화\n시책을 수립ㆍ시행할 수 있다.\n  -  공공저작물  저작권  관리  및  이용  지침(문화체육관광부고시  제2022-54호,  2023.1.1.)  준수\n제4조(기본원칙) ① 공공기관 등은 공공저작물이 민간에서 널리 신속하고 편리하게\n활용될 수 있도록 관리하여야 하며, 궁극적으로 문화 및 관련 산업 발전에 이바지\n할 수 있도록 하여야 한다.\n② 공공기관 등은 다른 법률에 특별한 규정이 있는 경우를 제외하고는 공공저작물\n을 국민이 자유이용할 수 있도록 제공하여야 한다.\n제11조(공공누리의 적용) ① 공공기관 등은 공표한 공공저작물이 자유이용대상인지\n알 수 있도록 공공누리를 적용하여야 한다.\n② 국가 및 지방자치단체는 공공저작물이 법 제24조의2 제1항 각호의 어느 하나에\n해당하거나 저작재산권의 일부를 가지고 있는 제3자가 동의하지 않는 경우에는 공\n공누리를 적용할 수 없다.\n③ 공공기관은 본래의 업무수행에 상당한 지장을 초래할 우려가 있거나 이용료 징\n수가 불가피한 경우 공공누리를 적용하지 않을 수 있다. 단, 이 경우 한국저작권위\n원회에 저작권 등록을 하여야 한다.\n제16조(공공저작물 개방지원센터 운영) ① 문화체육관광부장관은 공공저작물의 체\n계적인 관리 및 개방을 지원하기 위하여 공공저작물개방지원센터를 설치·운영할 수\n있다.\n  -  공공저작물  이용  활성화  시책(사회관계장관회의,  2015.9.21.)  추진과제에  공공저\n작물  확보  및  수집강화  추진\n  -  공공누리사이트  관리기관(한국문화정보원)과의  원활한  데이터  연계  협력  지원\n        연계대상  데이터  및  콘텐츠의  공공저작권,  공공누리  마크  부착  등  제반사항  안내\n  ※  자세한  정보  연계  세부  조치사항은  관리기관과  협의  후  진행함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - V. 제안서 작성요령권장사항 제안서의 효력 ᄋ 제안서는 제출 후 변경할 수 없으며, 계약체결 시 계약조건의 일부로 간주함 ᄋ 주관기관이 필요시 입찰참가자에 대하여 추가제안이나 추가자료를 요청 할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 ᄋ 제안서 내용 중 허위 작성한 사실이 판명될 경우 평가 대상에서 제외됨은 물론, 계약 후라도 계약 파기와 함께 인적, 물적, 기간적 손실에 따른 손해 배상을 청구할 수 있음 제안서 작성지침 및 유의사항 ᄋ 제시한 제안서 목차 및 세부 작성지침을 준용하여 제안서를 작성 하여야 함 ᄋ 작성 시 아래 사항을 권장함 - 제안서 본문 내용은 300페이지150장 이내로 작성 - 제안서는 A4용지 기준 종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는 기타 용지를 일부 사용할 수 있음 - 제안요약서의 경우 A4 횡 사용을 원칙으로 하되 가급적 50페이지 이내로 작성 - 제안 설명 시 홍보용 동영상 활용 금지 ᄋ 제안서 구성은 제안요청서 및 작성지침에 명시된 내용에 근거하여 각각 세분화하여 누락 없이 작성함을 원칙으로 하고, 제안사별 핵 심부분을 부각시켜 작성할 수 있으며, 특별히 제시하고자 하는 내 용은 참고사항으로 첨부 가능 ᄋ 제안서 앞장에 평가항목에 대한 조견표를 명시평가항목, 평가요소, 제안서 관련목차, 페이지, 제안 포인트 등 ᄋ 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 구분하여 번호를 부여함 - 30 - ᄋ 제안서는 한글, MS워드, 파워포인트로 작성하고, 사용된 영문약 어에 대해서는 약어 설명을 함께 제공해야 함 ᄋ 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함. 만약, 그 내용이 허위로 확인되거나 입증 요구에도 불구하고 입증하지 못하는 경우는 평가 대상에서 제외함 ᄋ 제안내용을 보충하기 위하여 참고문헌 활용 시 참고문헌 목록을 첨부하고, 그 출처를 정확히 알 수 있도록 표기하여야 함 ᄋ 제안서의 내용은 를 한다, 를 하겠다 등의 명확한 용어를 사 용하여 표현하여야 함. 예를 들어, 사용가능하다, 할 수 있다, 고려 하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주 하게 되며, 계량화가 가능한 것은 계량화하여 표현하여야 함 ᄋ 기타 공고서 및 조달청 제안평가 관련 규정에 따름 제안서 목차 I. 일반현황 1. 제안사 일반현황 2. 제안사의 조직 및 인원 3. 수행조직 및 업무분장 II. 전략 및 방법론 1. 사업 이해도 2. 추진전략 3. 적용기술 4. 표준 프레임워크 적용 5. 개발 방법론 III. 기술 및 기능 1. 시스템 장비구성 요구사항 2. 기능 요구사항 3. 보안 요구사항 4. 데이터 요구사항 5. 시스템 운영 요구사항 6. 제약사향 IV. 성능 및 품질 1. 성능 요구사항 2. 품질 요구사항 3. 인터페이스 요구사항 4. 테스트 요구사항",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 세부 작성지침 V. 프로젝트 관리 1. 관리방법론 2. 관리역량 3. 일정계획 4. 개발장비 VI. 프로젝트지원 1. 품질보증 2. 시험운영 3. 교육훈련 4. 유지보수 5. 하자보수 6. 기밀보안 7. 비상대책 VII. 기타사항 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연력, 최근 3년간의 자본금 및 부문별컨설팅, 개발 등 매 출액, 유사사업 수행내역 등을 명료하게 제시하여야 한다. 붙임 1, 2호 서식 - 본 사업과 관련이 있는 3년 이내의 유사사업 수행내역BPRISP, 개발 제시 2. 제안사의 조직 및 인원 제안사컨소시엄 포함의 조직 및 인원현황을 제시하여야 한다. 3. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. - 용역책임자는 임원급으로 제시 - 제안사가 하도급 의사가 있는 경우, 해당 업무 및 예상하도급 업체를 제시 - 컨소시엄 업체가 있는 경우 업무분장 내역에 공동수급업체별 참여비율을 명시 II. 전략 및 방법론 1. 사업 이해도 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제 조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 목표시스템 구성도 및 구 성체계를 제시하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소를 고려하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부 개발방법론, 적용기술의 실현가능성 등을 제시하여야 한다. 대상업무별 개발방안통합연계 범위 관련 적절한 방안 제시 등, Prototype 구현 등 개발에 대한 전반적인 방안을 제시한다. 제안사는 붙임 5호 서식을 작성하여 기술적용계획 제시 4. 표준 프레임워크 적용 제안사는 사업에 적용될 표준프레임워크 및 공통컴포넌트의 사용 계획과 예상되는 문 제점을 기술하고 실현가능한 대응방안을 제시하여야 한다. 미 사용시에는 적정한 사유를 제시 5. 개발방법론 업무개발에 적용할 방법론의 활용방안을 제시하여야 하며, 방법론의 적용 경험을 기 술한다. 개발방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. III. 기술 및 기능 1. 시스템 장비구성 요구사항 시스템을 하드웨어부문, 소프트웨어 부문, 기타부문 등으로 구분하여 각 구분별 구성장 치의 사양 ,기능, GS인증제품 제안내역 등을 제시하고 도입장비의 설치 및 공급계획, 도 입 장비의 유지보수 방안을 기술하여야 한다.특히, 장비의 최대사양 중 제안 사양을 명 - 32 - 확히 제시 2. 기능 요구사항방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적인 기 술, 제안한 방안 및 기술의 적용방안을 제시하여야 한다. 3. 보안 요구사항 보안요구사항 및 시스템과의 관련성을 분석하고 적용할 보안기술, 표준, 제안방안, 사 업을 추진하는 동안 발생할 수 있는 악영향으로부터 기밀을 보호하고 원활한 사업 수 행의 보장을 위한 물리적, 관리적 보안 체계 및 대책 등을 구체적으로 제시하여야 한 다. 4. 데이터 요구사항 데이터 전환 계획 및 검증 방법, 에러 데이터 처리 방법에 대해 구체적인 내용을 제 시하여야 한다. 5. 시스템 운영 요구사항 시스템 운영과 관련된 필요사항, 경험, 고려사항 및 유사시 대응책 등을 제시하여야 한 다. 6. 제약사항 기능 및 품질 등 요구사항 구현 시 관련 제약사항과 대응방안을 구체적으로 기술 하 여야 한다. IV. 성능 및 품질 1. 성능 요구사항구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구, 구현 및 테스트 방안을 구체적으로 제시하여야 한다. 2. 품질 요구사항분석설계 등 각 단계별 품질 요구사항의 점검 및 검토 방안을 구체적으로 제시하여야 한다. 3. 인터페이스 요구사항 내외부 연계를 포함하여 시스템 및 사용자 인터페이스 요구사항에 대해 구체적인 제 안내용을 제시하여야 한다. 4. 테스트 요구사항 도입되는 장비의 성능 테스트BMT 또는 구축된 시스템이 목표 대비 제대로 운영 되 는가를 테스트하고, 점검하기 위한 테스트 요구사항을 기술한다. 목표시스템의 테스트 유형단위 테스트, 통합 테스트, 시스템 테스트, 성능 테스트 등 테스트 환경, 방법, 절차 등 요구사항을 기술한다. V. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 한다. 분리발주 사업이 있는 경우, 분리발주사업자와의 구체적인 협력방안 제시 2. 관리역량 프로젝트 관리자PM의 타 프로젝트 사업관리 실적, 유사 프로젝트 관리 경험, 의사소 통 능력 등 프로젝트 관리 역량을 제시하여야 한다. 3. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 조직 등을 제시 하여야 한다. 4. 개발장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성과 관련하여 개발환경의 구 성여부와 해결방안을 명확히 제시하여야 한다. VI. 프로젝트 지원 1. 품질보증 조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시하여야 한다. 국제 소프트웨어 개발 프로세스 품질인증 획득 여부 등 사업자 품질보증 능력을 기술 2. 시험운영 대상 업무별 단위시험, 통합시험 등에 대한 전반적인 방안을 제시하여야 하고, 개발완 료 후의 시스템의 이용 및 관리운영에 관한 전반적인 방안을 제시한다. 3. 교육훈련 사용자, 관리자 등 시스템의 이용대상자별로 구분하여 교육훈련 방법, 내용, 교육일정, 교육훈련 조직 등을 상세히 제시하여야 한다. 4. 유지보수 하자보수 및 유지보수 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 등을 종합적으로 제시하여야 한다. 5. 하자보수 시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 기관과 이와 관련된 기타의 활 동 및 그 제한사항 및 대책 등을 제시하여야 한다. 6. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정보보 호 대책을 제시하여야 한다. 7. 비상대책 안정적인 시스템 운영을 위하여 백업복구 및 장애대응 대책을 제시하여야 한다. VII. 기타 기타 상기항목에서 제시되지 않은 기타 내용을 기술한다.",
      "tables": [
        [
          [
            "",
            "확히  제시)"
          ],
          [
            "2.  기능  요구사항",
            "방법론  및  분석  도구를  통하여  구체적인  내용으로  분석되고  구현  방안이  구체적인  기\n술,  제안한  방안  및  기술의  적용방안을  제시하여야  한다."
          ],
          [
            "3.  보안  요구사항",
            "보안요구사항  및  시스템과의  관련성을  분석하고  적용할  보안기술,  표준,  제안방안,  사\n업을  추진하는  동안  발생할  수  있는  악영향으로부터  기밀을  보호하고  원활한  사업  수\n행의  보장을  위한  물리적,  관리적  보안  체계  및  대책  등을  구체적으로  제시하여야  한\n다."
          ],
          [
            "4.  데이터 \n요구사항",
            "데이터  전환  계획  및  검증  방법,  에러  데이터  처리  방법에  대해  구체적인  내용을    제\n시하여야  한다."
          ],
          [
            "5.  시스템  운영 \n요구사항",
            "시스템  운영과  관련된  필요사항,  경험,  고려사항  및  유사시  대응책  등을  제시하여야  한\n다."
          ],
          [
            "6.  제약사항",
            "기능  및  품질  등  요구사항  구현  시  관련  제약사항과  대응방안을  구체적으로  기술    하\n여야  한다."
          ],
          [
            "Ⅳ.  성능  및  품질",
            ""
          ],
          [
            "1.  성능  요구사항",
            "구현하고자  하는  기능을  통해  요구  성능이  충족되도록  방법론  및  분석  도구,  구현  및 \n테스트  방안을  구체적으로  제시하여야  한다."
          ],
          [
            "2.  품질  요구사항",
            "분석·설계  등  각  단계별  품질  요구사항의  점검  및  검토  방안을  구체적으로  제시하여야 \n한다."
          ],
          [
            "3.  인터페이스 \n요구사항",
            "내·외부  연계를  포함하여  시스템  및  사용자  인터페이스  요구사항에  대해  구체적인  제\n안내용을  제시하여야  한다."
          ],
          [
            "4.  테스트 \n요구사항",
            "도입되는  장비의  성능  테스트(BMT)  또는  구축된  시스템이  목표  대비  제대로  운영    되\n는가를  테스트하고,  점검하기  위한  테스트  요구사항을  기술한다.\n목표시스템의  테스트  유형(단위  테스트,  통합  테스트,  시스템  테스트,  성능  테스트  등) \n테스트  환경,  방법,  절차  등  요구사항을  기술한다."
          ],
          [
            "Ⅴ.  프로젝트  관리",
            ""
          ],
          [
            "1.  관리방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행  성과물이나  산출물의 \n형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여야  한다.\n  ※  분리발주  사업이  있는  경우,  분리발주사업자와의  구체적인  협력방안  제시"
          ],
          [
            "2.  관리역량",
            "프로젝트  관리자(PM)의  타  프로젝트  사업관리  실적,  유사  프로젝트  관리  경험,  의사소\n통  능력  등  프로젝트  관리  역량을  제시하여야  한다."
          ],
          [
            "3.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  조직  등을  제시  하여야 \n한다."
          ],
          [
            "4.  개발장비",
            "사업자의  참여  의지  및  조직적  대응  정도,  사업참여의  준비성과  관련하여  개발환경의  구\n성여부와  해결방안을  명확히  제시하여야  한다."
          ],
          [
            "Ⅵ.  프로젝트  지원",
            ""
          ],
          [
            "1.  품질보증",
            "조직,  인원,  방법,  절차  등  해당  사업의  수행을  위한  품질보증  방안을  제시하여야  한다.\n  ※  국제  소프트웨어  개발  프로세스  품질인증  획득  여부  등  사업자  품질보증  능력을  기술"
          ],
          [
            "2.  시험운영",
            "대상  업무별  단위시험,  통합시험  등에  대한  전반적인  방안을  제시하여야  하고,  개발완\n료  후의  시스템의  이용  및  관리운영에  관한  전반적인  방안을  제시한다."
          ],
          [
            "3.  교육훈련",
            "사용자,  관리자  등  시스템의  이용대상자별로  구분하여  교육훈련  방법,  내용,  교육일정, \n교육훈련  조직  등을  상세히  제시하여야  한다."
          ],
          [
            "4.  유지보수",
            "하자보수  및  유지보수  계획,  조직,  절차,  범위  및  기간과  이와  관련된  기타의  활동  등을 \n종합적으로  제시하여야  한다."
          ],
          [
            "5.  하자보수",
            "시스템  공급자가  제시하는  하자보수  계획,  절차,  범위  및  기관과  이와  관련된  기타의  활\n동  및  그  제한사항  및  대책  등을  제시하여야  한다."
          ],
          [
            "6.  기밀보안",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과  개인정보보\n호  대책을  제시하여야  한다."
          ],
          [
            "7.  비상대책",
            "안정적인  시스템  운영을  위하여  백업/복구  및  장애대응  대책을  제시하여야  한다."
          ],
          [
            "Ⅶ.  기타",
            ""
          ],
          [
            "기타\n상기항목에서  제시되지  않은  기타  내용을  기술한다.",
            ""
          ]
        ],
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사 \n일반현황",
            "제안사의  일반현황  및  주요  연력,  최근  3년간의  자본금  및  부문별(컨설팅,  개발  등)  매\n출액,  유사사업  수행내역  등을  명료하게  제시하여야  한다.  [붙임  1,  2호  서식]\n  -  본  사업과  관련이  있는  3년  이내의  유사사업  수행내역(BPR/ISP,  개발)  제시"
          ],
          [
            "2.  제안사의  조직 \n및  인원",
            "제안사(컨소시엄  포함)의  조직  및  인원현황을  제시하여야  한다."
          ],
          [
            "3.  수행조직  및 \n업무분장",
            "본  사업을  수행할  조직  및  업무분장  내용을  상세히  제시하여야  한다.\n  -  용역책임자는  임원급으로  제시\n  -  제안사가  하도급  의사가  있는  경우,  해당  업무  및  (예상)하도급  업체를  제시\n  -  컨소시엄  업체가  있는  경우  업무분장  내역에  공동수급업체별  참여비율을  명시"
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업  이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의  목적,  범위,  전제\n조건  및  제안의    특징  및  장점을  요약하여  기술하여야  한다.  목표시스템  구성도  및  구\n성체계를  제시하여야  한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소를  고려하여  창의적이고 \n타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  적용기술",
            "제안사는  사업수행을  위한  주요  적용기술  및  세부  개발방법론,  적용기술의  실현가능성 \n등을  제시하여야  한다.  대상업무별  개발방안(통합/연계  범위  관련  적절한  방안  제시  등), \nPrototype  구현  등  개발에  대한  전반적인  방안을  제시한다.\n  ※  제안사는  [붙임  5호  서식]을  작성하여  기술적용계획  제시"
          ],
          [
            "4.  표준 \n프레임워크 \n적용",
            "제안사는  사업에  적용될  표준프레임워크  및  공통컴포넌트의  사용  계획과  예상되는  문\n제점을  기술하고  실현가능한  대응방안을  제시하여야  한다.\n  ※  미  사용시에는  적정한  사유를  제시"
          ],
          [
            "5.  개발방법론",
            "업무개발에  적용할  방법론의  활용방안을  제시하여야  하며,  방법론의  적용  경험을    기\n술한다.\n개발방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "Ⅲ.  기술  및  기능",
            ""
          ],
          [
            "1.  시스템 \n시스템을  하드웨어부문,  소프트웨어  부문,  기타부문  등으로  구분하여  각  구분별  구성장\n장비구성 \n치의  사양  ,기능,  GS인증제품  제안내역  등을  제시하고  도입장비의  설치  및  공급계획,  도\n요구사항\n입  장비의  유지보수  방안을  기술하여야  한다.(특히,  장비의  최대사양  중  제안  사양을  명",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - VI. 안내사항 1 입찰방식 기본방침 ᄋ 객관적이고 공정한 기준과 절차를 적용하여 경쟁에 의한 우수 사업자 선정 입찰참가자격 ᄋ 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참가 자격 및 동법 시행규칙 제14조입찰참가자격요건의 증명 규정에 의한 경쟁입찰 참가자격을 갖추어야 하며, 조달청 입찰참가자격등록증 소지업체이여야 함 ᄋ 입찰 등록 마감일 기준,국가를 당사자로 하는 계약에 관한 법률 시행규칙 제76조의 규정에 의한 부정당업자의 입찰참가자격 제한을 받는 자는 제외 ᄋ 사업자는 소프트웨어 진흥법에 의한 소프트웨어사업자컴퓨터 관련 서비스사업, 업종코드 1468로 등록되어 있는 업체 제안 업체는 소프트웨어 진흥법 제58조소프트웨어사업자 실적 등 관리와 동법 시행령 제53조 소프트웨어사업의 실적 등 관리에 따라야 하며, 최근년도 결산신고 된 SW사업자신고확인서를 제출서류에 포함하여야 함 ᄋ 공동수급일 경우, 공동이행방식 실시 ᄋ 사업자는 중소기업자 간 경쟁일 경우, 중소기업제품 구매촉진 및 판로 지원에 관한 법률에 의한 중소기업자로서 중소기업자간 경쟁제품 직접생산 확인기준중소벤처기업부 고시에 따라 직접생산확인증 명서세부품명 정보시스템개발서비스, 세부품명번호 8111159901를 제출입찰참가등록 마감일 이전 발행된 것, 유효기간 내 ᄋ 기타 공고서에 따름 유의사항 ᄋ 소프트웨어 진흥법 제48조중소 소프트웨어사업자의 사업참여 지원 및 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보 통신부 고시을 준수하여야 함 - 34 - - 본 사업은 총예산 20억 미만 사업으로 소프트웨어 진흥법 제48조 중소 소프트웨어사업자의 사업참여 지원에 따라 대기업 및 중견기 업의 참여가 불가함 대기업인 소프트웨어사업자의 참여가능 사업금액의 하한 대상업체 매출액 8천억원 이상인 대기업 매출액 8천억원 미만인 대기업 중소기업기본법제2조의 중소기업이 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법 제2조의 중견기업에 해당되는 대기업이 된 경우 그 사유가 발생한 날로부터 5년이 경과되지 않은 대기업 중소기업이 대기업이 된지 5년이내의 기업, 상호출자제한기업집단에 속하지 않는 중견기업 증빙서류 한국소프트웨어산업협회 소프트웨어 신고확인서 상호출자제한기업집단 소속기업은 사업금액에 관계없이 원칙적으로 공공SW사업 참여제한 소프트웨어 진흥법 제48조제4항 ᄋ 본 사업은 하도급을 허용하지 않음 ᄋ 발주기관의 승인없이 하도급을 하거나 승인을 얻은 하도급 조건을 변경한 경우, 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조부정당업자의 입찰참가자격제한에 의거하여 부정당업자로 입찰참가자격을 제한함 ᄋ 공동수급인 경우 다음 사항 준수 - 공동수급업체 구성원은 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참가자격 및 동법 시행규칙 제14조 입찰참가자격요건의 증명 규정에 저촉되지 않아야 함 - 공동수급체는 5인 이하로 구성하여야 하며, 구성원별 계약참여 최소지분율은 10 이상으로 하여야 함공동계약운용요령기획재 정부, 계약예규 제9조 제5항 참조 ᄋ 정부기관 등에서 부정당제재 중인 업체와 공동수급 및 하도급 구성을 금함.",
      "tables": [
        [
          [
            "대상업체"
          ],
          [
            "매출액  8천억원  이상인  대기업"
          ],
          [
            "매출액  8천억원  미만인  대기업"
          ],
          [
            "「중소기업기본법」제2조의  중소기업이  중견기업  성장촉진  및 \n경쟁력  강화에  관한  특별법  제2조의  “중견기업”에  해당되는 \n대기업이  된  경우  그  사유가  발생한  날로부터  5년이 \n경과되지  않은  대기업"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 사업자 선정 방식 ᄋ 제한경쟁입찰 후 협상에 의한 계약 - 국가를 당사자로 하는 계약에 관한 법률 시행령 제43조협상에 의한 계약체결 및 제43조의2지식기반사업의 계약방법 - 협상에 의한 계약체결기준기획재정부 계약예규 2 제안서 평가 방법 제안서 평가 원칙 ᄋ 제안서 평가는 소프트웨어 기술성 평가기준 지침과학기술정보통신부 고시를 준용함. ᄋ 행정기관 및 공공기관 정보시스템 구축운영 지침 제18조에 의거, 평가 비 율은 기술평가 90와 가격평가 10로 하며, 기술평가점수와 가격평가 점수를 합산하여 종합평가점수를 산출함 ᄋ 기술평가항목 및 배점기준은 3. 기술성평가기준에 의함 ᄋ 기술평가 시 각 평가위원의 평가점수 중 최고점수와 최저점수를 제 외한 나머지 점수를 산술평균한 점수를 90점 만점으로 환산하며, 기 술능력평가 분야 배점한도의 85 미만인 자는 협상대상에서 제외 ᄋ 평가점수 결과는 소수점 셋째 자리에서 반올림 ᄋ 기타 평가의 방법과 결과공개 등 제반 사항은 조달청 규정에 따름 우선협상대상자 선정 및 계약체결 ᄋ 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인 우선협상대상자로 선정하여 기타 지원조건 등을 협상 ᄋ 협상대상자와 협상이 모두 결렬되면 재공고하여 재입찰 추진 - 36 - 3 기술성 평가기준 기술제안서 평가항목 및 배점한도 평가 부문 평가 항목 평가기준 전략 및 방법론 15 사업 이해도 사업의 특성 및 목표에 부합하는 사업전략을 제시하고 있는지를 평가한다. 단, 당해 사업 의 기획용역ISP 등을 수행한 자가 참여한 때에는 평가등급보다 한 단계 하위 등급의 점수를 부여한다. 추진전략 개발업무 수행 시 일정 및 위험요소를 고려 하여 얼마나 타당한 추진 전략을 수립하였는 지 평가한다. 적용기술 사업에서 적용하고자 하는 기술이 향후 확장 성을 고려하였는지, 현실적으로 실현 가능한 지 여부를 평가한다. 표준 프레임워 크 적용 표준 프레임워크 적용 여부와 적용 시 예상 되는 문제점을 구체적으로 기술하고 실현 가 능한 대응 방안을 제시하였는지 평가한다. 개발 방법론 사업에 적정한 개발 방법론이 제시되었는지 평가하고, 실제 적용 사례 및 경험을 바탕으 로 단계별 산출물이 제시되었는지 여부를 평 가한다. 기술 및 기능 30 기능 요구사항 기능 요구사항기대사항제약사항 등을 파악 한 후 구현 방안이 구체적으로 기술되어 있 는지를 평가한다. 또한 제안한 방안 및 기술 이 적용 가능한지를 평가한다. 보안 요구사항 요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 방안이 구체적으로 기술되 었는지 평가한다. 또한 제안한 방안과 기술의 설계단계 반영 여부 및 구현단계까지의 적용 가능성을 평가하며 사업을 추진하는 동안 발 생할 수 있는 악영향으로부터 기밀을 보호하 고 원활한 사업수행의 보장을 위한 물리적, 관리적 보안 체계 및 대책이 구체적이고 적 절한지 평가한다. 특히 자료장비네트워크 보안대책 및 해킹에 대비한 업체의 보안관리통제에 대한 제안 평가 데이터요 구사항 데이터 요구사항 분석을 바탕으로 데이터 전 환 계획 및 검증 방법, 데이터 오류 발생 시 처리 방안이 구체적으로 제시되어 있는지를 평가한다. 시스템 운영 요구사항 시스템 운영 요구 사항에 맞는 운영 절차 및 방법을 제시하였는지 평가한다. 또한 운영 중 비상사태 발생 시 대응방안이 구체적으로 제시되고 있는지를 평가한다. 제약사항 목표 시스템의 설계, 구축, 운영과 관련하여 제약조건을 충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 수립되었는지 평가한다. 성능 성능 요구 성능 충족을 위한 구현 및 테스트 방안",
      "tables": [
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준"
          ],
          [
            "전략\n및 \n방법론\n(15)",
            "사업\n이해도",
            "사업의  특성  및  목표에  부합하는  사업전략을 \n제시하고  있는지를  평가한다.  단,  당해  사업\n의  기획용역(ISP  등)을  수행한  자가  참여한 \n때에는  평가등급보다  한  단계  하위  등급의 \n점수를  부여한다."
          ],
          [
            "",
            "추진전략",
            "개발업무  수행  시  일정  및  위험요소를  고려\n하여  얼마나  타당한  추진  전략을  수립하였는\n지  평가한다."
          ],
          [
            "",
            "적용기술",
            "사업에서  적용하고자  하는  기술이  향후  확장\n성을  고려하였는지,  현실적으로  실현  가능한\n지  여부를  평가한다."
          ],
          [
            "",
            "표준 \n프레임워\n크  적용",
            "표준  프레임워크  적용  여부와  적용  시  예상\n되는  문제점을  구체적으로  기술하고  실현  가\n능한  대응  방안을  제시하였는지  평가한다."
          ],
          [
            "",
            "개발\n방법론",
            "사업에  적정한  개발  방법론이  제시되었는지 \n평가하고,  실제  적용  사례  및  경험을  바탕으\n로  단계별  산출물이  제시되었는지  여부를  평\n가한다."
          ],
          [
            "및 기\n기술\n능\n(30)",
            "기능 \n요구사항",
            "기능  요구사항·기대사항·제약사항  등을  파악\n한  후  구현  방안이  구체적으로  기술되어  있\n는지를  평가한다.  또한  제안한  방안  및  기술\n이  적용  가능한지를  평가한다."
          ],
          [
            "",
            "보안 \n요구사항",
            "요구사항  및  시스템  분석을  바탕으로  보안 \n요구사항의  적용  방안이  구체적으로  기술되\n었는지  평가한다.  또한  제안한  방안과  기술의 \n설계단계  반영  여부  및  구현단계까지의  적용 \n가능성을  평가하며  사업을  추진하는  동안  발\n생할  수  있는  악영향으로부터  기밀을  보호하\n고  원활한  사업수행의  보장을  위한  물리적, \n관리적  보안  체계  및  대책이  구체적이고  적\n절한지  평가한다.\n특히  자료·장비·네트워크  보안대책  및 \n  해킹에 \n대비한  업체의  보안관리·통제에  대한  제안  평가"
          ],
          [
            "",
            "데이터요\n구사항",
            "데이터  요구사항  분석을  바탕으로  데이터  전\n환  계획  및  검증  방법,  데이터  오류  발생  시 \n처리  방안이  구체적으로  제시되어  있는지를 \n평가한다."
          ],
          [
            "",
            "시스템\n운영\n요구사항",
            "시스템  운영  요구  사항에  맞는  운영  절차  및 \n방법을  제시하였는지  평가한다.  또한  운영 \n중  비상사태  발생  시  대응방안이  구체적으로 \n제시되고  있는지를  평가한다."
          ],
          [
            "",
            "제약사항",
            "목표  시스템의  설계,  구축,  운영과  관련하여 \n제약조건을  충족시키기  위한  구체적인  구현 \n방안  및  테스트  방안이  수립되었는지  평가한다."
          ],
          [
            "성능",
            "성능",
            "요구  성능  충족을  위한  구현  및  테스트  방안"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 평가 부문 평가 항목 평가기준 평가요소 배점 한도 및 품질 20 요구사항 이 구체적으로 기술되어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 있는지 평가 한다. 제안한 방안 및 기술을 통해 성능 요 구 사항을 충족시킬 수 있는지를 평가한다. 성능요구 사항의 충족도 품질 요구사항 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요구사항에 부합되는지 평가 하고, 분석설계구현테스트 등 각 단계별 품질 요구사항 점검 및 검토 방안이 구체적 으로 계획되어 있는가를 평가한다. 품질요구사항 점검 계획의 적정성 품질요구사항의 점검의 타당성 관련 조직 구성의 적정성 인터 페이스 요구사항 시스템 인터페이스 타 시스템과의 연계에 대한 장단점 분석을 통해 가장 적합한 시스 템 인터페이스 구축 방안을 도출하였는지를 평가한다. 사용자 인터페이스 사용자 편의성을 고려 하여 사용자 인터페이스의 분석설계구현테 스트 방안과 검토 계획을 구체적으로 기술하 였는가를 평가한다. 시스템 인터페이스 구현의 적합성 사용자 인터페이스의 편의성 관련 조직 구성의 적정성 프로 젝트 관리 15 관리 방법론 일정관리, 사업위험이슈 관리, 보안관리, 산 출물의 형상문서 관리 등 사업수행에 필요 한 관리 방법론이 구체적으로 제시되어 있는 지를 평가한다. 또한 문제 발생 시 보고 체 계 및 위험관리 방안이 구체적으로 제시되어 있는지 평가한다. 위험관리 방안의 적정성 자원관리 방안의 적정성 진도관리 방안의 적정성 보안관리 방안의 적정성 형상관리 방안의 적정성 문서관리 방안의 적정성 분리발주 사업자간 협력방안의 적정성 15 일정계획 사업수행에 필요한 수행기간과 세부일정이 구체적으로 제시되었는지 평가한다. 또한 각 활동에 필요한 일정 계획이 적절히 수립되었 는지를 평가한다. 세부활동 도출 및 기간의 타당성 세부활동 배열의 합리성 중간목표 정의의 타당성 자원배분의 합리성 개발장비 개발에 필요한 개발환경의 구성이 구체적으 로 제시되었는지 평가하고, 라이선스 등의 문제가 없는지 여부를 평가한다. 사업자의 참여 준비성 개발장비 보유현황 및 확보방안 개발도구 보유현황 및 확보방안 프로 젝트 지원 15 품질보증 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 소프트웨어산업 진흥 법 제23조의 소프트웨어프로세스 품질인증 SP인증 등 대외적으로 인정받을 만한 품질 보증 관련 인증을 획득한 사례가 있는지를 확인하고 평가한다. 품질보증계획의 적정성 사업자 보증 능력 국제 소프트웨어 개발 프로세스 품질인 증 획득 여부 15 시험운영 시스템 공급자가 개발된 시스템의 시험운영 을 위해 필요한 각종 시험운영 방법 등을 구 체적으로 제시하였는지 평가한다. 시험운영 방법의 적정성 시험운영 내용의 적정성 시험운영 일정의 적정성 시험운영 조직의 적정성 교육훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 교육훈련의 방법, 내용, 일 정 등을 구체적으로 제시하였는지 평가한다. 교육훈련 방법의 적정성 교육훈련 내용의 적정성 교육훈련 일정의 적정성 교육훈련 조직의 적정성 하자보수 계획 시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 기관과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가 한다 하자보수 계획의 적정성 하자보수 조직의 적정성 하자보수 절차의 적정성 하자보수 범위의 적정성 하자보수 기간의 적정성 기밀보안 누출금지 대상정보 관리 방안 등 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기밀을 보호함과 동시에 원활한 사업의 기밀보안 체계의 적정성 기밀보안 대책의 확신성 - 38 - 4 제출서류 ᄋ 제안서 및 발표자료는 공고서 참조온라인 제출 기술평가와 관련된 증빙서류는 제안서에 합본하여 제출 ᄋ 기타 사항은 입찰공고에서 별도로 정한 바에 의함 5 제안서 제출 일정 및 방법 ᄋ 제안서 제출 안내 입찰공고서 참조 ᄋ 제안요청에 대한 질의 - 제안 요청과 관련된 모든 질의는 국립민속박물관에서 답변함. 그 밖의 다른 경로로 얻어지는 정보는 공식적인 것이 아니며 부정확할 수 있음. 이로 인한 제안서 요건에 맞지 않는 등의 불이익은 전적으로 제안 업체가 책임을 지며 부적격 판정의 사유가 될 수 있음질의는 제안서 제출마감일 1일전까지 가능 - 전화 031-580-5880, 전자우편 seungjae0212korea.kr - 담당 국립민속박물관 유물과학과 이승재 학예연구사 평가 부문 평가 항목 평가기준 수행을 보장하기 위한 체계 및 대책에 대하여 평가한다. 정량적 부문 평가 5 경영상태 재무구조, 대외인지도, 신용도 신용평가등급 회사채 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 BBB-, BB, BB0, BB- B, B0, B- CCC 이하 조달청 협상에 의한 계약제안서평가세부기준 별표8 준용 계",
      "tables": [
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "수행을  보장하기  위한  체계  및  대책에  대하여 \n평가한다.",
            "",
            "",
            ""
          ],
          [
            "정량적 \n부문 \n평가\n(5)",
            "경영상태",
            "재무구조,  대외인지도,  신용도\n※  조달청  협상에  의한  계약제안서평가세부기준  [별표8]  준용",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "신용평가등급",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "회사채",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "AAA,  AA+,  AA0,  AA-\nA+,  A0,  A-,  BBB+,  BBB0",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "BBB-,  BB+,  BB0,  BB-",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "B+,  B0,  B-",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "CCC+  이하",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준",
            "평가요소",
            "배점\n한도"
          ],
          [
            "및 \n품질\n(20)",
            "요구사항",
            "이  구체적으로  기술되어  있는지,  이를  위한 \n방법론  및  분석도구가  기술되어  있는지  평가\n한다.  제안한  방안  및  기술을  통해  성능  요\n구  사항을  충족시킬  수  있는지를  평가한다.",
            "․성능요구  사항의  충족도",
            ""
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는  개발  도구  및  구현  방안,  테스트 \n방안  등이  품질  요구사항에  부합되는지  평가\n하고,  분석·설계·구현·테스트  등  각  단계별 \n품질  요구사항  점검  및  검토  방안이  구체적\n으로  계획되어  있는가를  평가한다.",
            "․품질요구사항  점검  계획의  적정성\n․품질요구사항의  점검의  타당성\n․관련  조직  구성의  적정성",
            ""
          ],
          [
            "",
            "인터\n페이스\n요구사항",
            "시스템  인터페이스 \n:  타  시스템과의  연계에 \n대한  장·단점  분석을  통해  가장  적합한  시스\n템  인터페이스  구축  방안을  도출하였는지를 \n평가한다.\n사용자  인터페이스 \n:  사용자  편의성을  고려\n하여  사용자  인터페이스의  분석·설계·구현·테\n스트  방안과  검토  계획을  구체적으로  기술하\n였는가를  평가한다.",
            "․시스템  인터페이스  구현의  적합성\n․사용자  인터페이스의  편의성\n․관련  조직  구성의  적정성",
            ""
          ],
          [
            "프로 \n젝트\n관리\n(15)",
            "관리\n방법론",
            "일정관리,  사업위험(이슈)  관리,  보안관리,  산\n출물의  형상·문서  관리  등  사업수행에  필요\n한  관리  방법론이  구체적으로  제시되어  있는\n지를  평가한다.  또한  문제  발생  시  보고  체\n계  및  위험관리  방안이  구체적으로  제시되어 \n있는지  평가한다.",
            "․위험관리  방안의  적정성\n․자원관리  방안의  적정성\n․진도관리  방안의  적정성\n․보안관리  방안의  적정성\n․형상관리  방안의  적정성\n․문서관리  방안의  적정성\n․분리발주  사업자간  협력방안의  적정성",
            "15"
          ],
          [
            "",
            "일정계획",
            "사업수행에  필요한  수행기간과  세부일정이 \n구체적으로  제시되었는지  평가한다.  또한  각 \n활동에  필요한  일정  계획이  적절히  수립되었\n는지를  평가한다.",
            "․세부활동  도출  및  기간의  타당성\n․세부활동  배열의  합리성\n․중간목표  정의의  타당성\n․자원배분의  합리성",
            ""
          ],
          [
            "",
            "개발장비",
            "개발에  필요한  개발환경의  구성이  구체적으\n로  제시되었는지  평가하고,  라이선스  등의 \n문제가  없는지  여부를  평가한다.",
            "․사업자의  참여  준비성\n․개발장비  보유현황  및  확보방안\n․개발도구  보유현황  및  확보방안",
            ""
          ],
          [
            "프로 \n젝트\n지원\n(15)",
            "품질보증",
            "제시된  품질보증  방안이  해당  사업의  수행에 \n적합한지,  사업자가 \n「소프트웨어산업  진흥\n법」  제23조의  소프트웨어프로세스  품질인증\n(SP인증)  등  대외적으로  인정받을  만한  품질\n보증  관련  인증을  획득한  사례가  있는지를 \n확인하고  평가한다.",
            "․품질보증계획의  적정성\n․사업자  보증  능력\n․국제  소프트웨어  개발  프로세스  품질인\n증  획득  여부",
            "15"
          ],
          [
            "",
            "시험운영",
            "시스템  공급자가  개발된  시스템의  시험운영\n을  위해  필요한  각종  시험운영  방법  등을  구\n체적으로  제시하였는지  평가한다.",
            "․시험운영  방법의  적정성\n․시험운영  내용의  적정성\n․시험운영  일정의  적정성\n․시험운영  조직의  적정성",
            ""
          ],
          [
            "",
            "교육훈련",
            "시스템  공급자가  시스템  운영  및  관리자를 \n위해  필요한  각종  교육훈련의  방법,  내용,  일\n정  등을  구체적으로  제시하였는지  평가한다.",
            "․교육훈련  방법의  적정성\n․교육훈련  내용의  적정성\n․교육훈련  일정의  적정성\n․교육훈련  조직의  적정성",
            ""
          ],
          [
            "",
            "하자보수 \n계획",
            "시스템  공급자가  제시하는  하자보수  계획, \n절차,  범위  및  기관과  이와  관련된  기타의 \n활동  및  그  제한사항에  대해  평가  한다",
            "․하자보수  계획의  적정성\n․하자보수  조직의  적정성\n․하자보수  절차의  적정성\n․하자보수  범위의  적정성\n․하자보수  기간의  적정성",
            ""
          ],
          [
            "",
            "기밀보안",
            "누출금지  대상정보  관리  방안  등  사업  추진  동안 \n악영향을  미치는  일련의  불순  활동들로부터 \n기밀을  보호함과  동시에  원활한 \n사업의",
            "․기밀보안  체계의  적정성\n․기밀보안  대책의  확신성",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 6 제안설명회 개최 ᄋ 제안설명회는 제안서 접수 후 2주 이내 주관기관에서 개최함 ᄋ 유의사항 - 제안 설명은 제안사의 실무책임자PM가 직접 발표하여야 하며, PM이 발표하지 않을 경우 발표 없이 제안서에 대한 서면평가로만 진행함 - 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명기하여야 함 7 입찰시 유의사항 ᄋ 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함 ᄋ 본 사업은 사업예산 20억 미만의 소프트웨어 사업으로, 소프트웨어 사업 계약 및 관리감독에 관한 지침 제16조에 의거 제안서 보상은 실시하지 않음 - 본 사업은 사업예산 20억 미만의 소프트웨어 사업으로, 소프트 웨어사업의 제안서 보상기준 등에 관한 운영규정과학기술정보 통신부 고시 제2조에 의거 제안서 보상은 실시하지 않음 ᄋ 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 ᄋ 낙찰자로 결정된 이후에 컨소시엄 구성원을 변경할 수 없음 ᄋ 제안서 인력은 컨소시엄 구성원의 자사인력으로 구성하여야 함 - 채용예정인력인 경우에는 별도로 이를 명기하고, 계약체결 전까지 채용을 완료하여야 함 - 적법한 파견근로자는 자사인력으로 간주하나, 원 소속사를 반드시 명기하여야 함 - 컨소시엄 소속 외의 인력은 하도급으로 간주하며, 주관기관의 승인을 얻지 못할 경우에는 컨소시엄 구성원의 자사인력으로 대체 하여야 함 - 40 - ᄋ 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나, 부정한 행위를 한 사업자는 향후 신규 사업의 참여에 제한을 받을 수 있음 ᄋ 과업내용 확장 심의여부 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위하여 과업심의위원회를 개최 또는 미개최한 사업임 ᄋ 과업내용 변경 사업은 소프트웨어 진흥법 제50조, 같은 법 시 행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우, 계약상대자는 국가기관 등의 장에게 소프트웨어사업 과업변경요청서를 제출하여 과업심의 위원회 개최를 요청할 수 있으며, 국가기관등의 장은 과업심의위원회 개최 요청에 대해서 특별한 사정이 없으면 수용해야 함 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 13호서식 참조 ᄋ 본 사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함 8 기타 사항 적정 사업기간 산정 ᄋ 본 사업은 소프트웨어사업 계약 및 관리감독에 관한 지침 제10조에 의거 적정 사업기간 산정 기준을 준수함 ᄋ 소프트웨어 개발사업의 적정 사업기간 종합 산정서 첨부 개발 SW의 공동 활용 사전명시 ᄋ 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조 계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동 활용할 계획이 없음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 입찰 및 제안서 관련 서식 1. 일반현황 및 연혁 2. 자본금 및 매출액 최근 3년, 주요 사업실적 3. 소프트웨어사업 하도급 계획서입찰 시 4. 하도급 대금지급 비율 명세서 5. 소프트웨어사업 하도급 계약승인 신청서 6. 하도급 적정성 판단 자기평가표 7. 기술적용계획표 8. 공동수급표준협정서 9. 합의각서 10. 보안서약서대표자용 11. 보안서약서참여인력용 12. 보안확약서대표자용 13. 보안확약서참여인력용 14. 표준 개인정보처리 위탁 계약서 15. 정량적 평가 자가평가표 16. 서면질의서 17. 비밀유지계약서 18. 소프트웨어 과업변경요청서 19. 외주 용역사업 보안특약 조항 별표 1 사업자 보안위규 처리기준 별표 2 보안위약금 부과 기준 별표 3 누출금지 대상 정보 20. 소프트웨어사업 영향평가 결과서 - 42 - 붙임1 일반현황및연혁 일반현황 및 연혁 회 사 명 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁",
      "tables": [
        [
          [
            "회          사            명",
            ""
          ],
          [
            "사    업          분    야",
            ""
          ],
          [
            "주                          소",
            ""
          ],
          [
            "전      화      번      호",
            ""
          ],
          [
            "회  사  설  립  년  도",
            "년      월"
          ],
          [
            "해당부문  종사기간",
            "년      월    ～          년        월  (      년      개월)"
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - 붙임2 자본금및매출액최근3년, 주요사업실적 자본금 및 매출액 최근 3년 단위 천원 구 분 M-2년도 M-1년도 M년도 총 자 산 자 기 자 본 유 동 부 채 고 정 부 채 유 동 자 산 당기 순이익 매출액 부문 부문 부문 부문 계 자기자본비율 당기순이익자기자본 자기자본순이익율 유 동 비 율 결산 공고된 대차대조표 및 손익계산서 제안서에 첨부 주요 사업실적 사 업 명 사 업 기 간 계 약 금 액 발 주 처 비 고 연도순으로 기재하며, 제안과제와 유사하거나 동일한 업무영역이나 사업형태에 관한 것만 기재한다. 단, 현재수행 중인 사업은 비고란에 현재수행 중임을 명시한다. 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사를 기재한다. 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재한다. 사업별 사용 개발방법론을 비고에 기재한다. 한국소프트웨어산업협회에서 발급하는 이행실적확인서를 가능한 활용. 실적을 확인할 수 있는 실적증명서, 계약서 등의 증거서류제출, 확인이 불가능한 실적은 인정하지 않음 실적증명자료는 붙임으로 첨부하여야 하며 실적증명첨부서류에 페이지를 명시하여 주요사업실적 비고란에 페이지를 표시하여야 함 - 44 - 붙임 3 소프트웨어사업 하도급 계획서입찰 시 소프트웨어사업 하도급 계획서입찰 시 사업명 입찰자 공동수급체 대표 상호 사업자등록번호 하도급 예정 계획 번호 입찰자 하수급인 상호 하도급 계약명 1 2 3 합계 직접 물품 구매 예정 계획 번호 구분 HW설비상용S W 물품명 1 2 합계 - 입찰자가 공동수급체인 경우 공동수급체 구성원대표 포함의 하도급 예정 계획 명시 - 단순 물품 구매설치 용역 등, 신기술 또는 전문기술 등을 하도급에 포함하여 작성 - 직접 물품 구매 예정 계획은 입찰자가 직접 구매하는 물품에 한함 - 하도급액 비율 합계 50 초과 예외사유 _______________________________________ - 입찰금액 대비 하도급액 비율 하도급 예정액A입찰금액-물품 구매 예정액B X 100 소프트웨어사업의 하도급 승인 및 관리 지침 제3조 및 제8조에 따라 소프트웨어사업 하도급 계획서 를 제출합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 발주기관의 장 귀하 제출서류 - 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 - 물품 공급확약서 각 1부 유의사항 - 입찰자의 입찰 금액 대비 하도급 금액 합계의 비율은 소프트웨어 진흥법 제51조의제1항에 따라 입찰 금액의 50를 초과할 수 없습니다. 단, 같은 법 제51조의제2항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기재합니다. - 입찰자는 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 국가기관 등의 장에게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관 등의 장은 해 당 서류의 보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않은 경우 해당 금액은 하도급 제한 비율로 산정됩니다. - 소프트웨어사업자는 입찰 금액 대비 하도급 금액 비율이 소프트웨어 진흥법 제51조제6항 및 제8항 에 따라 10를 초과할 경우, 공동수급체 구성원으로 참여할 수 있습니다. - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다. 210297백상지 80g",
      "tables": [
        [
          [
            "구                분",
            "",
            "M-2년도",
            "M-1년도",
            "M년도"
          ],
          [
            "총      자      산",
            "",
            "",
            "",
            ""
          ],
          [
            "자  기    자  본",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동    부  채",
            "",
            "",
            "",
            ""
          ],
          [
            "고  정    부  채",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동    자  산",
            "",
            "",
            "",
            ""
          ],
          [
            "당기    순이익",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "⃝부문",
            "",
            "",
            ""
          ],
          [
            "",
            "⃝부문",
            "",
            "",
            ""
          ],
          [
            "",
            "⃝부문",
            "",
            "",
            ""
          ],
          [
            "",
            "⃝부문",
            "",
            "",
            ""
          ],
          [
            "",
            "계",
            "",
            "",
            ""
          ],
          [
            "자기자본비율\n[당기순이익/자기자본]",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본순이익율",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동  비  율",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "사      업      명",
            "사  업  기  간",
            "계  약  금  액",
            "발  주  처",
            "비    고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "소프트웨어사업  하도급  계획서(입찰  시)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "상호\n입찰자\n(공동수급체  대표)\n사업자등록번호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "하도급  예정  계획",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "입찰자",
            "하수급인\n상호",
            "하도급  계약명",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1 2 3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "직접  물품  구매  예정  계획",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "번호",
            "구분\n(HW․설비․상용S\nW)",
            "물품명",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1 2",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  입찰자가  공동수급체인  경우  공동수급체  구성원(대표  포함)의  하도급  예정  계획  명시\n-  단순  물품  구매․설치  용역  등,  신기술  또는  전문기술  등을  하도급에  포함하여  작성\n-  직접  물품  구매  예정  계획은  입찰자가  직접  구매하는  물품에  한함\n-  하도급액  비율  합계  50%  초과  예외사유  :  _______________________________________\n-  입찰금액  대비  하도급액  비율  =  하도급  예정액(A)/(입찰금액-물품  구매  예정액(B))  X  100",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "‘소프트웨어사업의  하도급  승인  및  관리  지침’  제3조  및  제8조에  따라  소프트웨어사업  하도급  계획서\n를  제출합니다.\n    년        월        일\n                                                                              공동수급체  대    표      상    호  : \n                                                                                                                      대표자  :                        (서명  또는  인)\n                                                                              공동수급체  구성원      상    호  : \n                                                                                                                      대표자  :                        (서명  또는  인)\n                                                                              공동수급체  구성원      상    호  : \n                                                                                                                      대표자  :                        (서명  또는  인) \n          발주기관의  장  귀하",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  하도급  사업수행  계획서(하도급  금액  산출내역서  및  사업추진  일정표  포함)  각  1부\n제출서류\n  -  물품  공급확약서  각  1부",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "※  유의사항\n  -  입찰자의  입찰  금액  대비  하도급  금액  합계의  비율은  ｢소프트웨어  진흥법｣  제51조의제1항에  따라 \n입찰  금액의  50%를  초과할  수  없습니다.  단,  같은  법  제51조의제2항의  각  호에  해당하는  경우에는 \n그러하지  아니합니다.  이  경우  예외사유를  기재합니다.\n  -  입찰자는  직접  물품  구매  예정  계획에  기재한  사항에  대해  이를  증명할  수  있는  물품  공급  확약서 \n등을  국가기관  등의  장에게  제출하여야  합니다.  제출한  서류가  미비한  경우  국가기관  등의  장은  해\n당  서류의  보완을  요청할  수  있으며,  해당  서류를  제출하지  않거나  제출한  서류를  검토한  결과  직접 \n구매하지  않은  경우  해당  금액은  하도급  제한  비율로  산정됩니다.\n  -  소프트웨어사업자는  입찰  금액  대비  하도급  금액  비율이  ｢소프트웨어  진흥법｣  제51조제6항  및  제8항\n에  따라  10%를  초과할  경우,  공동수급체  구성원으로  참여할  수  있습니다.\n  -  하도급  예정  계획이  많아  지면이  부족할  경우  별도  서식을  첨부할  수  있습니다.",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 붙임 4 하도급 대금지급 비율 명세서 하도급 대금지급 비율 명세서 원도급자 하도급자 사 업 명 하 도 급 사 업 명 회 사 명 회 사 명 사업기간 하 도 급 기 간 하도급 지급대금 원 하도급 지급 대금 세부내역 1구 분 2SW 월 노임단가 3투입인력 MM 4MM당 하도급 대가 5지급금액 34 6지급비율 합 계 상기와 같이 합의하였음을 확인합니다. 년 월 일 원도급자 직인 하도급자 직인 첨부서류 하도급 부문 산출 내역서 1 구분 소프트웨어진흥법 제2조 10항에서 정한 소프트웨어 기술자 2 SW 월노임단가 한국SW산업협회에서 공표하는 일노임단가 근무일수 4 MM당 하도급 대가 원도급자가 하도급자에게 지급하는 직접인건비 제경비 기술료 6 지급비율 지급급액 SW 월노임단가 투입인력 - 46 - 붙임 5 소프트웨어사업 하도급 계약승인 신청서 소프트웨어 진흥법 시행규칙 별지 제21호서식 참조 소프트웨어 하도급 재하도급 에는 해당되는 곳에 표를 합니다. 접수번호 접수일자 하도급 거 래 계 약 당사자 원도급자 상호 사업자등록번호 하도급자 상호 사업자등록번호 재하도급자 상호 사업자등록번호 사업 내용 계약명 계 약 일 년 월 일 하도급 내용 계약명 계약예정일 년 월 일 하도급 내역 및 사유 필요한 경우 별지 사용 재하도급 내용 계약명 계약예정일 년 월 일 재하도급 내 역 및 사유 필요한 경우 별지 사용 소프트웨어 진흥법 제51조제5항 및 같은 법 시행규칙 제14조제1항에 따라 위와 같이 신청합니다. 년 월 일 신청인 발주기관의 장 귀하 신청인 제출서류 1. 하도급 또는 재하도급 계약서안 사본 1부 2. 하도급 또는 재하도급 사업수행계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 1부 3. 하도급계약 적정성 판단 자기평가표 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "하도급\n거    래\n계    약\n당사자",
            "원도급자",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ],
          [
            "",
            "하도급자",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ],
          [
            "",
            "재하도급자",
            "상호",
            ""
          ],
          [
            "",
            "",
            "사업자등록번호",
            ""
          ]
        ],
        [
          [
            "하도급\n내용",
            "계약명",
            ""
          ],
          [
            "",
            "계약예정일",
            "년        월        일"
          ],
          [
            "",
            "하도급  내역\n및  사유",
            "(  ※  필요한  경우  별지  사용  )"
          ]
        ],
        [
          [
            "재하도급\n내용",
            "계약명",
            ""
          ],
          [
            "",
            "계약예정일",
            "년        월        일"
          ],
          [
            "",
            "재하도급  내\n역  및  사유",
            "(  ※  필요한  경우  별지  사용  )"
          ]
        ],
        [
          [
            "하도급  대금지급  비율  명세서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "원도급자",
            "",
            "",
            "",
            "하도급자",
            "",
            "",
            "",
            ""
          ],
          [
            "사  업  명",
            "",
            "",
            "",
            "하  도  급 \n사  업  명",
            "",
            "",
            "",
            ""
          ],
          [
            "회  사  명",
            "",
            "",
            "",
            "회  사  명",
            "",
            "",
            "",
            ""
          ],
          [
            "사업기간",
            "",
            "",
            "",
            "하  도  급\n기        간",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "하도급\n지급대금",
            "",
            "원",
            "",
            ""
          ],
          [
            "하도급  지급\n대금  세부내역",
            "①구  분",
            "②SW  월 \n노임단가",
            "③투입인력\n(MM)",
            "",
            "④MM당 \n하도급 대가",
            "",
            "⑤지급금액\n(③×④)",
            "⑥지급비율"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합      계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "상기와  같이  합의하였음을  확인합니다.\n                                                                                                                  년        월        일\n                                                                                  (원도급자)                                  직인\n                                                                                  (하도급자)                                  직인",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "첨부서류  :  하도급  부문  산출  내역서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 붙임 6 하도급 적정성 판단 자기평가표 하도급 적정성 판단 자기평가표 1. 계약 내용 수급인 관련 사항 하수급인 관련 사항 사 업 명 하 도 급 사 업 명 수 급 인 전화 하수급인 전화 계약금액 원 하도급 부분금액A 원 하도급액B 원 계약기간 하 도 급 기 간 하자담보 책임기간 하자담보 책임기간 국가기관 등과의 낙찰방식,낙찰율 방식, 하도급율 BA 1 하도급율 하도급액B 하도급 부분금액A 100 2 하도급액 하도급 계약서산출내역서상의 소프트웨어사업비 3 하도급 부분금액 원도급 계약서산출내역서상의 소프트웨어사업비 중 하도급 되는 사업부문에 해당하는 소프트웨어사업비 2. 자기평가결과 판 단 항 목 배 점 배점 사유 1. 하수급인의 자격 부정당업자로 지정되어 입찰참가제한 중인지 여부 2. 하수급인의 사업수행능력 40점 가. 사업수행실적 1 나. 고용안정 및 적법근로 2 소 계 3. 하도급 계약방식 60점 가. 하도급대금 지급방식의 적정성 1 나. 하도급 금액의 적정성 2 소 계 4. 기타 가점 1 가점사유 2 가점사유 3 가점사유 소 계 합 계 - 48 - 붙임 7 기술적용계획표 기술적용계획표, 기술적용결과표 사업명 작성일 법률및고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 국가정보원법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 사이버안보 업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규",
      "tables": [
        [
          [
            "수급인  관련  사항",
            "",
            "하수급인  관련  사항",
            ""
          ],
          [
            "사  업  명",
            "",
            "하  도  급 \n사  업  명",
            ""
          ],
          [
            "수  급  인",
            "(전화)",
            "하수급인",
            "(전화)"
          ],
          [
            "계약금액",
            "원\n(하도급  부분금액(A)  :            원)",
            "하도급액(B)",
            "원"
          ],
          [
            "계약기간",
            "",
            "하  도  급\n기        간",
            ""
          ],
          [
            "하자담보 \n책임기간",
            "",
            "하자담보\n책임기간",
            ""
          ],
          [
            "국가기관 등과의 \n낙찰방식,낙찰율",
            "방식,              %",
            "하도급율\n(B/A)",
            "%"
          ]
        ],
        [
          [
            "판    단    항    목",
            "",
            "",
            "배  점",
            "배점  사유"
          ],
          [
            "1.  하수급인의  자격  (부정당업자로  지정되어  입찰참가제한 \n중인지  여부)",
            "",
            "",
            "",
            ""
          ],
          [
            "2.  하수급인의\n    사업수행능력 \n(40점)",
            "가.  사업수행실적\n①",
            "",
            "",
            ""
          ],
          [
            "",
            "나.  고용안정  및  적법근로\n②",
            "",
            "",
            ""
          ],
          [
            "",
            "소  계",
            "",
            "",
            ""
          ],
          [
            "3.  하도급  계약방식\n  (60점)",
            "가.  하도급대금  지급방식의 \n①\n        적정성",
            "",
            "",
            ""
          ],
          [
            "",
            "나.  하도급  금액의  적정성\n②",
            "",
            "",
            ""
          ],
          [
            "",
            "소  계",
            "",
            "",
            ""
          ],
          [
            "4.  기타",
            "가점",
            "①",
            "",
            "(가점사유)"
          ],
          [
            "",
            "",
            "②",
            "",
            "(가점사유)"
          ],
          [
            "",
            "",
            "③",
            "",
            "(가점사유)"
          ],
          [
            "",
            "소  계",
            "",
            "",
            ""
          ],
          [
            "합  계",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "ｏ 지능정보화 기본법\nｏ 공공기관의 정보공개에 관한 법률\nｏ 개인정보 보호법\nｏ 소프트웨어 진흥법\nｏ 인터넷주소자원에 관한 법률\nｏ 전자서명법\nｏ 전자정부법\nｏ 국가정보원법\nｏ 정보통신기반 보호법\nｏ 정보통신망 이용촉진 및 정보보호 등에 관한 법률\nｏ 통신비밀보호법\nｏ 국가를 당사자로 하는 계약에 관한 법률\nｏ 하도급거래 공정화에 관한 법률\nｏ 지방자치단체를 당사자로 하는 계약에 관한 법률\nｏ 공공데이터의 제공 및 이용 활성화에 관한 법률"
          ],
          [
            "고시 등",
            "ｏ 보안업무규정(대통령령)\nｏ 사이버안보 업무규정(대통령령)\nｏ 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\nｏ 장애인·고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시(과학기술정보통신부고시)\nｏ 전자서명인증업무 운영기준(과학기술정보통신부고시)\nｏ 전자정부 웹사이트 품질관리 지침(행정안전부고시)\nｏ 정보보호시스템 공통평가기준(미래창조과학부고시)\nｏ 정보보호시스템 평가·인증 지침(과학기술정보통신부고시)\nｏ 정보시스템 감리기준(행정안전부고시)\nｏ 전자정부사업관리 위탁에 관한 규정(행정안전부고시) \nｏ 전자정부사업관리 위탁용역계약 특수조건(행정안전부예규) \nｏ 행정전자서명 인증업무지침(행정안전부고시)\nｏ 행정기관 도메인이름 및 IP주소체계 표준(행정안전부고시)\nｏ 개인정보의 안전성 확보조치 기준(개인정보보호위원회)\nｏ 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시(개인정보보호위원회)\nｏ 지방자치단체 입찰 및 계약 집행 기준(행정안전부예규)\nｏ 지방자치단체 입찰시 낙찰자 결정기준(행정안전부예규)\nｏ 표준 개인정보 보호지침(개인정보보호위원회) \nｏ 엔지니어링사업대가의 기준(산업통상자원부고시)\nｏ 소프트웨어 기술성 평가기준 지침(과학기술정보통신부고시)\nｏ 소프트웨사업 계약 및 관리감독에 관한 지침(과학기술정보통신부고시)\nｏ 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침(과학기술정보통신부고시)\nｏ 소프트웨어 품질성능 평가시험 운영에 관한 지침(과학기술정보통신부고시)\nｏ 용역계약일반조건(기획재정부계약예규)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 서비스접근및전달분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 구분 항 목 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원 - 50 - 인터페이스및통합분야 플랫폼 및 기반구조 분야 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248",
      "tables": [
        [
          [
            "서비스  통합",
            "ｏ  웹  서비스",
            ""
          ],
          [
            "",
            "-  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            ""
          ],
          [
            "",
            "-  RESTful",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리",
            ""
          ],
          [
            "",
            "-  UML  2.0/BPMN  1.0",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            ""
          ],
          [
            "데이터  공유",
            "ｏ  데이터  형식  :  XML  1.0",
            ""
          ],
          [
            "인터페이스",
            "ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            ""
          ]
        ],
        [
          [
            "관련규정",
            "ｏ 전자정부 웹사이트 품질관리 지침\nｏ 한국형 웹 콘텐츠 접근성 지침 2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 모바일 전자정부 서비스 관리 지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근 \n장치",
            "ｏ  웹브라우저  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  HTML  4.01/HTML  5,  CSS  2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP",
            ""
          ],
          [
            "",
            "-  H.323",
            ""
          ],
          [
            "",
            "-  SIP",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 공공데이터 제공,데 이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 데이터는 공공데이터법 제2조제2호의 행정정보를 말한다로 제공하기 위하여 기계 판독이 가능한 형태로 정비, 공공데이터법상 제공제외 대상의 별도 테이블 분리설계, 품질확보 등이 수행되 어야 한다. 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크 - 52 - 구 분 항 목 o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드표 준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전 부장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 관리지침 o 공공데이터 제공관리 매뉴얼 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용",
      "tables": [
        [
          [
            "구    분\n항        목",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드표\n준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전\n부장관에게  표준  등록을  요청하여야  한다.",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시 사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            "",
            "",
            "",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  POSIX.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UNIX",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Linux",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  android",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  IOS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  RDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  공공데이터  제공,데\n이터  품질  향상,  데이터베이스  통합  등을  위하여  표준화되어야 \n한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  공공데이터(법  제2조제2호의  행정정보를  말한다)로 \n제공하기  위하여  기계  판독이  가능한  형태로  정비,  공공데이터법상 \n제공제외  대상의  별도  테이블  분리·설계,  품질확보  등이  수행되\n어야  한다.",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  관리지침\nｏ  공공데이터  제공·관리  매뉴얼",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            ""
          ],
          [
            "",
            "ｏ  동적표현",
            ""
          ],
          [
            "",
            "-  JSP  2.1",
            ""
          ],
          [
            "",
            "-  ASP.net",
            ""
          ],
          [
            "",
            "-  PHP",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍",
            ""
          ],
          [
            "",
            "-  C",
            ""
          ],
          [
            "",
            "-  C++",
            ""
          ],
          [
            "",
            "-  Java",
            ""
          ],
          [
            "",
            "-  C#",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜",
            ""
          ],
          [
            "",
            "-  XMI  2.0",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            ""
          ],
          [
            "",
            "ｏ  문자셋",
            ""
          ],
          [
            "",
            "-  EUC-KR",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견 시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품보안기능 확인서 또는 CC인증 필수 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM보안기능 확인서 또는 CC인증 필 수 - 메일 암호화 제품 - 구간 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품보안기능 확인서 또는 CC인증 필수 - 상기제품8종이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 또는 CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리통합로그관리 포함 - 웹 응용프로그램 침입차단 - DDos 대응성능평가로 도입 가능 - 54 - 구 분 항 목 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 망간 자료전송2022.1 이전 인증제품 - 안티 바이러스성능평가로 도입 가능 - 패치관리 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구성능평가로 도입 가능 - 스마트폰 보안관리 - 소프트웨어기반 보안USB2020.1.1이전 인증제품, 검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지2021.1.1이전 인증제품, 매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모 듈 탑재 필수 - 네트워크 자료유출방지2021.1.1 이전 인증제품 - CC인증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 필수제품 유형군 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 망간 자료전송 - 네트워크 자료유출방지 - 네트워크 장비L3 스위치 이상 - 가상화관리제품",
      "tables": [
        [
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견  시  개선․조치하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항        목",
            ""
          ],
          [
            "",
            "-  인터넷  전화  보안",
            ""
          ],
          [
            "",
            "-  무선침입방지",
            ""
          ],
          [
            "",
            "-  무선랜  인증",
            ""
          ],
          [
            "",
            "-  가상사설망(검증필  암호모듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  네트워크  접근통제",
            ""
          ],
          [
            "",
            "-  망간  자료전송(2022.1  이전  인증제품)",
            ""
          ],
          [
            "",
            "-  안티  바이러스(성능평가로  도입  가능)",
            ""
          ],
          [
            "",
            "-  패치관리",
            ""
          ],
          [
            "",
            "-  스팸메일  차단",
            ""
          ],
          [
            "",
            "-  서버  접근통제",
            ""
          ],
          [
            "",
            "-  DB접근  통제",
            ""
          ],
          [
            "",
            "-  스마트카드",
            ""
          ],
          [
            "",
            "-  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)",
            ""
          ],
          [
            "",
            "-  소스코드  보안약점  분석도구(성능평가로  도입  가능)",
            ""
          ],
          [
            "",
            "-  스마트폰  보안관리",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(2020.1.1이전  인증제품,  검증필 \n암호모듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(2021.1.1이전  인증제품,  매체제어제품 \n포함,  자료저장  기능이  있는  경우  국정원  검증필  암호모\n듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지(2021.1.1  이전  인증제품)",
            ""
          ],
          [
            "",
            "-  CC인증서에  명시된  제품과  동일  제품  여부",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  필수제품  유형군",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)",
            ""
          ],
          [
            "",
            "-  망간  자료전송",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지",
            ""
          ],
          [
            "",
            "-  네트워크  장비(L3  스위치  이상)",
            ""
          ],
          [
            "",
            "-  가상화관리제품",
            ""
          ]
        ],
        [
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인  정보보호제품)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  PKI제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SSO제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  디스크ㆍ파일  암호화  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  문서  암호화  제품(DRM)(보안기능  확인서  또는  CC인증  필\n수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  메일  암호화  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  구간  암호화  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  하드웨어  보안  토큰",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  DB암호화  제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  상기제품(8종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  또는  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검증  필요)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  (네트워크)침입차단",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  (네트워크)침입방지(침입탐지  포함)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  통합보안관리(통합로그관리  포함)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  웹  응용프로그램  침입차단",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  DDos  대응(성능평가로  도입  가능)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 최신 기준은 국가정보원ᆞ국가사이버안보센터 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 - 국가공공기관 모바일 활용업무에 대한 보안가이드라인 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 국가공공기관 클라우드 컴퓨팅 보안가이드 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공 - 56 - 붙임 8 공동수급표준협정서 공동수급표준협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기술능력과 인원 및 기자재 를 동원하여 공사물품 또는 용역에 대한 계획입찰시공 등을 위하여 일정 출자비율에 따라 공동연대하 여 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재산의 관리 및 대금청 구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 해당계약의 이행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권리의무관계가 남아있는 한 본 협정서의 효력은 존속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실근면 및 신의를 바탕으 로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 연대하여 책임을 진 다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체결하고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조거래계좌 계약예규 공동계약운용요령제11조에 정한 바에 의한 선금, 기성대가 등은 다음계좌로 지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1당 공동수급체의 출자비율은 다음과 같이 정한다. 1. ᄋᄋᄋ",
      "tables": [
        [
          [
            "구  분",
            "부분적용/ \n적용계획/결과\n미적용시  사\n항        목\n부분\n해당\n유  및  대체\n적용\n미적용\n없음\n적용\n기술",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  국가·공공기관  모바일  활용업무에  대한  보안가이드라인",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  클라우드  서비스  보안인증(CSAP)을  받은  서비스",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  국가·공공기관  클라우드  컴퓨팅  보안가이드",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  식별  및  인증",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  암호지원",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  정보  흐름  통제",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안  관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  자체  시험",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  접근  통제",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  전송데이터  보호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  감사  기록",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  기타  제품별  특화기능",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인  및  취약점  제거",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안기능별  명령어  등  시험  및  운영방법  제공",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  백도어  제거(비공개  원격  관리  및  접속  기능)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  오픈소스  적용  기능  및  리스트  제공",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 2. ᄋᄋᄋ 2제1항의 비율은 다음 각호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다만, 출자비율을 변경 하는 경우에는 공동수급체 일부구성원의 출자비율 전부를 다른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉진법에 따라 채권단이 구 조조정 대상으로 결정하여 구조조정중인 업체, 중도탈퇴의 사유로 인하여 당초 협정서의 내용대로 계약 이행이 곤란한 구성원이 발생하여 공동수급체구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 고려, 구성원이 협의 평가하는 것으로 한다. 제10조손익의 배분 계약을 이행한 후에 이익 또는 손실이 발생하였을 경우에는 제9조에서 정한 비율 에 따라 배당하거나 분담한다. 제10조의2비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등을 상호 협의하여 별도로 정할 수 있다. 3공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고려하여 산정한, 미납금에 상응하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보관하며, 납부를 완료하는 경우에는 해당 구성원에게 지급한다. 4분담금을 3회 이상 미납한 경우에 나머지 구성원은 발주기관의 동의를 얻어 해당 구성원을 탈퇴시 킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서는 분담금 납부주기 등에 따라 발주기관의 동의 를 얻어 다르게 정할 수 있다. 제11조권리의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3자에게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하나에 해당하는 경우 외에 는 입찰 및 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하거나 제10조의2에 따른 비용 을 미납하여 해당구성원 외의 공동수급체의 구성원이 발주자의 동의를 얻어 탈퇴조치를 하는 경우 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하여 시행 령 제76조제1항제6호에 따라 입찰참가자격제한조치를 받은 경우 2제1항에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연대하여 해당계약을 이행한 다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공시액 등 잔여계약이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당 요건을 충족하여야 한다. 개정 2010.9.8. 3제2항 본문의 경우에 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율에 따라 분할하여 제9 조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후에 제10조의 손실을 공제한 잔액을 반환한다. 제13조하자담보책임 공동수급체는 공동수급체가 해산한 후 해당공사에 관하여 하자가 발생하였을 경 우에는 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하 는 업체는 출자비율에 따라 책임을 진다. - 58 - 제14조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영위원회를 설치하여 계약이 행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통에 공동수급체 구성원 이 기명날인하여 각자 보관한다. 년 월 일 주 0000 대 표 OOO 인 주 0000 대 표 OOO 인 주 0000 대 표 OOO 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 붙임 9 합의각서 합 의 각 서 입찰공고번호 입찰공고 제 호 입 찰 일 자 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참가하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으로 입 찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체결 및 이행을 성실히 수행하는 것에 합의하였기에 이에 합의각서를 제출합니다. 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 - 60 - 붙임10 보안서약서대표자용 대표자용 대표명의 보안서약서 본인은 년 월 일부로 사업정보시스템 포함과 관련한 업무연구, 개발, 제작, 입찰, 기타를 수행함에 있어 다음 사 항을 준수할 것을 엄숙히 서약합니다. 1. 나는 사업정보시스템 포함과 관련된 소관업무가 기밀 사항임을 인정하고 제반 보안관계규정 및 지침을 성실히 수행한다. 2. 나는 이 기밀을 누설함이 국가이익을 침해할 수도 있음을 인식하고 재직 중은 물론 퇴직 후에도 알게 된 모든 기밀사항을 일체 타인 에게 누설하지 아니한다. 3. 나는 기밀을 누설한 때에는 아래의 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 전자정부법 제35조금지행위 및 제76조벌칙 4. 나는 본인은 사업 수행시 본사 및 하도급업체로 인해 발생하는 위반 사항에 대하여 모든 책임을 부담한다. 년 월 일 서약자업체대표 소속 직급 직위 성명 인 서약집행자 소속 직급 직위 성명 인",
      "tables": [
        [
          [
            "입 찰 공 고 번 호",
            "입찰공고  제        호\n입  찰  일  자\n  년      월      일"
          ],
          [
            "입    찰    건    명",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 붙임11 보안서약서참여인력용 보 안 서 약 서 본인은 년 월 일부로 __________________________________________ 사업과관련한 개발업무 를 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 나는 __________________________________________ 사업과관련된 소관업무가 기밀 사항임을인정하고 제반 보안관계규정 및 지침 을 성실히 수행한다. 2. 나는 이 기밀을 누설함이 국가이익을 침해할 수도 있음을 인식하고 재직 중은 물론 퇴직 후에도 알게 된 모든 기밀사항을 일체 타인에게 누설하지 아니한다. 3. 나는 기밀을 누설한 때에는 아래의 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 전자정부법 제35조금지행위 및 제76조벌칙 년 월 일 서약자 소속 직급 생년월일 직위 성 명 인 서 약 소속 직급 집행자 직위 성 명 인 - 62 - 붙임12 보안확약서대표자용 대표자용 대표명의 보안확약서 본인은 귀 기관과 계약한 사업의 수행을 완료함에 있어, 다음 각 호의 보안사항에 대한 준수 책임이 있음을 서약하며, 이에 확약서를 제출합니다. 1. 본 업체는 업체 및 사업 참여자가 사업수행 중 취득한 모든 자료를 반납 및 파기하여 복사본 등 용역사업 관련 자료를 보유하지 않으며, 취득한 정보에 대한 유출을 절대 금지하겠습니다. 2. 본 업체는 하도급업체에 대해 상기 항과 동일한 보안사항 준수 책임을 확인하고 보안확약서를 징구하였으며, 하도급업체가 위의 보안사항을 위반할 경우에 주사업자로서 이에 동일한 법적 책임을 지겠습니다. 3. 본 업체는 상기 보안사항을 위반할 경우에 귀 기관의 사업에 참여 제한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하겠습니다. 년 월 일 서약업체 대표 소속 직급 성명 인 O O O O 기 관 장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 붙임13 보안확약서참여인력용 보 안 확 약 서 본인은 귀 기관과 계약한 _________________________________________사업의수행을 완료함에 있어, 다음 각 호의 보안사항에 대한 준수 책임이 있음을 서약하며, 이에 확약서를 제출합니다. 1. 본 업체는 업체 및 사업 참여자가 사업수행 중 취득한 모든 자료를 반납 및 파기하여 복사본 등 용역사업 관련 자료를 보유 하지 않으며, 취득한 정보에 대한 유출을 절대 금지하겠습니다. 2. 본 업체는 하도급업체에 대해 상기 항과 동일한 보안사항 준수 책임을 확인하고 보안확약서를 징구하였으며, 하도급업체가 위의 보안사항을 위반할 경우에 주사업자로서 이에 동일한 법적 책임을 지겠습니다. 3. 본 업체는 상기 보안사항을 위반할 경우에 귀 기관의 사업에 참여 제한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하겠습니다. 년 월 일 서약업체 대표 소 속 직 급 성 명 서명 국립민속박물관장귀하 - 64 - 붙임 14 표준 개인정보처리 위탁 계약서 표준 개인정보처리위탁 계약서안 OOO이하 위탁자이라 한다과 이하 수탁자이라 한다는 위탁자의 개인정 보 처리업무를수탁자에게 위탁함에 있어 다음과 같은 내용으로 본 업무위탁계약을 체결한다. 제1조 목적 이 계약은 위탁자가 개인정보처리업무를 수탁자에게 위탁하고, 수탁 자는 이를 승낙하여 수탁자의 책임아래 성실하게 업무를 완성하도록 하는데 필요 한 사항을 정함을목적으로 한다. 제2조 용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는개인정보 보호법, 같은 법 시행령 및 시행규칙,개인정보의 안전성 확보조치 기준행정안전부 고시 제2019-47호 및표준 개인정보 보호지침행정안전부 고시 제2017-1호에서 정의된 바에 따른다. 제3조 위탁업무의 목적 및 범위 수탁자는 계약이 정하는 바에 따라 목적으로 다음과 같은 개인정보 처리 업무를 수행한다.1 1. 2. 3. 제4조 위탁업무 기간 이 계약서에 의한 개인정보 처리업무의 기간은 다음과 같다. 계약 기간 년 월 일 년 월 일 제5조 재위탁 제한 1수탁자는 위탁자의 사전 승낙을 얻은 경우를 제외하고 위 탁자와의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁 할 수 없다. 2수탁자가 다른 제3의 회사와 수탁계약을 할 경우에는 수탁자는 해당 사실을 계약 체결7일 이전에 위탁자에게 통보하고 협의하여야 한다. 제6조 개인정보의 안전성 확보조치 수탁자는개인정보 보호법제23조제2항 및 제24 조제3항 및 제29조, 같은 법 시행령 제21조 및 제30조, 개인정보의 안전성 확보조치 기준행정안전부 고시 제2019-47호에 따라 개인정보의 안전성 확보에 필요한 관리적ᆞ 기술적 조치를 취하여야 한다. 제7조 개인정보의 처리제한 1수탁자는 계약기간은 물론 계약 종료 후에도 위탁업 무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하 1 각호의 업무 예시 고객만족도 조사 업무, 회원가입 및 운영 업무, 사은품 배송을 위한 이름, 주소, 연락처 처리 등",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 34,
      "text": "- 65 - 여서는 안 된다. 2수탁자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있는 개인정보를 개인정보 보호법시행령 제16조 및개인정보의 안전성 확보조치 기준행정안전부 고시 제2019-47호에 따라 즉시 파기하거나 위탁자에게 반납하여야 한다. 3제2항에 따라 수탁자가 개인정보를 파기한 경우 지체없이 위탁자에게 그 결 과를 통보하여야 한다. 제8조 수탁자에 대한 관리감독 등 1위탁자는 수탁자에 대하여 다음 각 호의 사항을 감독할 수 있으며, 수탁자는 특별한 사유가 없는 한 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2위탁자는 수탁자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정 을 요구할 수 있으며, 수탁자는 특별한 사유가 없는 한 이행하여야 한다. 3위탁자는 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손되지 아니하도록 1년에 회 수탁자를 교육할 수 있으며, 수탁자는 이에 응 하여야 한다.2 4제1항에 따른 교육의 시기와 방법 등에 대해서는 위탁자는 수탁자와 협의하여 시행한다. 제9조 정보주체 권리보장 1수탁자는 정보주체의 개인정보 열람, 정정삭제, 처리 정지 요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제10조 개인정보의 파기 1수탁자는 제4항의 위탁업무기간이 종료되면 특별한 사 유가 없는 한 지체 없이 개인정보를 파기하고 이를 위탁자에게 확인받아야 한다. 제11조 손해배상 1수탁자 또는 수탁자의 임직원 기타 수탁자의 수탁자가 이 계약에 의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거나 수탁자 또는 수탁자의 임직원 기타 수탁자의 수탁자의 귀책사유로 인하여 이 계약이 해지되어 위탁자 또는 개인정보주체 기타 제3자에게 손해가 발 생한 경우 수탁자는 그 손해를 배상하여야 한다. 2제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 위탁자가 전부또는 일부를 배상한 때에는 위탁자는 이를 수탁자에게 구상할 수 있다. 2 개인정보 안전성 확보조치 기준 고시행정안전부 고시 제2019-47호 및 개인정보 보호법 제26조에 따 라 개인정보처리자 및 취급자는 개인정보보호에 관한 교육을 의무적으로 시행하여야 한다. - 66 - 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 위탁자와 수탁자가 서명 또는 날인한 후 각 1부씩 보관한다. 2024 . . . 위탁자 주 소 기관회사명 대표자 성명 인",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 35,
      "text": "- 67 - 붙임 15 정량적 평가 자가평가표 정량적평가 자가평가표 구 분 평 점 증빙첨부여부 제안서 페이지번호 비 고 기업신용평가등급 등급 점 수행실적평가 금액원 점 품질인증 점 신인도 점 모든 증명자료는 사실과 상위없음을 날인하고 붙임으로 첨부하여야하며 증명첨 부서류에 페이지를 명시하여 위 증명첨부여부란에 페이지를 표시함 - 68 - 붙임 16 서면질의서 서 면 질 의 서 접수번호 발송일시 업 체 명 대표자 인 담 당 자 소 속 직 위 성 명 인 연 락 처 전 화 - FAX - 제안요청서 page 질의내용 국립민속박물관장 귀하",
      "tables": [
        [
          [
            "구    분",
            "",
            "평    점",
            "증빙첨부여부\n(제안서  페이지번호)",
            "비    고"
          ],
          [
            "기업신용평가등급",
            "(등급)",
            "점",
            "",
            ""
          ],
          [
            "수행실적평가",
            "(금액)원",
            "점",
            "",
            ""
          ],
          [
            "품질인증",
            "",
            "점",
            "",
            ""
          ],
          [
            "신인도",
            "",
            "점",
            "",
            ""
          ]
        ],
        [
          [
            "발 송 일 시",
            ""
          ],
          [
            "업   체   명",
            "대표자  :                          (인)"
          ],
          [
            "담   당   자",
            "소  속  :                                      직  위  :                                     \n성    명  :                                    (인)"
          ],
          [
            "연   락   처",
            "전  화  :  (            )            -                FAX  :  (              )            -"
          ],
          [
            "제안요청서\npage",
            ""
          ],
          [
            "질의내용",
            ""
          ],
          [
            "국립민속박물관장 귀하",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 붙임17 비밀유지계약서 비밀유지계약서 이하 발주자와 이하 계약상대자는 다음과같 이 비밀유지계약을 체결한다. 제1조계약의 목적 발주자는 용역 이하 본 용역사업과 관련하여 자료장비 등에 대한 내용신규 포함을 계약상대자에게 제공하는바, 발주자가 제공 한 자료장비 등에 대한 대외보안이 필요함에 계약상대자에게 비밀유지 의무를 부과하고자 본 계약을 체결한다. 제2조정의 1. 발주자라 함은 기관을 말한다. 2. 계약상대자라 함은 발주자와 본 용역계약을 체결한 업체를 말한다. 3. 본 용역이라 함은 본 용역계약에 해당하는 사업을 말한다. 4. 비밀정보란 발주자가 비밀 및 대외비로 분류된 자료와 본 계약에표 기된 중요한 자료장비를 말한다. 5. 정보시스템은 발주자의 업무처리 및 의사결정을 지원하기 위한 정 보를 수집검색처리저장하는 관련 요소들의 집합을 말한다. 제3조비밀정보의 범위 1 발주자의 본 용역 사업을 위한 비밀정보의 범위는 다음과 같다. - 70 - 1. 해당 기관의 정보시스템 내ᆞ외부 IP주소 현황 2. 정보시스템 구성 현황 및 정보통신망 구성도 3. 개별사용자의 계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 또는 정보시스템 취약점 분석ᆞ평가 결과물 5. 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경우 국가안보 및 국익에 피해가 우려되는 중요 용역사업에 해당 6. 암호자재, 암호가 주 기능인 제품 및 정보보호시스템 도입ᆞ운용 현황 7. 정보보호시스템 및 네트워크장비 설정 정보 8. 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대 상 정보로 분류된 기관의 내부문서 9. 개인정보보호법제2조제1호에 따른 개인정보 10. 보안업무규정제4조에 따른 비밀 및 동규정 시행규칙 제16조제3 항에 따른 대외비 11. 그 밖에 해당 기관의 장이 공개가 불가하다고 판단한 자료 2 전항의 비밀정보의 소유권은 발주자가 계속 보유한다. 제4조비밀정보의 사용용도 제한 계약상대자는 본 용역 사업을 수행하기 위해 발주자가 제공하거나 생성 된 비밀정보에 대하여 발주자의 본 사업을 위해서만 사용되어야한다. 제5조비밀정보의 제공 본 용역 사업 수행을 위해 계약상대자가 발주자로부터 제공받은 비밀정보 를 제3자에게 제공해야 할 경우 반드시 발주자의 사전 서면 동의를얻어야",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 한다. 제6조비밀정보의 비밀유지 의무 계약상대자는 당해 계약을 통하여 얻은 비밀정보를 계약 이행의 전후를막 론하고 계약 종료후에도 제3자에게 공개, 제공 또는 누출누설할 수 없 다. 단 발주자의 사전 서면 동의를 받은 경우는 제외한다. 제7조손해배상의 책임 1 계약상대자는 본 계약상 비밀정보의 비밀유지 의무를 위반함으로써발 주자에게 손해를 가한 경우에는 발주자는 손해금액 및 법정 비용을계약 상대자에게 손해배상을 청구할 수 있다. 2 계약상대자의 임직원이 한 행위에 대해서도 전항을 적용한다. 3 하도급 및 재하도급의 경우 하수급인 및 재하수급인의 비밀정보의비 밀유지 의무 위반에 대해서도 계약상대자는 동일한 책임을 부담한다. 단 불가항력의 사유로 비밀정보의 비밀유지 의무를 위반한 경우계약상대자는 불가항력의 사유를 증명함으로써 발주자의 손해배상 청구에 대한 책임을 면할 수 있다. 제8조정보의 지적재산권 1 본 용역 사업의 이행에 의해 발생한 산출물 및 결과물개발된 SW 모 듈 포함의 소유권 및 지적재산권은 공동으로 소유한다. 2 제1항에도 불구하고 보안관련 산출물 및 결과물의 소유권, 지적재산 권 및 2차적저작물작성권은 발주가 소유한다. 제9조정보의 회수 - 72 - 발주자가 제공한 자료장비서류기타 당해 계약과 관련된 정보의 반환을 요청하는 경우 계약상대자는 정보의 원본 및 사본수정물도 포함을 남기 지 않고 모두 발주자에게 반환하여야 한다. 반환에 발생하는 비용은 계약 상대자가 부담하기로 한다. 제10조계약기간 1 본 계약의 기간은 본 용역사업의 계약기간과 동일하며, 양 당사자의 합의에 따라 단축 또는 연장될 수 있다. 2 전항의 계약기간에도 불구하고 비밀유지의무는 제6조에 따른다. 제11조양도 등의 금지 계약상대자는 본 계약의 권리 및 의무의 일부 또는 전부를 제3자에게양 도, 하도급, 담보제공 등 일체의 처분행위를 할 수 없다. 제12조계약의 변경 본 계약의 내용은 발주자와 계약상대자 간의 서면 합의에 의해서만 유효 하게 변경 또는 수정될 수 있다. 제13조준용규칙 본 계약서에 명시되지 아니하거나 해석상 이견이 있는 사항은 발주자와계 약상대자의 본 용역 사업 관련 계약서 및 국가를 당사자로 하는 계약에 관한 법령, 기획재정부 회계예규 등 관련 법령 및 규정을 준용한다. 제14조계약의 효력",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 73 - 본 계약은 당사자가 계약서에 적법하게 서명 또는 기명, 날인하여 계약 을 체결한 날로부터 발효된다. 다만, 본 비밀유지계약서를 체결한일자와 용역계약을 체결한 일자가 다를 경우 용역계약을 체결한 일자에발효되기로 한다. 20 년 월 일 별 첨 외주 용역사업 보안특약 조항 발주자 주 소 대 표 인 계약상대자 주 소 대 표 - 74 - 붙임 18 소프트웨어 과업변경요청서 소프트웨어과업변경요청서제26조관련 에는 해당되는 곳에 표를 합니다. 접수번호 접수일 변경요청 번호 사 업 명 계약번호 변경요청 유형 과업내용 변경 과업내용서 관련사항 기 존 변경요청 내용 필요한 경우 별지 사용 변경요청 사유 필요한 경우 별지 사용 변경 영향평가 필요한 경우 별지 사용 변경 소요 비용 소요비용 산출근거 필요한 경우 별지 사용 소프트웨어 진흥법제50조제3항에 따라 위와 같이 소프트웨어사업 과업 내용변경을 요청 합니다. 년 월 일 신청인 발주기관의 장 귀하 처 리 절 차 신청서 작성 è 접 수 è 과업심의위원회 개최 신청인 처 리 기 관 발 주 기 관 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "변경요청 \n번호",
            ""
          ],
          [
            "사  업  명",
            ""
          ],
          [
            "계약번호",
            ""
          ],
          [
            "변경요청 \n유형",
            "[    ]  과업내용  변경"
          ]
        ],
        [
          [
            "과업내용서\n관련사항",
            "기      존",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "변경요청 \n내용",
            "(  ※  필요한  경우  별지  사용  )"
          ],
          [
            "변경요청 \n사유",
            "(  ※  필요한  경우  별지  사용  )"
          ],
          [
            "변경 \n영향평가",
            "(  ※  필요한  경우  별지  사용  )"
          ],
          [
            "변경  소요\n비용",
            "소요비용"
          ],
          [
            "",
            "산출근거 \n(  ※  필요한  경우  별지  사용  )"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 75 - 붙임 19 외주 용역사업 보안특약 조항 1사업자는 보안정책을 위반하였을 경우 별표1의 위규처리 기준에 따라 위규자및 관리 자를 행정조치하고 별표2의 보안 위약금을 납부한다. 2사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술 적 보안대책 및 별표3의 누출금지 대상정보에 대한 보안관리 계획을 사업제안서 에 기재하여야 하며, 해당 정보 누출 시 국가계약법 시행령 제76조에따라 사업자를 부정당업체로 등록한다. 3사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료후에도 이를 외부에 유출해서는 안 되며, 사업종료 시정보보안담당자의 입회하에완전 폐기 또는 반납해야 한다. 4전자기록 저장매체는 국가정보원장이 안전성을 검증한 삭제 SW로 완전 삭제후 반 출하여야 한다. 5사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안점검도구를활용 하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를제출해야 한다. 6사업자는 용역사업 참여인원에 대해 용역업체 임의로 교체할 수 없으며, 신상변동 해외여행 포함 발생시 용역사업 발주기관에 즉시 보고해야 한다. 별표 1 사업자 보안위규 처리기준 별표 2 보안 위약금 부과 기준 별표 3 누출금지 대상 정보 - 76 - 별표 1 사업자 보안위규 처리기준 사업자 보안위규 처리기준 구 분 위 규 사 항 심각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 중대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실보호구역 보안관리 허술 가. 통제구혁 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역 사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항"
          ],
          [
            "심각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n  가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n  나. 개인정보·신상정보 목록 유출\n  다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n  가. 관련 시스템에 대한 해킹 및 해킹시도\n  나. 시스템 구축 결과물에 대한 외부 유출\n  다. 시스템 내 인위적인 악성코드 유포"
          ],
          [
            "중대",
            "1. 비공개 정보 관리 소홀 \n  가. 비공개 정보를 책상 위 등에 방치 \n  나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n  다. 개인정보․신상정보 목록을 책상 위 등에 방치\n  라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실․보호구역 보안관리 허술\n  가. 통제구혁 출입문을 개방한 채 퇴근 등\n  나. 인가되지 않은 작업자의 내부 시스템 접근\n  다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3.  전산정보  보호대책  부실\n  가.  업무망  인터넷망  혼용사용,  USB  사용규정  위반\n  나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용역\n사업  관련  자료  수발신\n  다.  개발·유지보수  시  원격작업  사용\n  라.  저장된  비공개  정보  패스워드  미부여\n  마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n  바.  외부용  PC를  업무망에  무단  연결  사용\n  사.  보안관련  프로그램  강제  삭제\n  아.  사용자  계정관리  미흡  및  오남용(시스템  불법접근  시도  등)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 77 - 구 분 위 규 사 항 처 리 기 준 보통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면 지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 출입 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 불순응 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순 숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위규자 및 직속 감독자 사유서 경위서 징구 위규자 대상 특별 보안교육 실시 경미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면ᆞ구두 경고 등 문책 위규자 사유서 경위서 징구 사업자 보안위규 처리 절차 경위 확인 보안위규 처리기준에 따라 조치 재발방지 대책 보안조치 이행여부 점검 - 78 - 별표 2 보안위약금 부과 기준 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 위규 심각 1건 중대 1건 위약금 비중 부정당업자 등록 계약금액의 2 이내 사업자 보안위규 처리 기준은 별표1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않음 3. 사업 완료시 또는 매월 계약금액 지출시, 지출금액 조정을 통해 위약금정 산",
      "tables": [
        [
          [
            "구분",
            "위규 수준",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            ""
          ],
          [
            "위규",
            "심각 1건",
            "중대 1건",
            ""
          ],
          [
            "위약금\n비중",
            "부정당업자 등록",
            "계약금액의 2%\n이내",
            ""
          ]
        ],
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "보통",
            "1.  기관  제공  중요정책ㆍ민감  자료  관리  소홀\n  가.  주요  현안ㆍ보고자료를  책상위  등에  방치\n  나.  정책ㆍ현안자료를  휴지통ㆍ폐지함  등에  유기  또는  이면\n지  활용\n2.  사무실  보안관리  부실\n  가.  캐비넷ㆍ서류함ㆍ책상  등을  개방한  채  퇴근 \n  나.  출입키를  책상위  등에  방치\n3.  보호구역  출입  소홀 \n  가.  통제ㆍ제한구역  출입문을  개방한  채  근무\n  나.  보호구역내  비인가자  출입허용  등  통제  불순응\n4.  전산정보  보호대책  부실\n  가.  휴대용저장매체를  서랍ㆍ책상  위  등에  방치한  채  퇴근\n  나.  네이트온  등  비인가  메신저  무단  사용 \n  다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n  라.  부팅ㆍ화면보호  패스워드  미부여  또는  \"1111\"  등  단순\n숫자  부여\n  마.  PC  비밀번호를  모니터옆  등  외부에  노출\n  바.  비인가  보조기억매체  무단  사용",
            "◦위규자  및  직속 \n감독자  사유서  /\n경위서 징구\n◦위규자 대상 특별\n보안교육  실시"
          ],
          [
            "경미",
            "1.  업무  관련서류  관리  소홀\n  가.  진행중인  업무자료를  책상  등에  방치,  퇴근\n  나.  복사기ㆍ인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n  가.  각종  보안장비  운용  미숙\n  나.  경보ㆍ보안장치  작동  불량 \n3.  전산정보  보호대책  부실 \n  가.  PC내  보안성이  검증되지  않은  프로그램  사용\n  나.  보안관련  소프트웨어의  주기적  점검  위반",
            "◦위규자 서면ㆍ구두 \n경고  등  문책\n◦위규자  사유서  / \n경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 79 - 별표 3 누출금지 대상 정보 누출금지 대상정보 1. 해당 기관의 정보시스템 내외부 IP주소 현황 2. 정보시스템 구성 현황 및 정보통신망 구성도 3. 개별사용자의 계정비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 또는 정보시스템 취약점 분석평가 결과물 5. 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경우 국가안보 및 국익에 피해가 우려되는 중요 용역사업에 해당 6. 암호자재, 암호가 주 기능인 제품 및 정보보호시스템 도입ᆞ운용 현황 7. 정보보호시스템 및 네트워크장비 설정 정보 8. 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 해당 기관의 내부문서 9. 개인정보보호법제2조제1호에 따른 개인정보 10.보안업무규정제4조에 따른 비밀 및 동규정 시행규칙 제16조제3항에 따른 대외비 11. 그 밖에 해당 기관의 장이 공개가 불가하다고 판단한 자료 - 80 - 붙임 20 소프트웨어사업 영향평가 결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 42,
      "text": "- 81 -",
      "tables": [
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    }
  ]
}