{
  "csv_metadata": {
    "공고 번호": "20240413838",
    "공고 차수": 0.0,
    "사업명": "e나라도움 업무시스템 웹 접근성 컨설팅",
    "사업 금액": 70000000,
    "발주 기관": "한국재정정보원",
    "공개 일자": "2024-04-08 17:08:33",
    "입찰 참여 시작일": "2024-04-15 10:00:00",
    "입찰 참여 마감일": "2024-04-19 10:00:00",
    "사업 요약": "- 사업개요: e나라도움 업무시스템의 웹 접근성 컨설팅 사업\n- 추진배경: 정보통신접근성 관련 법규 준수, 웹 접근성 개선 필요성\n- 추진목적: 정보취약층의 이용 편의성 증진 및 사용자 만족도 향상\n- 추진방안: 관련 규정 준수 및 요구사항 상세화, 사업기간 내 사업관리 및 기능개선\n- 사업내용: 웹 접근성 진단, 컨설팅, 품질관리, 교육\n- 기대효과: 사용자 편의성 개선, 웹페이지 품질 향상, 정보공개 투명성 확보",
    "파일형식": "pdf",
    "파일명": "한국재정정보원_e나라도움 업무시스템 웹 접근성 컨설팅.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 2024. O3. 한국재정정보원 집행정산운영부 부장 박성진 02-6908-8170 sjparkfis.kr FAX 026312-8967 차장 장성준 02-6908-8674 jjangsjfis.kr 과장 김효진 02-6908-8152 passion07fis.kr 사업명 e나라도움 업무시스템 웹 접근성 컨설팅 주관기관 한국재정정보원",
      "tables": [
        [
          [
            "사업명",
            "e나라도움 업무시스템 \n웹 접근성 컨설팅"
          ],
          [
            "주관기관",
            "한국재정정보원"
          ]
        ],
        [
          [
            "한국재정정보원\n(집행정산운영부)",
            "부장",
            "박성진",
            "02-6908-8170\nsjpark@fis.kr",
            "FAX\n02­6312-8967"
          ],
          [
            "",
            "차장",
            "장성준",
            "02-6908-8674\njjangsj@fis.kr",
            ""
          ],
          [
            "",
            "과장",
            "김효진",
            "02-6908-8152\npassion07@fis.kr",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "- 2 - 목 차 I. 사업 안내4 1. 사업개요4 2. 추진배경 및 필요성4 3. 추진목적4 4. 추진방안5 5. 사업내용5 6. 기대효과6 II. 업무 현황7 1. 시스템 현황7 2. 시스템 구성도7 3. 단위업무 세부내용8 4. 시스템 연계 현황9 5. e나라도움 인프라 운영현황9 III. 사업 추진 체계10 1. 사업수행조직 및 주요 역할10 2. 추진일정 계획11 IV. 제안요청 사항12 1. 요구사항 구성12 2. 요구사항 목록12 3. 요구사항 상세내용14 1 컨설팅 요구사항CNR Consulting Requirement 2 보안 요구사항SER Security Requirement 3 품질 요구사항QUR Quality Requirement 4 제약사항COR Constraint Requirement 5 프로젝트 관리 요구사항PMR Project Management Requirement 6 프로젝트 지원 요구사항PSR Project Support Requirement",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - V. 제안서 작성요령32 1. 제안서의 효력 32 2. 제안서 작성지침권고사항 및 유의사항32 3. 제안서 목차34 4. 세부 작성지침35 VI. 제안안내 사항37 1. 입찰 참가자격37 2. 입찰 및 낙찰방식39 3. 입찰서류 및 제안서 제출 안내45 4. 기타 사항48 VII. 별지 서식52 별지 제1호 서식제안서 표지53 별지 제2호 서식일반현황 및 연혁54 별지 제3호 서식자본금 및 매출액최근 3년 55 별지 제4호 서식주요 사업 실적56 별지 제5호 서식사업 실적 증명서57 별지 제6호 서식참여인력 이력사항58 별지 제7호 서식공동수급표준협정서공동이행방식 59 별지 제8호 서식공동수급 합의각서61 별지 제9호 서식하도급 관련 서류62 별지 제10호 서식표준 개인정보처리 위탁 계약서안 69 별지 제11호 서식대표자 명의 보안 서약서71 별지 제12호 서식보안 서약서72 별지 제13호 서식보안 확약서73 별지 제14호 서식청렴계약 및 인권보호 이행각서74 붙임 1호 서식외주 용역사업 보안특약76 붙임 2호 서식기술적용계획표88 붙임 3호 서식소프트웨어 영향평가 결과서97",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 4 - I 사업 안내 1. 사업개요 ᄋ 사 업 명 e나라도움 업무시스템 웹 접근성 컨설팅 ᄋ 사업기간 계약일로부터 120일약 4개월간 해당사업은컨설팅결과반영을위한기간을고려하여, 사업기간내1차진단및컨설팅 및2차품질관리및교육으로구분하여진행함 ᄋ 사업예산 70,000,000원금칠천만원, VAT 포함 ᄋ 계약방식 제한경쟁입찰, 협상에 의한 계약 관련근거 국가를당사자로하는계약에관한법률제7조, 동법시행령제43조, 소프트웨어진흥법제49조국가기관등의소프트웨어사업계약등 2. 추진배경 및 필요성 정보통신접근성 관련 법규에 따라 국고보조금통합관리시스템이하 e나라도움의 웹 접근성 준수 의무화 ᄋ 장애인복지법, 장애인차별금지 및 권리구제 등에 관한 법률 ᄋ 지능정보화 기본법및 동법 시행령 22년부터 진행 중인 e나라도움 웹 접근성 그리드 교체와 관련하여, 업무시스템 내 웹 접근성 추가 보완사항 발굴개선 및 품질관리 필요 3. 추진목적 장애인, 고령자 등 정보취약층이 e나라도움 이용에 불편함이 없도록 웹 접근성 개선을 통한 사용자 편의 제고",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 5 - 4. 추진방안 발주추진 방안 관련 규정 준수 및 요구사항 상세화 ᄋ 공공 SW사업 발주 프로세스 및 법제도를 반영한 발주 추진 ᄋ 제안요청서 작성 가이드를 반영한 요구사항 상세화 반영 사업운영 방안 사업기간 내 추진 일정에 맞춘 사업관리 및 기능개선사업과의 유기적인 협조체계를 통한 안정적인 사업 수행 ᄋ 웹 접근성 진단 및 컨설팅 결과를 하반기 유지보수 사업에 반영 예정 5. 사업내용 e나라도움 웹 접근성 진단 ᄋ한국형 웹 콘텐츠 접근성 지침 2.222.12.에 따라 품질인증기관의 심사 수준에 맞춰 e나라도움 웹 접근성 준수 여부 점검 한국형웹콘텐츠접근성지침2.2에따른33개검사항목별전문가 그룹2개그룹 교차수동평가및수준진단 진단 결과에 대한 컨설팅 ᄋ 웹 접근성 진단 결과를 토대로 보고서를 작성하여 전문적인 기술 자문 및 최적의 개선 방안 제시 진단결과보고서는타기관우수사례벤치마킹, 시스템진단결과, 문제점및 개선방안, 개선계획, 품질관리방향제시, 기대효과, 시사점등을포함하여제출 ᄋ 문제점 및 보완 사항에 대한 웹 표준가이드를 준수하여 구체적인 웹 접근성 기능개선 사항 도출 및 조치 가이드 마련 도출된개선사항및조치가이드는24년하반기e나라도움유지보수사업에 반영하여개선예정으로개선작업수행시모니터링및사후관리포함 웹 접근성 품질관리",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 6 - ᄋ 국가공인 웹 접근성 인증 심사에 준하는 자체 평가단 구성을 통한 사전검증 및 품질인증 추진 중증시각장애인전맹, 저시력등을포함한평가단을섭외하여인증심사와 동일환경에서웹접근성테스트및시스템만족도조사수행 웹 접근성 교육 ᄋ e나라도움 웹 접근성의 지속성 및 사후 관리를 위한 운영자 교육 수행 발주기관의사업담당자에게과업수행과정상수반되는전문기술, 최신동향 및관련사항을이전교육대상, 시기및횟수등은상호협의하에조정가능 6. 기대효과 정보취약층의 이용 편의성 증진을 통해 사용자 만족도 향상 및 e나라도움 신뢰성 제고 정보접근성 품질 개선을 통한 웹페이지 수준 향상 및 장기적인 사이트 이용률 증대 효과 기대",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 7 - II 업무 현황 1. 시스템 현황 시스템 정의 국고보조금의 예산 편성교부집행정산 등 보조금 처리의 모든 과정을 자동화, 정보화하여 중복부정수급을 방지하기 위한 업무 시스템 운영근거 보조금 관리에 관한 법률 제26조의2 보조금통합관리망의 구축 등 운영채널 대국민 포털시스템, 모바일 시스템, 온라인 교육 시스템, 국고 보조금 업무공무원공공민간용시스템 총 4개로 운영 중 컨설팅 대상 e나라도움 업무시스템행정망인터넷망 2. 시스템 구성도 e나라도움은 국고보조금 全처리과정을 시스템으로 관리하여 보조금 중복부정수급을 방지하고 정보공개를 통해 국민편의 및 투명성 확보를 목표로 구축되었으며, 17. 7월부터 전면 개통하여 운영 중 주요 내용으로는 국고보조금 포털, 보조사업관리, 사업수행관리, 중복 부정수급관리, 집행관리, 정산관리, 총괄조정관리 등으로 구성 국고보조금통합관리시스템구성도",
      "tables": [
        [
          [
            ""
          ],
          [
            ""
          ],
          [
            ""
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 8,
      "text": "- 8 - 3. 단위업무 세부내용 단위업무 세부내용 보조사업관리 사업기준정보관리, 유사중복사업관리, 편성관리, 예산배정관리, 사업배정관리, 공모관리, 사업별관리, 교부관리, 지출관리, 사업현황, 심의관리 사업수행관리 신청관리, 계약관리, 중요재산관리, 사후관리, 현황관리 집행정산 집행관리, 집행취소관리, 보조금전용카드관리, 자금관리, 금융관리, 이용 환경관리, 교부이체관리, 정산관리 중복부정수급 보조사업자수령자관리, 중복수급관리, 부정수급관리, 부정수급게시판, 일자리안정지원 현황통계 회의관리, 보조금현황통계관리, 모니터링관리, 평가관리, 대내외요구관리, 운영상황판 공통관리 공통코드, 사용자권한, 전자결재, 시스템관리, CSR관리, 메타관리, 공통관리 정보공개 정보공개공통관리, 정보공개자료제공, 정보공시모니터링, 보조사업자 정보공시, 정보공시, 통계센터, 정보공개, 통계센터 업무포털 대민홈페이지, 관리자페이지, 행정망-업무포털, 인터넷망-업무포털 연계 대시보드, 트랜잭션모니터링, 연계운영관리 모바일 일반사항, 설정, 전체메뉴, 회원가입, 로그인, 공통관리, 사업기준정보관리, 편성관리, 공모관리, 사업별관리, 교부관리, 신청관리, 계약관리, 중요재산관리, 사후관리, 집행현황관리, 집행관리, 전자결재, PUSH관리웹 예탁관리 실시간계좌잔액조회, 계좌별입출금내역조회, 관리계좌대사, 계좌잔액불일치확인, 은행전문발송관리, 카드연계현황조회등",
      "tables": [
        [
          [
            "단위업무",
            "세부내용"
          ],
          [
            "보조사업관리",
            "사업기준정보관리, 유사중복사업관리, 편성관리, 예산배정관리, 사업배정관리,\n공모관리, 사업별관리, 교부관리, 지출관리, 사업현황, 심의관리"
          ],
          [
            "사업수행관리",
            "신청관리, 계약관리, 중요재산관리, 사후관리, 현황관리"
          ],
          [
            "집행정산",
            "집행관리, 집행취소관리, 보조금전용카드관리, 자금관리, 금융관리, 이용\n환경관리, 교부이체관리, 정산관리"
          ],
          [
            "중복부정수급",
            "보조사업자/수령자관리, 중복수급관리, 부정수급관리, 부정수급게시판,\n일자리 안정지원"
          ],
          [
            "현황통계",
            "회의관리, 보조금현황통계관리, 모니터링관리, 평가관리, 대·내외요구관리,\n운영상황판"
          ],
          [
            "공통관리",
            "공통코드, 사용자권한, 전자결재, 시스템관리,\nCSR관리, 메타관리,\n공통관리"
          ],
          [
            "정보공개",
            "정보공개 공통관리, 정보공개 자료제공, 정보공시 모니터링, 보조사업자\n정보공시, 정보공시, 통계센터, 정보공개, 통계센터"
          ],
          [
            "업무포털",
            "대민홈페이지, 관리자페이지, 행정망-업무포털, 인터넷망-업무포털"
          ],
          [
            "연계",
            "대시보드, 트랜잭션모니터링, 연계운영관리"
          ],
          [
            "모바일",
            "일반사항, 설정, 전체메뉴, 회원가입, 로그인, 공통관리, 사업기준정보관리,\n편성관리, 공모관리, 사업별관리, 교부관리, 신청관리, 계약관리, 중요재산관리,\n사후관리, 집행현황관리, 집행관리, 전자결재, PUSH관리(웹)"
          ],
          [
            "예탁관리",
            "실시간계좌잔액조회, 계좌별입출금내역조회, 관리계좌대사,\n계좌잔액불일치 확인, 은행 전문발송 관리, 카드 연계현황 조회 등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 9 - 4. 시스템 연계 현황 국고보조금 통합관리시스템 기능구현을 위하여 중앙 및 공공기관, 지자체, 금융기관 등 기관 정보 연계 관리 연계 정보 내용 분야 내 용 재정관리정보 중앙지자체에서운영중인재정시스템의 보조금관련예산요구, 내시, 교부, 지출, 정산등 정부기관 보조사업관리 중앙지자체의재정정보시스템이외의보조금관리를목적으로한 각부처시스템의보조금재정정보 공공기관 보조사업관리 공공기관에서운영중인보조금업무시스템의보조금관련예산요구, 내시, 교부, 지출, 정산등 자격검증정보 수급자자격검증에필요한수급자의소득정보, 재산정보, 가족구 성정보, 사업수행, 신용정보 수급자정보 보조금수급대상자인적정보및수급이력정보 정보공개 보조금의현황정보, 보조사업자정보, 중요재산공시정보 업무지원정보 전자결재, 전자계약, 가격정보, 기준정보등 금융정보 금융결제원, 시중은행, 카드사등내역정보 5. e나라도움 인프라 운영현황 인프라 운영현황네트워크, 시스템 등은 보안상 방문 열람만 가능 행정기관및공공기관정보시스템구축운영지침행정안전부고고시제2023-27호, 2023.4.18. 제17조제안요청서보안사항등에근거",
      "tables": [
        [
          [
            "분야",
            "내\n용"
          ],
          [
            "재정관리정보",
            "중앙·지자체에서 운영중인 재정시스템의   보조금 관련 예산요구,\n내시, 교부, 지출, 정산 등"
          ],
          [
            "정부기관\n보조사업관리",
            "중앙·지자체의 재정정보 시스템 이외의 보조금 관리를 목적으로 한\n각 부처 시스템의 보조금 재정정보"
          ],
          [
            "공공기관\n보조사업관리",
            "공공기관에서 운영중인 보조금업무 시스템의 보조금 관련 예산요구,\n내시, 교부, 지출, 정산 등"
          ],
          [
            "자격검증정보",
            "수급자 자격 검증에 필요한 수급자의 소득정보, 재산정보, 가족구\n성 정보, 사업수행, 신용정보"
          ],
          [
            "수급자정보",
            "보조금 수급 대상자 인적 정보 및 수급이력 정보"
          ],
          [
            "정보공개",
            "보조금의 현황 정보, 보조사업자 정보, 중요 재산공시 정보"
          ],
          [
            "업무지원정보",
            "전자결재, 전자계약, 가격정보, 기준정보 등"
          ],
          [
            "금융정보",
            "금융결제원, 시중은행, 카드사 등 내역 정보"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 10 - III 사업 추진 체계 1. 사업수행조직 및 주요 역할 사업수행조직 기획재정부 국고보조금부정수급관리단 한국재정정보원 보조금시스템운영본부 사이버안전센터재정정보보호팀 e나라도움유지관리사업자 웹접근성컨설팅사업자 조직별 역할 구분 역할 기획재정부 사업관련지침및사업수행방향에대한자문 사업수행에따른정책결정및감독 한국재정 정보원 보조금시스템 운영본부 사업계획및제안요청서작성, 용역발주수행 사업추진및관리, 수행결과검사검수 과업별사업관리감독, 산출물관리 재정정보 보호팀 사업추진간정보보호활동점검 보안성검토및보안적합성검증등관리 취약점진단결과이행점검 컨설팅사업단 컨설팅계획수립및단계별과업수행 추진일정관리및이행상황에대한보고 단계별산출물및보고자료작성 유지관리사업단 컨설팅결과웹접근성문제점및보완사항에대한 기능개선수행",
      "tables": [
        [
          [
            "한국재정정보원"
          ],
          [
            "보조금시스템운영본부"
          ],
          [
            "사이버안전센터 재정정보보호팀"
          ]
        ],
        [
          [
            "구분",
            "",
            "역할"
          ],
          [
            "기획재정부",
            "",
            "․사업 관련 지침 및 사업 수행 방향에 대한 자문\n․사업 수행에 따른 정책 결정 및 감독"
          ],
          [
            "한국재정\n정보원",
            "보조금시스템\n운영본부",
            "․사업 계획 및 제안요청서 작성, 용역 발주 수행\n․사업추진 및 관리, 수행 결과 검사‧검수\n․과업별 사업관리·감독, 산출물 관리"
          ],
          [
            "",
            "재정정보\n보호팀",
            "․사업추진 간 정보 보호 활동 점검\n․보안성 검토 및 보안적합성 검증 등 관리\n․취약점 진단 결과 이행 점검"
          ],
          [
            "컨설팅 사업단",
            "",
            "․컨설팅 계획수립 및 단계별 과업 수행\n․추진 일정 관리 및 이행 상황에 대한 보고\n․단계별 산출물 및 보고자료 작성"
          ],
          [
            "유지관리 사업단",
            "",
            "․컨설팅 결과 웹 접근성 문제점 및 보완 사항에 대한\n기능개선 수행"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 11,
      "text": "- 11 - 2. 추진일정 계획 사업추진 일정 추진일정 세부내용 1차 컨설팅결과반영 2차 M M1 M2 M3 사업착수 - 용역계약체결 - 환경구성 - 착수보고회실시 웹접근성진단및컨설팅 - 웹접근성진단 - 진단보고서작성 - 컨설팅실시 - 기능개선사항도출 웹접근성품질관리 - 사전검증및품질인증 웹접근성교육실시 - 웹접근성교육 기타 - 정기보고주간, 월간 - 착수중간완료보고 해당사업은진단및컨설팅결과반영을위한기간을고려하여, 사업기간내 1차진단, 컨설팅 및2차교육, 품질관리로구분하여진행함 해당일정은사업추진과정에서상호협의에따라일부조정될수있음",
      "tables": [
        [
          [
            "추진 일정\n세부 내용",
            "1차",
            "",
            "",
            "…\n컨설팅 결과 반영",
            "",
            "2차"
          ],
          [
            "",
            "M",
            "M+1",
            "M+2",
            "",
            "",
            "M+3"
          ],
          [
            "□ 사업 착수\n- 용역계약 체결\n- 환경 구성\n- 착수보고회 실시",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "□ 웹 접근성 진단 및 컨설팅\n- 웹 접근성 진단\n- 진단보고서 작성\n- 컨설팅 실시\n- 기능개선 사항 도출",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "□ 웹 접근성 품질관리\n- 사전검증 및 품질인증",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "□ 웹 접근성 교육 실시\n- 웹 접근성 교육",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "□ 기타\n- 정기보고(주간, 월간)\n- 착수·중간·완료 보고",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 12 - IV 제안요청 사항 1. 요구사항 구성 2. 요구사항 목록 요구사항 분류 설명 요구사항 수 컨설팅 요구사항-CNR Consulting Requirement - 법률 및 제도 분석, 내외부 환경 분석, 타 기관 우수사례 벤 치마킹 등을 기반으로 시스템 진단 결과에 대한 전문적인 개선 계획을 도출하기 위한 요구사항 3 보안 요구사항SER Security Requirement - 정보 자산의 기밀성과 무결성을 확보하기 위해 목표시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항 8 품질 요구사항QUR Quality Requirement - 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질 항목, 품질 평가 대상 및 목표에 대한 요구사항 1 제약사항COR Constraint Requirement - 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술 표준업무법제도 등의 제약조건 3 프로젝트 관리PMR Project Management Requirement - 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행 방안에 대한 요구사항 11 프로젝트 지원PSR Project Support Requirement - 프로젝트의 원활한 수행을 위해 필요한 지원 사항 및 방안에 대한 요구사항기술지원, 하자보수 요구사항 등 3 합계 29 요구사항 분류 요구번호 요구사항 명칭 컨설팅 요구사항 CNR CNR-001 웹 접근성 품질진단 CNR-002 웹 접근성 품질관리 CNR-003 웹 접근성 교육",
      "tables": [
        [
          [
            "요구사항  분류",
            "설명",
            "요구사항 수"
          ],
          [
            "컨설팅  요구사항-CNR\n(Consulting \nRequirement)",
            "-  법률  및  제도  분석,  내·외부  환경  분석,  타  기관  우수사례  벤\n치마킹  등을  기반으로  시스템  진단  결과에  대한  전문적인 \n개선  계획을  도출하기  위한  요구사항",
            "3"
          ],
          [
            "보안  요구사항–SER \n(Security  Requirement)",
            "-  정보  자산의  기밀성과  무결성을  확보하기  위해  목표시스템의 \n데이터  및  기능,  운영  접근을  통제하기  위한  요구사항",
            "8"
          ],
          [
            "품질  요구사항–QUR \n(Quality  Requirement)",
            "-  목표  사업의  원활한  수행  및  운영을  위해  관리가  필요한  품질 \n항목,  품질  평가  대상  및  목표에  대한  요구사항",
            "1"
          ],
          [
            "제약사항–COR\n(Constraint\nRequirement)",
            "-  목표시스템  설계,  구축,  운영과  관련하여  사전에  파악된  기술‧\n표준‧업무‧법제도  등의  제약조건",
            "3"
          ],
          [
            "프로젝트  관리–PMR \n(Project  Management \nRequirement)",
            "-  프로젝트의  원활한  수행을  위한  관리  방법  및  추진  단계별 \n수행  방안에  대한  요구사항",
            "11"
          ],
          [
            "프로젝트  지원–PSR \n(Project  Support\nRequirement)",
            "-  프로젝트의  원활한  수행을  위해  필요한  지원  사항  및  방안에 \n대한  요구사항기술지원,  하자보수  요구사항  등)",
            "3"
          ],
          [
            "합계",
            "",
            "29"
          ]
        ],
        [
          [
            "요구사항  분류",
            "요구번호",
            "요구사항  명칭"
          ],
          [
            "컨설팅  요구사항\n(CNR)",
            "CNR-001",
            "웹  접근성  품질진단"
          ],
          [
            "",
            "CNR-002",
            "웹  접근성  품질관리"
          ],
          [
            "",
            "CNR-003",
            "웹  접근성  교육"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 13 - 보안 요구사항 SER SER-001 보안 공통사항 SER-002 보안 요구사항 SER-003 관리적 보안 요건 준수 SER-004 물리적 보안 요건 준수 SER-005 기술적 보안 요건 준수 SER-006 산출물 보안관리 SER-007 프로젝트 수행 인력에 대한 보안관리 SER-008 정보보안 활동 품질 요구사항 QUR QUR-001 품질관리 일반사항 제약사항 COR COR-001 손해배상 책임 COR-002 기본규정 준수 COR-003 계약목적물의 지식재산권 프로젝트 관리 요구사항 PMR PMR-001 사업수행 조직 및 인력 투입 PMR-002 사업수행 인력 운영 PMR-003 착수계 제출 PMR-004 산출물 관리 PMR-005 일정 관리 및 보고 관리 PMR-006 장소 및 환경 PMR-007 용역수행 방법 PMR-008 위험관리 PMR-009 책임의 한계 PMR-010 과업변경 관련 사항 PMR-011 검수 및 검사 프로젝트 지원 요구사항 PSR PSR-001 요구사항에 대한 반영 PSR-002 기술이전 및 안정화 방안 PSR-003 하자보수 지원",
      "tables": [
        [
          [
            "보안  요구사항\n(SER)",
            "SER-001",
            "보안  공통사항"
          ],
          [
            "",
            "SER-002",
            "보안  요구사항"
          ],
          [
            "",
            "SER-003",
            "관리적  보안  요건  준수"
          ],
          [
            "",
            "SER-004",
            "물리적  보안  요건  준수"
          ],
          [
            "",
            "SER-005",
            "기술적  보안  요건  준수"
          ],
          [
            "",
            "SER-006",
            "산출물  보안관리"
          ],
          [
            "",
            "SER-007",
            "프로젝트  수행  인력에  대한  보안관리"
          ],
          [
            "",
            "SER-008",
            "정보보안  활동"
          ],
          [
            "품질  요구사항\n(QUR)",
            "QUR-001",
            "품질관리  일반사항"
          ],
          [
            "제약사항\n(COR)",
            "COR-001",
            "손해배상  책임"
          ],
          [
            "",
            "COR-002",
            "기본규정  준수"
          ],
          [
            "",
            "COR-003",
            "계약목적물의  지식재산권"
          ],
          [
            "프로젝트  관리 \n요구사항\n(PMR)",
            "PMR-001",
            "사업수행  조직  및  인력  투입"
          ],
          [
            "",
            "PMR-002",
            "사업수행  인력  운영"
          ],
          [
            "",
            "PMR-003",
            "착수계  제출"
          ],
          [
            "",
            "PMR-004",
            "산출물  관리"
          ],
          [
            "",
            "PMR-005",
            "일정  관리  및  보고  관리"
          ],
          [
            "",
            "PMR-006",
            "장소  및  환경"
          ],
          [
            "",
            "PMR-007",
            "용역수행  방법"
          ],
          [
            "",
            "PMR-008",
            "위험관리"
          ],
          [
            "",
            "PMR-009",
            "책임의  한계"
          ],
          [
            "",
            "PMR-010",
            "과업변경  관련  사항"
          ],
          [
            "",
            "PMR-011",
            "검수  및  검사"
          ],
          [
            "프로젝트  지원 \n요구사항\n(PSR)",
            "PSR-001",
            "요구사항에  대한  반영"
          ],
          [
            "",
            "PSR-002",
            "기술이전  및  안정화  방안"
          ],
          [
            "",
            "PSR-003",
            "하자보수  지원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 14 - 3. 요구사항 상세내용 1 컨설팅 요구사항CNR Consulting Requirement 요구사항고유번호 CNR-001 요구사항명칭 웹접근성품질진단 상세 설명 정의 웹접근성품질수준을진단하여개선사항도출 세부 내용 한국형웹콘텐츠접근성지침2.2준수및웹접근성품질인증획득을 위한웹접근성개선 - 진단범위는e나라도움업무시스템행정망인터넷망의모든화면에해당 웹접근성진단에대한단계별절차수행 - 1진단계획수립 진단표, 절차, 방법등에대한구체적인진단계획수립 - 2웹접근성진단 계획에맞는전문가참여및진단도구등을활용하여 화면별진단수행검사항목별전문가그룹평가및수준진단실시 - 3진단결과도출 진단결과에따라세부적인웹접근성개선사항도출 도출된개선사항및조치가이드는24년하반기e나라도움유지보수사업에 반영하여개선예정으로개선작업수행시모니터링및사후관리포함 진단결과보고서는진단결과, 문제점및개선방안타기관우수사례포함, 개선계획, 품질관리방향제시, 기대효과, 시사점등을포함하여제출 산출정보 진단계획서및진단결과보고서 관련요구사항 요구사항고유번호 CNR-002 요구사항명칭 웹접근성품질관리 상세 설명 정의 웹접근성사전검증및품질인증을위한프로세스수립및추진 세부 내용 국가공인정보통신접근성웹접근성 사전검증및품질인증실시 - 1품질관리계획수립 웹접근성품질인증에대한절차, 방법, 소요기간, 평가단구성등에대한구체적인계획수립 - 2품질인증실시 품질인증을위한중증시각장애인전맹, 저시력등을포함한 평가단을섭외하여인증심사와동일한환경에서웹접근성테스트및시스템 만족도조사수행 - 3품질관리결과도출 품질인증실시에대한결과보고서제출 품질인증결과보고서의경우, 향후웹접근성품질에대한증빙자료로 활용할수있도록작성 산출정보 품질관리계획서및품질관리결과보고서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "CNR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "웹 접근성 품질진단"
          ],
          [
            "상세\n설명",
            "정의",
            "웹 접근성 품질 수준을 진단하여 개선사항 도출"
          ],
          [
            "",
            "세부\n내용",
            "❍「한국형 웹 콘텐츠 접근성 지침 2.2」준수 및 웹 접근성 품질인증 획득을\n위한 웹 접근성 개선\n- 진단 범위는 e나라도움 업무시스템(행정망·인터넷망)의 모든 화면에 해당\n❍  웹 접근성 진단에 대한 단계별 절차 수행\n- ① 진단 계획 수립 : 진단표, 절차, 방법 등에 대한 구체적인 진단 계획 수립\n- ② 웹 접근성 진단 : 계획에 맞는 전문가 참여 및 진단 도구 등을 활용하여\n화면별 진단 수행(검사 항목별 전문가 그룹 평가 및 수준 진단 실시)\n- ③ 진단 결과 도출 : 진단 결과에 따라 세부적인 웹 접근성 개선 사항 도출\n※ 도출된 개선 사항 및 조치 가이드는 ’24년 하반기 e나라도움 유지보수 사업에\n반영하여 개선 예정으로 개선 작업 수행 시 모니터링 및 사후 관리 포함\n※ 진단 결과보고서는 진단 결과, 문제점 및 개선 방안(타 기관 우수사례 포함),\n개선 계획, 품질관리 방향 제시, 기대효과, 시사점 등을 포함하여 제출"
          ],
          [
            "산출정보",
            "",
            "진단계획서 및 진단 결과보고서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "CNR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "웹 접근성 품질관리"
          ],
          [
            "상세\n설명",
            "정의",
            "웹 접근성 사전검증 및 품질인증을 위한 프로세스 수립 및 추진"
          ],
          [
            "",
            "세부\n내용",
            "❍  국가공인 정보통신접근성(웹 접근성) 사전검증 및 품질인증 실시\n- ① 품질관리 계획 수립 : 웹 접근성 품질인증에 대한 절차, 방법, 소요기간,\n평가단 구성 등에 대한 구체적인 계획 수립\n- ② 품질인증 실시 : 품질인증을 위한 중증 시각장애인(전맹, 저시력 등)을 포함한\n평가단을 섭외하여 인증심사와 동일한 환경에서 웹 접근성 테스트 및 시스템\n만족도 조사 수행\n- ③ 품질관리 결과 도출 : 품질인증 실시에 대한 결과보고서 제출\n※ 품질인증 결과보고서의 경우, 향후 웹 접근성 품질에 대한 증빙자료로\n활용할 수 있도록 작성"
          ],
          [
            "산출정보",
            "",
            "품질관리 계획서 및 품질관리 결과보고서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 15 - 2 보안 요구사항SER Security Requirement 요구사항고유번호 CNR-003 요구사항명칭 웹접근성교육 상세 설명 정의 웹접근성의지속성및사후관리를위한운영자교육실시 세부 내용 e나라도움웹접근성의지속성및사후관리를위한운영자교육을실시하고, 가이드라인을제시하여야함 - 1교육계획수립 운영자교육에대한방법, 절차, 횟수등에대한구체 적인계획수립 발주기관의사업담당자에게과업수행과정상수반되는전문기술, 최신동향 및관련사항을이전교육대상, 시기및횟수등은상호협의하에조정가능 - 2교육결과보고 교육실시에대한결과보고서제출 산출정보 교육계획서, 교육결과보고서 관련요구사항 요구사항고유번호 SER-001 요구사항명칭 보안공통사항 상세 설명 정의 보안확보를위한공통사항 세부 내용 제안사는본사업과관련하여취득한발주기관의시스템환경, 시설, 운영 등관련된모든정보등을외부에누설하여서는아니되며, 사업후 발주기관의구축된정보가외부로유출되지않도록보안대책을수립및시행 해당용역및시스템보안성검토를통해제기된사항에대해서는적극 수용하여반영하여야함 생성된문서의보관, 통신보안, 시스템보안등의보안대책제시 기획재정부, 국가정보원등의관련보안지침을충실히이행하여야함 해당용역및시스템보안성검토를통해제기된사항에대해서는적극 수용하여반영 제안사는사업과관련한문서, 인원, 장비등관리적, 물리적, 기술적 보안대책을수립하고이행하여야함 인적, 물적자원에대한보안정책및지침을수립적용하고, 사업 참여자에대한보안교육및보안진단을실시해야함 보안관련사항은발주기관의정보보호담당부서에서총괄관리하며,",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "CNR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "웹 접근성 교육"
          ],
          [
            "상세\n설명",
            "정의",
            "웹 접근성의 지속성 및 사후관리를 위한 운영자 교육 실시"
          ],
          [
            "",
            "세부\n내용",
            "❍ \ne나라도움 웹 접근성의 지속성 및 사후관리를 위한 운영자 교육을 실시하고,\n가이드라인을 제시하여야 함\n- ① 교육 계획 수립 : 운영자 교육에 대한 방법, 절차, 횟수 등에 대한 구체\n적인 계획 수립\n※ 발주기관의 사업담당자에게 과업수행 과정상 수반되는 전문기술, 최신동향\n및 관련사항을 이전(교육 대상, 시기 및 횟수 등은 상호 협의 하에 조정 가능)\n- ② 교육 결과 보고 : 교육 실시에 대한 결과보고서 제출"
          ],
          [
            "산출정보",
            "",
            "교육계획서, 교육결과보고서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "보안 공통사항"
          ],
          [
            "상세\n설명",
            "정의",
            "보안 확보를 위한 공통사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  제안사는 본 사업과 관련하여 취득한 발주기관의 시스템 환경, 시설, 운영\n등 관련된 모든 정보 등을 외부에 누설하여서는 아니되며, 사업 후\n발주기관의 구축된 정보가 외부로 유출되지 않도록 보안대책을 수립 및 시행\n❍  해당 용역 및 시스템 보안성 검토를 통해 제기된 사항에 대해서는 적극\n수용하여 반영하여야 함\n❍ 생성된 문서의 보관, 통신보안, 시스템보안 등의 보안대책 제시\n❍ 기획재정부, 국가정보원 등의 관련 보안 지침을 충실히 이행하여야 함\n❍ 해당 용역 및 시스템 보안성 검토를 통해 제기된 사항에 대해서는 적극\n수용하여 반영\n❍ 제안사는 사업과 관련한 문서, 인원, 장비 등 관리적, 물리적, 기술적\n보안대책을 수립하고 이행하여야 함\n❍ 인적, 물적 자원에 대한 보안정책 및 지침을 수립·적용하고, 사업\n참여자에 대한 보안교육 및 보안진단을 실시해야 함\n❍  보안 관련 사항은 발주기관의 정보보호 담당부서에서 총괄관리하며,"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 16 - 제안사는정보보호담당부서의보안조치요구및이행요청에적극협조 및조치완료하여야함 사업자는사업최종산출물에대해보안전문가또는보안점검도구를 활용하여보안취약점을점검, 도출된취약점에대한개선을완료하고 그결과를제출해야함 산출정보 보안교육결과서 관련요구사항 요구사항분류 보안요구사항 요구사항고유번호 SER-002 요구사항명칭 법령보안지침준수 상세 설명 정의 보안관련법령및지침에대한준수사항명시 세부 내용 국가정보보안기본지침의외부용역업체보안관리방안붙임1. 외주 용역사업보안특약, 기획재정부정보보안기본지침및 국고보조금통합관리시스템보안관리지침및개인정보보호법등관련법령 및규정의관리적, 기술적조치사항준수 본사업중에취득한자료ᆞ지식붙임1의누출금지대상정보에대해 사업수행중은물론사업완료후에도비밀을준수할수있도록사업 참여인력전원은보안서약서를발주기관에제출 국가계약법시행령제76조에따라누출금지정보의외부유출시 부정당업체로등록 개인정보보호법에근거한개인정보처리방침준수 산출정보 관련요구사항 요구사항고유번호 SER-003 요구사항명칭 관리적보안요건준수 상세 설명 정의 사업수행관련관리적보안사항명시 세부 내용 한국재정정보원보안부서의보안업무에협조하고, 정보보호체계수립, 운영, 점검, 교육, 개선등적극적인사전예방활동수행 제안사는사업관련자료를보유해서는안되며, 사업수행과정에서취득한 자료와정보는사업수행전후를막론하고발주사의승인없이외부유출 또는누설을금지함 - 사업수행자료보유및외부유출또는누설위반시법적책임이 있음을명시한보안확약서를제출하여야함",
      "tables": [
        [
          [
            "",
            "",
            "제안사는 정보보호 담당부서의 보안 조치요구 및 이행요청에 적극 협조\n및 조치 완료하여야 함\n○ 사업자는 사업 최종 산출물에 대해 보안전문가 또는 보안점검도구를\n활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고\n그 결과를 제출해야 함"
          ],
          [
            "산출정보",
            "",
            "보안교육결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "법령 보안 지침 준수"
          ],
          [
            "상세\n설명",
            "정의",
            "보안관련 법령 및 지침에 대한 준수사항 명시"
          ],
          [
            "",
            "세부\n내용",
            "❍  국가정보보안기본지침의 ‘외부 용역업체 보안관리방안(붙임1. 외주\n용역사업 보안특약)’, 기획재정부 정보보안기본지침 및\n국고보조금통합관리시스템보안관리지침 및 개인정보보호법 등 관련법령\n및 규정의 관리적, 기술적 조치사항 준수\n❍  본 사업 중에 취득한 자료ㆍ지식(붙임1의 누출금지 대상정보)에 대해\n사업수행 중은 물론 사업완료 후에도 비밀을 준수할 수 있도록 사업\n참여인력 전원은 보안서약서를 발주기관에 제출\n❍  국가계약법 시행령 제76조에 따라 ‘누출금지 정보’의 외부 유출시\n부정당업체로 등록\n❍  개인정보 보호법에 근거한 개인정보 처리방침 준수"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "관리적 보안 요건 준수"
          ],
          [
            "상세\n설명",
            "정의",
            "사업수행관련 관리적 보안사항 명시"
          ],
          [
            "",
            "세부\n내용",
            "❍ 한국재정정보원 보안부서의 보안 업무에 협조하고, 정보보호체계 수립,\n운영, 점검, 교육, 개선 등 적극적인 사전예방활동 수행\n❍ 제안사는 사업관련 자료를 보유해서는 안되며, 사업수행 과정에서 취득한\n자료와 정보는 사업수행 전후를 막론하고 발주사의 승인 없이 외부 유출\n또는 누설을 금지함\n- 사업수행 자료 보유 및 외부 유출 또는 누설 위반 시 법적 책임이\n있음을 명시한 보안확약서를 제출하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 17 - 기타발주사에서요구하는보안기능충족 산출정보 보안확약서대표자용, 보안서약서 관련요구사항 요구사항고유번호 SER-004 요구사항명칭 물리적보안요건준수 상세 설명 정의 사업수행관련물리적보안사항명시 세부 내용 사업수행사무실은원칙적으로실제사업에참여하는자만출입을허용하고, 비인가자출입관리대장을비치하여관리함 사업내에서문서나프로그램버전및처리지침등은관리적보안과함께 잠금장치, 통제구역등을통하여물리적보안실시함 사업장에대하여일일보안점검및월1회보안점검을실시하여야하며, 발주기관의요구시제출하여야함 사업장에서사용하는모든정보시스템에대하여정보시스템관리대장을 작성하고변경사항에대해현행화하여야함 사업장의PC에대하여월1회내PC 지키미 수행및결과를관리하여야함 사업장의정보시스템에바이러스백신정품SW를설치하고, 자동업데이트, 실시간점검을수행하는지수시로점검하여야함 사업참여인원의비인가휴대용저장매체USB, CDDVD, 스마트폰, 태블릿 PC, MP3 등가사업장내정보시스템에연결되는것을기술적으로차단하고, 월1회정상동작여부를점검조치하여야함 CD-RW 등의보조기억매체는발주기관과의사전승인을받아제한된PC에서만사 용하여야함 정보시스템휴대용저장매체포함을외부에반출입하는경우, 반입시에는 악성코드감염여부를, 반출시에는자료무단반출여부를확인하고정보시스템 반출입대장에기록하여야함 사업참여인원의노트북사용을금지함 불가피하게노트북을사용하여야하는경우에는고정장치를사용하여야하며, 고정장치 비밀번호는발주기관이관리하고발주기관의승인하에반출입하여야함 내외부망접근에대한보안관리 - 사업장은업무망과인터넷망을분리하고, PC는업무망과인터넷망을혼용해 서는안됨 - 사업장PC는인터넷연결을금지함. 다만, 불가피하게인터넷사용이필요한 경우는보안책임관이접속이필요한사이트목록을작성하여발주기관의승 인을득한후사용하여야함 사업에참여한사업자가활용한PC 및서버의경우, 사업완료후자료의 복구가불가능하도록조치함 - 사업완료후생산된최종산출물은발주기관에제출하고, PC 완전삭제등",
      "tables": [
        [
          [
            "",
            "❍ 기타 발주사에서 요구하는 보안 기능 충족"
          ],
          [
            "산출정보",
            "보안확약서(대표자용), 보안서약서"
          ],
          [
            "관련 요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "물리적 보안 요건 준수"
          ],
          [
            "상세\n설명",
            "정의",
            "사업수행관련 물리적 보안사항 명시"
          ],
          [
            "",
            "세부\n내용",
            "❍ 사업수행 사무실은 원칙적으로 실제 사업에 참여하는 자만 출입을 허용하고,\n비인가자 출입관리 대장을 비치하여 관리함\n❍ 사업 내에서 문서나 프로그램 버전 및 처리 지침 등은 관리적 보안과 함께\n잠금장치, 통제구역 등을 통하여 물리적 보안 실시함\n❍ 사업장에 대하여 일일 보안점검 및 월 1회 보안점검을 실시하여야 하며,\n발주기관의 요구 시 제출하여야 함\n❍ 사업장에서 사용하는 모든 정보시스템에 대하여 정보시스템 관리대장을\n작성하고 변경사항에 대해 현행화하여야 함\n❍ 사업장의 PC에 대하여 월 1회 “내 PC 지키미” 수행 및 결과를 관리하여야 함\n❍ 사업장의 정보시스템에 바이러스 백신 정품 SW를 설치하고, 자동 업데이트,\n실시간 점검을 수행하는 지 수시로 점검하여야 함\n❍ 사업 참여인원의 비인가 휴대용 저장매체(USB, CD/DVD, 스마트폰, 태블릿\nPC, MP3 등)가 사업장내 정보시스템에 연결되는 것을 기술적으로 차단하고,\n월 1회 정상동작 여부를 점검․조치하여야 함\n※ CD-RW 등의 보조기억매체는 발주기관과의 사전 승인을 받아 제한된 PC에서만 사\n용하여야 함\n❍ 정보시스템(휴대용 저장매체 포함)을 외부에 반출․입하는 경우, 반입 시에는\n악성코드 감염여부를, 반출 시에는 자료무단 반출여부를 확인하고 정보시스템\n반․출입 대장에 기록하여야 함\n❍ 사업 참여인원의 노트북 사용을 금지함\n※ 불가피하게 노트북을 사용하여야하는 경우에는 고정장치를 사용하여야 하며, 고정장치\n비밀번호는 발주기관이 관리하고 발주기관의 승인 하에 반․출입하여야 함\n❍ 내․외부망 접근에 대한 보안 관리\n- 사업장은 업무망과 인터넷망을 분리하고, PC는 업무망과 인터넷망을 혼용해\n서는 안됨\n- 사업장 PC는 인터넷 연결을 금지함. 다만, 불가피하게 인터넷 사용이 필요한\n경우는 보안책임관이 접속이 필요한 사이트 목록을 작성하여 발주기관의 승\n인을 득한 후 사용하여야 함\n❍ 사업에 참여한 사업자가 활용한 PC 및 서버의 경우, 사업 완료 후 자료의\n복구가 불가능하도록 조치함\n- 사업완료 후 생산된 최종 산출물은 발주기관에 제출하고, PC 완전삭제 등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 18 - 보안조치를통해사업관련산출물중간산출물포함을모두삭제하여야하며, 대표자명의확약서를발주기관에제출하여야함 확약서제출시산출물인수인계서와자료삭제기록날짜가포함된증빙사진등을 제출하여야함 장애, 사고등으로인한시스템피해에대비해최근에백업한시점의내용으로 복구할수있는백업정책을수립하고실행함 복합기를사용하는경우관련저장매체등저장된자료는즉시삭제하고 일일보안점검시삭제여부를확인하여야함 산출정보 보안점검결과서 관련요구사항 요구사항고유번호 SER-005 요구사항명칭 기술적보안요건준수 상세 설명 정의 사업수행관련기술적보안사항명시 세부 내용 공유자원에대한접근제어가사용자권한에따라이루어지는지관리 네트워크관리자접속용계정의패스워드는기본패스워드가아닌복잡도가 높은패스워드로변경하여사용 패스워드의길이및사용주기를제한, 불필요한계정삭제 PC패스워드사용및주기적인변경 사용자PC 백신프로그램최신상태유지 정기적바이러스및해킹도구검사 추가, 변경프로그램SW개발보안적용 산출정보 보안점검결과서 관련요구사항 요구사항고유번호 SER-006 요구사항명칭 산출물보안관리 상세 설명 정의 산출물에대한보안관리사항명시 세부 내용 사고로인하여시스템, 파일이손상되더라도백업시점으로복구할수 있는백업정책이수립및실행 사업수행으로생산되는산출물및기록은보안책임관이인가하지않은자에게 제공대여열람을금지함 사업관련자료및사업과정에서생산된산출물은보안책임관이지정한PC 등 반드시인터넷과분리에저장관리하여야하며, 계정관리및계정별 접근권한부여등을통하여접근을제한하여야함 제안요청서등에명시한누출금지대상정보를사용할경우자료관리대장을",
      "tables": [
        [
          [
            "",
            "",
            "보안조치를 통해 사업관련 산출물(중간산출물 포함)을 모두 삭제하여야 하며,\n대표자 명의 확약서를 발주기관에 제출하여야 함\n※ 확약서 제출 시 산출물 인수․인계서와 자료삭제기록(날짜가 포함된 증빙사진 등)을\n제출하여야 함\n❍ 장애, 사고 등으로 인한 시스템 피해에 대비해 최근에 백업한 시점의 내용으로\n복구할 수 있는 백업정책을 수립하고 실행함\n❍ 복합기를 사용하는 경우 관련 저장매체 등 저장된 자료는 즉시 삭제하고\n일일보안점검 시 삭제여부를 확인하여야 함"
          ],
          [
            "산출정보",
            "",
            "보안점검결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항 명칭",
            "",
            "기술적 보안 요건 준수"
          ],
          [
            "상세\n설명",
            "정의",
            "사업수행관련 기술적 보안사항 명시"
          ],
          [
            "",
            "세부\n내용",
            "❍ 공유자원에 대한 접근제어가 사용자 권한에 따라 이루어지는지 관리\n❍ 네트워크 관리자 접속용 계정의 패스워드는 기본 패스워드가 아닌 복잡도가\n높은 패스워드로 변경하여 사용\n❍ 패스워드의 길이 및 사용주기를 제한, 불필요한 계정 삭제\n❍ PC패스워드 사용 및 주기적인 변경\n❍ 사용자 PC 백신 프로그램 최신 상태 유지\n❍ 정기적 바이러스 및 해킹도구 검사\n❍ 추가, 변경 프로그램 SW개발 보안 적용"
          ],
          [
            "산출정보",
            "",
            "보안점검결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 보안관리"
          ],
          [
            "상세\n설명",
            "정의",
            "산출물에 대한 보안관리 사항 명시"
          ],
          [
            "",
            "세부\n내용",
            "❍ 사고로 인하여 시스템, 파일이 손상되더라도 백업 시점으로 복구할 수\n있는 백업정책이 수립 및 실행\n❍ 사업수행으로 생산되는 산출물 및 기록은 보안책임관이 인가하지 않은 자에게\n제공․대여․열람을 금지함\n❍ 사업관련 자료 및 사업과정에서 생산된 산출물은 보안책임관이 지정한 PC 등\n(반드시 인터넷과 분리)에 저장․관리하여야 하며, 계정관리 및 계정별\n접근권한 부여 등을 통하여 접근을 제한하여야 함\n❍ 제안요청서 등에 명시한 누출금지 대상정보를 사용할 경우 자료관리 대장을"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 19 - 작성하여인계인수자가직접서명한후사용하고, 사업완료시관련자료는 반드시반납하여야함 비밀문서대외비포함는매일퇴근시반납하여야하며, 비밀문서를제외한 일반문서는제공된사무실에시건장치가된보관함이있을경우보관함에보관 사업관련자료는인터넷웹하드P2P 등인터넷자료공유사이트및 개인메일함저장을금지하고발주기관과사업제안사간자료전송이필요한 경우는발주기관에서제공하는전자우편을이용하여송수신하고주기적으로 메일을삭제관리하여야함 다만, 대외비이상의비밀은전자우편으로송수신금지 국가공공기관망분리및자료전송보안가이드라인국가정보원 준용 본과업에따른중간및최종성과물에대해서사업자는발주기관의승인 없이외부에제공또는공포할수없음 산출정보 보안점검결과서 관련요구사항 요구사항고유번호 SER-007 요구사항명칭 프로젝트수행인력에대한보안관리 상세 설명 정의 프로젝트수행인력에대한보안관리사항명시 세부 내용 사업착수시 - 사업수행대표자협력사포함는보안서약서를제출하여야하며, 사업 참여인원에대해서사업투입전발주기관의보안규정및지침에따라 투입인력에대한신원조사요구시신원조회를위한자필신원진술서를 제출하야여하며, 조사결과결격사유가없어야함 - 사업자는용역사업수행전참여인원에대해법률또는규정에의한비밀 유지의무준수및위반시처벌내용등에대한보안교육실시 사업수행시 - 사업자는보안인식강화를위해주기적으로월1회자체보안교육을실 시해야하며, 발주기관이요구하는보안교육에참석 - 사업수행인력은불법SW 사용을금하며, 반드시정품SW를사용해하며,제 안사가사업기간동안사용할도구는저작권법등소프트웨어관리규정에적 합하여야하며, 불법소프트웨어사용과관련하여발생하는문제에대 해서는제안사가모든책임을져야함 사업종료시 - 사업에참여한사업자가활용한PC 및서버의경우, 사업완료후자료의 복구가불가능하도록조치 사업자는사업관련자료를보유해서는안되며, 이를위반시향후 법적책임이있음을포함한대표자용보안확약서를작성하여제출 기타발주기관에서요구하는보안절차를준수하여야함 산출정보 보안서약서, 보안확약서, 보안교육결과서, 보안점검결과서",
      "tables": [
        [
          [
            "",
            "",
            "작성하여 인계․인수자가 직접 서명한 후 사용하고, 사업완료시 관련 자료는\n반드시 반납하여야 함\n❍ 비밀문서(대외비 포함)는 매일 퇴근 시 반납하여야 하며, 비밀문서를 제외한\n일반문서는 제공된 사무실에 시건장치가 된 보관함이 있을 경우 보관함에 보관\n❍ 사업관련 자료는 인터넷 웹하드․P2P 등 인터넷 자료공유사이트 및\n개인메일함 저장을 금지하고 발주기관과 사업제안사간 자료전송이 필요한\n경우는 발주기관에서 제공하는 전자우편을 이용하여 송․수신하고 주기적으로\n메일을 삭제 관리하여야 함\n※ 다만, 대외비 이상의 비밀은 전자우편으로 송·수신 금지\n* 국가·공공기관 망 분리 및 자료전송 보안가이드라인(국가정보원) 준용\n❍ 본 과업에 따른 중간 및 최종 성과물에 대해서 사업자는 발주기관의 승인\n없이 외부에 제공 또는 공포할 수 없음"
          ],
          [
            "산출정보",
            "",
            "보안점검결과서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-007"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 수행 인력에 대한 보안관리"
          ],
          [
            "상세\n설명",
            "정의",
            "프로젝트 수행 인력에 대한 보안관리 사항 명시"
          ],
          [
            "",
            "세부\n내용",
            "❍ 사업 착수 시\n- 사업수행 대표자(협력사 포함)는 “보안서약서”를 제출하여야 하며, 사업\n참여인원에 대해서 사업 투입 전 발주기관의 보안규정 및 지침에 따라\n투입인력에 대한 신원조사 요구 시 신원조회를 위한 자필 “신원진술서”를\n제출하야여 하며, 조사결과 결격사유가 없어야 함\n- 사업자는 용역사업 수행 전 참여인원에 대해 법률 또는 규정에 의한 비밀\n유지의무 준수 및 위반 시 처벌내용 등에 대한 보안교육 실시\n❍ 사업 수행 시\n- 사업자는 보안인식강화를 위해 주기적으로 월 1회 자체 보안교육을 실\n시해야 하며, 발주기관이 요구하는 보안교육에 참석\n- 사업수행인력은 불법SW 사용을 금하며, 반드시 정품SW를 사용해하며,제\n안사가 사업기간동안 사용할 도구는 저작권법 등 소프트웨어 관리규정에 적\n합하여야 하며, 불법 소프트웨어 사용과 관련하여 발생하는 문제에 대\n해서는 제안사가 모든 책임을 져야 함\n❍ 사업 종료 시\n- 사업에 참여한 사업자가 활용한 PC 및 서버의 경우, 사업 완료 후 자료의\n복구가 불가능하도록 조치\n❍ 사업자는 사업관련 자료를 보유해서는 안되며, 이를 위반 시 향후\n법적책임이 있음을 포함한 “대표자용 보안확약서”를 작성하여 제출\n※ 기타 발주기관에서 요구하는 보안 절차를 준수하여야 함"
          ],
          [
            "산출정보",
            "",
            "보안서약서, 보안확약서, 보안교육결과서, 보안점검결과서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 20 - 3 품질 요구사항QUR Quality Requirement 관련요구사항 요구사항고유번호 SER-008 요구사항명칭 정보보안활동 상세 설명 정의 정보보안활동요구사항 세부 내용 사이버보안진단의날점검및조치 - 매월세번째수요일을사이버보안진단의날로지정하여내PC지키미 및개인정보보유점검등보안활동수행 - 휴대용저장매체사용, 장비반출입, OS 및백신업데이트내역점검및결과제출 그외정보보안와관련된기술적물리적관리적인사항은발주자와사업자간 협의하여진행하고업무수행에있어적극협조하여야함 산출정보 관련요구사항 요구사항고유번호 QUR-001 요구사항명칭 품질관리일반사항 상세 설명 정의 품질관리계획수립및이행 세부 내용 본위탁용역의품질관리를위한조직과방법, 품질보증범위와점검절차등 품질관리를위한전반적인계획을수립 - 품질활동의제반절차및산출물을명시한품질관리계획을제안서및 사업수행계획서에상세하게기술하고, 이에근거하여사업기간품질관리 조직을통해품질보증활동을수행하고결과물을제출하여야함 - 본사업수행절차의체계적인관리를위한방법론을단계별로제시 - 일정지연, 품질저하에따르는예산초과등리스크발생을사전에예방하고 발생시대처방안을제시해야함 차질없는위탁용역수행을위하여품질관리활동을성실히이행하고, 주기적인 품질점검실시 품질관리활동의제반절차및산출물을명시한품질관리계획서를상세하게 기술하여제출하고, 품질관리활동결과물제출 사업외의요인으로인해사업결과에영향이있거나예상되는경우 원인과해결방안을발주기관에제시하여위험요소를최소화또는해결될 수있도록협조해야함 산출정보 품질관리계획사업수행계획서포함 및결과물단계별세부 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SER-008"
          ],
          [
            "요구사항 명칭",
            "",
            "정보보안 활동"
          ],
          [
            "상세\n설명",
            "정의",
            "정보보안 활동 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "❍ 사이버보안 진단의 날 점검 및 조치\n- 매월 세 번째 수요일을 ‘사이버보안 진단의 날’로 지정하여 내PC지키미\n및 개인정보 보유 점검 등 보안활동 수행\n- 휴대용 저장매체 사용, 장비 반·출입, OS 및 백신 업데이트 내역 점검 및 결과 제출\n❍ 그 외 정보보안와 관련된 기술적·물리적·관리적인 사항은 발주자와 사업자간\n협의하여 진행하고 업무수행에 있어 적극 협조하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "품질관리 일반사항"
          ],
          [
            "상세\n설명",
            "정의",
            "품질관리 계획수립 및 이행"
          ],
          [
            "",
            "세부\n내용",
            "❍ 본 위탁용역의 품질관리를 위한 조직과 방법, 품질보증 범위와 점검 절차 등\n품질관리를 위한 전반적인 계획을 수립\n- 품질활동의 제반절차 및 산출물을 명시한 품질관리계획을 제안서 및\n사업수행계획서에 상세하게 기술하고, 이에 근거하여 사업기간 품질관리\n조직을 통해 품질보증활동을 수행하고 결과물을 제출하여야 함\n- 본 사업수행절차의 체계적인 관리를 위한 방법론을 단계별로 제시\n- 일정지연, 품질저하에 따르는 예산초과 등 리스크 발생을 사전에 예방하고\n발생 시 대처방안을 제시해야 함\n❍  차질 없는 위탁용역 수행을 위하여 품질관리 활동을 성실히 이행하고, 주기적인\n품질 점검실시\n❍ 품질관리 활동의 제반 절차 및 산출물을 명시한 품질관리계획서를 상세하게\n기술하여 제출하고, 품질관리 활동 결과물 제출\n❍ 사업 외의 요인으로 인해 사업 결과에 영향이 있거나 예상되는 경우\n원인과 해결방안을 발주기관에 제시하여 위험요소를 최소화 또는 해결될\n수 있도록 협조해야 함"
          ],
          [
            "산출정보",
            "",
            "품질관리계획(사업수행계획서 포함) 및 결과물(단계별 세부)"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 21 - 4 제약사항COR Constraint Requirement 요구사항고유번호 COR-001 요구사항명칭 손해배상책임 상세 설명 정의 수행사귀책사유에대한손해배상책임 세부 내용 수행사의귀책사유로발생한모든책임은수행사에있으며, 발주기관이입은 손해를배상 수행사는본위탁용역에서발생하는저작권, 사용권또는특허권등의문제를 사전에검토조치하고, 문제발생시수행사의책임 위탁용역의모든성과물에대한지식재산권은일반용역계약특수조건및 용역계약일반조건계약예규에의함 산출정보 관련요구사항 요구사항고유번호 COR-002 요구사항명칭 기본규정준수 상세 설명 정의 위탁용역추진시관련법규와지침준수 세부 내용 수행사는정보화관련법규와지침등준수 - 전자정부법, 지능정보화기본법, 개인정보보호법, 웹표준가이드 - 클라우드컴퓨팅발전및이용자보호에관한법률 - 행정기관및공공기관정보시스템구축운영지침 - 공공데이터관리지침 - 공공기관의데이터베이스표준화지침 - 기타클라우드, 정보통신, 정보보호에관한법령, 규정, 지침에규정된사항등 모두준수 사업추진기간내적용법규및규정, 적용표준등에변경발생시해당내용을 반영하여위탁용역추진 변경사항을적용하는시점을고려하여발주기관과협의적용 본제안요청서에명시하지아니한사항은발주기관과수행사간용역수행 기술용역계약일반조건, 당사자간별도협의에의한당해용역의개별계약에 의하거나, 국가를당사자로하는계약에관한법률, 동시행령과기타계약에 관한법령, 예규및조달청의용역계약특수조건등관계법령과일반상거래 관례에따름 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "손해배상 책임"
          ],
          [
            "상세\n설명",
            "정의",
            "수행사 귀책 사유에 대한 손해배상 책임"
          ],
          [
            "",
            "세부\n내용",
            "❍ 수행사의 귀책 사유로 발생한 모든 책임은 수행사에 있으며, 발주기관이 입은\n손해를 배상\n❍ 수행사는 본 위탁용역에서 발생하는 저작권, 사용권 또는 특허권 등의 문제를\n사전에 검토·조치하고, 문제 발생 시 수행사의 책임\n❍ 위탁용역의 모든 성과물에 대한 지식재산권은 일반용역계약 특수조건 및\n용역계약 일반조건(계약예규)에 의함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "기본규정 준수"
          ],
          [
            "상세\n설명",
            "정의",
            "위탁용역 추진 시 관련 법규와 지침 준수"
          ],
          [
            "",
            "세부\n내용",
            "❍ 수행사는 정보화 관련 법규와 지침 등 준수\n- 전자정부법, 지능정보화 기본법, 개인정보 보호법, 웹 표준가이드\n- 클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률\n- 행정기관 및 공공기관 정보시스템 구축·운영 지침\n- 공공데이터 관리지침\n- 공공기관의 데이터베이스 표준화 지침\n- 기타 클라우드, 정보통신, 정보보호에 관한 법령, 규정, 지침에 규정된 사항 등\n모두 준수\n❍ 사업추진 기간 내 적용 법규 및 규정, 적용 표준 등에 변경 발생 시 해당 내용을\n반영하여 위탁용역 추진\n※ 변경 사항을 적용하는 시점을 고려하여 발주기관과 협의·적용\n❍ 본 제안요청서에 명시하지 아니한 사항은 발주기관과 수행사 간 용역수행\n기술용역계약 일반조건, 당사자 간 별도 협의에 의한 당해 용역의 개별 계약에\n의하거나, 국가를 당사자로 하는 계약에 관한 법률, 동 시행령과 기타 계약에\n관한 법령, 예규 및 조달청의 용역계약 특수조건 등 관계 법령과 일반 상거래\n관례에 따름"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 22 - 5 프로젝트 관리 요구사항PMR Project Management Requirement 요구사항고유번호 COR-003 요구사항명칭 계약목적물의지식재산권 상세 설명 정의 본사업수행에따른결과물에대한소유권을정의 세부 내용 본사업에대한새로운지식재산권의귀속은용역계약일반조건기획재정부 계약예규 제56조계약목적물의지식재산권귀속등에따라발주기관과 제안사가공동소유 다만, 개발의기여도및계약목적물의특수성국가안전보장, 국방, 외교관계등을 고려하여계약당사자간협의를통해공동소유와달리정할수있음 단, 용역수행제안사는용역계약일반조건기재부예규 제56조계약목적물의 지식재산권귀속등 제6항에의거본계약의목적물을개작하여 상업적으로사용할수있으며, 발주기관및발주기관의위탁기관의승인을 받아제3자에게개작권을양도할수있음 사업수행에따른계약목적물의기술자료는행정기관및공공기관 정보시스템구축운영지침제60조및용역계약일반조건제57조에서정한 바에따라발주기관과협의하여제3기관에임치할수있음 본사업의수행에있어특허권및기타제3자의권리대상으로되어있는것을 사용할경우에는제안사가저작권여부를확인하고그사용에관한일체의 책임을져야함 사업시생성된모든산출물을발주사가재활용하는것에대하여 법적으로문제가없어야함 산출정보 관련요구사항 요구사항고유번호 PMR-001 요구사항명칭 사업수행조직및인력투입 상세 설명 정의 사업에적합한조직구성및사업수행에적합한인력투입 세부 내용 제안업체는당해사업수행을위해컨설팅능력, 공공업무수행경력, 정보화기술등을종합적으로고려하여적합한조직과인력배치 프로젝트관리자는전체사업을총괄할수있는지식과경험을보유한 관리자를선발제안발표PM 추진조직외에본사업을성공적으로수행할수있도록지원또는 자문조직의구성을제시할수있으나, 수행역할과결과물명확하게제시 - 주관사업자또는공동수급인경우공동수급자소속이외의인력은",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "계약목적물의 지식재산권"
          ],
          [
            "상세\n설명",
            "정의",
            "본 사업 수행에 따른 결과물에 대한 소유권을 정의"
          ],
          [
            "",
            "세부\n내용",
            "❍ 본 사업에 대한 새로운 지식재산권의 귀속은 용역계약일반조건(기획재정부\n계약예규) 제56조(계약목적물의 지식재산권 귀속 등)에 따라 발주기관과\n제안사가 공동소유\n다만, 개발의 기여도 및 계약목적물의 특수성(국가안전보장, 국방, 외교관계 등)을\n고려하여 계약당사자 간 협의를 통해 공동소유와 달리 정할 수 있음\n❍ 단, 용역수행 제안사는 용역계약일반조건(기재부 예규) 제56조(계약목적물의\n지식재산권 귀속 등) 제6항에 의거 본 계약의 목적물을 개작하여\n상업적으로 사용할 수 있으며, 발주기관 및 발주기관의 위탁기관의 승인을\n받아 제3자에게 개작권을 양도할 수 있음\n❍ 사업수행에 따른 계약목적물의 기술자료는 행정기관 및 공공기관\n정보시스템 구축 운영 지침 제60조 및 용역계약일반조건 제57조에서 정한\n바에 따라 발주기관과 협의하여 제3기관에 임치할 수 있음\n❍ 본 사업의 수행에 있어 특허권 및 기타 제3자의 권리대상으로 되어있는 것을\n사용할 경우에는 제안사가 저작권 여부를 확인하고 그 사용에 관한 일체의\n책임을 져야 함\n❍ 사업 시 생성된 모든 산출물을 발주사가 재활용하는 것에 대하여\n법적으로 문제가 없어야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "사업수행 조직 및 인력 투입"
          ],
          [
            "상세\n설명",
            "정의",
            "사업에 적합한 조직 구성 및 사업수행에 적합한 인력 투입"
          ],
          [
            "",
            "세부\n내용",
            "❍ 제안업체는 당해 사업 수행을 위해 컨설팅능력, 공공업무 수행경력,\n정보화 기술 등을 종합적으로 고려하여 적합한 조직과 인력 배치\n❍ 프로젝트 관리자는 전체 사업을 총괄할 수 있는 지식과 경험을 보유한\n관리자를 선발(제안발표 PM)\n❍ 추진조직 외에 본 사업을 성공적으로 수행할 수 있도록 지원 또는\n자문조직의 구성을 제시할 수 있으나, 수행 역할과 결과물 명확하게 제시\n- 주관사업자 또는 공동수급인 경우 공동수급자 소속 이외의 인력은"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 23 - 하도급으로간주되며, 하도급을할경우SW 진흥법제51조및같은법 시행규칙제14조에의거하여발주기관의하도급사전승인절차이행 불법하도급방지를위하여착수계제출증빙서류확인 투입인력의경우계약기간동안타사업에중복투입되지않는 인력으로구성하여야하며, 부득이중복투입되어야하는경우개인별 투입률의합은100를초과할수없음 모든투입인력은전담사업장에서의상주근무를원칙으로하며 부득이한경우, 상호협의하에조정하여야함 산출정보 착수계, 사업수행계획서 관련요구사항 요구사항고유번호 PMR-002 요구사항명칭 사업수행인력운영 상세 설명 정의 사업수행인력운영및투입인력변경 세부 내용 사업수행인력운영 사업관리자PM는투입인력의출퇴근등근무상태휴가, 휴무포함에 대하여자체적으로관리감독하되, 개인별근무시간은근로기준법에따라 관리되어야함. 유연근무및대체휴무등적극활용하여관리 - 단, 장애발생, 재난재해등비상상황등필요하다고판단되거나현안이 발생하는경우정규근무시간이외관련업무수행등을통해적극협조 및지원하여야하며, 이에대해상시연락가능한비상연락체계가 강구되어야함 특정담당자의부재시업무중단이나공백이발생하지않도록 백업체계유지 투입인력변경 사업착수시제안한투입인력은발주자의동의없이사업자임의로 변경할수없음 사업진행중특별한사유가없는한인력교체는원칙적으로불가하나, 불가항력사유로인력교체필요시사유가발생한2주전에발주기관의승인 신규참여인력의이력사항및교체사유를서면으로제출을받아야하며, 사업에대한이해도가높은동급이상의대체인력을투입하고, 5일이상의 업무인수인계기간을확보 인력교체기간동안발생하는업무의안정화및품질저하방지대책을 제시해야하고, 인계인수기간동안교체인력에대한인건비는사업자 부담으로처리하여야하며, 투입공수에서제외함",
      "tables": [
        [
          [
            "",
            "",
            "하도급으로 간주되며, 하도급을 할 경우 SW 진흥법 제51조 및 같은 법\n시행규칙 제14조에 의거하여 발주기관의 하도급 사전승인 절차 이행\n※ 불법하도급 방지를 위하여 착수계 제출 증빙서류 확인\n❍ 투입 인력의 경우 계약기간 동안 타 사업에 중복 투입 되지 않는\n인력으로 구성하여야 하며, 부득이 중복 투입되어야 하는 경우 개인별\n투입률의 합은 100%를 초과할 수 없음\n❍ 모든 투입인력은 전담사업장에서의 상주 근무를 원칙으로 하며\n부득이한 경우, 상호협의하에 조정하여야 함"
          ],
          [
            "산출정보",
            "",
            "착수계, 사업수행계획서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사업수행 인력 운영"
          ],
          [
            "상세\n설명",
            "정의",
            "사업수행 인력 운영 및 투입인력 변경"
          ],
          [
            "",
            "세부\n내용",
            "< 사업수행 인력 운영 >\n❍  사업관리자(PM)는 투입인력의 출·퇴근 등 근무상태(휴가, 휴무 포함)에\n대하여 자체적으로 관리·감독하되, 개인별 근무시간은 근로기준법에 따라\n관리되어야 함.\n※ 유연근무 및 대체휴무 등 적극 활용하여 관리\n- 단, 장애발생, 재난재해 등 비상상황 등 필요하다고 판단되거나 현안이\n발생하는 경우 정규 근무시간 이외 관련업무 수행 등을 통해 적극 협조\n및 지원하여야 하며, 이에 대해 상시 연락 가능한 비상연락 체계가\n강구되어야 함\n❍  특정 담당자의 부재 시 업무 중단이나 공백이 발생하지 않도록\n백업체계 유지\n< 투입인력 변경 >\n❍ 사업 착수 시 제안한 투입인력은 발주자의 동의 없이 사업자 임의로\n변경할 수 없음\n❍  사업 진행 중 특별한 사유가 없는 한 인력교체는 원칙적으로 불가하나,\n불가항력 사유로 인력 교체 필요시 사유가 발생한 2주 전에 발주기관의 승인\n(신규 참여인력의 이력 사항 및 교체 사유를 서면으로 제출)을 받아야 하며,\n사업에 대한 이해도가 높은 동급 이상의 대체인력을 투입하고, 5일 이상의\n업무 인수·인계 기간을 확보\n❍  인력교체 기간동안 발생하는 업무의 안정화 및 품질저하 방지대책을\n제시해야 하고, 인계·인수 기간동안 교체인력에 대한 인건비는 사업자\n부담으로 처리하여야 하며, 투입공수에서 제외함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 24 - 참여인원중주관기관이인력교체를요구하는경우에는교체하여야함 산출정보 착수계, 사업수행계획서, 인력변경요청서 관련요구사항 요구사항고유번호 PMR-003 요구사항명칭 착수계제출 상세 설명 정의 착수계제출 세부 내용 본사업의과업범위는과업내용서제안요청서, 제안서, 사업수행계획서, 용역계약일반조건특수조건등을모두포함하며, 본사업의목적상필요한 사항은상호협의하여추진 제안사는계약체결후10일이내에사업수행계획서, 서약서등이포함된 착수계를작성제출하고승인을득해야하며, 발주기관의재작성요구가있을시 보완하여7일이내에제출하여야함 - 착수계제출시, 아래사항이포함되어야함 가. 사업추진체계, 중점추진과제등을포함한사업수행세부일정및계획 나. 사업관리에필요하다고판단되는제반활동들에대한계획 표준운영절차, 산출물관리, 보안관리, 교육계획, 품질관리, 위험관리, 서비 스수준개선, 업무인수인계방안등포함 다. 정기주간월간보고등 또는비정기적으로수행하는보고체계착수, 중간, 완료보고등에대한계획 산출정보 착수계, 사업수행계획서 관련요구사항 요구사항고유번호 PMR-004 요구사항명칭 산출물관리 상세 설명 정의 최종산출물관리 세부 내용 행정기관및공공기관정보시스템구축운영지침제44조표준산출물에따라 사업수행에따른표준산출물을작성하여제출하여야함 - 사업추진과정에서생산되는제반작업단위별산출물에대하여작업 일정계획및품질보증계획과연계하여산출물의종류, 주요내용, 작성및 제출시기, 제출부수, 제출매체등을제시해야함 모든산출물은저작권과관련된사항이므로주의해서작성해야하며, 저작권과관련된문제발생시사업자가모든책임을져야함 제안서및사업수행계획서에제안요청서붙임2 기술적용계획표를 포함하여제출하고, 사업완료시기술적용결과표를제출하여야함",
      "tables": [
        [
          [
            "",
            "❍ 참여 인원 중 주관기관이 인력교체를 요구하는 경우에는 교체하여야 함"
          ],
          [
            "산출정보",
            "착수계, 사업수행계획서, 인력변경요청서"
          ],
          [
            "관련 요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "착수계 제출"
          ],
          [
            "상세\n설명",
            "정의",
            "착수계 제출"
          ],
          [
            "",
            "세부\n내용",
            "❍  본 사업의 과업범위는 과업내용서(제안요청서, 제안서, 사업수행계획서),\n용역계약 일반조건･특수조건 등을 모두 포함하며, 본 사업의 목적상 필요한\n사항은 상호 협의하여 추진\n❍  제안사는 계약 체결후 10일 이내에 사업수행계획서, 서약서 등이 포함된\n착수계를 작성･제출하고 승인을 득해야 하며, 발주기관의 재작성 요구가 있을 시\n보완하여 7일 이내에 제출하여야 함\n- 착수계 제출 시, 아래 사항이 포함되어야 함\n가. 사업추진체계, 중점추진과제 등을 포함한 사업수행 세부일정 및 계획\n나. 사업관리에 필요하다고 판단되는 제반활동들에 대한 계획\n･ 표준운영절차, 산출물 관리, 보안관리, 교육계획, 품질관리, 위험관리, 서비\n스수준 개선, 업무 인수인계방안 등 포함\n다. 정기(주간․월간 보고 등) 또는 비정기적으로 수행하는 보고체계(착수, 중간,\n완료 보고 등)에 대한 계획"
          ],
          [
            "산출정보",
            "",
            "착수계, 사업수행계획서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 관리"
          ],
          [
            "상세\n설명",
            "정의",
            "최종 산출물 관리"
          ],
          [
            "",
            "세부\n내용",
            "❍ 행정기관 및 공공기관 정보시스템 구축․운영지침 제44조(표준산출물)에 따라\n사업수행에 따른 표준산출물을 작성하여 제출하여야 함\n- 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 작업\n일정계획 및 품질보증계획과 연계하여 산출물의 종류, 주요내용, 작성 및\n제출시기, 제출 부수, 제출 매체 등을 제시해야 함\n❍ 모든 산출물은 저작권과 관련된 사항이므로 주의해서 작성해야 하며,\n저작권과 관련된 문제 발생 시 사업자가 모든 책임을 져야 함\n❍ 제안서 및 사업수행계획서에 제안요청서 <붙임2> 기술적용계획표를\n포함하여 제출하고, 사업완료 시 기술적용결과표를 제출하여야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 25,
      "text": "- 25 - 위탁용역수행단계별진행상황에따른관련산출물목록제시및산출물 제출일정계획수립 제출산출물종류및제출시기 - 제출산출물과작성방법, 제출시기등을사전에제안하고발주기관과 협의하여제출대상산출물을확정 1 공통산출물 단계 산출물종류 제출기한 비고 착수 착수계및수행계획서등 계약체결후10일이내 공통 실적보고서 매월1회 완료 완료보고서 계약완료시점 2 개발산출물 구분 활동 산출물명 관리 산출물 사업수행 착수계 WBS, 과업대비표 중간보고서 결과보고서 완료보고서WBS, 기술적용결과표포함 표준관리 산출물작성지침 의사소통 주간업무보고서 월간업무보고서 회의록 문서관리 공문관리대장 보안관리 보안확약서 보안서약서 보안점검결과서 보안교육결과서 백업관리대장 보안관리지침 컨설팅 산출물 진단및컨설팅 진단계획서 진단결과보고서 개선사항도출 품질관리 품질관리계획서 품질관리결과보고서 교육 교육계획서 교육결과보고서 산출정보 공통산출물, 개발산출물, 산출내역서, 산출물목록, 보고서착수중간결과완료 관련요구사항",
      "tables": [
        [
          [
            "",
            "",
            "❍ 위탁용역 수행단계별 진행 상황에 따른 관련 산출물 목록 제시 및 산출물\n제출 일정계획 수립\n❍  제출 산출물 종류 및 제출시기\n- 제출 산출물과 작성방법, 제출시기 등을 사전에 제안하고 발주기관과\n협의하여 제출 대상 산출물을 확정\n1) 공통산출물\n2) 개발산출물",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "단계",
            "산출물 종류",
            "",
            "",
            "제출 기한",
            "비고",
            ""
          ],
          [
            "",
            "",
            "",
            "착수",
            "착수계 및 수행계획서 등",
            "",
            "",
            "계약체결 후 10일 이내",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "공통",
            "실적보고서",
            "",
            "",
            "매월 1회",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "완료",
            "완료보고서",
            "",
            "",
            "계약 완료 시점",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "",
            "활 동",
            "산출물명",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "관리\n산출물",
            "",
            "사업수행",
            "착수계\nWBS, 과업대비표\n중간보고서\n결과보고서\n완료보고서(WBS, 기술적용결과표 포함)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "표준관리",
            "산출물 작성지침",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "의사소통",
            "주간업무보고서\n월간업무보고서\n회의록",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "문서관리",
            "공문관리대장",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "보안관리",
            "보안확약서\n보안서약서\n보안점검결과서\n보안교육결과서\n백업관리대장\n보안관리지침",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "컨설팅\n산출물",
            "",
            "진단 및 컨설팅",
            "진단계획서\n진단결과보고서\n개선사항 도출",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "품질관리",
            "품질관리 계획서\n품질관리 결과보고서",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "교육",
            "교육계획서\n교육결과보고서",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "공통산출물, 개발산출물, 산출내역서, 산출물 목록, 보고서(착수‧중간‧결과‧완료)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 26,
      "text": "- 26 - 요구사항고유번호 PMR-005 요구사항명칭 일정관리및보고관리 상세 설명 정의 세부업무를구분하여일정을관리하고, 주기적인보고등을통해이해관 계자와원활한의사소통수행 세부 내용 제안사는사업이원활하게진행될수있도록업무별상세일정표제시 WBS는요구사항과산출물을기준으로작성 사업중이루어져야할각종보고및검토계획을제시 - 착수보고, 주간월간보고, 중간보고, 최종보고, 완료보고등 일정변경발생시통합차원의영향도분석및일정조정방안제시 사업자는계약완료시점에시스템의안정화계획을자세히수립하고 관련발주기관과협의하여야함 사업자는용역완료후완료보고서와본계약에의해작성된산출물및 보고서전체, 각종보고서및시연회등의자료를문서3부및CD 3장 이상으로발주기관에제출하여야함협의조정가능 사업자는발주기관의본용역수행의효율적인업무관리를위하여 정기매일매주매월등 또는비정기발주기관의요청등적으로 사업수행상황을발주기관에게보고하여야함 - 정기보고 주간보고, 월간보고, 일일보고등양식은발주기관과협의 - 비정기보고 사업추진간이슈사항발생시요구되는보고 - 보고계획 사업일정에따라작성주기, 제출시기가변동될수있음 사업자는발주기관의요청사항에대하여일자별, 업무별로구체적인업무 추진사항을기록관리하여야하며발주기관의제출요구시제출하여야함 사업자는본용역수행과관련하여일정의조정이필요한경우에는지체없이 발주기관에보고하여승인을받아야하고, 기타본용역수행과관련하여 발생하는주요사항에관하여지체없이발주기관에보고하여야함 본용역과관련된문서및자료등모든산출물은발주기관소유로함. 단, 사업자가이미지적재산권자로등록되어있거나제3자의소유로 되어있는프로그램등지적재산은제외함 사업자가본용역을수행함에있어서특허권기타제3자의권리대상으로 되어있는것을사용할때에는사업자에게그사용에관한일체의책임이있음 산출물명 주요포함내용 작성주기 회의록 업무주요사항의사결정등정리 익일 주간 보고서 주간업무실적및차주업무계획 기타주요안건 매주 월간보고서 월간업무실적 매월",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-005",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "일정관리 및 보고관리",
            "",
            "",
            "",
            ""
          ],
          [
            "상세\n설명",
            "정의",
            "세부 업무를 구분하여 일정을 관리하고, 주기적인 보고 등을 통해 이해관\n계자와 원활한 의사소통 수행",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "❍ 제안사는 사업이 원활하게 진행될 수 있도록 업무별 상세 일정표 제시\n❍ WBS는 요구사항과 산출물을 기준으로 작성\n❍ 사업 중 이루어져야 할 각종 보고 및 검토계획을 제시\n- 착수보고, 주간·월간보고, 중간보고, 최종보고, 완료보고 등\n❍ 일정변경 발생 시 통합 차원의 영향도 분석 및 일정조정 방안 제시\n❍ 사업자는 계약 완료 시점에 시스템의 안정화 계획을 자세히 수립하고\n관련 발주기관과 협의하여야 함\n❍ 사업자는 용역완료 후 완료보고서와 본 계약에 의해 작성된 산출물 및\n보고서 전체, 각종 보고서 및 시연회 등의 자료를 문서 3부 및 CD 3장\n이상으로 발주기관에 제출하여야 함(협의 조정 가능)\n❍ 사업자는 발주기관의 본 용역수행의 효율적인 업무관리를 위하여\n정기(매일․매주․매월 등) 또는 비정기(발주기관의 요청 등)적으로\n사업수행 상황을 발주기관에게 보고하여야 함\n- 정기 보고 : 주간보고, 월간보고, 일일보고 등(양식은 발주기관과 협의)\n- 비정기 보고 : 사업 추진간 이슈사항 발생 시 요구되는 보고\n- 보고 계획\n※ 사업일정에 따라 작성주기, 제출시기가 변동될 수 있음\n❍ 사업자는 발주기관의 요청사항에 대하여 일자별, 업무별로 구체적인 업무\n추진사항을 기록 관리하여야 하며 발주기관의 제출 요구 시 제출하여야 함\n❍ 사업자는 본 용역수행과 관련하여 일정의 조정이 필요한 경우에는 지체 없이\n발주기관에 보고하여 승인을 받아야 하고, 기타 본 용역수행과 관련하여\n발생하는 주요사항에 관하여 지체 없이 발주기관에 보고하여야 함\n❍ 본 용역과 관련된 문서 및 자료 등 모든 산출물은 발주기관 소유로 함.\n단, 사업자가 이미 지적재산권자로 등록되어 있거나 제3자의 소유로\n되어있는 프로그램 등 지적재산은 제외함\n❍ 사업자가 본 용역을 수행함에 있어서 특허권 기타 제3자의 권리 대상으로\n되어있는 것을 사용할 때에는 사업자에게 그 사용에 관한 일체의 책임이 있음",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "산출물명",
            "주요 (포함)내용",
            "작성주기",
            ""
          ],
          [
            "",
            "",
            "",
            "회의록",
            "․업무 주요사항 의사결정 등 정리",
            "익일",
            ""
          ],
          [
            "",
            "",
            "",
            "주간\n보고서",
            "․주간업무실적 및 차주업무계획\n․기타 주요안건",
            "매주",
            ""
          ],
          [
            "",
            "",
            "",
            "월간보고서 ․월간 업무실적",
            "",
            "매월",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 27 - 제안사는사업추진과정에서생산되는제반작업단위별산출물에대하여 작업일정계획및품질보증계획과연계하여산출물의종류, 주요내용 등을제시해야함 최종결과물소스, 매뉴얼, 보고서등은발주기관의승인을득한후 원본파일을CD 또는외장하드에수록하여산출물과같이제출하여야 하고, 프로그램소스에대한형상관리가가능하도록협조하여야함 제안사는해당사업추진에따른변경사항에따라서변동되는기존운용 산출물도현행화해야함 산출정보 WBS, 과업대비표, 사업수행계획서, 기타산출물 관련요구사항 PMR-004 요구사항고유번호 PMR-006 요구사항명칭 장소및환경 상세 설명 정의 사업수행에관한장소및환경 세부 내용 사업자는SW사업수행을위해필요한작업장소등장소, 설비, 기타 작업환경을상호협의하여결정하며, 핵심개발인력이아닌지원인력의 근무장소는보안등특별한사유가있는경우를제외하고는계약상대자가 달리정할수있음. 다만, 발주기관에서는제시된작업장소에관하여 보안요구사항을준수하지못한경우거부할수있으며발주기관에서 사업수행작업공간을제공하는경우발주기관용역개발실 사업수행에 소요되는장비사무가구, PC, 프린터, 네트워크등와환경구성은사업자가 준비하여야하고, 발주기관보안통제및관련지침을준수해야함 사업자는작업장소상호협의시제안요청서내명시된보안요구사항을 준수한작업장소를제시할수있으며, 발주기관에서는제시된작업장소에 관하여우선검토한다. 다만, 발주기관에서는공급자가제시한작업장소가 보안요구사항을준수하지못한경우거부할수있음 사업자가작업장소를제시할경우보안에대한방안을제시하여야함 - 공급자는원격지개발에따른보안사고등위험요인을식별하여이에 대한대응방안을제안하여야함 - 공급자는제안요청서에명시한보안요구사항등을준수하여원격지개발에 따른구체적인원격지보안관리대책참여인원, 원격지개발장소및장비, 원격지개발장소의노트북USB 등휴대용저장매체, 네트워크, 자료등을 제시하여야함 산출정보 관련요구사항",
      "tables": [
        [
          [
            "",
            "",
            "❍ 제안사는 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여\n작업 일정계획 및 품질보증계획과 연계하여 산출물의 종류, 주요 내용\n등을 제시해야 함\n❍ 최종 결과물(소스, 매뉴얼, 보고서 등)은 발주기관의 승인을 득한 후\n원본 파일을 CD 또는 외장하드에 수록하여 산출물과 같이 제출하여야\n하고, 프로그램 소스에 대한 형상관리가 가능하도록 협조하여야 함\n❍ 제안사는 해당 사업추진에 따른 변경사항에 따라서 변동되는 기존 운용\n산출물도 현행화 해야함"
          ],
          [
            "산출정보",
            "",
            "WBS, 과업대비표, 사업수행계획서, 기타 산출물"
          ],
          [
            "관련 요구사항",
            "",
            "PMR-004"
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "장소 및 환경"
          ],
          [
            "상세\n설명",
            "정의",
            "사업수행에 관한 장소 및 환경"
          ],
          [
            "",
            "세부\n내용",
            "❍ 사업자는 SW사업 수행을 위해 필요한 작업장소 등(장소, 설비, 기타\n작업환경)을 상호협의하여 결정하며, 핵심 개발인력이 아닌 지원인력의\n근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 계약상대자가\n달리 정할 수 있음. 다만, 발주기관에서는 제시된 작업장소에 관하여\n보안 요구사항을 준수하지 못한 경우 거부할 수 있으며 발주기관에서\n사업수행 작업 공간을 제공하는 경우(발주기관 용역개발실) 사업수행에\n소요되는 장비(사무가구, PC, 프린터, 네트워크 등)와 환경구성은 사업자가\n준비하여야 하고, 발주기관 보안통제 및 관련지침을 준수해야함\n❍ 사업자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을\n준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장소에\n관하여 우선 검토한다. 다만, 발주기관에서는 공급자가 제시한 작업장소가\n보안요구사항을 준수하지 못한 경우 거부할 수 있음\n❍ 사업자가 작업장소를 제시할 경우 보안에 대한 방안을 제시하여야 함\n- 공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에\n대한 대응방안을 제안하여야 함\n- 공급자는 제안요청서에 명시한 보안요구사항 등을 준수하여 원격지 개발에\n따른 구체적인 원격지 보안관리대책(참여 인원, 원격지 개발 장소 및 장비,\n원격지 개발 장소의 노트북·USB 등 휴대용 저장매체, 네트워크, 자료 등)을\n제시하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 28 - 요구사항고유번호 PMR-007 요구사항명칭 용역수행방법 상세 설명 정의 용역수행방법 세부 내용 제안사는용역을수행함에있어제안요청서에따라용역업무를 수행하여야함. - 다만, 필요한경우발주기관과제안사의합의에따라사업내용일부를 변경할수있으며, 특별한사유가없을시발주기관의요구사항을 반영하여야함 제안사는요구사항을빠짐없이관리하고, 각각의요구사항이관련 산출물에반영여부를확인할수있도록관리요구사항추적하여야함 산출정보 WBS, 과업대비표 관련요구사항 요구사항고유번호 PMR-008 요구사항명칭 위험관리 상세 설명 정의 위험관리방안제시 세부 내용 본사업의수행시발생예상되는쟁점및미결사항에대한관리, 사용자 요구사항의상세화과정에서의리스크관리등각종위험에대한통제및 리스크관리방안을제시하며, 지속적으로문제를파악관리하고, 조치사항에대하여추적할수있는방안을제시 산출정보 관련요구사항 요구사항고유번호 PMR-009 요구사항명칭 책임의한계 상세 설명 정의 제안사의책임 세부 내용 제안사는사업수행에필요한제반부대비용을부담하며, 안전사고를 방지하기위한관리적기술적방안을확보해야함 사업수행중제안사가발주기관의자산을손상하거나기타손실을끼친 경우원상복구또는손해배상을해야함 사업수행산출물에대하여제3자의특허권, 저작권침해로인한문제 발생시이에대한책임은제안사가부담함 제안사는발주기관의서면동의또는협의없이본사업에대한권리,",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "용역수행 방법"
          ],
          [
            "상세\n설명",
            "정의",
            "용역수행 방법"
          ],
          [
            "",
            "세부\n내용",
            "❍  제안사는 용역을 수행함에 있어 “제안요청서”에 따라 용역업무를\n수행하여야 함.\n- 다만, 필요한 경우 발주기관과 제안사의 합의에 따라 사업내용 일부를\n변경할 수 있으며, 특별한 사유가 없을 시 발주기관의 요구사항을\n반영하여야 함\n❍  제안사는 요구사항을 빠짐없이 관리하고, 각각의 요구사항이 관련\n산출물에 반영 여부를 확인할 수 있도록 관리(요구사항 추적)하여야 함"
          ],
          [
            "산출정보",
            "",
            "WBS, 과업대비표"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "위험관리"
          ],
          [
            "상세\n설명",
            "정의",
            "위험관리 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "❍ 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자\n요구사항의 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 통제 및\n리스크 관리 방안을 제시하며, 지속적으로 문제를 파악 관리하고,\n조치사항에 대하여 추적할 수 있는 방안을 제시"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "책임의 한계"
          ],
          [
            "상세\n설명",
            "정의",
            "제안사의 책임"
          ],
          [
            "",
            "세부\n내용",
            "❍ 제안사는 사업 수행에 필요한 제반 부대비용을 부담하며, 안전사고를\n방지하기 위한 관리적·기술적 방안을 확보해야 함\n❍ 사업 수행 중 제안사가 발주기관의 자산을 손상하거나 기타 손실을 끼친\n경우 원상복구 또는 손해배상을 해야 함\n❍ 사업 수행 산출물에 대하여 제3자의 특허권, 저작권 침해로 인한 문제\n발생시 이에 대한 책임은 제안사가 부담함\n❍ 제안사는 발주기관의 서면동의 또는 협의 없이 본 사업에 대한 권리,"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 29 - 의무를타인에게양도할수없음 사업완료후시스템운영과관련된제안사의책임으로발생되는모든 사고와그로인한손해는제안사가부담하여야함 제안서에대하여해석상의이견이있을때는발주기관의해석에따르고, 제안서에명시되지않은사항은국가를당사자로하는계약에관한 법률과기타계약에관한법령, 예규를준용함 당해계약목적물의지식재산권은용역계약일반조건기획재정부계약예규 제679호, 2024.1.1.에따라결정함 계약목적물의지식재산권은발주기관과제안사가공동으로소유함을 원칙으로하되세부사항은협의하여결정함 공급자는공급받은SW산출물에대하여제안요청서, 계약서등에 누출금지정보로명시한정보를삭제하고활용하여야하며, 이를확인하는 공급자대표명의의확약서를발주기관에제출하여야함 공급자가반출된SW산출물을제3자에게제공하려는경우반드시 발주기관으로부터사전승인을받아야함 본사업을통해개발되는소프트웨어는용역계약일반조건제56조계약목적물의 지식재산권귀속등에따라타기관과공동활용할계획이없음 발주기관은공급자가제공받은SW산출물을무단으로유출하거나 누출되는경우및누출금지정보를삭제하지않고활용하는경우에는 국가계약법시행령제76조제1항제3호에따라입찰참가자격을제한함 산출정보 관련요구사항 요구사항고유번호 PMR-010 요구사항명칭 과업변경관련사항 상세 설명 정의 과업변경발생시과업변경심의위원회에관한사항 세부 내용 과업변경요구발생시발주기관내외부전문가로위원회를구성하여 과업내용, 계약금액조정등적절성을심의 산출정보 관련요구사항 요구사항고유번호 PMR-011 요구사항명칭 검수및검사 상세 설명 정의 검수및검사요건 세부 검사및검수는최종완료보고서접수일로부터14일이내에실시",
      "tables": [
        [
          [
            "",
            "",
            "의무를 타인에게 양도할 수 없음\n❍ 사업 완료 후 시스템 운영과 관련된 제안사의 책임으로 발생되는 모든\n사고와 그로 인한 손해는 제안사가 부담하여야 함\n❍ 제안서에 대하여 해석상의 이견이 있을 때는 발주기관의 해석에 따르고,\n제안서에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한\n법률과 기타 계약에 관한 법령, 예규를 준용함\n❍ 당해 계약목적물의 지식재산권은 용역계약일반조건(기획재정부계약예규\n제679호, 2024.1.1.)에 따라 결정함\n❍ 계약목적물의 지식재산권은 발주기관과 제안사가 공동으로 소유함을\n원칙으로 하되 세부사항은 협의하여 결정함\n❍ 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에\n누출금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는\n공급자 대표명의의 확약서를 발주기관에 제출하여야 함\n❍ 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시\n발주기관으로부터 사전승인을 받아야 함\n❍ 본사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조(계약목적물의\n지식재산권 귀속 등)에 따라 타 기관과 공동 활용할 계획이 없음\n❍ 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나\n누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는\n「국가계약법 시행령」제76조제1항제3호에 따라 입찰참가자격을 제한함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "과업변경 관련 사항"
          ],
          [
            "상세\n설명",
            "정의",
            "과업변경 발생 시 과업변경심의위원회에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍ 과업변경요구 발생 시 발주기관 내·외부 전문가로 위원회를 구성하여\n과업 내용, 계약금액 조정 등 적절성을 심의"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "검수 및 검사"
          ],
          [
            "상세\n설명",
            "정의",
            "검수 및 검사요건"
          ],
          [
            "",
            "세부",
            "❍ 검사 및 검수는 최종 완료보고서 접수일로부터 14일 이내에 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 30 - 6 프로젝트 지원 요구사항PSR Project Support Requirement 내용 제안요청서, 제안서, 협상결과, 계약서, 사업수행계획서등과일치하지 않을경우지체없이보완후재검수를받아야함 당사는제반작업진척사항, 완성도등을검사하며, 검사결과 시정조치요구가있을경우제안사는성실히시정조치해야함 산출정보 완료보고서 관련요구사항 요구사항고유번호 PSR-001 요구사항명칭 요구사항에대한반영 상세 설명 정의 요구사항에대한영향도검토및일정관리 세부 내용 요구사항사항에대한조치활동수행 - 발주기관의요구내용을분석하고시스템에미치는영향도검토 - 과업내용서, 사업수행계획서, WBS에근거한사업추진 제안사는요구사항반영을위한필요시기관및현장방문, 사용자의견수렴 등활동을수행하여야함 사업수행시정보유출또는침해가발생되지않도록정보보호보안 및 개인정보보호관련법제도등을검토하며, 기술적조치반영 발주기관에서개인정보영향평가를수행할경우적극적인협조및결과에 대한보완반영 산출정보 WBS, 과업대비표 관련요구사항 요구사항고유번호 PSR-002 요구사항명칭 기술이전및안정화방안 상세 설명 정의 사업의기술이전및안정화방안제시 세부 내용 과업수행시함께참여하는발주기관의사업담당자에게과업수행과정상수반 되는전문기술, 최신동향및관련사항을이전하는데교육에최선을다해야함 기술이전계획서를통하여체계적인인수가이루어져야함 안정적인운영및정확한인계를위하여사업기간내수행업무에대한 문서화, 산출물정리를체계화하여이전하여야함 - 기술이전계획을상세히제시하고, 발주기관에이전하는것에최선을 다하여야함 - 시스템운영에필수사항, 장애조치사항등급별, 응급조치기술등",
      "tables": [
        [
          [
            "",
            "내용",
            "❍  제안요청서, 제안서, 협상 결과, 계약서, 사업수행계획서 등과 일치하지\n않을 경우 지체 없이 보완 후 재검수를 받아야 함\n❍  당사는 제반 작업진척 사항, 완성도 등을 검사하며, 검사결과\n시정조치요구가 있을 경우 제안사는 성실히 시정 조치해야 함"
          ],
          [
            "산출정보",
            "",
            "완료보고서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "요구사항에 대한 반영"
          ],
          [
            "상세\n설명",
            "정의",
            "요구사항에 대한 영향도 검토 및 일정관리"
          ],
          [
            "",
            "세부\n내용",
            "❍ 요구사항 사항에 대한 조치 활동 수행\n- 발주기관의 요구내용을 분석하고 시스템에 미치는 영향도 검토\n- 과업내용서, 사업수행계획서, WBS에 근거한 사업 추진\n* 제안사는 요구사항 반영을 위한 필요시 기관 및 현장방문, 사용자의견수렴\n등 활동을 수행하여야 함\n❍ 사업수행 시 정보유출 또는 침해가 발생되지 않도록 정보보호(보안) 및\n개인정보보호 관련 법·제도 등을 검토하며, 기술적 조치 반영\n❍ 발주기관에서 개인정보 영향평가를 수행할 경우 적극적인 협조 및 결과에\n대한 보완 반영"
          ],
          [
            "산출정보",
            "",
            "WBS, 과업대비표"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "기술이전 및 안정화 방안"
          ],
          [
            "상세\n설명",
            "정의",
            "사업의 기술이전 및 안정화 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "❍ 과업수행 시 함께 참여하는 발주기관의 사업담당자에게 과업수행 과정상 수반\n되는 전문기술, 최신동향 및 관련사항을 이전하는데 교육에 최선을 다해야 함\n❍ 기술이전계획서를 통하여 체계적인 인수가 이루어져야 함\n❍ 안정적인 운영 및 정확한 인계를 위하여 사업기간 내 수행업무에 대한\n문서화, 산출물 정리를 체계화하여 이전하여야 함\n- 기술이전계획을 상세히 제시하고, 발주기관에 이전하는 것에 최선을\n다하여야 함\n- 시스템 운영에 필수사항, 장애조치사항(등급별), 응급조치 기술 등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 31 - 과업수행결과에대한안정화방안제시및수행 산출정보 기술이전계획서, 이전점검표 관련요구사항 요구사항고유번호 PSR-003 요구사항명칭 하자보수지원 상세 설명 정의 사업의하자보수지원 세부 내용 하자보수기간은검수완료후1년으로함 하자보수지원방안에지원범위, 지원인력및지원방법상주, 비상주, 지원내용등을제시하여야함제안서명시 하자보수범위를초과하는유상처리건에대비하여, 무상처리범위를 명확하게제시하여야함 사업종료시하자보수확약서를제출하여야함 산출정보 하자보수계획서제안서명시, 하자보수확약서 관련요구사항",
      "tables": [
        [
          [
            "",
            "❍  과업 수행 결과에 대한 안정화 방안 제시 및 수행"
          ],
          [
            "산출정보",
            "기술이전계획서, 이전점검표"
          ],
          [
            "관련 요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수 지원"
          ],
          [
            "상세\n설명",
            "정의",
            "사업의 하자보수 지원"
          ],
          [
            "",
            "세부\n내용",
            "❍  하자보수 기간은 검수완료 후 1년으로 함\n❍  하자보수 지원방안에 지원범위, 지원인력 및 지원방법(상주, 비상주),\n지원내용 등을 제시하여야 함(제안서 명시)\n❍  하자보수 범위를 초과하는 유상 처리 건에 대비하여, 무상처리 범위를\n명확하게 제시하여야 함\n❍  사업 종료 시 하자보수확약서를 제출하여야 함"
          ],
          [
            "산출정보",
            "",
            "하자보수 계획서(제안서 명시), 하자보수확약서"
          ],
          [
            "관련 요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 32 - V 제안서 작성요령 1. 제안서의 효력 제안서에 제시된 내용발주기관과 협의에 의하여 수정, 보완, 변경된 내용 포함은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 가짐. 다만, 계약서에 명시된 경우는 계약서가 우선함 발주기관은 필요 시 제안사와 협의하여 추가 제안 또는 자료 요구를 할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력이 있음 2. 제안서 작성지침권고사항 및 유의사항 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안이 가능함 제안서는 제시된 제안서 목차 및 제안서 세부작성지침을 준용하여 각각 세분화하여 누락 없이 작성하고, 제안요청사항에 요구하는 사항 누락은 평가항목에서 제외될 수 있음 제안서는 각 항목에 대한 계획수립 방안을 제시하고, 상기 제안요청 서에 기술되지 않았어도 본 사업을 추진하는데 있어 필수적이라고 판단되는 사항은 제안범위에 포함 제출된 제안서의 기재 내용은 실제 사실과 일치해야 하며, 당사의 요청이 없는 한 수정보완할 수 없음 제안서는 A4 사이즈, 3공 바인더 형태로 제출하여야 하며 원본 1부 사본 9부를 제출하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 33 - 요구사항 고유번호는 즉시 확인 가능하도록 제작 제안서 본문 내용은 50페이지단면 10 내외로 작성 제안요약서는 제안서를 30페이지 이내로 요약 작성제안서 요약자료로 PPT발표용으로 활용함 제안서 원본 1부 외 사본에는 제안사의 사명 또는 제안사를 추정 할 수 있는 로고나 BI 사용을 절대 금지함 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호 부여 제안서 및 제안요약서는 PPT로 작성하여야 하며, 사용된 영문약어에 대해서는 약어표 제공 제안서는 A4 횡방향 작성을 원칙으로 하되, 부득이한 경우 A4 종방향 또는 기타 사이즈 용지를 일부 사용할 수 있음 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 제안서 및 제안요약서의 표지 이후 제일 앞 장에는 반드시 제안서 조 견표목차 및 순서 반드시 준수, 페이지 번호 포함를 삽입하여 이후 제안내용의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙여 표시하여야 하며, 각 장별로 번호를 부여함 제안서의 내용은 명확한 용어를 사용하여 표현함을 원칙으로 하며, 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하여 제시 중요 질문사항은 문서로 질의함을 원칙으로 하며, 전화 또는 구두 질의 사항에 대해 응답한 사항은 법적 효력을 갖지 못함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 34 - 제안서 작성에 소요되는 비용은 제안사가 부담하며, 제출된 제안서는 반납하지 아니함 계약 후에도 제안서의 내용이 허위로 작성한 사실이 발견되거나 제안 된 내용을 충족시키지 못할 경우, 제안사는 이에 대한 일체의 책임을 지어야 함 3. 제안서 목차 아래의 작성목차 및 요령에 따라 순서대로 작성하되, 제안사가 추가로 제시할 내용이 있는 경우 각 항목의 마지막 부분에 별도 기재 요망 I. 일반현황 1. 제안사 일반현황 2. 제안사의 조직 및 인원 3. 투입인력 및 이력사항 4. 제안사의 특징 및 장점 II. 전략 및 방법론 1. 사업이해도 2. 추진전략 3. 적용기술 4. 사업추진방법론 III. 수행계획 1. 웹 접근성 품질진단 2. 웹 접근성 품질관리 3. 웹 접근성 교육 IV. 수행기반 1. 보안 요구사항 2. 품질 요구사항 3. 제약사항 V. 프로젝트 관리",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 35 - 4. 세부 작성지침 1. 관리방법론 2. 일정관리 3. 기밀보안관리 4. 위험 이슈 관리 VI. 프로젝트 지원 1. 인수인계 2. 기술지원 3. 기타 항 목 작 성 방 법 I. 일반현황 1. 제안사 일반현황 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별 매출액을 명료하게 제시하여야 한다. 2. 제안사의 조직 및 인원 제안사컨소시엄 포함의 조직 및 인원현황을 제시하여야 한다. 3. 투입인력 및 이력사항 본 사업을 수행할 핵심인력PM, PL, 주요 기술자 등에 대한 이력사항을 제시하여야 한다.별지 제6호 서식 - 제안사 소속 이외의 인력은 하도급으로 간주하며, 업무분장 내역에 업체별 참여비율을 명시 - 조달청 협상에 의한 계약 제안서평가 세부기준제10조의4 제3항 제5호에 명시된 증빙서류 제출 단, 상용SW, 패키지 등의 서비스 지원인력, 외부 자문인력 등 통상적인 개발인력이 아닌 경우는 제시하지 말 것 제안요청 내용과 연관 없는 불필요한 학력사항이나, 자격사항은 배재 4. 제안사의 특징 및 장점 제안업체 및 내용의 비교우위 내용을 기술하여야 한다. - 제안내용의 적절성, 전문성, 차별성 등 II. 전략 및 방법론 1. 사업이해도 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소 고려하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 적용기술 제안사는 사업수행을 위한 주요 적용기술 및 세부 개발방법론, 적용기술의 실현가능성 등을 제시하여야 한다. 4. 사업추진방법론 법률 및 제도 분석, 내외부 환경, 기술동향, 업무조직시스템 분석 및 유사사례 분석, 사업추진 범위 및 방향성 진단, 업무 프로세스 및 이해관계자",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  일반현황",
            ""
          ],
          [
            "1.  제안사  일반현황",
            "제안사의  일반현황  및  주요  연혁,  최근  3년간의  자본금  및  부문별  매출액을 \n명료하게  제시하여야  한다."
          ],
          [
            "2.  제안사의  조직 \n및  인원",
            "제안사(컨소시엄  포함)의  조직  및  인원현황을  제시하여야  한다."
          ],
          [
            "3.  투입인력  및 \n이력사항",
            "본  사업을  수행할  핵심인력(PM,  PL,  주요  기술자  등)에  대한  이력사항을 \n제시하여야  한다.[별지  제6호  서식]\n  -  제안사  소속  이외의  인력은  하도급으로  간주하며,  업무분장  내역에  업체별 \n참여비율을  명시 \n  -  ｢조달청  협상에  의한  계약  제안서평가  세부기준｣제10조의4  제3항  제5호에 \n명시된  증빙서류  제출\n    ※  단,  상용S/W,  패키지  등의  서비스  지원인력,  외부  자문인력  등  통상적인 \n개발인력이  아닌  경우는  제시하지  말  것\n    ※  제안요청  내용과  연관  없는  불필요한  학력사항이나,  자격사항은  배재"
          ],
          [
            "4.  제안사의  특징 \n및  장점",
            "제안업체  및  내용의  비교우위  내용을  기술하여야  한다.   \n  -  제안내용의  적절성,  전문성,  차별성  등"
          ],
          [
            "Ⅱ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의  목적, \n범위,  전제조건  및  제안의  특징  및  장점을  요약하여  기술하여야  한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소  고려하여 \n창의적이고  타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  적용기술",
            "제안사는  사업수행을  위한  주요  적용기술  및  세부  개발방법론,  적용기술의 \n실현가능성  등을  제시하여야  한다."
          ],
          [
            "4.  사업추진방법론",
            "법률  및  제도  분석,  내·외부  환경,  기술동향,  업무·조직·시스템  분석  및 \n유사사례  분석,  사업추진  범위  및  방향성  진단,  업무  프로세스  및  이해관계자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 36 - 항 목 작 성 방 법 등을 고려하여 사업추진 방법을 구체적이고 적절하게 제시하여야 한다. III. 수행계획 1. 웹 접근성 품질진단 웹 접근성 품질진단에 대한 지침을 기반으로 진단계획 수립, 진단 실시, 결과도출에 있어서 요구사항을 충족할 만큼 구체적인 방안을 제시한다. 2. 웹 접근성 품질관리 웹 접근성 사전검증 및 품질인증을 위한 주요 고려사항 제시, 품질관리 계획수립, 실시평가단 구성 계획 포함, 결과 도출에 있어서 요구사항을 충족할 만큼 구체적인 방안을 제시한다. 3. 웹 접근성 교육 교육훈련 방법, 내용, 교육일정, 교육훈련 조직 등 구체적인 교육계획 수립, 교육 결과보고에 대해 요구사항을 충족할 만큼 구체적인 방안을 제시한다. IV. 수행기반 1. 보안 요구사항 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정보보호 대책을 제시하여야 하며, 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적 보안대책 및 보안관리 계획 등을 제시하여야 한다. 2. 품질 요구사항 본 사업의 품질보증을 위한 계획 및 방안, 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시하여야 한다. 3. 제약사항 제안요청서의 기술, 표준, 데이터, 업무, 법제도 및 안전관리 등의 제약조건 내에서 목표사업을 수행하기 위해 제시한 수행 및 검증방안을 제시하여야 한다. V. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행 시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시하여야 한다. 2. 일정관리 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등을 제시하여야 한다. 3. 기밀보안관리 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정보보호 대책을 제시하여야 한다. 4. 위험 이슈 관리 사업과 관련한 위험 및 이슈에 대한 식별 및 분석, 위험ᆞ이슈 관리 절차 및 대응방안 등 위험 및 이슈관리계획을 제시하여야 한다. VI . 프로젝트 지원 1. 인수인계 검사 및 인계 등을 위한 인계 전략과 검사 대상ᆞ방법, 충족조건 및 인계계획을 제시하여야 한다. 2. 기술지원 기술지원 대상 범위, 내용 및 수준, 기술 매뉴얼 등 기술지원이 필요한 사항에 대한 계획 및 방안을 제시하여야 한다. 3. 기타 상기항목에서 제시되지 않은 기타 내용을 기술한다.",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "등을  고려하여  사업추진  방법을  구체적이고  적절하게  제시하여야  한다.",
            ""
          ],
          [
            "Ⅲ.  수행계획",
            ""
          ],
          [
            "1.  웹  접근성 \n품질진단",
            "웹  접근성  품질진단에  대한  지침을  기반으로  진단계획  수립,  진단  실시, \n결과도출에  있어서  요구사항을  충족할  만큼  구체적인  방안을  제시한다."
          ],
          [
            "2.  웹  접근성 \n품질관리",
            "웹  접근성  사전검증  및  품질인증을  위한  주요  고려사항  제시,  품질관리 \n계획수립,  실시(평가단  구성  계획  포함),  결과  도출에  있어서  요구사항을 \n충족할  만큼  구체적인  방안을  제시한다."
          ],
          [
            "3.  웹  접근성  교육",
            "교육훈련  방법,  내용,  교육일정,  교육훈련  조직  등  구체적인  교육계획  수립, \n교육  결과보고에  대해  요구사항을  충족할  만큼  구체적인  방안을  제시한다."
          ],
          [
            "Ⅳ.  수행기반",
            ""
          ],
          [
            "1.  보안  요구사항",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과 \n개인정보보호  대책을  제시하여야  하며,  사업  수행에  사용되는  문서,  인원, \n장비  등에  대하여  물리적,  관리적  보안대책  및  보안관리  계획  등을 \n제시하여야  한다."
          ],
          [
            "2.  품질  요구사항",
            "본  사업의  품질보증을  위한  계획  및  방안,  품질보증의  범위,  품질보증을  위한 \n조직,  절차,  점검방법  등을  제시하여야  한다."
          ],
          [
            "3.  제약사항",
            "제안요청서의  기술,  표준,  데이터,  업무,  법제도  및  안전관리  등의  제약조건 \n내에서  목표사업을  수행하기  위해  제시한  수행  및  검증방안을  제시하여야  한다."
          ],
          [
            "Ⅴ.  프로젝트  관리",
            ""
          ],
          [
            "1.  관리방법론",
            "사업위험,  사업진도,  사업수행  시  보안을  관리하는  방법,  사업수행  성과물이나 \n산출물의  형상  및  문서를  관리하는  방법  등을  구체적으로  제시하여야  한다."
          ],
          [
            "2.  일정관리",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  인력,  조직  등을 \n제시하여야  한다."
          ],
          [
            "3.  기밀보안관리",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과 \n개인정보보호  대책을  제시하여야  한다."
          ],
          [
            "4.  위험  이슈  관리",
            "사업과  관련한  위험  및  이슈에  대한  식별  및  분석,  위험ㆍ이슈  관리  절차  및 \n대응방안  등  위험  및  이슈관리계획을  제시하여야  한다."
          ],
          [
            "Ⅵ  .  프로젝트  지원",
            ""
          ],
          [
            "1.  인수인계",
            "검사  및  인계  등을  위한  인계  전략과  검사  대상ㆍ방법,  충족조건  및 \n인계계획을  제시하여야  한다."
          ],
          [
            "2.  기술지원",
            "기술지원  대상  범위,  내용  및  수준,  기술  매뉴얼  등  기술지원이  필요한 \n사항에  대한  계획  및  방안을  제시하여야  한다."
          ],
          [
            "3.  기타",
            "상기항목에서  제시되지  않은  기타  내용을  기술한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 37 - VI 제안안내 사항 1 입찰 참가자격 사업자 선정 방식 국가를 당사자로 하는 계약에 관한 법률시행령 제43조 및 제 43조의2에 의거협상에 의한 계약체결 방법을 적용 계약체결에 필요한 세부적인 사항은 계약예규 협상에 의한 계약 체결기준기획재정부계약예규 제656호을 적용 입찰 참가자격 제안 사업의 수행이 가능한 업체로서 다음 요건을 모두 갖춘 사업자 -국가를 당사자로하는 계약에 관한 법률제27조 및 동법 시행령 제76조부정당업자의 입찰참가자격 제한에 해당되지 않은 업체 -국가를 당사자로 하는 계약에 관한 법률 시행령제12조경쟁 입찰의 참가자격 및 같은 법 시행규칙 제14조입찰참가자격요건의 증명에 따른 유자격자로 조달청 입찰참가자격 등록증을 소지한 사업자 -SW 진흥법제2조에 의한 소프트웨어사업자컴퓨터관련서비스업 최근년도결산신고된SW사업자신고확인서제출 - 최근년도 결산신고된 SW사업자 신고확인서 제출 -중소기업제품 구매촉진 및 판로지원에 관한 법률시행령 제2조의 2에 따른 소기업소상공인 포함으로서 확인서소기업 또는 소상 공인를 소지한 자 상호출자제한기업집단 소속기업 및 대기업 참여제한 사항 -소프트웨어 진흥법제48조 제4항에 따라 상호출자제한기업집단에 속하는 회사는 입찰에 참여 불가",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 38 - - 본 사업은 20억 미만의 사업으로서, 소프트웨어 진흥법제48조 제2항에 의거 대기업 및 중견기업인 소프트웨어 사업자의 입찰 참여를 제한중소기업자만 입찰참가 가능 중소소프트웨어사업자의사업참여지원에관한지침 대상업체 사업금액의 하한 매출액 8천억원 이상인 대기업 80억원 이상 매출액 8천억원 미만인 대기업 40억원 이상 중견기업 20억원 이상 중소기업기본법제2조의중소기업이중견기업성장촉진및경쟁력강화에관한 특별법 제2조의 중견기업에 해당되는 대기업이 된 경우 그 사유가 발생한 날로부터5년이경과되지않은대기업 소프트웨어진흥법제48조제4항에따라상호출자제한기업집단소속회사의입찰참여제한 공동수급공동이행방식의 형태로 참가할 경우, 아래 사항을 준수 - 본 사업은 공동수급을 허용하며, 공동수급업체 구성원은 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁입찰의 참가 자격 및 동법 시행규칙 제14조 규정에 저촉되지 않아야 함 - 공동수급체는 5개 이하로 구성하여야 하며, 구성원별 계약참여 최소지분율은 10 이상으로 하여야 함 공동계약운용요령기획재정부계약예규제651호 제9조제5항참조 - 공동수급은 공동이행방식을 원칙으로 하며, 공동계약운용요령 상 의 공동수급 표준협정서공동이행방식는 G2B를 통해 등록",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 39 - 2 입찰 및 낙찰방식 가. 입찰 방식 제한경쟁입찰 ᄋ 국가를 당사자로 하는 계약에 관한 법률 제7조계약의방법 나. 계약체결 방식 협상에 의한 계약방식 ᄋ 국가를 당사자로 하는 계약에 관한 법률 시행령 제43조, 제43조의2 ᄋ 협상에 의한 계약체결기준기획재정부계약예규 제647호 다. 세부 평가방법 기술평가와 가격평가를 실시하여 종합평가점수로 산출 ᄋ 종합평가점수 산출 - 종합 평가점수 기술능력 평가점수 입찰가격 평가점수 ᄋ평가비율 기술평가90, 가격평가10 ᄋ조달청 협상에 의한 계약 제안서평가 세부기준제9조를바탕 으로 본 사업에 적합한 내용으로 재구성조달청지침, 제134호 ᄋ기술평가 점수는 평가위원이 평가한 점수 중 최고점수 1개와 최저 점수 1개를 제외하고, 나머지 점수를 평균하여 획득점수를 산출 ᄋ동점 시 처리방침 - 종합 평가점수가 동점인 경우 기술능력 평가점수가 높은 업체 선정 - 기술능력 평가점수도 동일한 경우, 기술능력의 세부평가 항목 중 배점이 높은 평가항목에서 점수가 높은 업체를 선정 본제안요청서에서별도로기술하지아니한사항은협상에의한계약체결 기준기획재정부예규에따름",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 40 - 기술적 평가기준 ᄋ 평가항목 및 배점한도 평가부문 평가항목 평가기준 배점 한도 정량적 평가 5 일반 현황 5 경영상태 제안사의 경영 안정성 평가신용평가등급 5 정성적 평가 90 전략 및 방법론 20 사업 이해도 사업수행계획이 사업의 목표 및 특성에 부합하는지 여부와 사업에 대해 주변 환경분석과 업무내용의 연관관계의 이해를 바탕으로 일관성 있는 방향과 전략을 제시하고 있는가를 평가한다. 5 추진전략 사업수행 일정과 위험 요소를 고려한 추진전략 수립의 타당성을 평가한다. 5 적용기술 사업에 적정한 방법론의 제안 타당성을 평가하고, 실제 적용 사례와 경험을 바탕으로 기술과 경험을 적절히 활용하고 있는가를 평가한다. 5 사업추진방법론 법률 및 제도 분석, 내외부 환경, 기술동향, 업무조직시스템 분석 및 유사사례 분석, 사업추진 범위 및 방향성 진단, 업무 프로세스 및 이해관계자 등을 고려하여 사업추진 방법을 구체적이고 적절하게 제시하였는지 평가한다. 5 수행 계획 30 웹 접근성 품질진단 웹 접근성 품질진단에 대한 지침을 기반으로 진단계획 수립, 진단 실시, 결과도출에 있어서 요구사항을 충족할 만큼 구체적인 방안을 제시하였는지 평가한다. 10 웹 접근성 품질관리 웹 접근성 사전검증 및 품질관리를 위한 주요 고려사항 제시, 품질관리 계획수립, 실시평가단 구성 계획 포함, 결과 도출에 있어서 요구사항을 충족할 만큼 구체적인 방안을 제시한다. 10 웹 접근성 교육 교육훈련 방법, 내용, 교육일정, 교육훈련 조직 등 구체적인 교육계획 수립, 교육 결과보고에 대해 요구사항을 충족할 만큼 구체적인 방안을 제시한다. 10 수행 기반 15 보안 요구사항시스템 보안성 확보 방안과 개인정보보호 대책을 평가하고, 제안한 방안 및 기술이 적용 가능한지를 평가한다. 5 품질 요구사항 품질관리방안품질관리의 범위, 절차, 점검방법 등이 해당 사업의 수행에 적합한지 평가하며, 그 방안이 구체적으로 계획되어 있는가를 평가한다. 5 제약사항 제안요청서의 기술, 표준, 데이터, 업무, 법제도 및 안전관리 등의 제약조건 내에서 목표사업을 수행하기 위해 제시한 수행 및 검증방안이 구체적이고 적절한지 평가한다. 5 프로 젝트 관리 20 관리 방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등을 평가한다. 5 일정관리 사업수행에 필요한 수행기간과 세부일정이 구체적으로 제시되었는지 평가한다. 또한 각 활동에 필요한 일정 계획이 적절히 수립되었는지를 평가한다. 5 기밀보안관리 사업을 추진하는 동안 발생할 수 있는 악영향으로부터 기밀을 보호하고 원활한 사업수행의 보장을 위한 물리적, 관리적 보안 체계 및 대책이 구체적이고 적절한지 평가한다. 5",
      "tables": [
        [
          [
            "평가부문",
            "",
            "평가항목",
            "평가기준",
            "배점\n한도"
          ],
          [
            "정량적 \n평가\n(5)",
            "일반\n현황\n(5)",
            "경영상태",
            "제안사의  경영  안정성  평가(신용평가등급)",
            "5"
          ],
          [
            "정성적 \n평가\n(90)",
            "전략 \n및 \n방법론\n(20)",
            "사업\n이해도",
            "사업수행계획이  사업의  목표  및  특성에  부합하는지  여부와  사업에 \n대해  주변  환경분석과  업무내용의  연관관계의  이해를  바탕으로 \n일관성  있는  방향과  전략을  제시하고  있는가를  평가한다.",
            "5"
          ],
          [
            "",
            "",
            "추진전략",
            "사업수행  일정과  위험  요소를  고려한  추진전략  수립의 \n타당성을  평가한다.",
            "5"
          ],
          [
            "",
            "",
            "적용기술",
            "사업에  적정한  방법론의  제안  타당성을  평가하고,  실제  적용 \n사례와  경험을  바탕으로  기술과  경험을  적절히  활용하고 \n있는가를  평가한다.",
            "5"
          ],
          [
            "",
            "",
            "사업추진방법론",
            "법률  및  제도  분석,  내·외부  환경,  기술동향,  업무·조직·시스템 \n분석  및  유사사례  분석,  사업추진  범위  및  방향성  진단,  업무 \n프로세스  및  이해관계자  등을  고려하여  사업추진  방법을 \n구체적이고  적절하게  제시하였는지  평가한다.",
            "5"
          ],
          [
            "",
            "수행\n계획\n(30)",
            "웹  접근성 \n품질진단",
            "웹  접근성  품질진단에  대한  지침을  기반으로  진단계획  수립, \n진단  실시,  결과도출에  있어서  요구사항을  충족할  만큼  구체적인 \n방안을  제시하였는지  평가한다.",
            "10"
          ],
          [
            "",
            "",
            "웹  접근성 \n품질관리",
            "웹  접근성  사전검증  및  품질관리를  위한  주요  고려사항  제시, \n품질관리  계획수립,  실시(평가단  구성  계획  포함),  결과  도출에 \n있어서  요구사항을  충족할  만큼  구체적인  방안을  제시한다.",
            "10"
          ],
          [
            "",
            "",
            "웹  접근성  교육",
            "교육훈련  방법,  내용,  교육일정,  교육훈련  조직  등  구체적인 \n교육계획  수립,  교육  결과보고에  대해  요구사항을  충족할  만큼 \n구체적인  방안을  제시한다.",
            "10"
          ],
          [
            "",
            "수행\n기반\n(15)",
            "보안  요구사항",
            "시스템  보안성  확보  방안과  개인정보보호  대책을  평가하고,  제안한 \n방안  및  기술이  적용  가능한지를  평가한다.",
            "5"
          ],
          [
            "",
            "",
            "품질  요구사항",
            "품질관리방안(품질관리의  범위,  절차,  점검방법  등)이  해당  사업의 \n수행에  적합한지  평가하며,  그 방안이 구체적으로  계획되어 있는가를 \n평가한다.",
            "5"
          ],
          [
            "",
            "",
            "제약사항",
            "제안요청서의  기술,  표준,  데이터,  업무,  법제도  및  안전관리 \n등의  제약조건  내에서  목표사업을  수행하기  위해  제시한  수행 \n및  검증방안이  구체적이고  적절한지  평가한다.",
            "5"
          ],
          [
            "",
            "프로\n젝트 \n관리\n(20)",
            "관리\n방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행 \n성과물이나  산출물의  형상  및  문서를  관리하는  방법  등을 \n평가한다.",
            "5"
          ],
          [
            "",
            "",
            "일정관리",
            "사업수행에  필요한  수행기간과  세부일정이  구체적으로  제시되었는지 \n평가한다.  또한  각  활동에  필요한  일정  계획이  적절히 \n수립되었는지를  평가한다.",
            "5"
          ],
          [
            "",
            "",
            "기밀보안관리",
            "사업을  추진하는  동안  발생할  수  있는  악영향으로부터  기밀을 \n보호하고  원활한  사업수행의  보장을  위한  물리적,  관리적  보안  체계 \n및  대책이  구체적이고  적절한지  평가한다.",
            "5"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 41 - 조달청협상에의한계약제안서평가세부기준별표3 조달청지침, 제134호, 2023.5.4. 활용 정량적 평가기준 ᄋ조달청 협상에 의한 계약 제안평가 세부기준제9조제3항제1호 준용 신용등급에의한경영상태평가기준 신용평가등급 평점 회사채 기업어음 기업신용평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 배점의100 BBB-, BB, BB0, BB- A3-, B, B0 BBB-, BB, BB0, BB- 배점의95 B, B0, B- B- B, B0, B- 배점의90 CCC 이하 C 이하 CCC 이하 배점의70 등급별평점이소수점이하의숫자가있는경우소수점다섯째자리에서반올림함 1신용정보의 이용 및 보호에 관한 법률제2조 제8의3에 해당하는 신용조회사 또는자본시장과 금융투자업에 관한 법률제335조의 3에 따라 업무를 영위하는신용평가사가 입찰공고일 이전에 평가 하고 유효기간 내에 있는 회사채, 기업어음및 기업신용평가등급 을 국가종합전자조달시스템에 조회된 신용평가등급으로 평가하되, 가장 최근의 신용평가등급으로 평가한다. 다만, 가장 최근의 신용 평가등급이 다수가 있으며 그 결과가 서로 다른 경우에는 가장 낮 은 등급으로 평가한다. 평가부문 평가항목 평가기준 배점 한도 위험 이슈 관리 사업과 관련한 위험 및 이슈에 대한 식별 및 분석, 위험ᆞ이슈 관리 절차 및 대응방안 등 위험 및 이슈관리계획이 구체적이고 적절한지 평가한다. 5 프로 젝트 지원 10 인수인계 검사 및 인계 등을 위한 인계 전략과 검사 대상ᆞ방법, 충족조건 및 인계계획이 구체적이고 적절한지 평가한다. 5 기술지원 기술지원 대상 범위, 내용 및 수준, 기술 매뉴얼 등 기술지원이 필요한 사항에 대한 계획 및 방안이 구체적이고 적절한지 평가한다. 5 합 계 100",
      "tables": [
        [
          [
            "평가부문",
            "",
            "평가항목",
            "평가기준",
            "배점\n한도"
          ],
          [
            "",
            "",
            "위험  이슈  관리",
            "사업과  관련한  위험  및  이슈에  대한  식별  및  분석,  위험ㆍ이슈  관리 \n절차  및  대응방안  등  위험  및  이슈관리계획이  구체적이고  적절한지 \n평가한다.",
            "5"
          ],
          [
            "",
            "프로\n젝트 \n지원\n(10)",
            "인수인계",
            "검사  및  인계  등을  위한  인계  전략과  검사  대상ㆍ방법,  충족조건  및 \n인계계획이  구체적이고  적절한지  평가한다.",
            "5"
          ],
          [
            "",
            "",
            "기술지원",
            "기술지원  대상  범위,  내용  및  수준,  기술  매뉴얼  등  기술지원이 \n필요한  사항에  대한  계획  및  방안이  구체적이고  적절한지  평가한다.",
            "5"
          ],
          [
            "합    계",
            "",
            "",
            "",
            "100"
          ]
        ],
        [
          [
            "신용평가등급",
            "",
            "",
            "평점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용평가등급",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20,\nA2-, A3+, A30",
            "AAA, AA+, AA0, AA-,\nA+, A0, A-, BBB+, BBB0",
            "배점의 100%"
          ],
          [
            "BBB-, BB+, BB0, BB-",
            "A3-, B+, B0",
            "BBB-, BB+, BB0, BB-",
            "배점의 95%"
          ],
          [
            "B+, B0, B-",
            "B-",
            "B+, B0, B-",
            "배점의 90%"
          ],
          [
            "CCC+ 이하",
            "C 이하",
            "CCC+ 이하",
            "배점의 70%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 42 - 2 국가종합전자조달시스템에서 신용평가등급 확인서가 확인되지 않 은 경우에는 최저등급으로 평가하며, 유효기간 시작일 또는 만료일 이 입찰공고일인 경우에도유효한 것으로 평가한다. 다만, 입찰공 고일 다음날 이후에 발생 또는 수정된 자료는 평가에서 제외한다. 3 주 1에도 불구하고, 합병 또는 분할한 자가 입찰공고일 이전에 평 가한 신용평가등급이 없는 경우에는 입찰서 제출 마감일 전일까 지 발급된 유효기간 내에 있는 가장 최근의 신용평가등급으로 평 가한다. 다만, 합병 후 새로운 신용평가등급이 없는 경우에는 입 찰공고일 이전에 평가하고 유효기간 내에 있는 신용평가등급으로 서 합병 대상자 중 가장 낮은 신용평가등급을 받은 자의 신용평 가등급으로 평가한다. 4 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수상의 배점 한도를 부여한다. 이 경우 창업기업에 대한 확인은 중소기업제품공공구매 종합정보망에 등재된 자료로 확인하며, 창업기업확인서의 유효기간 내에 있어야 한다. 다만, 제안서 평가일 전일까지 발급된 자료도 심사에 포함하며, 이 경우 입찰공고일 이전 창업을 확인 할 수 있는 자료법인인 경우 법인등기부상 법인설립 등기일, 개인사업자인 경우에는 사업자등록증명서 상 사업자등록 일를 제출하여야 한다.이하 창업기업에 대한 확인방법은 같다 5 공동수급체의 경우 구성원별 해당 점수에 지분율을 곱한 후 그 점수들을 합산하여 최종 평가하고, 평가 결과 소수점 이하의 숫 자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사점수A사지분율B사점수B사지분율 6 중소기업협동조합이 입찰에 참여하는 경우 중소기업협동조합의 신용평가등급으로 평가한다. -조달청 협상에 의한 계약 제안평가 세부기준제9조제3항제2호 준용",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 43 - 유사사업수행경험에 의한 수행실적 평가기준 평가등급 평점 100 이상 배점의100 70 이상100 미만 배점의90 40 이상70 미만 배점의80 40 미만 배점의70 해당사업규모대비입찰공고일기준최근3년간사업수행실적금액기준을 합산적용. 단, 입찰공고일을기준으로최근7년이내에사업을개시한창업 기업에대해서는최근7년간사업수행실적을합산적용 1 수행실적은 입찰공고 또는 제안요청서 등 입찰 관계서류에 따로 정한 경우를 제외하고는 계약일자 및 납품기한에 관계없이 이행이 완료된 시점을 기준으로 평가한다. 이 경우 입찰공고일에 이행완료 된 실적도 평가에 포함하나, 입찰공고일 다음날부터 이행완료된 자료는 평가에서 제외한다. 2등급구간별 평점은 제9조제8항제1호에 따라 부여한다. 3등급구간 및 구간별 평점은 위 표에 의하며, 필요하다고 인정되는 경우 입찰공고에 달리 정할 수 있다. 4실적 인정 범위와 제9조 제8항 제3호 나목 및 다목에 따라 실적평가를 제외하는 경우 실적평가 제외기준은 제안요청서에 정하되, 수행 실적은 제5항에 따라 제출된 실적을 기준으로 평가한다. 5 입찰자는 수행실적 평가를 위하여 별지 제4호서식의 수행실적 총 괄표와 다음 각 목에 따른 별지 또는 그에 준하는 제5호서식의 수행실적증명서 등을 제출하여야 한다. 가. 국가기관, 지방자치단체, 기획재정부장관이 지정한 공공기관 또는 지방공기업법령 적용 기관이 발급한 수행실적증명서 나. 위 가목에서 정한 이외의 기관 또는 민간이 발주한 경우 발주 자가 발급한 수행실적증명서, 계약서, 세금계산서필요시 거래 명세표 포함 등을 첨부하여야 함",
      "tables": [
        [
          [
            "평가등급",
            "평점"
          ],
          [
            "100% 이상",
            "배점의 100%"
          ],
          [
            "70% 이상～100% 미만",
            "배점의 90%"
          ],
          [
            "40% 이상～70% 미만",
            "배점의 80%"
          ],
          [
            "40% 미만",
            "배점의 70%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 44 - 다. 위 가목과 나목에도 불구하고 한국소프트웨어산업협회장이 발급 하는 소프트웨어사업 수행실적 확인서 라. 국외의 공공기관, 민간기업 등이 발주한 경우 가목 및 나목을 준용하되, 공공기관 이외의 납품실적은 이를 공증하거나 해당 국가의 상공회의소 또는 해당 국가에 주재하는 대한민국 공관의 확인을 받은 경우에는 세금계산서 등 증빙자료 첨부를 생략할 수 있음 마. 이행실적에 대한 입증 책임은 입찰자가 부담하며 의무를 다하지 아니하여 실적확인이 어려운 경우에는 실적으로 인정하지 아니한다. 6공동수급체의 경우 구성원별 실적에 지분율을 곱한 후 그 실적들을 합산한 실적으로 최종 평가하고, 평가 결과 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 한다. 예 A사실적A사지분율B사실적B사지분율에대한점수 7중소기업협동조합이 입찰에 참여하는 경우 해당계약을 이행할 출자 또는 분담업체의 실적으로 평가하며 6호의 평가방법에 따라 평가한다. 8합병, 분할, 사업양수도가 있는 경우 다음 각 호에 따라 실적을 평가한다. 이 경우 입찰자는 합병 전분할 전사업양도 업체의 실 적증빙서류를 제출하여야 한다. 가. 합병 소멸 업체의 실적을 존속 또는 신설 업체의 실적에 합산하여 평가 나. 분할 분할 전 업체의 실적을 권리의무를 승계한 업체의 실적에 포함하여 평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이 를 갖춘 경우에만 실적으로 인정한다. 다. 사업양수도 사업양도인의 실적을 사업양수인의 실적으로 포함 하여 평가. 다만, 시설, 기술자 등 요건이 필요할 때에는 이를 갖춘 경우에만 실적으로 인정한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 45 - 협상적격자 선정 및 협상순서 ᄋ계약예규 협상에 의한 계약체결 기준기획재정부계약예규 제656호에 따름 ᄋ 기술능력 평가점수가 배점한도의 85 이상인 자를 협상적격자로 선정 - 협상적격자가 없는 경우 재공고 입찰에 부칠 수 있음 ᄋ 협상순서는 종합평가점수의 고득점순에 의하여 결정 - 협상이 성립된 때에는 다른 협상적격자와의 협상은 실시하지 않음 - 협상이 성립되지 않으면 동일한 기준과 절차에 따라 순차적으로 차순위 협상적격자와 협상 실시 - 모든 협상적격자와 협상 결렬 시 재공고 입찰에 부칠 수 있음 협상방법 및 기준 ᄋ협상대상자가 제안한 사업내용, 이행방법, 이행일정, 제안가격 등 제안서의 내용을 대상으로 협상을 실시하며 협상대상자와 협상을 통해 그 내용의 일부는 조정이 가능함 ᄋ협상대상자가 제안한 내용을 가감하는 경우에는 가감 내용에 상당 하는 금액을 사업예산 범위 내에서 조정 가능 - 제안요청 시 포함되지 않았으나 발주기관의 협상 요구에 의하여 증 가되는 사업범위에 대해서는 이에 해당하는 원가 반영 가능 3 입찰서류 및 제안서 제출 안내 가. 제출안내 제안서 제출마감 입찰공고에 따름 제안요청 설명회 미실시 행정기관및공공기관정보시스템구축운영지침제28조제안요청설명회 개최 중략 추정가격이20억원이상인사업에대해서는제안요청설명회를실 시하여야한다감염병예방등으로필요한경우영상회의등온라인설명회가능",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 46 - 제안 설명회제안 평가회 입찰공고 참고 ᄋ 유의사항 제안 설명은 제안사주사업자의 사업관리자PM가 직접 발표해야하며, 자격은 입찰공고일 전일부터 입찰참가업체에 재직 중인 자이며 공동계약으로 참여할 경우 대표사 소속이어야 합니다. - 사업관리자PM이 발표하는 것이 원칙이나 불가피한 사유 발생 시 우리 원과 사전 협의하여 사업관리자PM가 지정한 대리인제안사 직원이 발표할 수 있음 제안서발표자는입찰공고일전에해당업체에재직중인자로한정 - 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명기하여야 함 나. 제출서류 입찰공고 참고 ᄋ제안서, 제안요약서 및 발표자료 ᄋ기타 입찰공고서에서 제출 요구한 서류 ᄋ공동수급협정서사본을 제안서에 첨부할 것해당자에 한함 조달청요청에따라제출서류및방법은변경될수있음 제안요약서와발표자료가동일한경우발표자료제출생략가능 컨소시엄구성원의경우, 동일사업의타컨소시엄에참여할수없음 다. 제안서 제출 일정 및 방법 ᄋ 제출기한 및 제출방법 입찰공고서 참조 ᄋ 제출종류 및 부수 입찰공고서 참조 ᄋ 문의처 한국재정정보원 집행정산운영부 - 김효진 과장 026908-8152passion07fis.kr 다. 입찰 시 유의사항 ᄋ 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 입찰참가자의 부담으로 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 47 - ᄋ 낙찰자로 결정된 이후에 공동수급 구성원을 변경할 수 없음 ᄋ 제안서 인력은 단독 또는 공동수급 구성원의 자사인력으로 구성 하여야 함 ᄋ 공동수급체 소속 외의 인력은 하도급으로 간주하며, 발주사의 승 인을 얻지 못할 경우에는 공동수급체 구성원 자사인력으로 대체 하여야 함 ᄋ 공동계약의 경우, 공동수급 구성원 중 정당한 이유 없이 공동계약 이행계획서에 따라 실제 계약에 참여하지 아니하는 구성원에 대해 부정당업자로 제재조치 등 입찰참가자격을 제한함 ᄋ 입찰공고문, 제안안내서, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률, 소프트웨어 진흥법, 기획재정부 계약예규, 국제표준규격 등 관련 규정 및 발주사의 계약 요령에 따름 ᄋ 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 국가를 당사자 로 하는 계약에 관한 법률 등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자 에게 있음 ᄋ 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조 및 시행 규칙 제14조 규정, 용역입찰유의서 제 12조에 저촉될 경우 입찰 은 무효로 함 ᄋ 입찰자는 발주사로부터 배부 받은 입찰에 관한 서류 또는 각종 가료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사 용하여서는 아니 됨 ᄋ 사업결과에 따른 시스템 및 산출물의 소유권에 대해서는 발주기관과 협의가 필요함. 다만, 본 사업에서 새롭게 제시되거나 적용된 부분 의 계약목적물에 한하여 지식재산권은 공동 소유함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 48 - ᄋ 본 사업 수행과정에서 법제도의 변경, 정부의 정책변경 등 현저한 사업 환경 변화가 있을 경우 사업이 변경될 수도 있음 - 이 경우, 계약 이전의 변경사항에 대하여는 계약 협상 시에 반영하여 계약토록 하고, - 계약 후 발생되는 변경사항은 변경일을 기준으로 과업을 현행화 또는 대체과제로 변경대체과제가 없을 시 정산을 상호 협의하여 진행 ᄋ 계약상대자는 계약 진행과정과 사업완료 후 하자보수기간동안 발주기관의 감사 등 관련자료 및 서류 열람에 적극 협력하여야 함 ᄋ 제안 내용의 전부 또는 일부에 대하여 담합한 사실이 발견되는 경우 에는 제안을 무효로 함 ᄋ 제안요청서 및 제안서의 내용에 대한 해석상의 문제가 있을 경우, 발주기관과 협의하여 결정하여야 함 ᄋ PM사업관리자는 협상에 의한 계약 제안서평가 세부기준 및 조 달기준에 따라 입찰공고일 전부터 입찰참가업체에 재직 중이어야 함 ᄋ 기타 규정되지 않은 사항이나 의견 분쟁 시에는 상호 협의하여 조정함 4 기타 사항 하자보수 책임기간 본 사업의 하자담보 책임기간은 계약사업자는 본 사업이 종료한 날 사업에 대한 시험 및 검사를 수행하여 최종산출물을 인도한 날을 말함로부터 1년으로 함 작업장소 작업 장소는행정기관 및 공공기관 정보시스템 구축운영 지침행정안 전부고시 제 2023-27호제41조에 의거하여 상호 협의 결정",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 49 - 계약목적물의 지식재산권 귀속 사업 결과에 따른 지식재산권은 발주기관과 계약당사자가 공동으로 소유 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약 목적물의 지식재산권 귀속 등에 따라 타 기관과 공동활용할 계획이 없음 SW산출물 활용 촉진 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주 기관에서는 보안업무규정제4조 및 제안요청서에 명시된 누출금지정보에 해 당하지 않을 경우 SW산출물을 제공함단, 공급자는 다음 내용을 준수하여야 함 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명의의 확약서를 발주기관에 제출하여야 함 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관으로부터 사전승인을 받아야 함 - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가를 당사자로 하는 계약에 관한 법률 시행령대통령령 제33861호, 2023.11.16. 제76조부정당업자의 입찰참가자격 제한 제2항 제3호에 따라 입찰참가 자격을 제한함 하도급계약 하도급 사전승인 - 본 사업은 수주자공동계약의 경우 공동수급체 구성원 포함가 직접 수행 함을 원칙으로 하되, 본 사업의 하도급의 경우 소프트웨어 진흥법 제",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 50 - 51조제5항, 동법 시행규칙 제14조제1항 및 소프트웨어사업 계약 및 관리감독에 관한 지침의 규정에 의하여 반드시 발주기관으로부터 사전승인을 받고 하도급 계약을 체결하여야 함 하도급 비율제한 - 본 사업 과업의 일부를 하도급하려는 경우 소프트웨어진흥법 제51조 제1항에 따라 물품상용소프트웨어 포함 구매금액을제외한소프트웨어 사업금액의 100분의 50을 초과할 수 없으며, 동조 제3항에 따라 다시 하도급은 원칙적으로 불허함 하도급 계획서 제출 요청 - 본 사업 과업의 일부를 하도급하려는 경우 입찰 시 및 계약체결 시 소프트웨어 사업의 계약 및 관리감독 지침과학기술정보통신부고시제2023-15호의별지 서식 별지 제7호의 소프트웨어사업 하도급계획서를 제출하여야 함 - 본 사업은 기술성 평가 시 하도급계획적정성을 평가항목에 포함하는 사업으로 소프트웨어 기술성 평가기준 지침별지 제4호서식 소프트웨어사업 하도급 계 획 적정성 확인서를 제출해야 함 본 사업의 과업 일부를 하도급하려는 경우 - 하도급 계획의 적정성 평가를 위하여 입찰 시 조달청 협상에 의한 계약 제안서평가 세부기준의 별지 14호 서식인 소프트웨어사업 하도급 계획서를 제출하고, - 계약체결 시 소프트웨어사업 계약 및 관리감독에 관한 지침의 별지 제7호 서식인 소프트웨어사업 하도급 계획서를 제출하여야 함 하도급 계약의 적정성 판단 세부기준 명시 - 하도급계약의 승인을 신청하는 경우,소프트웨어사업의 계약 및 관리 감독 지침에 따른 하도급계약의 적정성 판단 세부기준에따라 적정성여부를 판단하며, 평가점수가 85점 이상인 경우에 한하여하도급",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 51,
      "text": "- 51 - 계약을 승인함. 다만, 85점 이상인 경우라 하더라도 하도급 계약의 세부 조건 등으로 인하여 사업의 원활한 수행이 불가능하다고 인정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음 공동수급체 구성 - 본 사업에서 전체 사업금액 대비 10를 초과하여 하도급하려는 경우, 소프트웨어진흥법 제51조제6항 및 동 법 시행령 제48조제5항에 따라 하도급이 아닌 공동수급체를 구성하여 참여해야하며, 공동수급체를 구 성하지 못하는 불가피한 사정이 있는 경우 그 사유를 제시하여야 함 상세사항은 소프트웨어진흥법 제51조, 소프트웨어진흥법 시행령 제48조, 소프트웨어진흥법 시행규칙 제14조, 소프트웨어사업의 계약 및 관리감독 지침과학기술정보통신부고시제2023-15호 준수",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 52 - VII 별지 서식 서식번호 서식명 별지 제1호 서식 제안서 표지 별지 제2호 서식 일반현황 및 연혁 별지 제3호 서식 자본금 및 매출액최근 3년 별지 제4호 서식 주요 사업실적 별지 제5호 서식 사업 실적 증명서 별지 제6호 서식 참여인력 이력사항 별지 제7호 서식 공동수급표준협정서공동이행방식 별지 제8호 서식 공동수급 합의각서 별지 제9-1호 서식 소프트웨어사업 하도급 계획서입찰 시 별지 제9-2호 서식 소프트웨어사업 하도급 계획 적정성 확인서 별지 제9-3호 서식 하도급계약의 적정성 판단 세부기준제19조 관련 별지 제9-4호 서식 하도급 대금지급 비율 명세서 별지 제9-5호 서식 소프트웨어사업 하도급재하도급 계약 승인신청서 별지 제10호 서식 표준 개인정보처리 위탁 계약서안 별지 제11호 서식 대표자 명의 보안 서약서 별지 제12호 서식 보안 서약서 별지 제13호 서식 보안 확약서 별지 제14호 서식 청렴계약 및 인권보호 이행각서 제출된 문서가 사실과 다를 경우, 사업자 선정이 무효됨을 알려드립니다. 참고자료 붙임별첨 명칭 붙임 1 외주 용역사업 보안특약 붙임 2 기술적용계획표 붙임 3 소프트웨어 영향평가 결과서",
      "tables": [
        [
          [
            "서식번호\n서식명",
            ""
          ],
          [
            "별지 제1호 서식",
            "제안서 표지"
          ],
          [
            "별지 제2호 서식",
            "일반현황 및 연혁"
          ],
          [
            "별지 제3호 서식",
            "자본금 및 매출액(최근 3년)"
          ],
          [
            "별지 제4호 서식",
            "주요 사업실적"
          ],
          [
            "별지 제5호 서식",
            "사업 실적 증명서"
          ],
          [
            "별지 제6호 서식",
            "참여인력 이력사항"
          ],
          [
            "별지 제7호 서식",
            "공동수급표준협정서(공동이행방식)"
          ],
          [
            "별지 제8호 서식",
            "공동수급 합의각서"
          ],
          [
            "별지 제9-1호 서식",
            "소프트웨어사업 하도급 계획서(입찰 시)"
          ],
          [
            "별지 제9-2호 서식",
            "소프트웨어사업 하도급 계획 적정성 확인서"
          ],
          [
            "별지 제9-3호 서식",
            "하도급계약의 적정성 판단 세부기준(제19조 관련)"
          ],
          [
            "별지 제9-4호 서식",
            "하도급 대금지급 비율 명세서"
          ],
          [
            "별지 제9-5호 서식",
            "소프트웨어사업 하도급(재하도급) 계약 승인신청서"
          ],
          [
            "별지 제10호 서식",
            "표준 개인정보처리 위탁 계약서(안)"
          ],
          [
            "별지 제11호 서식",
            "대표자 명의 보안 서약서"
          ],
          [
            "별지 제12호 서식",
            "보안 서약서"
          ],
          [
            "별지 제13호 서식",
            "보안 확약서"
          ],
          [
            "별지 제14호 서식",
            "청렴계약 및 인권보호 이행각서"
          ]
        ],
        [
          [
            "붙임/별첨\n명칭",
            ""
          ],
          [
            "붙임 1",
            "외주 용역사업 보안특약"
          ],
          [
            "붙임 2",
            "기술적용계획표"
          ],
          [
            "붙임 3",
            "소프트웨어 영향평가 결과서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 53 - 별지 제1호 서식 제안서 표지 e나라도움 업무시스템 웹 접근성 컨설팅 제 안 서 접수번호",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 54 - 별지 제2호 서식 일반현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁",
      "tables": [
        [
          [
            "회     사      명",
            "대 표 자"
          ],
          [
            "사  업     분  야",
            ""
          ],
          [
            "주             소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도       년   월",
            ""
          ],
          [
            "해당부문 종사기간       년   월  ～     년    월 (   년   개월)",
            ""
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 55 - 별지 제3호 서식 자본금 및 매출액 최근 3년 단위 천원 구 분 M-2 년도 M-1 년도 M 년도 자 본 금 매 출 액 컨설팅 부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 개발부문 교육부문 합 계 컨설팅 매출액의 경우 BPRISP, 전략컨설팅, 보안컨설팅, 감리 등으로 구분하여 상세히 기재한다.",
      "tables": [
        [
          [
            "구    분",
            "",
            "",
            "M-2 년도",
            "M-1 년도",
            "M 년도"
          ],
          [
            "자 본 금",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매 출 \n액",
            "컨설팅\n부문",
            "BPR/ISP",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "개발부문\n교육부문",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합  계",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 56 - 별지 제4호 서식 주요 사업실적 사 업 명 사업기간 계약금액 발 주 처 비 고 연도순으로 기재하며, 제안과제와 유사하거나 동일한 업무영역이나 사업형태에 관한 것만 기재한다. 단, 현재수행중인 사업은 비고란에 현재수행중임을 명시한다. 하도급은 발주처가 승인한 경우에 한하여 작성하며 비고란에 원도급회사를 기재한다. 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재한다. 사업별 사용 방법론을 비고에 기재한다. 한국소프트웨어산업협회에서발급하는이행실적확인서를가능한활용. 실적을확인할수있는실적증명서, 계약서등의증거서류제출, 확인이불가능한실적은인정하지않음 실적증명자료는붙임으로첨부하여야하며실적증명첨부서류에페이지를명시하여주요사업실적 비고란에페이지를표시하여야함",
      "tables": [
        [
          [
            "사 업 명",
            "사업기간",
            "계약금액",
            "발 주 처",
            "비    고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 57 - 별지 제5호 서식 사업 실적 증명서 신 청 인 업체명 대 표 자 영업 소재지 전화번호 사업자 번호 제 출 처 증명서 용도 입찰 및 제안서 심사 제출용 용역이행 실적내용 사업명 구 분 소프트웨어개발 유지관리운영위탁 BPRISP 컨설팅 기타 사업개요 계약번호 계약일자계약기간 계약금액 VAT 포함 용역이행 또는 납품실적 완료일자지분율 실적원 증 명 서 발급기관 위 사실을 증명함. 년 월 일 기관명 인 전화번호 주 소 발급부서 담당자 전화번호 1사업실적을공동계약으로이행하였을경우비율과이행실적을기재하여야합니다 2이행실적란은기재후투명접착테이프를붙여증명을받아야합니다. 3별도양식으로작성하는경우는그에따릅니다. 관련평가항목이없는경우제안서에사업실적증명서식은제출하지않음",
      "tables": [
        [
          [
            "신 청 인",
            "업체명",
            "",
            "",
            "대 표 자",
            "",
            "",
            ""
          ],
          [
            "",
            "영업\n소재지",
            "",
            "",
            "전화번호",
            "",
            "",
            ""
          ],
          [
            "",
            "사업자\n번호",
            "",
            "",
            "제 출 처",
            "",
            "",
            ""
          ],
          [
            "",
            "증명서 \n용도",
            "입찰 및 제안서 심사 \n제출용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "용역이행\n실적내용",
            "사업명",
            "",
            "",
            "구  분",
            "",
            "소프트웨어개발 (\n)\n)\n유지관리·운영위탁(\nBPR/ISP (\n)\n컨설팅 (\n)\n기타 (\n)",
            ""
          ],
          [
            "",
            "사업개요",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계약번호",
            "",
            "계약일자 계약기간",
            "계약금액\n(VAT 포함)",
            "용역이행 또는 납품실적",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "완료일자 지분율(%)",
            "실적(원)"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증 명 서\n발급기관",
            "위 사실을 증명함.\n년    월    일",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기관명 :\n(인)\n(전화번호 :\n)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주  소 :",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n담당자 :\n(전화번호 :\n)",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 58 - 별지 제6호 서식 참여인력 이력사항 성 명 소 속 직 책 연 령 세 참여인력 등급 근무경력 및 기술경력 년 개월 학술연구용역기준 SW기술자 기준 엔지니어링기술자 기준 기타 자 격 증 본사업 참여임무 목표투입공수 경 력 사 업 명 참 여 기 간 년월 년월 담 당 업 무 발 주 처 비 고 파견근로자보호 등에 관한 법률등에 의한 파견근로자인 경우에는 파견업체명과 원소속사를 함께 명기하여야 함 예시 업체명 원소속사명 근무 경력확인서, 기술 경력확인서는 소프트웨어 진흥법 시행규칙제13조소프트웨어기술자의 경력 등 확인 절차 등에 근거하여 근무 경력확인서 및 기술 경력확인서를 사용자대표자 또는소프 트웨어 사업 발주자 확인을 받아 제출소프트웨어기술자경력관리기관의 소프트웨어 기술경력증명서 또는 기타 경력을 증빙할 수 있는 서류로도 제출 가능 자격증, 경력 및 수행업무와 관련된 사항을 증명할 수 있는 자료를 붙임으로 첨부하여야 하며, 첨부 되지 않은 자료에 대하여는 인정하지 않음 참여인력이 대표사 또는 공동수급업체 인원인 경우에는 재직증명서를 붙임으로 첨부하고, 그 외인력채용예 정인력 등은 추후 추가 협상과정에서 발주기관의 요청이 있을 시 증빙자료를 제출해야 함 참여인력 평가 심사기준일은 입찰서 제출 마감일 전일로 하며 입찰서 제출마감일 이후 발생신고 또는 수정된 자료는 평가에서 제외됨 입찰자가 하도급 계약할 경우는 하도급 예정자의 기술자 등급별 인원 현황만 제출하고 하도급 예정자에 대한 증빙서류는 제출하지 않음",
      "tables": [
        [
          [
            "성 명\n소 속",
            "직 책",
            "연 령\n세"
          ],
          [
            "참여인력 등급",
            "근무경력 및 기술경력",
            "년    개월"
          ],
          [
            "학술연구용역기준 (\n)\nSW기술자 기준 (\n)\n엔지니어링기술자 기준 (\n) 기타 (\n)",
            "자     격     증",
            ""
          ],
          [
            "본사업 참여임무",
            "",
            "목표투입공수"
          ]
        ],
        [
          [
            "경        력",
            "",
            "",
            "",
            ""
          ],
          [
            "사   업   명",
            "참 여 기 간\n(년월 ～ 년월)",
            "담 당 업 무",
            "발 주 처",
            "비 고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 59,
      "text": "- 59 - 별지 제7호 서식 공동수급표준협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기술능력과 인원 및 기자재 를 동원하여 공사물품 또는 용역에 대한 계획입찰시공 등을 위하여 일정 출자비율에 따라 공동연대하 여 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재산의 관리 및 대금청구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 해당계약의 이행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권리의무관계가 남아있는 한 본 협정서의 효력은 존속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실근면 및 신의를 바탕으 로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체결하고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조거래계좌 계약예규 공동계약운용요령 제11조에 정한 바에 의한 선금, 기성대가 등은 다음계좌로 지급 받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1당 공동수급체의 출자비율은 다음과 같이 정한다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2제1항의 비율은 다음 각호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다만, 출자비율을 변경하는 경우에 는 공동수급체 일부구성원의 출자비율 전부를 다른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉진법에 따라 채권단이 구조 조정 대상으로 결정하여 구조조정중인 업체, 중도탈퇴의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 고려, 구성원이 협의 평가하는 것으로 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 60 - 제10조손익의 배분 계약을 이행한 후에 이익 또는 손실이 발생하였을 경우에는 제9조에서 정한 비율 에 따라 배당하거나 분담한다. 제10조의2비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등을 상호 협의하여 별도로 정할 수 있다. 3공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고려하여 산정한, 미납금에 상응 하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보관하며, 납부를 완료하는 경우에는 해당 구 성원에게 지급한다. 4분담금을 3회 이상 미납한 경우에 나머지 구성원은 발주기관의 동의를 얻어 해당 구성원을 탈퇴시 킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서는 분담금 납부주기 등에 따라 발주기관의 동 의를 얻어 다르게 정할 수 있다. 제11조권리의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3자에게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하나에 해당하는 경우 외에는 입찰 및 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하거나 제10조의2에 따른 비용을 미납 하여 해당구성원 외의 공동수급체의 구성원이 발주자의 동의를 얻어 탈퇴조치를 하는 경우 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하여 시행 령 제76조제1항제6호에 따라 입찰참가자격제한조치를 받은 경우 2제1항에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연대하여 해당계약을 이행한 다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공시액 등 잔여계약이행에 필요한 요건을 갖추지 못 할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당 요건을 충족하여야 한다. 3제2항 본문의 경우에 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율에 따라 분할하여 제9 조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후에 제10조의 손실을 공제한 잔액을 반환한다. 제13조하자담보책임 공동수급체는 공동수급체가 해산한 후 해당공사에 관하여 하자가 발생하였을 경우 에는 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못 하는 업체는 출자비율에 따라 책임을 진다. 제14조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영위원회를 설치하여 계약이 행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통에 공동수급체 구성원 이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 61 - 별지 제8호 서식 공동수급 합의각서 입찰공고번호 입찰일자 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체결 및 이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 62 - 별지 제9-1호 서식 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 제7호서식 소프트웨어사업하도급계획서입찰시 사업명 계약금액C 원 사업기간 년 월 일 년 월 일 수급인 공동수급체 대표 상호 대표자 사업자 등록번호 소재지 하도급 예정 계획 번호수급 인 하수급인 상호 하도급 계약명 하도급 계약기간 하도급 예정액A 계약금액 대비 하도급예정액 비율 1 . . . . . . 원 2 . . . . . . 원 합계 . . . . . . 원 직접 물품 구매 예정 계획 번호 구분 HWᆞ설비ᆞ상용S W 물품명 제조사 개발사 수량 구매시기 물품 구매 예정액B 1 원 2 원 합계 원 - 수급인이 공동수급체인 경우 공동수급체 구성원대표 포함의 하도급 예정 계획 명시 - 물품의 설치 및 유지ᆞ관리,소프트웨어 진흥법시행령 제48조제1항 각 호의 신기술 또는 전문기술등을 하도급에 포함하여 작성 - 직접 물품 구매 예정 계획은 수급인계약상대자이 직접 구매하는 물품에 한함 - 하도급 예정액 비율 합계 50 초과 예외사유 _____________________ - 계약금액C 하도급 예정액A 물품 구매 예정액B 수급인 자체 수행액 - 계약금액 대비 하도급 예정액 비율 하도급 예정액A계약금액C-물품구매 예정액B X 100 소프트웨어사업 계약 및 관리감독에 관한 지침제19조에 따라 소프트웨어사업 하도급 계획서를 제출합니다. 년 월 일 공동수급체 구성원 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 발주기관의 장 귀하 제출서류 - 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 - 물품 공급확약서 각 1부 유의사항 - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은소프트웨어 진흥법제51조제1항에 따라 총 계약 금액의 50를 초과 할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기재합니다. - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 국가기관등의 장에 게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관등의 장은 해당 서류의 보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않은 경우 해당 금액은 하도급 제한 비율로 산정됩니다. - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다. 210297백상지 80g",
      "tables": [
        [
          [
            "사업명",
            ""
          ],
          [
            "계약금액(C)",
            "원\n사업기간\n년      월      일  ∼        년      월      일"
          ],
          [
            "수급인\n(공동수급체  대표)",
            "상호\n대표자"
          ],
          [
            "",
            "사 업자\n소재지\n등록번호"
          ]
        ],
        [
          [
            "번호",
            "수급\n인",
            "하수급인\n상호",
            "하도급 \n계약명",
            "하도급  계약기간",
            "하도급\n예정액(A)",
            "계약금액  대비  하도급예정액 비율"
          ],
          [
            "1",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ],
          [
            "2",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ],
          [
            "합계",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ]
        ],
        [
          [
            "번호",
            "구분\n(HWㆍ설비ㆍ상용S\nW)",
            "물품명",
            "제조사\n(개발사)",
            "수량",
            "구매시기",
            "물품  구매  예정액(B)"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            "원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 63 - 별지 제9-2호 서식 소프트웨어 기술성 평가기준 지침 별지 제4호서식 소프트웨어사업 하도급 계획 적정성 확인서 앞쪽 사업명 사업기간 개월 입찰자 공동수급체 대표 상호 대표자 사업자등록번호 소재지 하도급 예정 계획 입찰자 하수급인상호 하도급 계약명 하도급 금액 비율 합 계 1 하도급 금액 비율은 원도급의 총입찰금액 대비 하도급 총금액의 비율 하도급금액비율 입찰금액물품구매예정액 하도급예정액 입찰자가 직접 구매하려는 물품하드웨어, 상용소프트웨어, 설비 등에 대한 구매 금액 - 하도급 금액 비율 합계 50 초과 사유 _________________________________________________ 2 재하도급을 하려는 경우 그 사유 ______________________________________________________ 하도급 비율이 10를 초과할 경우에 대한 사유 1 수요기관이 제안요청서에서 하도급 금액 비율이 10를 초과할 경우 입찰자에게 하도급인과 공동수급 체로 참여할 것을 요청하였는지 여부 , 2 하도급 비율이 10를 초과하는 데도 공동수급체로 참여시키지 않는 사유 _________________________ 표준하도급계약서 사용 여부 1소프트웨어 진흥법 제38조제4항에 따른 표준계약서를 활용 - 표준계약서 활용 여부 , - 표준계약서를 활용하지 않는 경우 사유 ______________________________________________ 2하도급거래 공정화에 관한 법률제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용 - 표준하도급계약서 활용 여부 , - 표준하도급계약서를 활용하지 않는 경우 사유 ______________________________________________ 위와 같이 소프트웨어사업 하도급 계획서를 제출하며소프트웨어사업 계약 및 관리감독에 관한 지침제20조에 따라 하도급 시 발주기관으로부터 사전승인을 받아 하도급 계약을 체결하고 정당한 사유 없이 하도급 계획을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기 하지 아니할 것임을 확약합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 발주기관의 장 귀하 210297백상지 80g 뒤쪽 유의사항",
      "tables": [
        [
          [
            "소프트웨어사업  하도급  계획  적정성  확인서\n(앞쪽)"
          ],
          [
            "사업명\n사업기간\n개월"
          ],
          [
            "입찰자\n상호\n대표자\n사업자등록번호\n소재지\n(공동수급체 대표)"
          ],
          [
            ""
          ],
          [
            "□  하도급  예정  계획"
          ],
          [
            "입찰자\n하수급인상호\n하도급 계약명\n하도급 금액 비율"
          ],
          [
            "% %"
          ],
          [
            ""
          ],
          [
            "합    계\n%"
          ],
          [
            "1) 하도급 금액 비율은 원도급의 총입찰금액 대비 하도급 총금액의 비율\n하도급 예정액\n× \n           하도급 금액 비율 입찰금액  물품구매 예정액\n    * 입찰자가 직접 구매하려는 물품(하드웨어, 상용소프트웨어, 설비 등)에 대한 구매 금액\n  - 하도급 금액 비율 합계 50% 초과 사유: _________________________________________________\n2) 재하도급을 하려는 경우 그 사유 : ______________________________________________________"
          ],
          [
            "□  하도급  비율이  10%를  초과할  경우에  대한  사유"
          ],
          [
            "1) 수요기관이 제안요청서에서 하도급 금액 비율이 10%를 초과할 경우 입찰자에게 하도급인과 공동수급\n체로 참여할 것을 요청하였는지 여부: ( ○ ), ( × )\n2) \n하도급 \n비율이 \n10%를 \n초과하는 \n데도 \n공동수급체로 \n참여시키지 \n않는 \n사유: \n_________________________"
          ],
          [
            "□  표준하도급계약서  사용  여부"
          ],
          [
            "1)「소프트웨어 진흥법」 제38조제4항에 따른 표준계약서를 활용\n  - 표준계약서 활용 여부: ( ○ ), ( × )\n  - 표준계약서를 활용하지 않는 경우 사유: ______________________________________________\n2)「하도급거래 공정화에 관한 법률」제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용\n  - 표준하도급계약서 활용 여부: ( ○ ), ( × )\n  - \n표준하도급계약서를 \n활용하지 \n않는 \n경우 \n사유: \n______________________________________________"
          ],
          [
            "위와  같이  소프트웨어사업  하도급  계획서를  제출하며「소프트웨어사업  계약  및  관리감독에 \n관한 지침」제20조에 따라 하도급 시 발주기관으로부터 사전승인을 받아 하도급 계약을 체결하고 \n정당한 사유 없이 하도급 계획을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기\n하지 아니할 것임을 확약합니다.                   \n년     월     일\n공동수급체 대  표   상  호\n                     대표자\n   (서명 또는 인)\n발주기관의 장  귀하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 64 - - 입찰자의 입찰금액 대비 하도급 금액 합계의 비율은소프트웨어 진흥법제51조제1항에 따라 입찰 금액의 50를 초과할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니하며 이 경우 예외사 유를 기재합니다. -소프트웨어 진흥법제51조제3항에 따라 재하도급은 금지됩니다. 단, 동 조 제3항 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 입찰자란에 재하도급 하는 하수급인의 상호를 명시하고, 예외사유를 기재 합니다. - 국가기관등의 장이소프트웨어 진흥법제51조제6항 및 같은 법 시행령 제48조제5항에 따라 입찰 금액 대비 하 도급 금액 비율이 100분의 10을 초과하는 경우에 대하여 입찰 시 공동수급체 구성원으로 참여를 요구한 경우 입찰자는 특별한 사유가 없으면 이에 따라야 합니다. 210297백상지 80g",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 65 - 별지 제9-3호 서식 소프트웨어사업 계약 및 관리감독에 관한 지침 별표 제3호서식 하도급계약의적정성판단세부기준제19조관련 I. 자격의 적정성 판단항목 세부 판단 항목 세부 판단 기준 및 방법 재하수급인 의 자격 참가제한 o 국가계약법또는 지방계약법에 따라 하수급인이 부정당업 자로 지정되어 입찰참가제한 중인 경우 감점 -25점 II. 수행능력의 적정성 III. 계약의 공정성 IV. 기타 판단항목 세부 판단 항목 세부 판단 기준 및 방법 재하수급인 의 사업수행 능력 40점 사업수행 실적 30점 1-1 하수급인의 최근 3년간 유사사업 수행실적 하도급 계약금액 대비 최근 3년간 유사사업 수행실적 합산액의 비율을 기준으로 평가 100이상 100미만 80이상 80미만 60이상 60미만 50이상 50미만 30점 28점 26점 2516점 15점 1-2 하도급 사업 투입 인력 중 해당 사업과 유사사업 수행에 1건 이상 참여한 경험이 있 는 인력비율 70이상 70미만 60이상 60미만 50이상 50미만 40이상 40미만 30점 28점 26점 2516점 15점 계약상대자는 1-1, 1-2 중 택일하여 판단요청 가능 증빙서류 미제출 및 제출한 서류로 사업수행실적이 증빙되지 않을 경우 0점 처 리 고용안정 및 적법근로 10점 2 하도급사업 투입인력 전원의 고용보험 가입 등 관련법 준수 여부 1.고용보험법 제15조에 따른 고용보험 가입 2. 파견근로자의파견근로자보호 등에 관한 법률 제7조에 따른 근로자파견사업 허가업체 소속 확인 및 고용보험 가입 3.고용보험법 제10조에 따라 고용보험법이 적용되지 않는 인력의 경우 이를 증명하는 서류 4. 대표자의 경우 사업자 등록증 하도급 사업 투입인력이 각 호를 충족하지 못하는 경우 0점 처리 재하도급 계약방식 60점 하도급 대금지급 방식의 적정성 30점 1 원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부 - 대금지급 방식 현금어음 등, 지급시기, 지급률 선금중도금잔금 불일치 ,일치여부무관 , , 전부일치 는일치하고 , 중1개일치 는일치하고 , 전부불일치 0점 30점 15점 0점 계약일반용역계약 일반조건제27조의2 또는하도급 거래 공정화에 관한 법률제 6조제1항 또는 제13조에 따른 적법한 기일15일이내 지급시기를 결정한 경우 와 일치 간주 원도급 사업의 계약대금 지급방식보다 하도급 계약대금의 지급방식이 하수급인 에게 유리한 경우에는 와 전부 일치 간주 하도급 금액의 적정성 30점 2 원도급의 하도급예정액 대비 하도급계약금액의 비율부분하도급률 95이상 95미만 90이상 90미만 85이상 85미만 80이상 80미만 70이상 70미만 30점 25점 20점 15점 10점 5점 1. 부분하도급률 하도급계약금액하도급예정액 100 2. 하도급예정액 국가기관등과 수급인간 계약서산출내역서상의 총 계약금액 중 각각 하도급 되는 예정금액 3. 하도급계약금액 재하도급 계약 시 계약서상의 명시된 계약금액",
      "tables": [
        [
          [
            "판단항목",
            "세부  판단 \n항목",
            "세부  판단  기준  및  방법"
          ],
          [
            "(재)하수급인\n의\n사업수행\n능력\n(40점)",
            "사업수행\n실적\n(30점)",
            "1-1   하수급인의  최근  3년간  유사사업  수행실적\n    ※  하도급  계약금액  대비  최근  3년간  유사사업  수행실적  합산액의  비율을  기준으로  평가\n100%미만～\n80%미만～\n60%미만～\n100%이상\n50%미만\n80%이상\n60%이상\n50%이상\n30점\n28점\n26점\n25～16점\n15점\n1-2   하도급  사업  투입  인력  중  해당  사업과  유사사업  수행에  1건  이상  참여한  경험이  있\n는  인력비율\n70%미만～\n60%미만～\n50%미만～\n70%이상\n40%미만\n60%이상\n50%이상\n40%이상\n30점\n28점\n26점\n25～16점\n15점\n    ※  계약상대자는  ◯1-1 ,  ◯1-2   중  택일하여  판단요청  가능\n    ※  증빙서류  미제출  및  제출한  서류로  사업수행실적이  증빙되지  않을  경우  0점  처\n리"
          ],
          [
            "",
            "고용안정\n및  적법근로\n(10점)",
            "②  하도급사업  투입인력  전원의  고용보험  가입  등  관련법  준수  여부 \n    1.「고용보험법」  제15조에  따른  고용보험  가입\n    2. \n파견근로자의「파견근로자보호 \n등에 \n관한 \n법률」 \n제7조에 \n따른 \n근로자파견사업  허가업체  소속  확인  및  고용보험  가입\n    3.「고용보험법」  제10조에  따라  고용보험법이  적용되지  않는  인력의  경우  이를 \n증명하는  서류\n    4.  대표자의  경우  사업자  등록증\n  ※  하도급  사업  투입인력이  각  호를  충족하지  못하는  경우  0점  처리"
          ]
        ],
        [
          [
            "(재)하도급\n계약방식\n(60점)",
            "하도급\n대금지급\n방식의 \n적정성\n(30점)",
            "①  원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부\n    -  ㉮ 대금지급 방식 (현금/어음 등), ㉯ 지급시기, ㉰ 지급률 (선금/중도금/잔금) \n㉮불일치\n㉮\n, ㉯, ㉰\n㉮는 일치하고\n㉮는 일치하고\n(㉯,㉰일치 여부 무관)\n전부 일치\n㉯\n, ㉰ 중 1개 일치\n㉯\n, ㉰ 전부 불일치\n0점\n30점\n15점\n0점\n    ※「(계약일반)용역계약  일반조건」제27조의2  또는「하도급  거래  공정화에  관한  법률」제\n6조제1항  또는  제13조에  따른  적법한  기일(15일)이내  지급시기를  결정한  경우  ㉯\n와  일치  간주\n    ※  원도급  사업의  계약대금  지급방식보다  하도급  계약대금의  지급방식이  하수급인\n에게  유리한  경우에는  ㉯와  ㉰  전부  일치  간주"
          ],
          [
            "",
            "하도급 \n금액의\n적정성\n(30점)",
            "중  \n  ②  원도급의  하도급예정액  대비  하도급계약금액의  비율(부분하도급률)\n95%미만～\n90%미만～\n85%미만～\n80%미만～\n95%이상\n70%미만\n90%이상\n85%이상\n80%이상\n70%이상\n30점\n25점\n20점\n15점\n10점\n5점\n    1.  부분하도급률(%)  =  (하도급계약금액/하도급예정액)  ×  100\n    2.  하도급예정액 \n:  국가기관등과  수급인간  계약서(산출내역서)상의  총  계약금액 \n각각  하도급  되는  예정금액\n    3.  하도급계약금액  :  (재)하도급  계약  시  계약서상의  명시된  계약금액"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 66 - 기타 가 점 최대 5점 1 최근 3년간 하수급인이 유효기간 내에 있는 소프트웨어 관련 인증을 획득한 경 우가점 2점 소프트웨어 관련 인증 소프트웨어프로세스SP, 소프트웨어 품질인증GS 1등급, 2등 급, 정보보호시스템인증CC, 국가정보원 검증지정, 신기술인증NET, 신제품인증NEP 등 국가인증 및 국제표준인증 등 2 최근 3년간 하수급인의 정부ᆞ지자체ᆞ공공기관 수상경력회당 1점 3 재하도급 계약 시 제20조제3항 각 호에 따른 표준계약서를 활용하는 경우가점 1 점",
      "tables": [
        [
          [
            "기타",
            "가  점\n(최대  5점)",
            "①  최근  3년간  하수급인이  유효기간  내에  있는  소프트웨어  관련  인증을  획득한  경\n우(가점  2점)\n  ※ 소프트웨어  관련  인증:  소프트웨어프로세스(SP),  소프트웨어  품질인증(GS  1등급,  2등\n급),  정보보호시스템인증(CC),  국가정보원  검증/지정,  신기술인증(NET),  신제품인증(NEP) \n등  국가인증  및  국제표준인증  등"
          ],
          [
            "",
            "",
            "②  최근  3년간  하수급인의  정부ㆍ지자체ㆍ공공기관  수상경력(회당  1점)"
          ],
          [
            "",
            "",
            "③  (재)하도급  계약  시  제20조제3항  각  호에  따른  표준계약서를  활용하는  경우(가점  1\n점)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 67 - 별지 제9-4호 서식 하도급대금지급비율명세서 원도급자 하도급자 사 업 명 하 도 급 사 업 명 회 사 명 회 사 명 사업기간 하 도 급 기 간 하도급 지급대금 원 하도급 지급 대금 세부내역 1구 분 2SW 월 평균임금 3투입 인력MM 4MM당 하도급 대가 5지급금액 34 6지급비율 합 계 상기와 같이 합의하였음을 확인합니다. 년 월 일 원도급자 직인 하도급자 직인 첨부서류 하도급 부문 산출 내역서 1 구분 소프트웨어진흥법 제2조제10호에서 정한 소프트웨어 기술자 2 SW 월평균임금 한국SW산업협회에서 공표하는 일평균임금 근무일수 4 MM당 하도급 대가 원도급자가 하도급자에게 지급하는 직접인건비 제경비 기술료 6 지급비율 지급급액 SW 월평균임금 투입인력",
      "tables": [
        [
          [
            "원도급자",
            "",
            "",
            "하도급자",
            "",
            "",
            ""
          ],
          [
            "사 업 명",
            "",
            "",
            "하 도 급 \n사 업 명",
            "",
            "",
            ""
          ],
          [
            "회 사 명",
            "",
            "",
            "회 사 명",
            "",
            "",
            ""
          ],
          [
            "사업기간",
            "",
            "",
            "하 도 급\n기    간",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "하도급\n지급대금",
            "원",
            "",
            ""
          ],
          [
            "하도급 지급\n대금 세부내역",
            "①구 분",
            "②SW 월 \n평균임금",
            "③투입\n인력(MM)",
            "④MM당 \n하도급 대가",
            "⑤지급금액\n(③×④)",
            "⑥지급비율"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합   계",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 68 - 별지 제9-5호 서식 소프트웨어 진흥법 시행규칙 별지 제21호서식 소프트웨어사업 하도급계약승인신청서 재하도급 소프트웨어산업정보종합관리체계www.swit.or.kr에서도 신청할 수 있습니다. 에는 해당되는 곳에 표를 합니다. 앞쪽 접수번호 접수일자 처리기간 10일 하도급 거 래 계 약 당사자 수급인 공동수급체 구성원 상호 대표자 사업자등록번호 소재지 하수급인 상호 대표자 사업자등록번호 소재지 재하수급인 상호 대표자 사업자등록번호 소재지 사업 내용 계약명 계약번호 계약금액A 계약일 년 월 일 계약기간 . . .부터 . . .까지 하도급 내용 계약명 하도급액B 비율 BA 계약 예정일 년 월 일 계약기간 . . .부터 . . .까지 하도급 내역 및 사유 필요한 경우 별지 사용 재하도 급 내용 계약명 재하도급액C 비율 CB 계약예정일 년 월 일 계약기간 . . .부터 . . .까지 재하도급 내역 및 사유 필요한 경우 별지 사용 소프트웨어 진흥법 제51조제5항 및 같은 법 시행규칙 제14조제1항에 따라 위와 같이 신청합니다. 년 월 일 신청인 서명 또는 인 발주기관의 장 귀하 첨부서류 1. 하도급 또는 재하도급 계약서안 사본 1부 2. 하도급 또는 재하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 1부 3. 하도급계약 적정성 판단 자기평가표 수수료 없 음 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "하도급\n거  래\n계  약\n당사자",
            "수급인\n(공동수급체 \n구성원)",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ],
          [
            "",
            "하수급인",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ],
          [
            "",
            "재하수급인",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ]
        ],
        [
          [
            "사업\n내용",
            "계약명",
            "",
            "계약번호",
            "계약금액(A\n)"
          ],
          [
            "",
            "계약일",
            "년    월    일",
            "계약기간",
            ".    .    .부터    .    .    \n.까지"
          ]
        ],
        [
          [
            "하도급\n내용",
            "계약명",
            "",
            "하도급액(B\n         ([비율 B/A]%)\n)"
          ],
          [
            "",
            "계약 예정일",
            "년    월    일\n계약기간",
            ".    .    .부터    .    .    \n.까지"
          ],
          [
            "",
            "하도급 내역\n및 사유",
            "( ※ 필요한 경우 별지 사용 )",
            ""
          ]
        ],
        [
          [
            "재하도\n급\n내용",
            "계약명",
            "",
            "재하도급액(C\n       ([비율 C/B] \n%)\n)"
          ],
          [
            "",
            "계약예정일",
            "년    월    일\n계약기간",
            ".    .    .부터    .    .    \n.까지"
          ],
          [
            "",
            "재하도급 \n내역 및 \n사유",
            "( ※ 필요한 경우 별지 사용 )",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 69 - 별지 제10호 서식 본 표준 개인정보처리위탁 계약서는 개인정보 보호법제26조제1항에 따라 위탁계약에 있어 개인정보 처리에 관하여 문서로 정하여야 하는 최소한의 사항을 표준적으로 제시한 것으로서, 위탁계약이나 위탁업무의 내용 등에 따라 세부적인 내용은 달라질 수 있습니다. 개인정보 처리 업무를 위탁하거나 위탁업무에 개인정보 처리가 포함된 경우에는 본 표준 개인 정보처리위탁 계약서의 내용을 위탁계약서에 첨부하거나 반영하여 사용하실수 있습니다. 표준 개인정보처리 위탁 계약서안 OOO이하갑이라한다과이하을이라한다는갑의개인정보처리업무를 을에게위탁함에있어다음과같은내용으로본업무위탁계약을체결한다. 제1조목적 이계약은갑이개인정보처리업무를을에게위탁하고, 을은이를 승낙하여을의책임아래성실하게업무를완성하도록하는데필요한사항을정함을 목적으로한다. 제2조용어의정의 본계약에서별도로정의되지아니한용어는개인정보보호 법, 같은법시행령및시행규칙,개인정보의안전성확보조치기준행정안전부 고시제2017-1호 및표준개인정보보호지침행정안전부고시제2017-1호에서 정의된바에따른다. 제3조위탁업무의목적및범위 을은계약이정하는바에따라 목 적으로다음과같은개인정보처리업무를수행한다.1 1. 2. 제4조위탁업무기간 이계약서에의한개인정보처리업무의기간은다음과같 다. 계약기간 20oo년o월o일 20oo년o월o일 제5조재위탁제한 1을은갑의사전승낙을얻은경우를제외하고갑과의 계약상의권리와의무의전부또는일부를제3자에게양도하거나재위탁할수없다. 2을이다른제3의회사와수탁계약을할경우에는을은해당사실을계약체결 7일이전에 갑에게통보하고협의하여야한다. 제6조개인정보의안전성확보조치 을은개인정보보호법제23조제2항및제24 조제3항및제29조, 같은법시행령제21조및제30조, 개인정보의안전성확보조 치기준행정안전부고시제2017-1호에따라개인정보의안전성확보에필요한기술 적관리적조치를취하여야한다. 제7조개인정보의처리제한 1을은계약기간은물론계약종료후에도위탁업무 수행목적범위를넘어개인정보를이용하거나이를제3자에게제공또는누설하여 서는안된다. 2을은계약이해지되거나또는계약기간이만료된경우위탁업무와관련하여보유 하고있는개인정보를개인정보보호법시행령제16조및개인정보의안전성 확보조치기준개인정보보호위원회고시제2021-2호에따라즉시파기하거나 갑에게반납하여야한다. 3제2항에따라을이개인정보를파기한경우지체없이갑에게그결과를통보 하여야한다. 1 각호의 업무 예시 고객만족도 조사 업무, 회원가입 및 운영 업무, 사은품 배송을 위한 이름, 주소, 연락처 처리 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 70 - 제8조수탁자에대한관리감독등 1갑은을에대하여다음각호의사항을감 독할수있으며, 을은특별한사유가없는한이에응하여야한다. 1. 개인정보의처리현황 2. 개인정보의접근또는접속기록 3. 개인정보접근또는접속대상자 4. 목적외이용제공및재위탁금지준수여부 5. 암호화등안전성확보조치이행여부 6. 그밖에개인정보의보호를위하여필요한사항 2갑은을에대하여제1항각호의사항에대한실태를점검하여시정을요구 할수있으며, 을은특별한사유가없는한이행하여야한다. 3갑은처리위탁으로인하여정보주체의개인정보가분실도난유출변조또는훼손 되지아니하도록1년에 회을을교육할수있으며, 을은이에응하여야한다2 4제1항에따른교육의시기와방법등에대해서는갑은을과협의하여시행한다. 제9조정보주체권리보장 1을은정보주체의개인정보열람, 정정삭제, 처리정지요 청등에대응하기위한연락처등민원창구를마련해야한다. 제10조개인정보의파기 1을은제4항의위탁업무기간이종료되면특별한사유가없 는한지체없이개인정보를파기하고이를갑에게확인받아야한다. 제11조손해배상 1을 또는을의임직원기타을의수탁자가이계약에의하여 위탁또는재위탁받은업무를수행함에있어이계약에따른의무를위반하거나 을 또는을의임직원기타을의수탁자의귀책사유로인하여이계약이해지 되어갑 또는개인정보주체기타제3자에게손해가발생한경우을은그손해를 배상하여야한다. 2제1항과관련하여개인정보주체기타제3자에게발생한손해에대하여갑이전부 또는일부를배상한때에는갑은이를을에게구상할수있다. 본계약의내용을증명하기위하여계약서2부를작성하고, 갑과을이서명또는 날인한후각1부씩보관한다. 20 . . . 2 개인정보의 안전성 확보조치 기준개인정보 보호위원회 고시 제2021-2호 및 개인정보 보호법 제26조 에 따라 개인정보처리자 및 취급자는 개인정보보호에 관한 교육을 의무적으로 시행하여야 한다. 갑 시 구 동 번지 성 명 인 을 시 구 동 번지 성 명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 71 - 별지 제11호 서식 대표자 명의 보안 서약서 본인은 년 월 일부로 관련 용역사업업무 을 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 사업과 관련하여 업무 중 알게 될 일체의 내용이 직무상 기 밀 사항임을 인정한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일절 누설 하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법 령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 4. 본인은 사업 수행시 본사 및 하도급업체로 인해 발생하는 위반사항에 대하여 모든 책임을 부담한다. 0000 년 00 월 00 일 서 약 자 업 체 명 업체 대표 직 위 성 명 서명 생 년 월 일 서약집행자 소 속 담당공무원 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 72 - 별지 제12호 서식 보안서약서 본인은 년 월 일부로 한국재정정보원의 다음 사업을 수행함에 있어 아래 사항을 준수할 것을 엄숙히 서약합니다. 사 업 명 사업기간 - 아 래 - 1. 본인은 한국재정정보원 업무 중 알게 될 일체의 내용이 직무상 기밀 사항 임을 인정한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 4. 본인은 사업수행 시 반입한 저장장치 반출 시 미디어 소거 후 폐기처분하드 디스크 등 자기장 처리로 사용불가에 동의한다. 5. 본인은 업무를 함에 있어, 발생하는 위반사항에 대하여 모든 책임을 부담 한다. 년 월 일 서 약 자 업 체 명 근무자 직 위 성 명 서명",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 73 - 별지 제13호 서식 보 안 확 약 서 본인은 귀 기관과 계약한 사업의 수행을 완료함에 있어, 다음 각 호의 보안사항에 대한 준수 책임이 있음을 서약하며 이에 확약서를 제출합니다. 1. 본 업체단체는 업체단체 및 사업 참여자가 사업수행 중 지득한 모든 자료를 반납 및 파기하여 복사본 등 용역사업 관련 자료를 보유하지 않으며, 지득한 정보에대한 유출을 절대 금지하겠습니다. 2. 본 업체단체는 하도급업체에 대해 상기 항과 동일한 보안사항 준 수 책임을 확인하고 보안확약서 징구하였으며, 하도급업체가 위의 보안사항을 위반할 경우에 주사업자로서 이에 동일한 법적책임을 지겠습니다. 3. 본 업체단체는 상기 보안사항을 위반할 경우에 귀 기관의 사업에참 여 제한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하겠 습니다. 년 월 일 서약업체단체 대표 소 속 직 급 성 명 서명 한국재정정보원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 74 - 별지 제14호 서식 청렴계약 및 인권보호 이행각서 당사는부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력 에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효 되었고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호응하여 한국재정정보원에서 발주하는 모든 공사, 물품 및 용역등의 입찰에 참여할 때 당사 및 하도급업체하도급업체와 직간접적으로 업무를 수행하는 자를 포함의 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위 를 않겠습니다. ᄋ 이를 위반하여 경쟁입찰에서 담합을 주도하여 낙찰을 받은 것이 사실로 드 러날 경우 한국재정정보원에서 발주하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 2년 동안 참가하지 않겠으며, ᄋ 경쟁입찰에서 담합을 주도한 것이 사실로 드러날 경우 한국재정정보원에서 발주하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 입찰에 참가하지 않겠으며, ᄋ 경쟁입찰에서 입찰자 간에 서로 상의하여 미리 입찰가격을 협정하거나 특정 인의 낙찰을 위하여 담합한 것이 사실로 드러날 경우 한국재정정보원에서 발주하는 입찰에 입찰참가자격 제한처분을 받은 날로부터 6월 동안 입찰에 참가하지 않겠으며, ᄋ 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우독점규제 및 공정 거래에 관한 법률에 따라 공정거래위원회에 고발하여 과징금 등을 부과토 록 하는데 일체의 이의를 제기하지 않겠습니다. 2. 입찰,낙찰,계약체결 또는 계약이행과정준공 이후도 포함에서 관계직원에게 직간접적으로 금품향응 및 부정한 취업 제공 등의 부당한 이익을 제공하지 않겠으며, ᄋ 이를 위반하여 입찰, 낙찰, 계약체결 및 계약이행과 관련하여 관계직원에게 2억원 이상의 뇌물을 제공한 사실이 드러날 경우에는 입찰참가자격 제한 처 분을 받은 날로부터 2년 동안 입찰에 참가하지 않겠으며, ᄋ 1억원 이상 2억원 미만의 뇌물을 준 자는 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 입찰에 참가하지 않겠으며,",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 75 - ᄋ 1천만원 이상 1억원 미만의 뇌물을 준 자는 입찰참가자격 제한 처분을 받은 날로부터 6개월 동안 입찰에 참가하지 않겠으며, ᄋ 1천만원 미만의 뇌물을 준 자는 입찰참가자격 제한 처분을 받은 날로부터 3 개월 동안 입찰에 참가하지 않겠습니다. 3. 입찰, 낙찰, 계약체결 또는 계약이행과 관련하여 관계직원에게 금품, 향응 및 부정한 취업 제공 등을 제공한 사실이 드러날 경우에는 계약체결 이전의 경 우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 해 당 계약의 전부 또는 일부계약을 해제 또는 해지하여도 감수하겠으며, 민형 사상 이의를 제기하지 않겠습니다. 4. 회사 임직원이 관계직원에게 금품, 향응 및 부정한 취업 제공 등을 제공하거 나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보 자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습 니다. 5. 회사내외부 이해관계자 인권의 존엄과 가치를 보호하기 위하여 상호 인권이 침해되지 않도록 사전예방하고 인권존중 및 보호이행에 위반되는 일체의 행위를 하지 않겠습니다. 위 청렴계약 및 인권보호 이행 서약은 상호신뢰를 바탕으로 한 약속으로서 반드 시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약 하여 이행하고, 입찰참가자격 제한, 계약해지 등 한국재정정보원의 조치와 관련하 여 당사가 한국재정정보원을 상대로 손해배상을 청구하거나 당사를 배제하는 입찰 에 관하여 민형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 2024. . . 서 약 자 인 한국재정정보원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 76,
      "text": "- 76 - 붙임 1호 외주 용역사업 보안특약 1. 외주 용역사업 보안특약 별표1 사업자 보안위규 처리기준 별표2 보안 위약금 부과 기준",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 77,
      "text": "- 77 - 1. 공통사항 누출금지대상정보 외주 용역사업 보안특약 1 사업자는 한국재정정보원의 보안정책을 위반하였을 경우 위규처리 기준별표1에 따라 위규자 및 관리자를 행정조치하고 보안 위 약금별표2을 한국재정정보원에 납부한다. 2 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 누출금지 대상정보에 대 한 보안관리계획을 사업제안서에 기재하여야 하며, 해당 정보 누 출시 한국재정정보원은 국가계약법 시행령 제76조에 따라 사업 자를 부정당업체로 등록한다. 3 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료 시 분임보안담당관의 입회하에 완전 폐기 또는 반납해야 한다. 4 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개 선을 완료하고 그 결과를 제출해야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 78,
      "text": "- 78 - 번호 구분 비고 1 소유 정보시스템의 내외부 IP 현황 2 세부 정보시스템 구성현황 및 정보통신망 구성도 3 정보시스템 사용자계정 및 비밀번호 등 정보시스템 접근권한 정보 4 전산통신망 및 취약점분석평가 결과물 5 국가용 보안시스템 및 정보보호시스템 도입현황 6 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 7 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 8 개인정보보호법제2조제1호 개인정보 9 보안업무규정제4조 비밀의 구분 10 각종 운영 보고서 및 침해사고 발생 현황 및 대응 보고서 11 사업 산출물결과물 및 정보시스템 프로그램 소스코드 12 해당기간 내 사업 수행 중 습득ᆞ인지한 보안정보",
      "tables": [
        [
          [
            "번호",
            "구분",
            "비고"
          ],
          [
            "1",
            "소유 정보시스템의 내·외부 IP 현황",
            ""
          ],
          [
            "2",
            "세부 정보시스템 구성현황 및 정보통신망 구성도",
            ""
          ],
          [
            "3",
            "정보시스템 사용자계정 및 비밀번호 등 정보시스템 \n접근권한 정보",
            ""
          ],
          [
            "4",
            "전산통신망 및 취약점분석․평가 결과물",
            ""
          ],
          [
            "5",
            "국가용 보안시스템 및 정보보호시스템 도입현황",
            ""
          ],
          [
            "6",
            "침입차단시스템ㆍ방지시스템(IPS) 등 정보보호제품 및 \n라우터ㆍ스위치 등 네트워크 장비 설정 정보",
            ""
          ],
          [
            "7",
            "「공공기관의 정보공개에 관한 법률」제9조제1항에 따라 \n비공개 대상 정보로 분류된 기관의 내부문서",
            ""
          ],
          [
            "8",
            "「개인정보보호법」제2조제1호 개인정보",
            ""
          ],
          [
            "9",
            "「보안업무규정」제4조 비밀의 구분",
            ""
          ],
          [
            "10",
            "각종 운영 보고서 및 침해사고 발생 현황 및 대응 보고서",
            ""
          ],
          [
            "11",
            "사업 산출물(결과물) 및 정보시스템 프로그램 소스코드",
            ""
          ],
          [
            "12",
            "해당기간 내 사업 수행 중 습득ㆍ인지한 보안정보",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 79,
      "text": "- 79 - 2. 참여인원에 대한 보안관리 ᄋ 용역사업 참여인원중 보안책임관을 지정하여 발주기관의 승인을 받아야 한다. ᄋ용역사업 참여인원은 보안서약서에 자필서명 후, 발주기관에 제출 하여야 한다. ᄋ 용역사업 참여인원은 업체 임의로 교체할 수 없으며, 신상변동해외 여행 포함사항 발생 즉시 보고하여야 한다. ᄋ 참여인원에 대하여 월1회 정보보안교육을 수행하고, 교육결과에 대하여 발주기관의 확인을 받아야 한다. 3. 자료에 대한 보안관리 ᄋ 사업수행으로 생산되는 산출물 및 기록은 보안책임관이 인가하지 않은 자에게 제공ᆞ대여ᆞ열람을 금지한다. ᄋ 사업관련 자료 및 사업과정에서 생산된 산출물은 보안책임관이 지정한 PC 등반드시 인터넷과 분리에 저장ᆞ관리하여야 하며, 계정관리 및 계정별 접근권한 부여 등을 통하여 접근을 제한하여야 한다. ᄋ 제안요청서 등에 명시한 누출금지 대상정보를 사용할 경우 자료 관리 대장을 작성하여 인계ᆞ인수자가 직접 서명한 후 사용하고, 사업완료시 관련 자료는 반드시 반납하여야 한다. ᄋ 비밀문서대외비 포함는 매일 퇴근시 반납하여야 하며, 비밀문서를 제외한 일반문서는 제공된 사무실에 시건장치가 된 보관함이 있을 경우 보관함에 보관할 수 있다. ᄋ 사업관련 자료는 인터넷 웹하드ᆞP2P 등 인터넷 자료공유사이트 및 개인메일함 저장을 금지하고 발주기관과 제안사간 자료전송이",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 80,
      "text": "- 80 - 필요한 경우는 자사 전자우편을 이용하여 송ᆞ수신하고 메일을 확인하는 즉시 삭제하여야 한다. ᄋ사업완료 후 생산된 최종 산출물은 인수ᆞ인계서를 통하여 발주 기관에 반납하고, PC 완전삭제 등 보안조치를 통해 사업관련 산출물중간산출물 포함을 모두 삭제하여야 하며, 대표자 명의 확약서를 발주기관에 제출하여야 한다. ᄋ 문서 및 전산자료 보안 일반 - 국고보조금통합관리시스템의 정보통신망 구성도, 정보시스템 구성도, 용역사업 산출물 및 개인정보 등은 비공개 자료로 분류하여 관리하여야 함 - 사업자는 비공개자료 중 출력물 형태로 제공받는 자료에 대해 서는 자료관리대장을 작성하여 인계자한국재정정보원 부서 과장와 인수자사업자 관리책임자가 직접 서명한 후 인계 인수해야 함 - 사업자가 비공개자료 생성 시에는 파일서버의 비공개자료 폴더 에 저장해야 하며, 업무별로 지정된 사용자만이 접속이 가능 토록 접근권한을 제한하여야 함 - 사업자는 비공개자료 출력 시에는 출력물에 출력자, 출력일시 등을 표시하여야 함 - 사업자가 비공개 자료를 자체 보관ᆞ관리시에는 지정된 별도 캐비 넷이하비공개자료 캐비넷이라 한다에 보관관리하여야 함 - 사업자는 비공개 자료 캐비넷에 보관ᆞ관리되는 비공개 자료의 목록을 현행화하여 관리하여야 함 - 용역책임자 책임하에 모든 출력물에 대한 외부 유출 감시하며, 관련 자료 및 문서는 외부에 노출되지 않도록 문서함에 관리 - 사업 완료 후 반드시 자료를 반환하고 관련 데이터를 파기",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 81,
      "text": "- 81 - - 발주기관의 승인이 없는 한 목적 외 사용 및 제3자에게 자료제공 금지 - 실시간 무결성 관리 및 무결성 저장매체를 관리하기 위한 대장 관리를 수행하고 저장매체는 망실 없이 관리되어야 하며, 망실 발생시 발생경위서를 작성하여 한국재정정보원에 보고하여야 함 월간보고시무결성관리시스템에의한분석결과를첨부하여야함 ᄋ 온라인 보안관리 - 사업수행 관련자료 및 사업과정에서 생산된 모든 산출물은 파 일서버에 저장ᆞ관리하여야 함 - 동 파일서버의 자료는 무단으로 삭제, 변경하여서는 아니됨 - 사업자가 사용하는 노트북ᆞPC는 인터넷 연결을 금지함 다만 사업 수행상 필요한 경우 인터넷PC를 이용할 수 있음 - 사업자는 사업수행 관련자료를 인터넷, 웹하드 등 인터넷자료공 유사이트 및 개인 메일함 저장을 금지함 - 사업자가 업무상 필요에 의해 부득이하게 외부에서 전자우편등으 로 한국재정정보원과 자료 송수신이 필요한 경우에는 암호화등의 보안대책을 마련하여 수발신 하여야함. 다만, 비공개 자료, 대외비 자료 및 비밀자료는 전자우편으로 수발신을 금지함 4. 사무실장비에 대한 보안관리 ᄋ사업을 수행하는 장소이하 사업장는 CCTV시건장치 등 비인가자 출입통제대책이 마련된 사무실을 사용하여야 한다. ᄋ 사업장에 대하여 일일보안점검 및 월1회 보안점검을 실시하여야 하고, 발주기관의 확인을 받아야 한다. ᄋ 사업장에서 사용하는 모든 정보시스템에 대하여 정보시스템 관리 대장을 작성하고 변경사항에 대해 현행화하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 82 - ᄋ사업장의 PC에 대하여 월1회 내PC 지키미 수행 여부를 확인하고 수행결과 미흡사항에 대해 개선결과를 확인하여야 한다. ᄋ사업장의 정보시스템에 바이러스 백신 정품 SW를 설치하고, 자동 업데이트, 실시간 점검을 수행하는지 수시로 점검하여야 한다. ᄋ사업 참여인원의 비인가 휴대용 저장매체USB, CDDVD, 스마트폰, 태블릿 PC, MP3 등가 사업장내 정보시스템에 연결되는 것을 기술적 으로 차단하고, 월1회 정상동작 여부를 점검ᆞ조치하여야 한다. CD-RW 등의보조기억매체는발주기관과의상호협의하여제한된PC에서만 사용하여야한다. ᄋ 정보시스템휴대용 저장매체 포함을 외부에 반출ᆞ입하는 경우, 반 입 시에는 악성코드 감염여부를, 반출 시에는 자료무단 반출여부 를 확인하고 정보시스템 반ᆞ출입 대장에 기록하여야 한다. 사업종료시PC, 보조기억매체등저장장치는완전삭제후반출하여야한다. ᄋ 사업 참여인원이 불가피하게 노트북을 사용하여야하는 경우에는 고정장치를 사용하여야 하며, 고정장치 비밀번호는 발주기관이 관리하고 발주기관의 승인하에 반ᆞ출입하여야 한다. ᄋ사무실 보안 - 사업자는 사무실 또는 용역업무를 수행하는 공간에 대해 보안점검을 주 1회 이상 실시하여야 하며, 결과 내용에 대해 사업담당 공무원의 확인 및 개선조치요구에 따라야 함 - 한국재정정보원 외에서 사업을 수행하는 경우 사업수행 장소는 매체 및 장비보안을 위하여 시건장치와 통제가 가능한 공간을 활용하여야 함 ᄋ 매체 및 장비 반출입 보안 - 사업자는 PC, 노트북 등 관련 장비를 한국재정정보원 내외로 반출입 하는 경우, 다음 사항을 사전 확인조치하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 83 - 백신 등의 PC보안프로그램의 설치 여부 악성코드 감염여부 및 자료 무단반출 여부 - 사업자는 용역사업에 이용되는 노트북ᆞPC에 백신 등의 자체 PC보안 프로그램 및 한국재정정보원에서 제공하는 자료유출방지 등을 위한 PC보안프로그램을 설치하여야 함 - 사업자는 노트북 및 PC에 전원기동CMOS 패스워드, 윈도우 로그인 패스워드, 화면보호기10분간격 패스워드를 영문자 및 숫자가조합된 9글자 이상으로 설정하여야 함 5. 내외부망 접근에 대한 보안관리 ᄋ사업장은 업무망과 인터넷망을 분리하고, PC는 업무망과 인터넷망을 혼용해서는 안되며, 인터넷은 국가정보통신망을 사용하여야 한다. ADSL 사용금지 ᄋ 발주기관 내부망에 대한 접속은 반드시 발주기관의 승인을 득한 후 사용하여야 한다. ᄋ 사업장 PC는 인터넷 연결을 금지 한다. 다만, 불가피하게 인터넷 사용이 필요한 경우는 보안책임관이 접속이 필요한 사이트 목록을 작성하여 발주기관의 승인을 득한 후 사용하여야 한다. P2P, 웹하드등인터넷자료공유사이트로의접속은허용이불가하며기술 적으로차단하여야한다. ᄋ 사업 참여인원이 발주기관의 정보시스템에 접근하는 경우 - 원격작업은 금지하며, 사용자 계정은 하나의 그룹으로 등록하고 계정별로 접근권한을 차등 부여하되 기관내부문서의 접근을 금지 하여야 한다. - 계정별로 부여된 접근 권한은 불필요시 즉시 권한을 해지하거나",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 84 - 계정을 폐기하여야 한다. - 계정별 패스워드는 보안정책숫자, 영문자, 특수문자 등을 혼합하여9 자리 이상에 부합되어야 하며 보안책임자가 별도로 기록 관리하여 변경이력을 수시로 확인하여야 한다. ᄋ사업자는 정보시스템 사용자 계정ID 이용시, 부여된 권한 이외 의 접근을 하여서는 아니됨. 또한 부여된 패스워드는 임의 변경 및 타인에게 알려서도 아니됨 ᄋ 홈페이지, 서버 및 네트워크 등 보안취약성 점검 결과를 월단위로 수행하며, 월보고시 첨부하여 보고하여야 함 6. 개인정보 보안 ᄋ개인정보보호법의 업무위탁에 따른 개인정보의 처리 제한 등의 의무사항을 준수함 ᄋ 업무와 관련하여 개인정보를 처리하는 과정에서 법을 위반하여 발생한 손해배상에 대하여 책임을 져야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 85,
      "text": "- 85 - 별표1 사업자 보안위규 처리기준 구분 위규사항 처벌 심각 1. 한국재정정보원 내부문서 유출 2. 비밀 및 대외비 등급 정보유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 3. 정보시스템에 대한 불법적 행위 가. 사전승인 없이 시스템에 대한 무단해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 ᄋ사업참여 제한 부정당업자 등록 ᄋ위규자 및 직속 감독자 등 중징계 ᄋ재발 방지를 위한 조치계획 제출 ᄋ위규자 대상 특별보안교육 실시 중대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는이 면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하 여 용역관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접 근 시도 등 위규자 및 직속감독자 등 중징 계 ᄋ재발 방지를 위한 조치계획 제출 ᄋ위규자 대상 특별보안교육 실시",
      "tables": [
        [
          [
            "구분",
            "위규사항",
            "처벌"
          ],
          [
            "심각",
            "1. 한국재정정보원 내부문서 유출\n2. 비밀 및 대외비 등급 정보유출 및 유출시도\n가. 정보시스템에 대한 구조, 데이터베이스 등의 \n정보 유출\n나. 개인정보·신상정보 목록 유출\n다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n3. 정보시스템에 대한 불법적 행위\n가. 사전승인 없이 시스템에 대한 무단해킹 및 \n해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포",
            "ㅇ사업참여 제한\n(부정당업자 등록)\nㅇ위규자 및 직속 \n감독자 등 중징계\nㅇ재발 방지를 위한 \n조치계획 제출\nㅇ위규자 대상 \n특별보안교육 실시"
          ],
          [
            "중대",
            "1. 비공개 정보 관리 소홀 \n가. 비공개 정보를 책상 위 등에 방치 \n나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이\n면지 활용\n다. 개인정보․신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n가. 통제구역 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3. 전산정보 보호대책 부실\n가. 업무망 인터넷망 혼용사용, 보안USB 사용규정 위반\n나. 웹하드·P2P 등  인터넷  자료공유사이트를  활용하\n여 용역관련 자료 수발신\n다. 개발·유지보수 시 원격작업 사용\n라. 저장된 비공개정보 패스워드 미부여\n마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n바. 외부용PC를 업무망에 무단 연결 사용\n사. 보안관련 프로그램 강제 삭제\n아. 사용자 계정관리 미흡 및 오남용(시스템 불법접\n근 시도 등)",
            "◦위규자  및  직속감독자  등  중징\n계\nㅇ재발  방지를  위한  조치계획 \n제출\nㅇ위규자  대상  특별보안교육 \n실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 86,
      "text": "- 86 - 사업자 보안위규 처리 절차 경위 확인 보안위규 처리기준에 따라 조치 재발방지 대책 보안조치 이행여부 점검 구분 위규사항 처벌 보통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등에 개방한 채 퇴근 나. 출입키를 책상 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 ᄋ위규자 및 직속 감독자 등 경징계 ᄋ위규자 및 직속 감독자 사유서 경위서 징구 ᄋ위규자 대상 특별보안교육 실시 경미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 ᄋ위규자 서면ᆞ구두 경고 등 문책 ᄋ위규자 사유서 경위서 징구",
      "tables": [
        [
          [
            "구분",
            "위규사항",
            "처벌"
          ],
          [
            "보통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n가. 주요 현안ㆍ보고자료를 책상 등에 방치\n나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 \n또는 이면지 활용\n2. 사무실 보안관리 부실\n가. 캐비넷ㆍ서류함ㆍ책상 등에 개방한 채 퇴근 \n나. 출입키를 책상 등에 방치\n3. 보호구역 관리 소홀 \n가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n나. 네이트온 등 비인가 메신저 무단 사용 \n다. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를\n꽂아 놓고 퇴근\n라. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 \n단순숫자 부여\n마. PC 비밀번호를 모니터옆 등 외부에 노출\n바. 비인가 보조기억매체 무단 사용",
            "ㅇ위규자  및  직속  감독자  등 \n경징계\nㅇ위규자  및  직속  감독자 \n사유서/  경위서  징구\nㅇ위규자  대상  특별보안교육 \n실시"
          ],
          [
            "경미",
            "1. 업무 관련서류 관리 소홀\n가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 경보ㆍ보안장치 작동 불량 \n3. 전산정보 보호대책 부실\n가. PC내 보안성이 검증되지 않은 프로그램 사용\n나. 보안관련 소프트웨어의 주기적 점검 위반",
            "ㅇ위규자  서면ㆍ구두  경고  등 \n문책\nㅇ위규자  사유서/  경위서  징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 87,
      "text": "- 87 - 별표2 보안위약금부과기준 1. 위규수준별로AD 등급으로차등부과 구분 위규수준 A급 B급 C급 D급 위규 심각1건 중대1건 보통2건 경미3건 위약금 비중건당 부정당업자등록 5백만원 2백만원 1백만원 향후위약금부과횟수가2회이상발생시, 위약금2배증액가능 2. 보안위약금은다른요인에의해상쇄, 삭감이되지않도록부과 보안사고는1회의사고만으로도그파급력이큰것을감안하여타항목과별도부과",
      "tables": [
        [
          [
            "구분",
            "위규 수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각 1건",
            "중대 1건",
            "보통 2건",
            "경미 3건"
          ],
          [
            "위약금\n비중(건당)",
            "부정당업자 등록",
            "5백만원",
            "2백만원",
            "1백만원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 88,
      "text": "- 88 - 붙임 2호 행정기관 및 공공기관 정보시스템 구축ᆞ운영 지침 별지 제1호 서식 기술적용계획표, 기술적용결과표 사업명 작성일 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 국가정보원법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 사이버안보 업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 89,
      "text": "- 89 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 구분 항 목 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "관련규정",
            "ｏ 전자정부 웹사이트 품질관리 지침\nｏ 한국형 웹 콘텐츠 접근성 지침 2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ 모바일 전자정부 서비스 관리 지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근 \n장치",
            "ｏ  웹브라우저  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  HTML  4.01/HTML  5,  CSS  2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 90,
      "text": "- 90 - 인터페이스 및 통합 분야 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용부분 적용미적용해당 없음 IPv6 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다.",
      "tables": [
        [
          [
            "구  분",
            "적용계획/결과\n항    목\n적용",
            "부분\n미적용\n적용",
            "해당\n없음",
            "부분적용/ \n미적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "서비스  통합",
            "ｏ  웹  서비스",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  RESTful",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UML  2.0/BPMN  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  공유",
            "ｏ  데이터  형식  :  XML  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "인터페이스",
            "ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "부분적용/ \n미적용시 사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            ""
          ]
        ],
        [
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수행\n하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는  정보\n시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 91,
      "text": "- 91 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "부분적용/ \n미적용시 사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            ""
          ]
        ],
        [
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  H.323",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SIP",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  POSIX.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UNIX",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Linux",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  android",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  IOS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  RDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 92,
      "text": "- 92 - 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 o 데이터는 데이터 공유 및 재사용, 데이터 교환, 공공데이터 제공,데 이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 데이터는 공공데이터법 제2조제2호의 행정정보를 말한다로 제공하기 위하여 기계 판독이 가능한 형태로 정비, 공공데이터법상 제공제외 대상의 별도 테이블 분리설계, 품질확보 등이 수행되 어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드표 준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전 부장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 관리지침 o 공공데이터 제공관리 매뉴얼 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0",
      "tables": [
        [
          [
            "구    분\n항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미적용",
            "해당\n없음",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  공공데이터  제공,데\n이터  품질  향상,  데이터베이스  통합  등을  위하여  표준화되어야 \n한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  공공데이터(법  제2조제2호의  행정정보를  말한다)로 \n제공하기  위하여  기계  판독이  가능한  형태로  정비,  공공데이터법상 \n제공제외  대상의  별도  테이블  분리·설계,  품질확보  등이  수행되\n어야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수\n하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드표\n준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전\n부장관에게  표준  등록을  요청하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  관리지침\nｏ  공공데이터  제공·관리  매뉴얼",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  동적표현",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  JSP  2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ASP.net",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  PHP",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Java",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C#",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  기타  (                                                  )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XMI  2.0",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 93,
      "text": "- 93 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용미적용해당 없음 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견 시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품보안기능 확인서 또는 CC인증 필수 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM보안기능 확인서 또는 CC인증 필 수 - 메일 암호화 제품 - 구간 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품보안기능 확인서 또는 CC인증 필수",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "부분적용/ \n미적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n적용\n없음",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            "",
            ""
          ],
          [
            "",
            "ｏ  문자셋",
            "",
            ""
          ],
          [
            "",
            "-  EUC-KR",
            "",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "",
            ""
          ]
        ],
        [
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견  시  개선․조치하여야  한다.",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인  정보보호제품)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  PKI제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SSO제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  디스크ㆍ파일  암호화  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  문서  암호화  제품(DRM)(보안기능  확인서  또는  CC인증  필\n수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  메일  암호화  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  구간  암호화  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  하드웨어  보안  토큰",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  DB암호화  제품(보안기능  확인서  또는  CC인증  필수)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 94,
      "text": "- 94 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 - 상기제품8종이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 또는 CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리통합로그관리 포함 - 웹 응용프로그램 침입차단 - DDos 대응성능평가로 도입 가능 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 망간 자료전송2022.1 이전 인증제품 - 안티 바이러스성능평가로 도입 가능 - 패치관리 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구성능평가로 도입 가능 - 스마트폰 보안관리 - 소프트웨어기반 보안USB2020.1.1이전 인증제품, 검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지2021.1.1이전 인증제품, 매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모 듈 탑재 필수 - 네트워크 자료유출방지2021.1.1 이전 인증제품",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "해당\n미적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  상기제품(8종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  또는  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검증  필요)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  (네트워크)침입차단",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  (네트워크)침입방지(침입탐지  포함)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  통합보안관리(통합로그관리  포함)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  웹  응용프로그램  침입차단",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  DDos  대응(성능평가로  도입  가능)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  인터넷  전화  보안",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  무선침입방지",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  무선랜  인증",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  가상사설망(검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  네트워크  접근통제",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  망간  자료전송(2022.1  이전  인증제품)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  안티  바이러스(성능평가로  도입  가능)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  패치관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  스팸메일  차단",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  서버  접근통제",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  DB접근  통제",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  스마트카드",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  소스코드  보안약점  분석도구(성능평가로  도입  가능)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  스마트폰  보안관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(2020.1.1이전  인증제품,  검증필 \n암호모듈  탑재  필수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(2021.1.1이전  인증제품,  매체제어제품 \n포함,  자료저장  기능이  있는  경우  국정원  검증필  암호모\n듈  탑재  필수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지(2021.1.1  이전  인증제품)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 95,
      "text": "- 95 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 - CC인증서에 명시된 제품과 동일 제품 여부 o 보안기능 확인서 필수제품 유형군 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 망간 자료전송 - 네트워크 자료유출방지 - 네트워크 장비L3 스위치 이상 - 가상화관리제품 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 - 국가공공기관 모바일 활용업무에 대한 보안가이드라인 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 국가공공기관 클라우드 컴퓨팅 보안가이드 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "부분\n해당\n적용\n미적용\n없음\n적용",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  CC인증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인서  필수제품  유형군",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  망간  자료전송",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  네트워크  자료유출방지",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  네트워크  장비(L3  스위치  이상)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  가상화관리제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  국가·공공기관  모바일  활용업무에  대한  보안가이드라인",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  클라우드  서비스  보안인증(CSAP)을  받은  서비스",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  국가·공공기관  클라우드  컴퓨팅  보안가이드",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  식별  및  인증",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  암호지원",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  정보  흐름  통제",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안  관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  자체  시험",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  접근  통제",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  전송데이터  보호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  감사  기록",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  기타  제품별  특화기능",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  보안기능  확인  및  취약점  제거",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  보안기능별  명령어  등  시험  및  운영방법  제공",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 96,
      "text": "- 96 - 최신 기준은 국가정보원ᆞ국가사이버안보센터 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용미적용해당 없음 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "-  백도어  제거(비공개  원격  관리  및  접속  기능)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  오픈소스  적용  기능  및  리스트  제공",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 97,
      "text": "- 97 - 붙임 3호 소프트웨어사업 영향평가 결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    }
  ]
}