{
  "csv_metadata": {
    "공고 번호": "20240925413",
    "공고 차수": 0.0,
    "사업명": "(긴급) 모잠비크 마푸토 지능형교통시스템(ITS) 구축사업 사업타당성조사(F/S) 용역",
    "사업 금액": 1247000000,
    "발주 기관": "한국수출입은행",
    "공개 일자": "2024-10-04 09:34:21",
    "입찰 참여 시작일": "2024-10-28 10:00:00",
    "입찰 참여 마감일": "2024-11-05 16:00:00",
    "사업 요약": "- 사업명: 모잠비크 마푸토 지능형교통시스템(ITS) 구축사업 타당성조사(F/S) 용역\n- 추진배경: 모잠비크 마푸토 지역의 교통시스템 개선을 위해 ITS 구축을 계획함\n- 사업범위: ITS 현장시스템 및 ICT 시스템 계획에 대한 타당성조사(F/S) 용역\n- 기대효과: 교통시스템의 효율성 향상, 교통 혼잡 해소, 교통안전 강화 등\n- 추진목표: 모잠비크 마푸토 지역의 지능형교통시스템 구축을 위한 타당성조사(F/S) 수행",
    "파일형식": "pdf",
    "파일명": "한국수출입은행_(긴급) 모잠비크 마푸토 지능형교통시스템(ITS) 구축사업.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "모잠비크 마푸토 지능형교통시스템ITS 구축사업 타당성조사FS 용역을 위한 제 안 요 청 서 RFP 2024. 10.",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 2,
      "text": "목 차 I. 제안 안내 1. 용역 개요 2. 사업 추진 일정 II. 제안 일반사항 1. 입찰 및 계약 방법 2. 입찰공고 3. 입찰 참가자격 4. 입찰참가 등록 및 제안서 제출 5. 입찰시 유의사항 6. 제안서 평가방법 7. 협상대상자 선정 및 협상 절차 8. 최종낙찰자 유의사항 9. 기타사항 10. 용역결과 평가활용 III. 대상사업 개요 및 FS 과업범위 1. 당행 발주 FS 추진배경 및 목적 2. 본 사업 추진배경 3. FS 대상 사업개요 4. FS 과업범위 5. 과업 수행방법 6. 성과품 납품 및 보고서 관련 사항 IV. 제안서 작성 요령 1. 제안서 작성 관련 유의사항 2. 제안서 목차 3. 항목별 작성방법 4. 제안서 작성지침 5. 가격제안서 작성방법 별첨 제출서류 목록및 관련 서식",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 1 - I. 제안 안내 1. 용역개요 과 업 명 모잠비크 마푸토 지능형교통시스템ITS 구축사업타당성조사FS 용역 과업기간 착수일로부터 7개월 사업예산 1,247,000,000원부가세, 손해배상보험공제료 포함 1차 계약 2차 계약 합 계 사업기간 계약체결일 24.12.31 25.1.1 착수일로부터 7개월 시점 7개월 과업수행계획서 준비기간 사업예산 100,000,000원 1,147,000,000원 1,247,000,000원 입찰 참가자는 총 사업예산부가세 포함 기준으로 가격 투찰 본 용역은 장기계속계약으로 차수계약1, 2차 예정이며, 차수별 용역비, 지급절차 등은 협상을 통해 조정될 수 있음 2. 사업 추진 일정 제안요청 설명회 일시 및 장소 2024. 10. 11금 1400, 한국수출입은행 1층 서울 회의실 입찰 참여 의향자는 아래와 같이 사업자등록증 사본 제출 - 제출기한 2024. 10. 16수 1800 - 제출서류 사업자등록증 사본 - 제출방식 E-mail 송부 메일제목 용역사명 사업명 FS 참여의향 확인 - 담당자 수신 김영도 책임심사역02-3779-6788, yd.kimkoreaexim.go.kr 참조 조경래심사역 02-3779-6785, whrudfo4koreaexim.go.kr 입찰참여 의향자제안요청 설명회 참석자 포함 앞 사업 기초자료 및 제안서 작성시 유의사항 등을 e-mail로 송부 예정 제출기한이후에도사업자등록증사본제출을통한입찰참여의향 확인및입찰참가가능 메일 송부시 각사별 담당자 정보 명시최대 2인 - 성명, 직함, 이메일, 연락처",
      "tables": [
        [
          [
            "",
            "1차 계약",
            "2차 계약",
            "합 계"
          ],
          [
            "사업기간",
            "계약체결일\n~ ’24.12.31",
            "’25.1.1\n~ 착수일로부터 \n7개월 시점",
            "7개월\n+ 과업수행계획서 \n준비기간"
          ],
          [
            "사업예산",
            "100,000,000원",
            "1,147,000,000원",
            "1,247,000,000원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 2 - 기술제안서 제출 제출기한 2024. 11. 4월 1600 제출장소 한국수출입은행 본점 1층 로비 고객접견실 제출서류 입찰참가신청서 및 관련 서류 붙임 참조 직접방문하여제출할것우편접수불가 가격입찰 입찰기간 2024. 10. 28월 1000 2024. 11. 5화 1600 입찰장소 국가종합전자조달시스템나라장터 가격입찰 시 가격산출근거서 파일서식 10 및 11을 첨부 개찰일시 제안서 기술평가 후 개찰 면세사업자라 하더라도 부가가치세를 포함한 금액으로 제출 본입찰의가격입찰은전자입찰로만가능하며, 가격입찰서와제안서중 어느하나라도미제출시에는입찰무효처리 가격입찰서와제안서는순서에상관없이제출가능",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 3 - II. 제안 일반사항 1. 입찰 및 계약 방법 입찰 방법 제한경쟁입찰 낙찰자 결정방식 협상에 의한 계약방식 국가를 당사자로 하는 계약에 관한 법률 시행령제43조 및 협상에 의한 계약체결 기준기획재정부예규 제721호, 2024.9.13, 일부개정에 의거, 협상에 의한 계약방식을 적용 2. 입찰공고 공고방법 국가종합전자조달시스템나라장터과 당행 홈페이지 공고 공고기간 입찰공고에 의함 3. 입찰 참가자격 공통사항 입찰마감일 기준국가를 당사자로 하는 계약에 관한 법률 시행령제12조 및 동법 시행규칙 제14조 규정에 의한 유자격자 입찰마감일 기준국가를 당사자로 하는 계약에 관한 법률, 지방자치단체를 당사자로 하는 계약에 관한 법률,공공기관의 운영에 관한 법률에 의한 부정당업자에 해당하지 않는 업체 또는 기관 국가종합전자조달시스템 입찰참가자격등록규정조달청고시 제2024-1호, 2024.1.19에 의하여 입찰일 전일까지 조달청 경쟁입찰참가자격 등록을 마친 업체 또는 기관 - 공동도급이 가능하며, 이 경우 공동계약운용요령기획재정부 계약예규 제721호, 2024.9.13, 일부개정에 명시된 공동이행방식적용 실적 및 역량 참여사는 아래의 분야별 요구조건을 모두 충족하여야 하며, 요구되는 실적은 공동도급을 통해 보완 가능 ITS 현장시스템 계획 분야 입찰공고 일자 기준 최근 5년 이내에 완료된 아래에 해당하는 국내 또는 국외 실적을 보유한 업체 또는 기관",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 4 - - ITS 현장시스템 구축 관련 컨설팅용역 실적 교통단속장비또는교통정보검지장비등을포함해야함 ITS 현장시스템의예비타당성조사, 타당성조사, 기본설계, 상세설계, 기본계획 수립, 구축계획수립, 마스터플랜수립, 설치및배치계획수립용역등을 의미함 현지조사용역, 현장조사용역, 연구용역협약, 평가용역, 성능평가용역, 유지관리용역, 운영관리용역, 감리용역, 사업관리용역, 효과분석용역, 역 량강화용역, 교육및연수용역, PMC 용역, 운영관리등각종업무대행 또는업무위탁용역, 기구축시스템증설용역, 장비구매및납품실적은 제외함단, 과업내용에ITS 관련구축또는설계과업이포함된경우에 한하여인정가능 또한, 발주처가제공하는설계또는배치안에따라ITS 현장설비를구매하여 설치하는ITS 구축사업용역은제외함. 단, 과업내용에ITS 관련구축 또는설계과업이포함된경우에는인정가능 ICT 시스템 계획 분야 입찰공고 일자 기준 최근 5년 이내에 완료된 아래에 해당하는 국내 또는 국외 실적을 보유한 업체 또는 기관 - 교통관제센터 시스템 또는 데이터센터 구축 관련 컨설팅용역 실적 센터시스템의HW, SW, 네트워크신규구축과관련된타당성조사, 기본설계, 상세설계과업이전또는증설제외을의미함 상기분야별실적의세부요건은1213 페이지1유사사업수행실적 참조 유의사항 공동수급체의 대표자가 부도, 부정당업자제재, 영업정지 등의 상태인 경우에는 해당 공동수급체의 결격사유로 평가하며제안서 평가를 종료 후 평가 당시 그 결격사유가 있었던 사실이 확인된 경우이거나 제안서 평가 종료 후부터 계약체결 전까지 결격사유가 발생하고 해소되지 않은 경우에도 같다, 공동수급체 구성원 중 부도, 부정당업자제재, 영업정지, 입찰무효 등의 상태인 자가 있는 경우에는 제안서 평가를 할 수 있다. 이 경우 출자비율 또는 분담비율은 입찰서 제출 마감일 전날까지 확정ᆞ제출된 비율로 하며, 결격사유가 있는 구성원의 출자비율 또는 분담비율을 남은 구성원에게 배분하지 않는다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 5 - - 위에 따라 공동수급체를 평가할 경우 결격사유 있는 구성원의 출자비율 또는 분담비율을 전체 사업에 대한 비율로 환산하여 기술능력평가점수에서 환산 비율에 해당하는 점수소수점 다섯째 자리에서 반올림하여 산출만큼 감점한다. 다만, 제안서 평가를 종료 후 평가당시 그 결격사유가 있었던 사실이 확인된 경우에는 감점처리한 후 재산정한 점수로 평가 절차를 다시 진행한다. 당행 계약관련 내규에 의거하여 계약의 투명성 및 공정성을 위하여 아래 각 호에 해당하는 업체는 계약상대자가 될 수 없음. 단, 사업목적 달성을 위한 불가피한 경우는 예외로 함 1 당행을 퇴직한 후 2년이 지나지 않은 퇴직자를 고용한 업체로서, 퇴직자가 당행의 입찰 또는 계약과 직접 관련된 업무를 담당하고 있는 업체 2 당행의 현직 임직원이 설립한 업체 위에 따라 계약 상대자의 자격이 제한되는 기간은 아래와 같음. 1 퇴직자가 당행을 퇴직한 날로부터 2년이 되는 날 또는 업체와의 고용관계가 종료되는 날 중 빠른 날까지 2 현직 임직원이 당행을 퇴직하는 날로부터 2년이 되는 날 또는 업체에 대한 지배관계가 종료되는 날 중 빠른 날까지 서식16 퇴직자영입현황확인서제출 기타 입찰등록 마감일 현재 당행 규정 및 국가계약법상 하자가 있거나, 전국은행연합회의 신용정보관리규약에서 정하는 연체, 대위변제대지급, 부도, 관련인에 의한 신용거래정보 및 금융질서 문란정보의 등록대상자, 국세 및 지방세 체납기관 등은 입찰에 참가 할 수 없음 국가계약법 제27조의5 및 동법 시행령 제12조 제3항에 따라 조세 포탈 등을 한 자로서 유죄판결이 확정된 날부터 2년이 지나지 아니한 자는 동 입찰에 참여 불가 - 입찰자는 동법 시행령 제12조 제3항 각 호에 해당하지 아니한다는 서약서를 입찰시 제출하며, 만일 서약내용이 허위로 판명될 경우 계약의 해제해지를 당할 수 있고 부정당업자 입찰참가자격제한 처분을 받을 수 있음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 6 - 당행이 제한한 자격요건 등을 충족하지 아니한 자는 입찰참가자격 미충족으로 결격 처리됨 본 용역에 고용된 업체관계회사 포함는 당해 사업의 공급자 예 건설시공사, 기자재공급사 등 참여에 제한될 수 있음. 다만, 일괄수주방식의 사업에 컨설턴트 역할만을 수행할 목적으로 참여하는 경우에는 그러하지 아니함. 기타사항 본 입찰은지문인식 신원확인 입찰이 적용되므로 개인인증서를 보유한 대표자 또는 입찰대리인은 국가종합전자조달시스템 전자입찰특별유의서 제7조 제1항 제5호에 따라 미리 지문정보를 등록하여 전자입찰서 제출이 가능함. - 단, 지문인식 신원확인 폐지에 따른 조달업무처리 특례 안내 조달청 고시 제2023-51호2023.12.21.제정에 따라 지문 정보를 등록하지 않아도 전자입찰에 참가할 수 있으므로 관련 절차는 해당 고시를 참고하기 바람 4. 입찰참가 등록 및 제안서 제출 제출기한 입찰공고에 의함 접수장소 한국수출입은행 본점 1층 로비고객접견실 구비서류 입찰 참가서류 및 제안서류 참조 제출방법 참가서류를 구비하여 직접 방문접수우편접수 불가 당행 1층 도착 후 아래 담당자 앞 전화 문 의 김영도 책임심사역02-3779-6788, yd.kimkoreaexim.go.kr 조경래 심사역02-3779-6785, whrudfo4koreaexim.go.kr",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 7 - 5. 입찰시 유의사항 입찰보증금의 납부 및 귀속 입찰보증서의 보증기간은 국가를 당사자로 하는 계약에 관한 법률 시행규칙제55조보증보험증권등에 의한 보증금 납부에 따라 보증기간의 초일은 입찰서 제출마감일 이전이어야하며, 보증기간의 만료일은 입찰서 제출마감일 다음날부터 30일 이후 일자이어야 함 국가를 당사자로 하는 계약에 관한 법률 시행령제37조입찰보증금 제2항에 따라 입찰보증금은 현금 또는 보증서 등으로 납부해야 하며, 제3항에 해당하는 기관은 지급각서서식3 제출로 입찰보증금 면제 가능 낙찰자가 정당한 사유 없이 소정기일 내에 계약을 체결하지 않을시 입찰보증금은 당행으로 귀속됨 입찰 무효 국가를 당사자로 하는 계약에 관한 법률 시행령제11조에서정한 유효한 입찰이 성립되지 않거나, 국가를 당사자로 하는 계약에 관한 법률 시행령제39조 및 동법 시행규칙 제44조의 규정에 해당하는입찰은 무효로 함 기타사항 공동수급체의 각 참여사는 건축, ITS현장시스템, ICT 분야 중 최소 1개 이상의 분야를 담당하여야 하며, 건축 분야는 업체 실적 정량평가 대상에서 제외됨 - 단, 건축 분야교통운영센터 건축 담당 책임 인력은 정량평가 대상임 입찰참가자는 입찰평가결과 통보 전에 당행 컨설턴트 Pool의 토목-도로 또는 ICT 또는 건축 분야에등록해야 함 - EDCF 홈페이지www.edcfkorea.go.kr 고객참여사업정보 해외원조시장 입찰정보컨설턴트 신청관리메뉴 이용 - 공동도급의 경우, 모든 참여 업체 및 기관이 등록해야 함 - 제안서 제출 전에 컨설턴트 Pool에 등록하는 것을 권고하며, 제출 이후에도 미등록 상태 지속시 협상적격자에서 제외될 수 있음 제안기관은 본 사업에 대한 제반사항을 사전에 충분히 숙지하고 제안에 임한 것으로 간주함 제안요청서의 내용과 상이하거나 제안요청서에 누락되어 있어도 본 사업의 수행에 필수적인 요건 또는 중요한 내용이라고 판단될 경우 제안자는 제안서에 그 내용을 기술하고 보완 대책 또는",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 8 - 해결방안을 제시하여야 함. 이 경우 구체적인 시행방안을 제시하여야 하며 이에 대한 제반비용은 제안자가 부담함 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 입찰참가자는 이에 응하여야 함 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 제안서는 허위나 단순 예상으로 작성하여서는 아니 되며, 모든 기재 사항을 객관적으로 입증할 수 있어야 하고, 허위로 작성한 사실이 발견될 경우 심사대상에서 제외될 수 있음 당행의 사전 승인을 득한 기준 소요 인력으로 사업을 시행하여야 하며, 변동이 있을시 필히 사전에 승인을 얻은 후 참여시켜야 함 6. 제안서 평가방법 평가위원회 구성 당행 내규에 따라 평가위원회를 구성 정량평가는 제안서 및 증빙서류를 기반으로 입찰 담당부서에서 평가 평가분야별 배점 평가는 기술평가와 가격평가로 구분하며, 기술ᆞ가격평가 비중은 기술평가90 입찰가격 평가10임 본 건은 기술능력이 사업수행에 중대한 영향을 미치는 바, 기재부 계약 예규 협상에 의한 계약체결기준 제7조 2항에 따른 기술 중시형 사업으로, 기술능력평가 및 입찰가격평가 배점한도를 20점범위 내에서 조정하였음 기술평가 기술능력평가는 세부항목별로 5등급A, B, C, D, E으로 평가하고, 이를 합산하여제안서별로 점수 산정 평가등급별 점수 구 분 A B C D E 점 수 배점의 100 90 80 70 60 예시 배점 10점 10 9 8 7 6 정량평가는 유사사업 수행실적, 참여인력의 경력 등에 대해 항목별 정량평가 세부평가기준을 적용 정성평가는 참여기관수에 따른 등급배분표참고1를 이용하여 상대평가 PM 대면평가는 제출한 입찰제안서 각 항목에 대해 사업이해도, 수행계획 등에 관한 질의응답을 실시하여 평가위원들이 절대평가함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 9 - PM 대면평가 항목 중 영어구사능력 항목대면평가 총 10점 중 4점배정, PM의 영어 Presentation별도 PPT 자료 불필요 실시 후 질의응답으로 진행",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 10 - 입찰제안서 세부평가기준 1 기술능력평가 세부평가항목 및 배점 구분 평가항목 세부평가항목 배 점 비 고 정량 평가 유사사업 수행 실적 용역수행 건수 4.0 최근 5년간 유사용역 수행 건수 용역수행 금액 4.0 최근 5년간 유사용역 수행 금액 해외용역수행 건수 2.0 최근 5년간 해외용역 수행 건수 소 계 10.0 참여인력의 경험 PM 자격 1.0 기술자등급 평가 PM 경력 2.0 해당분야 업무수행 년수 PM 실적 2.0 최근 10년간 유사용역 수행 건수 참여기술자 경력 5.0 해당분야 업무수행 년수 참여기술자 실적 5.0 최근 10년간 유사용역 수행 건수 소 계 15.0 재무구조 및 경영상태 신용평가등급 5.0 신용조회사 또는 신용평가사가 제안서 접수 마감일 기준 가장 최근에 평가한 유효기간내에 있는 회사채 또는 기업어음, 또는 기업신용평가등급 신용정보의 이용 및 보호에 관한 법률제2조 제8 항의 3의 업무를 영위하는자 자본시장과 금융투자업에 관한 법률제335조의 3 의 업무를 영위하는 자 정량평가1 소계 30.0 정성 평가2 서 면 평 가 사업내용 및 대상국의 이해 사업내용 이해 2.5 사업의 목적, 범위, 기대효과 등 사업대상국 이해 2.5 대상국 현황, 관련계획, 대상지역 기능특성 등 소 계 5.0 FS 수행 계획 FS 실행계획 8.0 FS 추진전략 및 운영계획, 추진일정 항목별 조사방법 5.0 분야별 조사계획 및 방법, 타당성분석 방안 수원국 소통계획 3.0 현지상주 계획 및 수원국과의 협의채널 수립 등 현지 협력사 활용계획 2.0 유사사업 실적 보유 현지 하도급자 활용 계획 기후변화영향 대응체계 적용계획 3.0 기후위험평가, 기후위험경감계획 및 성과측정방안 수립 등 위험요소 분석대책 3.0 예상 위험요소 분석 및 대응방안 FS 관리방안 3.0 보고계획, 사후관리, 보안준수 방안 등 영문보고서 작성계획 1.5 영문보고서 전문인력 활용계획 및 영문보고서 감수계획 영문보고서 전문인력 1.5 영문보고서 전문인력 자격 및 경력3 소 계 30.0 조직인력 현황 및 운용 계획 인력운용계획 5.0 참여조직도 및 전문가 투입계획 투입인력의 경험 및 능력 5.0 유사사업 수행경험, 대상국 경험 등 소 계 10.0 원조효과성 제고를 위한 독창적 아이디어 및 방안 등 5.0 원조효과성 제고방안, TOR 관련 의견제안사항, 사업 성공을 위해 필요한 혁신적독창적 제안과업수행방 안, 사업별 특수사항 등 PM 대면평가 사업이해도 2.0 사업의 목적, 범위, 대상국에 대한 이해 등 수행역량 2.0 사업 수행역량 등 위험요소관리능력 2.0 위험요소 대응 역량 등 영어구사능력 4.0 영어 Presentation 진행 소 계 10.0 정성평가 소계 60.0 기술평가 합계 90.0 주1 가산감점을 포함해 산출된 정량평가 득점은 정량평가 배점한도 이내로 제한 정량평가 가감점표 참조 주2 정성평가 항목은 참여업체수에 따른 정성평가 등급배분표참고1에 따라 상대평가 단, PM 대면평가는 절대평가 주3 영문보고서 전문인력 자격 및 경력 요건 필수 통번역대학원 졸업자수료는 미인정, 학위증 제출 우대 13년 이상 번역업무 경험자, 2유관업무분야개발협력학, 개발경제학, 국제학, 경영, 경제 등 전공자, 3영어권 대학 학사 이상 학위소유자 및 원어민, 4개발협력 유관기관 근무 경력자, 5개발협력 사업 통번역 경력자 영문보고서 전문인력의 증빙서류는 제출서류목록-3증빙서류에 포함하여 제출하고, 상기 필수 자격 미충족시 해당 입찰 참여기관대표사 및 참여사은 일괄 결격 처리",
      "tables": [
        [
          [
            "구분",
            "평가항목",
            "",
            "세부평가항목",
            "배 점",
            "비          고"
          ],
          [
            "정량\n평가",
            "유사사업\n수행 실적",
            "",
            "용역수행 건수\n용역수행 금액\n해외용역수행 건수",
            "4.0\n4.0\n2.0",
            "최근 5년간 유사용역 수행 건수\n최근 5년간 유사용역 수행 금액\n최근 5년간 해외용역 수행 건수"
          ],
          [
            "",
            "",
            "",
            "소 계",
            "10.0",
            ""
          ],
          [
            "",
            "참여인력의 경험",
            "",
            "PM  자격\nPM  경력\nPM  실적\n참여기술자 경력 \n참여기술자 실적",
            "1.0\n2.0\n2.0\n5.0\n5.0",
            "기술자등급 평가 \n해당분야 업무수행 년수\n최근 10년간 유사용역 수행 건수\n해당분야 업무수행 년수\n최근 10년간 유사용역 수행 건수"
          ],
          [
            "",
            "",
            "",
            "소 계",
            "15.0",
            ""
          ],
          [
            "",
            "재무구조 및 \n경영상태",
            "",
            "신용평가등급",
            "5.0",
            "신용조회사*  또는  신용평가사**가  제안서  접수  마감일 \n기준  가장  최근에  평가한  유효기간내에  있는  회사채\n(또는 기업어음),  또는 기업신용평가등급\n*「신용정보의  이용  및  보호에  관한  법률」제2조  제8\n항의 3의 업무를 영위하는자\n**「자본시장과 금융투자업에 관한 법률」제335조의 3\n의 업무를 영위하는 자"
          ],
          [
            "",
            "정량평가1)  소계",
            "",
            "",
            "30.0",
            ""
          ],
          [
            "정성 \n평가2)",
            "서 면 평 가",
            "사업내용 및\n대상국의 이해",
            "사업내용 이해\n사업대상국 이해",
            "2.5\n2.5",
            "사업의 목적,  범위,  기대효과 등\n대상국 현황,  관련계획,  대상지역 기능/특성 등"
          ],
          [
            "",
            "",
            "",
            "소 계",
            "5.0",
            ""
          ],
          [
            "",
            "",
            "F/S \n수행 \n계획",
            "F/S  실행계획\n항목별 조사방법\n수원국 소통계획\n현지 협력사 활용계획\n기후변화영향 대응체계 \n적용계획\n위험요소 분석/대책\nF/S  관리방안\n영문보고서 작성계획\n영문보고서 전문인력",
            "8.0\n5.0\n3.0\n2.0\n3.0\n3.0\n3.0\n1.5\n1.5",
            "F/S  추진전략 및 운영계획,  추진일정 \n분야별 조사계획 및 방법,  타당성분석 방안\n현지상주 계획 및 수원국과의 협의채널 수립 등\n유사사업 실적 보유 현지 하도급자 활용 계획\n기후위험평가,  기후위험경감계획 및 성과측정방안 수립 등\n예상 위험요소 분석 및 대응방안\n보고계획,  사후관리,  보안준수 방안 등\n영문보고서 전문인력 활용계획 및 영문보고서 감수계획\n영문보고서 전문인력 자격 및 경력3)"
          ],
          [
            "",
            "",
            "",
            "소 계",
            "30.0",
            ""
          ],
          [
            "",
            "",
            "조직·인력\n현황 및 \n운용 계획",
            "인력운용계획\n투입인력의 경험 및 능력",
            "5.0\n5.0",
            "참여조직도 및 전문가 투입계획\n유사사업 수행경험,  대상국 경험 등"
          ],
          [
            "",
            "",
            "",
            "소 계",
            "10.0",
            ""
          ],
          [
            "",
            "",
            "원조효과성 제고를 위한 독창적   \n아이디어 및 방안 등",
            "",
            "5.0",
            "원조효과성  제고방안,  TOR  관련  의견/제안사항,  사업 \n성공을  위해  필요한  혁신적․독창적  제안/과업수행방\n안,  사업별 특수사항 등"
          ],
          [
            "",
            "PM  대면평가",
            "",
            "사업이해도\n  수행역량\n  위험요소관리능력\n  영어구사능력",
            "2.0\n2.0\n2.0\n4.0",
            "사업의 목적,  범위,  대상국에 대한 이해 등\n사업 수행역량 등\n위험요소 대응 역량 등\n영어 Presentation  진행"
          ],
          [
            "",
            "",
            "",
            "소 계",
            "10.0",
            ""
          ],
          [
            "",
            "정성평가 소계",
            "",
            "",
            "60.0",
            ""
          ],
          [
            "기술평가 합계",
            "",
            "",
            "",
            "90.0",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 13,
      "text": "- 11 - 정량평가 가감점표 구분 평가항목 세부평가항목 배 점 비 고 정량 평가1 가 점 중소기업 1.0 중소기업 지분율에 따라 최대 1.0점 가점 부여 신규 입찰자 0.5 EDCF FS 계약실적이 있되, 입찰공고일 기준 최근 2년간 EDCF FS 계약실적이 없는 입찰자의 지분율에따라 최대 0.5점 가점 부여 1.0 입찰공고일 기준 EDCF FS 계약실적이 전무한 입찰자의지분율에 따라 최대 1.0점 가점 부여 약자 기업2 장애인기업 및 사회적기업3 0.3 장애인기업, 장애인고용 우수기업 또는 사회적기업 인증을 받은 기업의 지분율에 따라 최대 0.3점 가점 여성기업3 0.3 0.5 존속기간 3년 미만의 여성기업 지분율에 따라 최대 0.3점 가점 존속기간 3년 이상의 여성기업 지분율에 따라 최대 0.5점 가점 창업기업2 0.5 창업기업 확인서를 발급받은 기업의 지분율에 따라 최대 0.5점 가점 MDB 유사사업 경험 1.0 최근 10년간 PM의 다자개발은행MDB 유사사업 참여실적에 따라 최대1.0점 가점 감 점 EDCF 부정당업자 제재 MDB 제재 포함 3.0 입찰공고일 기준 EDCF 부정당업자로 제재를 받고 있는 입찰자는 지분율에 따라 최대 3.0점 감점 제안서 작성지침 미준수2.0 입찰제안서에서 요구한 제안서의 규격, 형식 등에 부합하지 않는 경우 건별 0.25점최대 2.0점 감점 가 감 점 FS 용역 평가결과 4.0 4.0 입찰공고일 기준 최근 2년 이내 EDCF FS 과업수행에 대한 평가결과 입찰자별 합산 가감점 및 지분율에 따라 최대 4.0점 가감점 주1 가점감점을 포함한 정량평가 점수는 정량평가 배점한도30점 이내로 제한 주2 약자기업 및 창업기업 가점은 중소기업제품 구매촉진 및 판로지원에 관한 법률에 따른 중소기업자간 제한경쟁입찰, 지명경쟁입찰, 또는 소프트웨어 진흥법에 따라 대기업인 소프트웨어 사업자의 참여가 제한되는 경우에 적용 주3 약자기업 세부평가 항목은 중복하여 평가할 수 없으며, 그중 높은 평점 한 가지만 적용",
      "tables": [
        [
          [
            "구분",
            "평가항목\n세부평가항목",
            "",
            "",
            "배 점",
            "비     고"
          ],
          [
            "정량\n평가1)",
            "가 점",
            "중소기업",
            "",
            "(1.0)",
            "중소기업 지분율에 따라 최대 1.0점 가점 부여"
          ],
          [
            "",
            "",
            "신규 입찰자",
            "",
            "(0.5)\n(1.0)",
            "EDCF\nF/S 계약실적이  있되, 입찰공고일  기준 \n최근 2년간 EDCF\nF/S 계약실적이 없는 입찰자의 \n지분율에 따라 최대 0.5점 가점 부여\n입찰공고일  기준  EDCF\nF/S 계약실적이  전무한 \n입찰자의 지분율에 따라 최대 1.0점 가점 부여"
          ],
          [
            "",
            "",
            "약자\n기업2)",
            "장애인기업 및 \n사회적기업3)\n여성기업3)",
            "(0.3)\n(0.3)\n(0.5)",
            "장애인기업, 장애인고용  우수기업  또는  사회적기업 \n인증을 받은  기업의  지분율에  따라  최대  0.3점 \n가점\n존속기간 3년 미만의 여성기업 지분율에 따라 최대 0.3점 \n가점\n존속기간 3년 이상의 여성기업 지분율에 따라 최대 0.5점 \n가점"
          ],
          [
            "",
            "",
            "창업기업2)",
            "",
            "(0.5)",
            "창업기업 확인서를 발급받은 기업의 지분율에 따라 \n최대 0.5점 가점"
          ],
          [
            "",
            "",
            "MDB 유사사업 경험",
            "",
            "(1.0)",
            "최근  10년간  PM의  다자개발은행(MDB) 유사사업 \n참여실적에 따라 최대 1.0점 가점"
          ],
          [
            "",
            "감 점",
            "EDCF 부정당업자 제재 \n(MDB 제재 포함)",
            "",
            "(△3.0)",
            "입찰공고일 기준 EDCF 부정당업자로 제재를 받고 \n있는 입찰자는 지분율에 따라 최대 3.0점 감점"
          ],
          [
            "",
            "",
            "제안서 작성지침 미준수 (△2.0)",
            "",
            "",
            "입찰제안서에서  요구한  제안서의  규격, 형식  등에 \n부합하지 않는 경우 건별 0.25점(최대 2.0점) 감점"
          ],
          [
            "",
            "가 감 점",
            "F/S 용역 평가결과",
            "",
            "(4.0~\n△4.0)",
            "입찰공고일  기준  최근 \n2년  이내 \nEDCF\nF/S\n과업수행에  대한  평가결과  입찰자별  합산  가감점 \n및 지분율에 따라 최대 ±4.0점 가감점"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 12 - 2 항목별 정량평가 기준 1유사사업 수행 실적10점 - 입찰공고일자 기준 최근 5년 이내에 완료된 아래의 국내 또는 국외 유사사업의 컨설팅용역 수행건수4점, 금액4점, 해외 용역수행 건수2점 평가 ITS 현장시스템 계획 분야 ITS 현장시스템 구축 관련 컨설팅용역 실적 교통단속장비또는교통정보검지장비등을포함해야함 ITS 현장시스템의예비타당성조사, 타당성조사, 기본설계, 상세설계, 기본계획 수립, 구축계획수립, 마스터플랜수립, 설치및배치계획수립용역등을의미함 현지조사용역, 현장조사용역, 연구용역협약, 평가용역, 성능평가용역, 유지관리용역, 운영관리용역, 감리용역, 사업관리용역, 효과분석용역, 역량강화용역, 교육및연수용역, PMC 용역, 운영관리등각종업무 대행또는업무위탁용역, 기구축시스템증설용역, 장비구매및납품 실적은제외함단, 과업내용에ITS 관련구축또는설계과업이포함된 경우에한하여인정가능 또한, 발주처가제공하는설계또는배치안에따라ITS 현장설비를구매하여 설치하는ITS 구축사업용역은제외함. 단, 과업내용에ITS 관련구축 또는설계과업이포함된경우에는인정가능 i 용역수행 건수 10건 이상 10건 미만 7건 이상 7건 미만 5건 이상 5건 미만 2건 이상 2건 미만 4.0 3.6 3.2 2.8 2.4 ii 용역수행 금액 30억원 이상 30억원 미만 25억원 이상 25억원 미만 20억원 이상 20억원 미만 15억원 이상 15억원 미만 4.0 3.6 3.2 2.8 2.4 iii 해외 용역수행 건수 2건 이상 2건 미만 1.5건 이상 1.5건 미만 1건 이상 1건 미만 0.2건 이상 0.2건 미만 2.0 1.8 1.6 1.4 1.2 수행실적 인정 대상 및 범위 관련하여, 본 제안요청서에서 열거되어 표기되는 사항들은 아래의 구분기준을 적용함. 열거된 내용 전부의 충족이 필요한 사항 가운뎃점으로 열거식 표기 예시 1 A 분야 사업의 기본설계상세설계감리수행실적 세 가지 과업을 모두 수행한 실적을 의미 셋 중에 한 가지만 수행한 경우 실적 미인정 열거된 내용 중 한 가지 이상의 충족이 필요한 사항 쉼표,로 열거식 표기 예시 B 분야 사업의 기본계획, 타당성조사, 기본설계, 상세설계, 감리수행실적 셋 중에 한 가지만 수행하면 실적 인정",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 13 - ICT 시스템 구축 계획 분야 교통관제센터 시스템 또는 데이터센터 구축 관련 컨설팅용역 실적 센터시스템의HW, SW, 네트워크신규구축과관련된타당성조사, 기본설계, 상세설계과업이전또는증설제외을의미함 i 용역수행 건수 10건 이상 10건 미만 7건 이상 7건 미만 5건 이상 5건 미만 2건 이상 2건 미만 4.0 3.6 3.2 2.8 2.4 ii 용역수행 금액 30억원 이상 30억원 미만 25억원 이상 25억원 미만 20억원 이상 20억원 미만 15억원 이상 15억원 미만 4.0 3.6 3.2 2.8 2.4 iii 해외 용역수행 건수 3건 이상 3건 미만 2건 이상 2건 미만 1건 이상 1건 미만 0.2건 이상 0.2건 미만 2.0 1.8 1.6 1.4 1.2 참고사항 유사사업 수행실적 관련 과거 수행실적 산정 1. 공동도급으로 수행한 실적금액은 참여지분율을 고려한 금액만 인정 - 단, 규모 등는 참여지분율과 관계없음 2. 공동도급으로 수행한 실적건수는 참여지분율을 고려한 건수만 인정 - 단, 해당 업무분야를 단독으로 수행한 경우 참여지분율에 관계없이 1건으로 인정. 이 경우, 공동도급 수행실적에 해당 분야의 수행업무단독수행 or 참여지 분율에 따른 수행업무를 증빙할 수 있어야 함 수행한실적의참여지분율본사업참여지분율아님 3. 실적증명서 상 과거 실적 금액이 원화가 아닌 다른 통화USD 등로 명시되어 있는 경우, 입찰공고일 기준 환율하나은행 고시 매매기준율 적용 4. 외부타 기관로부터 과업을 수주하여 직접 과업을 수행하고 타 기관 앞 용역 성과를 제공한 실적만 인정 - 내부자체 수행실적 및 발주처로서 사업관리 성격의 수행실적은 인정하지 않음 - 타 기관과의 협약위탁대행사업이나 본건 용역 입찰의 공동수급체 구성원을 위해 수행된 실적은 인정되지 않음 - 제출 실적에 대해서는 용역내용 확인이 가능한 발주처가 발급한 실적증명서를 첨부해야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 14 - 5. 복수의 전문 분야가 복합된 실적의 경우는 각 1건으로 평가 - 증명서 등을 통해 복수의 분야가 복합되어 있음을 확인될 수 있어야 하며, 각각의 실적금액만 인정 6. 동일 사업임에도 다년간 수행한 사업연차계약 포함의 경우, 단일 실적1건으로 실적 인정 7. 해외 용역수행실적은 준공건수별 참여지분율을 고려한 당해 용역비에 따라 가중치 부여 구 분 2억원 이상 2억원 미만 1억원 이상 1억원 미만 5천만원 이상 5천만원 미만 2천만원 이상 2천만원 미만 비 율 100 80 60 40 20 8. 본 사업 입찰공고일 기준으로 현재 수행 중인 용역은 유사실적에서 제외되나, 전체 용역이 완료되지 않았더라도 유사사업 수행실적 인정기준에 부합하는 실 적이 완료된 경우, 이를 증빙할 수 있는 자료를 제출하면 해당 실적은 인정함. 단, 인정되는 실적금액은 인정기준에 부합하는 실적에 한하며, 분리가 어려울 경우에는 실적건수만 인정 9. 민간부문 발주실적의 경우 아래의 방법으로 증빙 구분 제출 증빙서류 국내 a 또는 b 발주처의 용역이행 실적증명서 및 세금계산서 용역 계약서 및 세금계산서 해외 a 또는 b 해외건설협회 등의 실적 증명서 및 용역 계약서 발주처의 용역이행 실적증명서 및 용역 계약서 10. 개별 실적에 대한 인정 여부는 제안서 평가과정에서 결정하므로, 그 이전 답변 불가하며, 본 제안서 요구 실적과 무관한 실적 제출은 감점 대상이 될 수있는바 유의 필요서식 21, 제안서 작성지침 위반사항예시 자가진단표 참조 11. 기본 및 실시설계가 함께 포함된 실적의 경우 개별 실적이 아닌 단일 실적1건 으로 인정 12. 설계시공 일괄입찰 및 대안입찰, 기본실시설계 기술제안에참여하여 낙찰자로 결정된 경우와사회기반 시설에 대한 민간투자법에 의한 사업시행자가 발주 한 설계용역을 수행한 경우에는수행실적으로 인정 - 단, 낙찰자가 아닌 설계보상 대상자로 결정된 경우도 인정하되, 실적 요구조건을 충족하더라도 건수 및 금액에 대하여 80만 인정. 설계보상 대상자는 증빙서류",
      "tables": [
        [
          [
            "구분",
            "제출 증빙서류"
          ],
          [
            "국내\n[(a) 또는 (b)]",
            "⒜ 발주처의 용역이행 실적증명서 및 세금계산서"
          ],
          [
            "",
            "⒝ 용역 계약서 및 세금계산서"
          ],
          [
            "해외\n[(a) 또는 (b)]",
            "⒜ 해외건설협회 등의 실적 증명서 및 용역 계약서"
          ],
          [
            "",
            "⒝ 발주처의 용역이행 실적증명서 및 용역 계약서"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 17,
      "text": "- 15 - 설계보상 대상자 선정공문 등 제출 필요증빙서류 미제출시 서류 보완요청 없이 실적 불인정 금번 입찰시 실적 산정방법 1. 금번 입찰에 공동도급으로 참여하는 경우, 평가대상항목 건수금액해외 결과 점수를 아래 수식에 따라 합산 - 유사사업 수행실적 점수 ITS 현장시스템 구축 계획 점수70 ICT 시스템 구축 계획 점수30 상기의수식및비율은공동도급사간실제참여지분율구성과는관련없음 - 동일 분야에 복수의 기업이 공동으로 참여또는 참여기업이 복수의 분야에 수행실적을 제출하는 경우, 참여지분율동일업종 참여지분율 합을 100로 합산을 고려하여 실적 산정공동수급 약정서에 참여사별 담당 업무범위 명시 필수",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 16 - 참고 유사사업 수행실적 산정방법 예시 용역수행 건수 및 금액i, ii번 평가항목 A사 실적 타당성조사 1건과거 참여 지분율 30, 총계약금액 1억원 상세설계 1건과거 참여 지분율 20, 총계약금액 2억원 1 A사 용역수행건수 1건 30 1건 20 0.5건 2 A사 용역수행금액 1억원 30 2억원 20 0.7억원 B사 실적 타당성조사 1건과거 참여 지분율 60, 총계약금액 1억원 기본설계 1건과거 참여지분율 30, 총계약금액 3억원 3 B사 용역수행건수 1건 60 1건 30 0.9건 4 B사 용역수행금액 1억원 60 3억원 30 1.5억원 예시 평가항목 산출예시i, ii번 평가항목 구 분 참여지분율, 담당분야 유사사업 수행실적용역수행 건수 ITS70 ICT30 Q사 30, ITS 5건 - W사 20, ITS 10건 E사 10, ICT - 5건 R사 40, ICT - 15건 개별 인정건수 5건303020 10건203020 7건 5건101040 15건401040 13건 개별 점수 X점 Y점 합산 점수 X점70 Y점30 Z점 예시 해외 용역수행 건수iii번 평가항목 C사 실적 해외 상세설계 1건과거 참여 지분율 30, 총계약금액 5억원 - C사 해외 용역수행 건수 5억원 30 1.5억원 1건 801억원 이상 2억원 미만 0.8건 D사 실적 해외 타당성조사 1건과거 참여 지분율 100, 총계약금액 3억원 해외 기본설계 1건과거 참여지분율 20, 총계약금액 4억원 - D사 해외 용역수행 건수 3억원 100 3억원 1건 1002억원 이상 1건 4억원 20 0.8억원 1건 605천만원 이상 1억원 미만 0.6건 본건 사업에 C사 50 및 D사 50로 공동도급 참여 C사 및 D사 공동수급에 따른 용역수행건수 0.8건 50 1.6건 50 1.2건 상기 예시는 유사사업 수행실적 산정방법에 대한 안내이며, 본건 제안서 정량평가시에는 본 제안요청서 상의 참여분야 및 비중이 적용됨ITS 현장시스템, ICT",
      "tables": [
        [
          [
            "구  분 \n(참여지분율, 담당분야)",
            "유사사업 수행실적(용역수행 건수)",
            ""
          ],
          [
            "",
            "ITS(70%)",
            "ICT(30%)"
          ],
          [
            "Q사 (30%,\nITS)",
            "5건",
            "-"
          ],
          [
            "W사 (20%,\nITS)",
            "10건",
            ""
          ],
          [
            "E사 (10%,\nICT)",
            "-",
            "5건"
          ],
          [
            "R사 (40%,\nICT)",
            "-",
            "15건"
          ],
          [
            "개별 인정건수",
            "(5건×30%/(30%+20%)\n+(10건×20%/(30%+20%))\n= 7건",
            "(5건×10%/(10%+40%))\n+(15건×40%/(10%+40%))\n= 13건"
          ],
          [
            "개별 점수",
            "X점",
            "Y점"
          ],
          [
            "합산 점수",
            "X점×70% + Y점×30% = Z점",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 17 - 2참여인력의 경험15점 - 사업수행책임자5점 및 참여기술자10점의 자격, 해당 분야 경력 및 실적입찰공고일 기준 최근 10년간 담당 분야 관련 컨설팅 용역수행 완료 건수에 대한 평가 1213 페이지1유사사업수행실적에서규정한과업으로한정하며, 본사업에제안된 담당분야역할와관련된실적만인정 공동도급으로참여하는경우사업수행책임자PM는대표회사에소속되어야함 i 사업수행책임자PM 자격 기술사건축사 특급기술자 고급기술자 중급기술자 초급기술자 1.0 0.9 0.8 0.7 0.6 ii 사업수행책임자PM 경력 15년 이상 15년 미만 13년 이상 13년 미만 11년 이상 11년 미만 9년 이상 9년 미만 2.0 1.8 1.6 1.4 1.2 iii 사업수행책임자PM 실적 10건 이상 10건 미만 7건 이상 7건 미만 5건 이상 5건 미만 3건 이상 3건 미만 2.0 1.8 1.6 1.4 1.2 iv 참여기술자 경력분야별 책임기술자 8년 이상 8년 미만 7년 이상 7년 미만 5년 이상 5년 미만 3년 이상 3년 미만 5.0 4.5 4.0 3.5 3.0 v 참여기술자 실적분야별 책임기술자 총 5점 v-1 기후변화 외 분야별 참여기술자 실적 총 4.5점 8건 이상 8건 미만 7건 이상 7건 미만 5건 이상 5건 미만 3건 이상 3건 미만 4.50 4.00 3.60 3.10 2.70 v-2 기후변화 분야 참여기술자 실적 총 0.5점 6건 이상 6건 미만 5건 이상 5건 미만 3건 이상 3건 미만 2건 이상 2건 미만 0.50 0.45 0.40 0.35 0.30 참고사항 1. PM 및 분야별 책임기술자만 정량평가 대상이며, 분야별 전담기술자 및 비전담 참여인력경제재무분석, 환경사회영향 및 영문보고서 전문인력은 정성평가조직인력 현황 및 운영계획 대상임 2. 정량평가 대상 참여인력은 관련 협회 또는 기관에서 발행한 경력증명서에 의해 평가하되, 등록되지 않은 자는 본 제안요청서에 첨부된 참고2 참여인력의 등급 및 자격기준을 참조하여 제안사의 대표이사가 날인한 이력서, 경력증명서, 재직증명서 등을 이용하여 평가",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 18 - 3. 대학교에 소속된 교수 및 부교수는 기술사와 동일한 등급으로 인정하며, 조교수 이하는 참고2 참여인력의 등급 및 자격기준을 참조하여 소속 기관의 장이 날인한 이력서, 경력증명서, 재직증명서 등을 바탕으로 등급 평가 4. 정량평가 대상 참여인력의 해당분야 경력년수은 경력증명서에 명시된 전문분야별 참여일수 또는 기타 증빙자료에 명시된 경력일수를 고려하여 평가 5. 전담 참여인력의 해당분야 실적건수 인정범위는 아래와 같음 구 분 참여실적건수 인정범위 입찰공고일자 기준 최근 10년간 완료된 국내외 실적 PM 1213 페이지1유사사업수행실적 참조 2. ITS 현장 시스템 구축 계획 준용 교통운영센터 건축 데이터센터또는주차장건립관련국내외컨설팅용역 교통운영센터 운영시스템 1213 페이지1유사사업수행실적 참조 3. ICT 구축 계획 준용 교통인프라 1213 페이지1유사사업수행실적 참조 2. ITS 현장 시스템 구축 계획 준용 네트워크 차량구매 버스 버스구매공급관련국내외컨설팅용역 타당성조사, 기본계획, 기본설계및상세설계, 기술검토등 기후변화 국내외 기후변화대응 관련 용역 수행실적 기후위험 분석잠재 온실가스 감축량 산정산정 툴킷 모델 수립도 인정 또는 기후 위해, 취약성, 노출 분석 또는 기후위험 경감계획 수립 또는 기후 성과관리평가 중의 하나 이상의 요소를 포함한 용역에 한정 1 국내외 그린사업 및 국제감축사업CDM 등 관련 연구용역컨설 팅, 마스터플랜, 타당성 조사, 발굴, 실행, 성과평가, 2 기후변화 대 응TCFDTake Force on Climate-related Financial Disclosure, 탄 소중립전략, GCFGreen Climate Fund Funding Proposal 작성, 배출권거래제, 온실가스목표관리제, 기후변화적응 등 컨설팅 등 6. 분야별 책임기술자에 대한 평가는 아래 가중치를 적용하여 산출한 결과를 합산 기술사건축사 특급 고급 중급 초급 기타 100 90 80 70 60 50 - 분야별 책임기술자가 아닌 전담기술자는 자격등급별 가중치 미적용 - 참여기술자의 평가는 각 참여자별 건수경력을 평균하여 계산하며, 1인 최대 8년8건 초과 시에도 8년8건으로 인정단, 기후변화 분야는 최대 8년6건 초과시 8년6건으로 인정 예 분책특급의경력년수12년x 특급90 10.8년8년인정 분책특급의실적건수10건x 특급90 9건8건인정 전담고급의경력년수11년8년인정 7. 발주처에서 컨설팅 용역을 직접 수행하지 않고, 용역을 발주하여 고용한 컨설턴트가 컨설팅 업무 및 감독업무를 수행한 사업은 참여인력 실적에서 제외함. 단, 발주처에 소속되어 감독업무를 수행한 실적의 경우, 해당 건에 사업수행책임자PM로 참여한 경우에 한하여 업무의 유사성을 고려하여 인정함분야별 책임기술자 및 전담참여자로 참여한 경우에는 실적으로 인정하지 않음",
      "tables": [
        [
          [
            "구 분",
            "참여실적(건수) 인정범위\n(입찰공고일자 기준 최근 10년간 완료된 국내외 실적)"
          ],
          [
            "PM",
            "(‘12~13 페이지 ①유사사업 수행실적’ 참조)\n[2.\nITS 현장 시스템 구축 계획] 준용"
          ],
          [
            "교통운영센터\n(건축)",
            "데이터센터 또는 주차장 건립 관련 국내외 컨설팅 용역"
          ],
          [
            "교통운영센터\n(운영시스템)",
            "(‘12~13 페이지 ①유사사업 수행실적’ 참조)\n[3.\nICT 구축 계획] 준용"
          ],
          [
            "교통인프라",
            "(‘12~13 페이지 ①유사사업 수행실적’ 참조)\n[2.\nITS 현장 시스템 구축 계획] 준용"
          ],
          [
            "네트워크",
            ""
          ],
          [
            "차량구매\n(버스)",
            "버스 구매·공급 관련 국내외 컨설팅 용역\n(타당성조사, 기본계획, 기본설계 및 상세설계, 기술검토 등)"
          ],
          [
            "기후변화",
            "국내외 기후변화대응* 관련 용역** 수행실적 \n* 기후위험 분석(잠재 온실가스 감축량 산정(산정 툴킷 모델 수립도 인정)\n또는 기후 위해, 취약성, 노출 분석) 또는 기후위험 경감계획 수립 또는 \n기후 성과관리(평가) 중의 하나 이상의 요소를 포함한 용역에 한정\n** ① 국내외 그린사업 및 국`제감축사업(CDM 등) 관련 연구용역(컨설\n팅), 마스터플랜, 타당성 조사, 발굴, 실행, 성과평가, ② 기후변화 대\n응(TCFD(Take\nForce\non Climate-related Financial Disclosure), 탄\n소중립전략, GCF(Green\nClimate\nFund)\nFunding\nProposal 작성,\n배출권거래제, 온실가스목표관리제, 기후변화적응 등) 컨설팅 등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 19 - 3 재무구조 및 경영상태 5점 구 분 A등급 B C D E 신용 평가 등급 회 사 채 A- 이상 A- 미만 BBB- 이상 BBB- 미만 BB- 이상 BB- 미만 B- 이상 CCC 이하 기업어음 A2- 이상 A2- 미만 A3- 이상 A3- 미만 B 이상 B- C 이하 기업신용평가 A- 이상 A- 미만 BBB- 이상 BBB- 미만 BB- 이상 BB- 미만 B- 이상 CCC 이하 등급별 배점 5.0 4.5 4.0 3.5 3.0 신용정보의이용및보호에관한법률제2조제8호의3 또는자본시장과금융투자업에관한 법률제335조의3에의해업무를영위하는신용조회사또는신용평가사가입찰공고일이전 가장최근에평가한유효기간내에있는회사채또는기업어음 또는기업신용평가등급 - 공동수급의경우각구성원별신용평가등급해당점수에참여비율을곱하여합산 - 신용평가등급서류미제출또는유효기간이만료된등급서류제출시최저등급으로평가 3 PM 대면평가 기준 구 분 A등급 최우수 B등급 우수 C등급 보통 D등급 미흡 E등급 부족 사업이해도 2.0 1.8 1.6 1.4 1.2 수행역량 2.0 1.8 1.6 1.4 1.2 위험요소 관리능력 2.0 1.8 1.6 1.4 1.2 영어 구사능력 4.0 3.6 3.2 2.8 2.4 계 10.0 9.0 8.0 7.0 6.0 PM 대면평가는 참고 1 참여업체 수에 따른 정성평가 등급배분표를 적용하지 않고 절대평가실시 PM 대면평가는 제출된 제안서에 대한 평가위원들의 질문으로 진행 - 영어구사능력 평가는 PM의 영어 Presentation 실시 후 평가위원들의 제출된 제안서에 대한 질의응답으로 진행 별도 PPT자료 불필요 당행이 인정하는 불가피한 PM 부재 사유에 해당하는 경우에 한하여 대리인이 PM을 대신하여 대면평가에 참석 가능하며, 해당 평가항목은 최저등급E등급, 6점을 적용 사망, 천재지변 등출장, 휴가 등의 사유는 불인정 당행이 인정하는 불가피한 PM 부재 사유에 해당하지 않는 이유로 PM이 대면평가총 10점에 불참할 경우에는 0점으로 처리",
      "tables": [
        [
          [
            "구 분\nA등급",
            "",
            "",
            "B",
            "C",
            "D",
            "E"
          ],
          [
            "신용\n평가\n등급*",
            "회 사 채\n기업어음\n기업신용평가",
            "A- 이상\nA2- 이상\nA- 이상",
            "A- 미만 \nBBB- 이상\nA2- 미만\nA3- 이상\nA- 미만 \nBBB- 이상",
            "BBB- 미만\nBB- 이상\nA3- 미만\nB 이상\nBBB- 미만\nBB- 이상",
            "BB- 미만\nB- 이상\nB-\nBB- 미만\nB- 이상",
            "CCC+ 이하\nC 이하\nCCC+ 이하"
          ],
          [
            "등급별 배점",
            "",
            "5.0",
            "4.5",
            "4.0",
            "3.5",
            "3.0"
          ]
        ],
        [
          [
            "A등급\n구 분\n(최우수)",
            "",
            "B등급\n(우수)",
            "C등급\n(보통)",
            "D등급\n(미흡)",
            "E등급\n(부족)"
          ],
          [
            "사업이해도",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "수행역량",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "위험요소 관리능력",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "영어 구사능력",
            "4.0",
            "3.6",
            "3.2",
            "2.8",
            "2.4"
          ],
          [
            "계",
            "10.0",
            "9.0",
            "8.0",
            "7.0",
            "6.0"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 20 - 4 가점감점 부여기준 가감점 일반 가점감점을 포함한 정량평가 점수는 배점한도30점를 초과하지 아니함 중소기업 가점 중소기업 참여비율에 따라 최대 1.0점 가산점 부여정량평가 평가항목 가산점 계산방법 비고 중소기업 참여비율 가산점 1.0점 중소기업참여비율 중소기업기본법에서정의하는중소기업을의미함. 신규 입찰자 가점 i EDCF FS 계약실적이 있되, 입찰공고일 기준 최근 2년간 EDCF FS 계약실적이 없는 입찰자의 지분율에 따라 최대 0.5점 가점 부여 미수주자 가점 0.5점 미수주자지분율 ii 입찰공고일 기준 EDCF FS 계약실적이 전무한 입찰자의 지분율에 따라 최대 1.0점 가점 부여 신규입찰자 가점 1.0점 신규입찰자지분율 장애인기업 및 사회적기업 가점 장애인기업, 장애인고용 우수기업 또는 사회적기업 인증을 받은 기업의 지분율에 따라 최대 0.3점 장애인기업활동촉진법에서정한기업으로서, 중소벤처기업부장관위임받은자를포함에 의해확인된경우로서확인문서가입찰공고일기준유효해야하며유효기간이정해지지 아니한경우2년이내확인받은것에한함. 장애인고용촉진 및 직업재활법 제24조에 따른 장애인고용 우수사업주로 해당 부처에 의해 확인된 경우로서 확인문서가 입찰공고일 기준 유효해야 하며 유효기간이정해지지아니한경우2년이내확인받은것에한함. 고용노동부장관또는위임받은자으로부터사회적기업인증을받은기업 장애인사회적기업 가점 0.3점 장애인또는사회적기업지분율 여성기업 가점 존속기간이 확인되는 여성기업의 지분율에 따라 최대 0.3점존속기간 3년 미만 혹은 0.5점존속기간 3년 이상 법인인경우법인등기부등본, 개인사업자인경우사업자등록증상여성대표자로서그 유지기간연속되어있어야함을확인하여평가 여성기업지원에관한법률및같은법시행령에따라중소벤처기업부장관위임받은자를 포함에 의해 여성기업 확인서를 발급받은 기업으로서중소기업제품 공공구매종합 정보망에등재된자료로확인, 그존속기간을확인할수있는기업 i 존속기간 3년 미만 여성기업 가점 0.3점 여성기업지분율 ii 존속기간 3년 이상 여성기업 가점 0.5점 여성기업지분율",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 21 - 창업기업 가점 창업기업 확인서를 발급받은 기업의 지분율에 따라 최대 0.5점 중소기업 창업 지원법령제39조창업기업의 확인 등 및 동 시행령 제15조에 따라 중소벤처기업부장관위임받은자를포함에의해창업기업확인서를발급받은기업 확인서는입찰공고일기준유효해야하며, 유효기간이정해지지아니한경우입찰공고일 전일부터기산하여2년이내확인받은것에한함. 단, 사후관리등을통하여유효기간이 연장되는경우그기간까지를유효기간에포함 창업기업 가점 0.5점 창업기업지분율 MDB 유사사업 경험 가점 최근 10년간 PM의 다자개발은행MDB 유사사업 참여 건수에 따라 최대 1.0점 가점 부여 PM의경력증명서상MDB 유사사업참여여부가명시확인되지않는경우, 이를 증명할수있는별도증빙자료제출필요 MDB 유사사업 경험 가점 PM의 MDB 유사사업 참여실적에 따른 구간별 가점 참여사업 건수 점수 5건 이상 1.0점 4.0건 이상 5.0건 미만 0.8점 3.0건 이상 4.0건 미만 0.6점 2.0건 이상 3.0건 미만 0.4점 1.0건 이상 2.0건 미만 0.2점 EDCF 부정당업자 제재 감점 입찰공고일 기준 EDCF 부정당업자로 제재를 받고 있는 입찰자 또는 다자개발은행MDB으로부터 부패행위와 사실왜곡 등 부정당행위로 인하여 상호제재Cross debarment를 받고 있는 입찰자는 그 지분율에 따라 최대 3.0점 감점 EDCF 부정당업자제재기준이정하는부패또는부정행위에관여했다고인정되는 기업, 기관, 단체를의미 EDCF 부정당업자 제재 감점 3.0점 부정당업자지분율 제안서 작성지침 미준수 감점 입찰제안서에서 요구한 제안서의 규격, 형식 등에 부합하지 않는 경우 최대 2점 감점 서식 23 제안서 작성지침 위반사항예시 참고하여 건별 0.25점, 기타의 경우 0.1점 감점 FS 용역 평가결과 가감점 입찰공고일 기준 최근 2년 이내 EDCF FS 과업수행에 대한 평가결과 입찰자별 합산 가감점 및 지분율에 따라 최대 4.0점 가감점 재평가를포함하며재평가시기존평가결과는제외 FS 용역 평가결과 가감점 Σ 입찰자별 가감점 입찰자별지분율",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 22 - 5 가격평가 기준 입찰가격평가는계약예규협상에 의한 계약체결기준상 입찰가격 평점 계산식을 이용하여 평가 입찰가격을 추정가격의 100분의 80 이상으로 입찰한 자에 대한 평가 평점입찰가격평가배점한도 해당입찰가격 최저입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 추정가격의100분 의 70미만일 경우에는 100분의 70으로 계산 해당입찰가격 해당 평가대상자의 입찰가격 입찰가격 평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를 포함하여 적용하고, 예정가격을 작성한 경우에는 추정가격을 예정가격으로 적용 입찰가격을 추정가격의 100분의 80 미만인 입찰한 자에 대한 평가 평점입찰가격평가배점한도 추정가격의상당가격 최저입찰가격 추정가격의상당가격추정가격의상당가격 추정가격의상당가격해당입찰가격 최저입찰가격 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 추정가격의100분 의 70미만일 경우에는 100분의 70으로 계산 해당입찰가격 해당 평가대상자의 입찰가격으로 하되, 입찰가격이 추정가격의100분 의 70 미만일 경우에는 배점한도의 30에 해당하는 평점을 부여 SW 사업 및소방장비관리법에 따른 소방장비,경찰관 직무집행법에 따른 경찰장구, 해양경찰장비도입 및 관리에 관한 법률에 따른 해양경찰장비,군수품관리법에 따른 군수품으로서 소방경찰해양경찰군의 안전 관련 물품 구매제조의 경우에는 해당 입찰가격 이 추정가격의 100분의 80미만일 경우에는 배점한도의 30에 해당하는 평점을 부여 입찰가격 평가시 사업예산으로 하는 경우에는 추정가격에 부가가치세를 포함 하여 적용하고, 예정가격을 작성한 경우에는 추정가격을 예정가격으로 적용 입찰가격 평점 계산식에 의한 계산결과 소수점이하의 숫자가 있는 경우에는 소수점 다섯째자리에서 반올림함 7. 협상대상자 선정 및 협상 절차 협상대상자 선정 제안요청서에 부합하는 제안서를 제출한 제안자의 기술능력 평가 점수90점 기준으로 85 이상 득점한 업체를 협상적격자로 선정 하고, 협상적격자 중 기술과 가격의 합산점수가 가장 높은 순으로 협상에 의하여 선정 기술능력평가점수76.5점90점의85미만의업체는가격평가대상에서제외 기획재정부계약예규제721호협상에의한계약체결기준, 2024. 9. 13. 일부개정 제9조에따라협상적격자앞서면통보",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 23 - 합산점수가 동일한 제안자가 2인 이상일 경우에는 기술능력 평가 점수가 높은 제안자를 선순위자로 하고, 기술능력평가도 동일한 경우에는 기술능력의 세부평가 항목 중 배점이 큰 항목에서 높은 점수를 얻은 자를 선순위자로 함 협상대상자 중 기술가격의 종합평점이 가장 높은 자를 우선협상 대상자로 지정하여 협상하고 결렬 시 차순위와 협상 협상절차 협상은 당행이 정하는 절차와 일정에 따라 진행됨 협상순위에 따라 협상대상자와 협상을 실시하며, 협상기간 내에 협상대상자와 협상이 성립된 경우 최종낙찰자로 선정하고 다른 협상 적격자와 협상을 실시하지 아니함 협상은 기술조건 합의 및 당행이 요구하는 사항에 근거하여 진행 협상 중 당행이 어떠한 자료를 요구하더라도, 제안자는 당행의 자료 요구에 성실히 응해야 하며, 만약 제안자가 정당한 사유 없이 동 요구 자료를 제출하지 못하거나 제출을 거부하는 경우 당행은 동 제안자를 협상 대상에서 제외할 수 있음 협상대상자가 협상에 불성실하게 임하거나 협상을 고의로 지연시키는 등 문제가 있다고 판단될 경우 당행은 협상이 결렬된 것으로 간주 협상이 성립되지 않을 시 차순위 협상적격자와 협상을 실시 모든 협상적격자와의 협상이 결렬될 경우에는 재공고 입찰에 부칠 수 있음 협상내용과 범위 협상대상자가 제안한 사업추진 계획 및 이행방법, 이행일정 등 제안서 내용을 대상으로 협상을 실시하며, 본 입찰제안서에 명시 되지 않은 사항이 주요 현안이 되는 경우 상호협의에 의하여 결정 가격협상 기준 가격은 당행 사업예산 이하로서 협상대상자가 제안한 가격으로 하되, 기술협상에서 제안내용의 가감조정이 있는 경우 제안가격을 가감 조정할 수 있음",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 26,
      "text": "- 24 - 8. 최종낙찰자 유의사항 당행은 과업수행 내용을 수시로 확인할 권한을 가지며, 용역사는 이에 적극 협조해야 함 인력투입현황, 과업수행현황및기타확인이필요한사항 용역사는 중요 결정사항이 있을 경우에는 수시로 당행과 협의하고 당행 요청시 관련 보고회를 실시하여야 하며, 당행의 요구를 충분히 반영하여야 함 계약 체결 후 7일 이내에 보안각서 및 기타 필요한 서류를 첨부한 과업수행계획서Inception Report를 작성하여 당행의 승인을 받은 후 과업에 착수하여야 함 엔지니어링산업진흥법에 의거, 모든 용역 참여사는 과업수행에 필요한 손해배상보험공제에 가입하고 용역 완료 전 관련 서류를 당행에 제출하여야 함 인지세법에 의거, 용역사는 계약체결시 계약서 작성 및 소유에 따른 수입인지를 당행에 제출하여야 함. - 해당 법령에 의거, 계약서 원본Original 부수에 따라 개별납부 - 예 3개사 JV 2개사 원본 요청인지세 개별 납부 1개사 사본 인지세 미해당 용역사는 당행의 요청시 용역 추진내용을 보고하며 각 과업성과물에 대한 보고회를 실시하며, 최종보고는 용역 완료 전에 실시하여야 함 하자보증기간완료 후 12개월 중 본 용역과 관련된 사항에 대하여 재검토와 보완이 필요한 경우 비용청구 없이 즉시 시정 조치하여야 하며 보완 결과를 서면으로 제출하여야 함 용역수행 중 용역사의 귀책사유로 발생한 모든 문제에 대한 책임은 용역사에 있으며, 당행이 입은 손해에 대하여 배상하여야 함 입찰시 제출한 제안서에 명시된 과업참여인원들이 본 과업에 필히 참여해야 하며, 본 용역수행 중 투입인력은 교체할 수 없는 것을 원 칙으로 함. 단, 퇴직 및 질병 등 부득이한 사유 발생 시에는 당행 과 협의하여 승인을 득한 후 동등 이상의 인력으로 교체하여야 함 본 용역수행 과정에서 취득하거나 생산한 각종 조사자료 및 일체의 산출물은 당행의 소유이며, 당행의 승인 없이 제3자에게 제공하거나 본 과업 이외의 목적에 사용할 수 없음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 25 - 9. 기타사항 중소기업이 입찰에 참여한 경우 중소벤처기업부에서 발급한 중소기업 확인서공공기관 입찰확인용 사본을 제출할 것 장애인기업, 장애인고용 우수기업, 사회적기업 인증은 관계기관이 발급한 확인서, 인증서 등 공적 서류 사본을 제출할 것 제안서 평가에 있어서 불명확한 부분이 있거나 보완설명이 필요한 경우 제안서 설명을 요청할 수 있으며 해당 기관은 이에 응하여야 함 제출된 제안서 및 관련 서류 일체는 반환되지 않으며 제안요청서, 입찰 유의사항 등을 숙지한 후 입찰에 참여할 것 필요한 경우 당행은 제안서 제출 마감 전까지 입찰과 관련된 내용에 대하여 수정변경할 수 있음 10. 용역결과 평가활용 용역 완료 후 1개월 이내, 내부기준에 따라 용역 참여인력보고서 품질용역관리 등에 대한 평가가 이뤄지며, 동 평가결과가 후속 EDCF FS 입찰평가시 가감점에 반영 됨 공동도급의 경우, 공동평가 예정 평가점수별 가감점 매칭 평가점수 가감점 -100점 이상 -76점 이하 -2점 -76점 초과 -52점 이하 -1.5점 -52점 초과 -28점 이하 -1점 -28점 초과 -4점 이하 -0.5점 -4점 초과 20점 이하 0점 20점 초과 43점 이하 0.5점 43점 초과 66점 이하 1점 66점 초과 89점 이하 1.5점 89점 초과 115점 이하 2점",
      "tables": [
        [
          [
            "<평가점수별 가감점 매칭>\n평가점수\n-100점 이상 ~ -76점 이하\n-76점 초과 ~ -52점 이하\n-52점 초과 ~ -28점 이하\n-28점 초과 ~ -4점 이하\n-4점 초과 ~ +20점 이하\n+20점 초과 ~ +43점 이하\n+43점 초과 ~ +66점 이하\n+66점 초과 ~ +89점 이하\n+89점 초과 ~ +115점 이하",
            "가감점\n-2점\n-1.5점\n-1점\n-0.5점\n0점\n+0.5점\n+1점\n+1.5점\n+2점"
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 28,
      "text": "- 26 - 대항목 중항목 소항목 가중치 인력평가 20개 항목, 45점 배점 PM PMOOO 인력투입계획 준수 2 각종 회의 참석 여부진행능력 2 해당분야 전문성사업 이해도 2 사업실시기관과의 협력 2 당행 담당직원과의 협력 2 FS 방향사업계획 수립시 역할 2 FS 참여인력 관리공동수행사 조율능력 2 각종 보고서 검토 및 작성 능력 2 커뮤니케이션외국어능력 3 Key Staff 인력투입계획 준수 2 각종 회의 참석 여부 2 해당분야 전문성사업 이해도 3 담당분야별 사업기본계획 적정성 3 보고서 작성 및 검수 능력 3 커뮤니케이션외국어능력 2 상주인력 상주인력 선임 및 활용정도 3 현지활동 및 각종 자료조사 충실도 2 사업실시기관과의 협력체계 2 EDCF 현장사무소와의 협력 체계 2 커뮤니케이션외국어능력 2 보고서평가 12개 항목, 35점 배점 사업수행계획서 사업수행계획서착수보고서 적정성 2 중간보고서 보고서 구성의 적정성 3 가독성수정보완 필요성 3 영문보고서 품질 3 최종보고서 초안포함 보고서 구성의 적정성 3 가독성수정보완 필요성 3 영문보고서 품질 3 당행의 요구사항 반영 3 사업실시기관의 요구사항 반영 3 사업비 산출내역사업비 구성 내역의 적정성 4 단가조사 방법의 적정성 3 출장결과보고서 출장결과보고 적정성 2 관리현황평가 10개 항목, 20점 배점 일정관리 사업수행일정 2 출장일정 2 회의 개최 일정 2 보고서 제출 일정 2 신청행위 적정성승인요청신청행위 적정성 2 리스크관리 리스크 대응체계 2 리스크 해결 방안의 적정성 2 사회적 물의 2 안전관리 2 정보보호 2 과업난이도평가 3개 항목, 9점 배점 추가 가점 수원국 FS 이견 3 수원국 자료 비협조 3 기타 어려움 3 심사수행 협조 추가 가점 EDCF 심사수행 협조도 해당시 3 기후변화영향 대응체계 추가 가점 기후변화영향 대응체계 적용계획의 적정성 3 합 계 115 평가 의견 주1. 비평가 항목 또는 정보가 없는 항목은 보통으로 평가 - 각 항목별로 5단계로 구분하여 평가 실시 우수100, 양호50, 보통0, 다소미흡-50, 미흡-100 주2. PM이 없는 참여사를 개별평가시 동 참여사의 leading staff을 PM으로 간주하여 평가",
      "tables": [
        [
          [
            "대항목",
            "중항목",
            "소항목",
            "가중치"
          ],
          [
            "인력평가\n(20개 항목,\n45점 배점)",
            "PM\n(PM:OOO)",
            "인력투입계획 준수 \n각종 회의 참석 여부/진행능력 \n해당분야 전문성/사업 이해도 \n사업실시기관과의 협력 \n당행 담당직원과의 협력 \nF/S 방향(사업계획) 수립시 역할 \nF/S 참여인력 관리/공동수행사 조율능력 \n각종 보고서 검토 및 작성 능력 \n커뮤니케이션/외국어능력",
            "2\n2\n2\n2\n2\n2\n2\n2\n3"
          ],
          [
            "",
            "Key Staff",
            "인력투입계획 준수 \n각종 회의 참석 여부   \n해당분야 전문성/사업 이해도 \n담당분야별 사업기본계획 적정성 \n보고서 작성 및 검수 능력 \n커뮤니케이션/외국어능력",
            "2\n2\n3\n3\n3\n2"
          ],
          [
            "",
            "상주인력",
            "상주인력 선임 및 활용정도 \n현지활동 및 각종 자료조사 충실도\n사업실시기관과의 협력체계 \nEDCF 현장사무소와의 협력 체계 \n커뮤니케이션/외국어능력",
            "3\n2\n2\n2\n2"
          ],
          [
            "보고서평가\n(12개 항목,\n35점 배점)",
            "사업수행계획서 사업수행계획서(착수보고서) 적정성",
            "",
            "2"
          ],
          [
            "",
            "중간보고서",
            "보고서 구성의 적정성 \n가독성/수정보완 필요성 \n영문보고서 품질",
            "3\n3\n3"
          ],
          [
            "",
            "최종보고서\n(초안포함)",
            "보고서 구성의 적정성 \n가독성/수정보완 필요성 \n영문보고서 품질 \n당행의 요구사항 반영 \n사업실시기관의 요구사항 반영",
            "3\n3\n3\n3\n3"
          ],
          [
            "",
            "사업비 산출내역",
            "사업비 구성 내역의 적정성 \n단가조사 방법의 적정성",
            "4\n3"
          ],
          [
            "",
            "출장결과보고서 출장결과보고 적정성",
            "",
            "2"
          ],
          [
            "관리현황평가\n(10개 항목,\n20점 배점)",
            "일정관리",
            "사업수행일정 \n출장일정 \n회의 개최 일정 \n보고서 제출 일정",
            "2\n2\n2\n2"
          ],
          [
            "",
            "신청행위 적정성 승인요청/신청행위 적정성",
            "",
            "2"
          ],
          [
            "",
            "리스크관리",
            "리스크 대응체계 \n리스크 해결 방안의 적정성 \n사회적 물의 \n안전관리 \n정보보호",
            "2\n2\n2\n2\n2"
          ],
          [
            "과업난이도평가\n(3개 항목,\n9점 배점)",
            "(추가 가점)",
            "수원국 FS 이견 \n수원국 자료 비협조 \n기타 어려움",
            "3\n3\n3"
          ],
          [
            "심사수행 협조",
            "(추가 가점)",
            "EDCF 심사수행 협조도 (해당시)",
            "3"
          ],
          [
            "기후변화영향\n대응체계",
            "(추가 가점)",
            "기후변화영향 대응체계 적용계획의 적정성",
            "3"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 27 - III. FS 대상사업 및 과업범위 1. 당행 발주 FS 추진배경 대외경제협력기금EDCF 지원 대상사업에 대한 EDCF 주도의 사업발굴을 통한 사업 진행과정에 대한 투명성 및 공정성 제고 지원 요청사업에 대한 사업타당성조사 및 기본 설계개념 도출을 통한 원활한 사업추진 도모 EDCF FS 현장성강화등을통한내실화를위해아국컨설턴트의현지상주의무화, 현지컨설팅 업체고용을통한현지조사강화, 보고서내용에대한외부전문가검토실시등을시행 2. 본 사업 추진배경 급격한 도시화에 따른 인구과밀, 열악한 대중교통운영체계 및 도로 인프라 부족 등으로 모잠비크 마푸토 지역 교통체증이 심화되고 있음. 우리 정부는 KSP를 통해 한국 대중교통 발전경험을 바탕으로 마푸토 대중교통 개선을 위한 전략 및 추진방안 제시22.10월 KSP 사업 주요 내용 4부문, 14개사업 부문 사업 금번 FS포함 여부 1. 관리부문 운수종사자관리 X 운수업체관리 X 운행기록관리 O 대중교통 관리기반 조성 O 2. 운영부문 사업용 자동차 검사관리 X 대중교통 정보시스템 운영조직 X 운전자 교육 및 평가 X 3. 정보화부문 AFC1구축버스,철도 BIS2및 BIT3구축 O 스마트 주차시스템 4. 인프라부문 BRT도입4 X 통합교통대중교통운영센터 구축 O 무인단속 체계 마련 O 친환경버스 도입 O 1요금자동징수시스템 Automated Fare Collection 2버스정보시스템 Bus Information Systems 3버스정보안내단말기 Bus Information Terminal 4KSP사업중가장규모가큰BRT사업은World Bank의지원약2.5억불을받아마푸토광역",
      "tables": [
        [
          [
            "부문",
            "사업",
            "금번 F/S포함 여부"
          ],
          [
            "1. 관리부문",
            "운수종사자관리",
            "X"
          ],
          [
            "",
            "운수업체관리",
            "X"
          ],
          [
            "",
            "운행기록관리",
            "O"
          ],
          [
            "",
            "대중교통 관리기반 조성",
            "O"
          ],
          [
            "2. 운영부문",
            "사업용 자동차 검사관리",
            "X"
          ],
          [
            "",
            "대중교통 정보시스템 운영조직",
            "X"
          ],
          [
            "",
            "운전자 교육 및 평가",
            "X"
          ],
          [
            "3. 정보화부문",
            "AFC1」구축(버스,철도)",
            "△"
          ],
          [
            "",
            "BIS2」및 BIT3」구축",
            "O"
          ],
          [
            "",
            "스마트 주차시스템",
            "△"
          ],
          [
            "4. 인프라부문",
            "BRT도입4」",
            "X"
          ],
          [
            "",
            "통합교통(대중교통)운영센터 구축",
            "O"
          ],
          [
            "",
            "무인단속 체계 마련",
            "O"
          ],
          [
            "",
            "친환경버스 도입",
            "O"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 28 - 권에BRT노선건설이진행중 이에, 모잠비크 정부는 KSP을 통해 마련된 사업 일부에 스마트주차장 건설 등을 추가하여 24.6월 한국 정부에 FS 지원을 신청하여 왔음 3. FS 대상 사업개요 사업목적 체계적인 교통 관리시스템 구축과 교통데이터 활용도 개선으로 교통관리 조직 및 인력의 기술력 및 운영능력 향상 대중교통 인프라 개선 및 관리시스템 구축을 통해 마푸토 지역 교통 혼잡도 감소 교통위반 감소, 응급상황 대응력 향상, 대중교통 환승시스템 활용 등으로 사회적 비용 절감 행정조직간 정보 공유 활성화로 행정자원 낭비도 줄일 전망 사업범위 부 문 예상 사업범위 본 구 매 지능형교통시스템 ITS 통합교통운영센터 건설 및 시스템 구축 대중교통 ITS 버스정보운영시스템 구축단말기 3,000개 스마트 버스정류장BIT 포함, 90개 교통운영 ITS 자동교통단속장비 및 시스템 구축 교통정보검지장비 및 시스템 구축 광케이블약 150km 설치 스마트주차장 스마트 주차장 건설3개 및 시스템 구축 버스 구매 친환경버스 도입200대 내외 컨설팅서비스 상세설계, 본구매 입찰지원, 시공감리 등 사업범위는FS 수행과정에서수원국및당행과의협의등에따라변경가능 추정사업비 약 115백만불 단, 상기는수원국추정사업비로, FS 수행과정에서현지조사수원국및당행과의 협의에따라변동가능 사업실시기관 마푸토광역권 교통공사AMT AMT Agência Metropolitana de Transportes de Maputo",
      "tables": [
        [
          [
            "부  문",
            "",
            "예상 사업범위",
            ""
          ],
          [
            "본 구 매",
            "지능형교통시스템\n(ITS)",
            "통합교통운영센터 건설 및 시스템 구축",
            ""
          ],
          [
            "",
            "",
            "대중교통  \nITS",
            "버스정보운영시스템 구축(단말기 3,000개)"
          ],
          [
            "",
            "",
            "",
            "스마트 버스정류장(BIT 포함, 90개)"
          ],
          [
            "",
            "",
            "교통운영\nITS",
            "자동교통단속장비 및 시스템 구축"
          ],
          [
            "",
            "",
            "",
            "교통정보검지장비 및 시스템 구축"
          ],
          [
            "",
            "",
            "",
            "광케이블(약 150km) 설치"
          ],
          [
            "",
            "스마트주차장",
            "스마트 주차장 건설(3개) 및 시스템 구축",
            ""
          ],
          [
            "",
            "버스 구매",
            "친환경버스 도입(200대 내외)",
            ""
          ],
          [
            "컨설팅서비스",
            "",
            "상세설계, 본구매 입찰지원, 시공감리 등",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 29 - 사업실시지역 모잠비크 마푸토州 - 마푸토시Maputo City, 마톨라시Matola City, 보아네시Boane City, 마라쿠에네Marracuene 등 4개 지역으로 구성 추정사업비및차관신청예상금액은FS 결과, 수원국및당행과의협의등에 따라변경가능 4. FS 과업범위 과업내용은 FS 수행 과정에서 당행 및 수원국 사업실시기관과의 협의 등에 따라 변동될 수 있음. FS 과업수행 시 아래의 자료 참고 필요 - EDCF FS 작성지침24.3월 EDCF 홈페이지www.edcfkorea.go.kr -정보공개-서류서식- 18번 게시물EDCF Feasibility Study Guideline 참고 Part 1 사업개요 및 추진배경 검토 사업개요 요약 사업배경, 사업의 목적 및 필요성 사업실시지역, 사업범위, 사업기간, 사업비 사업의 기대효과 및 사업지원 효과 등 Part 2 일반현황 및 관련계획 조사 수원국 현황 조사 및 기존자료 분석 수원국 일반현황 - 사회 및 경제 현황, 사회경제 지표 조사, 인구, 산업지표 등 국가 경제개발계획, 정책 및 관련 추진사업 현황",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 32,
      "text": "- 30 - - 정부교통 분야 정책, 개발계획 및 관련 예산 등 - 도로교통ITS 분야 정책사업 추진현황 및 향후 투자계획, ODA 지원사례지원기관, 사업명, 지원금액, 추진현황 등 - 해당 분야 관련 중앙지방정부 담당부처, 기관, 사업추진체계 등 수원국 교통ITS 부문 추진현황 분석 - 주요 도로망 구축현황 및 추진계획교통수요 분석자료 등, 도로 특성별 교통운영, 교통사고 현황 및 도로안전관리 체계 등 - 기존 ITS 기반 교통관리시스템TMS, 교통관리센터 및 데이터센터 등 센터시스템 추진계획중앙정부 및 지자체 - 정보통신 부문 인프라 구축현황 및 추진계획 - 정보화 사업 관련 정부 정책, 추진현황 및 계획예산, 부처기관 등 - ITS 관련 장비 운영 현황자동교통단속, 교통정보검지 장비 등 - 광케이블 포설 현황 관련 현장장비 설치지점 확인 필요광케이블 분기 지점 확인 수원국 기존 교통관리센터 및 교통관리시스템등 ITS 기반 모니터링 시스템 구축현황 분석 - 교통사고, 도로 재난 등 도로상 위험 검지 및 안전관리 시스템 구축운영현황 - 교통관리센터 구축 기본현황기능, 규모, 위치, 인력, 재원 등 친환경 버스 도입 검토을 위한 현황 조사 - 사업대상지역의 대중교통 현황주요 교통수단, 교통량, 이용인구 등 - 사업대상지역의 시내시외버스 운영현황대수, 차령, 주요사양, 노선, 요금체계, 소유구조, 차량 관리현황 등 및 타입디젤, CNG, 전기버스 등 - 대중교통 관련 인프라 조사도로, 버스터미널, 정류장, 주유소, CNG 충전소, 전기차 충전소, 차량정비소, 전력공급설비, 충전정보 시스템 등 - 타국가 친환경버스 운행사례 및 관련 법제도정책 분석 포함 조사 - 사업실시기관이 수립한 친환경버스 도입 관련 정책 및 사업계획 등 ICT 산업 및 교통체계교통관리시스템 관련 법제도 현황 분석 - 수원국 내 유사사업 수행 Local 기업조사관련ICT 장비 공급 및 Solution 설계개발시공운영유지보수 관련 주요 공급자 및 기술력 등 - 도로 및 교통 관련 법규정 현황벌금, 범칙금, 과태료, 등 기준 및 체계",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 31 - - 차량정보 등록 및 유관기관 간 연계 현황지방-중앙 정부 간 연계 여부 등 수원국 내 관련 산업 현황 분석유사사업 수행 Local 기업 등 - ICT 장비 공급 및 유지보수, 교통관리시스템 및 관련Solution의 설계 개발시공운영유지보수 관련 주요 공급자 및 기술력 등 조사 수원국 세금체계VAT, Tariff, Income Tax, Withholding Tax 등 분석 - 외국기업의 현지 시공 시 적용되는 세금 관련 법제도 등 ITS 기반 교통시스템 구축사업 관련 기존자료 분석 본 사업 관련, 우리정부 선행 ODA 지원사례 조사EDCF, KOICA 등 - 모잠비크 마푸토州스마트 교통시스템 구축을 위한 기본계획 수립EDCF 정책자문 등 사업 대상지역 및 관련 시스템 현황 분석 - 주요 도로 운영체계, 관련 법규정 - 정부 정책, 추진계획, 예산 등 관련 기관부처 사업추진 현황 - 도시 간간선도로 교통관리시스템 주요 관련설비ITS 현장장비 포함 구축현황, 국가 표준 등 기수행 유사사업 분석Lessons Learned from Previous similar projects 기수행 유사사업선진사례 분석 및 동 사업 수행 주안점 분석 - 스마트 교통시스템 구축 사례선진국 및 개발도상국 분석 및 Lessons Learned 도출 - 수원국 내 유사사업, 국내외 유사사업 분석해당시 사업실시기관 현황 및 사업수행체계 사업실시기관 조직, 인력 및 운영현황거버넌스, 주요 의사결정 권한 등 사업실시조직PMU or PIU 구성방안조직, 인력, RR 등 및 운영계획 사업추진 준비상태동 사업추진을 위한 수원국 내부승인절차 및 현재까지 진행상황, 사업실시기관이 수립한 정책 및 사업계획 등 유사 ODA사업 수행여부 등을 통한 사업실시기관의 사업수행능력 확인 및 컨설턴트 고용 필요성 검토 수원국 ODA 사업 추진 및 승인 절차Loan 도입, 입찰, 계약 절차 및 관련 부처, 승인기간 등 완공 후 유지관리업무 운영기관 및 운영관리계획 조사",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 32 - 사업실시기관 및 유지관리업무 운영기관의 교육훈련의 필요성 등 ITS 기반 모니터링 시스템 구축을 위한 관련 법규정, 인허가 절차, 관련 부처 및 승인 기간 등 검토 Part 3 사업추진 기본방향 수요 및 요구사항 분석 ➀ 지능형교통시스템ITS ➁ 스마트 주차장 ➂ 버스 구매 관련 사업실시기관의 요구사항 분석 - ITS 통합교통운영센터 건설, 버스정보운영시스템 설치 대상 버스, 스마트 버스정류장 설치 개수및 위치, ITS장비자동교통단속장비, 교통정보검지장비 등, 광케이블 설치 관련 요구 수준 - 스마트 주차장 스마트 주차장용 건물 신축 관련 구체적인 계획, 해당 건물 필요성 등 요구 수준 - 버스구매 친환경버스 도입 관련 세부사항도입 예정인 버스의 종류디젤, CNG, 전기버스 등, 운영 관련 인프라 구축 포함 여부 등 요구 수준 사업범위 확정 지능형교통시스템 구축범위 결정 - 통합교통운영센터신축 예정 부지 확정 및 현황소유권, 접근성, 지질조사, 지장물 확인 등 - 신축 및 운영을 위한 인프라 현황전기, 통신, 상하수도, 도로 등 - 주민이주, 환경영향평가 필요성 등 - 건축을 위한관련 법규정, 인허가 절차, 관련 부처 및 승인 기간 등 검토 - 신축예정 지역 최근 완공된 건축물 현황건축 종별 규모, 계약금액, 설계사, 시공자 등 - 통합교통운영센터내 시스템 업그레이드 규모 및 범위하드웨어, 소프트웨어 - 사업실시지역 내 ITS 기반 현장설비 구축, 시스템 운용을 위한 전력통신 인프라 설치 규모 및 범위 - 사업실시기관과의 협의를 통해 금번 사업범위 확정 스마트 주차장 구축범위 결정 - 스마트 주차장용 건물 신축 및 주차장 내 시스템하드웨어, 소프트",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 35,
      "text": "- 33 - 웨어 규모 및 범위 - 스마트 주차장용 건물 신축 예정 부지 확정 및 현황소유권, 접 근성, 지질조사, 지장물 확인 등 - 신축 및 운영을 위한 인프라 현황전기, 통신, 상하수도, 도로 등 - 주민이주, 환경영향평가 필요성 등 - 건축을 위한관련 법규정, 인허가 절차, 관련 부처 및 승인 기간 등 검토 - 신축예정 지역 최근 완공된 건축물 현황건축 종별 규모, 계약금액, 설계사, 시공자 등 버스 구매 범위 결정 컨설턴트 업무범위 운영 및 유지보수 관련 지원범위 사업추진 기본방향 제시 교통량조사, 측량지질조사, 기존시설물 등 사업수행을 위해 필요한 조사 통합교통운영센터 건축 관련 - 통합교통운영센터 설계 및 기본방안 제시 - 관련 기관의 부지 인입 인프라 증설 및 공사계획 포함 - 구조 및 개념 설계, 관련 기관의 조직 및 인력규모에 따른 Layout Plan 제시조감도 포함, 대안비교 포함 - 신축 건물에 설치될 전기, 기계, 소방, 통신 등 시설물 물량산출, 주요 사양 제시 - 건물 운영을 위한 인프라도로, 전력, 상하수도, 배수로, 통신 등 시설규모 및 물량 산출Center 내 시설과 부지까지의 인입 시설 분리하여 산출 - 건물 인입 인프라 용량의 적정성 및 증설 필요용량 산출 - 필요전력용량 예측, 비상전력 공급 방안 제안 - 건물 운영모니터링 시스템 포함을 위한 ICT 장비 및 네트워크 기본 설계장비 목록, 사양 및 수량 등 포함 - 건물 운영을 위한 장비 및 집기류 종류, 사양, 수량 제시 - 건물 보안설비 기본설계장비 목록, 사양 및 수량 등 포함 ITS 시스템 구축 - 도입 대상 시스템별 현장설비 구성 및 기능, 적용 사양 제시 - 현장 시스템 및 인프라통신, 전력 등 구축 규모 및 물량 산출 - 현장설비 운용을 위한 통신망 설계 및 전력 확보방안 제시",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 34 - - 통합교통운영센터 내 관련 시스템 개선 및 확대 기본방안 제시 - 통합교통운영센터 시스템 요구사항 분석 및 기능 설계, 규모 및 범위 제시HWSW - 시스템의 상호운영성, 호환성 확보를 위한 현행 모잠비크 국가 ITS 아키텍처 준수 및 보완필요시 방안 제시 현장 시스템, 센터 운영을 위한 네트워크 연결 방안 제시 - 예상 Data Traffic에 따른 네트워크 기본계획 수립 및 장비 사양 제시 포함 - 광케이블 설치 계획 등 스마트 주차장 건설 관련 - 시공 중 교통처리 방안 조사 및 계획 수립 - 스마트 주차장 내 시스템 요구사항 분석 및 기능 설계, 규모 및 범위 제시HWSW - 도입 대상 시스템별 현장설비 구성 및 기능, 적용 사양 제시 - 현장 시스템 및 인프라통신, 전력 등 구축 규모 및 물량 산출 - 현장설비 운용을 위한 통신망 설계 및 전력 확보방안 제시 현장 시스템, Center 운영 및 유지보수를 위한 훈련방안대상인력 별 제시 - 인력양성을 위한 교육 프로그램국내외 교육 필요성, 교육과정 등 사업범위, 사업실시기간 및 추진일정의 적정성 검토 컨설턴트 과업 범위 및 비용추정근거 포함 소요 설비, 기자재의 종류, 규격, 수량, 단가 및 구매 계획 사업비 및 공정별, 연도별 소요자금 산출 공정별 지원가능성 및 방안제시 해당국의 안전관련 규정 준수 및 사고예방을 위해 다음과 같은 사항의 조사 및 계획수립 - 해당국 및 우리나라의 안전관리 기준 조사 - 동 기준의 적정 이행을 위하여 필요한 세부계획 수립 설비, 교육, 점검 방안 등 포함 안전관리 소요예산 산정 기타 사업추진 권고사항 등 친환경버스 자료수집 및 조사 - CNG디젤전기LPG 버스의 연비, 환경영향, 내구성, 지속가능성 등 구매가격, 운영비용, 공해저감 기여도, 한국산 공급가능여부 포함 비교",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 35 - - 타국가 친환경버스 운행사례 및 관련 법제도정책 분석 포함 조사 - 사업실시기관이 수립한 친환경버스 도입 관련 정책 및 사업계획 등 친환경버스 도입의 필요성 및 도입 효과환경영향 개선 효과 포함 - 수원국 저공해친환경 차량 도입 근거, 관련 로드맵 친환경버스 도입 관련 준비상태 검토 - 친환경 차량 관련 법적, 제도적 의무사항, 혜택 등 검토 - 친환경버스 인프라충전소, 차고지, 차량정비소 등 유무 기존 차고지 및 차량정비소 등의 이용가능성 및 신규개조 필요성 검토 - 수원국 요구사양승차인원, 운전석 위치, 주요제원, 성능, 배터리, 주요부품, 보증기간 등 확인 - 친환경버스 충전타입별 장단점 비교 및 최적안 제안 - 아국 친환경버스 공급업체 생산모델별 사양 비교 수원국 요구사양 반영 가능여부 확인 필요 친환경버스 도입 기본계획 수립시범운영 방안 포함 - 친환경버스 시범운영을 위한 필요 차량 제안 - 친환경버스 운행노선, 충전소, 차고지, 차량정비소 위치 제안 - 예상 사업비용 검토사업개념서 수준 버스 구매가격, 인프라 구축 비용 등 포함 - 사업실시기간 및 추진계획 - 사업실시기관의 관리운영계획 제안법, 제도정비, 관련 기자재 등 시스템 및 센터 운영 및 유지보수 방안 사업실시기관의 운영 및 유지보수 방안 제시 지능형 교통시스템 관련 현장장비 및 센터시스템 운영 및 유지보수를 위한 조직 및 인력 수급 계획 수립 운영 및 유지보수를 위한 연도별 필요재원 추정 및 재원조달 방안검토 주요시설 Spare Part, 소모품 등 조달 방안 제시 스마트 도로안전관리 시스템 구축 후 운영유지관리 방안, 예상 소요비용 등 Part 4 기술적 타당성검토 설계기준 및 절차 검토 사업대상 및 기술검토 항목주안점 정의",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 36 - 국제기준 및 해당국 설계기준, 해당국에서 시행 또는 시행 중인 유사 사업에 적용된 설계기준 조사 및 적용 기준 검토 - 수원국의 건설 및 운영에 관한 법률 및 지침 검토 사업수행을 위해 요구되는 선결절차 검토정부승인, 부지확보 등 기타 자료수집 및 계획수립을 위한 관련기관 협의 기본 실시계획 검토 및 제시 설계시에 필요한 현지 기초조사자료 획득 및 검토 - 사업실시예정지역 실사통합교통운영센터, ITS 시설, 스마트 주차장 등 - 교통량 조사 및 장래교통량 예측 - 사업실시지역 지질토양 조사 및 수리기상정보 검토 - 사업부지 상태 및 부지확보 유무 검토 - 토지수용 및 이주 예상현황보상대상 여부 포함 검토 - 사업실시지역 주변 유적 및 보존구역 검토 - 현지 건설장비 수급현황 조사 - 현지 연간 시공가능기간 조사우기 등 감안 기타 자료수집 및 계획수립을 위한 관련기관 협의 예비설계관련 도면 제출 必 ITS분야 설비 건설 및 기자재소프트웨어 공급 계획 - 통합교통운영센터 건설 및 시스템 구축 공간계획, 배치계획, 평면계획 등 기본사양 및 개념설계 - 통합교통운영센터 내 기자재HW 등 공급계획 필요 기자재 목록품목, 수량, 상세 사양 포함 - ITS 설비 및 시스템 구축계획 BIT, BIS 등 설비도입 여부 결정 및 상세 목록품목, 수량, 상세 사양 포함 작성 스마트 주차장 건설 및 시스템 구축계획 - 공간계획, 배치계획, 평면계획 등 기본사양 및 개념설계 버스 공급 대상 주요사양 검토 - 정원, 좌석수, 차량규격전장, 전폭, 전고 등 - 조향, 제동 및 서스펜션 계통 - 기타 편의사양Air Conditioner 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 37 - - 예비부품 - 차량 공급계획차수별 선적대수, 선적 및 해상운송 경로, 소요시간, 하역항, 육상운송경로, 최종목적지, 차량보관장소 등 - 차량 정비계획기존 정비소 이용 가능성, 확충신설 필요성, 정비 인력 투입 등 - 완공후 OM 지원계획 수립부품 공급망, 사후 기술지원, 현지 지 사대리점 구축 등 - 컨설팅 과업범위 및 내용 등 - 교육훈련 범위 및 내용 등 주요기자재 조달방안 검토 기자재 원산지는 수급의 용이성, 시공의 편리성, 완공후 유지보수의 수월 성을 최우선으로 고려하여 선정 기자재 원산지 선정은 후보안을 대상으로 대안분석을 실시하여 선정하여야 함 수원국 기술기준 조사technical codes standards - 자체기준 보유현황 등 Local 기업 주요기자재 생산여부 수원국 기술기준 만족 기자재 범위 조사현지, 제3국, 한국산 등 수원국 기술기준 만족 국내외 주요기자재 조달가능 현황 조사 한국기업의 유사사업 국제경쟁력 분석 주변국가 주요기자재 생산능력 건설장비 조달방안 검토 상기 분석을 통한 최적 조달방안 도출 기자재 통관 및 운송방안 검토 ForeignMade in Korea3rd Country 기자재의 국경간 운송 방안 한국 및 제3국 In-bound 운송방안, 내륙 운송방안 검토 Part 5 환경사회영향 및 토지수용계획LARP이주계획RAP 검토 환경사회영향평가 제도 조사 및 검토 환경영향평가 관련 법, 규정 및 인허가 절차 환경영향평가 허가 등 사업진행에 필요한 관련부처 조사",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 38 - - 환경영향평가 과정 감안 - 토지보상, 이주보상, 사적재산 침해 보상 가능성 감안 토지보상 및 주민이주 관련 법령 조사 본건 사업에 대한 토지보상, 이주보상 규정 사업지역별 토지보상 및 주민이주 필요성 유적지문화재 발견시 보고절차Chance Find Procedure 조사해당시 현지 법령상 환경사회 등급분류 제시 기초 환경사회영향 조사 해당국 법령에 따른 기초 환경사회영향 조사Preliminary ESIA - 보호지역환경민감지역 현황 분석 및 사업 영향지역 설정 - 토지수용 필요여부, 토지소유주 확인, 이주 체계 및 보상비용해당시 - 본 사업시행에 따른 예상토지수용 넓이, 예상이주가옥 수해당시 EDCF Safeguard Policy에 근거한 환경영향기초선 조사 등 분석 - 직접공사에 의한 환경영향 분석 - 소음, 진동, 수질 등 간접적 영향에 의한 환경영향 분석 환경사회영향 저감방안 - 설계단계, 공사단계, 운영단계별 환경영향등급 분석Screening 현지기준 환경사회영향 등급 분류 등급에 따른 환경사회영향평가 관련 승인서류 및 절차 조사 EDCF Safeguard Policy 기준 등급분류 Part 6 기후변화영향 대응체계 적용 대상국의 기후변화 관련 현황 조사 대상국의 기후변화 관련 기초현황 조사 및 시사점 - 대상국 기후변화 관련 법, 정책, 계획, 전략, 국가온실가스감축목표 NDC, 국가적응계획NAP 등 현황 분석 - 기후변화영향 관련 대상국 담당기관, 조직, 협력체계, 역량 수준 분석 - 대상사업의 대상국 NDC, NAP과의 부합성관련성 분석 및 시사점",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 39 - 대상국의 기후변화 관련 산업동향 및 온실가스배출 관련 기초조사 - 대상국의 기후변화 완화 및 적응 기술에 대한 산업 적용 동향 분석 - 사업실시지역 및 인근 국가의 온실가스 배출계수 및 동종분야 온실 가스 배출량 조사 기후위험 사전스크리닝 및 기후위험평가 기후변화가 사업이용계층 포함에 미치는 영향 및 사업이 기후변화에 미치는 영향을 종합적으로 스크리닝하여 사업의 기후위험수준 예비 진단 사업의 노출위해 식별 - 사업내용 분석을 통한 사업의 노출 대상 정의 및 노출정도 평가 - 사업부지 및 사업실시지역에 대한 기후 위해 현재 발생 빈도 조사 및 미래 발생가능성 평가 노출-위해 매트릭스 분석을 통한 기후변화 영향 수준 평가 사업의 기후 취약성 분석 - 사업 이해관계자 대상 기후위험 모니터링 및 관리 역량 검토 포함 사업의 최종 기후위험수준 도출결과 및 기후위험관리표 제시 기후위험 경감계획 도출 기후위험 경감계획 도출제시 - 기후위험 경감계획적응 및 완화 관점 후보군 도출 - 도출된 경감계획별 사업 적용 가능성 검토효과성 및 실행 가능성 검토 - 경감계획별 사업비 변경 내역 분석 - 기후위험 경감계획 우선순위화 사업에 적용될 최종 기후위험 경감계획 도출 - 도출된 경감계획은 타당성조사 보고서 사업계획 챕터에 설계기준으로 제시 필요 기후관련 성과관리 계획수립 및 리우마커 분석 기후관련 예상 성과 측정결과완화, 적응 제시 - 완화사업일 경우, 사업운영시 예상 온실가스 감축량 산정 산정기준 및 산정 근거 포함, 필요시 툴킷사용 성과관리 프레임워크에서 요구하는 기후성과 지표 관련 방안 제시",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 40 - 기초선, 목표치, 가정, 리스크, 관리방안 등 리우마커 부여 가능성 검토기후변화 완화 및 적응에 한함 Part 7 사업비 산정 직접사업비직접공사비컨설팅비 및 간접사업비 산정 Excel형태의 Soft-file 제출 직접공사비 주요 공종별 국내 및 현지시장 단가 조사 - 소요설비인력, 기자재의 종류, 규격, 수량, 표준단가 등 - 직접공사비 산출 - 각 공종 또는 컴포넌트별 현지화한국산3국산 분리산출 - 재료비노무비경비 분리산출필요시 컨설턴트 과업범위 및 각 단계별 인력 투입계획 작성bar-chart 기준 - 현장조사 단계 - 기본설계 단계 - 입찰지원 및 계약체결 지원 단계 - 실시설계 검토 및 조달 검토 단계 - 시공감리 단계 - 용역완료 및 보고 단계 등 컨설턴트 과업범위SoW 및 비용추정 근거 포함 - 기본설계, 입찰지원, 공사감리 등 단계별 Man-Month 및 비용산정 - 인력투입계획Bar chart 수립 - 투입인력별 추천 자격역할 등 기술적 TOR 작성국영문본 노임단가 분석 - 한국 엔지니어, 현지 엔지니어근로자 노임단가 조사후 단가적용 - 출장횟수 및 항공료, 체제비 산정 교육훈련비용 산정사업범위에 따라 필요시 - 완공후 수원국의 순조로운 운영을 위한 교육훈련 프로그램 및 훈련비용 산출 각종 안전시설 등 부대시설 계획 및 안전관리 소요예산 EDCF 및 사업국 기준에 따른 물량예비비 및 가격예비비 산정 간접사업비 예비비, 사업관리비, 토지보상비, 세금 등 산정 물량예비비 및 가격예비비 산정 수원국 세금 관련체계 관세, VAT, Withholding Tax 등 용지보상 및 이주비용",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 41 - 총 추정사업비 산정 운영 및 유지보수 지원 비용 산정 사업수행 여건, 위험요소 분석 및 대응방안 사업비 항목별 구성 및 세부내역 작성 모든사업비는한국산, 제3국산및Local 구매원산지에따라Item 및금액을분리하여산정필요 사업비 산정 기준 국내 및 현지 시장가격 조사 및 분석 적용환율 직접사업비 외화국산, 3국산, 현지화 구분 - 직접공사비 주요 공종별 단가 공사물량 - 컨설팅서비스 비용 설계 및 입찰지원 단계 시공감리 단계 간접사업비 외화국산, 3국산, 현지화 구분 - 예비비Contingencies 물량예비비Physical Contingency 가격예비비Price Contingency - 토지보상 및 이주 비용 - 사업관리비 및 차관취급수수료 - 제세공과금수원국 부담분과 한국 사업자 부담분 구분 비용항목구성안 제세공과금, 사업관리비, 토지보상비는수원국부담분 차관취급수수료는EDCF외화 반영분 구분 EDCF 수원국 합계 외화Korea 제3국산 현지화Local a. 직접공사비 ooo ooo ooo - ooo b. 컨설팅비 ooo ooo ooo - ooo 직접사업비ab ooo ooo ooo - ooo c.예비비 ooo ooo ooo - ooo d.사업관리비 - - - ooo ooo e.토지보상비 - - - ooo ooo f.제세공과금 - - - ooo ooo g.차관취급수수료 ooo - - - ooo 간접사업비 cdefg ooo ooo ooo ooo ooo 계 ooo ooo ooo ooo ooo",
      "tables": [
        [
          [
            "구 분",
            "EDCF",
            "",
            "",
            "수원국",
            "합 계"
          ],
          [
            "",
            "외화(Korea)",
            "제3국산",
            "현지화(Local)",
            "",
            ""
          ],
          [
            "a. 직접공사비",
            "ooo",
            "ooo",
            "ooo",
            "-",
            "ooo"
          ],
          [
            "b. 컨설팅비",
            "ooo",
            "ooo",
            "ooo",
            "-",
            "ooo"
          ],
          [
            "직접사업비(a+b)",
            "ooo",
            "ooo",
            "ooo",
            "-",
            "ooo"
          ],
          [
            "c.예비비",
            "ooo",
            "ooo",
            "ooo",
            "-",
            "ooo"
          ],
          [
            "d.사업관리비",
            "-",
            "-",
            "-",
            "ooo",
            "ooo"
          ],
          [
            "e.토지보상비",
            "-",
            "-",
            "-",
            "ooo",
            "ooo"
          ],
          [
            "f.제세공과금",
            "-",
            "-",
            "-",
            "ooo",
            "ooo"
          ],
          [
            "g.차관취급수수료",
            "ooo",
            "-",
            "-",
            "-",
            "ooo"
          ],
          [
            "간접사업비\n(c+d+e+f+g)",
            "ooo",
            "ooo",
            "ooo",
            "ooo",
            "ooo"
          ],
          [
            "계",
            "ooo",
            "ooo",
            "ooo",
            "ooo",
            "ooo"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 42 - 부가가치세, 관세, 법인세, 지방세, 개인소득세 등 과세, 면세, 대납, 환급 항목 조사 및 부과세금 산정 총사업비 유사사업 직접공사비 조사 및 건설단가 비교 한국 및 수원국 유사사업 건설단가 비교 조사 재원조달 방안 및 연도별 자금집행 계획 수립EDCF, 수원국 자체 재원 등 구분 Part 8 타당성 분석기술적경제적상업적재무적 등 기술적 타당성 분석 사업 컴포넌트 구성, 추정사업비, 사업실시기간, 우리기업의 사업수행 능력의 타당성 검토 컴포넌트별 기술적 타당성 분석 적용세부기술타당성논증 또한적용세부기술에대해서는해당 세부기술을적용하는것이타당한지에대해검증하는과정을통해분석 세부사업에적용되는기술은여러기술대안을상정후에대안간장단 점분석을통해서본건사업에적용한기술의타당성을논증 - 본건사업을 추진하는 것이 기술적 관점에서 필요한지 논증 - 적용기술에 대한 대안분석복수안 실시후 사업에 적용되는 기술 선정 기술공법제시할때에는1반드시후보기술공법을대상으로대안분석을실시한 후, 2가장적절한기술공법을제안하는형태로과업을진행하여야함에유의상 기과정이보고서에기재되어확인가능해야함 구 분 후보기술 1 후보기술 2 후보기술 3 기술요소1 기술요소2... 경제성 제 안 제안사유 제안사유를 총괄적으로 기재비교우위 등 경제적 타당성 분석 분석방법론 사전정의, 분석방법 설정 및 가정사항 적정성 검토 Without Project미 시행시 분석 포함",
      "tables": [
        [
          [
            "구 분",
            "후보기술 1",
            "후보기술 2",
            "후보기술 3"
          ],
          [
            "기술요소1",
            "",
            "",
            ""
          ],
          [
            "기술요소2...",
            "",
            "",
            ""
          ],
          [
            "경제성",
            "",
            "",
            ""
          ],
          [
            "제 안",
            "◎",
            "",
            ""
          ],
          [
            "제안사유",
            "제안사유를 총괄적으로 기재(비교우위 등)",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 43 - 본건 사업으로 인한 사회적 비용, 편익 분석 - 국민, 국가적 비용, 편익 측면 감안 - 편익 산정은 직접 편익통행시간 절감, 차량운행비용 절감, 교통사고 비용 절감 등, 간접편익환경비용 절감 등 등 사업 특성 및 지역 현 황을 감안하여 산정 - 각 대안노선별 분석 실시 E-BC, EIRR, E-NPV 등 분석 민감도 분석할인율 등 주요 변수에 대한 민감도 - 비용증감, 편익증감, 할인율 증감에 대한 분석 - 편익감소 및 비용증가 동시 발생 복합시나리오 포함 경제적 타당성 분석은 Guidelines for the Economic Analysis of ProjectsADB 및Guide to Cost-Benefit Analysis of Investment ProjectEuropean Commission 참고 재무적 타당성 분석 및 상업성 검토 분석방법론 사전정의, 분석방법 설정 및 가정사항 적정성 검토 수원국 자체자금EDCF loan 에 따른 시나리오별 F-NPV, F-IRR, PIProfit Index 산정 민감도 분석수입비용 등 주요 변수에 대한 민감도 - 비용증감, 수입증감, 할인율 증감에 대한 분석 - 수입감소 및 비용증가 동시 발생 복합시나리오 포함 OECD Arrangement 상 구속성 원조의 차관 제공사항상업성 여부을 참고하여 해당사업의 상업성 검토 - OECD Ex Ante Guidance 상 판정 기준을 참고 Part 9 기타 EDCF 심사를 위한 항목 사업실시기관 현황 사업실시기관 개요, 조직 및 인력 현황조직도 포함 본건 사업을 위한 사업실시조직PMU or PIU 구성 현황 분석 및 사업 실시조직 구성 방안지역별 조직, 인력 및 각 인력별 책임과 권한 정의 사업수행체계 및 관련 부처 등과의 협력체계 등 사업실시기관의 행정지원 태도, 사업수행능력 검토, 사업관리 역량, 사업수행 경험",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 44 - 완공 후 유지관리기관 개요, 조직 및 인력, 예산 등 사업추진 준비상태 ODA 사업 추진 및 승인 절차Loan 도입, 입찰, 계약 절차 및 관련 부처 법적행정적 내부승인절차, 사업시행을 위한 필요한 조치 및 완료 여부, 현재까지 진행상황인허가, 정부승인, 부지확보 등 재원조달계획 컨설턴트 고용의 필요성, 컨설팅설계 및 감리 과업범위영문 TOR, SOW 포함, 인력투입계획bar chart 수립 1FS, 2기본실시설계, 3구매조달통관, ➃시공감리 각 과정별 인허가 절차, 기관 조사 및 검토 사업지역별 감독, 감리, 인허가 절차, 관련 부처 및 승인 기간 등 EDCF 사업비용 산정을 위한 외화 및 현지화 항목구성 직접사업비직접공사비 및 컨설팅에 대한 외화 및 현지화 항목 및 비율 상세항목에 대한 재료비노무비장비비 등의 외화 및 현지화 분류 제3국산 항목 및 국가 분류 등 구매계획 자재 및 물품의 구매적격국외화, 현지화, 제3국산 조사 국내 컨설팅 및 건설사 리스트 및 경쟁력 컨설턴트 및 본구매의 입찰방식 검토 및 구매 패키지 제시 빈곤퇴치효과 분석 위험요소 분석 및 대응 방안 마커 분석리우, 젠더, 및 정책마커 기후변화리우, 그린인덱스 및 성평등젠더 영향분석 및 관리계획 수립 정책마커 및 지속가능개발목표SDGs 기여도 확인을 위한 자료 조사",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 45 - 참고 SDGs 17개 목표 1빈곤 종식 2기아 종식 3보건 4교육 5양성평등 6물과 위생7에 너지8경제성장 9지속가능한 인프라 및 산업화 10불평등 해소11지속 가능도시12지속가능소비생산 13기후변화 대응 14대양바다해양자원 15생태계생물다양성 16평화제도거버넌스 17이행수단 및 글로벌 파 트너십 주요 사업 분야별 목표 예시 사업분야 SDGs 목표 세부목표 그린인덱스 분석 기후변화 완화 - 화석연료 대체, 에너지 효율화 - 탄소회수, 이용 및 저장 기후변화 적응 - 개인의 기후변화 대응력 강화, 인프라 회복적 증진 - 자연자원 생산성 제고, 자연 생태계 보존 순환경제 - 자원투입 절감, 자원순환율 제고 사회적 포용성 - 소득격차 해소, 지역균형 발전, 양성인지 제고 성과관리 프레임워크Logical Framework 수립중간보고서 수록 필요 중장기 효과, 산출결과, 산출물 간의 결과논리Result Chain가 반영된 성과지표 선정 - 목표 달성 여부, 진전사항을 측정할 수 있는 SMARTSpecific, measurable, achievable, relevant, time bound 지표 수립 기초선Baseline 조사 - 기초선 설정을 위한 문헌조사 및 데이터 수집 등 기초선 수준, 유사사업 평가결과 등을 토대로 목표치Target 설정 주요 리스크 검토 및 대응방안 수립 - 사업 시행 단계에 따른 지표의 모니터링 방안과 향후 성과관리 상 발생할 수 있는 문제점 및 대처방안 포함 중간보고회 이전 성과관리 프레임워크 초안 제출 및 중간보고회또는 그 이전 당행경협평가부과 의견 교환 세션 실시",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 48,
      "text": "- 46 - 성과관리 프레임워크Logical Framework 주 1 사업완공후발생한모든효과의도하지않은부정적효과포함 주 2 사업완공시산출물을통해주수혜자가누리는직접적혜택 주 3 물리적인사업완공시주수혜자앞지원되는생산물및서비스 사업실행계획 사업실시기관의 계획 및 관련 사업적용가능시 과의 연계성을 고려한 사업추진일정 제시 본 사업이 우리나라에 미치는 효과 양국관계에 미치는 효과 우리기업에 미치는 효과 외화가득 효과 이전 단계 사업의 성과분석해당시 안전관리 기준, 관리계획 및 소요예산 산정 FSI취약국 지수 분석필요시 유무상 융합 사업기획 착수보고회, 중간보고회, 최종보고회에 유관 무상원조 시행기관 초청 유관기관 리스트 제공 예정 동 사업을 위한 무상원조 시행기관과의 협업방안 협의 및 도출 구 분 지표 기초선 달성목표치 가정리스크 중장기효과1 산출결과2 산출물3 모니터링 지표 지표예시 달성률예시 기초선 1년 2년 3년 종료선 컨설턴트 고용 본구매 구매계약 건축 기자재 연수 사업목표 주 수혜자 지표별 정의 및 관리 지표명 정의 자료원 자료수집방법 지표관리담당자",
      "tables": [
        [
          [
            "구  분\n지표\n기초선\n달성목표치\n가정/리스크",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "중장기효과1)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출결과2)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출물3)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "모니터링 지표",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "지표(예시)",
            "달성률(예시)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기초선",
            "1년",
            "2년",
            "3년",
            "종료선"
          ],
          [
            "컨설턴트 고용",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "본구매 구매계약",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "건축",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기자재",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "연수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업목표 :\n주 수혜자 :",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "지표별 정의 및 관리",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자료원/\n지표명\n정의\n지표관리담당자\n자료수집방법",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 47 - 무상원조 시행기관과 협의된 연계방안이 없는 경우에도 아래 내용 보고서에 포함 - 착수중간최종보고회 초청 및 참석한 무상기관 리스트 - 참석 무상기관과의 연계방안 논의 내용 과업내용은FS 수행과정에서당행및수원국사업실시기관과의협의등에따라 변동될수있음 5. 과업 수행방법 과업수행 원칙 본 과업은 관련 규정 및 계약조건과 당행발주자의 지시에따라 수행하여야 함 사업수행책임자PM는 모든 현장활동 및 출장결과를 포함한 당행 및 사 업실시기관과의 모든 회의에 참석하여 보고해야하며, 전 과업범위에 대해 검토및 감독을 이행해야 함원칙적으로 기타 인력이 주도하여 보고 불가 - 당행 및 사업실시기관과의 주요한 업무관련 모든 연락메일, 전화 등의 Contact Point는 PM이 주도부득이한 경우 주요분야 분책이 대행 사업수행과정에서 발생하는 제반 안전사고의 책임 및 행정적기술적 제반비용과 문제처리는 계약상대자가 부담함 과업은 현장중심으로 수행되어야 하며 주요 결과물은 수원국 정부 및 사업실시기관과의 협의 및 합의가 도출되어야 함 - 수원국 사업실시기관 동의 증빙자료를 포함한 최종보고서 제출을 과업완료시점으로 함 - 현지출장 및 상주업무와 관련 하여 잔금지급 전까지 개인별 출 입국에 관한 사실증명서 원본 및 여권 해당부분 사본 제출 - 현장조사, 자료수집, 유관기관 및 사업실시기관과의 실시간 협의를위해 제안서에 지정된 1인 이상이 현장에 4MM 이상120 calendar -day 상주주요 현장조사기간 중 상주 필수 및 주요 인력PM, 분책, 전담은 최소 현지출장횟수를 준수하여 현지출장착수보고, 현 장조사, 중간보고, 최종보고 협의, 최종보고, 주요안건협의 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 48 - 실시 및 각 단계별 주요 협의내용에 대한 회의록 작성 후 당행 앞 출장결과 보고 기후분야분책은최소2회이상현지출장필요 출장인력은 보고회 참석 및 현장조사 보완업무를 수행해야 함 현지상주인력은 전담인력이 실시함이 원칙이나, 제안서 인력운영 계획에 별도 제안시에는 비전담인력도 참여가능. 단, 과업일시중 지사유 발생시를 제외하고는 현지상주 최소단위는 1개월이며 분할 상주가 가능하나 동시에 1인만 상주이 경우 추가 항공료는 용역사 부담 각 분야별 최소 현지출장 횟수 - 각종 법규확인 또는 각종 현장조사건설단가, 측량, 지형지반, 환경사회현황조사, 토지수용, 주민이주 포함 등 지원을 위한 현지업체 활용 가능현지업체 고용시, 당행 앞 하도급 계약체결 사전 승인 필요 - 착수보고서 제출 시 상세 현장조사측량, 지반 등 계획서 제출 현지출장횟수최소 현지상주 PM 4 4 MM 교통운영센터 분책건축 4 교통운영센터 전담건축 2 교통운영센터 분책 운영시스템 SW 4 교통운영센터 전담 운영시스템 HW, NW 2 교통인프라 분책 대중교통교통운영 SW 4 교통인프라 분책 대중교통교통운영 HW, 정류장 등 3 네트워크 분책 3 네트워크 전담 2 차량구매 분책 친환경버스 2 환경사회 2 기후변화 2 총 출장일수 198일 이상 현지 상주일수 120일 이상",
      "tables": [
        [
          [
            "현지출장횟수(최소)",
            "",
            "현지상주"
          ],
          [
            "PM",
            "4",
            "4 M/M"
          ],
          [
            "교통운영센터 분책(건축)",
            "4",
            ""
          ],
          [
            "교통운영센터 전담(건축)",
            "2",
            ""
          ],
          [
            "교통운영센터 분책\n(운영시스템 S/W)",
            "4",
            ""
          ],
          [
            "교통운영센터 전담\n(운영시스템 H/W, N/W)",
            "2",
            ""
          ],
          [
            "교통인프라 분책\n(대중교통/교통운영 S/W)",
            "4",
            ""
          ],
          [
            "교통인프라 분책\n(대중교통/교통운영 H/W,\n정류장 등)",
            "3",
            ""
          ],
          [
            "네트워크 분책",
            "3",
            ""
          ],
          [
            "네트워크 전담",
            "2",
            ""
          ],
          [
            "차량구매 분책\n(친환경버스)",
            "2",
            ""
          ],
          [
            "환경사회",
            "2",
            ""
          ],
          [
            "기후변화",
            "2",
            ""
          ],
          [
            "총 출장일수 198일 이상",
            "",
            "현지 상주일수 120일 이상"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 49 - 기후 분야 인력분책의 총 투입일수는 최소 2MM 이상으로 제 안되어야 함 주요 현장조사는 사업실시기관과 협의가 완료된 후 실시해야 하며, 반드시 중간보고서 제출 전 완료되어야 함. 국외출장을 위한 여행자 보험을 가입토록 하고, 보상한도 및 범위가 일정수준이상으로 설정될 수 있도록 함. 아울러, 국외 체류시 안전 매뉴얼에 따라 안전지침, 위기상황대처 및 여행경보제도 안내를 통한 안전관리 자체 교육함 해당 과업의 특성상, 사업의 범위, 내용 등을 상세하고 명확하게 정의되지 못한 한계를 가지고 있으므로 제안요청서에 기술되지 않은 사항이라도 과업 수행 시 필요하다고 판단되는 사항은 상호간 협의 하에 과업범위에 포함 시킬 수 있음 선정된 제안사이하 수급자의 과업수행책임자는 본 과업에 따른 모든 업무를 발주자와 필요시 사업실시기관과 협의하여 시행하여야 하며, 용역 성과품에 관한 사항은발주자와 협의 후 발간하여야 함 EDCF 사업 특성상 수원국 중요사항 결정지연 등으로 인해 과업 지연이 빈번함을 인지하고, 과업지연 예상시 당행 앞 과업중단 요 청 필요. 이로 인한 과업기간 연장시 용역비 추가지급은 없으며, 과업기간연장에 따른 적절한 인력투입계획 수정이 필요함 품질 및 하자보증 수급자는 성과물의 품질을 높이기 위하여 당행의 요구를 최대한 반 영하여야 하며 특히, 수요분석 및 적용공법 등의 적정성 검증을 위해 당행은 과업 수행기간내 별도 자문위원의 선임을 요구할 수 있음 보고서 품질 제고를 위해 수급자 비용으로 관련분야 전문가 3인 이상으로 구성된 외부자문위원단을 구성해야 하며, 당행 참관 하에 주요 보고서에 대한 자문회의를 개최해야 함자문위원 선정 시, 당행 사전 동의 필요 - 중간보고서 및 최종보고서에 대한 자문회의 2회 개최 각종 보고서의 영문본 작성은 수급자 자체 수행이 가능하나, 당행 검토 후 전문 번역업체번역가 앞 의뢰를 지시할 수 있음. 수급자가 공급한 컨설팅 자료의 하자보증기간은 12개월로 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 50 - - 최종보고서 제출 후 수원국 승인 중 요청에 의해 수급자 앞 일부 내 용의 수정을 요구할 수 있음. 사업수행책임자는 과업이행에 대한 공정보고를 매주 이행하여야함 책임 및 보안 수급자가 본 건 용역을 수행함에 있어 취득한 사업내용 및 과업 내용에 대해 보안을 유지하여야하며, 이에 따른 문제발생시 계약상 대자가모든 민형사상 책임을 짐 과업에 의해 개발된 산출물의 원본 파일을 제출하여야 하며, 수급 자는 결과물을 다른 어떤 목적으로도 활용할 수 없음 과업수행계획서 작성 및 변경 계획서 내용 과업목표 및 범위 제안요청서와 수급자가 제안한 기술제안서 추진 일정계획 및 보고계획 발주자의 승인 수급자는 과업수행계획서에 대한 당행의 승인을 얻은 후 과업에 착수하고, 과업기간 연장 또는 출장상주기간의 주요한 변동 등의 부득이한 사유로 변경하고자 할 경우 당행의 승인을 얻어야 함 6. 성과품 납품 및 보고서 관련 사항 성과품 납품 성과품은 계약내용 및 발주자가 제시한 형식에 맞추어 제출하여야 함 발주자는 품질확보를 위하여 필요하다고 인정될 경우 추가 산출물을 요구할 수 있으며, 수급자는 이에 응하여야 함 산출물의 규격은 A4좌철로 함 보고서는 본문 1권과 부록 1권필요시 도면 별도을 별도로 구성함.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 51 - 보고서 제출 일정 및 부수 보고서 제출 일정 비 고 착수보고서 Inception Report 계약체결 후 7일 이내 영문, 국문 중간보고서 Interim Report 착수 후 3.5개월 이내 국문 최종보고서초안 Draft Final Report 착수 후 6개월 이내 국영문, 포르투갈어는 요약본만 작성 최종보고서 Final Report 착수 후 7개월 이내 국문 10부 USB 메모리 4개 영문 10부 USB 메모리 4개 국영문 최종보고서 승인후 2개월 이내 포어 10부 USB 메모리 4개 보고서 목차 제출 착수 후 1개월 이내 최종보고서 제출시, 사업범위 및 추정사업비currency portion 포함 등 사업의 주요 사항에 대해 사업실시기관 앞 사전 동의를 득하고 관련 증빙자료를 함께 제출하여야 하며, 증빙자료의 내용 및 형식은 발주자와 사전협의를 통해 확정함 최종보고서초안 포함는 국문, 영문, 포르투갈어 요약본30 40쪽 이내을 포함 보고서 제출 부수 및 형태 관련 사항은 당행, 사업실시기관과 별도로 협의하여 조정 가능",
      "tables": [
        [
          [
            "보고서",
            "제출 일정",
            "비    고"
          ],
          [
            "착수보고서\n(Inception Report)",
            "계약체결 후 7일 이내 (영문, 국문)",
            ""
          ],
          [
            "중간보고서\n(Interim Report)",
            "착수 후 3.5개월 이내",
            "(국문)"
          ],
          [
            "최종보고서(초안)\n(Draft Final Report)",
            "착수 후 6개월 이내",
            "(국·영문, 포르투갈어는 요약본만 \n작성)"
          ],
          [
            "최종보고서\n(Final Report)",
            "착수 후 7개월 이내\n국·영문 최종보고서 \n승인후 2개월 이내",
            "(국문) 10부 + USB 메모리 4개\n(영문) 10부 + USB 메모리 4개\n(포어) 10부 + USB 메모리 4개"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 52 - IV. 제안서 작성 요령 1. 제안서 작성 관련 유의사항 일반사항 제안참가 업체는 제안요청서의 내용을 충분히 숙지하고 이를 준수하여야 하며, 본 제안요청서상 요구하는 과업내용과 이에 대한 용역결과가 제시되어야 함 입찰공고 및 제안요청서에 명시되지 않은 기타의 사항에 대하여는 당행에서 정하는 바에 따름 제안서에 서명날인이 필요한 곳은 제안사나 그의 권한을 적법하게 위임받은 대리인이 자필로 서명하거나 입찰참가 등록 시 제출한 인감또는 사용인감으로 날인되어야 하며, 행간에 쓴 것이나 지운 것, 덮어쓴 것 등은 정정 날인 되었을 경우에만 유효함 제안서의 모든 내용은 객관적으로 입증할 수 있어야 하며, 그 내용이 허위로 확인될 경우 또는 당행의 입증요구에 입증하지 못하는 경우 평가대상에서 제외함은 물론 계약 후에도 계약해지와 함께 인적물적기간적 손실에 따른 손해배상이 청구될 수 있음 제안서는 본 지침서의 양식 및 기재순서에 따라 작성하여야 하며, 각 페이지에 일련번호를 부여하고 목차항목에 해당 일련번호 기재 제안서의 내용 중 평가항목에 해당되는 근거자료를 제시하지 않은 경우 해당사항이 없는 것으로 간주 제출된 제안서의 기재내용은 실제 사실과 일치하여야 하며 제출한 후 수정이나, 추가 또는 대체할 수 없음 모든 평가항목의 평가 적용 기준시점은 따로 정하지 않는 한 공고일자를 기준으로 함 제안서의 내용 중 기술자의 경력사항, 기관실적에 대하여 원본 1부는 발행기관이 확인 날인한 것으로 제출원본대조필한 사본도 인정 제안내용은 꼭 필요한 사항 위주로 명료하게 작성하여야 하며, 할 수도 있다, 고려할 수 있다 등의 추상적인 표현은 제안하지 않은 것으로 간주",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 53 - 제안서 제출자는 대표이사 또는 그 위임을 받은 자로 함 재무구조 및 경영상태 평가를 위한 신용평가등급 확인서 제출 필요원본대조필 본 제안서 작성 및 제출과 관련되는 비용은 제안사의 부담으로 하며 제출된 평가 자료는 일체 반환하지 않음 제안서의 서명 및 효력 제출된 제안서의 내용은 당행이 요청하지 않은 한 변경할 수 없으며, 계약체결 시의 계약조건의 일부로 간주함 제안내용에 대한 확인 필요 시, 입찰참가자에게 제안내용에 대한 확인을 위하여 추가 제안이나 추가 자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 제안서에 기재된 내용 이외의 의사표시는 인정하지 않음 본 제안에 의한 성과물은 별도의 명시가 없는 한 당행이 소유권을 가짐 보안 요구사항 제안자는 당행으로부터 배부받은 제안요청서, 각종 자료 및 제안 과정에서 얻은 정보를 당해 제안 외의 목적으로 사용할 수 없음 용역수행 중 또는 용역완료 후 용역에 관한 일체의 사항이 외부에 누설되는 일이 없도록 당행의 보안규정을 철저히 준수하여야 하며 용역의 성과물을 사전승인 없이 용역 목적 이외에 사용할 수 없음 기타 보안과 관련되는 사항이 발생되었을 경우 또는 발주처가 요구하는 경우에는 이에 따라야 함 낙찰자는 계약 시 용역 참여인원 전원에 대한 보안교육 및 보안 관리에 철저를 기하도록 하고 용역 착수와 동시에 보안각서를 자필로 작성하여 서명한 후 제출하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 54 - 2. 제안서 목차 I. 사업내용, 대상국의 이해 1. 사업내용 가. 사업의 목적 나. 사업의 범위 다. 사업의 기대효과 2. 사업대상국 가. 대상국 일반현황 및 관련 계획 나. 사업대상지역 특성 등 II. FS 수행계획 1. FS 실행계획 가. 추진전략 및 운영계획 나. 추진일정 2. 항목별 조사방법 가. 분야별 세부 조사계획 및 방법 나. 기술적경제적 타당성분석 방안 다. 현장조사 방안 3. 수원국 소통계획 4. 현지 협력사 활용계획 5. 기후변화영향 대응체계 적용계획 6. 위험요소 분석 및 대책 7. FS 관리방안 가. 보고계획 나. FS 품질 및 하자보증 방안 다. 용역완료 후 사후지원 방안 라. 보안준수 방안 8. 영문보고서 작성계획 가. 영문보고서 전문인력 활용계획 나. 영문보고서 감수계획 III. 조직ᆞ인력 현황 및 운용계획 1. 인력운용계획 가. 과업수행조직실제참여자 나. 업무분담계획 다. 현지 및 국내 인력투입계획 현지출장계획 및 상주인원 지정 2. 투입인력의 경험 및 능력 가. 유사사업 수행경험 나. 대상국 경험 다. 주요 경력 및 학위 라. 어학 능력 IV. 원조효과성 제고를 위한 독창적인 아이디어 및 방안 등",
      "tables": [
        [
          [
            "I. 사업내용, 대상국의 이해\n1. 사업내용\n가. 사업의 목적\n나. 사업의 범위\n다. 사업의 기대효과\n2. 사업대상국\n가. 대상국 일반현황 및 관련 계획\n나. 사업대상지역 특성 등\nII. F/S 수행계획\n1. F/S 실행계획\n가. 추진전략 및 운영계획\n나. 추진일정\n2. 항목별 조사방법\n가. 분야별 세부 조사계획 및 방법\n나. 기술적․경제적 타당성분석 방안\n다. 현장조사 방안\n3. 수원국 소통계획\n4. 현지 협력사 활용계획\n5. 기후변화영향 대응체계 적용계획\n6. 위험요소 분석 및 대책\n7. F/S 관리방안\n가. 보고계획\n나. F/S 품질 및 하자보증 방안\n다\n. 용역완료 후 사후지원 방안\n라\n. 보안준수 방안\n8. 영문보고서 작성계획\n가. 영문보고서 전문인력 활용계획\n나. 영문보고서 감수계획",
            "III. 조직ㆍ인력 현황 및 운용계획\n1. 인력운용계획\n가. 과업수행조직(실제참여자)\n나. 업무분담계획\n다. 현지 및 국내 인력투입계획\n(현지 출장계획 및 상주인원 지정)\n2. 투입인력의 경험 및 능력\n가. 유사사업 수행경험\n나. 대상국 경험\n다. 주요 경력 및 학위\n라. 어학 능력\nIV. 원조효과성  제고를  위한  독창적인\n아이디어 및 방안 등"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 57,
      "text": "- 55 - 3. 제안서 항목별 작성 방법 1 제안서 본문 작 성 항 목 작 성 내 용 비 고 I. 사업내용 및 대상국의 이해 1. 사업내용 가. 사업의 목적 나. 사업의 범위 다. 사업의 기대효과 - 제안요청 내용을 명확하게 이해하고, 본 사업의 목적, 범위를 요약하여 기술 - 사업의 기대효과를 요약하여 기술 2. 사업대상국 가. 대상국 일반현황 및 관련 계획 나. 사업대상지역 특성 - 대상국 현황개발계획정책 및 해당 산업 분야 동향 기술 - 사업대상지역의 기능 및 특성 등을 요약하여 기술 II. FS 수행계획 1. FS 실행계획 가. 추진전략 및 운영계획 - 본 사업 및 과업 특성, 제한된 시간, 예산 및 인적자원을 고려한 체계적인 FS 추진전략 및 운영 방안등 나. 추진일정 - 과업별 수행계획, 세부 추진일정 2. 항목별 조사 방법 - 본 과업수행을 위해 필요하다고 판단되는 자료 확보계획 가. 분야별 세부조사 계획 및 방법 - 과업별 세부조사 방법 및 계획 나. 기술적경제적 타당성 분석방안 - 기술적, 재무적경제적, 정책적 타당성 분석방안 제시 다. 현장조사 방안 - 효율적인 과업수행 및 성과물의 품질제고를 위해 현장조사 방안 및 계획을 제시하고, 구체적인 현장조사 내용, 조사방안 및 계획 등 기술 3. 수원국 소통계획 - 현지상주 계획 및 수원국과의 협의채널 수립 등 4. 현지 협력사 활용계획 - 현지 협력사하도급 활용 방안 및 현지 인력Local Staff 운용계획 등 작성 - 현지 협력사 미확정시 후보업체, TOR배포 및 견적접수 일정, 업체선정 및 계약체결 일정 기재 - 현지 협력사 기확정시 해당업체 개요업력, 전문분야, 직원수 등, 유사과업 수행사례, 장비 보유현황 등 기술 5. 기후변화영향 대응 체계 적용계획 - 기후위험평가, 기후위험경감계획 및 성과측정방안 수립 계획 6. 위험요소 분석 및 대책 - 과업수행 중 발생 가능한 위험 요소 분석 및 해결방안 제시",
      "tables": [
        [
          [
            "작 성 항 목",
            "작 성 내 용",
            "비  고"
          ],
          [
            "Ⅰ. 사업내용 및\n대상국의 이해\n1. 사업내용\n가. 사업의 목적\n나. 사업의 범위\n다. 사업의 기대효과\n2. 사업대상국\n가. 대상국  일반현황 \n및 관련 계획\n나. 사업대상지역 특성",
            "- 제안요청  내용을  명확하게  이해하고, 본  사업의  목적,\n범위를 요약하여 기술\n- 사업의 기대효과를 요약하여 기술\n- 대상국 현황/개발계획/정책 및 해당 산업 분야 동향 기술\n- 사업대상지역의 기능 및 특성 등을 요약하여 기술",
            ""
          ],
          [
            "Ⅱ. F/S 수행계획\n1. F/S 실행계획\n가. 추진전략 및 \n운영계획\n나. 추진일정\n2. 항목별 조사 방법  \n가. 분야별  세부조사\n계획 및 방법\n나. 기술적․경제적 \n타당성 분석방안\n다. 현장조사 방안\n3. 수원국 소통계획\n4. 현지 협력사 활용계획\n5. 기후변화영향 대응\n체계 적용계획\n6. 위험요소 분석 및 \n대책",
            "- 본  사업  및  과업  특성, 제한된  시간, 예산  및  인적자원을 \n고려한 체계적인 F/S 추진전략 및 운영 방안 등\n- 과업별 수행계획, 세부 추진일정\n- 본 과업수행을 위해 필요하다고 판단되는 자료 확보 계획\n- 과업별 세부조사 방법 및 계획\n- 기술적, 재무적/경제적, 정책적 타당성 분석방안 제시\n- 효율적인 과업수행 및 성과물의 품질제고를 위해 현장조사\n방안 및 계획을 제시하고, 구체적인 현장조사 내용, 조사방안\n및 계획 등 기술\n- 현지상주 계획 및 수원국과의 협의채널 수립 등\n- 현지  협력사(하도급) 활용  방안  및  현지  인력(Local\nStaff) 운용계획 등 작성\n-\n(현지 협력사 미확정시) 후보업체, TOR배포 및 견적접수 \n일정, 업체선정 및 계약체결 일정 기재\n-\n(현지  협력사  기확정시) 해당업체  개요(업력, 전문분야,\n직원수 등), 유사과업 수행사례, 장비 보유현황 등 기술\n- 기후위험평가, 기후위험경감계획 및 성과측정방안 수립 계획\n- 과업수행 중 발생 가능한 위험 요소 분석 및 해결방안 제시",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 56 - 작 성 항 목 작 성 내 용 비 고 6. FS 관리방안 - 수행 일정, 인력, 위험, 보안, 각종 보고서 및 성과물 등 관리방안 제시 - 각종 보고 계획당행, 수원국 사업실시기관 등 - 수원기관 기술자 또는 현지 업체 기술자에 대한 우리나라 기술홍보 - FS 관련 자료에 대한 품질 및 하자 보증 방안 - 보안 준수 방안 등 7. 영문 보고서 작성계획 가. 영문보고서 전문 인력 활용계획 - 영문보고서 전문인력을 활용한 각 단계별 영문보고서 작성방안 등을 영문으로 작성 나. 영문보고서 감수계획 - 영문보고서 품질기술 및 개발협력 용어 적정성 포함 제고를 위한 감수계획 등을 영문으로 작성 III. 조직인력 현황 및 운용계획 1. 인력운용계획 가. 과업수행조직 - 참여 조직도 및 전문가 투입계획 차량구매, 경제재무분석, 환경사회영향, 기후변화대응, 영문보고서 참여인력은 타 기관의 외부전문가 활용 가능함 서식 7 나. 업무분담계획 다. 현지 및 국내 인력투입 계획 - 분야별, 단계별 과업수행을 위한 국내 및 현지 인력투입 세부 계획Man-Month 포함 - 현지출장계획 및 상주인력 제시 - 현지 하도급 인력 투입 계획 포함 2. 투입인력의 경험 및 능력 가. 유사사업 수행경험 - 본 과업 내용을 명확히 이해하고, 분야별 실제 투입인력의 유사사업 수행경험, 대상국 경험, 주요경력, 학위 및 어학 능력 등 과업수행에 필요한 사항 별첨서식에목차내용포함하여상세하게기술 - 증빙서류는 별첨유사사업 수행실적 증빙서류에는 각 유사 사업 기재 순서대로 표시 후 번호 부여 - 참여인력의 이력 사항서식 9은 분야별 책임자급과 전담 참여자를 제외한 인력에 대하여는 요약 기재 가능하며, 최근 10년간유사사업 수행경험 기술 서식 8 서식 9 나. 대상국 경험 다. 주요 경력 및 학위 라. 어학 능력 IV. 원조 효과성 제고를 위한 독창적인 아이디어 및 방안 등 - 원조의 효과성 제고 방안, TOR에 대한 의견제안사항, 사업 성공을 위해 필요한 혁신적독창적 제안과업수행 방안, 사업별 특수사항 등",
      "tables": [
        [
          [
            "작 성 항 목",
            "작 성 내 용",
            "비  고"
          ],
          [
            "6. F/S 관리방안\n7. 영문 보고서 \n작성계획",
            "- 수행 일정, 인력, 위험, 보안, 각종 보고서 및 성과물 등 \n관리방안 제시\n- 각종 보고 계획(당행, 수원국 사업실시기관 등)\n- 수원기관 기술자 또는 현지 업체 기술자에 대한 우리나라\n기술홍보\n- F/S 관련 자료에 대한 품질 및 하자 보증 방안\n- 보안 준수 방안 등",
            ""
          ],
          [
            "가. 영문보고서 전문\n인력 활용계획",
            "- 영문보고서  전문인력을  활용한  각  단계별  영문보고서 \n작성방안 등을 영문으로 작성",
            ""
          ],
          [
            "나. 영문보고서\n감수계획",
            "- 영문보고서  품질(기술  및  개발협력  용어  적정성  포함)\n제고를 위한 감수계획 등을 영문으로 작성",
            ""
          ],
          [
            "Ⅲ. 조직‧인력 현황 및  \n운용계획\n1. 인력운용계획\n가. 과업수행조직\n나. 업무분담계획\n다. 현지 및 국내 \n인력투입 계획\n2. 투입인력의 경험 및 \n능력\n가. 유사사업 \n수행경험\n나. 대상국 경험 \n다. 주요 경력 및 \n학위\n라. 어학 능력",
            "- 참여 조직도 및 전문가 투입계획\n(차량구매,\n경제재무분석,\n환경사회영향,\n기후변화대응,\n영문보고서  참여인력은  타  기관의  외부전문가 활용 \n가능함)\n- 분야별, 단계별 과업수행을 위한 국내 및 현지 인력투입 \n세부 계획(Man-Month 포함)\n- 현지출장계획 및 상주인력 제시\n- 현지 하도급 인력 투입 계획 포함\n- 본 과업 내용을 명확히 이해하고, 분야별 실제 투입인력의\n유사사업 수행경험, 대상국 경험, 주요경력, 학위 및 어학\n능력 등 과업수행에 필요한 사항\n* 별첨서식에 목차 내용 포함하여 상세하게 기술\n- 증빙서류는 별첨(유사사업 수행실적 증빙서류에는 각 유사\n사업 기재 순서대로 표시 후 번호 부여)\n- 참여인력의 이력 사항(서식 9)은 분야별 책임자급과 전담\n참여자를  제외한  인력에  대하여는  요약  기재  가능하며,\n최근 10년간 유사사업 수행경험 기술",
            "서식 7\n서식 8\n서식 9"
          ],
          [
            "Ⅳ. 원조 효과성 제고를 위한 독창적인 아이디어 및 방안 등\n- 원조의  효과성  제고  방안,\nTOR에  대한  의견/제안사항,\n사업 성공을 위해 필요한 혁신적‧독창적 제안/과업수행\n방안, 사업별 특수사항 등",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 59,
      "text": "- 57 - 2 제안서 첨부물 작 성 항 목 작 성 내 용 비 고 1. 일반현황 및 연혁 제안사의 일반현황 및 주요 연혁, 자본금 및 매출액최근 3년 평균치 등을 명료하게 작성 서식 4 2. 조직 및 인력현황 제안사의 조직 및 인원 현황 작성 서식 5 3. 회사 유사사업 수행실적 제안사의 회사 유사사업 수행실적용역구분, 용역명, 개요, 기간, 계약금액, 발주처 등 작성 서식 6 4. 과업수행 조직 및 업무분장 제안사의 실제 투입인력을 기준으로 과업수행 조직참여인력, 각사별 업무분장, 투입인력별 투입 Man-Month 등 작성 서식 7 5. 참여인력의 자격사항 요약 참여인력의 자격사항 분야, 성명, 연령, 기술등급, 중복건수 등 작성 서식 8 6. 참여인력의 이력사항 전체 참여인력에 대해 최근 10년간 유사사업 수행경험, 대상국 경험, 주요 경력 및 학위, 어학능력 등 이력사항 제출 비전담참여인력은요약기재가능 각종증빙서류는별첨유사사업수행실적증빙서류에는 각유사사업기재순서대로표시후번호부여 서식 9 4. 기술제안서 작성지침 제안서 본문과 첨부물은 합쳐서 양면 제본하여 한 권으로 제출 제안서 본문30페이지 이내, 제목, 목차, 간지 제외 제안서 첨부물50페이지 이내 제안서 1권총 80페이지40장 이내 첨부물은 별첨의 제출서류목록 중 서식 4, 5, 6, 7, 8, 9를 의미 제안서 본문 및 첨부물은 글hwp로 작성하며, 글자크기 본문기준 13포인트, 글꼴 휴먼명조영문글꼴 Times New Roman, 줄간격 160, 좌우여백 25mm, 상하여백 각각 20mm, 15mm로 작성 단, 표 안의 글자 크기는 12포인트 사용 가능단, 서식 6 및 서식 9는 글자 크기의 제한 없음 A4 용지 세로로 작성 - A4로 작성하지 못하는 경우 A3를 A4 사이즈로 접어서 붙이며, 이 경우 2페이지로 간주A3 최대 6페이지3장까지 허용 과다한 비용이 지출되는 오프셋 인쇄 등 금지컬러인쇄물은 용지 크기에 관계 없이 단면 3페이지이내로제한",
      "tables": [
        [
          [
            "작 성 항 목",
            "작 성 내 용",
            "비  고"
          ],
          [
            "1. 일반현황 및 연혁\n2. 조직 및 인력현황\n3. 회사 유사사업 \n수행실적\n4. 과 업 수 행  조 직   및\n업무분장\n5. 참여인력의 \n자격사항 요약\n6. 참여인력의 \n이력사항",
            "제안사의 일반현황 및 주요 연혁, 자본금 및 매출액(최근 3년 \n평균치) 등을 명료하게 작성\n제안사의 조직 및 인원 현황 작성\n제안사의 회사 유사사업 수행실적(용역구분, 용역명, 개요,\n기간, 계약금액, 발주처 등) 작성\n제안사의 실제 투입인력을 기준으로 과업수행 조직(참여인력,\n각사별 업무분장, 투입인력별 투입 Man-Month 등) 작성\n참여인력의 자격사항 (분야, 성명, 연령, 기술등급, 중복건수 등) 작성\n전체 참여인력에 대해 최근 10년간 유사사업 수행경험, 대상국 \n경험, 주요 경력 및 학위, 어학능력 등 이력사항 제출\n* 비전담 참여인력은 요약기재 가능\n* 각종 증빙서류는 별첨 (유사사업 수행실적 증빙서류에는\n각 유사사업 기재 순서대로 표시 후 번호 부여)",
            "서식 4\n서식 5\n서식 6\n서식 7\n서식 8\n서식 9"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 58 - 각종 증빙서류는 별권1권으로 제본하여 제출 사업수행실적 관련 실적증명서는 발주처가 발급한 실적증명서 또는 해외건설협회 등 관련 기관이 발급한 증명서를 의미함. - 단, 민간거래 실적은 실적증명서와 더불어 세금계산서 및 계약서 사본인감으로 원본대조필 또는 낙찰통보공문을 첨부하여야 함. - 실적증명서는 사본인감으로 원본대조필도 가능 - 실적증명서는 서식 6의 유사사업실적 기재 순번과 동일한 번호 견출지 부착 및 용역 종류, 용역기간, 지분금액에 형광펜으로 표시 해당 분야 조직인력기술지식 보유현황 관련 증명서는 관련 협회 또는 기관에서 발급한 경력증명서를 의미함. - 단, 등록되지 않은 자는 본 제안요청서에 첨부된 참고 2 참여인력의 등급 및 자격기준을 참조하여 제안사의 대표이사가 날인한 이력서, 경력증명서, 재직증명서, 발주처 등이 발행한 유사사업 수행증명서 등을 이용하여 평가 - 경력증명서는 사본인감으로 원본대조필도 가능 - 경력증명서는 서식 9의 국내외 유사업무 수행경험 실적 기재 순번과 동일한 번호 견출지 부착 및 사업명, 분야, 발주자, 담당업무에 형광펜으로 표시 각종 증빙서류는 서류 각 장에 원본대조필인감 날인해야 하는 것이 원칙이나, 증빙서류 원본대조필 확인 문서서류 List 포함를 제출함으로써 대체 가능 입찰참가자격 증명서류 및 기타 서류는 서류 형태낱장로 제출제안서 및 증빙서류 등에 포함하여 제본하지 말 것 5. 가격제안서 작성방법 가격제안서는 조달청 나라장터에 전자입찰서로 제출하며, 제출 시 제안금액에 대한 상세내역산출내역서 및 산출근거 첨부 필요 제안금액은 부가가치세 등 제세를 포함하여 제시 면세사업자라 하더라도 부가가치세를 포함하여 제시 제안금액 상세내역 산출내역서 작성방법 - 직접인건비, 제경비, 기술료, 직접경비를 구분하여 작성하고 세부 산출근거 제시 중도 정산사유 발생시 근거자료 제경비 직접인건비의 110 이내 기술료 직접인건비제경비의 40 이내 직접경비 출장경비, 자료수집비, 보고서 작성비 등 실경비",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 59 - 별 첨 제출서류목록 구 분 제 목 부수 비 고 담당 1 입찰참가 자격증명 서 류 입찰참가신청서 1부 서식 1참조 대표사 입찰 대리인 재직증명서 사본 1부 대표사 조달청 경쟁입찰참가자격 등록증 1부 나라장터 홈페이지 각사 서약서 1부 서식 2참조 각사 입찰보증금 지급각서 1부 서식 3참조 공동 사업자등록증 사본 1부 원본대조필 각사 법인인감증명서 1부 3개월 이내 발급본 각사 사용인감계 1부 각사 법인등기부등본 1부 3개월 이내 발급본 각사 국세 및 지방세 완납 증명서 1부 유효기한 확인 각사 신용평가등급 확인서 1부 유효기한 확인, 원본대조필 각사 2 기술 제안서 기술제안서 본문 8부 USB 메모리 1 Set 별도 제출 PDF 및 한글.hwp 형식 - 첨 부 물 일반현황 및 연혁 서식 4참조 각사 조직 및 인력 현황 서식 5참조 각사 유사사업 수행실적 서식 6참조 각사 과업수행 조직 및 업무분장 서식 7참조 공동 참여인력의 자격사항요약 서식 8참조 공동 참여인력의 이력사항 서식 9참조 공동 3 증빙 서류 경력증명서관련협회 등 발행 및 기술용역이행 실적증명서 - 영문보고서 전문인력 증빙 학위증 사본 포함 1부 원본대조필 기술제안서와 별권으로 제본 -",
      "tables": [
        [
          [
            "구   분",
            "제   목",
            "",
            "부수",
            "비   고",
            "담당"
          ],
          [
            "①\n입찰참가\n자격증명 \n서    류",
            "입찰참가신청서",
            "",
            "1부",
            "「서식 1」 참조",
            "대표사"
          ],
          [
            "",
            "입찰 대리인 재직증명서 사본",
            "",
            "1부",
            "",
            "대표사"
          ],
          [
            "",
            "조달청 경쟁입찰참가자격 등록증",
            "",
            "1부",
            "나라장터 홈페이지",
            "각사"
          ],
          [
            "",
            "서약서",
            "",
            "1부",
            "「서식 2」 참조",
            "각사"
          ],
          [
            "",
            "입찰보증금 지급각서",
            "",
            "1부",
            "「서식 3」 참조",
            "공동"
          ],
          [
            "",
            "사업자등록증 사본",
            "",
            "1부",
            "원본대조필",
            "각사"
          ],
          [
            "",
            "법인인감증명서",
            "",
            "1부",
            "3개월 이내 발급본",
            "각사"
          ],
          [
            "",
            "사용인감계",
            "",
            "1부",
            "",
            "각사"
          ],
          [
            "",
            "법인등기부등본",
            "",
            "1부",
            "3개월 이내 발급본",
            "각사"
          ],
          [
            "",
            "국세 및 지방세 완납 증명서",
            "",
            "1부",
            "유효기한 확인",
            "각사"
          ],
          [
            "",
            "신용평가등급 확인서",
            "",
            "1부",
            "유효기한 확인, 원본대조필",
            "각사"
          ],
          [
            "② 기\n술\n제안서",
            "기술제안서 본문",
            "",
            "8부",
            "USB 메모리 1 Set 별도 제출\n(PDF 및 한글(.hwp) 형식)",
            "-"
          ],
          [
            "",
            "첨 부 물",
            "일반현황 및 연혁\n조직 및 인력 현황\n유사사업 수행실적\n과업수행 조직 및 업무분장\n참여인력의 자격사항(요약)\n참여인력의 이력사항",
            "",
            "「서식 4」 참조\n「서식 5」 참조\n「서식 6」 참조 \n「서식 7」 참조\n「서식 8」 참조\n「서식 9」 참조",
            "각사\n각사\n각사\n공동\n공동\n공동"
          ],
          [
            "③\n증빙 \n서류",
            "경력증명서(관련협회  등  발행) \n및 기술용역이행 실적증명서\n  -  영문보고서 전문인력 증빙\n      (학위증 사본)  포함",
            "",
            "1부",
            "원본대조필\n※기술제안서와 \n별권으로 제본",
            "-"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 60 - 신청서류 중 사본 제출시에는 원본대조필이라고 명기하고, 인감또는 사용인감을 날인하여 제출하고, 제출된 서류는 일체 반환하지 않음. 4기타서류 중 해당 없는 경우는 해당 없음을 표시하고 제출임의누락시 결격사유 서식 17, 서식 18, 중소기업장애인기업사회적기업여성기업창업기업 확인서는 해당 기업만 제출 법인인감증명서 및 법인등기부등본은 최근 3개월 이내 발급된 서류 제출 1입찰참가자격 및 4기타는 서류형태, 2기술제안서 및 3증빙서류는 책자로 제출 4 기타 서류 청렴계약 이행서약서 1부 서식 12참조 각사 독립성 확약서 1부 서식 13참조 각사 정보 비공개 동의서 1부 서식 14참조 각사 개인정보 수집이용 동의서 1부 서식 15-1, 15-2참조 각사 퇴직자 영입현황 확인서 1부 서식 16참조 각사 신규 입찰자 확인서최근 2년 실적 1부 서식 17참조 각사 신규 입찰자 확인서계약실적 1부 서식 18참조 각사 EDCF 부정당업자 제재 1부 서식 19참조 각사 FS 용역 평가활용 동의 확약서 1부 서식 20참조 각사 조세포탈 여부 확인 확약서 1부 서식 21참조 각사 제안서 작성지침 미준수 자가진단표 1부 서식 22참조 공동 정량평가 자가진단표 1부 서식 23참조 USB로 softcopy 제출 excel 형식 공동 공동수급표준협정서 공동이행방식 1부 기획재정부 계약예규, 8. 공동계약운용요령 참조 공동 중소기업 확인서공공기관 입찰확 인용, 장애인기업, 사회적기업, 여 성기업, 창업기업 확인서해당부 처 발급 및 확인문서 1부 해당 기업인 경우에 제출 각사 당행 컨설턴트 Pool 등록 확인자료 1부 EDCF 홈페이지 컨설턴트 정보관리 캡처화면 제출 각사",
      "tables": [
        [
          [
            "④\n기타 \n서류",
            "청렴계약 이행서약서",
            "1부",
            "「서식 12」 참조",
            "각사"
          ],
          [
            "",
            "독립성 확약서",
            "1부",
            "「서식 13」 참조",
            "각사"
          ],
          [
            "",
            "정보 비공개 동의서",
            "1부",
            "「서식 14」 참조",
            "각사"
          ],
          [
            "",
            "개인정보 수집·이용 동의서",
            "1부",
            "「서식 15-1, 15-2」 참조",
            "각사"
          ],
          [
            "",
            "퇴직자 영입현황 확인서",
            "1부",
            "「서식 16」 참조",
            "각사"
          ],
          [
            "",
            "신규 입찰자 확인서(최근 2년 실적)",
            "1부",
            "「서식 17」 참조",
            "각사"
          ],
          [
            "",
            "신규 입찰자 확인서(계약실적)",
            "1부",
            "「서식 18」 참조",
            "각사"
          ],
          [
            "",
            "EDCF 부정당업자 제재",
            "1부",
            "「서식 19」 참조",
            "각사"
          ],
          [
            "",
            "F/S 용역 평가·활용 동의 확약서",
            "1부",
            "「서식 20」 참조",
            "각사"
          ],
          [
            "",
            "조세포탈 여부 확인 확약서",
            "1부",
            "「서식 21」 참조",
            "각사"
          ],
          [
            "",
            "제안서 작성지침 미준수 자가진단표",
            "1부",
            "「서식 22」 참조",
            "공동"
          ],
          [
            "",
            "정량평가 자가진단표",
            "1부",
            "「서식 23」 참조\n※USB로 softcopy 제출\n(excel 형식)",
            "공동"
          ],
          [
            "",
            "공동수급표준협정서\n(공동이행방식)",
            "1부",
            "기획재정부 ‘계약예규’,\n8. 공동계약운용요령 참조",
            "공동"
          ],
          [
            "",
            "중소기업  확인서(공공기관  입찰확\n인용), 장애인기업, 사회적기업, 여\n성기업, 창업기업  확인서(해당부\n처 발급 및 확인문서)",
            "1부",
            "해당 기업인 경우에 제출",
            "각사"
          ],
          [
            "",
            "당행 컨설턴트 Pool 등록 확인자료",
            "1부",
            "EDCF 홈페이지 컨설턴트 \n정보관리 캡처화면 제출",
            "각사"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 61 - 서식 1 입 찰 참 가 신 청 서 신 청 인 상호 및 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 생 년 월 일 입찰 개요 입찰공고지명 번호 - 입 찰 일 자 입 찰 건 명 사 업 명FS 용역 입 찰 보 증 금 납 부 보 증 액 입찰금액의 1000분의 25이상 보증금납부방법 작성예시 입찰보증금 지급각서 제출 납 부 면 제 및 지 급 확 약 작성 예시, 불필요시 삭제 요망 본인은 낙찰 후 계약 미체결시 귀 은행에 입찰보증금에 해당하는 금액을 현금으로 납입할 것을 확약합니다. 입찰 참여대리인사용인감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 생년원일 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 사용인감 인 귀 행의 사 업 명FS 용역 입찰에 참가하고자 귀 행의 입찰공고사항을 모두 승낙하고 붙임 서류를 첨부하여 입찰참가신청을 합니다. 붙임 1. 입찰참가자격을 증명하는 서류 2. 기타 공고로서 정한 서류 20 년 월 일 상호 및 법인명칭 신청인 인 한국수출입은행 사업협력부장 귀하",
      "tables": [
        [
          [
            "입 찰 참 가 신 청 서",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호 및 법인명칭",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주            소",
            "",
            "전 화  번 호",
            ""
          ],
          [
            "",
            "대     표     자",
            "",
            "생  년  월  일",
            ""
          ],
          [
            "입찰\n개요",
            "입찰공고(지명)  번호",
            "-",
            "입 찰  일 자",
            ""
          ],
          [
            "",
            "입  찰  건  명 「사 업 명」F/S  용역",
            "",
            "",
            ""
          ],
          [
            "입 찰 보 증 금",
            "납          부",
            "․보 증 액 :  입찰금액의 1000분의 25이상\n․보증금납부방법 :  (작성예시)  입찰보증금 지급각서 제출",
            "",
            ""
          ],
          [
            "",
            "납 부 면 제 및 \n지  급  확  약",
            "(작성 예시,  불필요시 삭제 요망)\n․본인은 낙찰 후 계약 미체결시 귀 은행에 입찰보증금에 \n해당하는 금액을 현금으로 납입할 것을 확약합니다.",
            "",
            ""
          ],
          [
            "입찰\n참여",
            "대리인․사용인감",
            "본 입찰에 관한 일체의 \n권한을  다음의  자에게 \n위임합니다.\n성 명 : \n \n생년원일 :",
            "본 입찰에 사용할 인감을 다음과 \n같이 신고합니다.\n  사용인감           (인)",
            ""
          ],
          [
            "귀 행의 「사 업 명」F/S  용역 입찰에 참가하고자 귀 행의 입찰공고사항을 \n모두 승낙하고 붙임 서류를 첨부하여 입찰참가신청을 합니다.\n붙임 :  1.  입찰참가자격을 증명하는 서류\n \n \n \n  2.  기타 공고로서 정한 서류\n \n \n \n \n \n \n \n   \n   \n   \n     \n     \n     \n       \n     \n     \n \n \n   \n   \n \n \n     \n \n \n \n   \n \n \n \n \n   \n  20 \n  년  월   일\n \n \n \n \n \n \n \n   \n   \n   \n     \n     \n     \n       \n     \n     \n \n  상호 및 법인명칭 : \n   \n \n   \n   \n \n   \n \n   \n \n   \n   \n \n \n \n \n \n \n \n \n \n \n   \n   \n   \n     \n     \n     \n       \n     \n     \n \n \n   \n   \n \n \n     \n  신청인  : \n   \n \n   \n   \n \n   \n  (인)\n한국수출입은행 사업협력부장 귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 62 - 서식 2 서 약 서 회사명 주 소 본인은 사 업 명FS 용역에 참가함에 있어귀 은행이 결정한 평가결과를 수용하고 평가와 관련하여 추후 어떠한 이의도제기하지 않을 것을 서약합니다. 20 . . . 상호 및 법인명칭 대표자 성 명 인 생 년 월 일 한국수출입은행 사업협력부장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 63 - 서식 3 입찰보증금 지급각서 입 찰 건 명 사 업 명FS 용역 입 찰 일 자 20 . . . 입찰보증금율 입찰금액의 1000분의 입찰보증금율은 입찰금액의 1000분의 25이상으로 기재 당사는 국가를 당사자로 하는 계약에 관한 법률 제9조에 의한 귀속사유가 발생한 때에는 입찰보증금에 해당하는 금액을 즉시 현금으로 납부할 것을 확약하며, 이에 각서를 제출합니다. 20 년 월 일 주 소 상호 및 법인명칭 대 표 자 인 사업자등록번호 한국수출입은행 사업협력부장 귀하 국가를 당사자로 하는 계약에 관한 법률 시행령제37조입찰보증금 4각 중앙관서의 장 또는 계약담당공무원은 제3의 규정에 의하여 입찰보증금의 전부 또는 일부의 납부를 면제받은 자로 하여금 법 제9조 제3항의 규정에 의한 국고귀속사유가 발생한 때에는 입찰보증금에 해당하는 금액을 납입할 것을 보장하기 위하여 그 지급을 확약하는 내용의 문서를 제출하게 하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 64 - 서식 4 일반현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회사설립년도 해당부문 종사기간 재무제표 최근 3년 평균치 총자산 자기자본 매출액 당기순이익 주요연혁",
      "tables": [
        [
          [
            "회  사  명",
            "대 표 자"
          ],
          [
            "사 업 분 야",
            ""
          ],
          [
            "주       소",
            ""
          ],
          [
            "전 화 번 호",
            ""
          ],
          [
            "회사설립년도",
            ""
          ],
          [
            "해당부문 종사기간",
            ""
          ],
          [
            "재무제표\n(최근 3년 평균치)",
            "총자산\n자기자본"
          ],
          [
            "",
            "매출액\n당기순이익"
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 65 - 서식 5 조직 및 인력 현황 조직도 인력 현황 직무 분야 계 임원 관리자 PM 영업 기타 계",
      "tables": [
        [
          [
            "직무\n분야",
            "계",
            "임원/\n관리자",
            "PM",
            "",
            "",
            "",
            "",
            "영업/\n기타"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 66 - 서식 6 유사사업 수행실적각 참여사별 작성 상호 및 법인명칭 ex, A사 유 사 사 업 수 행 실 적 No. 구 분 타당성 조사, 기본설계 등 용역명 용역개요 용역기간 계약금액 천원 발주처 책임 기술자 비 고 해외 1 타당성조사A01ᄆᄆᄆ 전체금액 지분율, 지분금액 2 타당성조사 1,000,000 60, 600,000 해외 계 00건 총 00건 해외 기본설계 기본설계 해외 계 00건 총 00건 해외 합계 00건 총 00건 해외 1. 입찰제안서 세부평가기준에 명시된 수행실적 중 발주자의 평가기준에 부합되는 실적만 작성하며, 현재 수행중인 용역은 제외명백히 해당되지 않는 실적의 경우 제안서 작성지침 미준수로 간주하여 감점대상 2. 각 사업분야별로 작성하며 사업건수 및 금액을 상단에 기재, 각 분야별로 국내 및 해외사업정부 및 민간 구분 구분하여 수행지역별 소계를 상단에 기재 3. 발주처 또는 실적증빙기관이 발행한 실적증명서 미첨부시 실적 불인정 - 실적증명서는 사본인감으로 원본대조필할 것도 가능함 - 단, 민간거래 실적은 실적증명서와 더불어 세금계산서 및 계약서 사본인감으로 원본대조필 또는 낙찰통보공문 첨부시 실적으로 인정 - 각 실적증명서는 유사사업실적 기재 순번과 동일한 번호의 견출지를 부착하고, 사업명, 수행기간, 사업내용, 실적금액 등 주요내용은 형광펜으로 표시할 것 실적평가시 형광펜 표시된 부분을 검토할 예정 - 컨설팅타당성조사, 기본설계, 상세설계 용역과 감리용역을 동시에 수행한 건에 대해서는 지분을 고려한 설계용역의 금액만을 분리하여 제시 - 해외실적의 경우 해외건설협회 또는 발주처에서 발급한 실적증명서를 제출한 사업에 한하여 실적을 인정 4. 공동도급에 의한 실적의 경우 계약금액 항목에 총 계약금액 및 지분율 따른 자사 계약 금액만 기재비고에 지분율도 표시 5. 다른 통화원화 이외로 계약 체결된 해외실적의 경우, 입찰공고 일자 고시 기준환율 적용",
      "tables": [
        [
          [
            "유 사 사 업 수 행 실 적",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "No.",
            "구 분\n(타당성 조사, \n기본설계 등)",
            "용역명",
            "",
            "용역개요 용역기간",
            "계약금액\n(천원)",
            "발주처",
            "책임 \n기술자",
            "비 고\n(해외)"
          ],
          [
            "1",
            "",
            "타당성조사 [A01]ㅁㅁㅁ",
            "",
            "",
            "전체금액\n(지분율, \n지분금액))",
            "",
            "",
            ""
          ],
          [
            "2",
            "타당성조사",
            "",
            "",
            "",
            "1,000,000\n(60%, \n600,000)",
            "",
            "",
            "해외"
          ],
          [
            "계",
            "00건",
            "",
            "",
            "",
            "",
            "",
            "",
            "총"
          ],
          [
            "",
            "00건",
            "",
            "",
            "",
            "",
            "",
            "",
            "해외"
          ],
          [
            "",
            "기본설계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기본설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "해외"
          ],
          [
            "계",
            "00건",
            "",
            "",
            "",
            "",
            "",
            "",
            "총"
          ],
          [
            "",
            "00건",
            "",
            "",
            "",
            "",
            "",
            "",
            "해외"
          ],
          [
            "합계",
            "00건",
            "",
            "",
            "",
            "",
            "",
            "",
            "총"
          ],
          [
            "",
            "00건",
            "",
            "",
            "",
            "",
            "",
            "",
            "해외"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 67 - 서식 7 과업수행조직 및 업무분장 사업수행책임자PM 소속기관 성명 0 MM 교통운영센터 건축 교통운영센터 운영시스템 교통인프라 SW 교통인프라 HW, 정류장 네트워크 차량구매 경제재무 환경사회 기후변화 영문 보고서 통합교통 운영센터 및 스마트 주차장 건축 통합교통 운영센터 및 스마트 주차장 시스템 구축 대중교통 교통운영 시스템 구축 대중교통 교통운영 장비 및 정류장 계획 네트워크 계획 버스 도입계획 경제적, 재무적, 정책적 타당성 검토 환경사회 영향 검토 기후위험 사전스크리닝, 기후위험 경감방안 도출 보고서 영문번역 - 분야별 책임자분책 정량평가 대상 소속기관 성명 0 MM 소속기관 성명 0 MM 소속기관 성명 0 MM 소속기관 성명 0 MM 소속기관 성명 0 MM 소속기관 성명 0 MM 소속기관 성명 0 MM - 전담 참여자전담 정성평가 대상 소속기관 성명 0 MM 소속기관 성명 0 MM 소속기관 성명 0 MM - 비전담 정성평가 대상 추가 제안 가능 최대 3인 이내 소속기관 성명 0 MM 소속기관 성명 0 MM 소속기관 성명 0 MM 참고 1. 위의 그림과 동일하게 단위업무별로 세분화하여 작성 - PM은 대표사 소속, 음영부분 인력은 참여사 소속이어야 함. 비음영부분 인력은 참여사 소속이 아닌 외부전문가 활용 가능함. 비음영부분 인력에 해당하는 업무범위는 하도급 형태로도 수행 가능하며, 추후 동 용역 계약 체결 후 당행의 하도급 계약체결 사전 승인 필요 2. PM 및 분책이 정량평가 대상 - 전담 및 비전담 참여자는 정성평가 대상개인별 실적 증빙자료 제출 필요 없음 3. 참여인력 참여 지위분야별 책임자, 전담 참여자, 비전담 참여자 필수 명시 4. 참여인력별 소속회사, 성명, 참여 제안기간MM를 명시 5. 필수 최소 제안인력은 PM, 분책7인, 전담3인, 비전담3인으로 총 14인 6. 음영부분 분야는 과업범위를 감안하여 제안사 판단에 따라 추가 제안 가능 최대 3인 이내",
      "tables": [
        [
          [
            "교통운영센터\n(건축)",
            "교통운영센터\n(운영시스템)",
            "교통인프라\n(S/W)",
            "교통인프라\n(H/W, \n정류장)",
            "네트워크",
            "차량구매",
            "경제재무",
            "환경사회",
            "기후변화",
            "영문\n보고서"
          ],
          [
            "통합교통\n운영센터  및 \n스마트  주차장\n건축",
            "통합교통\n운영센터  및 \n스마트  주차장 \n시스템  구축",
            "대중교통/\n교통운영\n시스템  구축",
            "대중교통/\n교통운영\n장비  및 \n정류장  계획",
            "네트워크  계획",
            "버스\n도입계획",
            "경제적, \n재무적,  정책적 \n타당성  검토",
            "환경사회  영향 \n검토",
            "기후위험 \n사전스크리닝, \n기후위험 \n경감방안  도출",
            "보고서 \n영문번역"
          ],
          [
            "-  분야별  책임자(분책)  (정량평가  대상)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소속기관\n소속기관\n소속기관\n소속기관\n소속기관\n소속기관\n소속기관\n성명\n성명\n성명\n성명\n성명\n성명\n성명\n(\n0 MM)\n(\n0 MM)\n(\n0 MM)\n(\n0 MM)\n(\n0 MM)\n(\n0 MM)\n(\n0 MM)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  전담  참여자(전담)  (정성평가  대상)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소속기관\n소속기관\n소속기관\n성명\n성명\n성명\n(\n0 MM)\n(\n0 MM)\n(\n0 MM)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  비전담  (정성평가  대상)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소속기관\n소속기관\n소속기관\n성명\n성명\n성명\n추가 제안 가능 (최대 3인 이내)\n(\n0 MM)\n(\n0 MM)\n(\n0 MM)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 68 - 서식 8 참여인력의 자격사항예시 구분 분야별 성명 소속기관 연령 세 기술 등급 최종 학력 자격증 담당 업무 비고 중복건수 전담 참여 PM 교통운영센터 건축 교통운영센터 운영시스템 교통인프라 네트워크 차량구매 ... 비전담 참여 기타 1 기타 2 ... Local 하도급 참여 기타 1 기타 2 ... 참고 1. 작성기준일 입찰공고일 현재 2. 기술등급 본 제안요청서 첨부 참고 2 참여인력의 등급 및 자격기준에 따라 기술자별 기술등급 및 해당 사유 간략 기재 예 기술사정보통신기술사, 특급석사 10년, 고급석사 6년 3. 각종 증빙서류경력증명서 등는 별도 제출 영문보고서 전문인력 필수 제출서류 포함 4. 사업수행책임자PM 및 분야책임자는 제안서 제출일 현재 참여 또는 참여자로 제안된 중복 참여건수를 비고에 명기해야 함 5. 정성평가 인력운용계획에서 평가 예정 및 PM 대면평가시 업무중복에 대한 과업수행 우려사항 질의 가능",
      "tables": [
        [
          [
            "구분",
            "분야별",
            "성명",
            "소속기관",
            "연령\n(세)",
            "기술\n등급",
            "최종\n학력",
            "자격증",
            "담당\n업무",
            "비고 \n(중복건수)"
          ],
          [
            "전담 \n참여",
            "PM",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "교통운영센터\n(건축)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "교통운영센터\n(운영시스템)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "교통인프라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "네트워크",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "차량구매",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "...",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "비전담 \n참여",
            "(기타 1)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "(기타 2)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "...",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "Local\n하도급\n참여",
            "(기타 1)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "(기타 2)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "...",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 69 - 서식 9 참여인력의 이력사항 성 명 국문 생 년 월 일 사진첨부 필수 영문 한문 직장주소 자택주소 연락처 전화 휴대전화 e-mail 학 력 학 교 명 학 과전 공 졸업일 논 문 명 고등학교 학사과정 석사과정 박사과정 직장경력 회 사 명 기 관 명 근 무 기 간 직 위 담 당 업 무 00.0.00.0. 0년0개월 총 근무기간 년 개월 자 격 증 자 격 증 명 취 득 년 월 일 발 행 기 관 외 국 어 구 분 읽 기 쓰 기 말 하 기 A Native speaker와 같이 자유로운 구사 통역자격 수준 B 일상생활은 물론 전문적 내용에 대 해서도 구사가능 C 일상생활에 지장 없음 D 사전이 있으면 의사소통가능",
      "tables": [
        [
          [
            "성    명",
            "",
            "(국문)",
            "",
            "",
            "",
            "",
            "생 년 월 일",
            "",
            "",
            "",
            "",
            "(사진첨부 필수)",
            ""
          ],
          [
            "",
            "",
            "(영문)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "(한문)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "직장주소",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자택주소",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "연락처",
            "",
            "전화 :\n/ 휴대전화 :",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "e-mail\n:",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "학    력",
            "",
            "학    교    명",
            "",
            "",
            "",
            "",
            "",
            "학 과(전 공)",
            "",
            "",
            "졸업일",
            "",
            "논   문   명"
          ],
          [
            "",
            "",
            "고등학교",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "학사과정",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "석사과정",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "박사과정",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "직장경력",
            "",
            "회   사   명 (기 관 명)",
            "",
            "",
            "",
            "근 무 기 간",
            "",
            "",
            "",
            "직    위",
            "",
            "담   당   업   무",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "00.0.~00.0.\n(0년0개월)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "총 근무기간",
            "",
            "",
            "",
            "년  개월",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자 격 증",
            "",
            "자   격   증   명",
            "",
            "",
            "",
            "취  득  년  월  일",
            "",
            "",
            "",
            "",
            "",
            "발   행   기   관",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외 국 어",
            "구    분",
            "",
            "읽    기",
            "",
            "쓰    기",
            "말 하 기",
            "",
            "",
            "A : Native\nspeaker와 같이 자유로운\n구사 (통역자격 수준)\nB : 일상생활은 물론 전문적 내용에 대\n해서도 구사가능\nC : 일상생활에 지장 없음\nD : 사전이 있으면 의사소통가능",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 70 - 유사업무 수행경험 No. 사 업 명 조사명 대상국 분야 기 간 발주자명 담당 업무 00.0.00.0. 0년0개월 해외근무 경력 또는 출장경력 No. 업 무 명 국 명 기 간 담 당 업 무 참고사항 입찰제안서 세부평가기준에 명시된 수행실적 중 발주자의 평가기준에 부합되는 실적만 작성하며, 현재 수행 중인 용역은 제외명백히 해당되지 않는 실적의 경우 제안서 작성지침 미준수로 간주하여 감점 대상 - 경제재무 전문가는 경제재무분석 실적만 기재 유사업무 수행경험은 제안한 담당 분야 업무에 해당하는 실적만 기재담당 업무와 관련 없는 실적은 평가대상에서 제외하며, 이력서 분야란에 담당했던 업무 분야 기재본 FS에 제안된 분야와 유사사업 수행실적 업무 분야가 일치해야 실적으로 인정됨 발주처 또는 실적증빙기관이 발행한 유사사업 실적증명서 별도 제출제안서의 유사사업 수행경험 기재 순번과 동일한 번호의 견출지 부착 및 주요사항 형광펜으로 표시할 것, 실적평가시 형광펜 표시된 부분을 검토할 예정 각 실적증명서는 사업명, 수행기간, 사업내용, 실적금액 등 주요내용에 대해서 식별 가능하도록 형광펜으로 표기할 것 이력사항에 미기재된 유사사업 수행경험은 실적증빙을 제출하여도 실적으로 불인정 유사업무 수행경험 작성 시 발주기관명과 함께 발주처 담당자 및 연락처를 같이 기재할 것 단, 발주처 발급 실적증명서를 제출한 사업은 기재 생략 가능 PM 및 분야책임자는 중복참여한 사업정보사업명, 발주처담당자명 포함, 계약기간, 참여직책, 담당업무, 참여일수출장일수 구분를 참고사항에 기재 - 중복참여 사업정보에 허위사실 기재 시 해당 인력은 기술평가대상에서 제외",
      "tables": [
        [
          [
            "유사업무\n수행경험",
            "No.",
            "사 업 명 (조사명)",
            "",
            "대상국",
            "분야",
            "",
            "기   간 발주자명",
            "담당\n업무"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "00.0.~00.0.\n(0년0개월)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "해외근무\n경력 또는\n출장경력",
            "No.",
            "업 무 명",
            "국 명",
            "기 간",
            "담  당   업  무",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "참고사항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 71 - 서식 10 용역비 산출내역서 1. 사 업 명 사 업 명FS 용역 2. 입찰일자 20 년 월 일 용역비 산출내역서 단위 원 연 번 항 목 금 액 1 직접 인건비 2 제 경 비 3 기 술 료 4 직접 경비 국 외 여 비 현 지 상 주 현지조사비 항목별 기입 ... ... 보고서 작성 자문위원회 소 계 5 손해배상공제 6 부가가치세 합 계 각 항목별 세부 산출근거 첨부현장조사 항목별 금액 분리 기재 제경비 직접인건비의 110 이내, 기술료 직접인건비제경비의 40 이내 주 소 상 호 대표자 인",
      "tables": [
        [
          [
            "연 번",
            "항      목",
            "",
            "금                액"
          ],
          [
            "1",
            "직접 인건비",
            "",
            ""
          ],
          [
            "2",
            "제  경  비",
            "",
            ""
          ],
          [
            "3",
            "기  술  료",
            "",
            ""
          ],
          [
            "4",
            "직접 경비",
            "국 외 여 비",
            ""
          ],
          [
            "",
            "",
            "현 지 상 주",
            ""
          ],
          [
            "",
            "",
            "현지조사비",
            ""
          ],
          [
            "",
            "",
            "<항목별 기입>",
            ""
          ],
          [
            "",
            "",
            "...",
            ""
          ],
          [
            "",
            "",
            "...",
            ""
          ],
          [
            "",
            "",
            "보고서 작성",
            ""
          ],
          [
            "",
            "",
            "자문위원회",
            ""
          ],
          [
            "",
            "",
            "소   계",
            ""
          ],
          [
            "5",
            "손해배상공제",
            "",
            ""
          ],
          [
            "6",
            "부가가치세(\n%)",
            "",
            ""
          ],
          [
            "합   계",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 72 - 서식 11 용역비 세부 산출근거 사업 용역비 세부 산출근거 단위 원 구 분 합 계 산 출 근 거 합 계 1. 직접인건비 계 기술사 00MM일단가20.6일월 특급 고급 2. 제경비 계 직접인건비의 110 이내 3. 기술료 계 직접인건비제경비의 40 이내 4 직 접 경 비 계 국외여비 소계 항공료 00회항공료 체재비 출장 00일00회일체재비 상주 00일일체재비 현지상주 소계 차량 00개월단가 사무실 00개월단가 통신비 00개월단가 현지조사비 소계 보고서작성 소계 인쇄비 00부000장단가 번역비 000장단가 자문위원회 소계 2회00인단가 항목별 기입 소계 소계 5. 엔지니어링 손해배상공제료 1단계 순계약금액 기본요율 2단계 순계약금액0.16 6. 부가가치세",
      "tables": [
        [
          [
            "구       분",
            "",
            "",
            "합   계",
            "산     출    근    거"
          ],
          [
            "합       계",
            "",
            "",
            "",
            ""
          ],
          [
            "1. 직접인건비",
            "",
            "계",
            "",
            ""
          ],
          [
            "",
            "",
            "기술사",
            "",
            "00MM×일단가×20.6일/월"
          ],
          [
            "",
            "",
            "특급",
            "",
            ""
          ],
          [
            "",
            "",
            "고급",
            "",
            ""
          ],
          [
            "2. 제경비",
            "",
            "계",
            "",
            "직접인건비의 110% 이내"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3. 기술료",
            "",
            "계",
            "",
            "(직접인건비+제경비)의 40% 이내"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4직접경비",
            "",
            "계",
            "",
            ""
          ],
          [
            "",
            "국외여비",
            "소계",
            "",
            ""
          ],
          [
            "",
            "",
            "항공료",
            "",
            "00회×항공료"
          ],
          [
            "",
            "",
            "체재비",
            "",
            "출장 : 00일×00회×일체재비\n상주 : 00일×일체재비"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "현지상주",
            "소계",
            "",
            ""
          ],
          [
            "",
            "",
            "차량",
            "",
            "00개월×단가"
          ],
          [
            "",
            "",
            "사무실",
            "",
            "00개월×단가"
          ],
          [
            "",
            "",
            "통신비",
            "",
            "00개월×단가"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "현지조사비",
            "소계",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "보고서작성",
            "소계",
            "",
            ""
          ],
          [
            "",
            "",
            "인쇄비",
            "",
            "00부×000장×단가"
          ],
          [
            "",
            "",
            "번역비",
            "",
            "000장×단가"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "자문위원회",
            "소계",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "2회×00인×단가"
          ],
          [
            "",
            "<항목별 기입>",
            "소계",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "소계",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5. 엔지니어링 \n손해배상공제료",
            "",
            "",
            "",
            "1단계 = 순계약금액 ×기본요율\n2단계 = 순계약금액×0.16%"
          ],
          [
            "6. 부가가치세",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 73 - 서식 12 청렴계약 이행서약서계약상대자용 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약제 시행 취지에 적극 호응하고자 한국수출입은행이하 귀행이라 한다에서 시행하는 모든 공사, 용역, 물품구매 등과 관련하여 당사 임직원과대리인이하 임직원 등이라 한다은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 하지 않겠습니다. 이를 위반하여 경쟁입찰에서 특정인의 낙찰을 위하여 담합하거나 입찰가격협정을 한 것이 사실로 드러날 경우 입찰참가자격제한 통지서에 명시된바에 따라 최대 2년 동안 귀행이 시행하는 입찰에 참가하지 않겠으며, 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에 관한 법률에 따라귀행이 공정거래위원회에 신고하여 과징금 등이 부과되더라도 이의를 제기하지 않겠습니다. 2. 입찰, 계약체결 및 계약이행 과정에서 관계 임직원에게 직간접적으로 금품향응 등친인척 등에 대한 부정한 취업 제공 포함의 뇌물이나 부당한 이익이하 뇌물 등이라 한다을 제공하지 않겠으며 이를 위반하였을 때는 입찰참가자격제한통지서에 명시된 바에 따라 최대 2년 동안 귀행이 시행하는 입찰에 참여하지않겠습니다. 3. 입찰, 계약체결 및 계약이행과 관련하여 관계 임직원에게 뇌물친인척 등에 대한 부정한 취업 제공 포함 등을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 귀행이 계약의 전부 또는 일부를 해제 또는 해지하여도 감수하고 민형사상 이의를 제기하지 않겠습니다. 4. 당사 임직원 등이 관계 임직원에게 뇌물친인척 등에 대한 부정한 취업 제공 포함 등을 제공하거나 담합 등 불공정행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에게 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습니다.",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 76,
      "text": "- 74 - 5. 하도급자가 뇌물 등친인척 등에 대한 부정한 취업 제공 포함을 제공한 때에는 그러한 행위에 당사의 책임이 없는 경우라 하더라도 귀행의 지시에 따라 하도급계약을 해제 또는 해지하도록 하겠습니다. 위 청렴계약이행서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며 당사가 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로계약하여 이행하고, 귀행의 조치와 관련하여 당사는 귀행을 상대로 손해배상 청구 등 민형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 20 . . . 서약자회사대표자 인 한국수출입은행 사업협력부장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 77,
      "text": "- 75 - 서식 13 독립성 확약서 본인은 귀행의 사 업 명 FS 용역을 수행함에 있어 관계 법규의 위반이 없이 용역수행을 위한 독립성을 확보하였음을 확약합니다. 20 년 월 일 상 호 법인명 주 소 대 표 자 인 사업자등록번호 한국수출입은행 사업협력부장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 78,
      "text": "- 76 - 서식 14 정보 비공개 동의서 본인은 귀행의 사 업 명 FS 용역과 관련하여 취득한 업무내용에 대하여 제3자에게 일체 누설하지 않겠으며, 제안서에 명시한 보안방침 및 귀행의 보안정책을 철저히 이행할 것을 확약합니다. 20 년 월 일 상 호 법인명 주 소 대 표 자 인 사업자등록번호 한국수출입은행 사업협력부장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 79,
      "text": "- 77 - 서식 15-1 대표사 입찰평가를 위한 개인정보 수집이용 동의서 한국수출입은행은사 업 명FS타당성조사 용역 입찰평가를 위해 아래와 같이 개인 정보를 수집이용하고자 하는 바,개인정보보호법등 관계 법령에 따라 본인의 동의가 필요합니다. 내용을 자세히 읽으신 후 동의 여부를 결정하여 주십시오. 개인정보 수집이용 동의 개인정보 수집이용 목적 입찰절차의 진행 및 업체선정 과정에서 필요한 정보 확인 등 수집이용하는 개인정보의 항목 제안업체 대표자 성명, 생년월일, 성별, 주소 입찰참가신청 제출 대리인의 성명, 생년월일, 전화번호, 이메일, 소속직책, 재직기간 대표자 및 대리인의 개인정보 외 참여인력의 개인정보는 제안업체에서 자체적으로 개인 정보 제3자 제공 동의를 받아 한국수출입은행 앞 제공하는 정보임. 개인정보 보유 및 이용 기간 본 동의서가 작성된 때로부터 입찰참가 서류 관리를 위한 보유기간5년까지 동의를 거부할 권리 및 동의를 거부할 경우의 불이익 위 개인정보의 수집이용에 대한 동의를 거부할 수 있으나 동의하지 않은 경우, 본 입찰의 계약체결 대상에서 제외함. 위와 같이 개인정보를 수집이용하는데 동의하십니까? 동의하지 않음 동의함 20 년 월 일 성명 서명 한국수출입은행 귀중",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 80,
      "text": "- 78 - 서식 15-2 참여사 입찰평가를 위한 개인정보 수집이용 동의서 한국수출입은행은사 업 명FS타당성조사 용역 입찰평가를 위해 아래와 같이 개인 정보를 수집이용하고자 하는 바,개인정보보호법등 관계 법령에 따라 본인의 동의가 필요합니다. 내용을 자세히 읽으신 후 동의 여부를 결정하여 주십시오. 개인정보 수집이용 동의 개인정보 수집이용 목적 입찰절차의 진행 및 업체선정 과정에서 필요한 정보 확인 등 수집이용하는 개인정보의 항목 제안업체 대표자 성명, 생년월일, 성별, 주소 개인정보 보유 및 이용 기간 본 동의서가 작성된 때로부터 입찰참가 서류 관리를 위한 보유기간5년까지 동의를 거부할 권리 및 동의를 거부할 경우의 불이익 위 개인정보의 수집이용에 대한 동의를 거부할 수 있으나 동의하지 않은 경우, 본 입찰의 계약체결 대상에서 제외함. 위와 같이 개인정보를 수집이용하는데 동의하십니까? 동의하지 않음 동의함 20 년 월 일 성명 서명 한국수출입은행 귀중",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 81,
      "text": "- 79 - 서식 16 퇴직자 영입현황 확인서 - 공고번호 - 입찰계약건명 1. 상기 입찰계약건과 관련하여 당사는 한국수출입은행의 퇴직자 영입 근무현황을 아래와 같이 제출합니다. 성 명 고용일자 담당업무 한국수출입은행 퇴직 후 2년이 경과하지 않고 고용한 경우만 해당 2. 한국수출입은행의 퇴직자를 영입한 경우에는 귀행의 내규에 따라 계약의 상대방 자격을 제한하는 은행의 규정을 따르겠습니다. 본 건 입찰 또는 계약을 수행함에 있어 상기의 사항을 준수할 것을 확약하며, 만일 상기 신고사항과 다른 사실이 발견될 경우, 계약을 해제 또는 해지함에 이의를 제기하지 않을 것을 확약합니다. 20 . . . 서약자회사대표자 인 한국수출입은행 사업협력부장 귀하",
      "tables": [
        [
          [
            "성   명",
            "고용일자",
            "담당업무"
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 80 - 서식 17 신규 입찰자 확인서 최근 2년 EDCF FS 계약실적이 없는 경우 - 입찰계약건명 - 해당사항 여부 체크택 1 해당 당사는 과거 EDCF FS 수주실적이 있으나아래표와 같이 입찰 공고일자 기준 최근 2년간 EDCF 사업타당성조사FS 용역 계약실적이 없음을 확인하며, 만일 이와 다른 사실이 발견될 경우, 계약을 해제 또는 해지함에 이의를 제기하지 않을 것을 확약합니다. 미해당 입찰공고일자 기준최근 2년간EDCF 사업타당성조사FS 용역 계약실적 보유 ᄋ 가장 최근 EDCF FS 계약 건명 및 해당 건 계약 연월일 가장 최근 건부터 최대 3건 기재. 기재사항없다면 기재란에 해당없음 기재 구 분 가장 최근 EDCF FS 계약건명 계약 연월일 비 고 1 2 3 20 . . . 상호 및 법인명칭 서약자회사대표자 인 한국수출입은행 사업협력부장 귀하",
      "tables": [
        [
          [
            "□ 해당",
            "당사는 과거 EDCF F/S 수주실적이 있으나 아래표와 같이 입찰\n공고일자  기준  최근  2년간  EDCF 사업타당성조사(F/S)\n용역 계약실적이 없음을 확인하며, 만일 이와 다른 사실이\n발견될 경우, 계약을 해제 또는 해지함에 이의를 제기하지\n않을 것을 확약합니다."
          ],
          [
            "□ 미해당",
            "입찰공고일자 기준 최근  2년간 EDCF 사업타당성조사(F/S)\n용역 계약실적 보유"
          ]
        ],
        [
          [
            "구 분",
            "가장 최근 EDCF F/S 계약건명",
            "계약 연월일",
            "비 고"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "1 2 3",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 81 - 서식 18 신규 입찰자 확인서 신규입찰자용-EDCF FS 계약실적 전무 - 입찰계약건명 - 해당사항 여부 체크택 1 해당 당사는 동 건의 입찰공고일자 기준, EDCF 사업타당성조사 FS 용역 계약 실적이 없음을 확인하며, 만일 이와 다른 사실이 발견될 경우, 계약을 해제 또는 해지함에 이의를 제기하지 않을 것을 확약합니다. 한편, EDCF 사업타당성조사FS 입찰에는 참여하였으나, 계약자로 선정되지 않은 건은 아래표와 같습니다. 미해당 입찰공고일자 기준 EDCF 사업타당성조사FS 용역 계약 실적 보유 ᄋ 가장 최근 EDCF FS 입찰참여 건기재 가장 최근 건부터 최대 3건 기재. 기재사항없다면 기재란에 해당없음 기재 구 분 가장 최근 EDCF FS 입찰참여 건명 입찰참여 년월 비 고 1 2 3 20 . . . 상호 및 법인명칭 서약자회사대표자 인 한국수출입은행 사업협력부장 귀하",
      "tables": [
        [
          [
            "□ 해당",
            "당사는 동 건의 입찰공고일자 기준, EDCF 사업타당성조사\n(F/S) 용역 계약 실적이 없음을 확인하며, 만일 이와 다른\n사실이 발견될 경우, 계약을 해제 또는 해지함에 이의를 \n제기하지 않을 것을 확약합니다.\n한편, EDCF 사업타당성조사(F/S) 입찰에는 참여하였으나,\n계약자로 선정되지 않은 건은 아래표와 같습니다."
          ],
          [
            "□ 미해당",
            "입찰공고일자 기준 EDCF 사업타당성조사(F/S) 용역 계약\n실적 보유"
          ]
        ],
        [
          [
            "구 분",
            "가장 최근 EDCF F/S 입찰참여 건명",
            "입찰참여 년월",
            "비 고"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "1 2 3",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 82 - 서식 19 EDCF 부정당업자 제재 확인서 입찰공고일자 기준 EDCF 부정당업자 제재 또는 MDB 상호제재 중인 경우 - 입찰계약건명 - 해당사항 여부 체크택 1 해당 당사는 동 건의 입찰공고일자 기준, 아래 표와 같이 EDCF 부정당업자 제재를 받고 있는 입찰자 또는 다자개 발은행MDB으로부터 부패행위와 사실왜곡 등 부정당행 위로 인하여 상호제재Cross Debarment를 받고 있는 입 찰자임을 알려드리며, 그에따라 평가기준에 의거 본건 입찰에 불이익이 존재함을 인지하고 있습니다. 미해당 입찰 공고일자 기준 EDCF 부정당업자 제재 또는 MDB 상호제 재가 아닌 경우 ᄋ 입찰공고일자 기준, EDCF 제재 또는 MDB 상호제재 진행 사항 가장 최근 건부터 최대 3건 기재. 기재사항 없다면 기재란에 해당없음 기재 구분 제재발생 사업명 제재 기간 제재 처분일 제재 사유 1 2 3 20 . . . 상호 및 법인명칭 서약자회사대표자 인 한국수출입은행 사업협력부장 귀하",
      "tables": [
        [
          [
            "□ 해당",
            "당사는  동  건의  입찰공고일자  기준, 아래  표와  같이 \nEDCF 부정당업자 제재를 받고 있는 입찰자 또는 다자개\n발은행(MDB)으로부터 부패행위와 사실왜곡 등 부정당행\n위로  인하여  상호제재(Cross Debarment)를  받고  있는  입\n찰자임을  알려드리며, 그에 따라  평가기준에  의거  본건 \n입찰에 불이익이 존재함을 인지하고 있습니다."
          ],
          [
            "□ 미해당",
            "입찰 공고일자 기준 EDCF 부정당업자 제재 또는 MDB 상호제\n재가 아닌 경우"
          ]
        ],
        [
          [
            "구 분",
            "제재발생 사업명",
            "제재 기간",
            "제재 처분일",
            "제재 사유"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1 2 3",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 85,
      "text": "- 83 - 서식 20 FS 용역 평가활용 동의 확약서 당사는 금번 EDCF FS 용역업무를 수주할 경우 1. EDCF FS 용역 수행 완료 후 당사 또는 컨소시엄의 용역활동결과물 포함이 귀행에 의해 평가되는 것을 충분히 숙지하고 있습니다. 2. 또한, 사후적으로 고의 또는 중과실 등의 사유로 FS가 부실로 확인되는 경우 당사 또는 컨소시엄의 용역활동결과물 포함이 귀행에 의해재평가될 수 있음을 충분히 숙지하고 있습니다. 3. 상기 평가 및 재평가 결과는 평가 후 2년간 당사가 다른 FS 용역 입찰 참여시 귀행의 FS 제안서 기술평가에서 가감점건별 2점 이내, 누계 4점 이내으로 반영활용됨을 충분히 이해하고 이에 동의합니다. 귀행의 FS 용역 평가 및 타 FS 용역 입찰자 심사시 평가결과 활용 가감점 적용 등의 조치와 관련하여 당사가 귀행을 상대로 손해배상을 청구하거나 민형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 20 . . . 상 호법 인 명 서약자회사대표자 인 한국수출입은행 사업협력부장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 86,
      "text": "- 84 - 서식 21 조세포탈 여부 확인 확약서 국가를 당사자로 하는 계약에 관한 법률제27조의5 및 같은 법 시행령 제12조 제5항에 따른 서약서 당사는 국가를 당사자로 하는 계약에 관한 법률제27조의5 제1항에 따른 조세포탈 등을 한 자가 아님을 서약합니다. 만일 다음 각 호의 사 유로 유죄 판결이 확정된 날부터 2년이 지나지 않는 사실이 발견된 경우에 는 계약을 해제ᆞ해지하는 등 불이익을 감수하겠으며, 같은 법 시행령 제76조 제2항 제1호 가목에 따라서 부정당업자의 입찰참가자격제한 처분을 받겠습니다. 1. 조세범 처벌법제3조에 따른 조세 포탈세액이나 환급공제받은 세 액이 5억 원 이상인 자 2. 관세법제270조에 따른 부정한 방법으로 관세를 감면받거나 면탈하 거나 환급받은 세액이 5억 원 이상인 자 3. 지방세기본법제102조에 따른 지방세 포탈세액이나 환급공제 세 액이 5억 원 이상인 자 4. 국제조세조정에 관한 법률제53조에 따른 해외금융계좌의 신고의 무를 위반하고, 그 신고의무 위반금액이 조세범 처벌법제16조 제 1항에 따른 금액을 초과하는 자 5. 외국환거래법제18조에 따른 자본거래의 신고의무를 위반하고, 그 신고의무 위반금액이 같은 법 제29조 제1항 제3호에 해당하는 자 20 . . . 서약자회사대표자 인 한국수출입은행장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 12
    },
    {
      "page": 87,
      "text": "- 85 - 서식 22 제안서 작성지침 미준수 여부 자가진단표 입찰제안서상 명시된 본문 및 첨부물 작성 페이지 수 위반 0.25점 제안서상 A3용지 매수제한 위반0.25점 제안서는A4용지세로로작성, A4로작성하지못하는경우A3를A4 사이즈로접어서붙이며 이경우A3는단면인쇄기준2페이지로산정하며최대6페이지단면기준3장까지허용 ex, 단면인쇄기준, A4용지74페이지A3용지3장A4 6페이지 까지가능 컬러인쇄물 페이지수 제한 위반0.25점 제안서상 자문위원 명단 기재 0.25점 과다한 비용이 지출되는 인쇄물 제출오프셋 인쇄 등 0.25점 제안서 목차상 요구내용 누락0.25점 제안서상 서식 또는 기재순서 위반 0.25점 제안서 내 페이지번호 누락 0.25점 기타 입찰제안서에 명시된 제안서 작성지침 위반 건별 0.1점 - 각종 증명서의 유효기간 경과 또는 요구한 기한 이전 발행 - 실적평가 관련 평가대상과 무관한 실적 제출 또는 요구서류 미제출 - 제안요청서에서 허용하지 않은 분야의 외부전문가 제안 - 출장횟수 및 상주기간 등 요구된 인력투입계획 위반 - 참여인력의 타사업 중복 참여여부 미기재 - 전담 및 비전담 참여자수 미준수 - 제안인력 소속사 미기재서식 7 및 8 - 글자크기 및 줄간격 미준수1 page 당 - 그림파일의 축소 비율 및 글자 크기 미준수2 page 당 - 그림파일 붙여넣기 본문 페이지 수 미준수3 그림파일 크기 합산 결과, page 당 감점 합계 감점대상 ___건, 감점 _____점최대 2.0점 감점 한도 제안서접수당시위반사항이확인되는경우, 마감시한이내에서위반사항보완후 제출예, 페이지수초과시본문및첨부물일부제거후제출 가능 제안서접수이후평가과정중확인된위반사항은항목별감점기준에따라처리 1 본문, 표박스포함 글자크기및줄간격표의경우130 2 그림파일축소비율80 이상및글자크기10 포인트이상 3 그림파일붙여넣기페이지수는본문의6018페이지, 페이지별그림파일크기합 산결과 이하 년 월 일 작성기관 , 작성자 직함 , 작성자 성명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 88,
      "text": "- 86 - 서식 23 정량평가 자가진단표 별도 엑셀파일 송부 작성 후 기술제안서와 함께 USB에 Softcopy 형태로 제출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 89,
      "text": "- 87 - 참고1 참여업체수에 따른 정성평가 등급배분표 참여업체수 A등급 B등급 C등급 D등급 E등급 계 1 - - - - - 절대평가 2 1 1 0 0 0 2 3 1 1 1 0 0 3 4 1 2 1 0 0 4 5 1 3 1 0 0 5 6 2 2 1 1 0 6 7 2 3 1 1 0 7 8 2 3 2 1 0 8 9 2 4 2 1 0 9 10 2 4 3 1 0 10 11 2 5 3 1 0 11 12 2 5 3 2 0 12 13 2 6 3 2 0 13 14 3 6 3 2 0 14 15 3 6 3 2 1 15 16 3 6 4 2 1 16 17 3 6 4 3 1 17 18 4 6 4 3 1 18 19 4 6 5 3 1 19 20 4 6 5 4 1 20",
      "tables": [
        [
          [
            "참여업체수",
            "A등급",
            "B등급",
            "C등급",
            "D등급",
            "E등급",
            "계"
          ],
          [
            "1",
            "-",
            "-",
            "-",
            "-",
            "-",
            "절대평가"
          ],
          [
            "2",
            "1",
            "1",
            "0",
            "0",
            "0",
            "2"
          ],
          [
            "3",
            "1",
            "1",
            "1",
            "0",
            "0",
            "3"
          ],
          [
            "4",
            "1",
            "2",
            "1",
            "0",
            "0",
            "4"
          ],
          [
            "5",
            "1",
            "3",
            "1",
            "0",
            "0",
            "5"
          ],
          [
            "6",
            "2",
            "2",
            "1",
            "1",
            "0",
            "6"
          ],
          [
            "7",
            "2",
            "3",
            "1",
            "1",
            "0",
            "7"
          ],
          [
            "8",
            "2",
            "3",
            "2",
            "1",
            "0",
            "8"
          ],
          [
            "9",
            "2",
            "4",
            "2",
            "1",
            "0",
            "9"
          ],
          [
            "10",
            "2",
            "4",
            "3",
            "1",
            "0",
            "10"
          ],
          [
            "11",
            "2",
            "5",
            "3",
            "1",
            "0",
            "11"
          ],
          [
            "12",
            "2",
            "5",
            "3",
            "2",
            "0",
            "12"
          ],
          [
            "13",
            "2",
            "6",
            "3",
            "2",
            "0",
            "13"
          ],
          [
            "14",
            "3",
            "6",
            "3",
            "2",
            "0",
            "14"
          ],
          [
            "15",
            "3",
            "6",
            "3",
            "2",
            "1",
            "15"
          ],
          [
            "16",
            "3",
            "6",
            "4",
            "2",
            "1",
            "16"
          ],
          [
            "17",
            "3",
            "6",
            "4",
            "3",
            "1",
            "17"
          ],
          [
            "18",
            "4",
            "6",
            "4",
            "3",
            "1",
            "18"
          ],
          [
            "19",
            "4",
            "6",
            "5",
            "3",
            "1",
            "19"
          ],
          [
            "20",
            "4",
            "6",
            "5",
            "4",
            "1",
            "20"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 90,
      "text": "- 88 - 참고2 참여인력의 등급 및 자격기준 기준 구분 기술자격 및 경험기준 학력 및 경험기준 기 술 사 건 축 사 기술사 또는 건축사 - 특급기술자 기사자격을 가진 자로서 10년 이상 해당기술분야의 업무를 수행한 자 산업기사자격을 가진 자로서 13년 이상 해당기술분야의 업무를 수행한 자 박사학위를 가진 자로서 3년 이상 해당기술분야의 업무를 수행한 자 석사학위를 가진 자로서 9년 이상 해당기술분야의 업무를 수행한 자, 학사학위를 가진 자로서 12년 이상 해당기술분야의 업무를 수행한 자 전문대학을 졸업한 자로서 15년 이상 해당기술분야의 업무를 수행한 자 고급기술자 기사자격을 가진 자로서 7년 이상 해당기술분야의 업무를 수행한 자 산업기사자격을 가진 자로서 10년 이상 해당기술분야의 업무를 수행한 자 박사학위를 가진 자 석사학위를 가진 자로서 6년 이상 해당기술분야의 업무를 수행한 자, 학사학위를 가진 자로서 9년 이상 해당기술분야의 업무를 수행한 자 전문대학을 졸업한 자로서 12년 이상 해당기술분야의 업무를 수행한 자 고등학교를 졸업한 자로서 15년 이상 해당기술분야의 업무를 수행한 자 중급기술자 기사자격을 가진 자로서 4년 이상 해당기술분야의 업무를 수행한 자 산업기사자격을 가진 자로서 7년 이상 해당기술분야의 업무를 수행한 자 석사학위를 가진 자로서 3년 이상 해당기술분야의 업무를 수행한 자, 학사학위를 가진 자로서 6년 이상 해당기술분야의 업무를 수행한 자 전문대학을 졸업한 자로서 9년 이상 해당기술분야의 업무를 수행한 자 고등학교를 졸업한 자로서 12년 이상 해당기술분야의 업무를 수행한 자 초급기술자 기사자격을 가진 자 산업기사자격을 가진 자 석사학위를 가진 자 학사학위를 가진 자 전문대학을 졸업한 자 고등학교를 졸업한 자로서 3년 이상 해당기술분야의 업무를 수행한 자",
      "tables": [
        [
          [
            "기준\n구분",
            "기술자격 및 경험기준",
            "학력 및 경험기준"
          ],
          [
            "기  술  사\n(건  축  사)",
            "․  기술사 또는 건축사",
            "-"
          ],
          [
            "특급기술자",
            "․  기사자격을 가진 자로서 10년 이상 \n해당기술분야의 업무를 수행한 자\n․  산업기사자격을 가진 자로서 13년 이상 \n해당기술분야의 업무를 수행한 자",
            "․  박사학위를 가진 자로서 3년 이상 \n해당기술분야의 업무를 수행한 자\n․  석사학위를 가진 자로서 9년 이상 \n해당기술분야의 업무를 수행한 자,\n․  학사학위를 가진 자로서 12년 이상 \n해당기술분야의 업무를 수행한 자\n․  전문대학을 졸업한 자로서 15년 이상 \n해당기술분야의 업무를 수행한 자"
          ],
          [
            "고급기술자",
            "․  기사자격을 가진 자로서 7년 이상 \n해당기술분야의 업무를 수행한 자\n․  산업기사자격을 가진 자로서 10년 이상 \n해당기술분야의 업무를 수행한 자",
            "․  박사학위를 가진 자\n․  석사학위를 가진 자로서 6년 이상 \n해당기술분야의 업무를 수행한 자,\n․  학사학위를 가진 자로서 9년 이상 \n해당기술분야의 업무를 수행한 자\n․  전문대학을 졸업한 자로서 12년 이상 \n해당기술분야의 업무를 수행한 자\n․  고등학교를 졸업한 자로서 15년 이상 \n해당기술분야의 업무를 수행한 자"
          ],
          [
            "중급기술자",
            "․  기사자격을 가진 자로서 4년 이상 \n해당기술분야의 업무를 수행한 자\n․  산업기사자격을 가진 자로서 7년 이상 \n해당기술분야의 업무를 수행한 자",
            "․  석사학위를 가진 자로서 3년 이상 \n해당기술분야의 업무를 수행한 자,\n․  학사학위를 가진 자로서 6년 이상 \n해당기술분야의 업무를 수행한 자\n․  전문대학을 졸업한 자로서 9년 이상 \n해당기술분야의 업무를 수행한 자\n․  고등학교를 졸업한 자로서 12년 이상 \n해당기술분야의 업무를 수행한 자"
          ],
          [
            "초급기술자",
            "․  기사자격을 가진 자\n․  산업기사자격을 가진 자",
            "․  석사학위를 가진 자\n․  학사학위를 가진 자\n․  전문대학을 졸업한 자\n․  고등학교를 졸업한 자로서 3년 이상 \n해당기술분야의 업무를 수행한 자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}