{
  "csv_metadata": {
    "공고 번호": "R25BK00604826",
    "공고 차수": 0.0,
    "사업명": "2025년 전국장애인체육대회 전산 및 시스템, 홈페이지 유지·보수",
    "사업 금액": 220000000,
    "발주 기관": "대한장애인체육회",
    "공개 일자": "2025-01-24 16:10:13",
    "입찰 참여 시작일": "2025-01-28 11:00:00",
    "입찰 참여 마감일": "2025-02-04 14:00:00",
    "사업 요약": "- 2025년 전국장애인체육대회의 전산 및 시스템, 홈페이지 유지-보수 용역 사업\n- 추진배경은 대회 운영을 위한 안정성과 정보 관리의 편리성 강화를 목표로 함\n- 사업내용은 통합정보센터 운영 및 유지보수, 전국장애인체육대회 홈페이지 및 시스템 유지-보수, 기타 운영 및 유지보수 관련임\n- 기대효과는 사용자의 이용 편의성 제공과 시스템 운영의 효율성 증가\n- 추진목표는 통합정보센터와 전산 및 홈페이지의 안정성 확보\n- 추진전략은 업무 중심의 시스템 운영과 정보 표준화 확립\n- 추진체계는 주관부서, 협조부서, 실무부서, 자문기관, 주관사업자 간 역할 분담\n- 제안요청내용에는 목표시스템 개념도와 사업추진 내용이 포함되어 있음",
    "파일형식": "pdf",
    "파일명": "대한장애인체육회_2025년 전국장애인체육대회 전산 및 시스템, 홈페이지 .pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "2025년 전국장애인체육대회 전산 및 시스템, 홈페이지 유지보수 용역 - 과업지시서 - 2025. 01. 목 차 I. 사업 개요 1. 사업개요 1 2. 추진배경 및 목표 1 3. 사업내용 1 4. 기대효과 3 II. 시스템현황 1. 시스템현황 3 III. 사업추진방안 1. 추진목표 5 2. 추진전략 5 3. 추진체계 5 4. 추진일정 6 5. 추진방안 6 iv. 제안요청 내용 1. 목표시스템개념도 7 2. 사업추진내용 7 3. 상세 요구사항 10 v. 제안안내사항 1. 입찰 방식 및 입찰유의사항 37 v. 기타사항 44",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "- 9 - I. 사업개요 1 사업개요 사업명 2025년 전국장애인체육대회 전산 및 시스템, 홈페이지 유지보수 용역 사업기간 계약일 2025년 12월 배정예산 220,000,000원 예정부가세 포함 사업추진방식 협상에 의한 계약 2 추진배경 및 필요성 추진배경 및 필요성 전국장애인체육대회동계, 학생, 하계 운영을 위한 시스템 및 홈페이지안정 성 확보 각종 다양한 외부정보 제공 및 자료요구에 대한 대응 능력 강화 각종 데이터 검색 및 정보조회 등 각종 정보 제공 및 관리의 편의성 과 편리성 도모 스포츠지원 포탈 운영을 통해 선수데이터 검색 및 통계자료 조회기능제 공 및 일반인들이 접근 가능한 체육회 관련 사이트 접근용이 신규종합점수체계 적용 설계안 마련을 위한 정보 제공 수집 필요 3 사업내용 통합정보센터 운영 및 유지보수 사용자 편의성을 위한 통합정보시스템 안정적인 시스템 운영 전국장애인체육대회 홈페이지 및 전산시스템과의 원활한 연동 선수 개인의 실적조회 및 스포츠 등급 변경 이력 관리 웹 등록 및 승인데이터 검증 및 통일화 통합정보센터 로그인을 위한 본인인증NICE 비용 부담 통합정보센터 원격지원서비스 제공 및 비용 부담 카카오채널, 원격지원서비스, 전화응대서비스를 통한 사용자 지원 신규 종목경기단체 생성에 따른 종목, 경기등급 등 기타 기초데이터 - 10 - 생성 및 체전경기시스템과의 데이터 통일화 통합정보시스템 서버의 SSL관리 전국장애인체육대회 홈페이지 및 전산 유지보수 전국장애인체육대회 참가신청 및 대진추첨 시스템 운영 전국장애인체육대회 경기기록시스템 운영 전국장애인체육대회 운영 인력의 체계적인 구성 및 지원 전국장애인체육대회 신설종목 및 경기규정 변경 반영 전국장애인체육대회 신규종합점수체계 설계안 구성 검토 전국장애인체육대회 세부경기 조정통합에 따른 경기운영안 검토 전국장애인체육대회동계학생하계 체전경기기록시스템 대회별 참가 요강에 따른 홈페이지 및 경기기록시스템 유지 보수 전국장애인체육대회 신규종합점수체계 설계안 마련을 위한 동계, 하 계 체전의 점수 RAW DATA 제공 및 시뮬레이션 지원 대회 각종 인쇄제작물 발급 및 발송 용역 및 비용 부담 기타 운영 및 유지보수 관련 통합정보센터 카카오톡 채널 서비스 제공help desk 등 포함 원격지원서비스, 전화상담 등 사용자 이용 편리성 제공 시스템 및 홈페이지 등 운영인력의 체계적인 구성 스포츠지원 포탈사이트 운영 및 유지보수 장애인체육대회 관련 문서 e-book 변환작업 및 운영 각종 정보제공 및 원격지원서비스, 본인인증 등의 비용 부담 4 기대효과 사용자의 이용 편의성 제공 및 안정적인 시스템 운영 시스템의 안정적 운영 및 지원을 통한 행정업무 효율 개선 다양한 웹 환경에 따른 정보 조회접속의 편리성 제고로 정보 활용도 증가 신규종합점수체계 설계안 기반 마련의 정보 수집 및 시뮬레이 션을 통한 체계적인 설계안 마련",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 11 - II. 시스템 현황 1 시스템 현황 시스템 구성도 - 12 - 시스템 현황 구분 내용 참가신청 시스템 대회별 참가요강을 적용한 참가신청 시스템 체전경기기록시스템에 통합된 기능유형으로 참가 신청기능 운영 적용 통합정보센터 선수등록정보 연계 선수, 임원 및 관계자 참가신청 등록 대진추첨 시스템 대진추첨대상 종목 대진추첨 CS 운영시스템 경기기록시스템 참가정보 및 경기정보 연계 참가 시도 및 선수 수에 따른 종목별 대진추첨 및 대진결과 파일 생성 체전경기기록 시스템 참가요강 및 종목별 경기기록 규칙을 적용한 경기기록 집계 WEB 운영 시스템 전국장애인체육대회 채점규정 적용 등록카드 및 상장 발급 정보제공 홈페이지 경기정보 제공 대회 홈페이지 경기기록 시스템 경기정보 연계 홈페이지 주소 이전 대회 - 하계 httpnational.koreanpc.kr - 동계 httpwinter.koreanpc.kr - 학생 httpyouth.koreanpc.kr 시스템 구성 구 분 DBMS 체전 시스템 참가신청 MS-SQL Server 대진추첨 MS-SQL LocalServer 경기기록 MS-SQL Server 정보제공 MS-SQL Server 시스템 운영 구분 내용 통합정보센터 선수 및 지도자, 동호인 등의 정보를 통합하여 등록 관리하는 시스템 개인 인증핸드폰, I-PIN을 통한 개인 등록 생활체육분야의 클럽, 교실 등록 및 관리 등록신청된 정보 승인을 위한 관리자 기능 URL httpstotal.koreanpc.kr 스포츠지원포탈 전문선수, 지도자, 심판 통합검색 관련사이트 링크 - e-book KPC 온라인교육관 통합정보센터 - 찾아가는 생활체육 URL httpshelp.koreanpc.kr e-Book 체전관련 자료에 대한 e-book 서비스 URL httpssbook.koreanpc.kr",
      "tables": [
        [
          [
            "구분",
            "내용"
          ],
          [
            "참가신청 \n시스템",
            "•  대회별  참가요강을  적용한  참가신청  시스템 \n    (체전경기기록시스템에  통합된  기능유형으로    참가  신청기능 \n운영  적용)\n•  통합정보센터  선수등록정보  연계\n•  선수,  임원  및  관계자  참가신청  등록"
          ],
          [
            "대진추첨\n시스템",
            "•  대진추첨대상  종목  대진추첨  C/S  운영시스템\n•  경기기록시스템  참가정보  및  경기정보  연계\n•  참가  시도  및  선수  수에  따른  종목별 \n      대진추첨  및  대진결과  파일  생성"
          ],
          [
            "체전경기기록\n시스템",
            "•  참가요강  및  종목별  경기기록  규칙을\n    적용한  경기기록  집계  WEB  운영  시스템\n•  전국장애인체육대회  채점규정  적용\n•  등록카드  및  상장  발급"
          ],
          [
            "정보제공\n홈페이지",
            "•  경기정보  제공  대회  홈페이지\n•  경기기록  시스템  경기정보  연계\n•  홈페이지  주소  (이전  대회)\n      -  하계  :  http://national.koreanpc.kr\n      -  동계  :  http://winter.koreanpc.kr\n      -  학생  :  http://youth.koreanpc.kr"
          ]
        ],
        [
          [
            "구   분",
            "",
            "DBMS"
          ],
          [
            "체전\n시스템",
            "참가신청",
            "MS-SQL  Server"
          ],
          [
            "",
            "대진추첨",
            "MS-SQL\nLocal/Server"
          ],
          [
            "",
            "경기기록",
            "MS-SQL\nServer"
          ],
          [
            "",
            "정보제공",
            "MS-SQL\nServer"
          ]
        ],
        [
          [
            "구분",
            "내용"
          ],
          [
            "통합정보센터",
            "•  선수  및  지도자,  동호인  등의  정보를  통합하여  등록  관리하는 \n시스템\n•  개인  인증(핸드폰,  I-PIN)을  통한  개인  등록\n•  생활체육분야의  클럽,  교실  등록  및  관리\n•  등록신청된  정보  승인을  위한  관리자  기능\n•  URL  :  https://total.koreanpc.kr"
          ],
          [
            "스포츠지원포탈",
            "•  전문선수,  지도자,  심판  통합검색\n•  관련사이트  링크\n  -  e-book  /  KPC  온라인교육관  /  통합정보센터\n  -  찾아가는  생활체육\n•  URL  :  https://help.koreanpc.kr"
          ],
          [
            "e-Book",
            "•  체전관련  자료에  대한  e-book  서비스\n•  URL  :  https://sbook.koreanpc.kr"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 4,
      "text": "- 13 - III. 사업 추진방안 1 추진목표 통합정보센터 편의성을 고려한 안정적 운영지원 전국장애인체육대회 통합정보시스템 및 전산, 홈페이지 운영 안정성 확보 2 추진전략 실무부서 및 전산담당자, 관계자 협의를 통해 업무중심의 시스템 운영 개발환경, 운영환경, 데이터 구조 등 준수하여 정보표준화 확립 3 추진체계 추진체계도 발주기관 대한장애인체육회 협조부서 자문기관 경영관리부 체전위원회 계약변경 및 체결 전국체전 운영 검토 및 지원 자문 실무부서 주관부서 운영조직 경영관리부전산과, 체유육성부, 생활체육부 체육육성부 가맹단체, 시도체육회 등 관련규정 검토 및 요구사항 정의 사업계획 수립 및 추진 시스템운영, 사용자 요구사항 사업자 사업수행업체 요구별 작업수행 - 14 - 추진 주체별 역할 구 분 주요 업무 내용 주관부서 ᄋ 사업총괄 관리 및 시행 ᄋ 사업계획서 수립 및 사업자 선정 ᄋ 사업 진행과정 확인 및 결과 점거 등 협조부서 ᄋ 조달 관련 업무 ᄋ 주관사업자 선정 및 계약 체결 실무부서 ᄋ 행정절차 및 관련 규정 검토 ᄋ 요구사항 검토 및 적용여부 협의 등 자문기관 ᄋ 전국체전 운영 검토 및 지원 자문 주관사업자 ᄋ 사업이행 추진 ᄋ 사업 진도 및 인력 관리 ᄋ 기술이전 및 유지보수 ᄋ 기타 과제수행에 필요한 사항 등 4 추진일정 구분 추진 일정 1 2 사업계획 수립 및 계약 통합정보시스템 유지보수 전국체전 전산 유지보수 스포츠포탈 관리 등 5 추진방안 시스템 사업 추진 방안 구분 방식 입찰방식 제한경쟁입찰 사업자선정방식 협상에 의한 계약 평가방식 기술평가90 가격평가10 대기업참여제한여부 대기업 참여 제한 사업",
      "tables": [
        [
          [
            "구    분",
            "주요  업무  내용"
          ],
          [
            "주관부서",
            "ㅇ  사업총괄  관리  및  시행\n  ㅇ  사업계획서  수립  및  사업자  선정   \n  ㅇ  사업  진행과정  확인  및  결과  점거  등"
          ],
          [
            "협조부서",
            "ㅇ  조달  관련  업무 \n  ㅇ  주관사업자  선정  및  계약  체결"
          ],
          [
            "실무부서",
            "ㅇ  행정절차  및  관련  규정  검토 \n  ㅇ  요구사항  검토  및  적용여부  협의  등"
          ],
          [
            "자문기관",
            "ㅇ  전국체전  운영  검토  및  지원  자문"
          ],
          [
            "주관사업자",
            "ㅇ  사업이행  추진\n  ㅇ  사업  진도  및  인력  관리\n  ㅇ  기술이전  및  유지보수\n  ㅇ  기타  과제수행에  필요한  사항  등"
          ]
        ],
        [
          [
            "구분",
            "추진  일정",
            "",
            ""
          ],
          [
            "",
            "1",
            "2",
            ""
          ],
          [
            "사업계획  수립  및  계약",
            "▶",
            "",
            ""
          ],
          [
            "통합정보시스템\n유지보수",
            "",
            "▶",
            ""
          ],
          [
            "전국체전  전산\n유지보수",
            "",
            "▶",
            ""
          ],
          [
            "스포츠포탈  관리  등",
            "",
            "▶",
            ""
          ]
        ],
        [
          [
            "협조부서",
            "",
            "",
            "",
            "",
            "자문기관"
          ],
          [
            "경영관리부",
            "",
            "",
            "",
            "",
            "체전위원회"
          ],
          [
            "계약변경  및  체결",
            "",
            "",
            "",
            "",
            "전국체전  운영 검토  및 \n지원 자문"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "실무부서",
            "",
            "주관부서",
            "",
            "",
            "운영조직"
          ],
          [
            "경영관리부(전산과), \n체유육성부,  생활체육부",
            "",
            "체육육성부",
            "",
            "",
            "가맹단체,  시도체육회  등"
          ],
          [
            "관련규정  검토  및  요구사항 \n정의",
            "",
            "사업계획  수립  및 \n추진",
            "",
            "",
            "시스템운영,  사용자 \n요구사항"
          ]
        ],
        [
          [
            "구분",
            "방식"
          ],
          [
            "입찰방식",
            "제한경쟁입찰"
          ],
          [
            "사업자선정방식",
            "협상에  의한  계약"
          ],
          [
            "평가방식",
            "기술평가(90%)  /  가격평가(10%)"
          ],
          [
            "대기업참여제한여부",
            "대기업  참여  제한  사업"
          ]
        ],
        [
          [
            "사업자"
          ],
          [
            "사업수행업체"
          ],
          [
            "요구별  작업수행"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 15 - IV. 제안요청내용 1 목표시스템 개념도 시스템 개념도 통합정보센터의 선수 및 지도자 등록정보와 전국체전 참가신청 경기기록시스템, 정보제공 홈페이지와의 유기적 시스템 연계 운영 2 사업추진 내용 통합정보센터 유지보수 사용자 편의성을 위한 통합정보시스템 안정적인 시스템 운영 전국장애인체육대회 홈페이지 및 전산시스템과의 원활한 연동 선수 개인의 실적조회 및 스포츠맨 등급 변경 이력 관리 웹 등록 및 승인데이터 검증 및 통일화 통합정보센터 로그인을 위한 본인인증NICE 비용 부담 통합정보센터 원격지원서비스 제공 및 비용 부담 카카오채널, 원격지원서비스, 전화응대서비스를 통한 사용자 지원 - 16 - 신규 종목경기단체 생성에 따른 종목, 경기등급 등 기타 기초데이터 생성 및 체전경기시스템과의 데이터 통일화 통합정보시스템 서버의 SSL관리 전국장애인체육대회 홈페이지 및 전산 유지보수 전국장애인체육대회 참가신청 및 대진추첨 시스템 운영 전국장애인체육대회 경기기록시스템 운영 전국장애인체육대회 운영 인력의 체계적인 구성 및 지원 전국장애인체육대회 신설종목 및 경기규정 변경 반영 전국장애인체육대회 신규종합점수체계 설계안 구성 검토 전국장애인체육대회 세부경기 조정통합에 따른 경기운영안 검토 전국장애인체육대회동계학생하계 체전경기기록시스템 대회별 참가 요강에 따른 홈페이지 및 경기기록시스템 유지 보수 전국장애인체육대회 ID카드, 상장 발급 및 발송 용역 및 비용 부담 기타 운영 관련 통합정보센터 카카오톡 채널 서비스 제공help desk 등 포함 원격지원서비스, 전화상담 등 사용자 이용 편리성 제공 시스템 및 홈페이지 등 운영인력의 체계적인 구성 스포츠지원 포탈사이트 운영 및 유지보수 장애인체육대회 관련 문서 e-book 변환작업 및 운영 각종 정보제공 및 원격지원서비스, 본인인증 등의 비용 부담",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 6,
      "text": "- 17 - 3 상세 요구사항 요구사항 총괄표 구분 설명 개수 기능 요구사항 SFR, System Function Requirement ᅌ목표시스템이 반드시 수행하여야 하거나 목표시스템을 이용하여 사용자가 반드시 수행할 수 있어야하는 기능 동작에 대하여 기술함 단, 개별 기능요구사항은 전체시스템의 계층적 구 조분석을 통해 단위 업무별 기능구조를 도출한 후, 이에 대한 세부 기능별 상세 요구사항을 작성하는 것을 원칙으로 하며, 기능 수행을 위한 데이터 요 구사항과 연계를 고려하여 기술함 7 성능 요구사항 PER, Performance Requirement ᅌ목표 시스템의 처리속도 및 시간, 처리량, 동적정적 용량, 가용성 등 성능에 대한 요구사항을 기술함 4 인터페이스 요구사항 SIR, System Interface Requirement ᅌ목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요구사항을 기술한 것으 로 타 소프트웨어, 하드웨어 및 통신 인터페이스, 타 시스템들과의 정보교환에 이용되는 프로토콜과의 연 계도 포함하여 기술함 단, 인터페이스 요구사항의 경우 사용자 편의성, 사 용자 경험 등의 사용자 중심의 요구사항을 기술함 4 데이터 요구사항 DAR, Data Requirement ᅌ목표 시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, 방법, 보안이 필요한 데이 터 등 데이터를 구축하기 위해 필요한 요구사항을 기술함 3 테스트 요구사항 TER, Test Requirement ᅌ도입되는 장비의 성능 테스트BMT 또는 구축된 시 스템이 목표 대비 제대로 운영되는가를 테스트하고, 점검하기 위한 테스트 요구사항을 기술함 2 보안 요구사항 SER, Security Requirement ᅌ정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위 한 요구사항을 기술함 5 품질요구사항 QUR, Quality Requirement ᅌ목표 사업의 원활한 수행 및 운영을 위해 관리가 필 요한 품질 항목, 품질 평가 대상 및 목표에 대한 요 구사항을 기술함 ᅌ신뢰성, 사용성, 유지보수성, 이식성, 보안성으로 구 분하여 기술함 4 제약사항 COR, Constraint Requirement ᅌ목표시스템 설계, 구축, 운영과 관련하여 사전에 파 악된 기술표준업무법제도 등 제약조건 등을 파악 하여 기술함 3 프로젝트 관리 요구사항 PMR, Project Management Requirement ᅌ프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안에 대한 요구사항을 기술함 6 프로젝트 지원 요구사항 PSR, Project Support Requirement ᅌ프로젝트의 원활한 수행을 위해 필요한 지원 사항 및 방안에 대한 요구사항을 기술함 ᅌ시스템서비스 안정화 및 운영, 교육훈련 및 기술지 원, 하자보수 또는 유지관리 요구사항 등을 기술함 7 합계 45 - 18 - 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 전국장애인체육대회 전산운영 동계, 하계, 학생 전국장애인체육대회 요구사항 분류 기능 요구사항 전산시스템 운영 요구사항 상세설명 정의 2025년 전국장애인체육대회 전산시스템참가신청, 대진추첨, 경기기록, 정보제공 운영 세부 내용 1 요구사항 기능 - 참가신청 운영 3개 대회에 대해 단계별 적기 운영 원칙에 따라 참가신청 기능을 변경 구축하고 운영 대회별 참가요강 내용 적용 운영 - 대진추첨 시스템 운영 참가정보 및 경기정보 등 데이터 송수신 설정 및 기초데이터 설정 종목별 대진추첨관련 데이터 제공 대진추첨 시스템 현장 운영 및 지원 실시간 홈페이지 전송 - 체전 경기기록 시스템 적용 운영 경기규정 변경사항 적용 신규종목 추가개발 기초데이터 설정 관리 대회별 경기기록 시스템 적용 운영 등급통합 및 종목 통합 관리 경기일정 및 대진정보, 스타트리스트 정보 설정 관리 대회 시 현장 운영 지원 종목별 경기단체 경기기록 입력 교육 - 정보제공 홈페이지 운영 대회개요, 경기일정 및 결과, 메달 및 득점 정보 제공 - 신규종합점수체계 설계안 마련 지원 신규종합점수체계 설계안을 위한 기존 점수체계 정보 제공 설계안 마련에 필요한 동계, 하계 대회의 점수 원 데이터 제공 신규종합점수체계 설계안 구성 검토 및 시뮬레이션을 통한 기반 마련 지원 - 등록카드 ,상장발급 및 발송 참가신청 기간 종료 후 선수단 및 비선수단 등록카드 발급 지원 대회 종료 후 메달 수상자 상장 발급 지원 등록카드, 상장 발급 후 17개 시도로 발송 발급, 발송에 대한 소모품 비용 및 발송비용 부담 2 시스템간의 연계 - 대진추첨시스템과 정보제공 홈페이지 연계 대진정보, 경기결과정보, 메달 및 점수 정보",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "전국장애인체육대회  전산운영  (동계,  하계,  학생  전국장애인체육대회)"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항  –  전산시스템  운영"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "2025년  전국장애인체육대회  전산시스템(참가신청,  대진추첨,  경기기록, \n정보제공)  운영"
          ],
          [
            "",
            "세부\n내용",
            "1)  요구사항  기능\n    -  참가신청  운영\n        ·  3개  대회에  대해  단계별  적기  운영  원칙에  따라  참가신청  기능을  변경 \n            구축하고  운영\n        ·  대회별  참가요강  내용  적용  운영\n    -  대진추첨  시스템  운영\n        ·  참가정보  및  경기정보  등  데이터  송수신  설정  및  기초데이터  설정\n        ·  종목별  대진추첨관련  데이터  제공\n        ·  대진추첨  시스템  현장  운영  및  지원\n        ·  실시간  홈페이지  전송\n    -  체전  경기기록  시스템  적용  운영\n        ·  경기규정  변경사항  적용\n        ·  신규종목  추가개발\n        ·  기초데이터  설정  관리\n        ·  대회별  경기기록  시스템  적용  운영\n        ·  등급통합  및  종목  통합  관리 \n        ·  경기일정  및  대진정보,  스타트리스트  정보  설정  관리\n        ·  대회  시  현장  운영  지원\n        ·  종목별  경기단체  경기기록  입력  교육 \n    -  정보제공  홈페이지  운영\n        ·  대회개요,  경기일정  및  결과,  메달  및  득점  정보  제공 \n    -  신규종합점수체계  설계(안)  마련  지원\n        ·  신규종합점수체계  설계(안)을  위한  기존  점수체계  정보  제공\n        ·  설계(안)  마련에  필요한  동계,  하계  대회의  점수  원  데이터  제공\n        ·  신규종합점수체계  설계(안)  구성  검토  및  시뮬레이션을  통한  기반  마련   \n        지원 \n    -  등록카드  ,상장발급  및  발송\n        ·  참가신청  기간  종료  후  선수단  및  비선수단  등록카드  발급  지원\n        ·  대회  종료  후  메달  수상자  상장  발급  지원\n        ·  등록카드,  상장  발급  후  17개  시도로  발송\n        ·  발급,  발송에  대한  소모품  비용  및  발송비용  부담 \n2)  시스템간의  연계\n    -  대진추첨시스템과  정보제공  홈페이지  연계 \n        (대진정보,  경기결과정보,  메달  및  점수  정보)"
          ]
        ],
        [
          [
            "구분",
            "설명",
            "개수"
          ],
          [
            "기능  요구사항\n(SFR,  System  Function \nRequirement)",
            "ㆁ목표시스템이  반드시  수행하여야  하거나  목표시스템을 \n이용하여  사용자가  반드시  수행할  수  있어야하는  기능\n(동작)에  대하여  기술함\n      (단,  개별  기능요구사항은  전체시스템의  계층적  구\n조분석을  통해  단위  업무별  기능구조를  도출한  후, \n이에  대한  세부  기능별  상세  요구사항을  작성하는 \n것을  원칙으로  하며,  기능  수행을  위한  데이터  요\n구사항과  연계를  고려하여  기술함)",
            "7"
          ],
          [
            "성능  요구사항\n(PER,  Performance \nRequirement)",
            "ㆁ목표  시스템의  처리속도  및  시간,  처리량,  동적․정적 \n용량,  가용성  등  성능에  대한  요구사항을  기술함",
            "4"
          ],
          [
            "인터페이스  요구사항\n(SIR,  System  Interface \nRequirement)",
            "ㆁ목표시스템과  외부를  연결하는  시스템  인터페이스와 \n사용자  인터페이스에  대한  요구사항을  기술한  것으\n로  타  소프트웨어,  하드웨어  및  통신  인터페이스,  타 \n시스템들과의  정보교환에  이용되는  프로토콜과의  연\n계도  포함하여  기술함\n    (단,  인터페이스  요구사항의  경우  사용자  편의성,  사\n용자  경험  등의  사용자  중심의  요구사항을  기술함)",
            "4"
          ],
          [
            "데이터  요구사항\n(DAR,  Data  Requirement)",
            "ㆁ목표  시스템의  서비스에  필요한  초기자료  구축  및 \n데이터  변환을  위한  대상,  방법,  보안이  필요한  데이\n터  등  데이터를  구축하기  위해  필요한  요구사항을 \n기술함",
            "3"
          ],
          [
            "테스트  요구사항\n(TER,  Test  Requirement)",
            "ㆁ도입되는  장비의  성능  테스트(BMT)  또는  구축된  시\n스템이  목표  대비  제대로  운영되는가를  테스트하고, \n점검하기  위한  테스트  요구사항을  기술함",
            "2"
          ],
          [
            "보안  요구사항\n(SER,  Security  Requirement)",
            "ㆁ정보  자산의  기밀성과  무결성을  확보하기  위해  목표 \n시스템의  데이터  및  기능,  운영  접근을  통제하기  위\n한  요구사항을  기술함",
            "5"
          ],
          [
            "품질요구사항\n(QUR,  Quality  Requirement)",
            "ㆁ목표  사업의  원활한  수행  및  운영을  위해  관리가  필\n요한  품질  항목,  품질  평가  대상  및  목표에  대한  요\n구사항을  기술함\nㆁ신뢰성,  사용성,  유지보수성,  이식성,  보안성으로  구\n분하여  기술함",
            "4"
          ],
          [
            "제약사항\n(COR,  Constraint \nRequirement)",
            "ㆁ목표시스템  설계,  구축,  운영과  관련하여  사전에  파\n악된  기술·표준·업무·법제도  등  제약조건  등을  파악\n하여  기술함",
            "3"
          ],
          [
            "프로젝트  관리  요구사항\n(PMR,  Project  Management \nRequirement)",
            "ㆁ프로젝트의  원활한  수행을  위한  관리  방법  및  추진 \n단계별  수행방안에  대한  요구사항을  기술함",
            "6"
          ],
          [
            "프로젝트  지원  요구사항\n(PSR,  Project  Support \nRequirement)",
            "ㆁ프로젝트의  원활한  수행을  위해  필요한  지원  사항 \n및  방안에  대한  요구사항을  기술함\nㆁ시스템/서비스  안정화  및  운영,  교육훈련  및  기술지\n원,  하자보수  또는  유지관리  요구사항  등을  기술함",
            "7"
          ],
          [
            "합계",
            "",
            "45"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 19 - 요구사항 고유번호 SFR-002 요구사항 명칭 통합정보센터 유지보수 및 카카오채널 운영 요구사항 분류 기능 요구사항 유지보수 및 카카오채널 운영 요구사항 상세설명 정의 통합정보센터 운영 및 및 카카오채널 운영 세부 내용 1 요구사항 기능 - 문제점 보완 기존 시스템 분석 및 오류 사항 수정 개발 사용자의 원활한 시스템 사용을 위해 운영 지원 - 장애처리 및 유지관리 각종 오류 장애 발생 시 기술지원 시스템 운영자 교육 - 통합정보센터를 통한 선수개인의 실적조회 - 스포츠등급 변경이력 관리 - 사용자 상담서비스 카카오채널을 통해 상담 서비스 제공 원격지원 서비스 제공 전화응대 서비스 제공 - 본인인증NICE 비용 부담 - 원격지원서비스 제공 및 비용 부담 - 전국장애인체육대회 홈페이지 및 전산시스템과의 원활한 연동 2 시스템간의 연계 - 참가신청 부문과의 연계 등록 선수 및 지도자 정보 - 생활체육정보센터와의 시스템 연동을 통한 장애인생활체육정보 제공 생활체육동호인클럽 및 생활체육교실 현황 정보 입력 항목 추가 및 데이터 정형화 필요 - 20 - 요구사항 고유번호 SFR-003 요구사항 명칭 전국장애인체육대회 정보제공 홈페이지 유지보수 요구사항 분류 기능 요구사항 유지보수 및 운영 요구사항 상세설명 정의 2025년 동계, 하계, 학생 전국장애인체육대회 정보제공 홈페이지 세부 내용 1 요구사항 기능 - 메인화면 공지사항, 응원메시지, 오늘의 경기, 종합순위, 메달집계, 메달수상자, 다관왕, 포토갤러리 등 정보 표출 - 대회개요 대회 개요 및 일정 대회개요, 인사말, 개폐회식 행사 안내 참가요강 일반참가요강, 장애별 참가가능 종목, 종목별 참가요강 참가현황 등록구분별, 종목시도별, 장애유형별 선수임원 검색 시도별, 종목별 참가선수 및 임원 검색 경기장 안내 - 경기일정 및 결과 종목별 경기일정 및 결과 전체 경기일정 - 득점 및 메달정보 인터넷을 통한 체육인을 등록 하며, 처리 결과에 대한 조회관리 기능 - 2025년 개최되는 동계, 하계, 학생 전국장애인체육대회 총 3개 대회 지원 2 시스템간의 연계 - 체전운영시스템, 대진추첨시스템과 정보연계 대진정보, 경기결과정보, 메달 및 점수 정보 요구사항 고유번호 SFR-004 요구사항 명칭 스포츠지원 포탈 운영 및 유지보수 요구사항 분류 기능 요구사항 유지보수 요구사항 상세설명 정의 스포츠지원포탈 운영 및 유지보수 세부 내용 1 요구사항 기능 - 스포츠지원포탈 운영 및 유지보수 - 추가링크 발생 시 추가 요구사항 고유번호 SFR-005 요구사항 명칭 e-book 운영 및 유지보수 요구사항 분류 기능 요구사항 유지보수 요구사항 상세설명 정의 e-book 운영 및 유지보수 세부 내용 1 요구사항 기능 - e-book 추가자료발생 시 e-book 파일로 변환 작업 자료 업로드 등 유지보수 및 운영",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "전국장애인체육대회  정보제공  홈페이지  유지보수"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항  –  유지보수  및  운영"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "2025년  동계,  하계,  학생  전국장애인체육대회  정보제공  홈페이지"
          ],
          [
            "",
            "세부\n내용",
            "1)  요구사항  기능\n    -  메인화면\n        ·  공지사항,  응원메시지,  오늘의  경기,  종합순위,  메달집계,  메달수상자,\n            다관왕,  포토갤러리  등  정보  표출\n    -  대회개요\n        ·  대회  개요  및  일정  :  대회개요,  인사말,    개/폐회식  행사  안내 \n        ·  참가요강  :  일반참가요강,  장애별  참가가능  종목,  종목별  참가요강\n        ·  참가현황  :  등록구분별,  종목/시도별,  장애유형별\n        ·  선수/임원  검색  :  시도별,  종목별  참가선수  및  임원  검색\n        ·  경기장  안내\n    -  경기일정  및  결과\n        ·  종목별  경기일정  및  결과\n        ·  전체  경기일정\n    -  득점  및  메달정보\n        ·  인터넷을  통한  체육인을  등록  하며,  처리  결과에  대한  조회관리  기능 \n    -  2025년  개최되는  동계,  하계,  학생  전국장애인체육대회  총  3개  대회  지원\n2)  시스템간의  연계\n    -  체전운영시스템,  대진추첨시스템과  정보연계\n        (대진정보,  경기결과정보,  메달  및  점수  정보)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "통합정보센터  유지보수  및  카카오채널  운영"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항  –  유지보수  및  카카오채널  운영"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통합정보센터  운영  및  및  카카오채널  운영"
          ],
          [
            "",
            "세부\n내용",
            "1)  요구사항  기능\n  -  문제점  보완\n        ·  기존  시스템  분석  및  오류  사항  수정  개발\n        ·  사용자의  원활한  시스템  사용을  위해  운영  지원\n    -  장애처리  및  유지관리\n        ·  각종  오류  ·  장애  발생  시  기술지원\n        ·  시스템  운영자  교육\n    -  통합정보센터를  통한  선수개인의  실적조회\n    -  스포츠등급  변경이력  관리\n    -  사용자  상담서비스\n        ·  카카오채널을  통해  상담  서비스  제공\n        ·  원격지원  서비스  제공\n        ·  전화응대  서비스  제공\n    -  본인인증(NICE)  비용  부담\n    -  원격지원서비스  제공  및  비용  부담\n    -  전국장애인체육대회  홈페이지  및  전산시스템과의  원활한  연동\n   \n2)  시스템간의  연계\n    -  참가신청  부문과의  연계 \n        (등록  선수  및  지도자  정보)\n    -  생활체육정보센터와의  시스템  연동을  통한  장애인생활체육정보  제공\n        ·  생활체육동호인클럽  및  생활체육교실  현황  정보\n            *  입력  항목  추가  및  데이터  정형화  필요"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "스포츠지원  포탈  운영  및  유지보수"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항  –  유지보수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "스포츠지원포탈  운영  및  유지보수"
          ],
          [
            "",
            "세부\n내용",
            "1)  요구사항  기능\n    -  스포츠지원포탈  운영  및  유지보수\n    -  추가링크  발생  시  추가"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "e-book  운영  및  유지보수"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항  –  유지보수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "e-book  운영  및  유지보수"
          ],
          [
            "",
            "세부\n내용",
            "1)  요구사항  기능\n    -  e-book\n        ·  추가자료발생  시  e-book  파일로  변환  작업\n        ·  자료  업로드  등  유지보수  및  운영"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 21 - 요구사항 고유번호 SFR-006 요구사항 명칭 홈페이지웹사이트 분야 요구사항 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 웹사이트 분야에 요구되는 요건 준수 세부 내용 ᄋ 웹사이트 관리개선 추진계획, 웹사이트 운영 3가지 기본원칙에 따라, 웹 사이트 총량제를 적용하여 불필요한 사이트 구축 방지를 준수함 1 웹사이트 신설 시, 총량제 관리대상 중 필요성이 낮은 웹사이트 폐기 후, 구축 2 총량제 관리를 위해 도메인 등록 및 반납 등 철저한 관리 3 효율적인 웹사이트 운영을 위한 각 기관별 최적화 수준 유도 - 행정공공기관 웹사이트 구축운영 가이드2021. 3에 참고하여 구축 ᄋ 웹사이트를 구축할 경우, 필요시, 아래 예외 대상을 참고하여 해당여부를 검토하여야 한다. - 총량관리 예외 대상 법령상 구축이 필요한 웹사이트, 월10만명 이상 사용이 예상되는 웹사이트, 행정기관등의 내부업무용 웹사이트, 기관 대표 웹사이트, 외국인 대상 웹사이트 등 - 호스트명 방식을 사용하는 경우, 별도의 시스템을 가지는 경우로 해석되므로 디렉터리명 방식으로 변경하는 것이 바람직하며, 단일 웹사이트의 페이지를 다수의 웹사이트명으로 구성하는 것은 지양 - 운영체제서버 등나 프로그래밍을 이용하여 URL을 참조하는 영역에 대한 소스코드 변경을 통해 도메인 이름과 디렉터리명을 변경해 줄 수 있음 - 자원이 통합되고 독립성이 인정되는 경우, 호스트 방식을 허용할 수 있음 구분 호스트명방식허용기준 1디렉터리명보유여부디렉터리방식URL을가지고있는경우 2운영유지비여부호스트명방식에따른운영유지비가없는경우 3특수목적성여부특수목적전문성등서비스의독립성이인정되는경우 1,2,3에동시해당하는경우호스트명방식도메인허용동일도메인인정 요구사항 고유번호 SFR-007 요구사항 명칭 모바일 웹반응형 웹 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 모바일 웹반응형 웹, 하이브리드 웹 적용 구축 세부 내용 ᄋ 대국민 모바일 서비스 구축시, 반응형 웹 형태로 구축하여야 함 - 모바일 웹 또는 반응형 웹 형태로 적용하여 구축 - 모바일 웹 다양한 형태의 스마트 모바일 기기 웹브라우저에 최적화하여 웹페이지를 구현하여야 한다. - 반응형 웹 다양한 형태의 스마트 모바일 기기에 최적화된 화면크기에 최적화하여 웹페이지를 구현하여야 한다. 참고사항 ᄋ 다만, 서비스 특성 등으로 반응형 웹 구축이 어려운 경우, 모바일 웹, 모바일 앱 또는 하이브리드 앱의 형태로 아래의 다음 서비스 특성을 고려하여 개발하여 야 한다. 1. 전화, SMS, 카메라 등 모바일 기기의 특정 기능을 사용하는 경우 2. 모바일 기기 내 중요정보 암호화 등 데이터 보호 기능을 제공하는 경우 3. 모바일용 웹 브라우저에서 지원하지 않는 기능을 제공하는 경우 - 22 - 요구사항 고유번호 SFR-007 요구사항 명칭 모바일 웹반응형 웹 요구사항 분류 기능 요구사항 4. 행정기관 등의 장이 모바일 앱으로 개발이 불가피하다고 판단되는 경우 - 모바일 웹Web 스마트폰 등 모바일 기기의 브라우저에 최적화된 웹페이지 - 반응형 웹Web 화면 종류에 따라 화면의 크기가 자동으로 최적화되도록 조절되는 웹 페이지 - 모바일 앱App 모바일 기기 운영체계OS에 최적화되어 단독으로 실행될 수 있도록 개발된 애플리케이션application 모바일 앱 지양 권고 - 하이브리드 앱Hybrid App 모바일 앱과 웹이 결합된 형태로 외부형태는 모 바일 앱 이지만 실제운영은 HTML, 자바스크립트 등의 웹 리소스를 이용하는 애플리케이션application 출처 모바일 전자정부 서비스 관리 지침행정안전부 예규 제100호, 2020. 1. 3. ᄋ 서비스 구축 시, 모바일 전자정부 서비스 관리지침행정안전부예규 제100호, 2020. 1. 3.을 준수하여 구축 제18조서비스 방식1 행정기관등의 장은 모바일 대민서비스를 구축운영하고자 할 경우 반응형 웹으로 구축하여야 하며, 전자정부서비스 호환성 준수지침 제5조 및 제6조에 따라 웹표준을 준수하고 비표준기술은 제거해야한다. 다만, 서비스 특성 등으로 인해 반응형 웹으로 구축하기 어려운 경우에는 모바일 웹, 모바일 앱 또는 하이브리드 앱 형태로 개발할 수 있다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "모바일  웹(반응형  웹)"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "",
            "",
            "4.  행정기관  등의  장이  모바일  앱으로  개발이  불가피하다고  판단되는  경우\n    -  모바일  웹(Web)  :  스마트폰  등  모바일  기기의  브라우저에  최적화된  웹페이지\n    -  반응형  웹(Web)  :  화면  종류에  따라  화면의  크기가  자동으로  최적화되도록 \n조절되는  웹  페이지\n    -  모바일  앱(App)  :  모바일  기기  운영체계(OS)에  최적화되어  단독으로  실행될 \n수  있도록  개발된  애플리케이션(application)  ※  모바일  앱  지양  권고\n    -  하이브리드  앱(Hybrid  App)  :  모바일  앱과  웹이  결합된  형태로  외부형태는  모\n바일  앱  이지만  실제운영은  HTML,  자바스크립트  등의  웹  리소스를  이용하는 \n애플리케이션(application)\n      *  출처  :  모바일  전자정부  서비스  관리  지침(행정안전부  예규  제100호,  2020.  1. \n3.)\nㅇ  서비스  구축  시,  모바일  전자정부  서비스  관리지침(행정안전부예규  제100호, \n2020.  1.  3.)을  준수하여  구축\n제18조(서비스  방식)①  행정기관등의  장은  모바일  대민서비스를  구축·운영하고자  할 \n경우  “반응형  웹”으로  구축하여야  하며,  “전자정부서비스  호환성  준수지침”  제5조 \n및  제6조에  따라  웹표준을  준수하고  비표준기술은  제거해야한다.  다만,  서비스  특성 \n등으로  인해  반응형  웹으로  구축하기  어려운  경우에는  모바일  웹,  모바일  앱  또는 \n하이브리드  앱  형태로  개발할  수  있다."
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-006",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "홈페이지(웹사이트  분야)  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹사이트  분야에  요구되는  요건  준수",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  ‘웹사이트  관리개선  추진계획’,  웹사이트  운영  3가지  기본원칙에  따라,  ‘웹\n사이트  총량제’를  적용하여  불필요한  사이트  구축  방지를  준수함\n    ①  웹사이트 신설 시,  총량제  관리대상 중 필요성이  낮은  웹사이트 폐기 후,  구축\n   ②  총량제  관리를 위해 도메인 등록 및 반납 등  철저한 관리\n   ③  효율적인 웹사이트  운영을  위한  각  기관별  최적화 수준 유도\n   - 행정공공기관 웹사이트  구축운영 가이드(2021.  3)에  참고하여 구축\nㅇ  웹사이트를 구축할 경우, 필요시, 아래 예외 대상을 참고하여 해당여부를 검토하여야 한다.\n    -  총량관리  예외  대상  :  법령상  구축이  필요한  웹사이트,  월10만명  이상  사용이 \n예상되는  웹사이트,  행정기관등의  내부업무용  웹사이트,  기관  대표  웹사이트, \n외국인  대상  웹사이트  등\n   -  호스트명  방식을  사용하는  경우,  별도의  시스템을  가지는  경우로  해석되므로 \n디렉터리명  방식으로  변경하는  것이  바람직하며,  단일  웹사이트의  페이지를 \n다수의  웹사이트명으로  구성하는  것은  지양\n      -  운영체제(서버  등)나  프로그래밍을  이용하여  URL을  참조하는  영역에  대한 \n소스코드  변경을  통해  도메인  이름과  디렉터리명을  변경해  줄  수  있음           \n      -  자원이  통합되고  독립성이  인정되는  경우,  호스트  방식을  허용할  수  있음",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구 분",
            "호스트명 방식 허용 기준",
            ""
          ],
          [
            "",
            "",
            "",
            "① 디렉터리명 보유 여부 디렉터리 방식 URL을 가지고 있는 경우",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "② 운영유지비 여부 호스트명 방식에 따른 운영유지비가 없는 경우",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "③ 특수목적성 여부 특수목적·전문성 등 서비스의 독립성이 인정되는 경우",
            ""
          ],
          [
            "",
            "",
            "",
            "①,②,③에 동시 해당하는 경우 호스트명 방식 도메인 허용(동일 도메인 인정)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "모바일  웹(반응형  웹)"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "모바일  웹(반응형  웹),  하이브리드  웹  적용  구축"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  대국민  모바일  서비스  구축시,  반응형  웹  형태로  구축하여야  함\n    -  모바일  웹  또는  반응형  웹  형태로  적용하여  구축\n    -  (모바일  웹)  다양한  형태의  스마트  모바일  기기  웹브라우저에  최적화하여 \n웹페이지를  구현하여야  한다.\n    -  (반응형  웹)  다양한  형태의  스마트  모바일  기기에  최적화된  화면크기에  최적화하여 \n웹페이지를  구현하여야  한다.\n<참고사항>\nㅇ  다만,  서비스  특성  등으로  반응형  웹  구축이  어려운  경우,  모바일  웹,  모바일 \n앱  또는  하이브리드  앱의  형태로  아래의  다음  서비스  특성을  고려하여  개발하여\n야  한다.\n    1.  전화,  SMS,  카메라  등  모바일  기기의  특정  기능을  사용하는  경우\n    2.  모바일  기기  내  중요정보  암호화  등  데이터  보호  기능을  제공하는  경우\n    3.  모바일용  웹  브라우저에서  지원하지  않는  기능을  제공하는  경우"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 23 - 성능요구사항 요구사항 고유번호 PER-001 요구사항 명칭 웹 페이지 애플리케이션 응답 시간 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 웹페이지 애플리케이션 응답 요구 시간 세부 내용 ᄋ모든 질의는 사용자가 요청하는 시간으로 부터 3,000ms3초 내에 그 결과 값을 보여줘야 함 ᄋ시스템이 만드는 각 웹페이지의 경우, 10Mbps 로컬 네트워크 접속을 사용 해서 사용자가 요청한 시간으로부터 3,000ms3초 내에 디스플레이 되어야 함 - 이 요구사항은 한 개 이상의 큰 이미지이미지 50KB 이상 및 동영상을 가 지고 있는 페이지에는 적용되지 않음 - 이 요구사항은 시스템을 사용하는 사용자 숫자가 동시 사용자 용량의 90를 초과하는 경우에는 적용되지 않음 요구사항 고유번호 PER-002 요구사항 명칭 오류 응답 처리 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 오류에 대한 응답 처리 시간 세부 내용 ᄋ사용자의 입력오류나 시스템의 오류 발생시 2초 이내에 적당한 오류보안에 문제 되지 않는 메시지를 사용자에게 제시하여야 함 요구사항 고유번호 PER-003 요구사항 명칭 느린 작업에 대한 사전 경고 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 통계 및 다량의 정보조회 시 사전경고 세부 내용 ᄋ통계 및 다량의 정보 조회 시 결과 도출 이전에 사용자에게 느린 결과 예상에 대한 적절한 메시지를 알림 요구사항 고유번호 PER-004 요구사항 명칭 응용시스템 튜닝, 호환 및 안정성 보장 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 응용시스템 튜닝 및 안정성 보장 세부 내용 ᄋ데이터양의 증가나 홈페이지 접속량이 증가하여 시스템 성능저하가 발생할 경우 이에 대한 개선책튜닝을 마련하여 튜닝을 실시하여야 함 ᄋ기존 인프라 및 SW와의 완벽한 호환 및 안정성을 보장하여야 함 - 24 - 인터페이스 요구사항 요구사항 고유번호 SIR-001 요구사항 명칭 커스터마이징 용이성 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 향후 확장 및 변경에 대한 용이성 확보 세부 내용 ᄋ향후 변동에 대한 대응을 위해 관리자가 기능을 커스터마이징할 경우, 확장 및 변경이 용이하게 설계되도록 함 ex. 입력, 출력 데이터의 변동 가능성, 화면의 추가 및 변동 가능성 요구사항 고유번호 SIR-002 요구사항 명칭 웹 접근성 준수 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 웹 접근성 요건 준수 세부 내용 ᄋ다양한 국가, 지역에서의 접속을 고려하며 사용함에 불편함이 없는 접속 속도를 보장할 수 있도록 웹 사이트 구현이 이루어져야 함 ᄋWeb개발을 위한 코딩 규칙, 메뉴 규칙, 호환성 규칙 등은 Web 접근성 향상을 위한 국가 표준 기술 가이드를 준수하여야 함 - 한국정보화진흥원 웹 접근성 품질마크 인증 기준에 맞게 구축 ᄋ모바일 애플리케이션 접근성 지침과학기술정보통신부 고시 제2013-107호 및 KWCAG한국형 웹 콘텐츠 접근성 지침, 한국정보통신기술협회 2.1에 준 하여 웹 사이트를 구현하도록 함 ᄋ행정공공기관 웹사이트 구축운영 가이드를 참고하여 기본적으로 준수해 야 할 최신 웹사이트 품질기준웹표준호환성접근성개인정보보호 등을 준수",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "커스터마이징  용이성"
          ],
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "향후  확장  및  변경에  대한  용이성  확보"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ향후  변동에  대한  대응을    위해  관리자가  기능을  커스터마이징할  경우,  확장 \n및  변경이  용이하게  설계되도록  함  (ex.  입력,  출력  데이터의  변동  가능성, \n화면의  추가    및  변동  가능성)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "웹  페이지  (애플리케이션)  응답  시간"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹페이지  (애플리케이션)  응답  요구  시간"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ모든  질의는  사용자가    요청하는  시간으로  부터  3,000ms(3초)  내에  그  결과\n값을  보여줘야  함\nㅇ시스템이  만드는  각  웹페이지의  경우,  10Mbps  로컬  네트워크  접속을  사용\n해서  사용자가  요청한  시간으로부터    3,000ms(3초)  내에  디스플레이  되어야  함\n  -  이  요구사항은  한  개  이상의  큰  이미지(이미지  50KB  이상)  및  동영상을  가\n지고    있는  페이지에는  적용되지  않음)\n  -  이  요구사항은  시스템을  사용하는  사용자  숫자가  동시  사용자  용량의  90%를 \n초과하는    경우에는  적용되지  않음"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "오류  응답  처리"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "오류에  대한  응답  처리  시간"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사용자의  입력오류나  시스템의  오류  발생시  2초  이내에  적당한  오류(보안에 \n    문제  되지  않는)  메시지를  사용자에게  제시하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "웹  접근성  준수"
          ],
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹  접근성  요건  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ다양한  국가,  지역에서의  접속을  고려하며  사용함에  불편함이  없는  접속   \n속도를  보장할  수  있도록  웹  사이트  구현이  이루어져야  함\nㅇWeb개발을  위한  코딩  규칙,  메뉴  규칙,  호환성  규칙  등은  Web  접근성  향상을 \n위한  국가  표준  기술  가이드를  준수하여야  함\n    -  한국정보화진흥원  웹  접근성  품질마크  인증  기준에  맞게  구축\nㅇ모바일  애플리케이션  접근성  지침(과학기술정보통신부  고시  제2013-107호) \n및  KWCAG(한국형  웹  콘텐츠  접근성  지침,  한국정보통신기술협회)  2.1에  준\n하여  웹  사이트를  구현하도록  함\nㅇ‘행정‧공공기관  웹사이트  구축‧운영  가이드’를  참고하여  기본적으로  준수해\n야  할  최신  웹사이트  품질기준(웹표준·호환성·접근성·개인정보보호  등)을  준수"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "느린  작업에  대한  사전  경고"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "통계  및  다량의  정보조회  시  사전경고"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ통계  및  다량의  정보  조회  시  결과  도출  이전에  사용자에게  느린  결과  예상에 \n대한  적절한  메시지를  알림"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "응용시스템  튜닝,  호환  및  안정성  보장"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "응용시스템  튜닝  및  안정성  보장"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ데이터양의  증가나  홈페이지  접속량이  증가하여  시스템  성능저하가  발생할 \n경우  이에  대한    개선책(튜닝)을  마련하여  튜닝을  실시하여야  함\nㅇ기존  인프라  및  SW와의  완벽한  호환  및  안정성을  보장하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 25 - 요구사항 고유번호 SIR-003 요구사항 명칭 웹 표준 및 호환성 준수 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 웹 표준 및 호환성 요건 준수 세부 내용 ᄋ이용자들의 다양한 사용자 환경 브라우저 에서도 서비스를 이용할 수 있도록 하여야 하며, 표준을 준수하여 구현하여야 함 - IE, 크롬, 사파리, 파이어폭스 등 브라우저에서 버전에 구애받지 않고 홈페 이지 이용에 불편이 없도록 웹 표준을 준수 - 홈페이지 웹 호환성을 확보하고 보안 강화를 위하여 마이크로소프트MS의 인터넷 익스플로러IE에 종속된 ActiveX 제거를 추진 - 웹 호환성 확보로 크로스브라우징을 지원하여야 함 동작 호환성 확보, 레이아웃 호환성 확보, 플러그인 호환성 확보 - 웹 표준 문법을 준수하여 구축하여야 함 W3C Markup Validation Service, CSS Validation Service 진단 통과결 과물제출 ᄋ웹 브라우저를 통해 제공하는 개발 및 구현되는 기능은 특정 브라우저에 종속 되지 않고, 정상 작동되도록 준수지침에 따라 구현되어야 함 ᄋ전자정부 웹사이트 품질관리 지침행정안전부고시 제2021-19호에 준하여 웹 사이트를 구현하도록 함 ᄋ행정공공기관 웹사이트 구축운영 가이드를 참고하여 기본적으로 준수해 야 할 최신 웹사이트 품질기준웹표준호환성접근성개인정보보호 등을 준수 요구사항 고유번호 SIR-004 요구사항 명칭 사용자 친화 UI 지원 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 사용자 친화적 UI에 필요한 요건 세부 내용 ᄋ사용자 경험UX을 반영한 UI를 지원하도록 하여야 함 실용성, 사용성, 가용 성, 심미성, 친화성 적용 ᄋ신규 구축되는 기능은 시스템 간 통일성, 사용자 편의성, 유지보수 편의성 강화를 위한 UI 표준 수립 및 적용 ᄋ사용자 정보 접근성 향상을 위한 UI를 지원 ᄋ이미지, 동영상 등 콘텐츠의 특성에 맞는 웹 UI 제공 데이터 요구사항 요구사항 고유번호 DAR-001 요구사항 명칭 DB 설계 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 DB 설계 원칙 세부 내용 ᄋDB 구조의 설계는 관련 업무 처리 절차를 반영하여 유기적으로 구조화하고, 향후 업무 변동에 따른 확장성이식성을 충분히 고려해야 함 ᄋ설계시 기존 데이터를 고려하여야 함 - 26 - 요구사항 고유번호 DAR-002 요구사항 명칭 데이터 무결성 및 표준화 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 표준 관리 세부 내용 ᄋ시스템은 외부 데이터를 연계할 때 데이터의 정합성을 검증하고 로그를 유 지하여야 함 ᄋ기준이 되는 정보를 관리하기 위한 코드관리체계를 수립하고 코드를 설계하여 적용함 요구사항 고유번호 DAR-003 요구사항 명칭 데이터베이스 설계구현 및 내역서 제출 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터베이스 설계 요건 및 제출 목록 세부 내용 ᄋ공공기관의 데이터베이스 표준화 지침행정안전부고시 제2019-20호, 2019.3.20. 을 고려하여 테이블 및 필드 등을 설계을 고려하여 테이블 및 필드 등을 설계 ᄋ기존 사이트 구조를 고려이관하여 설계하고, 데이터베이스 설계는 개발방 향에 맞는 형태로 설계 ᄋ사업 완료 시 테이블 목록, 관계도ERD, 엔티티 정의서 등 데이터베이스 상 세설계 내역을 제출버전 표시하여야 함 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 테스트 방안 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 테스트 방법 세부 내용 ᄋ시스템은 제공되기로 한 요구사항을 모두 제공하며, 초기 협의한 요구사항 에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 베이스라인으로 간주함 ᄋ제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증 테스트 활동을 통해 예상된 결과가 도출되었을 경우를 기준으로 평가함 ᄋ단위 기능에 대한 테스트는 1차 자동화 검증 후, 수행하도록 함적용 가능한 시스템에 한함 ᄋ바운더리 테스트, 업무로직 테스트, 통합 테스트, 시스템 테스트를 위한 구 체적인 틀 및 적용 방안을 제안하여 기능의 오류를 줄일 수 있는 방안을 제시함 ᄋ기능 구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 수행함 으로써 평가함 ᄋ기 운영 중인 시스템과의 상호운용성을 고려하여 테스트 진행 필요",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  무결성  및  표준화"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  관리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ시스템은  외부  데이터를  연계할  때  데이터의  정합성을  검증하고  로그를  유\n지하여야  함\nㅇ기준이  되는  정보를  관리하기  위한  코드관리체계를  수립하고  코드를  설계하여 \n적용함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SIR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "웹  표준  및  호환성  준수"
          ],
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "웹  표준  및  호환성  요건  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ이용자들의  다양한  사용자  환경  (브라우저)  에서도  서비스를  이용할  수  있도록 \n하여야  하며,  표준을  준수하여  구현하여야  함\n    -  IE,  크롬,  사파리,  파이어폭스  등  브라우저에서  버전에  구애받지  않고  홈페\n이지  이용에  불편이  없도록  웹  표준을  준수\n    -  홈페이지  웹  호환성을  확보하고  보안  강화를  위하여  마이크로소프트(MS)의 \n인터넷  익스플로러(IE)에  종속된  ActiveX  제거를  추진\n    -  웹  호환성  확보로  크로스브라우징을  지원하여야  함\n        ※  동작  호환성  확보,  레이아웃  호환성  확보,  플러그인  호환성  확보\n    -  웹  표준  문법을  준수하여  구축하여야  함\n        ※  W3C  Markup  Validation  Service,  CSS  Validation  Service  진단  통과(결\n과물제출)\nㅇ웹  브라우저를  통해  제공하는  개발  및  구현되는  기능은  특정  브라우저에  종속\n되지  않고,  정상  작동되도록  준수지침에  따라  구현되어야  함\nㅇ전자정부  웹사이트  품질관리  지침(행정안전부고시  제2021-19호)에  준하여 \n웹  사이트를  구현하도록  함\nㅇ‘행정‧공공기관  웹사이트  구축‧운영  가이드’를  참고하여  기본적으로  준수해\n야  할  최신  웹사이트  품질기준(웹표준·호환성·접근성·개인정보보호  등)을  준수"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터베이스    설계(구현)  및  내역서  제출"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터베이스  설계  요건  및  제출  목록"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ공공기관의  데이터베이스  표준화  지침(행정안전부고시  제2019-20호, \n2019.3.20.)  을  고려하여  테이블  및  필드  등을  설계을  고려하여  테이블  및 \n필드  등을  설계\nㅇ기존  사이트  구조를  고려(이관)하여  설계하고,  데이터베이스  설계는  개발방\n향에  맞는  형태로  설계\nㅇ사업  완료  시  테이블  목록,  관계도(ERD),  엔티티  정의서  등  데이터베이스  상\n세설계  내역을  제출(버전  표시)하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SIR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자  친화  UI  지원"
          ],
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사용자  친화적  UI에  필요한  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사용자  경험(UX)을  반영한  UI를  지원하도록  하여야  함  (실용성,  사용성,  가용\n성,  심미성,  친화성  적용)\nㅇ신규  구축되는  기능은  시스템  간  통일성,  사용자  편의성,  유지보수  편의성 \n강화를  위한  UI  표준  수립  및  적용\nㅇ사용자  정보  접근성  향상을  위한  UI를  지원\nㅇ이미지,  동영상  등  콘텐츠의  특성에  맞는  웹  UI  제공"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트  방안"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트  방법"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ시스템은  제공되기로  한  요구사항을  모두  제공하며,  초기  협의한  요구사항\n에서  변경관리  절차를  통해  승인을  획득한  요구사항을  최종  베이스라인으로 \n간주함\nㅇ제공되기로  한  요구사항을  제공하는지  여부는  각  기능  요구사항의  검증(   \n테스트)  활동을  통해  예상된  결과가  도출되었을  경우를  기준으로  평가함\nㅇ단위  기능에  대한  테스트는  1차  자동화  검증  후,  수행하도록  함(적용  가능한 \n    시스템에  한함)\nㅇ바운더리  테스트,  업무로직  테스트,  통합  테스트,  시스템  테스트를  위한      구\n체적인  틀  및  적용  방안을  제안하여  기능의  오류를  줄일  수  있는  방안을   \n제시함\nㅇ기능  구현  정확성은  사용자가  직접  테스트  수행  기간에  테스트를  수행함   \n으로써  평가함\nㅇ기  운영  중인  시스템과의  상호운용성을  고려하여  테스트  진행  필요"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "DB  설계"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "DB  설계  원칙"
          ],
          [
            "",
            "세부\n내용",
            "ㅇDB  구조의  설계는  관련    업무  처리  절차를  반영하여  유기적으로  구조화하고, \n향후  업무  변동에  따른  확장성․이식성을  충분히  고려해야  함\nㅇ설계시  기존  데이터를  고려하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 27 - 요구사항 고유번호 TER-002 요구사항 명칭 테스트 유형 및 환경 구축 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 테스트에 대한 유형 및 테스트 환경에 대한 구축 방안 세부 내용 ᄋ단위테스트, 통합테스트, 시스템테스트 등 시스템 및 어플리케이션 신뢰성 확보를 위한 테스트 수행방안을 제시하여야 함 ᄋ각종 테스트의 종류 및 수행방안을 제시하고, 전문가에 의한 어플리케이션 디버깅튜닝 등을 실시하여야 함 ᄋ테스트에 소요되는 환경 구축, 라이센스, 기술지원에 소요되는 비용은 사업 자가 부담하여야 함 - 28 - 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 개인정보 처리 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 개인정보 처리 및 암호화 세부 내용 ᄋ개인을 식별할 수 있는 정보사용자 인증 정보, 패스워드 등를 운영DB 또는 개발DB에 저장할 경우, 암호화하여 저장하며, 소스코드에 직접 하드코딩하지 않음패스워드는 단방향 암호화 처리, SHA-256 이상 암호화 알고리즘 사용 ᄋ개인정보 취급자가 개인정보처리 시스템에 접속하는 경우 접속 로그를 시스 템에 기록 관리해야 함최소 6개월 보관 필수 관리 항목 ID 개인정보취급자 식별정보 날짜 및 시간 접속일시 접속자 IP 주소 접속자 정보 수행업무 열람, 수정, 삭제, 인쇄, 입력 등 ᄋ개인정보 취급자가 개인정보를 처리할 경우 해당 접근 로그를 시스템에 기록할 것 ᄋ개인정보처리방침에 따라 개인정보를 처리파기해야 하며 백업데이터 생성 금지 요구사항 고유번호 SER-002 요구사항 명칭 보안관련 정책 및 평가기준 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 개인정보보호 정책 및 국가정보원 정보보안 관리실태 평가지표 준수 세부 내용 ᄋ개인정보보호 및 정보보호 관련 정책 및 국정원 정부공공기관 정보보안 관리실태 평가지표를 준수하여 개발 - 엄격한 비밀번호 조합 규칙 적용 및 일방향 암호화 - 안전하지 않은 비밀번호 검출 및 재등록 - 일정횟수 이상 패스워드 입력 오류 시 사용 차단 기능 구현 - 세션만료 처리사용자관리자, 동시 로그인 금지관리자 - 불필요한 페이지 check 관리 - 소스코드 서버 저장 금지, 백업파일 별도 보관 - 입력 데이터 필터링취약점 방지 - 서버스크립트 파일 업로드 제한 - 디렉토리 리스팅 방지 - 홈페이지 절대경로 및 내부시스템 정보 노출 방지 - 홈페이지 관리자 페이지 접근 통제 등 ᄋ행정공공기관 웹사이트 구축운영 가이드를 참고하여 기본적으로 준수해 야 할 최신 웹사이트 품질기준웹표준호환성접근성개인정보보호 등을 준수",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트  유형  및  환경  구축"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "테스트에  대한  유형  및  테스트  환경에  대한  구축  방안"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ단위테스트,  통합테스트,  시스템테스트  등  시스템  및  어플리케이션  신뢰성 \n확보를  위한  테스트  수행방안을  제시하여야  함\nㅇ각종  테스트의  종류  및  수행방안을  제시하고,  전문가에  의한  어플리케이션 \n디버깅/튜닝  등을  실시하여야  함\nㅇ테스트에  소요되는  환경  구축,  라이센스,  기술지원에  소요되는  비용은  사업\n자가  부담하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "개인정보  처리"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보  처리  및  암호화"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ개인을  식별할  수  있는  정보(사용자  인증  정보,  패스워드  등)를  운영DB  또는 \n개발DB에  저장할  경우,  암호화하여  저장하며,  소스코드에  직접  하드코딩하지 \n않음(패스워드는  단방향  암호화  처리,  SHA-256  이상  암호화  알고리즘  사용)\nㅇ개인정보  취급자가  개인정보처리  시스템에  접속하는  경우  접속  로그를  시스\n템에  기록  관리해야  함(최소  6개월  보관)\n◈ 필수 관리 항목\n •  ID : 개인정보취급자 식별정보  •  날짜 및 시간 : 접속일시\n •  접속자 IP 주소 : 접속자 정보\n   \n •  수행업무 : 열람, 수정, 삭제, 인쇄, 입력 등\nㅇ개인정보  취급자가  개인정보를  처리할  경우  해당  접근  로그를  시스템에     \n기록할  것\nㅇ개인정보처리방침에  따라  개인정보를  처리/파기해야  하며  백업데이터  생성  금지"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "보안관련  정책  및  평가기준  준수"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보보호  정책  및  국가정보원  정보보안  관리실태  평가지표  준수"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ개인정보보호  및  정보보호  관련  정책  및  국정원  「정부․공공기관  정보보안 \n    관리실태  평가지표」를  준수하여  개발\n    -  엄격한  비밀번호  조합  규칙  적용  및  일방향  암호화\n    -  안전하지  않은  비밀번호  검출  및  재등록\n    -  일정횟수  이상  패스워드  입력  오류  시  사용  차단  기능  구현\n    -  세션만료  처리(사용자/관리자),  동시  로그인  금지(관리자)\n    -  불필요한  페이지  check  관리\n    -  소스코드  서버  저장  금지,  백업파일  별도  보관\n    -  입력  데이터  필터링(취약점  방지)\n    -  서버스크립트  파일  업로드  제한\n    -  디렉토리  리스팅  방지\n    -  홈페이지  절대경로  및  내부시스템  정보  노출  방지\n    -  홈페이지  관리자  페이지  접근  통제  등\nㅇ‘행정‧공공기관  웹사이트  구축‧운영  가이드’를  참고하여  기본적으로  준수해\n야  할  최신  웹사이트  품질기준(웹표준·호환성·접근성·개인정보보호  등)을  준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 29 - 요구사항 고유번호 SER-003 요구사항 명칭 시큐어 코딩 준수 및 웹 취약점 제거 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 개발 및 수정되는 소스에 대한 시큐어 코딩 준수 및 웹 취약점 제거 세부 내용 ᄋ행정안전부의소프트웨어 개발보안시큐어코딩 관련 가이드를 준용 함 주요 보안약점 프로그램 입력 값에 대한 부적절한 검증SQL삽입 등 인증, 접근제어, 권한 관리 등을 적절하지 않게 구현시 발생중요정보 평문저장, 하드코드된 패스워드 등 불충분한 에러처리오류 메시지를 통한 정보노출 등 코드 오류널 포인터 역참조, 부적절한 자원 해제 등 불충분한 캡슐화제거되지 않고 남은 디버거 코드, 시스템 데이터 정보 노출 등 부적절하거나 보안에 취약한 API 사용으로 발생할 수 있는 보안약점 ᄋ응용SW 대상 행정안전부소프트웨어 보안약점 진단가이드에 의거 보안 취약 점을 분석하고 약점이 있을 경우 조치 ᄋ아래의 웹 취약점 점검 및 보완 조치 사용자 인증 취약점 SQL Injection 취약점 악성스크립트 취약점 불필요한 파일 및 정보노출 취약점 관리자 페이지 노출 취약점 XSS 취약점 유해파일 업로드 취약점 파일목록 및 파일내용 노출 취약점 요구사항 고유번호 SER-004 요구사항 명칭 보안정책 및 지침 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 보안정책 및 지침준수 내용 세부 내용 ᄋ보안정책 및 지침을 준수하여 개발 - 국가 정보보안 기본지침국가정보원, 2020.7.1. - 국가공공기관 용역업체 보안관리 가이드라인국가정보원, 2020.10. - 홈페이지 보안관리 매뉴얼국가정보원, 2005. 5. - 웹 응용프로그램 개발 보안 가이드행정안전부, 2014. 1. - 공공기관 홈페이지 개인정보 노출방지 가이드라인행정안전부 - 소프트웨어 개발보안 가이드 행정안전부 발간등록번호 11-1311000-000330-10 - 문화체육관광부 개인정보보호지침훈령 제342호, 2018.6.11 - 시스템 개발운영자를 위한 개인정보보호 가이드라인행정안전부, 2018.6 - 개인정보의 안전성 확보조치 기준행정안전부 고시 제2019-47호, 2019.6.7. - 본 사업은 위 지침 외에도 정부가 제정공포한 관계 제 법규지침을 준수 하여야 하며, 사업기간동안 법규가 변경될 경우 해당 법규 준수 - 용역사업 중 또는 종료 후라도 본 사업과 관련하여 국가정보원 등 관련 기관으로부터 보안에 문제가 있다고 지적될 경우 반드시 해결책을 강구하고 조치하여야 함 - 30 - 요구사항 고유번호 SER-005 요구사항 명칭 사업 수행에 대한 보안대책 수립 및 준수 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사업 계약단계부터 완료단계까지 준수해야할 보안대책 세부 내용 ᄋ사업수행 중 정보유출 등 보안사고 발생 시 책임을 져야 함 ᄋ사업 계약단계 보안대책 수립 - 사업 수행 계획서에 자료인원장비네트워크 등에 대한 물리적, 관리적, 기술적 보안대책 및 누출금지 대상정보 관리 방안 등 보안관리 세부계획을 우리 기관 보안관리 및 본 사업 보안대책을 반영하여 구체화하여 수립 - 사업 수행 중에 알게 되는 내부정보에 대한 보안관리 책임을 부담하기 위해 대표자 명의 보안서약서 및 보안확약서별지O호 서식를 제출 - 누출금지 대상정보 등 자료장비 등에 대한 대외보안이 필요한 경우 용역 계약서와 별도로 비밀유지계약별지7호 서식을 체결하여야 함 누출금지 대상정보 1 기관 소유 전산시스템의 내ᆞ외부 IP주소 현황 2 세부 전산시스템 구성현황 및 전산망구성도 3 사용자계정 및 패스워드 등 시스템 접근권한 정보 4 전산시스템 취약점분석 결과물 5 용역사업 결과물 및 프로그램 소스코드해킹ᆞ유출시 안보ᆞ국익에 피해가 우려되는 중요 용역사업일 경우에 해당 6 국가용 보안시스템 및 정보보호시스템 도입현황 7 방화벽ᆞIPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상정보로 분류된 기관의 내부문서 9 공공기관 개인정보보호에 관한 법률 제2조2호의 개인정보 10 보안업무규정 제4조의 비밀, 同 시행규칙 제7조3항의 대외비 11 기타 공개가 불가하다고 판단한 자료 정보누출 적발시 국가계약법 시행령 제76조에 의거 부정당업자로 등록, 입찰 참자자격 제한 등 제재 조치 ᄋ참여인원에 대한 보안관리 - 용역사업 참여인원은 개인의 친필 서명이 들어간 보안서약서 및 개인정보 보호법 준수를 위한 개인정보 처리위탁 계약서, 개인정보 위탁 보안서약서 제출 - 용역사업 수행전 참여인원에 대해 법적 또는 주관기관 규정에 따른 비밀 유지 의무 준수 및 위반시 처벌내용, 누출금지 대상정보 및 정보누출 시 부정당업자 제재조치 등에 대한 보안교육 실시 - 사업수행 중 주관기관의 정기적인 보안점검에 성실히 응하여야 함 ᄋ자료에 대한 보안관리 -누출금지 대상정보는 반드시 자료관리 대장에 인계자인수자가 직접 서명하 여 관리하고 사업완료시 관련 자료 회수 - 사업수행에서 생산되는 모든 산출물은 파일서버 또는 보안담당관이 지정한 PC에만 저장관리하고 사업담당자가 인가하지 않은 비인가자에게 제공대 여열람 금지 - 주관기관의 보안정책에 P2P, 웹하드 등 인터넷 자료공유사이트 및 상용 메일메신저 사용을 금지하고 자료전송이 필요한 경우 자체 전자우편을 이용, 첨부자료를 암호화 후 수발신다만, 대외비 이상의 비밀은 전자우편 송수신 금지 - 매일 퇴근시 주관기관이 제공한 비공개 자료는 반납하고 그 외 자료는 사무실 시건장치가 된 보관함에 보관 ᄋ사무실장비에 대한 보안관리",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "시큐어  코딩  준수  및  웹  취약점  제거"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개발  및  수정되는  소스에  대한  시큐어  코딩  준수  및  웹  취약점  제거"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ행정안전부의‘소프트웨어  개발보안(시큐어코딩)  관련  가이드’를  준용  함\n◈ 주요 보안약점\n•  프로그램 입력 값에 대한 부적절한 검증(SQL삽입 등)\n•  인증, 접근제어, 권한 관리 등을 적절하지 않게 구현시 발생(중요정보 \n평문저장, 하드코드된 패스워드 등)\n•  불충분한 에러처리(오류 메시지를 통한 정보노출 등)\n•  코드 오류(널 포인터 역참조, 부적절한 자원 해제 등)\n•  불충분한 캡슐화(제거되지 않고 남은 디버거 코드, 시스템 데이터 정보\n노출 등)\n   \n•  부적절하거나 보안에 취약한 API 사용으로 발생할 수 있는 보안약점 \nㅇ응용S/W  대상  행정안전부‘소프트웨어  보안약점  진단가이드’에  의거  보안  취약\n점을  분석하고  약점이  있을  경우  조치\nㅇ아래의  웹  취약점  점검  및  보완  조치\n•  사용자 인증 취약점\n•  관리자 페이지 노출 취약점\n•  SQL Injection 취약점\n•  XSS 취약점\n•  악성스크립트 취약점\n•  유해파일 업로드 취약점\n   \n•  불필요한 파일 및 정보노출 취약점\n•  파일목록 및 파일내용 노출 취약점"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "보안정책  및  지침  준수"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안정책  및  지침준수  내용"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ보안정책  및  지침을  준수하여  개발\n    -  국가  정보보안  기본지침(국가정보원,  2020.7.1.)\n    -  국가․공공기관  용역업체  보안관리  가이드라인(국가정보원,  2020.10.)\n    -  홈페이지  보안관리  매뉴얼(국가정보원,  2005.  5.)\n    -  웹  응용프로그램  개발  보안  가이드(행정안전부,  2014.  1.)\n    -  공공기관  홈페이지  개인정보  노출방지  가이드라인(행정안전부)\n    -  소프트웨어  개발보안  가이드\n        (행정안전부  발간등록번호  11-1311000-000330-10)\n    -  문화체육관광부  개인정보보호지침(훈령  제342호,  2018.6.11)\n    -  시스템  개발·운영자를  위한  개인정보보호  가이드라인(행정안전부,  2018.6)\n    -  개인정보의  안전성  확보조치  기준(행정안전부  고시  제2019-47호, \n2019.6.7.)\n    -  본  사업은  위  지침  외에도  정부가  제정․공포한  관계  제  법규(지침)을  준수\n하여야  하며,  사업기간동안  법규가  변경될  경우  해당  법규  준수\n    -  용역사업  중  또는  종료  후라도  본  사업과  관련하여  국가정보원  등  관련 \n기관으로부터  보안에  문제가  있다고  지적될  경우  반드시  해결책을  강구하고 \n조치하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항  명칭",
            "",
            "사업  수행에  대한  보안대책  수립  및  준수"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업  계약단계부터  완료단계까지  준수해야할  보안대책"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사업수행  중  정보유출  등  보안사고  발생  시  책임을  져야  함\nㅇ사업  계약단계  보안대책  수립\n    -  사업  수행  계획서에  자료‧인원‧장비‧네트워크  등에  대한  물리적,  관리적,  기술적 \n보안대책  및  누출금지  대상정보  관리  방안  등  보안관리  세부계획을  우리\n기관  보안관리  및  본  사업  보안대책을  반영하여  구체화하여  수립\n    -  사업  수행  중에  알게  되는  내부정보에  대한  보안관리  책임을  부담하기  위해 \n대표자  명의  보안서약서  및  보안확약서(별지O호  서식)를  제출\n    -  누출금지  대상정보  등  자료‧장비  등에  대한  대외보안이  필요한  경우  용역 \n계약서와  별도로  비밀유지계약(별지7호  서식)을  체결하여야  함\n◈ 누출금지 대상정보\n① 기관 소유 전산시스템의 내ㆍ외부 IP주소 현황\n② 세부 전산시스템 구성현황 및 전산망구성도\n③ 사용자계정 및 패스워드 등 시스템 접근권한 정보\n④ 전산시스템 취약점분석 결과물\n⑤  용역사업  결과물  및  프로그램  소스코드(해킹ㆍ유출시  안보ㆍ국익에  피해가 \n우려되는 중요 용역사업일 경우에 해당) \n⑥ 국가용 보안시스템 및 정보보호시스템 도입현황\n⑦ 방화벽ㆍIPS 등 정보보호제품 및 라우터ㆍ스위치 등 네트워크장비 설정 정보\n⑧  ‘공공기관의  정보공개에  관한  법률’  제9조1항에  따라  비공개  대상정보로 \n분류된 기관의 내부문서\n⑨ ‘공공기관 개인정보보호에 관한 법률’ 제2조2호의 개인정보\n   \n⑩ ‘보안업무규정’ 제4조의 비밀, 同  시행규칙 제7조3항의 대외비\n⑪ 기타 공개가 불가하다고 판단한 자료\n    ※  정보누출  적발시  「국가계약법」  시행령  제76조에  의거  부정당업자로  등록, \n입찰  참자자격  제한  등  제재  조치\nㅇ참여인원에  대한  보안관리\n    -  용역사업  참여인원은  개인의  친필  서명이  들어간  보안서약서  및  개인정보\n보호법  준수를  위한  개인정보  처리위탁  계약서,  개인정보  위탁  보안서약서  제출\n    -  용역사업  수행전  참여인원에  대해  법적  또는  주관기관  규정에  따른  비밀\n유지  의무  준수  및  위반시  처벌내용,  누출금지  대상정보  및  정보누출  시 \n부정당업자  제재조치  등에  대한  보안교육  실시\n    -  사업수행  중  주관기관의  정기적인  보안점검에  성실히  응하여야  함\nㅇ자료에  대한  보안관리\n    -‘누출금지  대상정보’는  반드시  ‘자료관리  대장’에  인계자‧인수자가  직접  서명하\n여  관리하고  사업완료시  관련  자료  회수 \n    -  사업수행에서  생산되는  모든  산출물은  파일서버  또는  보안담당관이  지정한 \nPC에만  저장‧관리하고  사업담당자가  인가하지  않은  비인가자에게  제공‧대\n여‧열람  금지\n    -  주관기관의  보안정책에  P2P,  웹하드  등  인터넷  자료공유사이트  및  상용 \n메일‧메신저  사용을  금지하고  자료전송이  필요한  경우  자체  전자우편을 \n이용,  첨부자료를  암호화  후  수‧발신(다만,  대외비  이상의  비밀은  전자우편 \n송수신  금지)\n    -  매일  퇴근시  주관기관이  제공한  비공개  자료는  반납하고  그  외  자료는   \n사무실  시건장치가  된  보관함에  보관\nㅇ사무실‧장비에  대한  보안관리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 31 - 품질 요구사항 - 용역사업 수행 장소는 CCTV시건장치 등 비인가자의 출입통제 대책 마련 - 상주인력에 대해서는 정보보안 SW바이러스 백신, 보조기억매체제어 등 설치를 통해 우리기관 직원과 동일한 수준의 보안 통제를 적용 - PC는 부팅 패스워드, 운영체제 패스워드, 화면보호기 패스워드를 설정해야 하며, 공유폴더 감시, 운영체제 업데이트, 백신 최신패치 등 상시점검 및 악성코드 감염 차단을 위한 저장매체 자동 점검이 될 수 있도록 설정 - 노트북 등 관련 장비를 외부에 반출입시 악성코드 감염여부 및 자료 무단 반출 여부를 확인하고 관리대장에 반드시 기록 - 인가받지 않은 USB 등의 휴대용 저장매체 사용을 금지하고 산출물 저장을 위해 휴대용 저장매체가 필요한 경우 보안담당관의 승인하고 사용 - 용역사업자는 수행 장소에 대한 보안점검을 정기적으로 실시하여 사업 담당자에게 결과를 보고 ᄋ내외부망 접근 보안관리 - 용역업체 사용 전산망은 방화벽 등을 활용, 주관기관 업무망과 분리구성하 며, 업무상 필요시 제한적 접근 허용 - 용역사업 수행시 네부 전산망 이용이 필요한 경우 사업 참여인원에 대한 사용자계정은 하나의 그룹으로 등록하고 계정별로 정보시스템 접근권한을 차등 부여하되 기관 내부문서 접근 금지 계정별로 부여된 접속권한은 불필요시 곧바로 권한을 해지하거나 계정을 폐기 참여인원에게 부여한 패스워드는 보안담당관이 별도로 기록 관리하고 수시로 해당 계정에 접속하여 저장된 자료와 작업이력 확인 보안담당관은 서버 및 장비 운영자로 하여금 내부서버 및 네트워크 장비에 대한 접근기록을 매일 확인하여 이상 유무 보고 - 용역업체에서 사용하는 PC는 인터넷 연결을 금지하되, 사업 수행상 연결이 필요한 경우에는 주관기관의 보안 통제 하에 제한적 허용 - 주관기관 및 용역업체 전산망에서 P2P, 웹하드 등 인터넷 자료공유사이트 로의 접속을 방화벽, 유해사이트 접속 차단시스템 등을 이용해 원천 차단 ᄋ응용프로그램 보안관리 - 모든 어플리케이션에 사용자 계정패스워드 설정 - 최신버전으로 업그레이드 및 보안패치 실시 - 개발서버에서 개발 및 전체 테스트 후 운영시스템 적용 - 권한을 주기적으로 확인하여 불필요한 권한 삭제 - 사업결과물은 취약점 진단프로그램으로 검증 ᄋ사업 완료시 보안관리 - 최종 산출물 중 대외보안이 요구되는 자료는 대외비 이상으로 작성관리 하고 불필요한 자료는 반드시 삭제 및 폐기 - 주관기관에서 제공받은 자료, 장비, 산출물 등 용역 관련 제반자료는 전량 회수하고 용역업체에 복사본 등 별도 보관 절대 금지 - 사업 완료후 업체 소유 PC, 서버의 하드디스크, 휴대용 저장매체, 노트북 등 전자기록 저장매체는 국가정보원이 안전성을 검증한 삭제 SW로 완전 삭제 후 반출 - 용역사업 관련 자료 회수 및 삭제조치 후 업체에게 복사본 등 용역사업 관련 자료를 보유하고 있지 않다는 대표 명의 확약서 제출 - 32 - 요구사항 고유번호 QUR-001 요구사항 명칭 품질관리 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 품질 보증 요건 세부 내용 ᄋ품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등을 제시하여야 함 ᄋ제안사는 품질보증을 보장하기 위한 품질보증방안을 제시하여야 함 ᄋ제안사가 대외적으로 인정받을 만한 품질보증 관련 인증을 받은 경우 이를 입증할 수 있는 근거 서류를 제시하여야 함 요구사항 고유번호 QUR-002 요구사항 명칭 기능 구현의 정확성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 기능 구현 정확성 세부 내용 ᄋ동 사업을 개발, 제공되는 모든 결과물은 제공되기로 한 요구사항을 모두 제공하여야 하며, 초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 것만 인정 ᄋ제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증테 스트 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가 ᄋ바운더리 테스트, 비즈니스로직 테스트, 통합테스트, 시스템 테스트를 위한 구체적인 툴 및 적용방안을 제안하여 기능의 오류를 줄일 수 있는 방안을 제시 ᄋ기능 구현 정확성은 사용자가 직접 테스트를 수행함으로써 평가 요구사항 고유번호 QUR-004 요구사항 명칭 시스템 이해의 용의성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 시스템 이해 용이성 세부 내용 ᄋ사용자 및 관리자가 신규 시스템을 쉽고 편하게 사용할 수 있도록 하기 위해 기능, 인터페이스에 다음과 같은 정보가 제공되어야 함 - 기능 이해도 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 정보를 제공 - 인터페이스 이해도 시스템에서 제공하는 인터페이스 기능과 방법을 관리자 매뉴얼에 포함 ᄋ향후 유지보수 시 시스템 이해 및 유지보수의 용이성 확보를 위해 개발 및 개선 시 수정 내역을 주석 형태로 기록하고, 오류사항 등 개선 된 내용을 형상관리 서버에 등록하여 버전 관리 수행 ᄋ정기점검, 장애복구, 시스템 개보수 등을 위한 시스템 운영매뉴얼을 제공해야 함 ᄋ시스템 운영조직에 대한 시스템 교육을 실시하여야 함 요구사항 고유번호 QUR-003 요구사항 명칭 설치 및 제거 용이성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 설치 및 제거 용이성 세부 내용 ᄋ사용자매뉴얼 또는 관리자매뉴얼에 시스템 또는 프로그램의 설치나 제거를 위한 정보를 문서로 제공 ᄋ시스템 및 프로그램의 설치 및 제거 용이성을 평가하기 위해 매뉴얼을 따라서 사용자 및 관리자가 설치 및 제거해야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "품질관리"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "품질  보증  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ품질보증의  범위,  품질보증을  위한  조직,  절차,  점검방법  등을  제시하여야  함\nㅇ제안사는  품질보증을  보장하기  위한  품질보증방안을  제시하여야  함\nㅇ제안사가  대외적으로  인정받을  만한  품질보증  관련  인증을  받은  경우  이를 \n입증할  수  있는  근거  서류를  제시하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "기능  구현의  정확성"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기능  구현  정확성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ동  사업을  개발,  제공되는  모든  결과물은  제공되기로  한  요구사항을  모두 \n제공하여야  하며,  초기  협의한  요구사항에서  변경관리  절차를  통해  승인을 \n획득한  것만  인정\nㅇ제공되기로  한  요구사항을  제공하는지  여부는  각  기능  요구사항의  검증(테\n스트)  활동을  통해  예상된  결과가  도출되었을  경우  요구사항을  제공한  것으로  평가\nㅇ바운더리  테스트,  비즈니스로직  테스트,  통합테스트,  시스템  테스트를  위한 \n구체적인  툴  및  적용방안을  제안하여  기능의  오류를  줄일  수  있는  방안을  제시\nㅇ기능  구현  정확성은  사용자가  직접  테스트를  수행함으로써  평가"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "설치  및  제거  용이성"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "설치  및  제거  용이성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사용자매뉴얼  또는  관리자매뉴얼에  시스템  또는  프로그램의  설치나  제거를 \n위한  정보를  문서로  제공\nㅇ시스템  및  프로그램의  설치  및  제거  용이성을  평가하기  위해  매뉴얼을  따라서 \n사용자  및  관리자가  설치  및  제거해야  함"
          ]
        ],
        [
          [
            "",
            "",
            "-  용역사업  수행  장소는  CCTV‧시건장치  등  비인가자의  출입통제  대책  마련\n    -  상주인력에  대해서는  정보보안  S/W(바이러스  백신,  보조기억매체제어  등) \n설치를  통해  우리기관  직원과  동일한  수준의  보안  통제를  적용\n    -  PC는  부팅  패스워드,  운영체제  패스워드,  화면보호기  패스워드를  설정해야 \n하며,  공유폴더  감시,  운영체제  업데이트,  백신  최신패치  등  상시점검  및 \n악성코드  감염  차단을  위한  저장매체  자동  점검이  될  수  있도록  설정\n    -  노트북  등  관련  장비를  외부에  반출‧입시  악성코드  감염여부  및  자료  무단\n반출  여부를  확인하고  관리대장에  반드시  기록\n    -  인가받지  않은  USB  등의  휴대용  저장매체  사용을  금지하고  산출물  저장을 \n위해  휴대용  저장매체가  필요한  경우  보안담당관의  승인하고  사용\n    -  용역사업자는  수행  장소에  대한  보안점검을  정기적으로  실시하여  사업   \n담당자에게  결과를  보고\nㅇ내․외부망  접근  보안관리\n    -  용역업체  사용  전산망은  방화벽  등을  활용,  주관기관  업무망과  분리구성하\n며,  업무상  필요시  제한적  접근  허용\n    -  용역사업  수행시  네부  전산망  이용이  필요한  경우\n        ‣  사업  참여인원에  대한  사용자계정은  하나의  그룹으로  등록하고  계정별로   \n정보시스템  접근권한을  차등  부여하되  기관  내부문서  접근  금지\n        ‣  계정별로  부여된  접속권한은  불필요시  곧바로  권한을  해지하거나  계정을  폐기\n        ‣  참여인원에게  부여한  패스워드는  보안담당관이  별도로  기록  관리하고 \n수시로  해당  계정에  접속하여  저장된  자료와  작업이력  확인\n        ‣  보안담당관은  서버  및  장비  운영자로  하여금  내부서버  및  네트워크     \n장비에  대한  접근기록을  매일  확인하여  이상  유무  보고\n    -  용역업체에서  사용하는  PC는  인터넷  연결을  금지하되,  사업  수행상  연결이 \n필요한  경우에는  주관기관의  보안  통제  하에  제한적  허용\n    -  주관기관  및  용역업체  전산망에서  P2P,  웹하드  등  인터넷  자료공유사이트\n로의  접속을  방화벽,  유해사이트  접속  차단시스템  등을  이용해  원천  차단\nㅇ응용프로그램  보안관리\n    -  모든  어플리케이션에  사용자  계정/패스워드  설정\n    -  최신버전으로  업그레이드  및  보안패치  실시\n    -  개발서버에서  개발  및  전체  테스트  후  운영시스템  적용\n    -  권한을  주기적으로  확인하여  불필요한  권한  삭제\n    -  사업결과물은  취약점  진단프로그램으로  검증\nㅇ사업  완료시  보안관리\n    -  최종  산출물  중  대외보안이  요구되는  자료는  대외비  이상으로  작성‧관리\n하고  불필요한  자료는  반드시  삭제  및  폐기\n    -  주관기관에서  제공받은  자료,  장비,  산출물  등  용역  관련  제반자료는  전량 \n회수하고  용역업체에  복사본  등  별도  보관  절대  금지\n    -  사업  완료후  업체  소유  PC,  서버의  하드디스크,  휴대용  저장매체,  노트북 \n등  전자기록  저장매체는  국가정보원이  안전성을  검증한  삭제  SW로  완전 \n삭제  후  반출\n    -  용역사업  관련  자료  회수  및  삭제조치  후  업체에게  복사본  등  용역사업 \n관련  자료를  보유하고  있지  않다는  대표  명의  확약서  제출"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  이해의  용의성"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  이해  용이성"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ사용자  및  관리자가  신규  시스템을  쉽고  편하게  사용할  수  있도록  하기  위해 \n[기능,  인터페이스]에  다음과  같은  정보가  제공되어야  함\n  -  기능  이해도  :  시스템에서  제공하는  모든  기능에  대해  사용자  매뉴얼에서 \n정보를  제공\n  -  인터페이스  이해도  :  시스템에서  제공하는  인터페이스  기능과  방법을  관리자 \n매뉴얼에  포함\nㅇ향후  유지보수  시  시스템  이해  및  유지보수의  용이성  확보를  위해  개발  및 \n개선  시  수정  내역을  주석  형태로  기록하고,  오류사항  등  개선  된  내용을 \n형상관리  서버에  등록하여  버전  관리  수행\nㅇ정기점검,  장애복구,  시스템  개/보수  등을  위한  시스템  운영매뉴얼을  제공해야  함\nㅇ시스템  운영조직에  대한  시스템  교육을  실시하여야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 33 - 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 시스템 개발 제약사항 요구사항 분류 제약사항 요구사항 상세설명 정의 시스템 개발 시 제약사항 세부 내용 ᄋ시스템은 제시된 방법론의 절차와 과정개발 표준, 기술표준 문서화에 따라 개발되어야 함 ᄋ본 사업 추진에 필요한 소프트웨어는 제안업체가 준비하는 것으로 함 ᄋ시스템은 기존의 국가표준 및 정보화 기술지원 기관에서 확정한 표준화보안 관련 법규정 및 지침 등을 준수해야 함 - 국가정보보안 기본지침, 국가사이버안전관리규정, 국가사이버안전매뉴얼국가정보원 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 제 2018-21호, 2018.3.21. - 문화체육관광부 정보화업무규정 - 문화체육관광부 보안업무규정시행세칙 - 문화정보화 업무운영 및 이용에 관한 지침 - 문화체육관광부 개인정보보호 지침 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시2015-26호, 2015.7.15 - 전자정부 SW 개발운영자를 위한 소프트웨어 개발보안 가이드행정안전부 요구사항 고유번호 COR-002 요구사항 명칭 시스템 구조 설계 요구사항 분류 제약사항 요구사항 상세설명 정의 시스템 구조 설계 요건 세부 내용 ᄋ기존 구축되어 있는 현행 시스템 구조 및 전체 표준과 호환성, 시스템 분산 설계, 데이터 유형, 프로세스 환경유형, 사용자 유형, 시스템 토폴로지가 고려 되어 구조 설계가 이루어져야 함 - 34 - 요구사항 고유번호 COR-003 요구사항 명칭 기술 표준 적용방안 요구사항 분류 제약사항 요구사항 상세설명 정의 시스템 개발시 준수해야할 기술 표준 요건 세부 내용 ᄋ업계 표준의 기술을 사용함으로써 개발유지보수가 용이해야 하며, 특정 OS 에 종속적이지 않아야 함 ᄋ모든 응용프로그램 유연성, 확장성, 재사용성을 확보할 수 있도록 모듈화 전략을 반영하여 개발함 ᄋ주관기관에서 현재 보유하여 활용 가능한 HW, SW를 활용하거나, 타사의 솔루션으로 교체할 수 있음. 단, 솔루션 교체 시, 기존 시스템과의 호환성이 유지되어야 하며, 추가 도입이 필요한 솔루션의 경우 본 용역에 포함하여 수행하여야 함 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 프로젝트 관리 방법론 적용 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 관리 방법 세부 내용 ᄋ위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리 방법론을 통한 체계적인 사업 관리 방안 제시 ᄋ개발의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 체계적으로 프로젝트를 관리관리도구 이용해야 함 ᄋ단계별로 진행 상황을 보고하고 프로젝트 관련 산출물을 제출하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "기술  표준  적용방안"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  개발시  준수해야할  기술  표준  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ업계  표준의  기술을  사용함으로써  개발/유지보수가  용이해야  하며,  특정  OS\n에  종속적이지  않아야  함\nㅇ모든  응용프로그램  유연성,  확장성,  재사용성을  확보할  수  있도록  모듈화  전략을 \n반영하여  개발함\nㅇ주관기관에서  현재  보유하여  활용  가능한  H/W,  S/W를  활용하거나,  타사의 \n솔루션으로  교체할  수  있음.  단,  솔루션  교체  시,  기존  시스템과의  호환성이 \n유지되어야  하며,  추가  도입이  필요한  솔루션의  경우  본  용역에  포함하여 \n수행하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  개발  제약사항"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  개발  시  제약사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ시스템은  제시된  방법론의  절차와  과정(개발  표준,  기술표준  문서화)에  따라 \n개발되어야  함\nㅇ본  사업  추진에  필요한  소프트웨어는  제안업체가  준비하는  것으로  함\nㅇ시스템은  기존의  국가표준  및  정보화  기술지원  기관에서  확정한  표준화·보안 \n관련  법규정  및  지침  등을  준수해야  함\n    -  국가정보보안 기본지침, 국가사이버안전관리규정, 국가사이버안전매뉴얼(국가정보원)\n    -  행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부고시  제\n2018-21호,  2018.3.21.)\n    -  문화체육관광부  정보화업무규정\n    -  문화체육관광부  보안업무규정시행세칙\n    -  문화정보화  업무운영  및  이용에  관한  지침\n    -  문화체육관광부  개인정보보호  지침\n    -  공공기관의  데이터베이스  표준화  지침(행정안전부  고시2015-26호,  2015.7.15)\n    -  전자정부  SW  개발·운영자를  위한  소프트웨어  개발보안  가이드(행정안전부)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트  관리  방법론  적용"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  관리  방법"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ위험관리,  품질관리,  일정관리,  자원관리,  형상관리  등  프로젝트  관리  방법론을 \n통한  체계적인  사업  관리  방안  제시\nㅇ개발의  완성도를  높이기  위해서  프로젝트  착수에서  종료까지  체계적으로   \n프로젝트를  관리(관리도구  이용)해야  함\nㅇ단계별로  진행  상황을  보고하고  프로젝트  관련  산출물을  제출하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  구조  설계"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  구조  설계  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ기존  구축되어  있는  현행  시스템  구조  및  전체  표준과  호환성,  시스템  분산 \n설계,  데이터  유형,  프로세스  환경유형,  사용자  유형,  시스템  토폴로지가  고려\n되어  구조  설계가  이루어져야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 35 - 요구사항 고유번호 PMR-002 요구사항 명칭 프로젝트 참여인력 자격요건 및 인력관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 인력 관리 방법 세부 내용 ᄋ 본 사업은 기능점수 기반으로 수립되어 소프트웨어사업 관리감독에 관한 일반기준과학기술정보통신부 고시 제7조제안요청서 준비의 단서 조항에 따라 제안사의 투입인력 계획을 핵심인력에 한하여 제안 요청하는 사업이다. ᄋ본 사업에 참여하는 인력의 작업장소는 계약 당사자간 상호 협의하여 정함 단, 주관기관과 업무 협의, 산출물 관리, 감리업무 수행 지원 등 원활한 사업 수행에 지장이 없어야 함 - 기타 과업수행에 필요한 개발환경 및 각종물품PC 등은 제안사가 부담 ᄋ투입인력 근무 조건 - 투입인력의 근로조건은 근로기준법 등 노동관계 법령을 따르되, 야간 및 휴 일 근무, 운영대상시스템의 이전 등의 잔무처리로 소요되는 야근 수당 등 연장 및 휴일 근로에 대하여는 계약업체가 부담해야 함 ᄋ보안에 따른 원격지 개발장소 - 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준 수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장소에 관 하여 우선 검토한다. 다만, 발주기관에서는 공급자가 제시한 작업장소가 보 안요구사항을 준수하지 못한 경우 거부할 수 있음 - 36 - 요구사항 고유번호 PMR-003 요구사항 명칭 보고관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 정기 및 비정기 보고 세부 내용 ᄋ주월간 보고는 수행 시 주관기관과 일정 협의에 의하여 변경 가능 하고, 원활한 과업추진을 위해 필요시 비정기적인 보고를 요청할 수 있음 구분 보고명 정기 보고 주간보고 월간보고 비정기 보고 착수보고 중간보고 완료보고 수시보고 ᄋ어플리케이션 유지관리 및 개보수를 위하여 상용SW를 제외한 소스코드를 제공하여야 하며, 개발시 형상 관리서버에 등록관리하여야 함 ᄋ프로젝트 착수시점에 주석에 대한 규정 등을 포함한 코딩 가이드를 수립하고, 해당 가이드를 준수한 소스코드를 작성하여 제공하여야 함 요구사항 고유번호 PMR-004 요구사항 명칭 프로젝트 일정 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 일정관리 요건 세부 내용 ᄋ주관기관이 제시한 추진 일정을 참고하여 최적의 시스템이 구축될 수 있도록 추진 일정계획을 전체일정과 세부일정으로 구분하여 상세하게 제시 ᄋ일정계획 수립 시에는 지연가능 요소를 미리 파악ᆞ분석하여 일정 내에 사업 수행이 가능하도록 해야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트  참여인력  자격요건  및  인력관리"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  인력  관리  방법"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업은  기능점수  기반으로  수립되어  「소프트웨어사업  관리감독에  관한 \n일반기준」(과학기술정보통신부  고시)  제7조(제안요청서  준비)의  단서  조항에 \n따라  제안사의  투입인력  계획을  핵심인력에  한하여  제안  요청하는  사업이다.\nㅇ본  사업에  참여하는  인력의  작업장소는  계약  당사자간  상호  협의하여  정함 \n단,  주관기관과  업무  협의,  산출물  관리,  감리업무  수행  지원  등  원활한  사업\n수행에  지장이  없어야  함\n  -  기타  과업수행에  필요한  개발환경  및  각종물품(PC  등)은  제안사가  부담\nㅇ투입인력  근무  조건\n  -  투입인력의  근로조건은  근로기준법  등  노동관계  법령을  따르되,  야간  및  휴\n일  근무,  운영대상시스템의  이전  등의  잔무처리로  소요되는  야근  수당  등 \n연장  및  휴일  근로에  대하여는  계약업체가  부담해야  함\nㅇ보안에  따른  원격지  개발장소\n  -  공급자는  작업장소  상호협의  시  제안요청서  내  명시된  보안요구사항을  준\n수한  작업장소를  제시할  수  있으며,  발주기관에서는  제시된  작업장소에  관\n하여  우선  검토한다.  다만,  발주기관에서는  공급자가  제시한  작업장소가  보\n안요구사항을  준수하지  못한  경우  거부할  수  있음"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-003",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "보고관리",
            "",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "정기  및  비정기  보고",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ주/월간  보고는  수행  시  주관기관과  일정  협의에  의하여  변경  가능  하고,  원활한 \n과업추진을  위해  필요시  비정기적인  보고를  요청할  수  있음\n   \nㅇ어플리케이션  유지관리  및  개/보수를  위하여  상용S/W를  제외한  소스코드를 \n제공하여야  하며,  개발시  형상  관리서버에  등록·관리하여야  함\nㅇ프로젝트  착수시점에  주석에  대한  규정  등을  포함한  코딩  가이드를  수립하고, \n해당  가이드를  준수한  소스코드를  작성하여  제공하여야  함",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "보고명",
            ""
          ],
          [
            "",
            "",
            "",
            "정기\n보고",
            "주간보고\n월간보고",
            ""
          ],
          [
            "",
            "",
            "",
            "비정기\n보고",
            "착수보고\n중간보고 \n완료보고\n수시보고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트  일정  관리"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  일정관리  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ주관기관이  제시한  추진  일정을  참고하여  최적의  시스템이  구축될  수  있도록 \n    추진  일정계획을  전체일정과  세부일정으로  구분하여  상세하게  제시\nㅇ일정계획  수립  시에는  지연가능  요소를  미리  파악ㆍ분석하여  일정  내에  사업 \n    수행이  가능하도록  해야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 37 - 요구사항 고유번호 PMR-005 요구사항 명칭 리스크 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 프로젝트 위험관리 요건 세부 내용 ᄋ보안, 일정지연, 품질저하, 장비 변경에 따르는 예산초과 등 리스크 발생을 사전 예방하고 발생 시 사후 대처방안을 제시하여야 함 ᄋ성능상 문제 등으로 HW 또는 SW가 변경되는 경우에 대한 사후 대응방안 을 구체적으로 제시 ᄋ프로젝트 추진과정에서 요구되는 진척위험변경사항의 관리방안 및 지속적 으로 문제를 파악 관리할 수 있는 방안 제시 ᄋ데이터 통합 및 이행시 누락데이터 방지계획을 기술적으로 제시 요구사항 고유번호 PMR-006 요구사항 명칭 산출물 관리 요구사항 분류 프로젝트 관리 요구사항 요구사항 상세설명 정의 산출물 관리 기본 요건 세부 내용 ᄋ과업 수행 중 발생된 모든 관련 자료는 일목요연하게 정리하여 보고서와 함께 제출 ᄋ기본 산출물 목록 및 제출시기예시 협의 및 조정 산출물 제출부수 제출시기 착수계 1부 계약체결 후10일 이내 요구사항 분석서 1부 완료 후 7일이내 시스템설계서 1부 완료 후 7일이내 프로그램명세서 1부 완료 후 7일이내 교육자료 1부 교육일 3일 전 교육이행결과서 1부 완료 후 7일이내 운영자 및 사용자지침서 3부 완료 후 7일이내 중간보고서 3부 중간보고 후 7일이내 완료보고서 및 전체산출물 3부USB 3부 검수 완료 후 14일 이내 ᄋ기타 사업 수행 중 필요에 따라 발생하는 산출물분석서, 보고서 등은 추가로 정의 하여 제출함 ᄋ모든 활동에 대한 업무 상세정의와 일정계획, 수행방안, 기밀 보장방안 등 상세 계획을 제공하여야 함 ᄋ과업수행 중 사업수행자의 귀책사유로 발생한 모든 손해에 대해서는 손해발생 시점 즉시 주관기관에게 배상 - 38 - 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 하자보수 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 하자보수 지원방안 제시 세부 내용 ᄋ무상 하자보수기간은 검수완료일로부터 12개월로 함 ᄋ하자보수 지원방안을 구체적으로 제시하여야 하며, 하자보수 인력은 개발에 참여한 인력으로 구성 ᄋ용역수행업체는 하자보수보증금율과 계약금액을 곱하여 산출한 금액하자보수 보증금을 보증서 또는 증권 등으로 주관기관에 제출하여야 함 ᄋ하자보수 이외의 오류사항, 사업방법의 개선 등에 대한 유상유지관리 및 재개 발은 별도의 계약체결을 통해 추진함 요구사항 고유번호 PSR-002 요구사항 명칭 교육지원 및 기술지원 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 관리자사용자 교육 및 기술지원 세부 내용 ᄋ계약상대자는 원활한 운영을 위해 소정의 교육을 제공 - 시스템 관리자 대상 교육 프로그램 및 개발 내용, 도입 장비 관련 교육 - 업무부서 담당자 대상 교육 업무 처리 프로그램 사용 교육 ᄋ계약상대자는 각종 작업 완료와 함께 시험 운영을 실시하고, 그 과정에 주 관기관 업무 담당자를 참여시켜 실무교육을 병행해야 함시스템 운영 및 감시, 백업, 비상복구, 정보관리 등 ᄋ시스템 운영자에 대한 교육계획 및 일정을 항목별로 제시 ᄋ주관기관의 필요에 따라 요구할 경우 계약대상자는 On-Site 교육을 실시 ᄋ주관기관에서 도입 시스템의 운영 등에 대한 기술 이전 재교육을 요청할 경우 계약상대자는 이에 응하여야 하며, 소요 비용은 계약상대자가 부담 ᄋ구축 시 도입되는 신기술에 대하여 개발 작업 인력 및 시스템 운영자를 대 상으로 적절한 교육을 실시 ᄋ과업 수행 및 시스템 구축에 필요한 기술이전 대상과 기술이전 방법 등에 대한 계획 제시",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "리스크  관리"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "프로젝트  위험관리  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ보안,  일정지연,  품질저하,  장비  변경에  따르는  예산초과  등  리스크  발생을 \n사전  예방하고  발생  시  사후  대처방안을  제시하여야  함\nㅇ성능상  문제  등으로  H/W  또는  S/W가  변경되는  경우에  대한  사후  대응방안\n을  구체적으로  제시\nㅇ프로젝트  추진과정에서  요구되는  진척/위험/변경사항의  관리방안  및  지속적\n으로  문제를  파악  관리할  수  있는  방안  제시\nㅇ데이터  통합  및  이행시  누락데이터  방지계획을  기술적으로  제시"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "하자보수"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하자보수  지원방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ무상  하자보수기간은  검수완료일로부터  12개월로  함\nㅇ하자보수  지원방안을  구체적으로  제시하여야  하며,  하자보수  인력은  개발에 \n참여한  인력으로  구성\nㅇ용역수행업체는  하자보수보증금율과  계약금액을  곱하여  산출한  금액(하자보수\n보증금)을  보증서  또는  증권  등으로  주관기관에  제출하여야  함\nㅇ하자보수  이외의  오류사항,  사업방법의  개선  등에  대한  유상유지관리  및  재개\n발은  별도의  계약체결을  통해  추진함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "교육지원  및  기술지원"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관리자/사용자  교육  및  기술지원"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ계약상대자는  원활한  운영을  위해  소정의  교육을  제공\n  -  시스템  관리자  대상  교육  :  프로그램  및  개발  내용,  도입  장비  관련  교육\n  -  업무부서  담당자  대상  교육  :  업무  처리  프로그램  사용  교육\nㅇ계약상대자는  각종  작업  완료와  함께  시험  운영을  실시하고,  그  과정에  주\n관기관  업무  담당자를  참여시켜  실무교육을  병행해야  함(시스템  운영  및  감시, \n백업,  비상복구,  정보관리  등)\nㅇ시스템  운영자에  대한  교육계획  및  일정을  항목별로  제시\nㅇ주관기관의  필요에  따라  요구할  경우  계약대상자는  On-Site  교육을  실시\nㅇ주관기관에서  도입  시스템의  운영  등에  대한  기술  이전  재교육을  요청할  경우 \n계약상대자는  이에  응하여야  하며,  소요  비용은  계약상대자가  부담\nㅇ구축  시  도입되는  신기술에  대하여  개발  작업  인력  및  시스템  운영자를  대\n상으로  적절한  교육을  실시\nㅇ과업  수행  및  시스템  구축에  필요한  기술이전  대상과  기술이전  방법  등에 \n대한  계획  제시"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-006",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "산출물  관리",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "산출물  관리  기본  요건",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ과업  수행  중  발생된  모든  관련  자료는  일목요연하게  정리하여  보고서와  함께  제출\nㅇ기본  산출물  목록  및  제출시기(예시)  =>  협의  및  조정\n산출물\n착수계\n요구사항 분석서\n시스템설계서\n프로그램명세서\n교육자료\n교육이행결과서\n운영자 및 사용자지침서\n   \n중간보고서\n완료보고서 및 전체산출물\nㅇ기타  사업  수행  중  필요에  따라  발생하는  산출물(분석서,  보고서  등)은  추가로 \n정의  하여  제출함\nㅇ모든  활동에  대한  업무  상세정의와  일정계획,  수행방안,  기밀  보장방안  등 \n상세  계획을  제공하여야  함\nㅇ과업수행  중  사업수행자의  귀책사유로  발생한  모든  손해에  대해서는  손해발생 \n시점  즉시  주관기관에게  배상",
            "제출부수\n1부\n1부\n1부\n1부\n1부\n1부\n3부\n3부\n3부(USB 3부)",
            "제출시기\n계약체결 후10일 이내\n완료 후 7일이내\n완료 후 7일이내\n완료 후 7일이내\n교육일 3일 전\n완료 후 7일이내\n완료 후 7일이내\n중간보고 후 7일이내\n검수 완료 후 14일 이내"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 39 - 요구사항 고유번호 PSR-003 요구사항 명칭 시스템 산출물 지적재산권 소유 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 시스템 산출물에 대한 지적재산권 요건 세부 내용 ᄋ본 용역사업과 관련한 계약목적물의 지식재산권은 주관기관과 사업자가 공동 으로 소유하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함 ᄋ다만, 개발의 기여도 및 계약목적물의 특수성보안, 영업비밀 등을 고려하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음 참고공공저작물 자유이용 고려시 본 과업수행의 결과로 발생하는 모든 결과물의 지식재산권은 일반용역 계약특수조건 및 용역계약일반조건계약 예규에 의한다. 다만, 그 결과물이 공공저작물로서 자유이용이 바람직 하다고 판단되는 경우, 계약예규 제56조 단서에 따라 추후 협의를 통해 저작재산권 양도계약서를 체결하여 공동소유와 달리 정할 수 있다. ᄋ주관사업자는 계약에 의거 제공한 SW, 폰트, 이미지 등이 국내외의 특허권 및 저작권을 침해하고 있다는 이유로 주관기관을 상대로 한 소송이 제기되었을 경 우 계약자의 비용으로 이를 변호하고, 주관기관에 발생된 손해 및 비용에 대하 여 배상하여야 함 ᄋ 조달청 지침 일반용역계약특수조건 제14조특허권 또는 저작권의 침해에 따 라 본 용역의 수행에 있어 제3자의 특허권 또는 저작권을 침해하였다하여 손해 배상 청구 소송이 제기되면 계약상대자는 배상 및 모든 책임을 진다. ᄋ 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보 에 해당하지 않을 경우 SW산출물을 제공함.단 공급자는 아래 내용을 준수하여 야 함 ᄋ 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정 보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명 의의 확약서를 발주기관에 제출하여야 함 ᄋ 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관으 로부터 사전승인을 받아야 함 ᄋ발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경 우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법제76조 제1항제3호 및 지방계약법제92조제1항제19호에 따라 입찰참가자격을 제한함 - 40 - 요구사항 고유번호 PSR-004 요구사항 명칭 문화체육관광부 문화 공공데이터 통합활용시스템과 정보 연계 추진 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 구축운영 시, 공공문화정보를 문화체육관광부 문화 공공데이터 통합활용시스템과 연계 세부 내용 ᄋ 본 사업의 수행을 통해 구축운영되는 데이터를 문화체육관광부 문화 공공 데이터 통합활용시스템과 메타데이터 형태로 연계 함 - 문화체육관광부 데이터 관리 규정훈령430호 준수 ᄋ 문화포털로의 콘텐츠 등록 및 연계, 공동활용 등 해당 사업의 문화포털로 의 서비스 연계 가능여부를 판단하고, 콘텐츠 및 서비스 제공 추진 - 문화포털httpswww.culture.go.kr에 콘텐츠를 직접 등록 또는 문화 공공 데이터 통합연계서비스를 통해 공공데이터 연계 추진 ᄋ 본 사업을 통해 제공되는 콘텐츠의 공개여부, 저작권 관련 등록연계여부, 공공누리 마크 부착 등 공공누리사이트와 등록연계 추진 - 공공누리사이트httpswww.kogl.or.kr에 등록연계 제15조데이터등의관리 1데이터관리부서의장은데이터총괄책임관이데이터통합관리시스템운용등에 필요한데이터등을확보하기위해자료를요청한경우다른법률에특별한규정이 있는경우를제외하고는이에응하여야한다. 2데이터관리부서의장은제1항에도불구하고정책적인판단또는기술적인제한등으로 인해자료를제공할수없는경우에는그사유를서면으로데이터총괄책임관에게 통보하여야한다. 3데이터관리부서의장은데이터통합관리시스템에연계ᆞ제공하는데이터등의최신성, 정확성및상호연계성이유지되도록하여야한다. 4데이터총괄책임관은데이터관리부서등에게제공받은데이터등에포함된개인 정보를보호하여야하며, 저작권법에저촉되지않는범위내에서활용하여야 한다. - 문화 공공데이터 통합활용시스템httpsbig.kcisa.kr 관리기관한국문화정보원과 의 원활한 데이터 연계 협력 지원 연계대상 DB 테이블 스키마 및 DB 코드 값, 데이터 수집 query 설정 등 제반사항 안내 및 기술지원 자세한 정보 연계 세부 조치사항은 주관기관과 협의 후 진행함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "문화체육관광부  <문화  공공데이터  통합활용시스템>과  정보  연계  추진"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "구축·운영 시, 공공문화정보를 문화체육관광부 <문화  공공데이터  통합활용시스템>과 연계"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업의  수행을  통해  구축·운영되는  데이터를  문화체육관광부  <문화  공공\n데이터  통합활용시스템>과  메타데이터  형태로  연계  함\n    -  문화체육관광부  데이터  관리  규정(훈령430호)  준수\nㅇ    문화포털로의  콘텐츠  등록  및  연계,  공동활용  등  해당  사업의  문화포털로\n의  서비스  연계  가능여부를  판단하고,  콘텐츠  및  서비스  제공  추진\n    -  문화포털(https://www.culture.go.kr)에  콘텐츠를  직접  등록  또는  ‘문화  공공\n데이터  통합연계서비스’를  통해  공공데이터  연계  추진\nㅇ    본  사업을  통해  제공되는  콘텐츠의  공개여부,  저작권  관련  등록·연계여부, \n공공누리  마크  부착  등  공공누리사이트와  등록·연계  추진\n    -  공공누리사이트(https://www.kogl.or.kr/)에  등록·연계\n제15조(데이터 등의 관리)\n① 데이터관리부서의 장은 데이터총괄책임관이 데이터통합관리시스템 운용 등에\n필요한 데이터 등을 확보하기 위해 자료를 요청한 경우 다른 법률에 특별한 규정이\n있는 경우를 제외하고는 이에 응하여야 한다.\n② 데이터관리부서의 장은 제1항에도 불구하고 정책적인 판단 또는 기술적인 제한 등으로\n인해 자료를 제공할 수 없는 경우에는 그 사유를 서면으로 데이터총괄책임관에게\n통보하여야 한다.\n③ 데이터관리부서의 장은 데이터통합관리시스템에 연계ㆍ제공하는 데이터 등의 최신성,\n정확성 및 상호연계성이 유지되도록 하여야 한다.\n④ 데이터총괄책임관은 데이터관리부서 등에게 제공받은 데이터 등에 포함된 개인\n정보를 보호하여야 하며, 「저작권법」에 저촉되지 않는 범위 내에서 활용하여야\n한다.\n    -  문화  공공데이터  통합활용시스템(https://big.kcisa.kr/)  관리기관(한국문화정보원)과\n의  원활한  데이터  연계  협력  지원\n        연계대상  DB  테이블  스키마  및  DB  코드  값,  데이터  수집  query  설정  등 \n제반사항  안내  및  기술지원\n※  자세한  정보  연계  세부  조치사항은  주관기관과  협의  후  진행함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템  산출물  지적재산권  소유"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "시스템  산출물에  대한  지적재산권  요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ본  용역사업과  관련한  계약목적물의  지식재산권은  주관기관과  사업자가  공동\n으로  소유하며,  별도의  정함이  없는  한  지분은  균등한  것으로  함\nㅇ다만,  개발의  기여도  및  계약목적물의  특수성(보안,  영업비밀  등)을  고려하여 \n계약당사자간의  협의를  통해  지식재산권  귀속주체  등에  대해  공동소유와  달리 \n정할  수  있음\n    ※  <참고:공공저작물  자유이용  고려시>  본  과업수행의  결과로  발생하는  모든 \n결과물의  지식재산권은  일반용역  계약특수조건  및  용역계약일반조건(계약\n예규)에  의한다.    다만,  그  결과물이  공공저작물로서  자유이용이  바람직\n하다고  판단되는  경우,  계약예규  제56조  단서에  따라  추후  협의를  통해\n「저작재산권  양도계약서」를  체결하여  공동소유와  달리  정할  수  있다.\nㅇ주관사업자는  계약에  의거  제공한  S/W,  폰트,  이미지  등이  국내외의  특허권  및 \n저작권을  침해하고  있다는  이유로  주관기관을  상대로  한  소송이  제기되었을  경\n우  계약자의  비용으로  이를  변호하고,  주관기관에  발생된  손해  및  비용에  대하\n여  배상하여야  함\nㅇ  조달청  지침  “일반용역계약특수조건”  제14조(특허권  또는  저작권의  침해)에  따\n라  본  용역의  수행에  있어  제3자의  특허권  또는  저작권을  침해하였다하여  손해\n배상  청구  소송이  제기되면  계약상대자는  배상  및  모든  책임을  진다.\nㅇ  공급자는  지식재산권의  활용을  위하여  SW산출물의  반출을  요청할  수  있으며, \n발주기관에서는  「보안업무규정」  제4조  및  제안요청서에  명시된  누출금지정보\n에  해당하지  않을  경우  SW산출물을  제공함.(단  공급자는  아래  내용을  준수하여\n야  함)\nㅇ  공급자는  공급받은  SW산출물에  대하여  제안요청서,  계약서  등에  누출금지정\n보로  명시한  정보를  삭제하고  활용하여야  하며,  이를  확인하는  공급자  대표명\n의의  확약서를  발주기관에  제출하여야  함\nㅇ  공급자가  반출된  SW산출물을  제3자에게  제공하려는  경우  반드시  발주기관으\n로부터  사전승인을  받아야  함\nㅇ발주기관은  공급자가  제공받은  SW산출물을  무단으로  유출하거나  누출되는  경\n우  및  누출금지정보를  삭제하지  않고  활용하는  경우에는  「국가계약법」제76조\n제1항제3호  및  「지방계약법」제92조제1항제19호에  따라  입찰참가자격을  제한함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 41 - 요구사항 고유번호 PSR-005 요구사항 명칭 소프트웨어 사업정보 제출 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 소프트웨어 사업정보 데이터 작성 및 제출 세부 내용 ᄋ본 사업은 소프트웨어산업진흥법 제22조에 따라 해당 사업 수주자는 SW사업정 보SW사업 수행 및 실적정보 데이터를 작성 및 제출하여야 함 ᄋSW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW 사업정보 저장소 데이터 제출 안내문서를 참조토록 함 ᄋSW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 명 시하도록 함 ᄋSW사업정보 데이터는 수주기업 프로젝트 PM이 1차 작성하며, 사업 수주자 가 작성하기 어려운 항목에 대해서는 발주 담당자가 작성할 수 있음 ᄋSW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 산정 가능 전문가를 포함토록 함 자세한 세부 조치사항은 주관기관과 협의 후 진행함 요구사항 고유번호 PSR-006 요구사항 명칭 문화체육관광부 공공저작물 등록연계 활용와 정보 연계 추진 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 구축운영 시, 공공문화정보를 공공저작물 등록연계 활용 활성화 협력 추진 세부 내용 ᄋ 본 사업의 수행을 통해 구축운영 시, 산출되는 다양한 콘텐츠를 문화체육 관광부 공공저작물 등록연계 활용과 공공누리사이트에 연계 함 - 저작권법 제24조의2 공공저작물의 자유이용 - 공공저작물 저작권 관리 및 이용 지침문화체육관광부고시 제 2019-6호, 2019.1.31 준수 제24조의2공공저작물의자유이용 1국가또는지방자치단체가업무상작성하여 공표한저작물이나계약에따라저작재산권의전부를보유한저작물은허락없이 이용할수있다. 다만, 저작물이다음각호의어느하나에해당하는경우에는그 러하지아니하다. 1. 국가안전보장에관련되는정보를포함하는경우 2. 개인의사생활또는사업상비밀에해당하는경우 3. 다른법률에따라공개가제한되는정보를포함하는경우 4. 제112조에따른한국저작권위원회에등록된저작물로서국유재산법에따른 국유재산또는공유재산및물품관리법에따른공유재산으로관리되는경우 2국가는공공기관의운영에관한법률제4조에따른공공기관이업무상작 성하여공표한저작물이나계약에따라저작재산권의전부를보유한저작물의이 용을활성화하기위하여대통령령으로정하는바에따라공공저작물이용활성화 시책을수립ᆞ시행할수있다. 제4조기본원칙 1공공기관등은공공저작물이민간에서널리신속하고편리하게 활용될수있도록관리하여야하며, 궁극적으로문화및관련산업발전에이바지 할수있도록하여야한다. 2공공기관등은다른법률에특별한규정이있는경우를제외하고는공공저작물 을국민이자유이용할수있도록제공하여야한다. - 42 - 요구사항 고유번호 PSR-006 요구사항 명칭 문화체육관광부 공공저작물 등록연계 활용와 정보 연계 추진 요구사항 분류 프로젝트 지원 요구사항 - 공공저작물 이용 활성화 시책사회관계장관회의, 2015.9.21. 추진과제에 공공 저작물 확보 및 수집강화 추진 - 공공누리사이트 관리기관한국문화정보원과의 원활한 데이터 연계 협력 지원 연계대상 데이터 및 콘텐츠의 공공저작권, 공공누리 마크 부착 등 제반사항 안내 자세한 정보 연계 세부 조치사항은 관리기관과 협의 후 진행함 제11조공공누리의적용 1공공기관등은공표한공공저작물이자유이용대상인지 알수있도록공공누리를적용하여야한다. 2국가및지방자치단체는공공저작물이법제24조의2 제1항각호의어느하나에 해당하거나저작재산권의일부를가지고있는제3자가동의하지않는경우에는공 공누리를적용할수없다. 3공공기관은본래의업무수행에상당한지장을초래할우려가있거나이용료징 수가불가피한경우공공누리를적용하지않을수있다. 단, 이경우한국저작권위 원회에저작권등록을하여야한다. 제16조공공저작물개방지원센터운영 1문화체육관광부장관은공공저작물의체 계적인관리및개방을지원하기위하여공공저작물개방지원센터를설치운영할 수있다. 요구사항 고유번호 PSR-007 요구사항 명칭 문화체육관광부 문화포털과 정보 등록 및 서비스 연계 추진 요구사항 분류 프로젝트 지원 요구사항 요구사항 상세설명 정의 구축운영 시, 공공문화정보를 문화포털 등록 및 서비스 연계 활성화 협력 추진 세부 내용 ᄋ 본 사업의 수행을 통해 구축운영 시, 산출되는 다양한 콘텐츠를 문화체육 관광부 문화포털에 직접 등록 및 서비스를 연계 함 - 문체부 정보화업무 규정 제16조문화포털의 구축 및 운영 - 문화포털 관리기관한국문화정보원과의 원활한 데이터 연계 협력 지원 연계대상 콘텐츠 및 서비스 연계 등 제반사항 안내 자세한 정보 연계 세부 조치사항은 관리기관과 협의 후 진행함 제16조문화포털의구축및운영 1지능정보화책임관은문화체육관광분야의정 보를통합적으로서비스하기위해문화정보통합서비스시스템이하문화포털이라 한다을구축하고, 제7조에따른전담기관으로하여금관리운영하게할수있다 2주관부서및각급기관의장은소관대국민정보시스템이문화포털과연계되어 서비스될수있도록적극협조하여야하며, 기존시스템기능개선및신규서비스 를구축할경우에는계획단계부터문화포털과의연계성을검토하여야한다.",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "소프트웨어  사업정보  제출"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어  사업정보  데이터  작성  및  제출"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ본  사업은  「소프트웨어산업진흥법  제22조」에  따라  해당  사업  수주자는  SW사업정\n보(SW사업  수행  및  실적정보)  데이터를  작성  및  제출하여야  함\nㅇSW사업정보  데이터  작성  및  제출에  관한  사항은  www.spir.kr  자료실의  ‘SW\n사업정보  저장소  데이터  제출  안내’문서를  참조토록  함\nㅇSW사업정보  데이터는  사업수행계획서  작성  시  단계별  산출물  리스트에  명\n시하도록  함\nㅇSW사업정보  데이터는  수주기업  프로젝트  PM이  1차  작성하며,  사업  수주자\n가  작성하기  어려운  항목에  대해서는  발주  담당자가  작성할  수  있음\nㅇSW사업정보  중  기능점수  데이터의  작성을  위해  사업수행  인원  중  기능점수 \n산정  가능  전문가를  포함토록  함\n※  자세한  세부  조치사항은  주관기관과  협의  후  진행함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "문화체육관광부  <공공저작물  등록·연계  활용>와  정보  연계  추진"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "",
            "",
            "제11조(공공누리의 적용) ① 공공기관 등은 공표한 공공저작물이 자유이용대상인지\n알 수 있도록 공공누리를 적용하여야 한다.\n② 국가 및 지방자치단체는 공공저작물이 법 제24조의2 제1항 각호의 어느 하나에\n해당하거나 저작재산권의 일부를 가지고 있는 제3자가 동의하지 않는 경우에는 공\n공누리를 적용할 수 없다.\n③ 공공기관은 본래의 업무수행에 상당한 지장을 초래할 우려가 있거나 이용료 징\n수가 불가피한 경우 공공누리를 적용하지 않을 수 있다. 단, 이 경우 한국저작권위\n원회에 저작권 등록을 하여야 한다.\n제16조(공공저작물 개방지원센터 운영) ① 문화체육관광부장관은 공공저작물의 체\n계적인 관리 및 개방을 지원하기 위하여 공공저작물개방지원센터를 설치▪운영할\n수 있다.\n  -  공공저작물  이용  활성화  시책(사회관계장관회의,  2015.9.21.)  추진과제에  공공\n저작물  확보  및  수집강화  추진\n  -  공공누리사이트  관리기관(한국문화정보원)과의  원활한  데이터  연계  협력  지원\n        연계대상  데이터 및  콘텐츠의 공공저작권,  공공누리 마크 부착 등  제반사항 안내\n  ※  자세한  정보  연계  세부  조치사항은  관리기관과  협의  후  진행함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "문화체육관광부  <문화포털>과  정보  등록  및  서비스  연계  추진"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "구축·운영  시,  공공문화정보를  <문화포털  등록  및  서비스  연계>  활성화  협력  추진"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업의  수행을  통해  구축·운영  시,  산출되는  다양한  콘텐츠를  문화체육\n관광부  <문화포털>에  직접  등록  및  서비스를  연계  함 \n-  문체부  정보화업무  규정  제16조(문화포털의  구축  및  운영)\n제16조(문화포털의 구축 및 운영)\n① 지능정보화책임관은 문화체육관광 분야의 정\n보를 통합적으로 서비스하기 위해 문화정보통합서비스시스템(이하 “문화포털”이라\n한다)을 구축하고, 제7조에 따른 전담기관으로 하여금 관리․운영하게 할 수 있다\n② 주관부서 및 각급 기관의 장은 소관 대국민 정보시스템이 문화포털과 연계되어\n서비스될 수 있도록 적극 협조하여야 하며, 기존 시스템 기능 개선 및 신규 서비스\n를 구축할 경우에는 계획 단계부터 문화포털과의 연계성을 검토하여야 한다.\n-  문화포털  관리기관(한국문화정보원)과의  원활한  데이터  연계  협력  지원\n        연계대상  콘텐츠 및  서비스 연계 등  제반사항 안내\n  ※  자세한  정보  연계  세부  조치사항은  관리기관과  협의  후  진행함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "문화체육관광부  <공공저작물  등록·연계  활용>와  정보  연계  추진"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "구축·운영  시,  공공문화정보를  <공공저작물  등록·연계  활용>  활성화  협력  추진"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  사업의  수행을  통해  구축·운영  시,  산출되는  다양한  콘텐츠를  문화체육\n관광부  <공공저작물  등록·연계  활용>과  <공공누리사이트>에  연계  함 \n-  저작권법  제24조의2  (공공저작물의  자유이용)\n제24조의2(공공저작물의 자유이용) ① 국가 또는 지방자치단체가 업무상 작성하여\n공표한 저작물이나 계약에 따라 저작재산권의 전부를 보유한 저작물은 허락 없이\n이용할 수 있다. 다만, 저작물이 다음 각 호의 어느 하나에 해당하는 경우에는 그\n러하지 아니하다.\n1. 국가안전보장에 관련되는 정보를 포함하는 경우\n2. 개인의 사생활 또는 사업상 비밀에 해당하는 경우\n3. 다른 법률에 따라 공개가 제한되는 정보를 포함하는 경우\n4. 제112조에 따른 한국저작권위원회에 등록된 저작물로서 「국유재산법」에 따른\n국유재산 또는 「공유재산 및 물품 관리법」에 따른 공유재산으로 관리되는 경우\n② 국가는 「공공기관의 운영에 관한 법률」 제4조에 따른 공공기관이 업무상 작\n성하여 공표한 저작물이나 계약에 따라 저작재산권의 전부를 보유한 저작물의 이\n용을 활성화하기 위하여 대통령령으로 정하는 바에 따라 공공저작물 이용활성화\n시책을 수립ㆍ시행할 수 있다.\n  -  공공저작물 저작권 관리 및 이용 지침(문화체육관광부고시 제 2019-6호, 2019.1.31) 준수\n제4조(기본원칙) ① 공공기관 등은 공공저작물이 민간에서 널리 신속하고 편리하게\n활용될 수 있도록 관리하여야 하며, 궁극적으로 문화 및 관련 산업 발전에 이바지\n할 수 있도록 하여야 한다.\n② 공공기관 등은 다른 법률에 특별한 규정이 있는 경우를 제외하고는 공공저작물\n을 국민이 자유이용할 수 있도록 제공하여야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 43 - V. 제안안내사항 입찰방식 및 입찰유의사항 1 입찰 참가 자격 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조 및 동법 시행 규칙 제14조 규정에 따라 경쟁입찰 참가자격을 갖추어야 하며, 조달청 입찰참가자격등록증 소지업체이어야 함 입찰등록마감일 현재국가를 당사자로 하는 계약에 관한 법률제 27조 및 같은 법 시행령제76조의 규정에 의거 부정당업자로 입찰 참가 자격 제한 중에 있지 아니한 업체 미자격자가 고의로 입찰에 참가하였을 경우 관계 규정에 따라 부정당업자로 제재할 수 있음 소프트웨어산업진흥법 제24조소프트웨어사업자의 신고에 의한 소프트웨어사업의 신고분야 중 컴퓨터관련 서비스사업자로 신고한 자 업종코드 1468 본 사업은 하도급을 불허함 소프트웨어산업진흥법 제24조의2중소 소프트웨어사업자의 사업 참여 지원 제2항에 따라 대기업의 참여가 제한됨 본 사업은 20억 미만의 사업으로, 소프트웨어산업 진흥법제24조2 제2항 및 과학기술정보통신부 고시에 의거 대기업 및 중견기업인 소프트 웨어 사업자의 입찰 참여를 제한하며 단독 계약만 가능함공동, 분담 이행방식 허용하지 않으며 중소기업자만 입찰참가 가능 중소기업제품구매촉진및판로지원에관한법률제9조 및 동법 시 행령 제10조 규정에 의한 직접생산증명서 전산업무소프트웨어 개발포함분야-정보시스템개발서비스-8111159901소지업체 단, 입찰전일 이전에 발표된 것으로 유효기간 내에 있어야 함. 중소기업기본법제2조에 따른 중소기업자 및소상공인 보호 및 지원에 관한 법률제2조에 따른 소상공인으로서중소기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업소상공인 - 44 - 확인서를 소지한 자 소프트웨어 진흥법 제 조 제항 규정에 의거 독점규제 및 공정거래에 관한 법률 제 조에 따라 지정된 상호출자제한기업 집단에 속하는 기업도 입찰에 참여할 수 없음 2 입찰 및 낙찰자 결정 입찰방식 제한경쟁입찰 낙찰자 결정 협상에 의한 계약체결 국가를 당사자로 하는 계약에 관한 법률 시행령 43조협상에 의한 계약체결 제안서 평가방법 및 기술평가기준 1 제안서 평가방법 평가원칙 제안내용에 대하여 기술평가위원회를 구성하고 제안설명회를 개최 하여 평가하며제안서에 기재 되지 않는 사항은 평가하지 않음 제출기한 내 접수된 제안서에 한하여 대한장애인체육회 관련규정 및 기타 법령 등에 근거 객관적이고 공정한 기준과 절차에 따라 점수화하고 협상 순위 결정 제안사는 평가방법 및 결과에 대해 이의를 제기할 수 없음 대한장애인체육회에서 기술평가위원회를 구성하여 공정하고 객관적인 기준으로 평가심사 평가기준 평가는 총점을 점으로 하고 기술평가 점 가격평가 점 비중으로 함 단 기술평가 점수가 일정비율 이상인 업체 만을 대상으로 가격평가 점수를 합산하여 평가함",
      "tables": [],
      "has_images": true,
      "image_count": 27
    },
    {
      "page": 20,
      "text": "- 45 - 평가위원회는 제안업체에 설명 또는 추가 자료를 요청할 수 있음. 단, 평가의 반영은 제안서에 한하며 추가 자료는 참고용으로만 활용 제출제안서 중 다음의 사유에 대하여는 평가에서 제외함 - 자격기준 미달 및 제출서류 허위 작성한 경우 - 기타 심사에 부정한 행위를 한 경우 등 평가방법 기술평가90와 가격평가10를 실시하여 종합평가점수로 선정 구 분 반영비율 평가 주체 기술평가점수 90 기술평가위원회 가격평가점수 10 경영관리부계약부서 종합평가점수 협상자 선정, 협상 기술90 가격10 경영관리부계약부서 관련근거 행정기관및공공기관정보시스템구축운영지침 2 기술평가 기준 제안서 평가항목 및 배점90점 평가 부문 평가 항목 평가기준 평가요소 배점 한도 일반 부문 20 사업 이해도 사업의 특성 및 목표에 대해 주변 환경 분 석과 업무내용의 연관관계의 이해를 바탕 으로 일관성 있는 방향과 전략을 제시하고 있는가를 평가한다. 제안요청 내용의 이해도 - 제안의 목적, 범위, 요건, 문제파악의 정확 성, 유지관리 대상시스템에 대한 이해도 제안요청서와의 부합성 10 추진 전략 사업 수행 시 위험요소를 고려하여 얼마나 창의적이며 타당한 대안을 제시하였는가를 평가한다. 추진전략의 창의성, 타당성 적용기술의 최신성, 혁신성, 실현가능성 5 사업수행 조직구성 유지관리 사업의 조직체계, 사업자간 협력 방안 등을 평가한다. 유지관리 사업의 조직체계 적정성 - 기능별 조직구성 및 관리방안의 적정성 관련 정보화 사업자와 협력 및 지원 방안 5 기술 및 기능 20 적용기술 사업에서 적용하고자 하는 기술이 향후 확 장성을 고려하여 현실적으로 실현 가능하 게 제시되어 있는지를 평가한다 제안기술의 실현가능성 적용기술의 혁신성 적용기술의 최신성 5 기능요구 사항 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 방안이 구체적으 로 기술되어 있는가를 평가하고, 제안한 방안 및 기술이 적용가능한지를 평가한다 기능요구사항 분석 및 방안의 타당성 기능요구사항 분석의 적정성 관련 방안과 기술의 적용 가능성 5 시스템운 용요구사 시스템 운용요구 중촉도는 운영 시 필요한 사항에 대하여 경험을 바탕으로 제시하고, 시스템 운영요구사항의 충족도 시스템 운영요구사항의 대응책 타당성 5 단위 점 - 46 - 평가 부문 평가 항목 평가기준 항 고려사항 및 유사시 대응책을 제시하고 있 는가를 평가한다 보안요구 사항 보안대책 및 누출금지 대상정보의 관리방 안, 통제방침을 제시하고 구체적으로 기술 되어 있는가를 평가하고, 제안한 방안 및 기술이 적용가능한지를 평가한다 사업 관리 부문 15 관리 방법론 사업위험, 사업진도, 사업수행시 보안을 관 리하는 방법, 사업수행 성과물이나 산출물 의 형상 및 문서를 관리하는 방법 등을 평 가한다. 일정 계획 사업수행에 필요한 활동을 도출하여 정확 한 활동 기간의 산정과 도출된 활동 간의 배열이 합리적인지, 중간목표가 적정하게 제시되어 있는지, 각 활동에 적합한 자원이 적절히 할당되어 있는지 등을 평가한다. 개발 장비 사업자의 참여 의지 및 조직적 대응 정도, 사업참여의 준비성과 관련하여 개발환경의 구성여부와 해결방안을 명확히 제시하고 있는가를 평가한다. 성능 및 품질 15 성능요구 사항 구현하고자 하는 기능을 통해 요구 성능이 충족되도록 방법론 및 분석 도구를 통하여 구체적인 내용으로 분석되고 구현 및 테스 트 방안이 구체적으로 기술되어 있는가를 평가하고, 제안한 방안 및 기술을 통해 요 구 성능을 충족시킬 수 있는지를 평가한 다. 품질요구 사항 제공되는 분석 도구 및 구현 방안, 테스트 방안이 구체적으로 기술되어 있는가를 평 가하고, 분석ᆞ설계 등 각 단계별 품질 요 구사항의 점검 및 검토 방안이 구체적으로 계획되어 있는가를 평가한다. 또한 각 단 계마다 품질 요구사항을 점검하는 별도의 전문 인력이 투입되는가를 평가한다. 인터페이 스요구사 항 시스템 인터페이스 타 시스템과의 연계 방안들에 대한 장ᆞ단점의 분석을 통해 가 장 적합한 방안이 구체적으로 기술되어 있 는가를 평가하고, 구현 경험이 있는 인터 페이스 담당자가 투입되는지 평가한다. 사용자 인터페이스 사용자 편의성을 고 려하여 요구사항을 제공하기 위한 분석 및 설계, 구현 방안과 검토 계획을 구체적으 로 기술하였는가를 평가하고, 구현 경험이 있는 사용자 인터페이스 담당자가 투입되 는지 평가한다. 기타 20 교육훈련 시스템 공급자가 시스템 운영 및 관리자를 위해 제공 및 지원하는 각종 교육훈련의 방법, 내용, 일정 및 조직 등에 대해 평가 한다. 하자 보수 시스템 공급자가 제시하는 하자보수 및 하 자보수 계획, 조직, 절차, 범위 및 기간과 이 와 관련된 기타의 활동 및 그 제한사항에 대해 평가한다. 비상 대책 시스템 공급자가 안정적인 시스템 운영을 위해 제시하는 각종 백업복구 및 장애대 응 대책에 대하여 평가한다. 유사사업 최근 3년간 전산시스템 관련 유지보수 관련",
      "tables": [
        [
          [
            "구  분",
            "반영비율",
            "평가  주체"
          ],
          [
            "기술평가점수",
            "90%",
            "기술평가위원회"
          ],
          [
            "가격평가점수",
            "10%",
            "경영관리부(계약부서)"
          ],
          [
            "종합평가점수\n협상자  선정,  협상",
            "기술(90%)  +  가격(10%)",
            "경영관리부(계약부서)"
          ]
        ],
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준"
          ],
          [
            "",
            "항",
            "고려사항  및  유사시  대응책을  제시하고  있\n는가를  평가한다"
          ],
          [
            "",
            "보안요구\n사항",
            "보안대책  및  누출금지  대상정보의  관리방\n안,  통제방침을  제시하고  구체적으로  기술\n되어  있는가를  평가하고,  제안한  방안  및 \n기술이  적용가능한지를  평가한다"
          ],
          [
            "사업\n관리\n부문\n(15)",
            "관리\n방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관\n리하는  방법,  사업수행  성과물이나  산출물\n의  형상  및  문서를  관리하는  방법  등을  평\n가한다."
          ],
          [
            "",
            "일정\n계획",
            "사업수행에  필요한  활동을  도출하여  정확\n한  활동  기간의  산정과  도출된  활동  간의 \n배열이  합리적인지,  중간목표가  적정하게 \n제시되어  있는지,  각  활동에  적합한  자원이 \n적절히  할당되어  있는지  등을  평가한다."
          ],
          [
            "",
            "개발\n장비",
            "사업자의  참여  의지  및  조직적  대응  정도, \n사업참여의  준비성과  관련하여  개발환경의 \n구성여부와  해결방안을  명확히  제시하고 \n있는가를  평가한다."
          ],
          [
            "성능 \n및 \n품질 \n(15)",
            "성능요구\n사항",
            "구현하고자  하는  기능을  통해  요구  성능이 \n충족되도록  방법론  및  분석  도구를  통하여 \n구체적인  내용으로  분석되고  구현  및  테스\n트  방안이  구체적으로  기술되어  있는가를 \n평가하고,  제안한  방안  및  기술을  통해  요\n구  성능을  충족시킬  수  있는지를  평가한\n다."
          ],
          [
            "",
            "품질요구\n사항",
            "제공되는  분석  도구  및  구현  방안,  테스트 \n방안이  구체적으로  기술되어  있는가를  평\n가하고,  분석ㆍ설계  등  각  단계별  품질  요\n구사항의  점검  및  검토  방안이  구체적으로 \n계획되어  있는가를  평가한다.  또한  각  단\n계마다  품질  요구사항을  점검하는  별도의 \n전문  인력이  투입되는가를  평가한다."
          ],
          [
            "",
            "인터페이\n스요구사\n항",
            "시스템  인터페이스 \n:  타  시스템과의  연계 \n방안들에  대한  장ㆍ단점의  분석을  통해  가\n장  적합한  방안이  구체적으로  기술되어  있\n는가를  평가하고,  구현  경험이  있는  인터\n페이스  담당자가  투입되는지  평가한다.\n사용자  인터페이스  :  사용자  편의성을  고\n려하여  요구사항을  제공하기  위한  분석  및 \n설계,  구현  방안과  검토  계획을  구체적으\n로  기술하였는가를  평가하고,  구현  경험이 \n있는  사용자  인터페이스  담당자가  투입되\n는지  평가한다."
          ],
          [
            "기타\n(20)",
            "교육훈련",
            "시스템  공급자가  시스템  운영  및  관리자를 \n위해  제공  및  지원하는  각종  교육훈련의 \n방법,  내용,  일정  및  조직  등에  대해  평가\n한다."
          ],
          [
            "",
            "하자\n보수",
            "시스템  공급자가  제시하는  하자보수  및  하\n자보수  계획,  조직,  절차,  범위  및  기간과  이\n와  관련된  기타의  활동  및  그  제한사항에 \n대해 평가한다."
          ],
          [
            "",
            "비상\n대책",
            "시스템  공급자가  안정적인  시스템  운영을 \n위해  제시하는  각종  백업/복구  및  장애대\n응  대책에  대하여  평가한다."
          ],
          [
            "",
            "",
            "유사사업 최근  3년간  전산시스템  관련  유지보수  관련"
          ]
        ],
        [
          [
            "평가\n부문",
            "평가\n항목",
            "평가기준",
            "평가요소",
            "배점\n한도"
          ],
          [
            "일반\n부문\n(20)",
            "사업\n이해도",
            "사업의  특성  및  목표에  대해  주변  환경  분\n석과  업무내용의  연관관계의  이해를  바탕\n으로  일관성  있는  방향과  전략을  제시하고 \n있는가를  평가한다.",
            "․  제안요청  내용의  이해도\n  -  제안의  목적,  범위,  요건,  문제파악의  정확\n성,  유지관리  대상시스템에  대한  이해도\n․  제안요청서와의  부합성",
            "10"
          ],
          [
            "",
            "추진\n전략",
            "사업  수행  시  위험요소를  고려하여  얼마나 \n창의적이며  타당한  대안을  제시하였는가를 \n평가한다.",
            "․  추진전략의  창의성,  타당성\n․  적용기술의  최신성,  혁신성,  실현가능성",
            "5"
          ],
          [
            "",
            "사업수행\n조직구성",
            "유지관리  사업의  조직체계,  사업자간  협력\n방안  등을  평가한다.",
            "․  유지관리  사업의  조직체계  적정성\n  -  기능별  조직구성  및  관리방안의  적정성\n․  관련  정보화  사업자와  협력  및  지원  방안",
            "5"
          ],
          [
            "기술 및 \n기능 \n(20)",
            "적용기술",
            "사업에서  적용하고자  하는  기술이  향후  확\n장성을  고려하여  현실적으로  실현  가능하\n게  제시되어  있는지를  평가한다",
            "․  제안기술의  실현가능성\n․  적용기술의  혁신성\n․  적용기술의  최신성",
            "5"
          ],
          [
            "",
            "기능요구\n사항",
            "방법론  및  분석  도구를  통하여  구체적인 \n내용으로  분석되고  구현  방안이  구체적으\n로  기술되어  있는가를  평가하고,  제안한 \n방안  및  기술이  적용가능한지를  평가한다",
            "․  기능요구사항  분석  및  방안의  타당성 \n․  기능요구사항  분석의  적정성 \n․  관련  방안과  기술의  적용  가능성",
            "5"
          ],
          [
            "",
            "시스템운\n용요구사",
            "시스템  운용요구  중촉도는  운영  시  필요한 \n사항에  대하여  경험을  바탕으로  제시하고,",
            "․  시스템  운영요구사항의  충족도 \n․  시스템  운영요구사항의  대응책  타당성",
            "5"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 21,
      "text": "- 47 - 정량평가 기준 유사사업수행경험사업수행실적 10점 주 1유사분야 범위 정보시스템 유지운영 및 보수 관련 사업실적 등 2심사항복은 사업수행실적 및 제출된 증빙자료용역이행 실적증명서에 의하여 평가하며, 금액은 부가세 제외 3해당 증빙자료용역이행 실적증명서 미제출 시 최하점 부여 입찰가격 평가 분 야 평가항목 배점한도 입찰가격 입찰가격의 적정성 10점 3 제안설명회 개최 제안설명회 일정 및 장소는 제안서 접수 후, 제안사별로 별도 통보 제안설명회 미참석에 따른 불이익은 제안사가 감수하여야 함 제안 설명은 제안사의 실무책임자PM가 직접 발표하여야 하며, PM이 발표하지 않을 경우 발표 없이 제안서에 대한 서면평가로만 진행함 발표시간은 제안사당 15분이내질의응답 별도로 하며 제안 설명회 참가인원은 제안사별 2명발표자포함 이내로 한정발표시간, 참가 인원 등은 추후 변동가능 4 협상적격자 선정 및 협상 평가 부문 평가 항목 평가기준 평가요소 배점 한도 수행경험 사업 수행실적 의해 점수 산정 계 90 심사항목 배점 평가방법 평점 비고 최근 3년 내 유사사업 이행 실적 10점 A. 5회 이상 B. 4회 C. 3회 D. 2회 E. 1회 10 9 8 7 6 - 48 - 협상적격자 선정 및 협상 순서 관련근거 - 국가를 당사자로 하는 계약에 관한 법률 시행령제43조 2지 식기반사업의 계약방법 및 협상에 의한 계약체결 기준 제안서 평가는 기술능력평가와 가격평가를 실시하여 종합평가점수 산출 - 동점 시 처리방침 종합평가점수가동점인경우기술평가점수가높은업체를선정 기술평가점수도동일한경우배점이큰평가항목에서점수가높은업체선정 - 평가점수에서 소수점 이하가 있는 경우 소수점 3자리에서 반올림 기술평가 점수90점만을 기준으로 일정비율85 이상인 자를 협상 적격자로 선정하며, 고득점 순으로 협상시행 및 계약체결 협상적격자가 없는 경우 재공고 입찰 실시 협상방법 및 기준 협상일정은 협상대상으로 선정된 업체에 한하여 개별통보 협상대상자가 제안한 사업내용, 이행방법, 이행일정, 제안가격 등 제안 서의내용을 대상으로 협상 실시 가격협상에서는 당해 사업예산또는 예정가격 이하로서 협상 대상 자가제안한 가격이 기준 가격이 됨 우선협상대상자와 협상이 성립되지 않으면 동일한 기준과 절차에 따라 순차적으로 차순위 적격자와 협상을 실시함 제안서 제출일정 및 방법 제출기한 공고문 참조 제출양식 제안서 본문 내용은 120페이지60장 이내로 작성 양면 및 단색으로 인쇄 3hole 바인더 또는 제본, 제안 설명 시 홍보동영상 활용 금지",
      "tables": [
        [
          [
            "심사항목",
            "배점",
            "평가방법",
            "평점",
            "비고"
          ],
          [
            "최근  3년  내  유사사업  이행  실적",
            "10점",
            "A.  5회  이상 \nB.  4회 \nC.  3회 \nD.  2회 \nE.  1회",
            "9 8 7 6\n10",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 49 - 제안요약서는 20페이지로 별도 제출 제출장소 대한장애인체육회 경영관리부 제출방법 제출기한 내 제안자 또는 대리인의 방문 직접 접수만을 인정 택배, 우편접수 불가 제출기한 공고문 참조 문의사항 체육육성부 민대홍 대리02-3434-4591 제안요청서에 대한 의문사항은 반드시 전화 또는 방문하여 질의 하며, 응답사항은반드시 법적 효력을 갖지 못함 원칙적으로 제안요청서 이외의 각종 자료를 제공하지 않음 제안요청서, 입찰공고 및 이에 근거한 별첨 등에 명시되지 않은 사항은 국가를당사자로하는계약에관한법률, 협상에의한계약체결기준 등 국가 계약관련 법령을 따름 제안서 보상 본 사업은 사업예산 20억 미만의 소프트웨어 사업으로, 소프트 웨어사업의 제안서 보상기준 등에 관한 운영규정미래창조과학 부고시 제 2013-147, 2013.09.06. 제2조에 의거 제안서 보상은 실 시하지 않음 - 50 - VI. 기타사항 협약 일반사항 ᄋ 과업수행자는 본 과업지시서에 따라 계약자의 의무를 충실히 수행 하여야 하며, 과업수행과 관련한 발주기관의 별도 요청에 성실히 응해야 함 ᄋ 과업목적의 달성을 위하여 필요한 사항은 발주기관의 지시에 따라 수정 및 보완해야 함 ᄋ 투입인력 중 발주기관의 필요에 의해 특정분야 인력의 교체를 요구할 경우, 발주기관과 협의된 인력으로 교체하여야 함 ᄋ 사업수행과정에서 발생하는 제반 책임 및 행정적, 기술적 제반 비용과 문제처리는 과업수행자가 부담함 과업내용 확정 심의 여부 ᄋ 본 사업은 소프트웨어 진흥법제50조에 따른 과업내용 확정을 위하여 과업심의위원회를 개최 한 사업임 ᄋ 본 사업은 소프트웨어 진흥법제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액 계약기간 조정이 필요한 경우, 계약상대자는 국가기관등의 장에게 소프트웨어사업 과업변경요청서를 제출하여 과업심의위원회 개최를 요청할 수 있으며, 국가기관등의 장은 과업심의위원회 개최요청에 대해서 특별한 사정이 없으면 수용해야 함 과업의 변경 ᄋ 과업수행자는 과업량의 증감, 과업내용의 변경 또는 발주기관에서 필요하다고 인정할 때 및 과업내용의 변경이 불가피할 경우 발주기관의 승인을 얻어 계약범위, 내용, 비용, 기간 등을 변경할 수 있음 ᄋ 위 과업범위 등에 대한 변경사항 발생 시 과업변경심의위원회 개최",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 51 - 요청할 수 있음 ᄋ 업무 수행에 필요한 경우, 기타 변동사항은 상호합의에 의하여 결정함 과업의 승인 ᄋ 과업수행자는 수시, 정기 제출이나 보고를 통해서 지적된 사항이나 수정 요구사항은 각각 재작성하여 발주기관의 승인을 받아야 하며, 과업의 완성은 계약 상대자가 발주기관에 제출한 제작물을 발주 기관이 최종 승인함으로써 완성됨 과업기간의 연장 ᄋ 발주기관은 다음 각 호의 사유로 사업기간이 연장되어야 한다고 판단될 때에는 계약기간을 연장할 수 있음. 단, 계약금액은 변동 없음 - 천재지변 또는 이에 준하는 사항이 발생하였을 때 - 기타 발주기관이 정당한 사유가 있다고 판단하였을 때 보안 유지 ᄋ 결과물에 대하여는 발주기관의 사전승인 없이 사용할 수 없음 ᄋ 본 과업에 대한 모든 서류, 자료 등은 과업에 관련되지 않은 목적 으로 사용할 수 없으며, 발주기관의 사전승인 없이는 타인에게 제공 또는 대여할 수 없음 ᄋ 본 용역계약에 의해 수행된 과업의 원 자료를 포함한 과업성과품에 대한 지적재산권 일체와 2차적 저작물 또는 편집저작물의 저작권 은 발주기관이 소유하며, 발주기관은 필요 시 제작물의 내용을 일 부 보완수정할 수 있음 ᄋ 발주기관이 제공하지 않은 자료사진, 일러스트 등 시각자료는 위 탁기관에서 수집, 가공하여 사용하되, 발주기관과 사전 협의 후 사용해야 함 - 52 - ᄋ 결과에 대한 파일, 책자, 영상을 포함한 모든 자료는 발주기관에 제출해야 함 책임소재 ᄋ 과업수행자는 본 과업과 관련하여 발생하는 사건사고에 대하여 민형사상의 모든 책임을 짐. 다만, 과업수행자의 귀책사유 없음을 입증하는 경우에는 그러하지 아니함 계약의 해지 등 ᄋ 발주기관은 다음사항에 대하여 계약을 해지할 수 있으며, 이 경우 과업수행자는 어떠한 보상도 받을 수 없음 - 과업수행자의 부도 및 기타 경영상의 중대한 사유로 과업수행이 불가능한 점이 명백히 인정되었을 경우 - 과업수행자의 고의, 과실 또는 무성의로 과업이 지연되거나 시정 요구사항이 이행되지 않아 과업 정상수행이 어렵다고 발주기관이 인정하였을 경우 기타사항 ᄋ 과업지시서에 명시되지 않은 사항이더라도 본 과업 수행 상 불가 피하거나 당연히 시행하여야 할 경미한 사항에 대해서는 본 계약에 포함된 것으로 봄 ᄋ 본 계약에 관한 소송은 발주기관의 소재지를 관할하는 법원에서 행함 ᄋ 기타 명시되지 아니한 사항은 발주기관과 과업수행자가 협의하여 정함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 53 - 별도서식 입찰 관련 제출 서류 구 분 항 목 제출서류 및 작성지침 비 고 입찰참가 등록서류 1부 별도작성 제출 입찰공고에 의 함 입찰제안 참가신청서 1부 서식1 개인정보 수집 및 이용 동의서 서식2 사업자등록증소프트웨어사업자 사본 1부 원본대조필 명기 후 인감으로 날인 - 법인등기부등본 1부법인인 경우 - 인감증명서 1부법인인 경우 법인인감 - 사용인감계 1부인감도장 지참 서식3 위임장 및 재직증명서 1부대리인이 등록할 경우 위임장은 서식1에 포함 첨부 - 경쟁입찰참가자격등록증 - 중소기업등록확인서 1부 - 직접생산증명서관련입찰 시 1부 - 기 타 서약서 1부 서식4 보안각서 1부 서식5 확인서입찰참가자격제한 및 징계사항 1부 서식6 입찰보증금 지급각서 1부 서식7 청렴계약이행서약서 1부 서식8 기타 정량평가에 필요한 서류 각 1부 - 제 안 서 사업수행 능력평가서 1부 별도작성 제출 공 문 제안서 제출 공문 대표자 인감이 날인된 공문에 의해 제출되어야 날인이 없는 경우 제안으로 인정하지 아니함 - 표 지 사업수행능력평가서 표지 서식9 사업수행능력 일반현황 및 연혁 1부 서식10 신용평가등급확인서 1부 - 최근 3년간 유사용역 수행실적 1부 서식11 참여인력현황 1부 4대보험 가입 현황 첨부 서식12 재무현황 1부 서식13 실적증명서 실적증명서 1부 최근 3년간 실적 발주기관에서 발급한 실적증명서 사본일 경우 원본대조필 명기 후 인감 날인 서식14 제안서 7부 제안서 사업계획서 제안서 작성안에 따라 작성 원본 1부 및 사본 6부, 제안서 USB 1개 업체명 기재는 원본에만 표기 - - 54 - 서식 제1호 입찰참가 신청서 신 청 인 상호 또는 법인명칭 주 소 대 표 자 입찰건명 입 찰 보증금 입찰보증금 지급확약서제출로 갈음서식 제6호 대 리 인 ᆞ 사용인감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. ᆞ성 명 ᆞ주민등록번호 본인은 귀 실에서 공고한 입찰에 참가하고자 귀 부에서 정한 입찰유의서 및 입 찰공고 사항을 모두 승낙하고 별첨서류를 첨부하여 입찰참가 신청을 합니다. 붙임서류 1. 입찰서류 목록 표기 2. 3. 4. 20 년 월 일 신청인 인감증명서상 인감날인 대한장애인체육회장 귀하",
      "tables": [
        [
          [
            "구    분",
            "",
            "항  목",
            "제출서류  및  작성지침",
            "비  고"
          ],
          [
            "입찰참가\n등록서류\n(1부  별도작성  제출)",
            "",
            "입찰공고에\n의          함",
            "입찰(제안)  참가신청서  1부",
            "서식1"
          ],
          [
            "",
            "",
            "",
            "개인정보  수집  및  이용  동의서",
            "서식2"
          ],
          [
            "",
            "",
            "",
            "사업자등록증(소프트웨어사업자)  사본  1부\n  (원본대조필  명기  후  인감으로  날인)",
            "-"
          ],
          [
            "",
            "",
            "",
            "법인등기부등본  1부(법인인  경우)",
            "-"
          ],
          [
            "",
            "",
            "",
            "인감증명서  1부(법인인  경우  법인인감)",
            "-"
          ],
          [
            "",
            "",
            "",
            "사용인감계  1부(인감도장  지참)",
            "서식3"
          ],
          [
            "",
            "",
            "",
            "위임장  및  재직증명서  1부(대리인이 등록할 경우)\n    ☞  위임장은  서식1에  포함  첨부",
            "-"
          ],
          [
            "",
            "",
            "",
            "경쟁입찰참가자격등록증",
            "-"
          ],
          [
            "",
            "",
            "",
            "중소기업등록확인서  1부",
            "-"
          ],
          [
            "",
            "",
            "",
            "직접생산증명서(관련입찰  시)  1부",
            "-"
          ],
          [
            "",
            "",
            "기    타",
            "서약서  1부",
            "서식4"
          ],
          [
            "",
            "",
            "",
            "보안각서  1부",
            "서식5"
          ],
          [
            "",
            "",
            "",
            "확인서(입찰참가자격제한  및  징계사항)  1부",
            "서식6"
          ],
          [
            "",
            "",
            "",
            "입찰보증금  지급각서  1부",
            "서식7"
          ],
          [
            "",
            "",
            "",
            "청렴계약이행서약서  1부",
            "서식8"
          ],
          [
            "",
            "",
            "",
            "기타  정량평가에  필요한  서류  각  1부",
            "-"
          ],
          [
            "제\n안\n서",
            "사업수행\n능력평가서\n(1부  별도작성 \n제출)",
            "공  문",
            "제안서  제출  공문\n  ※  대표자  인감이  날인된  공문에  의해  제출되어야\n        날인이  없는  경우  제안으로  인정하지  아니함",
            "-"
          ],
          [
            "",
            "",
            "표  지",
            "사업수행능력평가서  표지",
            "서식9"
          ],
          [
            "",
            "",
            "사업수행능력",
            "일반현황  및  연혁  1부",
            "서식10"
          ],
          [
            "",
            "",
            "",
            "신용평가등급확인서  1부",
            "-"
          ],
          [
            "",
            "",
            "",
            "최근  3년간  유사용역  수행실적  1부",
            "서식11"
          ],
          [
            "",
            "",
            "",
            "참여인력현황  1부\n  ※  4대보험  가입  현황  첨부",
            "서식12"
          ],
          [
            "",
            "",
            "",
            "재무현황  1부",
            "서식13"
          ],
          [
            "",
            "",
            "실적증명서",
            "실적증명서  1부\n  ※  최근  3년간  실적 \n  ※  발주기관에서  발급한  실적증명서\n  ※  사본일  경우  원본대조필  명기  후  인감  날인",
            "서식14"
          ],
          [
            "",
            "제안서\n7부",
            "제안서\n(사업계획서)",
            "제안서  작성(안)에  따라  작성\n  ※  원본  1부  및  사본  6부,  제안서  USB  1개\n  ※  업체명  기재는  원본에만  표기",
            "-"
          ]
        ],
        [
          [
            "입찰참가  신청서",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호 또는\n법인명칭",
            "",
            "",
            ""
          ],
          [
            "",
            "주    소",
            "",
            "",
            ""
          ],
          [
            "",
            "대 표 자",
            "",
            "",
            ""
          ],
          [
            "입찰건명",
            "",
            "",
            "",
            ""
          ],
          [
            "입  찰\n보증금",
            "“입찰보증금 지급확약서”제출로 갈음(서식 제6호)",
            "",
            "",
            ""
          ],
          [
            "대 리 인\nㆍ\n사용인감",
            "본 입찰에 관한 일체의 권한을 다음의\n자에게 위임합니다.\nㆍ성        명 :\nㆍ주민등록번호 :",
            "",
            "",
            ""
          ],
          [
            "본인은 귀 실에서 공고한 입찰에 참가하고자 귀 부에서 정한 입찰유의서 및 입\n찰공고 사항을 모두 승낙하고 별첨서류를 첨부하여 입찰참가 신청을 합니다.\n붙임서류 : 1.\n“입찰서류 목록 표기”\n2.\n3.\n4.\n년    월    일\n20\n신청인                  (인감증명서상 인감날인)\n대한장애인체육회장  귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 55 - 서식 제2호 개인정보보호 수집 및 활용 동의서 1. 대한장애인체육회의 개인정보 수집 및 이용 동의 필수 수집하는 개인정보의 항목 가. 대한장애인체육회는 아래와 같은 내용으로 개인정보를 수집하고자 합니다. - 항목 성명, 소속, 직위, 주민등록번호, 성별, 연락처, 주소, 학력 및 경력사항 등 개인정보 수집 목적 대한장애인체육회는 다음과 같은 이유로 개인정보를 수집합니다. - 입찰참가에 따른 본인확인 및 대리인 확인 용도 개인정보 보유기간 가. 입찰참가에 관한 정보제공의 필요 종결시까지 보유 개인정보 수집 동의 거부의 권리 가. 입찰참가 시 개인정보를 제공하고자 하는 자는 개인정보 활용 동의를 거부할 권리가 있으며, 거부할 경우 입찰참가가 제한될 수 있음을 알려 드립니다. 개인정보의 수집 및 이용목적에 동의하십니까? 동의함 동의하지 않음 2. 대한장애인체육회의 고유식별정보 수집 동의 동의 필수 대한장애인체육회는 아래의 내용으로 고유식별정보를 수집합니다. 1. 목적 입찰참가에 따른 본인 및 대리인 확인 자료 활용 2. 항목 정보보안 서약서 징구 등 3. 기간 입찰참가에 관한 정보제공의 필요 종결시까지 보유 4. 고유식별정보 수집에 동의하지 않을 권리가 있으며, 미동의시 입찰참가 및 이에 관한 자격이 제한될 수 있음을 알려드립니다. 고유식별정보 제공에 동의하십니까? 동의함 동의하지 않음 2021년 월 일 위원 소속 직위 성명 인 - 56 - 서식 제3호 사 용 인 감 계 당사기관는 대한장애인체육회 ᄋᄋᄋ 용역 계약서작성에 사용할 인감을 아래 와 같이 확인합니다. 사용인감 20 년 월 일 주 소 상 호 성 명",
      "tables": [
        [
          [
            "사용인감"
          ],
          [
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 57 - 서식 제4호 서 약 서 업 체 명 주 소 대한장애인체육회 ᄋᄋᄋ용역제안서 제출과 관련하여 다음과같이 제반사항을 준수할 것을 서약 합니다. 1. 제출된 모든 관련 증빙서류는 성실하게 작성 제출하며, 만일 허위기재사항 등이 확인될 경우와 신청자격에 해당되지 않을 경우에는 참가자격에서 제외되어도 아무런 이의를 제기하지 않 겠습니다. 2. 귀 시가 평가를 위해 구성한 평가위원과 평가방법 및 평가기준 에 따른 결과에 대해서도 어떠한 이의를 제기하지 않겠습니다. 20 년 월 일 대표자 성명 서명 또는 인 - 58 - 서식 제5호 보 안 각 서 본인본 기관ᆞ업체은 귀 체육회가 발주한 용역 건 제안참여와 관련 하여 다음사항을 준수할 것을 각서로 제출합니다. 1. 본인은 본 제안참여에 있어 제안요청서상의제반 보안사항을 철저 히 이행하겠으며, 2. 보안사항을 외부에 누설시켜 중대한 문제점을 야기시켰을경우에는 보안관계 제 법규에 의거 처벌받음은 물론 어떠한 제재조치를 취하 여도 이의를 제기하지 않을 것임. 20 년 월 일 소 속 직 위 성 명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 59 - 서식 제6호 확 인 서 입찰참가자격제한 및 징계사항 본 기관연구기관ᆞ공익법인ᆞ교육기관ᆞ학술용역기관, 기업 등은 최근 3년간 관계법령에 의거 입찰참가제한 등 관계기관으로부터 징 계 받은 사실이 없음을 확약하며, 계약체결 후라도 만약 위 사실에 대한 위배내용이 확인될 시 계약해지 및 이에 따른 불이익 사항에 대한 책임은 본 기관연구기관ᆞ공익법인ᆞ교육기관ᆞ학술용역기관, 기업 등에 있음을 확인합니다. 20 년 월 일 기 관 명 주 소 대 표 자 인 - 60 - 서식 제7호 입찰보증금 지급각서 1. 사 업 명 2. 입찰보증금액 일금 원정 입찰금의 5 이상 상기와 같이 입찰에 참가함에 있어 국가를 당사자로 하는 계약에관한 법률 시행령 제37조의 규정에 의거 면제하며, 세입조치사유가발생하였을 시 에는 입찰보증금에 해당하는 금액을 현금으로 납부할 것을확약합니다. 20 년 월 일 주 소 상 호 성 명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "서식 제8호 청렴계약이행서약서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약제 시행 취지에 적극 호응하여 귀회에서 시행하는 용역에 참여함에 있어 당 사 임직원은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자 유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 이를 위반하여 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 것이 사실로 드러날 경우 귀회에서 입찰참가자격제한 처분을 받는 날로부터 2년동안 입찰에 참가하지 않겠으며 경쟁입찰에 있어서 입찰자간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰을 위하여 담합을 한 사실이 드러 날 경우 귀회에서 입찰참가자격제한 처분을 받는 날로부터 1년동안 참여하지 않고 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에관한법률에 따라 공정거래위원회에 고발하 여 과징금등을 부과토록 하는데 이의를 제기하지 않겠습니다. 2. 입찰, 계약체결 및 계약이행 과정에서 관계직원에게 직ᆞ간접적으로 금품ᆞ향응 등의 뇌물이나 부당 한 이익을 제공하지 않겠습니다. 이를 위반하여 입찰, 계약의 체결 또는 계약이행과 관련하여 관계직원에게 뇌물을 제공함으로써 입찰에 유리하게 되어 계약이 체결되었거나 시공중 편의를 받아 부실하게 시공한 사실이 드러날 경우에는 귀회에 서 입찰참가자격제한 처분을 받는 날로부터 2년 동안 참가하지 않겠으며 입찰 및 계약조건이 입찰자 및 낙찰자에게 유리하게 되도록 하거나, 계약목적물의 이행을 부실하게 할 목적으로 관계직원에게 뇌물을 제공한 사실이 드러날 경우에는 귀회에서 입찰참가자격제한 처분을 받는 날로부터 1년동안 참가하지 않 고 입찰, 계약체결 및 계약이행과 관련하여 관계직원에게 뇌물을 제공한 사실이 드러날 경우에는 귀회에 서 입찰참가자격제한 처분을 받는 날로부터 6개월 동안 참가하지 않겠습니다. 3. 입찰, 계약체결 및 계약이행과 관련하여 관계직원에게 뇌물을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자결정 취소, 착공수전에는 계약취소, 착공수이후에는 발주처에서 전체 또는 일부 계약을 해지하여도 감수하고 민ᆞ형사상 이의를 제기하지 않겠습니다. 4. 회사 임ᆞ직원이 관계 직원에게 뇌물을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤 리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠습니다. 5. 본건 입찰, 계약체결, 계약이행, 준공과 관련하여 귀회 등에서 시행하는 청렴계약 옴부즈만이 요구 하는 자료제출, 서류 열람, 현장확인 등 활동에 적극 협조하겠습니다. 6. 본건 관련 계약 수행 업체 등으로부터 금품을 수수하거나 부당 또는 불공정한 행위를 하지 아니하 겠습니다. 위 청렴계약이행서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격제한, 계약해지 등 귀회의 조치 와 관련하여 당사가 귀회를 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민ᆞ형사상 이의를 제기하지 않을 것을 서약합니다. 20 . . . 서약자 주 소 상 호 대표자 인 - 62 - 서식 제9호 접수번호 사업수행능력 평가서 20 . .",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 63 - 서식 제10호 일반현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁 주요사업내용 생산시설 및 생산인원 작성일 20 . . . 작성자 이름 소속 및 직위 - 64 - 서식 제11호 유 사 분 야 사 업 실 적 사 업 명 사업기간 작성일 20 . . . 작성자 이름 소속 및 직위 현재 수행중인 업무도 포함하여 연도순으로 기재하며, 본 업무와 유관한 것만 기재 공동도급계약일 경우에는 계약금액란에 제안사의 지분만을 기재 비고에는 사용 개발방법론을 이용했을 때 기재한다.",
      "tables": [
        [
          [
            "사  업  명",
            "사업기간"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "회     사      명",
            "대 표 자"
          ],
          [
            "사  업     분  야",
            ""
          ],
          [
            "주             소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년   월"
          ],
          [
            "해당부문 종사기간",
            "년   월  ∼          년    월 (      년   개월)"
          ],
          [
            "주요연혁",
            ""
          ],
          [
            "주요사업내용",
            ""
          ],
          [
            "생산시설 및\n생산인원",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 65 - 서식 제12호 참여인력 이력사항 성 명 소 속 직 책 연 령 학 력 대학교 전공해당분야근무경력 년 개월 대학원 전공자 격 증 본사업 참여임무 사업참여기간 참여율 경 력 사 업 명 참여기간 담당업무 발주처 비고 대한장애인체육회의 요청시 참여인력 이력사항에 대한 각종 증빙서류졸업증명서, 소득세 원천징수 영수증, 경력증명서, 상장 등를 제출하여야 함 - 66 - 서식 제13호 재 무 현 황 단위 천원 구 분 2018년도 1. 총 자산 2. 자기자본 3. 유동부채 4. 고정부채 5. 유동자산 6. 당기순이익 7. 매출원가 8. 총매출액 9. 자기자본이익률 당기순이익자기자본 10. 부채율 부채총액자기자본 공인신용평가기관의 신용평가등급 확인서 제안서 첨부",
      "tables": [
        [
          [
            "성 명",
            "",
            "소 속",
            "",
            ""
          ],
          [
            "직 책",
            "",
            "연 령",
            "",
            ""
          ],
          [
            "학 력",
            "",
            "대학교       전공 해당분야근무경력",
            "",
            "년    개월"
          ],
          [
            "",
            "",
            "대학원       전공 자     격     증",
            "",
            ""
          ],
          [
            "본사업 참여임무\n사업참여기간",
            "",
            "",
            "",
            "참여율       %"
          ]
        ],
        [
          [
            "구  분",
            "2018년도"
          ],
          [
            "1.  총 자산",
            ""
          ],
          [
            "2.  자기자본",
            ""
          ],
          [
            "3.  유동부채",
            ""
          ],
          [
            "4.  고정부채",
            ""
          ],
          [
            "5.  유동자산",
            ""
          ],
          [
            "6.  당기순이익",
            ""
          ],
          [
            "7.  매출원가",
            ""
          ],
          [
            "8.  총매출액",
            ""
          ],
          [
            "9.  자기자본이익률\n(당기순이익/자기자본)",
            ""
          ],
          [
            "10.  부채율\n(부채총액/자기자본)",
            ""
          ]
        ],
        [
          [
            "경                력",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업    명",
            "참여기간",
            "담당업무",
            "발주처",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 67 - 서식 제14호 실 적 증 명 서 신 청 인 업체명상호 대표자 영업소재지 전화번호 사업자번호 제출처 대한장애인체육회 증명서용도 용역범위 금액포함 용역이행 실적내용 용 역 명 구 분 용 역 개 요 계약번호계약일자 계약기간 규모 이행실적 비고 비율 실적 증명서 발급기관 기관명 인 전화번호 주 소 Fax번호 발급부서 담당자 위사실을증명함 20 년 월 일 직인 민간거래실적은 세금계산서, 계약서 등 증빙자료를 첨부하여야 함 실적 및 금액부분엔 투명테이프로 부착 발주기관이 발급3개월 이내한 실적증명서 - 68 - 별도 양식 1 기술적용계획표 사업 명 대한장애인체육회 전산실 통합 유지보수 및 관리 작성일 2021. 0. 0. 법률및고시 구분 항 목 법률 o 국가정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어산업 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 정부입찰계약 집행기준기획재정부계약예규기준행정안전부예규 o 표준개인정보보호지침행정안전부 예규 o 엔지니어링사업 대가의 기준지식경제부고시 o 소프트웨어 기술성 평가기준지식경제부고시 o 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정지식경제부고시 o 분리발주대상 소프트웨어지식경제부고시 o 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한지식경제부고시 o 소프트웨어 품질인증의 세부기준 및 절차지식경제부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 정보보호조치 및 안전진단 방법절차수수료에 관한 지침방송통신위원회고시 o 개인정보의 기술적관리적 보호조치 기준방송통신위원회고시",
      "tables": [
        [
          [
            "신 청 인",
            "업체명(상호)",
            "",
            "",
            "",
            "",
            "대표자",
            "",
            "",
            ""
          ],
          [
            "",
            "영업소재지",
            "",
            "",
            "",
            "",
            "전화번호",
            "",
            "",
            ""
          ],
          [
            "",
            "사업자번호",
            "",
            "",
            "",
            "",
            "제출처",
            "",
            "",
            "대한장애인체육회"
          ],
          [
            "",
            "증명서용도",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용역범위\n(금액 포함)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "용역이행\n실적내용",
            "용 역 명",
            "",
            "",
            "",
            "",
            "",
            "",
            "구 분",
            ""
          ],
          [
            "",
            "용 역 개 요",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "계약번호 계약일자",
            "",
            "계약기간",
            "규모",
            "",
            "이행실적\n비율\n실적",
            "",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명서\n발급기관",
            "기관명 :\n(인)\n(전화번호:\n)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "주\n소 :\n(Fax번호:\n)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n담당자 :",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "위 사실을 증명함\n20\n년\n월\n일\n[직인]",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "o 국가정보화 기본법\no 공공기관의 정보공개에 관한 법률\no 개인정보 보호법\no 소프트웨어산업 진흥법\no 인터넷주소자원에 관한 법률\no 전자서명법\no 전자정부법\no 정보통신기반 보호법\no 정보통신망 이용촉진 및 정보보호 등에 관한 법률\no 통신비밀보호법\no 국가를 당사자로 하는 계약에 관한 법률"
          ],
          [
            "고시 등",
            "o 보안업무규정(대통령령)\no 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\no 정부입찰·계약 집행기준(기획재정부계약예규)기준(행정안전부예규)\no 표준개인정보보호지침(행정안전부 예규)\no 엔지니어링사업 대가의 기준(지식경제부고시)\no 소프트웨어 기술성 평가기준(지식경제부고시)\no 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정(지식경제부고시)\no 분리발주대상 소프트웨어(지식경제부고시)\no 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한(지식경제부고시)\no 소프트웨어 품질인증의 세부기준 및 절차(지식경제부고시)\no 용역계약일반조건(기획재정부계약예규)\no 협상에 의한 계약체결기준(기획재정부계약예규)\no 정보보호조치 및 안전진단 방법·절차·수수료에 관한 지침(방송통신위원회고시)\no 개인정보의 기술적·관리적 보호조치 기준(방송통신위원회고시)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 69 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 〇 - XHTML 1.0 〇 - XML 1.0, XSL 1.0 〇 - ECMAScript 3rd - 한국형 웹 콘텐츠 접근성 지침 2.0 〇 S F M S 시스 템고도화 제 외 o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 〇 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 〇 서비스 전달 프로토콜 IPv4 〇 IPv6 〇 인터페이스 및 통합 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검 토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스 는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 〇 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 〇 - UDDI v3 〇 - RESTful 〇 o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 〇 - ebXMLBPEL 2.0 XPDL 2.0 〇 데이터 공유 o 데이터 형식 XML 1.0 〇 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 〇 - 70 - 플랫폼 및 기반구조 분야 구 분 항 목 기본 지침 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지 원되는 장비를 채택하여야 한다. 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 개방형 운영 체제 및 기반환경 POSIX o 무선용 운영 체계 - android - IOS - 윈도우폰7 o 무선용 기반환경 - Java - Objective C 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 모델링 UML2.0 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 \n사유 및 \n대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미 적\n용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 \n수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 \n등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근 \n장치",
            "o 웹브라우저 관련\n - HTML 4.01/HTML 5, CSS 2.1\n - XHTML 1.0\n - XML 1.0, XSL 1.0\n - ECMAScript 3rd\n - 한국형 웹 콘텐츠 접근성 지침 2.0",
            "〇\n〇\n〇\n〇",
            "",
            "",
            "",
            "S F M S 시 스\n템고도화 제\n외"
          ],
          [
            "",
            "o 모바일 관련\n - \n모바일 \n웹 \n콘텐츠 \n저작 \n지침 \n(KICS.KO-10.0307)",
            "1.0 \n〇",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS X ISO/IEC 20000)/ ITIL v3",
            "〇",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 전달 \n프로토콜",
            "IPv4\nIPv6",
            "〇\n〇",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에  지\n원되는 장비를 채택하여야 한다.",
            ""
          ],
          [
            "하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행\n하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보\n시스템과 호환성 및 확장성이 보장되어야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "네트워크",
            "o  화상회의  및  멀티미디어  통신  :  H.320~H.324, \nH.310"
          ],
          [
            "",
            "o 부가통신: VoIP\n - H.323\n - SIP \n - Megaco(H.248)"
          ],
          [
            "운영체제 및\n기반 환경",
            "o 개방형 운영 체제 및 기반환경 : POSIX"
          ],
          [
            "",
            "o 무선용 운영 체계\n - android\n - IOS\n - 윈도우폰7"
          ],
          [
            "",
            "o 무선용 기반환경\n - Java\n - Objective C"
          ],
          [
            "데이터베이스",
            "o DBMS\n - RDBMS\n - ORDBMS\n - OODBMS\n - MMDBMS"
          ],
          [
            "시스템 관리",
            "o ITIL v3 / ISO20000"
          ],
          [
            "소프트웨어 \n공학",
            "o 모델링 : UML2.0"
          ],
          [
            "",
            "o 개발프레임워크 : 전자정부 표준프레임워크"
          ]
        ],
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 \n사유 및 \n대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n미\n해당\n적용\n적용\n없음",
            "",
            "",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검\n토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스\n는 범정부 차원의 공유·활용이 가능하도록 지원하여야 한다.",
            "",
            "",
            "",
            "",
            "〇",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 통합",
            "o 웹 서비스\n - SOAP 1.2, WSDL 2.0, XML 1.0\n - UDDI v3\n - RESTful",
            "",
            "",
            "",
            "〇\n〇\n〇",
            ""
          ],
          [
            "",
            "o 비즈니스 프로세스 관리\n - UML 2.0/BPMN 1.0\n - ebXML/BPEL 2.0/ XPDL 2.0",
            "",
            "",
            "",
            "〇\n〇",
            ""
          ],
          [
            "데이터 공유 o 데이터 형식 :  XML 1.0",
            "",
            "",
            "",
            "",
            "〇",
            ""
          ],
          [
            "인터페이스",
            "o 서비스 발견 및 명세 : UDDI v3, WSDL 2.0",
            "",
            "",
            "",
            "〇",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 71 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. 〇 o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. 〇 o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부 장관에 보고하고 행정안전부의행정기관의 코드표 준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전 부에 표준 등록을 요청하여야 한다. 〇 o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템 과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 〇 세부 기술 지침 데이터 표현 o 정적표현 HTML 4.01 〇 o 동적표현 - JSP 2.1 〇 - ASP 〇 - PHP 〇 프로그래밍 o 개방형 프로그래밍 - J2EE 5, J2SE 5.0, Java Servlet 2.5 〇 o 웹프로그래밍 - XML 1.0, XSL 1.1 〇 - RDF 〇 - AJAX 〇 데이터 교환 o 교환프로토콜 - XMI 2.0 〇 - SOAP 1.2 〇 o 문자셋 - EUC-KR 〇 - UTF-8단, 신규시스템은 UTF-8 우선 적용 〇 - 72 - 보안분야 구 분 항 목 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립 하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으로 하여야 한다. 세부 기술 지침 관리적 보안 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 기술적 보안 o 국가용 암호 제품 대상국정원 보안적합성 인증 필요 - PKI제품 - SSO제품 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 o CC제품군국제 CC인 경우 IT 보안인증사무국의 인증 필 요 - 침입차단 - 침입탐지 - 침입방지 - 통합보안관리 - 보안관리서버 - 웹방화벽 - DDos 대응 - VOIP 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망 - 네트워크 접근통제 - 스팸메일차단 - 바이러스백신 - PC매체제어 - PC침입차단 - 콘텐츠보안 - 자료유출 방지 - 메일보안 - 서버보안 - DB접근 통제 - 다중영역구분 - 스마트카드 - 보안USB - 복합기 완전삭제",
      "tables": [
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다.",
            "",
            "〇",
            "",
            "",
            "",
            ""
          ],
          [
            "o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, \n데이터베이스 통합 등을 위하여 표준화되어야 한다.",
            "",
            "〇",
            "",
            "",
            "",
            ""
          ],
          [
            "o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수\n하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 \n행정안전부 장관에 보고하고 행정안전부의“행정기관의 코드표\n준화 추진지침”에 따라 코드체계 및 코드를 생성하여 행정안전\n부에 표준 등록을 요청하여야 한다.",
            "",
            "",
            "",
            "",
            "〇",
            ""
          ],
          [
            "o  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템\n과의  연계를  위해  데이터베이스  사용이  투명해야  하며  다양한 \n유형의 인터페이스를 지원하여야 한다.",
            "",
            "",
            "",
            "",
            "〇",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터 표현",
            "o 정적표현 : HTML 4.01",
            "〇",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 동적표현\n - JSP 2.1\n - ASP\n - PHP",
            "〇",
            "",
            "",
            "〇\n〇",
            ""
          ],
          [
            "프로그래밍",
            "o 개방형 프로그래밍\n - J2EE 5, J2SE 5.0, Java Servlet 2.5",
            "〇",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 웹프로그래밍\n - XML 1.0, XSL 1.1 \n - RDF\n - AJAX",
            "〇\n〇\n〇",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터 교환",
            "o 교환프로토콜: \n - XMI 2.0\n - SOAP 1.2",
            "",
            "",
            "",
            "〇\n〇",
            ""
          ],
          [
            "",
            "o 문자셋\n - EUC-KR \n - UTF-8(단, 신규시스템은 UTF-8 우선 적용)",
            "〇",
            "",
            "〇",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립\n하고  이를  적용하여야  한다.    이는  정보시스템의  구축  운영과 \n관련된“서비스 접근 및 전달”,“플랫폼 및 기반구조”,“요소기술” \n및 “인터페이스 및 통합” 분야를 모두 포함하여야 한다.",
            ""
          ],
          [
            "o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 \n공인전자서명 또는 행정전자서명을 기반으로 하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "관리적 \n보안",
            "o 국가정보보안기본지침(국가정보원)\n- 국가 사이버안전 매뉴얼"
          ],
          [
            "기술적 \n보안",
            "o 국가용 암호 제품 대상(국정원 보안적합성 인증 필요) \n - PKI제품\n - SSO제품\n - 디스크ㆍ파일 암호화 제품\n - 문서 암호화 제품(DRM)등\n - 메일 암호화 제품\n - 키보드 암호화 제품\n - 하드웨어 보안 토큰\n - DB암호화 제품"
          ],
          [
            "",
            "o  CC제품군(국제  CC인  경우  IT  보안인증사무국의  인증  필\n요)\n - 침입차단\n - 침입탐지\n - 침입방지\n - 통합보안관리\n - 보안관리서버\n - 웹방화벽\n - DDos 대응\n - VOIP 보안\n - 무선침입방지\n - 무선랜 인증\n - 가상사설망\n - 네트워크 접근통제\n - 스팸메일차단\n - 바이러스백신\n - PC매체제어\n - PC침입차단\n - 콘텐츠보안\n - 자료유출 방지\n - 메일보안\n - 서버보안\n - DB접근 통제\n - 다중영역구분\n - 스마트카드\n - 보안USB\n - 복합기 완전삭제"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}