{
  "csv_metadata": {
    "공고 번호": "R25BK00632049",
    "공고 차수": 0.0,
    "사업명": "라오스 보건의료정보화 협력을 위한 사전타당성 조사",
    "사업 금액": 44000000,
    "발주 기관": "한국사회보장정보원",
    "공개 일자": "2025-02-11 13:32:46",
    "입찰 참여 시작일": "2025-02-11 14:00:00",
    "입찰 참여 마감일": "2025-02-27 14:00:00",
    "사업 요약": "- 사업개요: 라오스 보건의료정보화 협력을 위한 사전타당성 조사\n- 추진배경 및 필요성: 라오스의 보건시스템 강화와 디지털 기술 활용을 위한 필요성\n- 주요내용: 라오스 현황조사, 사업 타당성 분석, 사업 계획 수립, 협력국 사업요청서 수신 및 무상원조시행계획 작성 지원\n- 추진체계 및 역할: 사업 총괄, 정책지원 및 협력, 사업자문, 사업수행\n- 추진일정: 사전준비, 사업수행, 사업결과보고\n- 세부사업내용: 문헌검토 및 사업대상지 조사, 이해관계자 조사",
    "파일형식": "pdf",
    "파일명": "한국사회보장정보원_라오스 보건의료정보화 협력을 위한 사전타당성 조.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 라오스 보건의료정보화 협력을 위한 사전타당성 조사 주관기관 한국사회보장정보원 2025. 2. 건강보건전략팀 팀장 김기현 TEL 02-6360-6981 선임 신경주 TEL 02-6360-6990",
      "tables": [
        [
          [
            "사 업 명",
            "라오스 보건의료정보화 협력을 위한 \n사전타당성 조사"
          ],
          [
            "주관기관",
            "한국사회보장정보원"
          ]
        ],
        [
          [
            "건강보건전략팀",
            "팀장    김기현",
            "TEL  :  02-6360-6981"
          ],
          [
            "",
            "선임    신경주",
            "TEL  :  02-6360-6990"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 2,
      "text": "목 차 I. 사업개요 3 1. 사업개요 3 2. 추진배경및필요성 3 3. 주요내용 4 4. 추진경과 5 5. 추진체계및역할 6 6. 추진일정 7 II. 제안요청 내용 8 1. 세부사업내용 8 2. 인력구성및투입12 3. 보고회및산출물13 III. 제안 안내 17 1. 계약조건17 2. 제안서작성및유의사항19 3. 제안서제출방법23 IV. 제안서 평가 및 선정 안내 24 1. 제안서평가안내24 2. 우선협상대상자선정25 3. 협상및낙찰자선정25 4. 협상결과통보및계약26 V. 기타사항 27 붙임자료 1. 제안서관련서식 31 2. 계약관련서류 48",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 3,
      "text": "- 3 - I 사업 개요 1 사업개요 사 업 명 라오스 보건의료정보화 협력을 위한 사전타당성 조사 사업기간 계약일로부터 90일3개월 사업예산 금 40,000,000원금사천만원, VAT 포함 계약방법 제한경쟁, 협상에 의한 계약체결 2 추진배경 및 필요성 m 보건체계강화를 위한 디지털 기술의 활용이 강조되는 가운데, 제2차 한-아세안 보건장관회의에서 디지털헬스 협력에 대한 공동선언 채택 m 라오스 보건부는 디지털 헬스 전략Digital Health Strategy 2023-2027을 통해 라오스 보건시스템을 강화하고, 디지털 기술을 활용해 보다 효율적이고 포괄적 의료서비스를 제공하고자 함 m 한국사회보장정보원은 K-Health 보건의료 협력사업을 통해 아세안 보건의료정보시스템구축 사업 추진 - 23년부터 보건복지부K-Health 해외진출 지원사업에 참여하였고, 아세안 보건의료정보시스템 구축을 위한 사전 현황조사를 통해 라오스로부터 협력의향서Letter of Intent 접수24.6월 아세안3개국베트남, 라오스, 캄보디아 보건의료정보시스템구축을위한보건 의료정보화실태조사수행",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 4 - - 이에, 2차 현지조사24.11월를 통해 라오스 협력 수요를 구체화 하였으며, 사전타당성 조사를실시하여라오스 보건의료정보화를 위한 협력 내용 및 범위를 구체화 하고자 함 m 한국사회보장정보원은 지역보건의료정보시스템PHIS을 구축운영하고 있으며, 한국의 PHIS 구축운영 경험을 기반으로 아세안 국가를 대상으로 국가별 보건의료 정책에 부합하는 보건의료정보화 계획수립 및 추진을 지원하고자 함 - PHIS는 지역보건의료기관 업무수행에 필요한전자시스템으로, 19개 분야 보건사업, 보건행정, 진료EMR, 진료지원을 제공하는 필수 시스템이며, - 전국 3,600여개 지역보건의료기관, 37,000여명이 사용 3 주요내용 라오스 현황조사 - 국가 일반현황, 보건의료정보화 현황, 보건의료정보화 필요성 및 수요 조사, 법률 및 정책제도 분석 등 사업 타당성 분석 - 정책적경제적기술적사회문화적 타당성, 지속가능성 및 범분야 이슈 분석 등 사업 계획 수립 - 사업 목표 설정 및 계획 수립추진 전략, 투입요소 및 예산 등, 기대 성과 및 모니터링 계획 협력국 사업요청서PCP 수신 및 무상원조시행계획 작성 지원",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 5 - 4 추진 경과 현지조사 개요 구분 1차 2차 일정 23. 11.30. 12.6. 24 11.24. 11.29. 장소 라오스 비엔티안 라오스 비엔티안, 루앙프라방 방문기관 보건부, 대사관, KOFIH, KOICA, WHO, ADB, 국립병원, 지역병원, 보건소 보건부, 대사관, KOFIH, ADB, 지역병원, 군병원 현지조사 주요내용 m 주요 조사내용 - 보건의료정보 관리체계 보건부 기획재정국DPF 라오스 디지털 헬스 전략23-27 총괄 전담 조직 보건의료 통계 및 정보센터Center of HealthStatistics andInformation, CHSI 운영 DHIS2 국가 보건의료정보관리 시스템, 고유ID 및 개인정보가 없으며 통계 정보만 기록 DHIS2District Health Information Software 노르웨이오슬로대학에서개발한오 픈소스기반의보건의료정보시스템 HMIS HIV, 말라리아, 결핵 등 8개 보건의료프로그램 구현 시스템 DHIS2 기반국가차원의보건의료정보관리시스템으로2015 구축 - EMR 운영 현황 라오스 18개 도 중 5개 도 EMR 시스템 도입ADB 지원 EMR 시스템과 DHIS2 시스템 연계 미추진, 별도 입력중",
      "tables": [
        [
          [
            "구분",
            "1차",
            "2차"
          ],
          [
            "일정",
            "‘23.  11.30.  ~  12.6.",
            "‘24  11.24.  ~  11.29."
          ],
          [
            "장소",
            "라오스  (비엔티안)",
            "라오스  (비엔티안,  루앙프라방)"
          ],
          [
            "방문기관",
            "보건부,  대사관, \nKOFIH, \nKOICA, \nWHO, ADB, 국립병원, 지역병원, 보건소",
            "보건부,  대사관,  KOFIH,  ADB, \n지역병원,  군병원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 6 - m 현지요청사항 - 시범사업 후보지 비엔티안 지역 - 주요 요청사항 1환자이력이 자동 연계되는 EMR 구축 및 DHIS보건통계시스템와 연계 2운영인력 양성 3보건정보 표준화 작업 지원 m 현지조사 결과 - 기본적인 환자관리를 위한 코드 표준화가 선행되어야 하며, 사용이 간편하고 단순화된 EMR 플랫폼 구축 및 DHIS2와 연계되어 통합관리 가능하도록 정보화 협력 필요 5 추진체계 및 역할 추진체계 정책지원 및 협력 사업총괄 보건복지부 유관기관 한국사회보장정보원 건강보건전략팀 사업자문 국제개발협력 전문가 자문단 사업수행 사업 수행사",
      "tables": [
        [
          [
            "정책지원  및  협력"
          ],
          [
            "보건복지부/\n유관기관"
          ]
        ],
        [
          [
            "사업총괄",
            "",
            "",
            ""
          ],
          [
            "한국사회보장정보원\n(건강보건전략팀)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "사업자문"
          ],
          [
            "",
            "",
            "",
            "국제개발협력\n전문가  자문단"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 7 - 주요역할 구분 주요역할 사업총괄 한국사회보장정보원 - 사업지침및수행방향에대한의사결정및감독 - 사업기본계획수립및추진관리 - 사업수행과관련된이해당사자의견수렴및조정 정책지원및협력 복지부및유관기관 - 공동협업과제발굴및협업 - 기타사업추진에필요한정책수립등 사업자문 전문가자문단 - 국제개발협력관련주요사항및사업추진관련자문 - 사업결과물검토지원 사업수행 사업수행사 - 사업추진에따른계약의이행, 인력운영및운영보안 관리 - 사업일정조율, 사업수행, 추진실적보고 - 아세안국가별협력서신송부등연락체계확보 - 현지출장관계기관협조및방문기관선정 - 기타사업수행에관해사업자가수행할필요가있는업무등 6 추진일정 추진내용 추진일정 - M1 M2 M3 - 사전준비 1. 사업계획수립 2. 사전협의및일상감사 3. 사업발주및계약체결 사업수행 1. 세부수행계획수립 2. 보건의료정보화현황분석 3. 현지조사준비및실시 4. 타당성분석 5. PCP 접수, 무상원조시행계획도출 6. 추진사항보고 착수 중간 최종 사업결과보고 1. 최종보고서및산출물제출 2. 사업결과검사검수 상기일정은여건변화및사업자와의협의과정에서일부조정될수있음",
      "tables": [
        [
          [
            "구 분",
            "주 요 역 할"
          ],
          [
            "사업총괄\n(한국사회보장정보원)",
            "- 사업 지침 및 수행 방향에 대한 의사결정 및 감독\n- 사업 기본계획 수립 및 추진 관리\n- 사업수행과 관련된 이해당사자 의견수렴 및 조정"
          ],
          [
            "정책지원 및 협력\n(복지부 및 유관기관)",
            "- 공동 협업과제 발굴 및 협업\n- 기타 사업 추진에 필요한 정책 수립 등"
          ],
          [
            "사업자문\n(전문가 자문단)",
            "- 국제개발협력 관련 주요 사항 및 사업추진 관련 자문\n- 사업결과물 검토 지원"
          ],
          [
            "사업수행\n(사업수행사)",
            "- 사업추진에 따른 계약의 이행, 인력 운영 및 운영(보안) 관리\n- 사업일정조율, 사업수행, 추진실적 보고\n- 아세안 국가별 협력 서신 송부 등 연락체계 확보\n- 현지 출장 관계기관 협조 및 방문기관 선정\n- 기타 사업수행에 관해 사업자가 수행할 필요가 있는 업무 등"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 8,
      "text": "- 8 - II 제안요청 내용 1 세부 사업내용 문헌검토 및 사업대상지 조사 사전조사 - 사보원 사업 및 유관기관 유사 사업계획서 및 결과보고서, 문헌 등 분석 국가 일반현황 - 사업 관련 법제도적 환경분석, 대상국 내 공여기관국제기구우리정부의 유사사업 조사, 수원총괄기관 및 관계기관 분석 등 보건의료 현황 - 보건의료 현황 국가 개발계획 및 보건분야 발전계획, 보건의료 일반현황, 보건의료 전달체계, 보건의료 기관 및 인력 현황 등 - 정보화 현황 인프라 현황, 개발지원 현황, 유사 시스템 구축 현황 등 보건의료정보화 국가개발계획 및 관련 법령제도 인터넷, 광대역통신망, 유무선 전화, PC 대수, 서비스 요금 등 ICT 서비스 보급현황, 전자정부준비지수UN, 정보사회지수IDC, ICT 개발지수ITU 등 보건의료정보화ICT 분야 개발 예산 현황, 인력 현황 및 교육체계, 커리큘럼 현황, 인재 양성계획 및 관련 기관 운영 현황 시설, 장비 수준 및 운영 현황, 운영을 지원하는 유틸리티 서비스 현황 등 ICT 인력 확보 및 운영 현황, ICT 장비 조달 및 유지보수 등 현황 기 구축되어 있는 현지 보건의료정보시스템 유사 사례 보건의료정보시스템 데이터 수집 및 활용실태보건 통계 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 9 - 이해관계자 조사 국내 사업 담당자 사전 면담 - 사보원 및 유관기관 사업 담당자 사전 면담을 통한 사업 방향 설정 현지 개도국 사업 이해관계자 면담 - 주요 이해관계자 목록 및 사업 협력 사항 도출 - 개도국 정부 및 관계기관, 필요시 지역 주민 인터뷰를 통한 문제 현황 파악 - 중복 및 연계가능사업, 협업 방안 확인 및 사업 방향 설정 타공여기관사업활용가능성확인 - 현지조사를 통한 환경 분석 및 자료수집 및 타당성 검증 필수 사업 타당성 분석 사업 타당성 분석 - 정책적 타당성 대상국 개발전략 및 목표와의 부합성, 한국의 국가 협력전략CPS 및 정책과의 연계성, 지속가능발전목표SDGs와의 연계성 등 - 경제적 타당성 계량비계량적 편익, 비용편익분석, 자원 활용의 효율성 등 - 기술적 타당성 사업계획의 적절성, 사업규모 및 범위의 적정성, 적용 기술의 적정성, 사업실시기간의 적정성 등 - 수원국의 기술수용성 현지 기술 수준 및기술 수용도 등 ODA 사업종료후에도수원국이자체역량으로지속유지운영할수있는수준의 기술을활용하였는지, 도전적기술을적용한경우인프라운영유지보수, 기술인력 교육훈련등후속사업을통한안착고려여부등 - 사회문화적 타당성 협력국 제도 및 지역 문화와의 조화 등 - 환경적 타당성 사업시행 전후 예상되는 환경사회영향 분석 등 - 지속가능성 사업 파급효과영향력 및 지속가능성 - 범분야 이슈 및 환경사회 영향 평가 등",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 10,
      "text": "- 10 - 대상국사업 수행역량, 협력태세, 사업 추진의지 등 시사점 및 정책제언 도출 - 사업 수행 여건, 사업추진 시 고려사항, 사업추진 방식의 효율성 및 효과성 제고방안 등 수행계획 수립 사업목표 및 사업 계획 수립 - 목표 및 기간, 이혜관계자 및 수혜자규모 및 특성, 대상지 및 협력기관 설정 - 사업구성요소, 수행체계, 수행방법, 수원국과 분담사항, 추진 일정, 투입 요소연도구성요소별 예산, 단가 등, 사업지원 시 기대효과 - 연도별 세부 이행 계획, 일정 및 예산 계획, 사업 부문별 계획 - 타 사업과의 중복 및 연계가능 사업, 협업 방안 제시 타 공여기관 사업 활용 가능성 확인 사업관리 및 모니터링, 사후관리계획 - 사업별 PDM 도출 - 위험분석 및 대처전략 - 모니터링 및 평가 방안 마련 성과 모니터링 및 평가 계획 수립 관리도구Tool를 활용한 정기 모니터링 및 성과 측정 구체적 방안 제시 모니터링평가계획서개발, 지표정의서등 - 지속가능방안 및 사후관리방안 협력사업 실행을 위한 지원 현지출장 및 타당성조사계획서 및 결과보고서 영문본 작성, 라오스 측 공유재외공관, 유관기관 업무관계자 등",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 11,
      "text": "- 11 - 사업요청서PCP 수신및 수총기관 공식요청서한 협의 진행수원국, 재외 공관, 유관기관 등 본과업은2025년35월중추진예정이므로계약기간종료후라도해당과업완수필요 무상원조사업 시행계획안 작성 지원 - 환경사회기후변화 영향 스크리닝 설문지 수령",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 12 - 2 인력 구성 및 투입 필수 인력구성 방법 역할 인원 요구역량 - 사업 총괄 진행 - 보고 책임 1명 라오스와 원활한 소통, 현지출장, 회의진행 등을 위한 수준급의 영어 의사소통 가능한 자 보건의료 및 ICT 분야 ODA 또는 컨설팅 사업 수행 유경험자 보건의료 분야 타당성 및 프로세스 분석 유경험자 라오스 보건ODA 사업 경험자 우대 - 사업계획 수립 및 실시 - 문헌조사, 관계기관 면담 - 현지조사 계획 및 실시 - 보고서 작성 및 품질관리 1명 이상 - 보고서 작성 지원 - 서무 및 행정 지원 1명 이상 보건의료 및 ICT 분야 ODA 또는 컨설팅 사업 수행 유경험자 참여인력이력사항상세작성필요, 별지2호 서식참조 본 사업을 수행할 추진조직, 인력구성 및 프로필, 프로젝트 단계별 추진일정별 인력투입 계획 및 역할, 투입률 등을 제시해야 함 투입인력은 유사한 실적이 있는 자를 확보하며 투입인력에 대한 경력, 기술자 등급 및 증빙, 유사사업 참여 실적을 상세하게 제시할 것 제안기관 사업수행을 위한 인력투입은 자율적으로 수립하되, 상기 인력사항은 필수로 반영하여야 하며, 이를 위한 협의 가능 전문가 확보를 위해 사업대상국 현지 컨설턴트전문가 구성운영 가능 사업 착수 시 제안한 핵심 인력은 발주기관의 동의 없이 사업자 임의로 변경할 수 없음 사업 진행 중 특별한 사유가 없는 한 인력 교체는 원칙적으로 불가하나, 불가항력 사유로 인력 교체 필요시 발주기관의 사전승인을 받아야하며, 동급 상당의 인력으로 교체 가능. 사전협의 및 절차 미준수 시 변경 불가 상기 제시된 전문가 자격요건 및 인원 수에 미달하여 제안하는 경우, 기술평가 시 고려될 수 있으며, 우선협상대상자 선정 후 기술 협상 시 발주기관은 상기 요건을 충족하는 인력으로의 교체를 요구할 수 있음",
      "tables": [
        [
          [
            "역할",
            "인원",
            "요구역량"
          ],
          [
            "-  사업  총괄  진행\n-  보고  책임",
            "1명",
            "‧  라오스와  원활한  소통,  현지출장,  회의진행  등을  위한 \n수준급의  영어  의사소통  가능한  자\n‧  보건의료  및  ICT  분야  ODA  또는  컨설팅  사업  수행 \n유경험자\n‧  보건의료  분야  타당성  및  프로세스  분석  유경험자\n‧  라오스  보건/ODA  사업  경험자  우대"
          ],
          [
            "-  사업계획  수립  및  실시\n-  문헌조사,  관계기관  면담\n-  현지조사  계획  및  실시\n-  보고서  작성  및  품질관리",
            "1명 \n이상",
            ""
          ],
          [
            "-  보고서  작성  지원\n- 서무  및  행정  지원",
            "1명 \n이상",
            "‧  보건의료  및  ICT  분야  ODA  또는  컨설팅  사업  수행 \n유경험자"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 13 - 3 보고회 및 산출물 기타주요보고일정및산출물목록, 부수, 양식등은발주기관과상의하여결정함 구분 보고시기 및 내용 산출물 착수 보고회 계약일로부터 10일 이내 - 추진전략, 사업추진내용, 일정, 참여인력, 예산 등 - 사업내용을 중심으로 세부 사업수행계획서를 계약일로부터 10일 이내에 제출하여야 함 계약서, 제안요청서 등을 근거로 작성 착수보고회 발표자료 사업수행계획서 중간 보고회 계약 기간의 12 시점협의 - 계약 기간의 12 시점에 사업 경과보고 제출 및 중간보고회 개최 기한 및 날짜는 상호 협의하여 정함 중간보고회 발표자료 중간보고서 최종 보고회 계약 만료 전 10일 이내 - 계약 만료일 15일 전까지 최종보고서 초안 제출 - 계약 만료 전 10일 이내에 최종보고회 개최 - 중간보고 이후의 보완확정 내용 상호 점검 - 최종보고서 10부 준비 필요시 발표자료PPT, PDF 파일 등 준비 - 용역책임자가 사업 결과 종합 보고 최종보고회 발표자료 최종보고서 최종보고서 요약본 정기보고 주간보고 주 1회 - 주간회의 주 1회, 수행내용 점검, 사업추진 현황관리 주간보고서 수시보고 현안 발생 시 - 본 사업의 추진상황에 대해 발주기관의 요구가 있을 때에는 수시로 용역 추진 상황 및 진도를 보고하여야 함 회의자료 현지출장 계획서 출장일로부터 1개월 이내 - 현지조사 세부수행내용 - 데이터수집 및 자료조사 체크리스트 - 현지 네트워킹을 위한 기념품 제작배포 영문은 사업대상국 공유 사항으로, 국문의 간소화 버전으로 작성 출장계획서 국영문 체크리스트 현지출장 보고서 출장종료 후 5일 이내 - 현지출장내용 및 회의록 등 포함 - 현지조사내용 및 현지방문 시 발견사항 등 포함 영문은 사업대상국 공유 사항으로, 국문의 간소화 버전으로 작성 출장결과보고서 국영문 사업대상국 회의 발생 시 - 사업추진방향 및 진행 결과에 대한 논의 회의준비, 회의참석, 회의리딩 및 결과정리 회의자료 국문영문 회의록 최종산출물 계약 만료일 이전 - 최종보고회 이후 수정 보완사항 반영하여 최종 산출물 제출 - 현지 출장계획서 및 출장 결과보고서 - 현지조사 수행계획서 및 결과보고서 영문본, 체크리스트국영문 - 최종보고서 및 요약보고서 제본 10부인쇄본 한글 및 PDF 파일 - 사전타당성조사 결과보고서 - PCP 및 공식사업요청서한 접수 - 무상원조시행계획안, 환경사회기후변화 영향 스크리닝 설문지 수령 - 사업비 집행내역서 및 증빙서류 일체 - 기타 본 사업 수행 중 생산 및 취득한 자료 일체회의자료, 회의록 등 - 사업 종료 후 30일 간 의무적으로 산출물에 대한 사후 보완 수행",
      "tables": [
        [
          [
            "구분",
            "보고시기  및  내용",
            "산출물"
          ],
          [
            "착수\n보고회",
            "▫  계약일로부터  10일  이내",
            ""
          ],
          [
            "",
            "-  추진전략,  사업추진내용,  일정,  참여인력,  예산  등\n  -  사업내용을  중심으로  세부  사업수행계획서를  계약일로부터  10일 \n이내에  제출하여야  함\n        ※  계약서,  제안요청서  등을  근거로  작성",
            "·착수보고회\n  발표자료\n·사업수행계획서"
          ],
          [
            "중간\n보고회",
            "▫  계약  기간의  1/2  시점(협의)",
            ""
          ],
          [
            "",
            "-  계약  기간의  1/2  시점에  사업  경과보고  제출  및  중간보고회  개최 \n※  기한  및  날짜는  상호  협의하여  정함",
            "·중간보고회\n  발표자료\n·중간보고서"
          ],
          [
            "최종\n보고회",
            "▫  계약  만료  전  10일  이내",
            ""
          ],
          [
            "",
            "-  계약  만료일  15일  전까지  최종보고서  초안  제출\n  -  계약  만료  전  10일  이내에  최종보고회  개최\n  -  중간보고  이후의  보완․확정  내용  상호  점검\n  -  최종보고서  10부  준비  ※  필요시  발표자료(PPT,  PDF  파일  등)  준비 \n  -  용역책임자가  사업  결과  종합  보고",
            "·최종보고회\n  발표자료\n·최종보고서\n·최종보고서\n  요약본"
          ],
          [
            "정기보고",
            "▫  주간보고  :  주  1회",
            ""
          ],
          [
            "",
            "-  (주간회의)  주  1회,  수행내용  점검,  사업추진  현황관리",
            "·주간보고서"
          ],
          [
            "수시보고",
            "▫  현안  발생  시",
            ""
          ],
          [
            "",
            "-  본  사업의  추진상황에  대해  발주기관의  요구가  있을  때에는  수시로 \n용역  추진  상황  및  진도를  보고하여야  함",
            "·회의자료"
          ],
          [
            "현지출장\n계획서",
            "▫  출장일로부터  1개월  이내",
            ""
          ],
          [
            "",
            "-  현지조사  세부수행내용\n  -  데이터수집  및  자료조사  체크리스트\n  -  현지  네트워킹을  위한  기념품  제작·배포\n※  영문은  사업대상국  공유  사항으로,  국문의  간소화  버전으로  작성",
            "·출장계획서\n  (국/영문)\n·체크리스트"
          ],
          [
            "현지출장\n보고서",
            "▫  출장종료  후  5일  이내",
            ""
          ],
          [
            "",
            "-  현지출장내용  및  회의록  등  포함\n  -  현지조사내용  및  현지방문  시  발견사항  등  포함\n※  영문은  사업대상국  공유  사항으로,  국문의  간소화  버전으로  작성",
            "·출장결과보고서\n  (국/영문)"
          ],
          [
            "사업대상국\n회의",
            "▫  발생  시",
            ""
          ],
          [
            "",
            "-  사업추진방향  및  진행  결과에  대한  논의\n    ※  회의준비,  회의참석,  회의리딩  및  결과정리",
            "·회의자료\n  (국문/영문)\n·회의록"
          ],
          [
            "최종산출물",
            "▫  계약  만료일  이전",
            ""
          ],
          [
            "",
            "-  최종보고회  이후  수정  보완사항  반영하여  최종  산출물  제출\n  -  현지  출장계획서  및  출장  결과보고서\n  -  현지조사  수행계획서  및  결과보고서  영문본,  체크리스트(국영문)\n  -  최종보고서  및  요약보고서  제본  10부(인쇄본)  / 한글  및  PDF  파일 \n  -  사전타당성조사  결과보고서\n  -  PCP  및  공식사업요청서한  접수\n  -  무상원조시행계획(안),  환경·사회·기후변화  영향  스크리닝  설문지  수령\n  -  사업비  집행내역서  및  증빙서류  일체\n  -  기타  본  사업  수행  중  생산  및  취득한  자료  일체(회의자료,  회의록 등)\n  -  사업  종료  후  30일  간  의무적으로  산출물에  대한  사후  보완  수행",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 14 - 작성 유의사항 국문 보고서 전자파일은 .hwp, 영문 전자파일은 .docx, 발표자료는 ppt 형태로 제출해야 함 보고회 등의 장소 및 일정은 반드시 발주기관과 사전 조율 필요 사업추진 일정 계획, 품질보증계획과 연계하여 산출물의 종류, 주요 내용, 작성 및 제출시기, 제출 부수 등을 제시하고 체계적으로 관리 최종결과보고서는 감수 및 디자인된 인쇄 출판물 형태로 제작하여 제출 산출물 중 중요필수 자료의 경우 발주기관과 상의 후 영문 번역 및 감수 진행 필요 사업 진행 간 발생한 모든 자료 일체를 폴더별 정리하여 제출 업무 추진 회의 등에 대한 회의록 작성 본 사업의 수행결과물계약목적물에 대한 지식재산권은 발주기관과 계약상대자가 공동으로 소유 - 별도의 정함이 없는 한 지분은 균등한 것으로 정함 - 지식재산권의 타 용도 및 상업적 활용 시 반드시 발주기관과 협의",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 15 - 사업결과보고서 목차예시 보고서 요약 I. 서론 1. 사업배경 2. 타당성조사 목적 및 필요성 3. 타당성조사 개요 - 조사 일정, 지역, 방문 기관, 조사단 구성 및 임무, 조사방법, 추진전략, 활동 내용 등 II. 사업대상국 현황 1. 국가 일반현황 2. 국가 및 사업대상지 보건의료현황 - 국가 개발계획 및 보건분야 발전계획, 보건의료 일반현황, 보건의료 전달체계, 보건의료 기관 및 인력 현황 등 3. 국가 및 사업대상지 보건의료정보화 현황 - 보건의료정보시스템 인프라 현황, 보건의료정보시스템 분야 개발 지원현황, 유사 보건의료정보시스템 구축 현황 등 4. 대상국 정부관계기관대상기관의 니즈 파악 및 설문지 개발 III. 사업 타당성 분석 1. 사업 타당성 분석 - 정책적 타당성 국가협력전략 및 정책과의 연계성 등 - 경제적 타당성 자원 활용의 효율성 등 - 기술적 타당성 사업계획의 적절성, 적용기술의 적정성 등 - 수원국의 기술수용성 현지 기술 수준 및 기술 수용도 등 - 사회문화적 타당성 협력국 제도 및 지역 문화와의 조화 등 - 환경적 타당성 사업시행 전후 예상되는 환경사회영향 분석 등 - 지속가능성 사업 파급효과영향력 및 지속가능성, 운영관리방안 등 2. 대상국 사업 수행역량, 협력태세, 사업 추진의지 등 3. 시사점 및 정책제언 도출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 16 - IV. 수행계획 수립 1. 사업내용 2. 사업수행계획 3. 사업관리 및 사후관리계획 4. 성과관리 계획 지표 및 각 지표별 목표치 산출 - 성과지표 및 각 지표별 목표치 산출PDM 5. PCP 및 공식요청 서한 V. 결론 및 제언 1. 타당성 조사 결론 2. 제언 붙임자료 1. 수원국 정부관계기관대상기관의 니즈파악을 위한 설문지 2. 타당성조사 체크리스트 3. 회의록 4. 사업논리모형PDM 5. 예산세부내역 6. 현지출장 계획서 및 결과보고서국영문 7. 타당성조사 계획서 및 결과보고서국영문 8. 수원국 공식 사업요청서 및 PCP 9. 무상원조사업 시행계획안",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 17 - III 제안 안내 1 계약 조건 작업수행자 선정방식 계약방법 제한경쟁 낙찰자 결정방식 협상에 의한 계약 체결 적용규정 - 국가를 당사자로 하는 계약에 관한 법률 시행령제43조에 따른 협상에의한 계약체결 기준 적용 입찰 참가자격 상세내용은 입찰공고서를 반드시 참조할 것 국가를 당사자로 하는 계약에 관한 법률 시행령제12조경쟁입찰의 참가자격 및 동법 시행규칙제14조입찰참가자격요건의 증명에 따른 경쟁입찰 참가자격을 가진 자 국가를 당사자로 하는 계약에 관한 법률제27조부정당업자의입찰 참가자격 제한 등 제1항 및 동법 시행규칙제76조부정당업자의 입찰참가 자격 제한기준 등에 해당되지 아니한 자 국가를 당사자로 하는 계약에 관한 법률 시행령제13조입찰참가자격 사전심사에 의한 요건을 갖추고 국가종합전자조달시스템 입찰참가 자격등록규정에 의하여 반드시 나라장터G2B에 입찰 마감일 전일 까지 입찰참가자격을 등록한 자 중소기업기본법제2조에 따른 중소기업자 또는 소상공인 보호 및 지원에 관한 법률제2조에 따른 소상공인으로서 중소기업 범위 및 확인에 관한 규정에 따라 발급된 소기업소상공인 확인서를 소지한 자 중소기업제품구매촉진및판로지원에관한법률시행령제2조의3 제2호에 해당하는비영리법인은입찰참여가능",
      "tables": [],
      "has_images": true,
      "image_count": 13
    },
    {
      "page": 18,
      "text": "- 18 - 입찰공고일을 기준으로 등록 취소, 영업 정지, 자격 정지 또는 휴업 중인 업체는 입찰 참가 불가 공동수급공동이행방식의 형태로 참가할 경우, 아래 사항을 준수 - 공동수급공동이행방식으로 사업수행 가능하며, 구성업체간의 업무분담역할과 협력방안을 상세히 제시하여야 함 - 공동수급을 희망하는 업체는 입찰 참가신청 시 공동수급협정서를 작성하여 제출단, 공동 수급체 구성원이 다른 공동 수급체를 구성하여 중복 입찰은 불가 - 공동수급체는 5인 이하로 구성하여야 하며, 구성원별 계약참여 최소 지분율은 10 이상으로 하여야 함공동계약운용요령 제9조 제5항 - 발주기관의 사전 승인 없이 하도급을 할 수 없음 낙찰자 선정 방식 국가를 당사자로 하는 계약에 관한 법률 시행령제43조협상에 의한 계약체결에 의해 제안서를 평가한 후 우선협상대상자를 선정하고 협상 절차를 통하여 사업자를 선정함 입찰 관련 정보 제안서 제출마감 - 접수마감 입찰공고문 참조 - 접수방법 전자입찰 - 모든 제안서류는 마감시한 내에 제출하여야 함 제출서류는 제안서와 별도 제출하며, 세부사항은 입찰공고서를 반드시 참조하여야 함 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요 비용은 제안사의 부담으로 함",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 19,
      "text": "- 19 - 제안 내용에 대한 확인을 위하여 추가자료 요청 또는 현지실사를 할 수 있으며, 용역사업자는 이에 응하여야 함 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서의 별첨으로 제출하여야 함 입찰의 무효 국가를 당사자로 하는 계약에 관한 법률 시행령제39조입찰서의 제출접수 및 입찰의 무효 및 동법 시행규칙제44조입찰무효에 의함 입찰의 변경 및 철회 발주부서는 천재지변, 국가비상사태 등 불가피한 사유로 인하여 동 사업을 정상적으로 수행할 수 없을 경우 용역 시기, 인원 등을 변경 하거나 동 용역을 철회할 수 있음 발주부서는 제안 업체의 귀책사유로 인해 용역을 변경, 가격초과, 협상결렬 등의 사유 발생 시 본 입찰을 철회 또는 연기하거나 재공고입찰할 수 있으며, 용역범위, 일정, 입찰조건 등을 변경하여 새로운 공고를 할 수 있음 2 제안서 작성 및 유의사항 제안서 작성 방법 제안서는 본 제안요청서를 참고하여 요구되는 모든 사항이 기술되도록 작성 - 제안서 작성 항목은 각각의 내용을 반드시 포함하여 작성 - 제안서의 구성 및 목차는 작성항목의 순서 및 목차에 의하여 작성 하여야 하며, 제안서의 내용을 객관적으로 입증할 수 있는 증빙과 관련된 근거자료 또는 참고자료를 반드시 제시하여야 함 - 작성 항목 중 해당 사항이 없는 경우에는 해당 항목에 해당 없음으로 간략히 기술",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 20,
      "text": "- 20 - 본 사업의 목적을 달성하는데 있어 제안요청서 상에 제시된 방안 이외에 보다 나은 효과적인 방안이 있을 경우 추가로 제시 가능함 제안서에 사용된 영문 약어 또는 전문용어에 대하여는 괄호 또는 페이지 하단꼬리말에 주석으로 용어설명 가능 제안 내용 중 참고 문헌을 활용하는 경우 참고 문헌 목록을 첨부하고 인용 부분을 명시하여야 하며, 인용 자료 및 데이터의 출처 명시 제안서는 작성양식에 따라 명확한 용어를 사용하여 정확하고 명료하게 작성하여야 함. 제안서의 내용에 할 수 있다, 가능하다, 고려한다 등과 같이 모호한 표현은 제안서 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하여야 함 제안서는 표지와 목차를 제외한 각 면쪽에는 일련번호해당번호쪽 전체쪽를 부여하고 표지, 목차, 붙임 및 첨부 자료 등을 제외한 순수 제안 내용이 50페이지쪽를 넘지 아니하여야 함 제출된 제안서의 기재 내용은 실제 사실과 일치하여야 하며, 제출된 제안서의 내용은 발주기관과 협의없이 수정추가 및 삭제는 불가함 기술적인 설명자료 및 제안서의 내용을 객관적으로 입증하기 위한 관련 자료의 내용이 많을 경우 별첨으로 첨부하여 제출 제안요청서에 제시된 양식은 변경하여 기재할 수 없으며, 별도 제출 하는 모든 참고 자료의 경우 증빙자료 제시 필요 제안내용 중 참고 문헌을 활용하는 경우 참고 문헌 목록을 첨부하고 인용 부분을 명시하여야 하며, 인용자료 및 데이터의 출처 명시 입찰 참가시 제출된 자료는 제안서와 동일한 효력을 지님 제안서 목차 및 세부 작성 지침 목 차 작 성 방 법 비고 조견표 및 목차 1. 조견표 평가항목에 대한 제안서 내용의 조견표를 별지8에 따라 기재 별지8 2. 목차 제안서 목차를 기재 I. 제안사 소개 10 분량",
      "tables": [
        [
          [
            "목  차",
            "작  성  방  법",
            "비고"
          ],
          [
            "조견표  및  목차\n  1.  조견표\n  2.  목차",
            "평가항목에  대한  제안서  내용의  조견표를  별지8에  따라  기재\n제안서  목차를  기재",
            "별지8"
          ],
          [
            "Ⅰ.  제안사  소개",
            "",
            "10%  분량"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 21 - 제안서 작성 시 유의 사항 제출된 제안서의 내용은 발주기관과협의 없이 변경할 수 없으며, 계약 체결 시 계약조건의 일부로 간주됨 이내 권장 1. 일반현황 제안사의 일반현황 및 주요연혁, 신용평가등급을 통해 기업의 경영상태가 사업 수행에 적절한지 제시 최근 3년간의 재무제표 및 신용평가등급확인서 첨부 별지 1 2. 조직 및 인원 기관의 조직 및 인원 현황을 기술 3. 유사사업 수행실적 본 사업과 관련이 있는 최근 3년 이내의 유사 사업 실적 제시 유사사업은 국내외 보건의료분야 개발협력사업 ODA 컨설팅추진전략, 개발 사업기획형성, 타당성 등 어느 하나에 해당하는 컨설팅 또는 연구 분야 용역수행 실적증명서 첨부 II. 제안개요 10 분량 이내 권장 1. 필요성 및 목적 해당 사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 등에 대해 기술 2. 제안범위 제안요청서 사항을 수용하지 않거나 별도의 제안조건이 있으면 개괄적으로 서술, 제안 전제 조건이 있으면 명시 제안한 연구의 범위 등 제시 3. 제안 특징 및 차별성타 사와 차별화된 본 제안내용만의 특장점을 사업목적 달성과 연계하여 설명 4. 기대효과 해당 사업 수행을 통해 기대하는 효과 등 제시 III. 사업수행계획 50 분량 이내 권장 1. 추진목표 성공적 사업추진을 위한 목표 및 추진전략을 명확히 제시. 본 사업을 성공적으로 수행하기 위한 기본 추진전략, 핵심사항, 성과목표 등을 제시 2. 추진체계 사업특성과 전략에 따른 수행조직구성 및 참여조직인원 간 역할 등을 제시 3. 추진전략 및 방법 사업을 효과적으로 수행하기 위한 추진전략 및 방법위험요소 고려하여 타당한 대안 제시 4. 사업별 수행계획 제안요청 세부 과업별 수행방안을 구체적으로 기술 IV. 사업관리계획 20 분량 이내 권장 1. 투입인력관리방안 사업 수행 조직 및 업무분담 계획 등 국내 및 현지 투입 등 세부 인력운용계획 참여인력의 이력사항, 업무수행경험, 외부전문가 활용, 인력교체방안 제시 본 사업의 수행능력 보유도 및 분야별 전문인력 수준 등 제시 총괄책임자의 경력, 영어의사소통능력 등 제시 공동수급인 경우 해당 사업자와의 구체적인 업무 역할 범위, 협력방안 제시 별지2 해당 시 별지 3, 별표1 첨부 2. 일정 관리 사업수행에 필요한 수행기간과 세부 일정 및 각 활동에 필요한 일정계획이 사업추진방법론에 제시된 단계별 산출물과 연계하여 적절히 수립 3. 산출물 관리 요구사항 수행에 따른 산출물 목록 제시 사업진도, 사업수행산출물 도출까지 절차와 산출물 내용 구성 구체적 방안 V. 사업지원계획 10 분량 이내 권장 1. 품질관리방안 품질관리의 범위, 절차, 점검 방법 등 사업수행을 위한 품질관리방안 제시 2. 기밀보안관리방안 기밀보안 체계 및 대책, 사업 참여인원에 대한 보안관리 방안비밀유지 의무 준수 및 위반시 처벌내용 등 제시 3. 위험 및 이슈 관리방안사업 수행 시 일정 지연, 비용초과 등을 포함하여 발생 가능한 다양한 위험 요소를 분석하고, 이에 대한 구체적인 대응방안을 제시 제출서류 증빙자료 및 참고사항 첨부",
      "tables": [
        [
          [
            "1.  일반현황\n  2.  조직  및  인원\n  3.  유사사업  수행실적",
            "제안사의 일반현황 및 주요연혁, 신용평가등급을 통해 기업의 경영상태가 사업 \n수행에  적절한지  제시\n※  최근  3년간의  재무제표  및  신용평가등급확인서  첨부\n기관의  조직  및  인원  현황을  기술\n본  사업과  관련이  있는  최근  3년  이내의  유사  사업  실적  제시\n유사사업은 국내외 보건의료분야 개발협력사업 ODA 컨설팅(추진전략, 개발\n사업기획/형성, 타당성 등 어느 하나에 해당하는 컨설팅 또는 연구 분야)     \n※  용역수행  실적증명서  첨부",
            "이내  권장\n별지  1"
          ],
          [
            "Ⅱ.  제안개요\n  1.  필요성  및  목적\n  2.  제안범위\n  4.  기대효과",
            "해당 사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, \n전제조건  등에  대해  기술\n제안요청서 사항을 수용하지 않거나 별도의 제안조건이 있으면 개괄적으로 \n서술,  제안  전제  조건이  있으면  명시\n제안한  연구의  범위  등  제시\n  3.  제안  특징  및  차별성 타 사와 차별화된 본 제안내용만의 특장점을 사업목적 달성과 연계하여 설명\n해당  사업  수행을  통해  기대하는  효과  등  제시",
            "10%  분량 \n이내  권장"
          ],
          [
            "Ⅲ.  사업수행계획\n  1.  추진목표\n  2.  추진체계\n  3.  추진전략  및  방법\n  4.  사업별  수행계획",
            "성공적  사업추진을  위한  목표  및  추진전략을  명확히  제시.\n본 사업을 성공적으로 수행하기 위한 기본 추진전략, 핵심사항, 성과목표 등을 제시\n사업특성과 전략에 따른 수행조직구성 및 참여조직(인원) 간 역할 등을 제시\n사업을 효과적으로 수행하기 위한 추진전략 및 방법(위험요소 고려하여 타당한 \n대안)  제시\n제안요청  세부  과업별  수행방안을  구체적으로  기술",
            "50%  분량 \n이내  권장"
          ],
          [
            "Ⅳ.  사업관리계획\n  1.  투입인력관리방안\n  2.  일정  관리\n  3.  산출물  관리",
            "사업 수행 조직 및 업무분담 계획 등 국내 및 현지 투입 등 세부 인력운용계획\n참여인력의 이력사항, 업무수행경험, 외부전문가 활용, 인력교체방안 제시\n본  사업의  수행능력  보유도  및  분야별  전문인력  수준  등  제시\n총괄책임자의  경력,  영어의사소통능력  등  제시\n공동수급인 경우 해당 사업자와의 구체적인 업무 역할 범위, 협력방안 제시\n사업수행에 필요한 수행기간과 세부 일정 및 각 활동에 필요한 일정계획이 \n사업추진방법론에  제시된  단계별  산출물과  연계하여  적절히  수립\n요구사항  수행에  따른  산출물  목록  제시\n(사업진도, 사업수행산출물 도출까지 절차와 산출물 내용 구성 구체적 방안)",
            "20%  분량 \n이내  권장\n별지2\n(해당  시 \n별지  3, \n별표1 첨부)"
          ],
          [
            "Ⅴ.  사업지원계획\n1.  품질관리방안\n2.  기밀보안관리방안\n3.  위험  및  이슈  관리방안",
            "품질관리의 범위, 절차, 점검 방법 등 사업수행을 위한 품질관리방안 제시\n기밀보안 체계 및 대책, 사업 참여인원에 대한 보안관리 방안(비밀유지 의무\n준수  및  위반시  처벌내용  등)  제시\n사업 수행 시 일정 지연, 비용초과 등을 포함하여 발생 가능한 다양한 위험\n요소를  분석하고,  이에  대한  구체적인  대응방안을  제시",
            "10%  분량 \n이내  권장"
          ],
          [
            "제출서류",
            "증빙자료  및  참고사항  첨부",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 22 - - 제출된 제안서의 내용은 발주기관이 요청하지 않는 한 수정 및 삭제 또는 대체할 수 없음 - 주관기관의 사업계획의 변경 등으로 인하여 사업내용을 변경해야 할 사유가 발생한 때에는 그 내용을 변경할 수 있음 - 제안서에 제시된 내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력이 있으나, 계약서에 명시된 경우에는 계약서에 명시된 내용을 우선으로 함 제출된 제안서는 사업자 선정여부와 관계없이 반환하지 않으며, 제안 내용의 평가 및 사업자 선정에 관한 세부 사항은 비공개를 원칙으로 함 제안서와 관련된 일체의 비용은 입찰참가자가 부담하며, 사업 수행에 따른 산출물의 소유권은 발주부서에 있음 필요 시 제안 내용에 대한 확인 자료 요청할수 있으며, 제안사는 이에 응하여야 함 제안된 내용이 사실과 다르거나 허위로 판명될 경우, 제안 내용의 전 부 또는 일부에 대하여 담합한 사실이 발견되거나 담합하였다고 판단 되는 경우에는 관련규정에 따라 처리함 본 사업에 투입한 인력에 대하여는 투입 기간 동안 다른 임무를 부여하지 못하며, 제안서 상 명시된 투입 인력을 교체할 수 없음. 다만, 불가피한 사유 발생으로 교체하여야 할 경우 사보원의 사전 승인 하에 동급이상의 인력으로 교체해야 함 제안사는 용역 이행과 관련된 사항에 대하여 발주부서의 자문 요청에 응하여야 하며, 필요한 경우 교육을 실시하여야 함 제안서의 효력 제출된 제안서의 내용은 발주기관이 요청하지 않는 한 변경할 수 없으며, 계약 체결 시 별도의 수정 사항 또는 이견이 없으면 계약",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 23 - 사항으로 간주함 제안서에 제시된 내용과 발주기관 요구에 의하여 수정, 보완, 변경된 제안내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 가지며 계약서에 명시된 경우에는 계약서의 내용을 우선으로 함 3 제안서 제출 방법 제출서류 및 구비서류 입찰공고문에 따름 제출기한 및 제출방법 입찰공고문에 따름 제안요청 설명회 - 본 사업은 제안요청 설명회를 실시하지 않고 제안요청서로 갈음 문의처 한국사회보장정보원 건강보건전략팀 신경주 선임 02-6360-6990, logonglssis.or.kr 질문사항등은문서로제출하고전화등의문의는법적효력을갖지못함 질문사항은제출마감일3일전까지가능",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 24 - IV 제안서 평가 및 선정 안내 1 제안서 평가 안내 제안서 평가 항목 및 배점안 기획재정부 계약예규 협상에 의한 계약체결기준기획재정부계약예규에 따라 기술능력90과 입찰가격10로 구분하여종합평가 기술평가와가격평가를합산하여종합평가점수로산출 평가비율 기술평가90 가격평가10 평가점수에서소수점이하가있는경우소수점2자리에서반올림 제안서 기술평가는 한국사회보장정보원 내부 지침에 의해 실시하며 지침에 정하지 않은 사항은 조달청 협상에 의한 계약 제안서 평가 세부기준을 따름 구분 평가항목 평가기준 배점 기술 평가 90점 제안사 평가 국내외 유사 사업 추진 이력최근 3년 - 5건 이상 10점 34건 8점 12건 6점 0건 4점 10 사업이해도 평가 과업의 필요성, 배경, 활용도에 대한 이해가 잘 되어있는지 평가 과업수행과 관련된 창의적 제안 및 결과 도출을 위한 과업별 적절한 방법이 제시되 었는지 평가 10 사업 기획 및 수행 평가 사업 목표 및 추진 전략, 성과목표가 명확히 제시되었는지 평가 사업을 효과적으로 수행하기 위한 과업별 수행 방법 및 전략에 대한 구체성, 적절성, 효율성에 대한 평가 25 사업 관리 인력 및 일정 평가 사업 수행 조직 및 업무분담 계획 등 국내 및 현지 투입 등 세부 인력운용계획이 적절한지 평가 - 참여인력의 수행경험, 외부전문가 활용, 인력교체방안이 타당하고 적절한지 평가 사업수행에 필요한 수행기간과 세부 일정이 구체적이고 적절하게 수립되었는지를 평가 20 산출물관리 산출물 작성, 보고, 검토, 관리계획이 적절한지 평가 - PCP 도출을 위한 수행방안 및 추진일정이 적절한지 평가 - 단계별 산출물을 적절히 제시하였는지 평가 15 위험 및 이슈관리사업과 관련한 위험 및 이슈에 대한 식별 및 분석, 위험ᆞ이슈 관리 절차 및 대응 방안 등 위험 및 이슈관리 계획이 구체적이고 적절한지 평가 10 가격평가10점 협상에 의한 계약체결기준에 의함 10 총 점 기술평가 가격평가 100",
      "tables": [
        [
          [
            "구분",
            "평가항목",
            "평가기준",
            "배점"
          ],
          [
            "기술\n평가\n(90점)",
            "제안사  평가",
            "국내·외  유사  사업  추진  이력(최근  3년)\n  -  5건  이상  10점  /  3~4건  8점  /  1~2건  6점  /  0건  4점",
            "10"
          ],
          [
            "",
            "사업이해도 평가",
            "과업의  필요성,  배경,  활용도에  대한  이해가  잘  되어있는지  평가\n과업수행과 관련된 창의적 제안 및 결과 도출을 위한 과업별 적절한 방법이 제시되\n었는지  평가",
            "10"
          ],
          [
            "",
            "사업  기획  및 \n수행  평가",
            "사업  목표  및  추진  전략,  성과목표가  명확히  제시되었는지  평가\n사업을 효과적으로 수행하기 위한 과업별 수행 방법 및 전략에 대한 구체성, 적절성, \n효율성에  대한  평가",
            "25"
          ],
          [
            "",
            "사업  관리\n(인력  및  일정) \n평가",
            "사업 수행 조직 및 업무분담 계획 등 국내 및 현지 투입 등 세부 인력운용계획이 적절한지 평가\n  - 참여인력의 수행경험, 외부전문가 활용, 인력교체방안이 타당하고 적절한지 평가\n사업수행에 필요한 수행기간과 세부 일정이 구체적이고 적절하게 수립되었는지를 평가",
            "20"
          ],
          [
            "",
            "산출물관리",
            "산출물  작성,  보고,  검토,  관리계획이  적절한지  평가\n  -  PCP  도출을  위한  수행방안  및  추진일정이  적절한지  평가\n  -  단계별  산출물을  적절히  제시하였는지  평가",
            "15"
          ],
          [
            "",
            "위험 및 이슈관리",
            "사업과 관련한 위험 및 이슈에 대한 식별 및 분석, 위험ㆍ이슈 관리 절차 및 대응\n방안  등  위험  및  이슈관리  계획이  구체적이고  적절한지  평가",
            "10"
          ],
          [
            "가격평가(10점)",
            "",
            "「협상에  의한  계약체결기준」에  의함",
            "10"
          ],
          [
            "총  점  (기술평가  +  가격평가)",
            "",
            "",
            "100"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 25,
      "text": "- 25 - 2 우선 협상대상자 선정 기술능력평가 기준에 따라 심사한 후 협상에 의한 계약체결기준 기획재정부 계약예규 656호, 2023.6.16 제8조협상적격자 및 협상순위의 선정에 의거 기술능력평가 점수가 기술능력평가분야 배점한도인 90점 만점 기준 85 이상인 76.5점 이상인 자를 협상적격자로 선정 협상의 순서는 선정된 협상적격자의 기술능력평가 점수와 입찰가격 평가 점수를 합산하여 합산점수의 고득점 순에 따라 결정 합산점수가 동일한 제안자가 2인 이상일 경우에는 기술능력평가 점수가 높은 제안자를 선순위자로 하고, 기술능력평가점수도 동일한 경우에는 기술능력의 세부평가항목 중 배점이 큰 항목에서 높은 점수를 얻은 자를 선순위자로 함 기술능력평가 점수가 배점이 큰 항목에서도 모두 동일한 경우에는 제안서 평가위원회에서 결정 3 협상 및 낙찰자 선정 협상범위는 협상대상자가 제안한 사업내용, 이행방법, 이행일정 등 제안서로 제출된 모든 내용이며 협상을 통해 그 내용을 조정할 수 있음 우선 협상대상자와 협상이 성립된 때에는 차순위 협상대상자와 협상을 실시하지 아니함 우선 협상대상자와 협상이 결렬되면 우선 협상대상자와 동일한 기준과 절차에 따라 차순위 협상대상자와 협상을 실시하고, 협상이 모두 결렬되면 재공고 실시 협상결과 제안서에 명시된 내용은 계약서와 동일한 효력을 가지며,",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 26,
      "text": "- 26 - 협상 시 수정보완변경된 제안내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 가짐 계약서에명시된경우에는계약서의내용을우선함 4 협상 결과 통보 및 계약 협상 성립 시 그 결과는 당해 협상대상자에게 서면으로 통보 계약은 낙찰자 선정 후 협상에 의한 계약체결 기준제15조계약의 체결 및 이행에 따라 10일 이내에 체결 계약체결 및 이행에 관하여는 서면으로 통보한 협상결과와 국가를 당사자로 하는 계약에 관한 법률및 동법 시행령, 동법 시행규칙과 이에 근거한 계약의 일반조건, 특수조건, 입찰유의서 및 일반원칙에 따름",
      "tables": [],
      "has_images": true,
      "image_count": 8
    },
    {
      "page": 27,
      "text": "- 27 - V 기타사항 과업의 일반사항 발주기관은 용역수행자의 과업진행 전 과정을 수시로 점검할 수 있으며, 용역수행자는 발주기관의 협조 및 추가 요구사항이 있을 경우 적극적으로 협조하여야 함 본 계약의 일부 변경 또는 수정이 필요할 경우 상호 협의하여 계약 내용을 조정할 수 있음 과업이 완료된 후에도 본 용역과 관련된 사항에 대하여 재검토와 보완이 필요한 경우 즉시 시정조치 하여야 함 - 용역수행자는 하자가 발생한 경우 별도의 비용 청구 없이 수정보완 등의 지시에 따라야 하며, 보완 결과를 서면으로 제출하여야 함 과업 수행 중 정책 변경 및 불가피한 사정 등으로 인하여 일부 과업을 생략하는 경우, 계약 금액에서 산출내역서상 해당 항목의 해당 액수를 공제하여 지급함 다음의 사유가 발생한 경우 과업수행 상 특별한 사유가 없는 한 계약 위반 행위로 간주하여 관계규정에 의거 조치할 수 있음 - 발주기관의 정당한 지시에 불응하여 과업을 진행한 때 - 계약상대자가 과업수행이 불가능하다고 인정할 때 - 기타 계약조건을 위반한 때 다음의 사유가 발생하였을 경우에는 발주기관과 사전 협의하여 과업 기간을 조정할 수 있음 - 과업수행 중 발주기관의 사정상 계획의 변경조정 사유가 발생한 경우 - 불가항력적인 사유가 발생한 경우",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 28,
      "text": "- 28 - 과업내용의 변경이 발생하는 경우 그에 따른 금액의 조정, 기간연장을 수행업체에서 발주기관에 과업수행 전에 요청해야 함 본 제안서에 명시되지 않은 사항이라도 발주기관에서 판단한 중요한 사유로 인하여 삭제, 수정사항이 발생하는 경우, 제안자는 발주기관 과 협의하여 이를 최대한 수용함 본 제안서에 명시되어 있지 않은 사항은 발주기관 사업담당자와 협의하여 결정함 용역수행자는 과업수행 시 사고 관리를 위한 사전사후 관리체계를 구축하고, 사고 발생 시 신속하게 대응하여야 함 - 연구 진행 중 사고 발생 시 발주기관 과업 담당자에게 즉시 고지하는 등 신속한 대처 및 사고 수습을 해야 함 - 사고 관리의 범위는 진행 오류공고, 전문가 회의, 현장방문, 보안 등 및 언론보도를 포함한 연구 전 과정에서 발생하는 상황을 말함사전사후 관리 포함 과업수행에 대한 의무 이행 본 과업완료 후라도 동 업무와 관련된 사항에 대하여 재검토, 보완 등이 필요할 때에는 과업수행자로서의 의무를 성실하게 다하여야 함 정보보안관리 용역업체 보안과 관련한 사항은 정보원의 용역사업 보안관리 지침을 준수함 사업자는 발주부서의 보안정책을 위반하였을 경우 별표1의 위규처리 기준에 따라 위규자 및 관리자를 행정조치하고 별표2의 보안 위약금을 발주부서에 납부함",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 29,
      "text": "- 29 - 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별표3의 누출금지 대상정보에 대한 보안관리계획을 사업제안서에 기재하여야 하며, 해당 정보 유출시 발주기관은 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록함 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료 시 사업 관리담당자의 입회하에 완전 폐기 또는 반납해야 함 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 함 작업장소 상호 협의 작업 장소는 행정기관 및 공공기관 정보시스템 구축운영 지침행정 안전부고시 제2023-27호제41조에 의거하여 상호 협의하여 결정 한국사회보장정보원 안전보건관리규정 제7장위험성평가에 따라 사업장에 대해 위험성 평가를 실시하고, 그 평가결과에 따라 필요한 보완조치를 하여야 함 붙임2 별지7 위험성평가결과서예시 및산업안전보건공단위험성평가지원시스템참조",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 30 - 붙임자료 1. 제안서 관련 서식 제안서에 첨부 2. 계약 관련 서류 낙찰자에 한해 추후 제출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 31 - 붙임 1 제안서 관련 서식 별지 1 기관소개자료제안사 소개 별지 2 참여인력 이력사항 별지 3 공동수급표준협약서 - 별표 1 합의각서 별지 4 개인정보이용동의서 별지 5 확약서 별지 6 확인서 별지 7 청렴계약이행서약서 별지 8 조견표",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 32 - 별지 1 제안사 소개 제안서에 첨부할 것 기관 소개자료 일반현황 1. 회 사 명 2. 대표자 3. 사 업 분 야 4. 주 소 5. 연 락 처 전화번호 팩스번호 6. 회사 설립년도 년 월 7. 해당부문 종사기간 년 월 년 월 8. 주요연혁요약 9. 인원 현황 및 조직도 최근 3개월 이내 사업자등록증, 등기부등본말소사항 포함, 원본 제출 및 시국세 완납증명서 등 증빙서류 반드시 첨부 주 공동수급 방식인 경우 주사업자 및 부사업자 별 별지로 작성하되, 조직도 중 본 사업에참여하는 부서를 표시 주 공동수급인 경우 공동수급협정서전자제출",
      "tables": [
        [
          [
            "1. 회   사   명",
            "2. 대표자"
          ],
          [
            "3. 사 업  분 야",
            ""
          ],
          [
            "4. 주        소",
            ""
          ],
          [
            "5. 연   락   처",
            "전화번호 :                  팩스번호 :"
          ],
          [
            "6. 회사 설립년도",
            "년      월"
          ],
          [
            "7. 해당부문 종사기간",
            "년      월     ～      년      월"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 33 - 경영 실태최근 3년 단위 천원 구 분 D-2년 D-1년 D년 합계 평균 총 자 산 자 기 자 본 유 동 부 채 고 정 부 채 유 동 자 산 당기 순이익 매출액 00부문 00부문 00부문 00부문 기 타 합 계 자기자본비율 자기 자본순 이익률 유 동 비 율 결산 공고된 최근 3년간 재무제표 등 결산서를 붙임으로 반드시 첨부하여야 하며, 첨부되지 않은 자료는 인정하지 않습니다. 신용평가등급확인서 1부. 공동수급일 경우 관련업체 모두 제출 신용정보의 이용 및 보호에 관한 법률제2조 제8의3에 해당하는 신용조회사 또는자본시장과 금융투자업에 관한 법률제335조의3에 따라 업무를 영위하는 신용정보업자가 입찰공고일 전 가장 최근에조달청 제출용으로 평가한 유효기간 내 회사채또는 기업어음에 대한 신용평가등급 또는 기업신용평가등급위의 신용정보업자가 신용평가등급, 등급평가일 및 등급유효기간 등을 명시하여 작성한 신용평가등급확인서 공동수급 방식인 경우 주 사업자, 부 사업자별 별지 작성",
      "tables": [
        [
          [
            "구    분",
            "",
            "D-2년",
            "D-1년",
            "D년",
            "합계",
            "평균"
          ],
          [
            "총   자   산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자 기  자 본",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동  부 채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고 정  부 채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동  자 산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "당기  순이익",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "00부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기   타",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합   계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기 자본순 이익률",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동 비 율",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 34 - 유사사업 수행 실적 유사사업 수행실적 국 내 사 업 명 대 상 국 분 야 기 간 발주자명 담당업무 국 외 사 업 명 대 상 국 분 야 기 간 발주자명 담당업무 기타 해외근무 경력 또는 ODA관련 교육 업 무 명 과정명 국 명 기 간 담 담 업 무 교육내용 참고사항 상기 기재한 사항에 대해서는 유사사업 수행실적에 대한 참여확인서를 제출하기 바람.",
      "tables": [
        [
          [
            "유사사업\n수행실적",
            "국\n내",
            "사      업      명",
            "",
            "",
            "대  상  국",
            "분        야",
            "",
            "기          간",
            "발주자명",
            "담당업무"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "국\n외",
            "사      업      명",
            "",
            "",
            "대  상  국",
            "분        야",
            "",
            "기          간",
            "발주자명",
            "담당업무"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기타\n해외근무\n경력  또는\nODA관련  교육",
            "",
            "업      무      명\n(과정명)",
            "국            명",
            "기            간",
            "",
            "",
            "담        담          업        무\n(교육내용)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "참고사항",
            "",
            "※  상기  기재한  사항에  대해서는  유사사업  수행실적에  대한  참여확인서를  제출하기  바람.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 35 - 별지 2 참여인력 이력사항 제안서에 첨부할 것 참여인력 이력사항 참여 인력 총괄표 구분 번호 소속 직위 성 명 관련경력 담당업무 본 사업 참여 투입 기간 참여율 1 책임연구원 2 연구원 3 연구보조원 참여인력별 인적사항 및 연구실적 책임연구원 1 인적사항 및 주요경력 소 속 직 책 성 명 한자 해당분야경력 년 개월 주 소 생년월일 년 월 일 전 화 사무실 이메일 휴대폰 경 력 기 간 기 관 직 위 비 고",
      "tables": [
        [
          [
            "본 사업 참여\n구분\n번호\n소속\n직위\n성 명\n관련경력\n담당업무\n투입\n참여율\n기간",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "1 책임연구원",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2 연구원",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "3 연구보조원",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "소\n속",
            "",
            "직\n책",
            "",
            "",
            ""
          ],
          [
            "성\n명",
            "",
            "(한자)\n년\n개월\n해당분야 경력",
            "",
            "",
            ""
          ],
          [
            "주\n소",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "생년월일",
            "",
            "년\n월\n일\n사무실 :",
            "",
            "",
            ""
          ],
          [
            "이메일",
            "",
            "전\n화\n휴대폰 :",
            "",
            "",
            ""
          ],
          [
            "경\n력",
            "기\n간",
            "",
            "기\n관",
            "직\n위",
            "비\n고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 36 - 2 저서 및 연구 등 실적 최근 5년간 3 실적 총괄 최근 5년간 4 유관사업 수행실적 최근 5년간 연구원 1 인적사항 및 주요경력 유관사업실적AB 수행중인사업A 완료사업B 건 건 건 구 분 역 할 사업명 사업비 사업기간 부터-까지 금 액 단위 천원 지원기관 완료 진행중 년월 저서명논문명 출판사발표지명 비고 소 속 직 책 성 명 한자 해당분야경력 년 개월 주 소 생년월일 년 월 일 전 화 사무실 이메일 휴대폰 경 력 기 간 기 관 직 위 비 고",
      "tables": [
        [
          [
            "년월",
            "저서명/논문명",
            "출판사/발표지명",
            "비 고"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "유관사업 실적(A+B)",
            "수행중인 사업(A)",
            "완료 사업(B)"
          ],
          [
            "건",
            "건",
            "건"
          ]
        ],
        [
          [
            "구 분",
            "역\n할",
            "사업명",
            "사 업비",
            "",
            "사 업 기 간\n(부터-까지)"
          ],
          [
            "",
            "",
            "",
            "금 액\n(단위: 천원)",
            "지원기관",
            ""
          ],
          [
            "완료",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "진행중",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "소\n속",
            "",
            "직\n책",
            "",
            "",
            ""
          ],
          [
            "성\n명",
            "",
            "(한자)\n년\n개월\n해당분야 경력",
            "",
            "",
            ""
          ],
          [
            "주\n소",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "생년월일",
            "",
            "년\n월\n일\n사무실 :",
            "",
            "",
            ""
          ],
          [
            "이메일",
            "",
            "전\n화\n휴대폰 :",
            "",
            "",
            ""
          ],
          [
            "경\n력",
            "기\n간",
            "",
            "기\n관",
            "직\n위",
            "비\n고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 37 - 2 저서 및 연구 등 실적 최근 5년간 3 유관사업 수행실적 최근 5년간 연구보조원 1 인적사항 및 주요경력 소 속 직 책 성 명 한자 해당분야경력 년 개월 주 소 생년월일 년 월 일 전 화 사무실 이메일 휴대폰 경 력 기 간 기 관 직 위 비 고 구 분 역 할 사업명 사업비 사업기간 부터-까지 금 액 단위 천원 지원기관 완료 진행중 년월 저서명논문명 출판사발표지명 비고",
      "tables": [
        [
          [
            "년월",
            "저서명/논문명",
            "출판사/발표지명",
            "비 고"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구 분",
            "역\n할",
            "사업명",
            "사 업비",
            "",
            "사 업 기 간\n(부터-까지)"
          ],
          [
            "",
            "",
            "",
            "금 액\n(단위: 천원)",
            "지원기관",
            ""
          ],
          [
            "완료",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "진행중",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "소\n속",
            "",
            "직\n책",
            "",
            "",
            ""
          ],
          [
            "성\n명",
            "",
            "(한자)\n년\n개월\n해당분야 경력",
            "",
            "",
            ""
          ],
          [
            "주\n소",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "생년월일",
            "",
            "년\n월\n일\n사무실 :",
            "",
            "",
            ""
          ],
          [
            "이메일",
            "",
            "전\n화\n휴대폰 :",
            "",
            "",
            ""
          ],
          [
            "경\n력",
            "기\n간",
            "",
            "기\n관",
            "직\n위",
            "비\n고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 38 - 별지 3 해당 시 제출 공동수급표준협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기술능력 과 인원 및 기자재를 동원하여 공사물품 또는 용역에 대한 계획입찰시공 등을 위하여 일정 출자비율에 따라 공동연대하여 계약을 이행할 것을 약속하는 협약을 정 함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재산의 관리 및 대금청구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 해당계약의 이행으 로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권리의무관계가 남 아있는 한 본 협정서의 효력은 존속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 연 대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족 하지 못하는 업체는 출자비율에 따라 책임을 진다. 단서신설 2014.1.10. 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체결하고 자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조거래계좌 계약예규 공동계약운용요령제11조에 정한 바에 의한 선금, 기성대 가 등은 다음계좌로 지급받는다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 39 - 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1당 공동수급체의 출자비율은 다음과 같이 정한다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2제1항의 비율은 다음 각호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다만, 출자비율을 변경하는 경우에는 공동수급체 일부구성원의 출자비율 전부를 다른 구성 원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉진법에 따라 채권단이 구조조정 대상으로 결정하여 구조조정중인 업체, 중도탈퇴의 사유 로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수 급체구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 고려, 구성원이 협의 평가하는 것으로 한다. 제10조손익의 배분 계약을 이행한 후에 이익 또는 손실이 발생하였을 경우에는 제9조 에서 정한 비율에 따라 배당하거나 분담한다. 제10조의2비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등을 상호 협의하여 별도로 정할 수 있다. 3공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고려하여 산 정한, 미납금에 상응하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보관하 며, 납부를 완료하는 경우에는 해당 구성원에게 지급한다. 4분담금을 3회 이상 미납한 경우에 나머지 구성원은 발주기관의 동의를 얻어 해당 구성원을 탈퇴시킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서는 분담금 납부주기 등에 따라 발주기관의 동의를 얻어 다르게 정할 수 있다. 본조신설 2012.4.2. 제11조권리의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3자에게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하나에 해당 하는 경우 외에는 입찰 및 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다 만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 40 - 2. 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하거나 제10조 의2에 따른 비용을 미납하여 해당구성원 외의 공동수급체의 구성원이 발주자의 동 의를 얻어 탈퇴조치를 하는 경우 신설 2012.4.2. 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하 지 아니하여 시행령 제7조제2항에 따라 입찰참가자격제한조치를 받은 경우 2제1항에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연대하여 해 당계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공시액 등 잔여계약 이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당 요건을 충족하여야 한다. 개정 2010.9.8. 3제2항 본문의 경우에 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율에 따라 분할하여 제9조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후에 제10조의 손실을 공제한 잔액을 반환 한다. 제13조하자담보책임 공동수급체는 공동수급체가 해산한 후 해당공사에 관하여 하자가 발생하였을 경우에는 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로 서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 단서신 설 2014.1.10. 제14조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영위원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통에 공동수급체 구성원이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인 기획재정부계약예규계약예규 공동계약운용요령별첨 1",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 41 - 별표 1 해당 시 제출 합 의 각 서 입찰공고번호 입찰일자 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체결 및 이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 42 - 별지 4 개인정보 이용 동의서 소속기관 성명 직위 생년월일 개인정보이용동의서명 1. 본인은 한국사회보장정보원의 라오스 보건의료정보화 협력을 위한 사전타당성 조사 입 찰공고와 관련하여 다음 각호의 정보를 수집이용하는 것에 동의합니다. 가. 수집이용목적 1입찰자, 낙찰자 및 계약자 본인 확인 2입찰 자격 확인 나. 수집하는 개인정보의 항목실제로 수집하는 개인정보 나열 이름, 주민등록번호, 전화번호, 직장 주소, 자택 주소, 전자우편, 학력학교, 전공, 학위 등, 경력기간, 직위 등, 납세 현황, 채무불이행 정보 등 재무 건전성 여부를 확인하기 위한 신용정보 등 2. 본인은 한국사회보장정보원이 본인의 개인정보를 동의서가 작성된 때로부터 1항의 사용 목적이종료되는 때참여 제한의 경우는 5년까지 보유하는 데동의합니다. 3. 본인은 상기 개인정보의 수집에 대하여 거부할 권리를 보유하고 있으며, 동의를거부 하면 입찰 과정에서 제외되거나 불리한 평가를 받을 수 있다는 사실을 인지한상태에서 작성한 것임을 확인합니다. 20 . . . 한국사회보장정보원장 귀하",
      "tables": [
        [
          [
            "소속기관",
            "성명",
            "직위",
            "생년월일",
            "개인정보이용동의(서명)"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1. 본인은 한국사회보장정보원의 “라오스 보건의료정보화 협력을 위한 사전타당성 조사” 입\n찰공고와 관련하여 다음 각호의 정보를 수집･이용하는 것에 동의합니다.\n가. 수집･이용목적\n① 입찰자, 낙찰자 및 계약자 본인 확인\n② 입찰 자격 확인\n나. 수집하는 개인정보의 항목(실제로 수집하는 개인정보 나열)\n이름, 주민등록번호, 전화번호, 직장  주소, 자택  주소, 전자우편, 학력(학교, 전공,\n학위 등), 경력(기간, 직위 등), 납세 현황, 채무불이행 정보 등 재무 건전성 여부를\n확인하기 위한 신용정보 등\n2. 본인은 한국사회보장정보원이 본인의 개인정보를 동의서가 작성된 때로부터 1항의\n사용 목적이 종료되는 때(참여 제한의 경우는 5년)까지 보유하는 데 동의합니다.\n3. 본인은 상기 개인정보의 수집에 대하여 거부할 권리를 보유하고 있으며, 동의를 거부\n하면 입찰 과정에서 제외되거나 불리한 평가를 받을 수 있다는 사실을 인지한 상태에서\n작성한 것임을 확인합니다.\n20\n.\n.\n.\n한국사회보장정보원장 귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 43,
      "text": "- 43 - 별지 5 확 약 서 업 체 명 주 소 라오스 보건의료정보화 협력을 위한 사전타당성 조사 입찰공고 제안서 제출과 관련하여 다음과 같이 제반 사항을 준수할 것을 서약합니다. 1. 제출된 모든 관련 증빙서류는 성실하게 작성 제출하며, 만일허위기 재 사항등이 확인될 경우와 신청 자격에 해당되지 않을경우에는 참가자격에서 제외되어도 아무런 이의를 제기하지않겠습니다. 2. 귀 기관이 평가를 위해 구성한 평가위원과 평가 방법 및 평가기준 에따른 평가 결과에 대해서도 어떠한 이의를 제기하지 않겠습니 다. 년 월 일 대표자 성명 서명 또는 인 한국사회보장정보원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 44 - 별지 6 확 인 서 입찰참가자격 제한 및 징계 사항 한국사회보장정보원이 발주한 라오스 보건의료정보화 협력을 위한 사전 타당성 조사용역사업 제안서 제출과 관련하여 본 업체는 최근 3년간 관계 법령에 의거 입찰 참가 제한 등 관계기관으로부터 징계받은 사 실이 없음을확약하며, 계약체결 후라도 만약위 사실에 대한 위배내용이 확 인될 시 계약해지및 이에 따른 불이익 사항에대한 책임은 본 업체에 있음 을 확인합니다. 년 월 일 업 체 명 주 소 대 표 자 인 한국사회보장정보원장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 45,
      "text": "- 45 - 별지 7 청렴계약이행서약서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며국가를 당사자로 하는 계약에 관한 법률제5조의2에 따라 본 입찰에 참여한 당사 대리인과 임직원은 입찰낙찰, 계약체결 또는 계약이행 등의 과정준공납품 이후를 포함에서 아래 각 호의 청렴계약 조건을 준수할 것이며, 이를 위반했을 경우 입찰낙 찰이 취소되거나 계약이 해제 또는 해지 될 수 있으며, 이와 관련하여 민 형사상 소송이나 그 밖의 어떠한이의도 제기하지 않을 것을 서약합니다. 1. 관계공무원에게 금품향응 등친인척 등에 대한 부정한 취업 제공 포함을 요구 또는 약속하거나 수수授受하지 않겠습니다. 2. 입찰가격의 사전 협의 또는 특정인의 낙찰을 위한 담합 등 공정한 경쟁을 방해하는 행위를 하지 않겠습니다. 담합으로 인하여 발주처에게 손해를 입혔을 경우에는 다음 각 항의 금액을 배상하겠습니다. 1담합에 따라 결정된 낙찰가격과 담합이 없었을 경우 형성되었으리라고 인정되는 가격의 차액 2담합으로 인하여 입찰이 유찰된 경우 입찰공고 및 현장설명회 개최 등 재입찰 절차에 따라 소요되는 각종 행정비용 3기타 발주처가 입증하는 담합으로 인한 유무형의 손해 4제1항 내지 제3항에도 불구하고 구체적인 손해액을 산정하기 곤란하거나 불가능한 경우에는 입찰 참가자는 투찰금액의 5를 계약상대자낙찰자는 계약금액의 10 3. 공정한 직무수행을 방해하는 알선청탁을 통하여 입찰 또는 계약과 관련된 특정 정보의 제공을 요구하거나 받는 행위를 하지 않겠습니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 46 - 신고대상 관계 직원에게 직간접적인 금품 및 향응 등친인척 등에 대한 부정한 취업 제공 포함 행위 특정인의 낙찰을 위한 부정 담합 등 입찰의 자유경쟁을 저해하는 불공정한 행위 부당한 업무지시, 알선청탁 행위 등 공정한 사업추진에 방해되는 행위 신고방법 외부기관을 통한 부패행위 익명신고시스템 한국사회보장정보원 홈페이지httpwww.ssis.or.kr 메인화면 부패행위신고 한국사회보장정보원 감사실 접수 한국사회보장정보원 홈페이지httpwww.ssis.or.kr 소통과 참여 클린신고센터 신고자의 경우 신고를 이유로 불이익이나 차별을 받지 않습니다. 권익위 신고센터 부패공익침해신고 1398 복지보조금 부정신고센터 110 20 년 월 일 서약자 상 호 주 소 대표자 인 한국사회보장정보원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 47 - 별지 8 조견표예시 구분 평가부문 평가항목 제안서 목차 페이지 정성 평가 제안사 소개 일반현황 I-1 조직 및 인원 I-2 유사 사업 수행 실적 I-3 제안 개요 필요성 및 목적 II-1 제안 범위 II-2 제안 특징 및 차별성 II-3 기대효과 II-4 사업수행계획 추진목표 III-1 추진체계 III-2 추진전략 및 방법 III-3 사업별 수행계획 III-4 사업관리계획 투입인력관리방안 IV-1 일정관리 IV-2 산출물 관리 IV-3 사업지원계획 품질관리방안 V-1 기밀보안관리방안 V-2 위험 및 이슈 관리방안 V-3 추가제안 제안요청내용 개선사항, 제안사의 추가투입계획, 동반성장 노력 등 -",
      "tables": [
        [
          [
            "구분",
            "평가부문",
            "평가항목",
            "제안서 \n목차",
            "페이지"
          ],
          [
            "정성\n평가",
            "제안사 소개",
            "일반현황",
            "I-1",
            ""
          ],
          [
            "",
            "",
            "조직 및 인원",
            "I-2",
            ""
          ],
          [
            "",
            "",
            "유사 사업 수행 실적",
            "I-3",
            ""
          ],
          [
            "",
            "제안 개요",
            "필요성 및 목적",
            "II-1",
            ""
          ],
          [
            "",
            "",
            "제안 범위",
            "II-2",
            ""
          ],
          [
            "",
            "",
            "제안 특징 및 차별성",
            "II-3",
            ""
          ],
          [
            "",
            "",
            "기대효과",
            "II-4",
            ""
          ],
          [
            "",
            "사업수행계획",
            "추진목표",
            "III-1",
            ""
          ],
          [
            "",
            "",
            "추진체계",
            "III-2",
            ""
          ],
          [
            "",
            "",
            "추진전략 및 방법",
            "III-3",
            ""
          ],
          [
            "",
            "",
            "사업별 수행계획",
            "III-4",
            ""
          ],
          [
            "",
            "사업관리계획",
            "투입인력관리방안",
            "IV-1",
            ""
          ],
          [
            "",
            "",
            "일정관리",
            "IV-2",
            ""
          ],
          [
            "",
            "",
            "산출물 관리",
            "IV-3",
            ""
          ],
          [
            "",
            "사업지원계획",
            "품질관리방안",
            "Ⅴ-1",
            ""
          ],
          [
            "",
            "",
            "기밀보안관리방안",
            "Ⅴ-2",
            ""
          ],
          [
            "",
            "",
            "위험 및 이슈 관리방안",
            "Ⅴ-3",
            ""
          ],
          [
            "",
            "추가제안",
            "제안요청내용 개선사항, 제안사의 \n추가투입계획, 동반성장 노력 등",
            "-",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 48 - 붙임 2 낙찰자에 한해 추후 제출 계약 관련 서류 별지 1 용역계약 특수조건 별지 2 산출내역서 별지 3 비밀유지 계약서 별지 4 외주 용역사업 보안특약 - 별표 1 사업자 보안위규 처리기준 - 별표 2 보안 위약금 부과 기준 - 별표 3 누출금지 대상 정보 - 별표 4 과징금의 산정기준과 산정절차 별지 5 보안서약서 별지 6 한국사회보장정보원 협력회사 행동지침 준수 서약서 별지 7 위험성 평가 결과서예시",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 49 - 별지 1 낙찰자에 한해 추후 제출 일반용역계약 특수조건 제1조적용범위 이 특수조건은 한국사회보장정보원이 체결하는 일반용역계약에 적용하며, 이 특 수조건에서 정하지 아니한 사항은 국가를 당사자로 하는 계약에 관한 법률이하 국가계약법 이라 한다을 적용받는 수요기관은 계약예규 용역계약 일반조건이하 일반조건이라 한다, 지방자치단체를 당사자로 하는 계약에 관한 법률이하 지방계약법이라 한다을 적용받는 수 요기관은 지방자치단체 입찰 및 계약 집행기준제14장 용역계약 일반조건이하 지방자치단체 일반조건이라 한다에서 각 정하는 바에 따른다. 제2조정의 이 특수조건에서 사용하는 용어의 정의는 다음과 같다. 1. 수요기관이란 조달사업에 관한 법률이하 조달사업법이라 한다 제2조제5호에 해당하는 기관으로서 조달청에 용역계약 체결을 요청한 기관 또는 계약상대자로부터 용역의 결과물을 인수 할 기관을 말한다. 2. 계약상대자라 함은 조달청과 용역계약을 체결한 자연인 또는 법인을 말한다. 3. 계약담당공무원이란국가계약법 시행규칙제2조지방계약법 시행규칙제2조에 따른 공무원을 말하며, 용역이행의 감독, 착수계 승인, 검사, 검수, 선금 및 대가의 직접 지급, 지체상금 부과, 하자관리 등 수요기관 책임으로 진행되는 계약이행과 관련하여 다른 규정이 있는 경우를 제 외하고는 수요기관의 장그 위임을 받은 공무원을 포함한다. 이하 같다을 계약담당공무원으로 본다. 4. 검사란 계약목적물이 관련 법령에 적합하고 계약서, 과업내용서, 계약조건대로 이행되었는지를 검사공무원이 확인하는 것을 말한다. 5. 검수란 제5호의 검사에 합격한 계약목적물이 계약서 또는 납품 서류상의 조건대로 납품되었는 지 여부를 물품출납공무원이 확인하는 것을 말한다. 6. 협정물자란 수요물자 중 국가계약법제4조 지방계약법제5조 및 특정조달을 위한 국가를 당사자로 하는 계약에 관한 법률 시행령 특례규정이하 특례규정이라 한다 제3조에 따 른 물자 및 용역을 말한다. 7. 대금채권이란 조달청과 계약을 체결하고 그에 따라 발생한 대금을 받을 권리를 말한다. 8. 하도급관리시스템이란 전자적으로 하도급을 관리하기 위하여 전자계약, 실시간 대금이체와 확 인, 자재ᆞ장비ᆞ노무를 각각 제공하는 업체들을 대상으로 금융거래전자대금이체와 확인을 포함 한다를 실시간으로 처리할 수 있도록 하는 시스템을 말한다. 9. 이 특수조건에서 따로 정하는 용어를 제외하고는 일반조건지방계약법을 적용받는 수요기관은 지방자치단체 일반조건, 조달청 일반용역 적격심사 세부기준에서 정한 바에 따른다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 50 - 제3조신의성실 의무 계약상대자는 본 용역사업을 이행하는 소속 근로자에게 계약업무의 내용 을 고지하고 최신 기술과 최선의 방법으로 계약을 성실히 이행하여야 한다. 제4조용역수행 1계약상대자는 계약체결 후 10일 이내에 산출내역서, 사업수행계획서, 인력 및 장비투입계획서, 용역책임자의 이력서참여 기술자의 해당 기술분야 경험과 기술 보유확인이 필요한 경우로서 수요기관이 요구하는 경우에는 참여 기술자의 이력서를 포함한다, 서약서 등이 포함된 착수계를 수요기관에 제출하여 승인을 받아야 한다. 2수요기관의 장은 계약상대자가 제출한 착수계가 본 용역 업무를 원만히 수행 할 수 없다고 판 단되거나, 근로기준법, 최저임금법, 그 밖의 관련 법규를 위반한 경우에는 계약상대자에게 착수계의 수정을 요구할 수 있으며, 계약상대자는 정당한 이유가 없는 한 착수계를 보완하여 제출 하고 승인을 받아야 한다. 3수요기관의 장은 계약서 및 착수계대로 계약이행여부를 점검하고 용역의 효율적인 추진을 위하 여 감독자나 그 밖에 필요한 자를 용역수행에 참여시켜 구체적인 용역수행 방향제시, 문제점 지적, 대책 마련 등의 조치를 취할 수 있다. 4계약상대자는 용역 업무수행과 관련 수요기관의 지시사항 및 시정요구가 있을 경우 이에 따라 야 한다. 다만, 수요기관의 장은 계약업무 수행과 무관한 부당한 지시를 할 수 없다. 5수요기관의 장은 본 계약에 대한 용역사업을 추진하기 위하여 정기적으로 사업진행과정의 설명 과 종사원의 임금지급대장 등의 자료 제출을 요구할 수 있으며, 계약상대자는 이에 따라야 한다. 6수요기관의 장은 제10조, 일반조건 제15조의2, 제16조 및 제17조지방자치단체 일반조건 제6절 에 따라 계약금액을 조정을 위하여 조달청에서 산출내역서를 요청하는 경우 제1항에 따라 승인한 산출내역서를 제출하여야 한다. 제5조자료제공 및 기술지원 1계약상대자가 용역수행에 필요한 자료를 요청할 경우 수요기 관의 장은 가능한 범위에서 필요한 자료를 제공하여야 한다. 2계약상대자는 수요기관이 제공한 자료를 수요기관의 허락 없이 복사 또는 제3자에게 공개할 수 없다. 3용역이 완료되어 사업수행에 활용되는 과정에서 문제점이 발견되면, 계약상대자는 문제 해결을 위해서 필요한 기술지원을 하여야 한다. 제6조편의제공 및 경비부담 수요기관의 장은 계약의 원활한 이행을 위하여 필요한 사무실탈 의실, 물품창고, 전력, 전화, 용수공급 등의 편의를 가용범위에서 계약상대자에게 제공할 수 있다. 제7조인력의 교체 일반조건 제11조제2항지방자치단체 일반조건 제5절 2에 따라 수요기관에 서 기술자의 교체를 요청하거나 계약상대자의 사정으로 기술자 교체가 필요한 경우 계약상대자는 사전에 해당 용역의 이행에 필요한 자격 유무를 확인할 수 있는 서류자격증, 이력서 등를 수요기 관에 제출하고 적격 여부를 서로 협의하여 교체 여부를 결정한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 51 - 제8조계약이행 및 관리책임 1계약상대자는 계약이 원활하게 이행될 수 있도록 투입인력을 적정하게 배치하고 지도감독과 정기 및 수시 교육을 실시하여야 하며, 위생관리, 안전관리, 방화 및 작업규율 유지에 모든 책임을 진다. 2수요기관은 계약관리에 필요한 경우 계약상대자를 대리한 관리책임자 선임을 요청할 수 있으 며, 계약상대자는 특별한 사유가 없으면 관리책임자를 선임하여 수요기관에 통지하여야 한다. 3계약상대자는 근로자의 행위로 인하여 발생한 문제에 대해서 형사적ᆞ민사적 책임을 져야 한 다. 다만, 계약상대자가 근로자의 관리ᆞ감독에 상당한 주의와 의무를 다한 경우에는 그러하지 아 니한다. 4계약상대자는 최저임금법, 근로기준법, 산업재해보상보험법, 국민건강보험법, 산업안전보건법, 중대재해 처벌 등에 관한 법률 등 관련 법령을 준수하여 필요한 조치를 취하여야 하며, 이의 불이 행으로 인한 모든 책임은 계약상대자에게 있다. 제9조불공정행위 금지 등 1입찰자 또는 계약상대자는 입찰ᆞ낙찰, 계약체결 또는 계약이 행 등의 과정준공ᆞ납품 이후를 포함한다에서 입찰 및 계약의 공정한 질서를 해치는 다음 각 호 의 어느 하나에 해당하는 행위를 해서는 안 된다. 1. 금품ᆞ향응 제공, 사례, 증여, 취업제공친인척 등에 대한 부정한 취업 제공 포함 및 알선 등을 직접적 또는 간접적으로 하거나 의사를 표시하는 행위 2. 입찰가격의 사전 협의 또는 특정인의 낙찰을 위한 담합 등 공정한 경쟁을 방해하는 행위 3. 공정한 직무수행을 방해하는 알선ᆞ청탁을 통하여 입찰 또는 계약과 관련된 특정 정보의 제공 을 요구하거나 받는 행위 4. 하수급인 또는 자재ᆞ장비업자의 계약상 이익을 부당하게 제한하는 행위 5. 그 밖에 입찰 및 계약 등 과정에서 공정한 경쟁을 해치는 행위 2입찰자 또는 계약상대자는 제1항 각 호에 따른 행위가 국가계약법제5조의2지방계약 법제6조의2 등 관련 법령에 위반되는 경우 해당 입찰ᆞ낙찰이 취소되거나 계약이 해지ᆞ해제 될 수 있고, 입찰참가자격 제한 대상에 해당되는 경우 국가계약법제27조지방계약법제31 조 등 관련 법령에 따라 부정당업자로 입찰참가자격 제한처분을 받을 수 있다. 3계약담당공무원은 제1항 각 호의 위반행위를 확인하기 위하여 입찰자 또는 계약상대자에게 관 련 자료 제출을 요청할 수 있으며, 입찰자 또는 계약상대자는 특별한 사정이 없을 때에는 적극 협 조하여야 한다. 4입찰자 또는 계약상대자는 계약담당공무원이 제1항제2호 위반행위의 확인을 위하여 제3항에 따 른 자료 제출을 요청함에도 불구하고 협조를 하지 않는 경우 부당한 공동행위 고발요청 업무 수 행에 관한 운영지침에 따라 불이익을 받을 수 있다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 52 - 제10조물가변동으로 인한 계약금액 조정 1일반조건 제15조지방자치단체 일반조건 제6절 2의 규정에 따라 물가변동으로 인한 계약금액을 조정할 때에는 품목조정률 또는 지수조정률을 적용한다. 2물가변동에 따른 가격 인상 시 조정기준일 이후 조정신청일 전에 이미 지급된 대가는 물가변동 적용대상에서 제외한다. 3물가변동에 따른 가격 인하 시 조정기준일 이후 조정통보일 전에 이미 지급된 대가는 물가변동 적용대상에서 제외한다. 제11조선금지급 1계약상대자는 선금지급을 신청하는 경우 국가계약법 시행령 제37조제2항 지방계약법 시행령 제37조제2항에 의한 증권 또는 보증서와 선금에 대한 사용 및 반환조건을 이 행한다는 내용의 확약서를 계약담당공무원에게 제출하여야 한다. 2계약상대자는 선금을 지급받은 후 계약기간이 연장되는 경우에는 채권의 보증기간 연장과 추가 발생할 이자에 대한 보증금액이 증액된 보증서 등을 계약담당공무원에게 제출하여야 한다. 3선금을 지급받은 후 계약상대자의 귀책사유로 인하여 선금을 반환하는 경우에는 다음 각 호의 금액을 납부하여야 한다. 1. 선금잔액 2. 선금잔액에 대한 약정이자 상당액정부 입찰ᆞ계약 집행기준제35조지방자치단체 입찰 및 계약집행기준제6장제2절 4에 따라 산출한 금액을 말한다 4채권확보를 면제받는 계약상대자는 선금지급을 신청하는 경우 선금 반환사유가 발생하면 제3항 에 따른 금액을 현금으로 납부하겠다는 지급확약서를 계약담당공무원에게 제출하여야 한다. 다만, 중소기업협동조합법에 따른 중소기업협동조합이하 조합이라 한다 또는 그 중앙회가 선금지 급을 신청하는 경우에는 실제 선금을 지급받는 조합을 피보험자로 하는 지급보증서 또는 이행보증 서 사본 등 채권확보 증빙서류와 조합의 지급각서를 함께 제출하여야 한다. 5계약상대자는 선금을 계약목적달성을 위한 용도와 수급인의 하수급인에 대한 선금배분 이외의 다른 목적에 사용할 수 없으며, 노임지급국가계약법 시행규칙 제23조의3지방계약법 시행규칙 제 23조의2 각 호의 용역계약은 제외 및 자재확보에 우선 사용하여야 한다. 6계약상대자는 선금을 수령한 후 하수급인에게 선금을 배부하거나 중소기업으로부터 자재를 구 입하거나 외주를 주는 경우 현금으로 지급하여야 한다. 7선금의 지급, 채권확보, 사용, 정산, 반환청구와 관련하여 이 특수조건에 명시되지 않은 사항은 계약의 적용 법령에 따라 정부 입찰ᆞ계약 집행기준제12장지방자치단체 입찰 및 계약집행기 준 제6장제2절을 따른다. 제12조지체상금 1일반조건 제18조제7항지방자치단체 일반조건 제7절 1-다 각 호의 기준에",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 53 - 따라 지체일수를 산정함에 있어 용역목적물 또는 용역완료보고서를 제출한 때라 함은 용역목적 물 또는 용역완료보고서를 검사요청서와 함께 제출한 날을 말하며, 용역목적물 또는 용역완료보고 서 제출일과 검사요청서 제출일이 다른 경우에는 가장 늦게 제출한 날로 본다. 2일반조건 제18조지방자치단체 일반조건 제7절 1에 따라 지체일수를 산정하는 경우 계약서 등에 따라 검사과정에서 계약상대자의 협조가 반드시 필요한 경우로서 검사 요청 후 계약상대자가 협조하지 않아 검사가 지연되어 일반조건 제20조지방자치단체 일반조건 제8절 1에서 정한 검사 기간을 초과한 경우에는 초과한 기간 중 계약상대자의 귀책사유에 해당하는 기간을 지체일수에 산 입할 수 있다. 제13조대가 지급 1계약상대자는 계약내역에 따라 수요기관에 용역대금을 청구하고 수요기관 은 계약상대자에게 용역대금을 직접 지급하여야 한다. 2수요기관의 장은 용역기간 완료 후 조달사업법 시행규칙별지 제11호서식준공통지서에 준하는 용역완료 통지서를 작성하여 검사공무원 및 출납책임자가 확인 후 날인한 물품납품 및 영 수증 정본과 함께 조달청에 보내야 한다. 3수요기관의 장은 계약체결 후 고지서에 따라 조달수수료를 납부하여야 한다. 이 경우 수요기관 의 요청이 있는 경우에는 협의하여 분할 납부가 가능하다. 제14조사후원가 검토 1국가계약법 시행령 제73조지방계약법 시행령 제89조에 따라 예정가 격을 구성하는 일부 비목별 금액을 결정할 수 없어 사후 원가검토를 조건으로 계약을 체결한 경우 계약상대자는 계약이행 완료일로부터 6개월 이내 또는 계약서에서 별도로 기간을 정한 경우에는 그 기간대금청구일이 더 이른 경우에는 대금청구 시까지까지 실제 발생한 투입 인력 또는 수량, 단 가, 비용 등을 바탕으로 한 원가계산서와 그 증빙자료를 계약담당공무원에게 제출하여야 한다. 2비목별 지급대금은 제1항에 따라 계약상대자가 제출한 자료를 계약서에서 정한 사후원가검토 대상ᆞ범위ᆞ방법 및 국가계약법 시행령 제9조지방계약법 시행령 제10조에 따라 원가 검토하여 다음 각 호와 같이 확정된다. 1. 검토금액이 계약금액보다 낮은 경우에는 그 차액을 계약금액에서 감액한 금액 2. 검토금액이 계약금액과 동일한 경우에는 당초 계약금액 3. 검토금액이 계약금액보다 높은 경우에는 계약당사자간에 예산, 사후원가 인정범위 등을 고려하 여 계약체결 전에 협의한 범위 내 금액 3계약상대자는 제2항에 따른 지급대금 확정에 이의가 있을 때에는 통지 받은 날로부터 7일 이내 에 서면으로 이의를 신청하여야 하며, 기한 내에 이의를 신청하지 않을 때에는 이의가 없는 것으 로 본다. 4계약상대자는 제2항 및 제3항에 따라 확정된 금액으로 대금을 청구하되, 이미 대금을 지급받은",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 54 - 경우에는 감액된 금액을 반환하거나 증액된 금액을 추가로 청구하여야 한다. 5계약담당공무원은 제2항에 따른 사후 원가검토를 완료할 때까지 계약금액의 100분의 10에 해당 하는 금액의 지급을 유보할 수 있으며, 이 금액에 대한 이자는 지급하지 아니한다. 다만, 계약상대 자가 유보금액 이상에 상당하는 보증서국가계약법 시행령 제37조제2항지방계약법 시행령 제37조 제2항 각 호의 어느 하나에 해당하는 보증서로서 보증기간이 이행완료 후 6월 이상일 것를 제출 하는 경우에는 해당 유보금을 지급할 수 있다. 6계약상대자는 계약담당공무원이 제4항에 따라 이미 지급된 대가를 환수하는 경우 계약상대자에 게 지급될 다른 계약대금에서 환수금액을 상계하는 것에 이의를 제기할 수 없으며, 지급될 계약대 금이 없는 경우에는 환수금액을 현금으로 납부하여야 한다. 7계약담당공무원은 제5항 단서에 따라 보증서를 제출한 경우로서 계약상대자가 현금으로 납입하 지 않거나 다른 지급받을 계약대금이 없는 경우에는 해당 보증기관에 해당 금액을 청구할 수 있다. 제15조퇴직급여충당금 등의 사후정산 1수요기관의 장은 국가계약법 시행규칙제23조 의3지방계약법 시행규칙제23조의2 각 호에 해당하는 용역으로서 국가계약법 시행령제 73조지방계약법 시행령제89조에 따라 퇴직급여충당금 등을 사후정산하기로 한 계약은 대가 지급 시 정산하여야 하며, 정산절차는 국가계약법을 적용한 계약은 기획재정부 계약예규 정 부입찰ᆞ계약 집행기준제94조에 따르고 지방계약법을 적용한 계약은 지방자치단체 입찰 및 계약 집행기준제1장제8절에 따른다. 2수요기관의 장은 제5조에 따라 계약체결 후 승인한 산출내역서 금액과 계약상대자가 실제 지급 한 금액을 비교하여 정산한 후 대가를 지급하여야 한다. 제16조공채의 매입 수요기관에서 관련 법령 및 조례에 따라 공채 매입을 요구할 경우 계약상 대자는 해당 공채를 매입하여야 한다. 제17조하자담보 및 AS등 1계약상대자는 용역이 납품된 때부터 다음 각 호에 따른 하자담 보책임기간 동안 하자보수 및 무상AS를 실시하여야 한다. 다만, 동 기간이 경과되었더라도 그 기 간 내에 하자보수 및 AS를 요청한 경우에는 수요기관에서 하자보수 및 무상AS기간이 종료되었 음을 확인한 날에 하자보수 및 무상AS기간이 종료된다. 1. 일반 소프트웨어용역 1년 단, 유지관리, 운영위탁, 컨설팅, 전산감리 사업 없음 2. 수리ᆞ점검용역 1년부품교환 또는 정비가 이루어진 사항에 한하며, 부품 및 정비사항별 AS 기간이 별도 명시된 경우에는 그 기간으로 함 3. 학술연구, 청소ᆞ경비ᆞ시설물관리, 폐기물처리, 운송 등 그 밖에 용역 없음 2제1항에도 불구하고 하자담보책임기간을 관련 법령에서 따로 정하고 있거나 계약의 특성등에 따라 불가피하게 제1항 각 호의 기간을 적용할 수 없어 계약서에서 별도로 정한 경우에는 그 기간",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 55 - 을 하자담보책임기간으로 한다. 3계약상대자는 제1항 또는 제2항에서 정한 하자담보책임을 보증하기 위하여 계약금액의 100분의 2별도의 관련 법령에서 따로 정하고 있는 경우는 제외에 상당하는 금액을 현금 또는 국가계약 법 시행령제37조제2항지방계약법 시행령제37조제2항 각 호의 보증서 등으로 수요기관에 납부하여야 한다. 4계약상대자가 하자담보책임기간 중 수요기관으로부터 하자보수 및 무상AS요구를 받고 정당한 사유 없이 이에 따르지 아니한 경우 제3항에서 정한 하자보수보증금은 국고에 귀속 또는 지방자치 단체에 세입조치 된다. 5계약상대자는 일반용역 수행에 참여한 기술자들의 신변변동이 있을 경우에는 하자보수 및 무상 AS에 지장이 없도록 적절한 조치를 취하여야 한다. 6국가계약법 시행령제62조제4항지방계약법 시행령제71조제4항의 규정에 따라 하자 보수보증금의 전부 또는 일부를 면제하는 경우 계약상대자는 국고귀속 또는 지방자치단체 세입조 치 사유가 발생한 때에 해당 하자보수보증금을 현금으로 납부할 것을 확약하는 하자보수보증금 지 급각서를 수요기관에 제출한다. 7하자보수보증금의 대체납부에 대해서는 일반조건 제8조제4항지방자치단체 일반조건 제4절 3- 나을 준용한다. 이 경우 계약보증금은 하자보수보증금으로 본다. 8하자보수보증금은 제1항 또는 제2항에서 정한 기간이 종료된 후 계약상대자의 청구에 의하여 반환한다. 9수요기관의 장은 하자담보책임기간 내에 하자가 발생하였을 경우 그 내용을 조달청에 통보한다. 제18조장기계속계약 및 계속비계약 1장기계속계약을 체결하는 경우 제2차 이후의 계약은 부기된 총 계약금액계약금액의 조정이 있는 경우에는 조정된 총 계약금액을 말한다에서 이미 계 약한 금액을 공제한 금액의 범위 안에서 계약을 체결한다. 2계속비계약인 경우에는 총 계약금액으로 계약을 체결한 후 분할 이행할 수 있는 경우에는 각 회계연도 예산의 범위 안에서 대가를 지급한다. 제19조대금채권 양도 제한 1조달청과 계약을 체결한 계약상대자는 일반조건 제7조제1항지 방자치단체 일반조건 제3절에도 불구하고 계약의 이행이 완료되지 않은 대금채권이하 미확정 대금채권이라 한다은 제3자에게 양도할 수 없다. 다만, 분할하여 이행한 경우로서 이행이 완료 부분에 대한 대금채권은 양도할 수 있다. 2계약상대자는 제1항의 미확정 대금채권을 제외한 대금채권을 제3자에게 양도하려는 때에는 조 달청의 승인을 얻어야 한다. 3조달청은 다음 각 호의 어느 하나에 해당하는 경우에는 대금채권의 양도를 승인하지 아니할 수",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 56 - 있다. 1. 대금채권 양도를 악용하였거나 악용의 우려가 있다고 인정되는 경우 2. 선금 지급 후 선금 정산이 완료되지 않아 선금 지급을 보증한 기관의 동의가 필요한 경우 3. 그 밖에 양도승인이 적당하지 않다고 인정되는 경우 4조달청은 제2항에 따라 양도승인을 받은 대금채권의 경우에도 사후에 그 대금채권의 원인이 되 는 계약 및 이행요구의 이행이 완료되지 않은 것으로 확인되는 경우 대금채권의 양도승인을 취소 할 수 있다. 5대금채권 양도ᆞ양수자의 대금채권 양도 통지만으로는 조달청에 대항하지 못한다. 6대금채권의 양도와 관련하여 이 특수조건에 명시되지 않은 사항은조달청 훈령 채권양도 승 인규정을 따른다. 제20조하도급관리시스템의 이용 1입찰공고 조건에 따라 하도급관리시스템 이용확약서를 제출한 계약상대자는 하도급관리시스템을 통하여 하도급 계약 체결 및 하도급대금 지급 등을 전자 적으로 처리하여야 한다. 2제1항의 시스템을 통해 하도급대금을 지급하는 경우 지급방법인출제한, 인출확인은 수요기관 과 계약상대자가 협의한 바에 따른다. 3수요기관의 장은 하도급관리시스템 이용확약서를 제출한 계약상대자가 확약서의 내용대로 이행 하는지를 수시로 확인하여야 하며, 이행하지 아니하는 경우에는 시정조치를 하여야 한다. 제21조협력업체 자금지원 1비협정물자로서 계약상대자는 계약금액이 5억 원 이상이고 계약 기간이 6월 이상인 용역계약제3자 단가계약은 제외한다을 중소기업이하 협력업체라 한다으로 부터 기자재구입 또는 기술지원을 받아 수행하는 경우, 이와 관련한 협력업체와의 계약내용 및 협 력업체에 대한 자금지원확약서를 계약체결일 이전까지 계약담당공무원에게 제출하여야 한다. 2계약상대자는 제1항에 해당하는 계약의 선금을 수령하는 때에는 협력업체와 계약한 금액의 70를, 용역대가를 수령하는 때에는 협력업체와 계약한 계약금액 전액을 각 수령일로부터 7일 이 내에 현금으로 협력업체에 지급하여야 한다. 만약, 이를 이행하지 않은 경우에는 정부 입찰ᆞ계 약 집행기준제33조지방자치단체 입찰 및 계약집행기준제6장제2절에서 규정한 선금 의무 지급률을 초과한 금액을 회수해도 이의를 제기할 수 없다. 3계약상대자는 이미 제출한 협력업체와의 계약내용을 변경하였을 경우 변경한 날부터 7일 이내 에 계약담당공무원에게 그 내용과 사유를 제출해야 한다. 4계약상대자는 협력업체로 하여금 계약의 일부를 이행하게 하는 경우 하도급거래 공정화에 관 한 법률의 규정을 준수하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 57 - 제22조계약목적물의 지식재산권 귀속 등 1계약목적물에 대한 지식재산권 등에 대한 귀속 은 일반조건 제35조의2, 제35조의3 및 제56조지방자치단체 일반조건 제10절 6에 따른다. 2계약상대자는 계약과 관련하여 제출한 산출물의 배포 또는 복제가 필요한 경우 수요기관과 협 의하여야 한다. 이 경우 수요기관의 장은 계약목적물의 특수성보안 등을 이유로 해당 산출물의 배포 또는 복제를 제한 할 수 있으며, 계약상대자는 이에 따라야 한다. 제23조특허권 또는 저작권의 침해 이 용역의 수행에 있어 제3자의 권리로 되어 있는 특허 권, 저작권 및 이에 준하는 권리이하 특허 등 이라 한다의 침해로 분쟁이 발생하면 계약상대자 는 민ᆞ형사상 모든 법적 책임을 진다. 이 경우 특허 등의 침해로 이 용역을 사용할 수 없는 경우 에는 계약상대자는 용역대금을 전액 반납하여야 한다. 제24조분쟁의 해결 1계약상대자와 발주자또는 수요자간 과업내용의 해석 및 계약조건 등 계약에 대한 분쟁이 있을 때는 상호 협의하여 결정하되, 분쟁이 발생한 날로부터 30일 이내에 협 의가 이루어지지 않을 경우에는 일반조건 제36조제2항부터 제4항지방자치단체 일반조건 제10절 3-나부터 3-라에 따른다. 2제1항의 분쟁해결 방법 중 법원의 판결에 의하는 경우에는 발주기관의 소재지를 관할하는 법원 을 관할법원으로 한다. 제25조계약해석의 우선 순위 계약내용에 대한 해석의 우선순위는 다음 각 호의 차례로 한다. 다만, 계약서류에 명시되어 있지 않거나 국가계약법및 같은 법 시행령 및 시행규칙, 지방계 약법및 같은 법 시행령 및 시행규칙, 특례규정 및 특정조달을 위한 국가를 당사자로 하는 계 약에 관한 법률 시행 특례규칙등 관련 법령상 강행규정에 저촉되는 사항에 대해서는 그 강행규 정을 적용한다. 1. 계약서갑ᆞ을지 2. 일반용역계약 특수조건 3. 용역구매 과업내용서과업설명서, 제안요청서, 제안서 등 포함 4. 계약예규 용역계약 일반조건 또는 지방자치단체 입찰 및 계약 집행기준제14장 용역계약 일반조건 5. 계약예규 용역입찰유의서 또는 지방자치단체 입찰 및 계약 집행기준제11장 입찰유의서 제26조재검토기한 훈령ᆞ예규 등의 발령 및 관리에 관한 규정에 따라 이 지침에 대하여 2022년 7월 1일 기준으로 매 3년이 되는 시점매 3년째의 6월 30일까지를 말한다마다 그 타당성 을 검토하여 개선 등의 조치를 하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 58 - 별지 2 낙찰자에 한해 추후 제출 산 출 내 역 서 총괄표 비 목 구 분 금 액 구성비 산출내역 1. 인건비 소계 ᄋ책 임 자 ᄋ연 구 원 ᄋ연구보조원 ᄋ보 조 원 2. 경비 소계 ᄋ여 비 ᄋ유인물비 ᄋ전산처리비 ᄋ회 의 비 ᄋ교통통신비 .... 3. 연구활동비 4. 일반관리비 5. 이 윤 합 계 항목은 용역기관이 편의에 따라 조정 가능 학술연구용역인건비기준2024년 단가준용 국외출장은공무원여비업무처리기준별표4 국외여비지급표의구분5별표1의2호에해당하는사람 참고",
      "tables": [
        [
          [
            "비  목\n구  분",
            "금  액",
            "구성비",
            "산출내역"
          ],
          [
            "1. 인건비 소계*",
            "",
            "",
            ""
          ],
          [
            "ㅇ책 임 자\nㅇ연 구 원\nㅇ연구보조원\nㅇ보 조 원",
            "",
            "",
            ""
          ],
          [
            "2. 경비 소계",
            "",
            "",
            ""
          ],
          [
            "ㅇ여    비**\nㅇ유인물비\nㅇ전산처리비\nㅇ회 의 비\nㅇ교통통신비\n....",
            "",
            "",
            ""
          ],
          [
            "3. 연구활동비(%)\n4. 일반관리비(%)\n5. 이    윤 (%)",
            "",
            "",
            ""
          ],
          [
            "합    계",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 59 - 세부산출내역예시1 구분 세부내역 금액원 1. 인건비 등급 평균임금원 투입기간월 투입율 책임연구원 연구원 소계 2. 여비 국내 교통비 국외 항공료 체제비 소계 3. 유인물비 4. 회의비 경비 수당 소계 5. 임차료 6. 기타 7. 일반관리비 제 1 6항 합계 x 6이내 소 계 제 1 7항 합계 8. 부가가치세 총원가 x 10 합 계VAT 포함",
      "tables": [
        [
          [
            "구 분",
            "세부내역",
            "",
            "",
            "",
            "",
            "금액(원)"
          ],
          [
            "1. 인건비",
            "등급",
            "",
            "평균임금(원)",
            "투입기간(월)",
            "투입율(%)",
            ""
          ],
          [
            "",
            "책임연구원",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "연구원",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "…",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "소계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2. 여비",
            "국내",
            "교통비",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "…",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "국외",
            "항공료",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "체제비",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "…",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "소계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3. 유인물비",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4. 회의비",
            "경비",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "수당",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "소계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5. 임차료",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6.\n(기타)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7. 일반관리비",
            "(제 1 ~ 6항 합계) x 6%이내",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소 계",
            "제 1 ~ 7항 합계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "8. 부가가치세",
            "총원가 x 10%",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합 계 (VAT 포함)",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 60 - 세부산출내역예시2 1. 인 건 비 책임연구원 단가 1명 월 원 연 구 원 단가 명 월 원 연구보조원 단가 명 월 원 보 조 원 단가 명 월 원 2. 여 비 1 국내여비 가. 국내여비 숙박비 단가 명 일 회 원 일비등 단가 명 일 회 원 운 임 단가 명 회 원 나. 국외여비 숙박비 단가 1명 일 회 원 일비등 단가 1명 일 회 원 항공료 단가 1명 회 원 3. 유인물비 보고서 단가 부 원 회의자료 등 단가 부 원 문헌복사비 단가 면 원 4. 전산처리비 컴퓨터 사용료 단가 수량 원 자료처리비 단가 수량 원 5. 회 의 비 자문회의수당 단가 명 회 원 경비 단가 명 회 원 토론회 등수당 단가 명 회 원 경비 단가 명 회 원 6. 교통통신비 시내교통비 등 단가 명 일 원 7. 감가상각비",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 61 - 8. 연구활동비 제1항부터 제9항의 합계액 5이내 9. 일반관리비 제1항부터 제10항의 합계액 6이내 10. 이 윤 제1항부터 제11항의 합계액 10이내",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 62 - 별지 3 낙찰자에 한해 추후 제출 비밀유지 계약서 한국사회보장정보원이하 발주부서라 한다과 이하 계약 상대자라 한다은는 다음과 같이 비밀유지계약을 체결한다 제1조 목 적본 계약은 발주부서계약상대자가 상호 자신의 비밀정보를 제공함 에 있어 계약 당사자의 관련 비밀정보를 보호하기 위함을 목적으로 한다. 제2조 비밀의 내용본 계약상 비밀정보란 발주부서계약상대자간의 업무진행 과 정에서 본 계약의 일방 당사자가 상대방에게 제공하거나 상대방 혹은 그 직원으로 부터 지득 혹은 취득하는 상대방의 일체의 영업 혹은 기술상의 정보 및 이와 같은 영업 혹은 기술상의 정보에 근거하여 자사가 개발하거나 도출하는 일체의 영업 혹 은 기술상의 정보이하 비밀정보라 한다를 말한다. 이와 같은 비밀정보는 서면, 구두 혹은 기타방법으로 제공되는 모든 노하우, 공정, 도면, 설계, 실험결과, 샘플, 데이터, 공시, 방법, 프로그램, 가격표, 거래명세서, 생산코스트, 선전상의 아이디어, 사업정보 등을 모두 포함한다. 제3조 비밀의 표시발주부서계약상대자 상대방에게 서면이나 서류 형태의 비밀 정보를 제공하는 경우 서류상에 비밀임을 알리는 문구비밀를 명백히 표시해야 하면 서면이나 서류 이외의 형태 즉 구두나 영상 또는 당사의 시설, 장비 샘플 기 타 품목들을 관찰하거나 조사함으로써 비밀정보를 제공할 경우에는 공개시 상대방 에게 본 정보가 비밀에 속한다는 것을 알리고 또한 공개일로부터 일 이내에 서면 으로 비밀임을 알리는 문구를 표시하여 상대방에게 확인시켜야 한다. 제4조 정보의 사용용도 제한본 계약의 당사자는 상대방으로부터 제공받은 모든 정보나 자료는 관련 계약서에 명시된 본래의 목적에만 사용되어야 하며, 계약의 수 행을 위해 상대방에 관련된 비밀정보를 제3자에게 제공할 경우, 당해 제3자와 별도 의 비밀유지계약을 체결하여야 하며, 반드시 본 계약서에 제시한바대로 본래의 거 래목적에 관련되어서만 한정적으로 사용되어야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 63 - 제5조 정보취급자본 계약의 당사자는 상대방으로부터 제공받은 비밀정보를 자사 조직 내 목적상 부합하는 직원들에 한하여 이용하도록 조치하여야 하면 직원 각자 에게 비밀유지의무를 주지시켜야 한다. 또한 상대방이 요구하는 경우 자사의 관계 직원들에 대하여 당해 직원이 본 계약상의 비밀유지의무를 이행하겠다는 내용의 각서를 징구하는 등 상대방이 만족할 수 있는 적절한 조치를 취하여야 한다. 제6조 비밀유지의무의 면제본 계약의 당사자는 상대 당사자의 사전승낙 없이는 본 계약의 체결사실이나 내용 및 앞으로 계약 당사자가 추진할 사업내용을 공표하 거나 제3자에게 알려서는 아니된다. 다만, 다음에 해당하는 정보임이 객관적인 증 거를 통하여 입증되는 경우는 비밀유지의무가 없다. 1. 비밀정보의 제공 이전부터 제공받는 당사자가 보유하고 있던 정보 2. 비밀정보를 제공받은 당사자의 고의 또는 과실에 의하지 않고 공지의 사실로 된 정보 3. 비밀정보를 제공받은 당사자가 적법하게 제3자로부터 제공받은 정보 4. 비밀정보를 제공받은 당사자가 비밀정보와 관계없이 독자적으로 개발한 정보 5. 비밀정보를 제공한 당사자가 공개를 허락한 정보 6. 관련법규나 정부당국에 의하여 공개가 요구된 정보, 이 경우 사전에 반드시 상 대방에게 그 사실을 서면으로 통지하고, 상대방으로 하여금 적절한 보호 및 대 응조치를 할 수 있도록 하여야 한다. 제7조 자료의 반환본 계약의 당사자는 상대방의 요청이 있으면 언제든지 상대방 의 비밀정보가 기재되어있거나 이를 포함하고 있는 제반 자료, 장비, 서류, 샘플, 기타 유체물을 즉시 반환하거나, 상대방의 선택에 따라 이를 폐기하고 그 폐기를 증명하는 서류를 상대방에게 제공하여야 한다. 제8조 권리의무의 양도본 계약의 권리와 의무는 상대방의 사전 서면동의 없이는 제3자에게 양도될 수 없다. 제9조 권리의 부존재 등1본 계약상 제공되는 비밀정보에 관한 모든 권리는 제 공한 당사자에 속하고 본 계약은 어떠한 경우에도, 본계약상 제공된 비밀정보에 관 하여 상대방에게 어떠한 권리나 사용권을 부여하는 것으로 해석되지 않는다. 2본 계약은 어떠한 경우에도 당사자간에 향후 어떠한 확정적인 계약의 체결, 제 조물의 판매나 구입, 실시권의 허여 등을 암시하거나 이를 강제하지 않으며, 기타 본 계약의 당사자가 본 계약상 기술과 관련하여 다른 제3자와 어떠한 거래나 계약 관계에 들어가는 것을 금지하거나 제한하지 아니한다. 제10조 내부규정의 준수본 계약의 당사자는 본 계약상의 목적을 위하여 상대방 의 시설을 방문하거나 이를 이용할 경우, 상대방의 제반규정을 준수하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 64 - 제11조 계약의 분리가능성본 계약 중 어느 규정이 법원에 의하여 불법, 무효 또 는 집행불가능하다고 선언될 경우, 이는 본 계약의 나머지 규정의 유효성에 영향을 미치지 아니한다. 제12조 계약의 수정본 계약의 수정이나 변경은 양 당사자의 정당한 대표자가 서 명한 서면합의로만 이루어질 수 있다. 제13조 손해배상 등1본 계약을 위반한 당사자는 금 원을 위약벌로 상대방에 게 지불한다. 2제1항의 위약벌과 별도로 비밀유지의무 위반행위로 인하여 상대방이 입은 모든 손해를 배상한다. 제14조 계약기간본 계약은 본 계약 체결일로부터 년간 그 효력을 가진다. 제15조 분쟁의 해결본 계약과 관련하여 분쟁이 발생한 경우 당사자의 상호 협의 에 의한 해결을 모색하되, 분쟁에 관한 합의가 이루어지지 아니한 경우에는 법원 을 합의관할로 하여 소송을 통해 분쟁을 해결하기로 한다. 본 계약의 체결사실 및 계약내용을 증명하기 위하여 본 계약서를 2통 작성하여 계 약 당사자가 각각 서명 또는 날인한 후 각1통씩 보관한다. 제16조 특약사항상기의 계약일반사항 이외에 발주부서와 계약상대자는 아래 의 내용을 특약사항으로 정하며, 특약사항이 본문과 상충되는 경우에는 특약사항이 우선 적용된다. 1. 2. 년 월 일 한국사회보장정보원발주부서 주소 직위 성명 인 oo 주식회사계약상대자 주소 직위 성명 인 용역업체가 사업에 대한 하도급 계약을 체결할 경우 本사업계약 수준의 비밀유지 조항을 포함토록 조치 하여야 한다. 정보보안부용역사업보안관리지침별지 제1호 서식",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 65 - 별지 4 낙찰자에 한해 추후 제출 외부 용역업체 보안특약 1. 사업자는 한국사회보장정보원의 보안정책을 위반하였을 경우 별표1의 위규처리 기준에 따라 위규자 및 관리자를 행정조치하고 별표2의 보안 위약금을 한국사회보장정보원에 납부한다. 2. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별표3의 누출금지 대상정보에 대한 보안관리계획을 사업제안서에 기재하여야 하며, 해당 정보 유출시 한국사회보장정보원은 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록한다. 3. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후 에도 이를 외부에 유출해서는 안되며, 사업종료시 사업관리담당자의 입회하에 완전 폐기 또는 반납해야 한다. 4. 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용 하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 한다. 별표 1 사업자 보안위규 처리기준 별표 2 보안 위약금 부과 기준 별표 3 누출금지 대상 정보 별표 4 과징금의 산정기준과 산정절차 예시",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 66 - 별표 1 사업자 보안위규 처리기준 2. 사업자 보안위규 처리 기준 구분 위 규 사 항 처 리 기 준 심각 1. 비밀 및 대외비 급 정보 유출 및 유출 시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유 출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업 참여 제한 부정당업체 등록 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 중대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통폐지함 등에 유기 또는 이면 지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리 소홀 2. 사무실보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진 촬영 3. 전산정보 보호 대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용 규정 위 반 나. 웹하드P2P등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 비밀번호 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 보통 1. 기관 제공 중요정책민감 자료 관리 소홀 가. 주요 현안 보고자료를 책상 위 등에 방치 나. 정책현안자료를 휴지통폐기함 등에 유기 또는 이 위규자 및 직속 감독자 등 중징계 위규자 및 직속 감독자 사 유서경위서 징구",
      "tables": [
        [
          [
            "구분",
            "위 규 사 항",
            "처 리 기 준"
          ],
          [
            "심각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출 시도\n가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유\n출\n나. 개인정보·신상정보 목록 유출\n다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n가. 관련 시스템에 대한 해킹 및 해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포",
            "·사업 참여 제한\n  (부정당업체 등록)\n·위규자  및  직속  감독자  등 \n중징계\n·재발  방지를  위한  조치계획 \n제출\n·위규자  대상  특별  보안교육 \n실시"
          ],
          [
            "중대",
            "1. 비공개 정보 관리 소홀\n가. 비공개 정보를 책상 위 등에 방치\n나. 비공개 정보를 휴지통·폐지함 등에 유기 또는 이면\n지 활용\n다. 개인정보·신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리 소홀\n2. 사무실·보호구역 보안관리 허술\n가. 통제구역 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진 촬영\n3. 전산정보 보호 대책 부실\n가. 업무망 인터넷망 혼용사용, 보안 USB 사용 규정 위\n반\n나.  웹하드·P2P등  인터넷  자료공유사이트를  활용하여 \n용역사업 관련 자료 수·발신\n다. 개발·유지보수 시 원격작업 사용\n라. 저장된 비공개 정보 비밀번호 미부여\n마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n바. 외부용 PC를 업무망에 무단 연결 사용\n사. 보안관련 프로그램 강제 삭제\n아.  사용자  계정관리  미흡  및  오남용(시스템  불법접근 \n시도 등)",
            "·위규자  및  직속  감독자  등 \n중징계\n·재발  방지를  위한  조치계획 \n제출\n·위규자  대상  특별  보안교육 \n실시"
          ],
          [
            "보통",
            "1. 기관 제공 중요정책·민감 자료 관리 소홀\n가. 주요 현안 보고자료를 책상 위 등에 방치\n나. 정책·현안자료를 휴지통·폐기함 등에 유기 또는 이",
            "·위규자  및  직속  감독자  등 \n중징계\n·위규자  및  직속  감독자  사\n유서/경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 67 - 보안위규사항 및 처리기준은 기관별 실정에 맞게 조정 구분 위 규 사 항 처 리 기 준 면지 활용 다. 사무실 보안관리 부실 라. 캐비넷서류함책상 등을 개방한 채 퇴근 마. 출입키를 책상 위 등에 방치 2. 보호구역 관리 소홀 가. 통제제한구역 출입문을 개방한 채 근무 나. 보호구역 내 비인가자 출입허용 등 통제 미실시 3. 전산정보 보호대책 부실 가. 휴대용 저장매체를 서랍책상 위 등에 방치한 채 퇴근 나. 비인가 메신저 무단 사용 다. PC를 켜놓거나 보조기억매체CD, USB 등를 꽂아 놓 고 퇴근 라. 부팅화면보호 비밀번호 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위규자 대상 특별보안교육 실시 경미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC 내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면구두 경고 등 문책 위규자 사유서경위서 징구",
      "tables": [
        [
          [
            "구분",
            "위 규 사 항",
            "처 리 기 준"
          ],
          [
            "",
            "면지 활용\n다. 사무실 보안관리 부실\n라. 캐비넷·서류함·책상 등을 개방한 채 퇴근\n마. 출입키를 책상 위 등에 방치\n2. 보호구역 관리 소홀\n가. 통제·제한구역 출입문을 개방한 채 근무\n나. 보호구역 내 비인가자 출입허용 등 통제 미실시\n3. 전산정보 보호대책 부실\n가. 휴대용 저장매체를 서랍·책상 위 등에 방치한 채 퇴근\n나. 비인가 메신저 무단 사용\n다. PC를 켜놓거나 보조기억매체(CD, USB 등)를 꽂아 놓\n고 퇴근\n라. 부팅·화면보호 비밀번호 미부여 또는 “1111” 등 \n단순숫자 부여\n마. PC 비밀번호를 모니터 옆 등 외부에 노출\n바. 비인가 보조기억매체 무단 사용",
            "·위규자  대상  특별보안교육 \n실시"
          ],
          [
            "경미",
            "1. 업무 관련서류 관리 소홀\n가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기·인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 경보·보안장치 작동 불량\n3. 전산정보 보호대책 부실\n가. PC 내 보안성이 검증되지 않은 프로그램 사용\n나. 보안관련 소프트웨어의 주기적 점검 위반",
            "·위규자  서면·구두  경고  등 \n문책\n·위규자 사유서/경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 68 - 별표 2 보안 위약금 부과 기준 3. 보안 위약금 부과 기준 1위규 수준별로 A D 등급으로 차등 부과 위약금 규모는 기관별 사업규모에 따라 조절 위규 수준은 별표 1 사업자 보안위규 처리기준를 참고 2보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3사업 완료 시 지출금액 조정을 통해 위약금 정산 과징금 산정기준과 산정절차는 개인정보 보호법 시행령 별표 1의5 등 참고 구분 위 규 수 준 A급 B급 C급 D급 위규 심각 1건 중대 1건 이상 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 계약금의 1천분의 27 계약금의 1천분의 21 계약금의 1천분의 15",
      "tables": [
        [
          [
            "구분",
            "위 규 수 준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각 1건",
            "중대 1건 이상",
            "보통 2건 이상",
            "경미 3건 이상"
          ],
          [
            "위약금\n비중",
            "부정당업자\n등록",
            "계약금의 1천분의 \n27",
            "계약금의 1천분의 \n21",
            "계약금의 1천분의 \n15"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 69 - 별표 3 누출금지 대상정보 누출금지 대상정보 1기관 소유 정보시스템의 내외부 IP 주소 현황 2세부 정보시스템 구성현황 및 정보통신망 구성도 3사용자계정비밀번호 등 정보시스템 접근권한 정보 4정보통신망 취약점 분석평가 결과물 5용역사업 결과물 및 프로그램 소스코드 6국가용 보안시스템 및 정보보호시스템 도입 현황 7침입차단시스템방지시스템IPS 등 정보보호제품 및 라우터스위치 등 네트워 크 장비 설정 정보 8공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류 된기관의 내부문서 9개인정보보호법제2조제1호의 개인정보 10보안업무규정제4조의 비밀 및 동 시행규칙 제16조제3항의 대외비 11그 밖에 각급기관의 장이 공개가 불가능하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 70 - 별표 4 과장금의 산정기준과 산정절차 개인정보 보호법 시행령별표 1의5 개인정보 보호법 시행령 별표 1 개정 2022. 7. 19. 과징금의 산정기준과 산정절차제29조의6제4항 관련 1. 과징금의 산정단계 과징금은 법 제28조의6제1항에 따른 위반행위와 이에 영향을 미치는 행위를 종 합적으로 고려하여 제2호가목에 따라 산정된 기준금액에 같은 호 나목에 따른 필수적 가중ᆞ감경, 같은 호 다목에 따른 추가적 가중ᆞ감경, 같은 호 라목에 따 른 부과과징금 결정을 순차적으로 거쳐 산정한다. 다만, 가중하는 경우에도 법 제28조의6제1항에 따른 과징금 금액의 상한을 넘을 수 없다. 2. 과징금의 산정단계에 따른 산정방식과 고려사유 가. 기준금액의 산정 1 기준금액은 제29조의6제1항에 따른 매출액에 위반행위의 중대성에 따라 다음과 같이 구분된 과징금의 산정비율부과기준율을 곱하여 산출한 금액 으로 한다. 위반행위의 중대성 부과기준율 매우 중대한 위반행위 1천분의 27 중대한 위반행위 1천분의 21 일반 위반행위 1천분의 15 2 제29조의6제2항 각 호의 어느 하나에 해당하는 경우에는 1에도 불구하 고 위반행위의 중대성에 따라 기준금액을 다음과 같이 한다. 위반행위의 중대성 기준금액 매우 중대한 위반행위 3억 6천만원 중대한 위반행위 2억 8천만원 일반 위반행위 2억원 3 위반행위의 중대성은 고의ᆞ중과실 여부, 영리 목적의 유무, 위반행위로 인한 개인정보의 피해규모, 개인정보의 공중에 노출 여부 및 위반행위로 인 하여 취득한 이익의 규모 등을 종합적으로 고려하여 판단한다. 나. 필수적 가중ᆞ감경 위반행위의 기간과 횟수 등을 고려하여 기준금액의 100분의 50의 범위에서 가중하거나 감경해야 한다. 다. 추가적 가중ᆞ감경",
      "tables": [
        [
          [
            "위반행위의  중대성",
            "부과기준율"
          ],
          [
            "매우  중대한  위반행위",
            "1천분의  27"
          ],
          [
            "중대한  위반행위",
            "1천분의  21"
          ],
          [
            "일반  위반행위",
            "1천분의  15"
          ]
        ],
        [
          [
            "위반행위의  중대성",
            "기준금액"
          ],
          [
            "매우  중대한  위반행위",
            "3억  6천만원"
          ],
          [
            "중대한  위반행위",
            "2억  8천만원"
          ],
          [
            "일반  위반행위",
            "2억원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 71 - 개인정보 보호를 위한 노력 정도, 위반행위에 대한 조사의 협조 여부, 위반행 위의 주도 여부 등을 종합적으로 고려하여 필수적 가중ᆞ감경을 거친 금액의 100분의 50의 범위에서 가중하거나 감경할 수 있다. 라. 부과과징금의 결정 1 다음의 사항을 고려하여 다목에 따라 산정된 과징금이 과중하다고 인정되는 경우에는 해당 금액의 100분의 90 범위에서 감경할 수 있다. 가 위반행위자의 현실적인 부담능력 나 위반행위로 발생한 정보주체의 피해 및 배상의 정도 다 경제위기 등으로 위반행위자가 속한 시장ᆞ산업 여건이 현저하게 변동 되거나 지속적으로 악화된 상태인지 여부 2 다음의 어느 하나에 해당하는 경우에는 다목에 따라 산정된 과징금을 면제할 수 있다. 가 위반행위자의 지급불능ᆞ지급정지 또는 자본잠식 등의 사유로 위반행 위자가 객관적으로 과징금을 낼 능력이 없다고 인정되는 경우 나 위반행위의 내용ᆞ정도가 경미한 경우 다 다목에 따라 산정된 과징금이 소액인 경우 라 위반행위자 본인의 행위가 위법하지 않은 것으로 잘못 인식할 만한 정 당한 사유가 있는 경우 3. 세부 기준 위반행위의 중대성 판단 기준, 필수적 가중ᆞ감경 및 추가적 가중ᆞ감경을 위 한 세부 기준, 부과과징금의 결정을 위한 세부 기준과 그 밖에 과징금의 부과 에 필요한 사항은 보호위원회가 정하여 고시한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 72 - 별지 5 낙찰자에 한해 추후 제출 보 안 서 약 서 본인은 년 월 일부로 라오스 보건의료정보화 협력을 위한 사전타당성 조사관 련 용역사업업무을 수행하는 데 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 라오스 보건의료정보화 협력을 위한 사전타당성 조사관련 업무 중 알게 될 일체의 내용이 직무상 기밀 사항임을인정한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식 하여 업무수행 중 취득한 제반 기밀 사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에따라 어떠한 처벌 및 불이익도 감수한다. 4. 본인은 하도급업체를 통한 사업수행 시 하도급업체로 인해 발생하는 위반사항에 대하여 모든 책임을 부담한다. 년 월 일 서 약 자 업 체 명 직 위 성 명 서명 생 년 월 일 서약집행자 소 속 분임정보보안담당자 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 73 - 별지 6 낙찰자에 한해 추후 제출 한국사회보장정보원 협력회사 행동지침준수 서약서 우리 회사는 한국사회보장정보원이하 정보원이라 한다과의 거래 또 는 계약의 실행에 있어 한국사회보장정보원 협력회사 행동지침을 성 실하게 준수할 것을 서약합니다. 1. 정보원과의 거래 또는 계약의 실행에 있어 신의성실 원칙을 준수하여 청렴하고 윤리적인 기업문화 조성에 협력하겠습니다. 2. 정보원의 공정한 업무수행에 장애가 되는 금품등 제공, 알선청탁을 하지 않겠습니다. 3. 정보원과의 거래 또는 계약의 실행에 있어 담합 행위를 포함한 불공정 거래행위 및 불법불공정 하도급행위를 하지 않겠습니다. 4. 정보원과의 거래 또는 계약의 실행과정에서 발생하거나 취득하는 내부정 보를유출하거나, 이를 이용하여 영리행위를 하지 않겠습니다. 5. 정보원의 공정하고 청렴한 직무수행이 저해되는 이해충돌 상황이 발생 하지 않도록 주의의무를 다하겠습니다. 6. 우리 회사 임직원 및 이해관계자의 인권침해가 없도록 노력하며, 발생한 경우구제를 위하여 최선의 노력을 하겠습니다. 7. 정보원과의 거래 또는 계약의 실행과정에서 위반행위를 발견한 경우, 그 사실을 반드시 정보원에 신고하겠습니다. 정보원과의 거래 또는 계약의 실행과정에서 위반행위를 발견한 경 우, 그 사실을 반드시 정보원에 신고하며, 위반 시에는 위 지침에 따라 어떠한 제재조치도 감수할 것을 서약합니다. 20 . . . 회 사 명 대 표 자 인 주 소 한국사회보장정보원 원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 74 - 별지 7 낙찰자에 한해 추후 제출 위험성 평가 결과서예시 사업장명 사업주명 업종 근로자수 명 주소 참여자 평가진행기간 20XX년 X월 X일 20XX년 X월 X일 업종분류 공정 개요 세세분류 공정 분석 No. 공정명 공정설명 설비 물질 1 사무실 출근 자가용으로 출근 자가용 - 2 입력자료준비 DB 입력을 위한 문헌 등의 자료준비 - - 3 컴퓨터작업 PC에 DB 입력 PC - 4 자료정리 입력완료 후 사용된 문헌 등의 정리정돈 - - 5 사무실 퇴근 자가용으로 퇴근 자가용 - 비고",
      "tables": [
        [
          [
            "평가진행기간\n20XX년  X월  X일  ~  20XX년  X월  X일\n　\n　\n　\n　\n　\n　\n　\n　\n　\n　\n비고",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업장명",
            "",
            "",
            "",
            "",
            "사업주명",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "업종",
            "",
            "",
            "",
            "",
            "근로자수",
            "",
            "명",
            "",
            ""
          ],
          [
            "",
            "주소",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "참여자",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "업종분류",
            "",
            "",
            "",
            "",
            "공정\n개요",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세세분류",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "공정  분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "No.",
            "공정명",
            "",
            "",
            "공정설명",
            "",
            "설비",
            "",
            "물질",
            ""
          ],
          [
            "",
            "1",
            "사무실  출근",
            "",
            "",
            "자가용으로  출근",
            "",
            "자가용",
            "",
            "-",
            ""
          ],
          [
            "",
            "2",
            "입력자료준비",
            "",
            "",
            "DB  입력을  위한  문헌  등의 \n자료준비",
            "",
            "-",
            "",
            "-",
            ""
          ],
          [
            "",
            "3",
            "컴퓨터작업",
            "",
            "",
            "PC에  DB  입력",
            "",
            "PC",
            "",
            "-",
            ""
          ],
          [
            "",
            "4",
            "자료정리",
            "",
            "",
            "입력완료  후  사용된  문헌 \n등의  정리정돈",
            "",
            "-",
            "",
            "-",
            ""
          ],
          [
            "",
            "5",
            "사무실  퇴근",
            "",
            "",
            "자가용으로  퇴근",
            "",
            "자가용",
            "",
            "-",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}