{
  "csv_metadata": {
    "공고 번호": "R25BK00632248",
    "공고 차수": 0.0,
    "사업명": "강릉어선안전조업국 상황관제시스템 구축",
    "사업 금액": 210000000,
    "발주 기관": "수협중앙회",
    "공개 일자": "2025-02-11 10:27:38",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "2025-03-10 11:00:00",
    "사업 요약": "- 사업 목적: 강릉어선안전국 상황관제시스템 구축을 통해 어선위치 모니터링 및 긴급 상황 대응을 강화\n- 사업 개요: 강릉어선안전국 상황관제시스템 구축사업으로 242inch LED 전광판 디스플레이, 98inch 전자칠판, 음향시스템 등의 영상 및 음향시스템 구축\n- 사업 범위: 영상시스템 구축 및 음향시스템 구축\n- 기대효과: 종합적인 관제지원 및 외부 홍보, 브리핑에 활용 가능",
    "파일형식": "pdf",
    "파일명": "수협중앙회_강릉어선안전조업국 상황관제시스템 구축.pdf"
  },
  "missing_values": {
    "공고번호_결측": false,
    "공고차수_결측": false,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 강릉어선안전국 상황관제시스템 구축사업 발주기관 수산업협동조합중앙회 어선안전조업본부 2025. 2. 담당 소 속 성 명 전 화 팩 스 어선안전조업본부 어선ICT지원팀 정현우 02-2240-2317 02-2240-3028 전요셉 02-2240-2382",
      "tables": [
        [
          [
            "사 업 명 강릉어선안전국 상황관제시스템 구축사업",
            ""
          ],
          [
            "발주기관 수산업협동조합중앙회 어선안전조업본부",
            ""
          ]
        ],
        [
          [
            "담당",
            "소 속",
            "성 명",
            "전 화",
            "팩 스"
          ],
          [
            "",
            "어선안전조업본부\n어선ICT지원팀",
            "정현우\n전요셉",
            "02-2240-2317\n02-2240-2382",
            "02-2240-3028"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 2,
      "text": "목 차 I. 사업의 안내 1. 사업설명 1 2. 사업개요 1 3. 사업범위 2 4. 추진일정 2 5. 기대효과 2 II. 제안요청 내용 1. 목표시스템 구성도 3 2. 주요사업내용 3 3. 요구사항목록 5 4. 요구사항상세 6 III. 사업자 선정 및 계약 방법 1. 입찰참가 자격 28 2. 사업자 선정 방법 29 3. 입찰참가제안서 등록 및 제출서류 34 4. 입찰 참가시 조건사항 35 5. 제안서 작성요령 36 6. 제안서의 효력 36 7. 제안평가회 및 평가방법 37 별지별첨서식 별지서식 113 39 별첨 13 58 붙임서식 안전보건관리 가이드 붙임 13 62",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 1 - I. 사업의 안내 1 사업목적 新청사 상황실에 어선위치 모니터링 업무와 긴급상황 시 신속한 상황업무처리를 위하여 상황관제시스템 구축 필요 실시간 해상 기상정보 및 어선 위치 등을 종합 모니터링하여 연근 해 어선의 안전관리와 신속한 구조 지원을 위한 인프라 마련 2 사업개요 사 업 명 강릉어선안전국 상황관제시스템 구축사업 사업기간 계약일로부터 25. 10. 31까지 세부일정은건축부문추진일정등에따라변경가능 사 업 비 210백만원부가세 포함 계약방법 제한경쟁협상에 의한 계약 사업장소 강원도 강릉시 주문진읍 교항리 167-49",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 4,
      "text": "- 2 - 3 사업범위 영상시스템 구축 - 242inch LED 전광판 디스플레이, 98inch 전자칠판, 영상제어시스템 등 고품질 최신형 영상시스템 구축 2층통신실242inch LED 2층상황실98inch 전자칠판 - 통신실 및 상황실의 영상장비용 벽체 인테리어 마감 시공 음향시스템 구축 - 다목적 운영이 가능한 최신형 음향설비디지털 믹서 등 구축 - 현장 조건 및 설치 환경 등을 고려한 최적의 음향환경 구현 4 추진일정 구 분 2025년 비고 2월 3월 4월 5월 6월 7월 8월 9월 10월 - 입찰공고 25일 - 제안설명회 - 협상및계약 - 설계및자재준비 - 시스템구축 - 안정화및시운전 - 교육및준공 세부일정은사업추진여건등에따라변경될수있음 5 기대효과 강릉어선안전국 출어선에 대한 종합적인 관제지원과 유관기관 등 외부 방문객 대상으로 홍보브리핑 시 활용",
      "tables": [
        [
          [
            "구\n분",
            "2025년",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "비고"
          ],
          [
            "",
            "2월",
            "3월",
            "4월",
            "5월",
            "6월",
            "7월",
            "8월",
            "9월",
            "10월",
            ""
          ],
          [
            "- 입찰공고\n- 제안설명회\n- 협상 및 계약\n- 설계 및 자재준비\n- 시스템 구축\n- 안정화 및 시운전\n- 교육 및 준공",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "25일"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 5,
      "text": "- 3 - II. 제안요청 내용 1 목표시스템 구성도 목표시스템 구성도안 2 주요 사업내용 사업장소 - 강원특별자치도 강릉시 주문진읍 교항리 167-49 도면 열람 및 세부사항은 직접 내방하여 확인 가능",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            ""
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 6,
      "text": "- 4 - 시스템 주요내역 - 242inch LED 전광판 디스플레이 - 98inch 전자칠판 - 영상제어시스템Video Wall Controller, 통합제어장치 등 구축 - 음향시스템믹서, 스피커, 무선마이크 등 구축 - 통신실 및 상황실 디스플레이 벽체 마감 인테리어 시스템 세부내역 사업목표달성을위해필요한컨버터, 분배기, 케이블등부수자재및부대설비모두포함 구분 주요사업범위 수량 설치장소 영상 장비 242inch LED 전광판디스플레이 1대 통신실 98inch 전자칠판 1대 상황실 Video Wall Controller 1대 전기실 통합제어장치 1대 전기실 영상입력PC 1대 전기실 L2 스위치 1대 전기실 음향 장비 디지털믹서 1대 전기실 무선마이크 6대 통신실, 스마트체험관 파워앰프2ch 1대 전기실 파워앰프4ch 1대 전기실 라인어레이스피커 2대 통신실 라우드스피커 4대 스마트체험관 인테 리어 242inch LED 전광판벽체마감 1식 통신실 98inch 전자칠판벽체마감 1식 상황실 기타 HDMI 13 분배기 1대 교육장 19inch RACK 1대 전기실 부수자재및부대설비컨버터, 분배기, 케이블등 1식 -",
      "tables": [
        [
          [
            "구분",
            "주요사업범위",
            "수량",
            "설치장소"
          ],
          [
            "영상\n장비",
            "242inch LED 전광판 디스플레이",
            "1대",
            "통신실"
          ],
          [
            "",
            "98inch 전자칠판",
            "1대",
            "상황실"
          ],
          [
            "",
            "Video Wall Controller",
            "1대",
            "전기실"
          ],
          [
            "",
            "통합제어장치",
            "1대",
            "전기실"
          ],
          [
            "",
            "영상입력PC",
            "1대",
            "전기실"
          ],
          [
            "",
            "L2 스위치",
            "1대",
            "전기실"
          ],
          [
            "음향\n장비",
            "디지털믹서",
            "1대",
            "전기실"
          ],
          [
            "",
            "무선마이크",
            "6대",
            "통신실, 스마트체험관"
          ],
          [
            "",
            "파워앰프(2ch)",
            "1대",
            "전기실"
          ],
          [
            "",
            "파워앰프(4ch)",
            "1대",
            "전기실"
          ],
          [
            "",
            "라인어레이스피커",
            "2대",
            "통신실"
          ],
          [
            "",
            "라우드 스피커",
            "4대",
            "스마트체험관"
          ],
          [
            "인테\n리어",
            "242inch LED 전광판 벽체 마감",
            "1식",
            "통신실"
          ],
          [
            "",
            "98inch 전자칠판 벽체 마감",
            "1식",
            "상황실"
          ],
          [
            "기타",
            "HDMI\n1:3 분배기",
            "1대",
            "교육장"
          ],
          [
            "",
            "19inch RACK",
            "1대",
            "전기실"
          ],
          [
            "",
            "부수자재 및 부대설비(컨버터, 분배기, 케이블 등)",
            "1식",
            "-"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 5 - 사업수행사는 착수 후 동 사업의 설계서의 작성 및 본회의 승인을 득한 후 사업을 추진하여야 한다. 제안사는 공급 물품의 설치 및 시운전 등을 수행하여야 한다. 제안사는 전기공사 및 기타 부대작업 등 본 사업과 연관된 제반업무에 충실히 협조하여야 한다. 구축 완료 후 운용에 필요한 상세 운용 매뉴얼 제공, 운영유지에 필수적인 사용자 교육훈련, 무상하자 담보기간 동안 시스템 긴급장애 조치와 후속 지원을 제공하여야 한다. 3 요구사항 목록 구분 고유번호 요구사항 명칭 장비 구성 요구사항 Equipment Composition Requirement ECR-001 공통 요구사항 ECR-002 장비의 설치 및 철거 ECR-003 242inch LED 디스플레이 ECR-004 98inch 전자칠판 ECR-005 Video Wall Controller ECR-006 통합제어장치 ECR-007 디지털믹서 ECR-008 파워앰프 ECR-009 스피커 ECR-010 무선마이크 ECR-011 영상입력 PC ECR-012 L2 스위치 ECR-013 HDMI 13 분배기 ECR-014 19inch RACK ECR-015 인테리어 ECR-016 추가제안",
      "tables": [
        [
          [
            "구분",
            "고유번호",
            "요구사항 명칭"
          ],
          [
            "장비 구성 요구사항\n(Equipment Composition \nRequirement)",
            "ECR-001\nECR-002\nECR-003\nECR-004\nECR-005\nECR-006\nECR-007\nECR-008\nECR-009\nECR-010\nECR-011\nECR-012\nECR-013\nECR-014\nECR-015\nECR-016",
            "공통 요구사항\n장비의 설치 및 철거\n242inch LED 디스플레이\n98inch 전자칠판\nVideo Wall Controller\n통합제어장치\n디지털믹서\n파워앰프\n스피커\n무선마이크\n영상입력 PC\nL2 스위치\nHDMI 1:3 분배기\n19inch RACK\n인테리어\n추가제안"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 6 - 4 요구사항 상세 시스템 구성 요구사항 테스트 요구사항 Test Requirement TER-001 시험 계획 수립 TER-002 단위통합성능 시험 품질 요구사항 Quality Requirement QUR-001 품질관리 계획 수립 QUR-002 시스템 구축의 정확성 QUR-003 자재사용 및 승인 제약 사항 Constraint Requirement COR-001 제법규의 준수 COR-002 지식재산권 및 소유권 COR-003 책임이행 프로젝트 관리 요구사항 Project Management Requirement PMR-001 프로젝트 수행조직 명확화 PMR-002 사업수행계획서 작성 및 제출 PMR-003 일정관리 PMR-004 산출물 제출 PMR-005 위험관리방안 PMR-006 현장안전관리 PMR-007 보안관리 PMR-008 하도급계약 사전승인 등 기타 프로젝트 지원 요구사항 Project Support Requirement PSR-001 하자보증 및 상호운용성 PSR-002 사용자교육 PSR-003 운영사용자메뉴얼 PSR-004 기술이전 PSR-005 시험운영 및 안정화 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-001 요구사항 명칭 공통 요구사항 요구 사항 상세 설명 정의 강릉어선안전국 상황관제시스템 구축 사업의 일반사항 세부 내용 ᄋ 본 제안요청서의 장비 구성 요구사항은 영상시스템음향시스템 등의 구성에 필요한 최소한의 규격 조건을 명시하였으며, 제안요청서에 포함되지 않은 장비, 부속품 일지라도 시스템의 안정적인 운용을 위해 필요한 장비, 부품이 있는",
      "tables": [
        [
          [
            "테스트 요구사항\n(Test Requirement)",
            "TER-001\nTER-002",
            "시험 계획 수립\n단위/통합/성능 시험"
          ],
          [
            "품질 요구사항\n(Quality Requirement)",
            "QUR-001\nQUR-002\nQUR-003",
            "품질관리 계획 수립\n시스템 구축의 정확성\n자재사용 및 승인"
          ],
          [
            "제약 사항\n(Constraint Requirement)",
            "COR-001\nCOR-002\nCOR-003",
            "제법규의 준수\n지식재산권 및 소유권\n책임이행"
          ],
          [
            "프로젝트 관리 요구사항\n(Project Management \nRequirement)",
            "PMR-001\nPMR-002\nPMR-003\nPMR-004\nPMR-005\nPMR-006\nPMR-007\nPMR-008",
            "프로젝트 수행조직 명확화\n사업수행계획서 작성 및 제출\n일정관리\n산출물 제출\n위험관리방안\n현장‧안전관리\n보안관리\n하도급계약 사전승인 등 기타"
          ],
          [
            "프로젝트 지원 요구사항\n(Project Support \nRequirement)",
            "PSR-001\nPSR-002\nPSR-003\nPSR-004\nPSR-005",
            "하자보증 및 상호운용성\n사용자교육\n운영(사용자)메뉴얼\n기술이전\n시험운영 및 안정화"
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "공통 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "강릉어선안전국 상황관제시스템 구축 사업의 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 본 제안요청서의 “장비 구성 요구사항”은 영상시스템‧음향시스템 등의 구성에 \n필요한 최소한의 규격 조건을 명시하였으며, 제안요청서에 포함되지 않은 장비, \n부속품  일지라도  시스템의  안정적인  운용을  위해  필요한  장비,  부품이  있는"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 7 - 경우 반드시 추가로 구성하여 정상적인 기능이 보장되도록 제안해야 한다. ᄋ 본 장비 구성 요구사항은 최소규격 기준을 정의한 것으로 사업수행사는 동등 사양제품 또는 그 이상의 제품을 납품해야 한다. ᄋ 영상장비 및 음향장비에 대해서는 통합운영의 편의성을 제공해야 하며, 제어 장치에 의해 직관적이고 손쉬운 조정이 가능한 방식을 제안해야 한다. ᄋ 영상장비 및 음향장비의 제어프로그램은 직관적인 사용자 인터페이스GUI 채택 등 사용자의 조작이 편리하도록 제안해야 한다. ᄋ 음향장비는 노이즈, 반향음, 하울링 등 설치장소의 여건에 따라 발생할 수 있는 안정적 운영을 저해하는 제반 요소를 분석하고, 설치 환경에 기초하여 효과적이며 사실적인 구축방안을 제안해야 한다. ᄋ 장비 설치 과정 중 발생하는 폐기물 처리방안을 제시하고, 이를 이행해야 한다. ᄋ 본 사업의 장소는 신축 예정 청사로서, 건축 공정 등과 같은 타 사업과의 공정 협력 등에 대한 구체적인 방안을 제시하여야 한다. ᄋ 입찰참여자는 본 사업의 특징 및 제안요청서에 제시된 과업 규모 등을 상세히 검토하여 시공 방안을 제시하여야 하며, 신축 예정인 사업장소의 설치 환경조사 등을 위해 본회 내방하여 인터뷰 및 설계도면을 열람할 수 있다. ᄋ 사업수행사는 사업 진행 시 설계서를 작성한 뒤 본회본부담당자, 공사감독자의 승인을 득한 후 시스템을 구축하여야 하며, 변경사항 발생 시 본회와 협의하여야 한다. 설계서는 국문으로 표기하는 것을 원칙으로 하며, 영문 병용 가능 ᄋ 장비 납품 시 발주기관의 사전승인을 받은 후 납품해야 한다. ᄋ 본 시스템은 24시간 상시 운영하기 위한 내구성과 안정성을 갖추어야 하며, 사후 관리 및 확장성이 용이한 표준규격이어야 한다. ᄋ 구축 시스템 중 필수 장비는 주전원에 장애가 발생할 경우 비상전원발전기 UPS에 의해 작동될 수 있도록 구성되어야 한다. ᄋ 공급되는 장비 및 시스템은 필요할 경우 국내 관련 법규에 따라 적합성 평가 및 적합인증을 받은 제품을 사용하여야 한다. ᄋ 본 사업으로 구축되는 모든 장비는 안정성, 신뢰성이 확보되어야 하고, 납품하는 제품이 수입품 일지라도 국내외의 기술 지원체계가 원활하여야 한다. ᄋ 구축 시스템의 접속 방식 및 프로토콜은 국내외 기술기준 및 국제표준 규격을 만족하여야 한다. ᄋ 네트워크 등 보안 관리가 필요한 업무가 있을 경우 본회전산보안 업무규정을 준수하고 본회 전산망의 보안정책을 적용하여야 한다. ᄋ 입찰참여자는 본 제안요청서 요구조건의 해석에 있어 서로 상충되거나 이해를 돕기 위한 해석이 필요할 경우 제안요청서 담당자에게 문의하여야 하며, 담당자의 답변만이 유효하다. ᄋ 본 제안요청서에 명시되지 않았더라도 목표시스템의 장비 운영의 편의성 및 효율성을 향상할 수 있는 최신기술을 접목한 내용을 제안할 수 있다. 목표 시스템 구축을 위한 시스템 구성 및 내역 등은 설계서 작성 시 본회와 협의하여 변경 가능 산출정보",
      "tables": [
        [
          [
            "",
            "",
            "경우 반드시 추가로 구성하여 정상적인 기능이 보장되도록 제안해야 한다.\nㅇ  본  ‘장비  구성  요구사항’은  최소규격  기준을  정의한  것으로  사업수행사는 \n동등 사양제품 또는 그 이상의 제품을 납품해야 한다.\nㅇ  영상장비  및  음향장비에  대해서는  통합운영의  편의성을  제공해야  하며,  제어\n장치에 의해 직관적이고 손쉬운 조정이 가능한 방식을 제안해야 한다.\nㅇ 영상장비 및 음향장비의 제어프로그램은 직관적인 사용자 인터페이스(GUI) 채택 등 \n사용자의 조작이 편리하도록 제안해야 한다.\nㅇ 음향장비는 노이즈, 반향음, 하울링 등 설치장소의 여건에 따라 발생할 수 있는 \n안정적 운영을 저해하는 제반 요소를 분석하고, 설치 환경에 기초하여 효과적이며 \n사실적인 구축방안을 제안해야 한다.\nㅇ 장비 설치 과정 중 발생하는 폐기물 처리방안을 제시하고, 이를 이행해야 한다.\nㅇ 본 사업의 장소는 신축 예정 청사로서, 건축 공정 등과 같은 타 사업과의 공정 \n협력 등에 대한 구체적인 방안을 제시하여야 한다.\nㅇ 입찰참여자는 본 사업의 특징 및 제안요청서에 제시된 과업 규모 등을 상세히 \n검토하여 시공 방안을 제시하여야 하며, 신축 예정인 사업장소의 설치 환경조사 \n등을 위해 본회 내방하여 인터뷰 및 설계도면을 열람할 수 있다.\nㅇ 사업수행사는 사업 진행 시 설계서를 작성한 뒤 본회(본부담당자, 공사감독자)의 \n승인을 득한 후 시스템을 구축하여야 하며, 변경사항 발생 시 본회와 협의하여야 \n한다.\n   ※ 설계서는 국문으로 표기하는 것을 원칙으로 하며, 영문 병용 가능\nㅇ 장비 납품 시 발주기관의 사전승인을 받은 후 납품해야 한다.\nㅇ  본  시스템은  24시간  상시  운영하기  위한  내구성과  안정성을  갖추어야  하며, \n사후 관리 및 확장성이 용이한 표준규격이어야 한다.\nㅇ  구축  시스템  중  필수  장비는  주전원에  장애가  발생할  경우  비상전원(발전기‧\nUPS)에 의해 작동될 수 있도록 구성되어야 한다.\nㅇ 공급되는 장비 및 시스템은 필요할 경우 국내 관련 법규에 따라 적합성 평가 \n및 적합인증을 받은 제품을 사용하여야 한다.\nㅇ 본 사업으로 구축되는 모든 장비는 안정성, 신뢰성이 확보되어야 하고, 납품하는 \n제품이 수입품 일지라도 국내‧외의 기술 지원체계가 원활하여야 한다.\nㅇ 구축 시스템의 접속 방식 및 프로토콜은 국내‧외 기술기준 및 국제표준 규격을 \n만족하여야 한다.\nㅇ 네트워크 등 보안 관리가 필요한 업무가 있을 경우 본회‘전산보안 업무규정’을 \n준수하고 본회 전산망의 보안정책을 적용하여야 한다.\nㅇ 입찰참여자는 본 제안요청서 요구조건의 해석에 있어 서로 상충되거나 이해를 \n돕기 위한 해석이 필요할 경우 제안요청서 담당자에게 문의하여야 하며, 담당자의 \n답변만이 유효하다.\nㅇ  본  제안요청서에  명시되지  않았더라도  목표시스템의  장비  운영의  편의성  및 \n효율성을 향상할 수 있는 최신기술을 접목한 내용을 제안할 수 있다.\n   ※ 목표 시스템 구축을 위한 시스템 구성 및 내역 등은 설계서 작성 시 본회와 \n협의하여 변경 가능"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 8 - 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-002 요구사항 명칭 장비의 설치 요구 사항 상세 설명 정의 장비의 설치 등에 관한 업무처리 세부 내용 ᄋ 제안시스템은 구축 후 정상적으로 운영되어야 하며, 제안시스템의 설치 및 운용 시 타 시스템에 미치는 영향이 최소화되도록 사전에 충분히 분석 및 검증하여야 한다. ᄋ 시스템장비 설치 시 발주자 및 감독자의 지시에 따라 건축 공정 등과 같은 타 사업과의 공정과 협력하여 수행하여야 한다. ᄋ 주요 장비에 대한 전원시설분전함 등은 타 시스템과 분리 시공하여야 하며, 비상상황 발생 시 신속하게 복구가 가능하도록 시공하여야 한다. ᄋ 장비 구성 사항이 부실 또는 부당하다고 판단된 경우 감독자의 지시에 따라 즉시 보완 또는 재구성 하여야한다. ᄋ 사업수행자는 제안시스템 납품설치 전 사전 환경조사를 통하여 장비 상태 및 설치 공간 확인 등 기존 시스템 물리적 구성 및 운용 프로세스를 철저하게 분석하여 본 사업에 임하여야 한다. ᄋ 본 사업 수행 전 사업수행에 있어 지장을 초래할 수 있는 사항에 대하여 감독자 에게 사전 통보하고 이에 대하여 발주자와 협의를 통하여 문제를 해결하여야 한다. ᄋ 사업수행자는 더 나은 최적화 및 개선안이 있을 경우 발주자와 협의 후 구성을 변경할 수 있다. ᄋ 시스템 보안점검 항목에서 취약한 항목이 발생하지 않도록 보안설정을 적용하여야 한다. ᄋ 모든 네트워크 연결은 장비간 지원되는 최대속도로 연결하여야 한다. ᄋ 납품 장비 환경설정IP, 모니터링 등은 발주기관 지시에 따라 설정하여야 한다. ᄋ 호환성 확보를 위해 가급적 국제표준기술을 사용하여야 한다. ᄋ 장비 케이블링, 레이블링 수행 및 포트 선번, 구성도를 작성하여야 한다. - 본 사업에 의해 설치된 장비 및 각종 케이블급전선, UTP, 접지, 전원 등 패치 코드에 레이블링하여야 한다. - 장비에 연결된 케이블은 향후 유지관리가 용이하도록 용도별로 구분 및 벨크로 타이를 이용하여 케이블링하여야 한다. - 물리적 연결지점구간별, 장비별에 따른 구성도 및 배치도를 문서화 작성하여야 한다. - 제안시스템 구성에 대한 시스템구성도, 네트워크구성도, SW연관도 등 세부적인 자료를 작성하여야 한다. ᄋ 사업수행 중 발생한 현장 발생품은 감독관의 지시에 따라 정리, 보관하여 지정된 장소에 인도하여야 한다. ᄋ 철거품 및 폐기물 발생 시 감독자의 별도의 지시가 있는 경우를 제외하고 모두 폐기하여야 하며, 폐기에 소요되는 비용은 사업수행사가 부담하여야 한다. 이 경우 잔해물, 잡자재, 화학물질 등의 폐기물은 수거하여 폐기물관리법 등 관련 법령기준에",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "장비의 설치"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "장비의 설치 등에 관한 업무처리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 제안시스템은 구축 후 정상적으로 운영되어야 하며, 제안시스템의 설치 및 운용 시 \n타 시스템에 미치는 영향이 최소화되도록 사전에 충분히 분석 및 검증하여야 한다.\nㅇ 시스템(장비) 설치 시 발주자 및 감독자의 지시에 따라 건축 공정 등과 같은 타 \n사업과의 공정과 협력하여 수행하여야 한다.\nㅇ 주요 장비에 대한 전원시설(분전함 등)은 타 시스템과 분리 시공하여야 하며, \n비상상황 발생 시 신속하게 복구가 가능하도록 시공하여야 한다.\nㅇ  장비  구성  사항이  부실  또는  부당하다고  판단된  경우  감독자의  지시에  따라 \n즉시 보완 또는 재구성 하여야한다.\nㅇ 사업수행자는 제안시스템 납품‧설치 전 사전 환경조사를 통하여 장비 상태 및 설치 \n공간 확인 등 기존 시스템 물리적 구성 및 운용 프로세스를 철저하게 분석하여 본 \n사업에 임하여야 한다.\nㅇ 본 사업 수행 전 사업수행에 있어 지장을 초래할 수 있는 사항에 대하여 감독자\n에게 사전 통보하고 이에 대하여 발주자와 협의를 통하여 문제를 해결하여야 한다.\nㅇ 사업수행자는 더 나은 최적화 및 개선안이 있을 경우 발주자와 협의 후 구성을 \n변경할 수 있다.\nㅇ 시스템 보안점검 항목에서 취약한 항목이 발생하지 않도록 보안설정을 적용하여야 \n한다.\nㅇ 모든 네트워크 연결은 장비간 지원되는 최대속도로 연결하여야 한다.\nㅇ 납품 장비 환경설정(IP, 모니터링 등)은 발주기관 지시에 따라 설정하여야 한다.\nㅇ 호환성 확보를 위해 가급적 국제표준기술을 사용하여야 한다.\nㅇ 장비 케이블링, 레이블링 수행 및 포트 선번, 구성도를 작성하여야 한다.\n  - 본 사업에 의해 설치된 장비 및 각종 케이블(급전선, UTP, 접지, 전원 등) 패치\n코드에 레이블링하여야 한다.\n  - 장비에 연결된 케이블은 향후 유지관리가 용이하도록 용도별로 구분 및 벨크로\n타이를 이용하여 케이블링하여야 한다.\n  - 물리적 연결지점(구간별, 장비별)에 따른 구성도 및 배치도를 문서화 작성하여야 \n한다.\n  - 제안시스템 구성에 대한 시스템구성도, 네트워크구성도, S/W연관도 등 세부적인 \n자료를 작성하여야 한다.\nㅇ 사업수행 중 발생한 현장 발생품은 감독관의 지시에 따라 정리, 보관하여 지정된 \n장소에 인도하여야 한다.\nㅇ 철거품 및 폐기물 발생 시 감독자의 별도의 지시가 있는 경우를 제외하고 모두 \n폐기하여야 하며, 폐기에 소요되는 비용은 사업수행사가 부담하여야 한다. 이 경우 \n잔해물, 잡자재, 화학물질 등의 폐기물은 수거하여 폐기물관리법 등 관련 법령기준에"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 9 - 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-003 요구사항 명칭 LED 전광판 디스플레이 요구 사항 상세 설명 정의 LED 전광판 디스플레이 요구사항 세부 내용 ᄋ LED 전광판 디스플레이는 통신실의 사용 용도 특성에 맞는 해상도, 밝기, 명암비, 재생률, 시야각을 갖추고 신호체계의 일관성 등을 유지할 수 있도록 제안해야 한다. ᄋ LED 모듈을 연결하여 베젤이 없는 하나의 디스플레이로 구성된 제품이어야 하며, 각종 컴퓨터, 비디오 영상 등을 24시간 365일 무중단 표출이 가능하여야 한다. ᄋ LED 전광판 디스플레이의 캐비닛은 알루미늄 다이캐스팅 방식으로 제작한 제품 이어야 한다. ᄋ LED 전광판 디스플레이의 전원 제어 구성 시 내구성이 떨어지는 마그네틱 릴레이를 적용하여서는 안되며, 장기간 사용에도 내구성이 보장되는 방식의 제품을 제안하여야 한다. ᄋ 통신실의 242inch LED 전광판 디스플레이는 평면형태로 구성하고, 시청 시야 확보 및 시야각에 따른 색상 편차를 최소화되도록 설치하여야 한다. ᄋ LED 전광판 디스플레이는 통신실의 통유리창으로 인입되는 태양광 등으로 시청에 불편함이 발생하지 않도록 충분한 밝기 제공 및 빛반사 처리가 되어있어야 한다. ᄋ LED 전광판 디스플레이는 통신실 벽면에 밀착하여 공간 낭비가 없도록 설치되어야 하며, LED 전광판 디스플레이의 최대 전원용량을 충족할 수 있도록 전기설비 등을 구성하여야 한다. ᄋ LED 전광판 디스플레이의 설치 및 유지보수 시 안전을 위한 유지보수 지지대를 설치하여야 한다. ᄋ 향후 원활한 유지보수를 위하여, 주요모듈의 예비품을 5 이상 납품하여야 한다. ᄋ 공급하려는 물품은 방송통신기자재 등의 적합인증 및 밝기 성능에 대한 공인 인증시험성적서를 보유한 제품이어야하며, 방송통신기자재등의 적합 등록 필증 및 제조사 물품공급확약서, 기술지원확약서를 제출하여야 한다. ᄋ 요구규격 242inch LED 전광판 디스플레이 구 분 내 용 수량 주요사양 - 화면크기전체 6,000mm1,350mm 내외 242inch 이상 - 화면해상도전체 3,840864 Pixel 내외 409의 화면비 - 사용소자 Flip Chip On Board LED - 코팅종류 matte 빛 반사 최소화 - 픽셀간격 1.56mm 이하 - 시야각 수평 160도 수직 160도 이상 - 밝기 650cd 이상 1대 기타 방송통신기자재 등의 적합등록 필증 제조사물품공급확약서 따라 적법하게 처리하여야 한다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "",
            "따라 적법하게 처리하여야 한다."
          ],
          [
            "산출정보",
            ""
          ],
          [
            "관련요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-003",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "LED 전광판 디스플레이",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "LED 전광판 디스플레이 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ LED 전광판 디스플레이는 통신실의 사용 용도 특성에 맞는 해상도, 밝기, 명암비, \n재생률, 시야각을 갖추고 신호체계의 일관성 등을 유지할 수 있도록 제안해야 한다.\nㅇ LED 모듈을 연결하여 베젤이 없는 하나의 디스플레이로 구성된 제품이어야 하며, \n각종 컴퓨터, 비디오 영상 등을 24시간 365일 무중단 표출이 가능하여야 한다.\nㅇ LED 전광판 디스플레이의 캐비닛은 알루미늄 다이캐스팅 방식으로 제작한 제품\n이어야 한다.\nㅇ LED 전광판 디스플레이의 전원 제어 구성 시 내구성이 떨어지는 마그네틱 릴레이를 \n적용하여서는 안되며, 장기간 사용에도 내구성이 보장되는 방식의 제품을 제안하여야 \n한다.\nㅇ 통신실의 242inch LED 전광판 디스플레이는 평면형태로 구성하고, 시청 시야 확보 \n및 시야각에 따른 색상 편차를 최소화되도록 설치하여야 한다.\nㅇ  LED  전광판  디스플레이는  통신실의  통유리창으로  인입되는  태양광  등으로  시청에 \n불편함이 발생하지 않도록 충분한 밝기 제공 및 빛반사 처리가 되어있어야 한다.\nㅇ LED 전광판 디스플레이는 통신실 벽면에 밀착하여 공간 낭비가 없도록 설치되어야 \n하며, LED 전광판 디스플레이의 최대 전원용량을 충족할 수 있도록 전기설비 등을 \n구성하여야 한다.\nㅇ LED 전광판 디스플레이의 설치 및 유지보수 시 안전을 위한 유지보수 지지대를 \n설치하여야 한다.\nㅇ 향후 원활한 유지보수를 위하여, 주요모듈의 예비품을 5% 이상 납품하여야 한다.\nㅇ 공급하려는 물품은 방송통신기자재 등의 적합인증 및 밝기 성능에 대한 공인\n인증시험성적서를  보유한  제품이어야하며,  방송통신기자재등의  적합 등록 필증 \n및 제조사 물품공급확약서, 기술지원확약서를 제출하여야 한다.\nㅇ 요구규격 (242inch LED 전광판 디스플레이)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 화면크기(전체) : 6,000mm×1,350mm 내외 (242inch 이상)\n - 화면해상도(전체) : 3,840×864 Pixel 내외 (40:9의 화면비)\n - 사용소자 : Flip Chip On Board LED\n - 코팅종류 : matte (빛 반사 최소화)\n - 픽셀간격 : 1.56mm 이하\n - 시야각 : 수평 160도 / 수직 160도 이상\n - 밝기 : 650(cd/㎡) 이상",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "‧  방송통신기자재 등의 적합등록 필증\n ‧  제조사물품공급확약서",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 10 - 제조사기술지원확약서 공인인증시험성적서밝기성능 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-004 요구사항 명칭 98inch 전자칠판 요구 사항 상세 설명 정의 98inch 전자칠판 요구사항 세부 내용 ᄋ 98inch 전자칠판은 상황실의 사용 용도 특성에 맞는 해상도, 밝기, 명암비, 재생률, 시야각을 갖추고 신호체계의 일관성 등을 유지할 수 있도록 제안해야 한다. ᄋ 통신실의 98inch 전자칠판은 평면형태로 구성하고, 시청 시야 확보 및 시야각 에 따른 색상 편차를 최소화되도록 설치하여야 한다. ᄋ 98inch 전자칠판은 LED 등기구, 태양광 등으로 인해 시청에 불편함이 발생하지 않도록 충분한 밝기 제공 및 빛반사 처리가 되어있어야 한다. ᄋ 98inch 전자칠판은 상황실 벽면에 밀착하여 공간 낭비가 없도록 시공하여야 하며, 출입문의 개폐 시 간섭 등을 유의하여 설치하여야 한다. ᄋ 98inch 전자칠판은 유지보수가 용이한 브라켓을 사용하여야 하며, 사용되는 벽부형 브라켓은 발주처와 협의하여 결정하여야 한다. ᄋ 98inch 전자칠판은 미러링 기능 지원 및 각종 컴퓨터, 비디오 영상 등을 입력 받아 표출이 가능하여야 한다. ᄋ 98inch 전자칠판은 멀티터치 기능을 지원하여야 하며, 최적화된 판서 및 터치 사용 경험을 위해 에어갭이 최소화된 제품을 사용하여야 한다. ᄋ OPS PC를 손쉽게 장착 가능하여야 하며, 유지보수 및 정비가 용이한 제품을 사용하여야 한다. ᄋ 보안을 위해 USB 연결을 차단할 수 있는 기능을 포함하여야 하며, 필요할 경우 USB를 연결하여 사용할 수 있어야 한다. ᄋ 공급하려는 물품은 방송통신기자재 등의 적합인증 및 밝기 성능에 대한 공인 인증시험성적서를 보유한 제품이어야하며, 방송통신기자재등의 적합 등록 필증 및 제조사 물품공급확약서, 기술지원확약서를 제출하여야 한다. ᄋ 요구규격 98inch LED 디스플레이 구 분 내 용 수량 주요사양 - 화면크기 98inch249cm 이상 - 패널종류 IPS - 화면해상도 3,8402,160 Pixel 169의 화면비 - 운영체제 Android 11 이상 - OPS 데스크톱 장착을 위한 내장형 슬롯 제공 - PIP 및 멀티윈도우 모드 제공 1대 기타 방송통신기자재 등의 적합등록 필증 제조사물품공급확약서 제조사기술지원확약서",
      "tables": [
        [
          [
            "",
            "‧  제조사기술지원확약서\n ‧  공인인증시험성적서(밝기성능)"
          ],
          [
            "산출정보",
            ""
          ],
          [
            "관련요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-004",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "98inch 전자칠판",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "98inch 전자칠판 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 98inch 전자칠판은 상황실의 사용 용도 특성에 맞는 해상도, 밝기, 명암비, 재생률, \n시야각을 갖추고 신호체계의 일관성 등을 유지할 수 있도록 제안해야 한다.\nㅇ 통신실의 98inch 전자칠판은 평면형태로 구성하고, 시청 시야 확보 및 시야각\n에 따른 색상 편차를 최소화되도록 설치하여야 한다.\nㅇ 98inch 전자칠판은 LED 등기구, 태양광 등으로 인해 시청에 불편함이 발생하지 \n않도록 충분한 밝기 제공 및 빛반사 처리가 되어있어야 한다.\nㅇ 98inch 전자칠판은 상황실 벽면에 밀착하여 공간 낭비가 없도록 시공하여야 하며, \n출입문의 개폐 시 간섭 등을 유의하여 설치하여야 한다.\nㅇ 98inch 전자칠판은 유지보수가 용이한 브라켓을 사용하여야 하며, 사용되는 벽부형 \n브라켓은 발주처와 협의하여 결정하여야 한다.\nㅇ 98inch 전자칠판은 미러링 기능 지원 및 각종 컴퓨터, 비디오 영상 등을 입력 \n받아 표출이 가능하여야 한다.\nㅇ 98inch 전자칠판은 멀티터치 기능을 지원하여야 하며, 최적화된 판서 및 터치 \n사용 경험을 위해 에어갭이 최소화된 제품을 사용하여야 한다.\nㅇ OPS PC를  손쉽게 장착 가능하여야 하며,  유지보수 및 정비가 용이한  제품을 \n사용하여야 한다.\nㅇ 보안을 위해 USB 연결을 차단할 수 있는 기능을 포함하여야 하며, 필요할 경우 \nUSB를 연결하여 사용할 수 있어야 한다.\nㅇ 공급하려는 물품은 방송통신기자재 등의 적합인증 및 밝기 성능에 대한 공인\n인증시험성적서를  보유한  제품이어야하며,  방송통신기자재등의  적합 등록 필증 \n및 제조사 물품공급확약서, 기술지원확약서를 제출하여야 한다.\nㅇ 요구규격 (98inch LED 디스플레이)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 화면크기 : 98inch(249cm) 이상\n - 패널종류 : IPS\n - 화면해상도 : 3,840×2,160 Pixel (16:9의 화면비)\n - 운영체제 : Android 11 이상\n - OPS 데스크톱 장착을 위한 내장형 슬롯 제공\n - PIP 및 멀티윈도우 모드 제공",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "‧  방송통신기자재 등의 적합등록 필증\n ‧  제조사물품공급확약서\n ‧  제조사기술지원확약서",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 11 - ᄋ 요구규격 OPS PC 구 분 내 용 수량 주요사양 - CPU Intel Core i5-1235U 이상 - RAM 16GB 이상 - VGA Intel Iris Xe 이상 - SSD 256GB 이상 - Network Gigabit-LAN 1, Bluetooth 4.2 이상 - OS Windows 10 Pro64bit 이상 - 입출력 USB4, HDMI OUT1, Audio OUT1, Mic IN1, LAN1 이상 1대 기타 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-005 요구사항 명칭 Video Wall Controller 요구 사항 상세 설명 정의 Video Wall Controller 요구사항 세부 내용 ᄋ Video Wall Controller에는 242inch LED 전광판 디스플레이, 98inch 전자칠판, 영상 입력PC, 업무용 PC 4대 등을 연결하여야 하며, 발주처가 추가 연결이 필요한 입출력 단말이 있을 경우 제품의 최대 입출력 범위 내에서 연결시공하여야 한다. ᄋ Video Wall Controller는 19inch RACK에 설치 가능한 제품이어야 하며, 화면밝기, 명암, 색온도 등을 수동으로 조정할 수 있어야 한다. ᄋ 4K 이상의 해상도 출력이 가능하여야 하며, 다양한 해상도의 입력을 처리할 수 있는 제품을 사용하여야 한다. ᄋ 영상의 품질을 보장하기 위해 쉴딩 처리된 고품질 케이블을 사용하여야 하며, HDMI 케이블의 경우 v2.1을 지원하는 고품질 광케이블AOC, LAN 케이블의 경우 STP CAT.6 이상 케이블을 사용하여야 한다. ᄋ Video Wall Controller는 HDMI8개 이상 및 RJ452개 이상 입력을 받을 수 있어야 하며, HDMI8개 이상 및 RJ4516개 이상 출력 가능한 제품을 사용하여야 한다. 또한, Ultra Wide 해상도의 원활한 표출을 위하여 HDMI v2.0 또는 DisplayPort v1.2 이상의 True 4K 지원 입력포트를 2개 이상 지원하여야 한다, ᄋ 추후 다양한 인터페이스RJ45, HDMI, DP, DVI 등 입출력에 대해 입력 20포트, 출력 20포트 이상 확장 가능한 제품을 사용하여야 한다. ᄋ 영상시스템은 네트워크를 통한 제어 및 영상 전송이 가능하여야 하며, LED 모듈 간의 물리적 경계와 상관없이 마우스로 이동 및 통합, 분할, 확장, 축소할 수 있어야 하며, PBP, PIP 기능 등을 통해 화면을 자유롭게 구성할 수 있어야 한다. ᄋ 비디오스트림 및 실시간 화면 전환 시 1초 이내로 안정적인 영상 신호가 전송 되어야 한다. ᄋ 입력 해상도를 디스플레이 최적의 해상도로 변환하는 비디오 스케일링 기능이 탑재되어 있어야 한다. ᄋ 고품질 디스플레이 및 각기 다른 스크린에서 최고의 해상도를 사용하기 위한",
      "tables": [
        [
          [
            "",
            "",
            "ㅇ 요구규격 (OPS PC)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- CPU : Intel Core i5-1235U 이상\n - RAM : 16GB 이상\n - VGA : Intel Iris Xe 이상\n - SSD : 256GB 이상\n - Network : Gigabit-LAN × 1, Bluetooth 4.2 이상\n - OS : Windows 10 Pro(64bit) 이상\n - 입출력 : USB×4, HDMI OUT×1, Audio OUT×1, Mic IN×1, \nLAN×1 이상",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "Video Wall Controller"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "Video Wall Controller 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ Video Wall Controller에는 242inch LED 전광판 디스플레이, 98inch 전자칠판, 영상\n입력PC, 업무용 PC 4대 등을 연결하여야 하며, 발주처가 추가 연결이 필요한 \n입출력 단말이 있을 경우 제품의 최대 입출력 범위 내에서 연결‧시공하여야 한다.\nㅇ Video Wall Controller는 19inch RACK에 설치 가능한 제품이어야 하며, 화면밝기, \n명암, 색온도 등을 수동으로 조정할 수 있어야 한다.\nㅇ 4K 이상의 해상도 출력이 가능하여야 하며, 다양한 해상도의 입력을 처리할 수 \n있는 제품을 사용하여야 한다.\nㅇ 영상의 품질을 보장하기 위해 쉴딩 처리된 고품질 케이블을 사용하여야 하며, \nHDMI 케이블의 경우 v2.1을 지원하는 고품질 광케이블(AOC), LAN 케이블의 경우 \nSTP CAT.6 이상 케이블을 사용하여야 한다.\nㅇ Video Wall Controller는 HDMI(8개 이상) 및 RJ45(2개 이상) 입력을 받을 수 있어야\n하며, HDMI(8개 이상) 및 RJ45(16개 이상) 출력 가능한 제품을 사용하여야 한다. \n또한, Ultra Wide 해상도의 원활한 표출을 위하여 HDMI v2.0 또는 DisplayPort v1.2  \n이상의 True 4K 지원 입력포트를 2개 이상 지원하여야 한다,\nㅇ 추후 다양한 인터페이스(RJ45, HDMI, DP, DVI 등) 입출력에 대해 입력 20포트, \n출력 20포트 이상 확장 가능한 제품을 사용하여야 한다.\nㅇ 영상시스템은 네트워크를 통한 제어 및 영상 전송이 가능하여야 하며, LED 모듈\n간의 물리적 경계와 상관없이 마우스로 이동 및 통합, 분할, 확장, 축소할 수 \n있어야 하며, PBP, PIP 기능 등을 통해 화면을 자유롭게 구성할 수 있어야 한다.\nㅇ 비디오스트림 및 실시간 화면 전환 시 1초 이내로 안정적인 영상 신호가 전송\n되어야 한다.\nㅇ 입력 해상도를 디스플레이 최적의 해상도로 변환하는 비디오 스케일링 기능이 \n탑재되어 있어야 한다.\nㅇ 고품질 디스플레이 및 각기 다른 스크린에서 최고의 해상도를 사용하기 위한"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 12 - EDID 기능을 지원하여야 한다. ᄋ 단일 디스플레이에서 입력되어지는 모든 비디오 소스의 상태를 실시간으로 모니터링 가능하여야 한다. ᄋ 공급하려는 물품은 방송통신기자재 등의 적합인증을 보유한 제품이어야하며, 방송통신기자재등의 적합 등록 필증 및 제조사물품공급확약서, 제조사기술지원 확약서를 제출하여야 한다. ᄋ 요구규격 구 분 내 용 수량 주요사양 - 케이스 규격 11U 이하 - 입력 HDMI8, RJ452, True 4K HDMI또는 DP2 이상 - 출력 RJ4516, HDMI4 이상 - Redundant Power 지원 - Web 기반의 제어 SW포함 - 장비 상태를 확인 가능한 LCD 표시창 제공 - 시스템 구성에 필요한 컨버터, 분배기, 케이블 등 포함 1대 기타 방송통신기자재 등의 적합등록 필증 제조사물품공급확약서 제조사기술지원확약서 산출정보 관련요구사항 물품공급확약서, 기술지원확약서 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-006 요구사항 명칭 통합제어장치 요구 사항 상세 설명 정의 통합제어장치 요구사항 세부 내용 ᄋ 242inch LED 디스플레이, Video Wall Controller, 디지털믹서 등을 통합제어 및 연계 운영할 수 있어야 한다. ᄋ 필요 시 통신 제어 가능한 부대시설을 제어할 수 있도록 확장성 제공 및 SW 커스터마이징이 가능하여야 한다. ᄋ 상황선택 기능 및 스케쥴 기능을 지원하여야하며, 터치모니터 사용 및 구성을 간소화하고 조작 편리성을 보장하여야 한다. ᄋ 공급하려는 물품은 방송통신기자재 등의 적합인증을 보유한 제품이어야하며, 방송통신기자재등의 적합 등록 필증 및 제조사 물품공급확약서, 기술지원확약서를 제출하여야 한다. ᄋ 요구규격 구 분 내 용 수량 주요사양 - CPU Intel i5-13400 이상 - Memory 16GB 이상 - HDD SSD 240GB 이상 - Ethernet 1001000Mbps 2 - SerialRS-232, RS-485 인터페이스 포함 - OS Windows 10 Pro 64bit 이상 1대",
      "tables": [
        [
          [
            "",
            "",
            "EDID 기능을 지원하여야 한다.\nㅇ 단일 디스플레이에서 입력되어지는 모든 비디오 소스의 상태를 실시간으로 모니터링 \n가능하여야 한다.\nㅇ  공급하려는  물품은  방송통신기자재  등의  적합인증을  보유한  제품이어야하며, \n방송통신기자재등의 적합 등록 필증 및 제조사물품공급확약서, 제조사기술지원\n확약서를 제출하여야 한다.\nㅇ 요구규격",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 케이스 규격 11U 이하\n - 입력 : HDMI×8, RJ45×2, True 4K HDMI(또는 DP)×2 이상\n - 출력 : RJ45×16, HDMI×4 이상\n - Redundant Power 지원\n - Web 기반의 제어 SW포함\n - 장비 상태를 확인 가능한 LCD 표시창 제공\n - 시스템 구성에 필요한 컨버터, 분배기, 케이블 등 포함",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "‧  방송통신기자재 등의 적합등록 필증\n ‧  제조사물품공급확약서\n ‧  제조사기술지원확약서",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "물품공급확약서, 기술지원확약서",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-006",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "통합제어장치",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "통합제어장치 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  242inch  LED  디스플레이,  Video  Wall  Controller,  디지털믹서  등을  통합제어  및 \n연계 운영할 수 있어야 한다.\nㅇ 필요 시 통신 제어 가능한 부대시설을 제어할 수 있도록 확장성 제공 및 S/W \n커스터마이징이 가능하여야 한다.\nㅇ 상황선택 기능 및 스케쥴 기능을 지원하여야하며, 터치모니터 사용 및 구성을 \n간소화하고 조작 편리성을 보장하여야 한다.\nㅇ  공급하려는  물품은  방송통신기자재  등의  적합인증을  보유한  제품이어야하며, \n방송통신기자재등의 적합 등록 필증 및 제조사 물품공급확약서, 기술지원확약서를 \n제출하여야 한다.\nㅇ 요구규격",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- CPU : Intel i5-13400 이상\n - Memory : 16GB 이상\n - HDD : SSD 240GB 이상\n - Ethernet : 100/1000Mbps × 2\n - Serial(RS-232, RS-485) 인터페이스 포함\n - OS : Windows 10 Pro 64bit 이상",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 13 - - 통합제어SW 포함 기타 방송통신기자재 등의 적합등록 필증 제조사물품공급확약서 제조사기술지원확약서 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-007 요구사항 명칭 디지털믹서 요구 사항 상세 설명 정의 디지털믹서 요구사항 세부 내용 ᄋ 디지털 믹서는 메인서브 스피커 등의 출력기기와 영상입력 PC, 무선마이크 등의 입력기기를 모두 연결하여야 하며, 이에 필요한 부수장치, 악세사리 등을 모두 포함해 설치하여야 한다. ᄋ 추가적인 하드웨어 없이도 라이브믹스를 조절할 수 있도록 전면부에 컨트롤 가능한 TFT컬러 디스플레이가 포함되어야 하며, 휴대단말기의 제어 SW를 통해 서도 컨트롤 가능하여야 한다. ᄋ 19inch RACK 실장이 가능하도록 RACK 타입의 제품이어야 하며, 후면 패널 확장 포트를 통해 기존 입출력 카드를 삽입하여 네트워크 오디오 인프라와의 연결이 지원 가능하여야 한다. ᄋ 온보드 이펙터를 통해 음원에 이퀄라이저, 컴프레서 등 음향효과 부여가 가능 하여야 하며, USB Recording 및 play 기능을 지원하여야 한다. ᄋ 디지털믹서는 운영상황브리핑, 업무회의, 화상회의 등을 고려하여 연결구성을 제안하여야 한다. ᄋ 디지털 믹서 제어용 휴대단말기를 함께 공급하여야 한다. ᄋ 요구규격디지털 믹서 구 분 내 용 수량 모델명 ᄋ 베링거 X32 RACK 1대 주요사양 - Input Channel 32Input 8Aux 8FX 지원 - Mix Bus 16 Aux bus 6 Matrix Main LRC - IO 레이턴시 0.8ms - 레트워크 레이턴시 1.1ms - 주파수응답 10 22 - 디스플레이 8inch TFT LCD 800480 기타 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-008 요구사항 명칭 파워앰프 요구 사항 정의 파워앰프 요구규격 세부 ᄋ 파워앰프는 음향 품질과 내구성을 보장하기 위하여 고품질의 신뢰도 높은 제품을",
      "tables": [
        [
          [
            "",
            "",
            "- 통합제어S/W 포함\n ‧  방송통신기자재 등의 적합등록 필증\n기타\n ‧  제조사물품공급확약서\n ‧  제조사기술지원확약서"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-007",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "디지털믹서",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "디지털믹서 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 디지털 믹서는 메인‧서브 스피커 등의 출력기기와 영상입력 PC, 무선마이크 등의 \n입력기기를  모두  연결하여야  하며,  이에  필요한  부수장치,  악세사리  등을  모두 \n포함해 설치하여야 한다.\nㅇ  추가적인  하드웨어  없이도  라이브믹스를  조절할  수  있도록  전면부에  컨트롤 \n가능한 TFT컬러 디스플레이가 포함되어야 하며, 휴대단말기의 제어 S/W를 통해\n서도 컨트롤 가능하여야 한다.\nㅇ 19inch RACK 실장이 가능하도록 RACK 타입의 제품이어야 하며, 후면 패널 확장 \n포트를 통해 기존 입‧출력 카드를 삽입하여 네트워크 오디오 인프라와의 연결이 \n지원 가능하여야 한다.\nㅇ 온보드 이펙터를 통해 음원에 이퀄라이저, 컴프레서 등 음향효과 부여가 가능\n하여야 하며, USB Recording 및 play 기능을 지원하여야 한다.\nㅇ  디지털믹서는  운영상황(브리핑,  업무회의, 화상회의 등)을 고려하여 연결구성을 \n제안하여야 한다.\nㅇ 디지털 믹서 제어용 휴대단말기를 함께 공급하여야 한다.\nㅇ 요구규격(디지털 믹서)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "모델명",
            "ㅇ 베링거 X32 RACK",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- Input Channel : 32Input / 8Aux / 8FX 지원\n - Mix Bus : 16 Aux bus / 6 Matrix / Main LRC\n - I/O 레이턴시 : ＜ 0.8ms\n - 레트워크 레이턴시 : ＜ 1.1ms\n - 주파수응답 : 10㎐ ~ 22㎐\n - 디스플레이 : 8inch TFT LCD (800×480)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "ECR-008"
          ],
          [
            "요구사항 명칭",
            "파워앰프"
          ],
          [
            "요구\n정의\n세부\n사항",
            "파워앰프 요구규격\nㅇ 파워앰프는 음향 품질과 내구성을 보장하기 위하여 고품질의 신뢰도 높은 제품을"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 14 - 상세 설명 내용 사용하여야 하며, 제조사를 통한 유지보수가 용이하여야 한다. ᄋ 스피커 구동을 위한 파워앰프는 19inch RACK에 실장이 가능하여야 하며, 라인 어레이스피커통신실 2대 및 라우드스피커스마트체험관 4대에 연결하여야 한다. ᄋ 최적의 음향 품질을 위하여 노이즈가 없는 제품을 사용하여야 하며, 사용 시 노이즈가 발생하지 않도록 설치하여야 한다. ᄋ 요구규격통신실용 2ch ᄋ 요구규격스마트체험관용 4ch 구 분 내 용 수량 주요사양 - 출력채널 2ch - 채널당 출력 300W8Ω 이상 - 샘플링 속도 48 - 신호대잡음비 1008Ω, Gain Setting 14dBu - 앰프등급 Class D, Balanced output circuitBTL - 입력입피던스 20Balance, 10Unbalance - IO커넥터 XLR2, 14inch PHONETRS2 - Rack 설치형 1대 기타 구 분 내 용 수량 주요사양 - 출력채널 4ch - 채널당 출력 600W8Ω 이상 - 신호대잡음비 101 - 감쇄계수 4508Ω - 전압게인 378Ω - 전원부하 220V, 18A - IO커넥터 XLR8, 스피콘4, - Rack 설치형 1대 기타 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-009 요구사항 명칭 스피커 요구 사항 상세 설명 정의 스피커 요구사항 세부 내용 ᄋ 모든 스피커는 음향 품질과 내구성을 보장하기 위하여 고품질의 신뢰도 높은 제품을 사용하여야 하며, 제조사를 통한 유지보수가 용이하여야 한다. ᄋ 모든 스피커는 최적의 음향 품질을 위하여 노이즈가 없는 제품을 사용하여야 하며, 사용 시 노이즈가 발생하지 않도록 설치하여야 한다. ᄋ 라인어레이스피커는 통신실에 설치하여야 하며, LED 전광판 디스플레이 및 벽체 인테리어와 일체감을 이룰 수 있도록 미려한 디자인의 스피커를 사용하여야 한다. ᄋ 라우드스피커는 스마트체험관에 설치하여야 하며, 실내인테리어와 일체감을",
      "tables": [
        [
          [
            "상세\n설명",
            "내용",
            "사용하여야 하며, 제조사를 통한 유지보수가 용이하여야 한다.\nㅇ 스피커 구동을 위한 파워앰프는 19inch RACK에 실장이 가능하여야 하며, 라인\n어레이스피커(통신실 2대) 및 라우드스피커(스마트체험관 4대)에 연결하여야 한다.\nㅇ 최적의 음향 품질을 위하여 노이즈가 없는 제품을 사용하여야 하며, 사용 시 \n노이즈가 발생하지 않도록 설치하여야 한다.\nㅇ 요구규격(통신실용 2ch)\nㅇ 요구규격(스마트체험관용 4ch)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 출력채널 : 2ch\n - 채널당 출력 : 300W(8Ω) 이상\n - 샘플링 속도 : 48㎑\n - 신호대잡음비 : 100㏈(8Ω, Gain Setting = +14dBu)\n - 앰프등급 : Class D, Balanced output circuit(BTL)\n - 입력입피던스 : 20㏀(Balance), 10㏀(Unbalance)\n - I/O커넥터 : XLR×2, 1/4inch PHONE(TRS)×2\n - Rack 설치형",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 출력채널 : 4ch\n - 채널당 출력 : 600W(8Ω) 이상\n - 신호대잡음비 : 101㏈\n - 감쇄계수 : >450(8Ω)\n - 전압게인 : 37㏈(8Ω)\n - 전원부하 : 220V, 18A\n - I/O커넥터 : XLR×8, 스피콘×4, \n - Rack 설치형",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "스피커"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "스피커 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 모든 스피커는 음향 품질과 내구성을 보장하기 위하여 고품질의 신뢰도 높은 \n제품을 사용하여야 하며, 제조사를 통한 유지보수가 용이하여야 한다.\nㅇ 모든 스피커는 최적의 음향 품질을 위하여 노이즈가 없는 제품을 사용하여야 하며, \n사용 시 노이즈가 발생하지 않도록 설치하여야 한다.\nㅇ 라인어레이스피커는 통신실에 설치하여야 하며, LED 전광판 디스플레이 및 벽체 \n인테리어와 일체감을 이룰 수 있도록 미려한 디자인의 스피커를 사용하여야 한다.\nㅇ  라우드스피커는  스마트체험관에  설치하여야  하며,  실내인테리어와  일체감을"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 15 - 이룰 수 있도록 천장형또는 벽부형 스피커를 사용하여야 한다. ᄋ 라우드스피커는 어업인 교육장의 공간적 특성을 반영하여 최적의 교육환경을 조성할 수 있도록 스피커를 효율적으로 배치하여야 한다. ᄋ 요구규격통신실용 라인어레이스피커 ᄋ 요구규격스마트체험관용 라우드스피커 구 분 내 용 수량 주요사양 - 벽부형 라인어레이 패시브 스피커 - 채널당 출력 220WPeak 440W 이상 - 임피던스 8Ω - 주파수범위 77 20 - 음압레벨SPL 91 Peak 117 - 브라켓 포함 2대 기타 구 분 내 용 수량 주요사양 - 천장형또는 벽부형 패시브 스피커 - 채널당 출력 280WPeak 560W 이상 - 임피던스 8Ω - 주파수범위 55 20 - 음압레벨SPL 93 Peak 123 - 브라켓 포함 4대 기타 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-010 요구사항 명칭 무선마이크 요구 사항 상세 설명 정의 무선마이크 요구사항 세부 내용 ᄋ 무선마이크는 송신기와 수신기간 무선UHF대역으로 연결되어야 하며, 확장의 유연성, 안정성과 내구성이 우수한 제품을 사용하여야 한다. ᄋ 무선마이크는 통신실2대 및 스마트체험관2대에서 사용할 수 있도록 구성하여야 하며, 공간적 특성을 반영하여 최적의 성능을 발휘할 수 있도록 설치하여야 한다. ᄋ 무선마이크는 핸드마이크와 수신기가 셋트로 이루어져 있어야 하며, 핸드마이크는 1회 충전 시 또는 배터리 교체 시마다 8시간 이상 연속사용 가능한 제품을 사용하여야 한다. ᄋ 핸드마이크는 전원ONOFF 상태 및 현재 사용 중인 채널또는 주파수, 배터리 잔량 등이 표시되는 제품을 사용하여야 한다. ᄋ 핸드마이크는 수신기와 원활한 연결상태를 유지할 수 있도록 설치하여야 하며, 필요 시 원활한 연결상태 유지를 위한 수신용 확장 안테나를 추가 설치하여야 한다. ᄋ 수신기는 19inch RACK에 실장 가능한 형태여야 하며, 핸드마이크는 보관 가능한",
      "tables": [
        [
          [
            "",
            "",
            "이룰 수 있도록 천장형(또는 벽부형) 스피커를 사용하여야 한다.\nㅇ 라우드스피커는 어업인  교육장의 공간적 특성을 반영하여  최적의 교육환경을 \n조성할 수 있도록 스피커를 효율적으로 배치하여야 한다.\nㅇ 요구규격(통신실용 라인어레이스피커)\nㅇ 요구규격(스마트체험관용 라우드스피커)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 벽부형 라인어레이 패시브 스피커\n - 채널당 출력 : 220W(Peak 440W) 이상\n - 임피던스 : 8Ω\n - 주파수범위 : 77㎐ ~ 20㎑\n - 음압레벨(SPL) : 91㏈ (Peak 117㏈)\n - 브라켓 포함",
            "2대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 천장형(또는 벽부형) 패시브 스피커\n - 채널당 출력 : 280W(Peak 560W) 이상\n - 임피던스 : 8Ω\n - 주파수범위 : 55㎐ ~ 20㎑\n - 음압레벨(SPL) : 93㏈ (Peak 123㏈)\n - 브라켓 포함",
            "4대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "무선마이크"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "무선마이크 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 무선마이크는  송신기와 수신기간 무선(UHF대역)으로  연결되어야  하며,  확장의 \n유연성, 안정성과 내구성이 우수한 제품을 사용하여야 한다.\nㅇ 무선마이크는 통신실(2대) 및 스마트체험관(2대)에서 사용할 수 있도록 구성하여야 \n하며, 공간적 특성을 반영하여 최적의 성능을 발휘할 수 있도록 설치하여야 한다.\nㅇ 무선마이크는 핸드마이크와 수신기가 셋트로 이루어져 있어야 하며, 핸드마이크는 \n1회 충전 시 또는 배터리 교체 시마다 8시간 이상 연속사용 가능한 제품을 사용하여야 \n한다.\nㅇ 핸드마이크는 전원(ON/OFF) 상태 및 현재 사용 중인 채널(또는 주파수), 배터리 \n잔량 등이 표시되는 제품을 사용하여야 한다.\nㅇ  핸드마이크는  수신기와  원활한  연결상태를  유지할  수  있도록  설치하여야  하며, \n필요 시 원활한 연결상태 유지를 위한 수신용 확장 안테나를 추가 설치하여야 한다.\nㅇ 수신기는 19inch RACK에 실장 가능한 형태여야 하며, 핸드마이크는 보관 가능한"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 16 - 케이스또는 거치대를 제공하여야 한다. ᄋ 요구규격수신기 ᄋ 요구규격핸드마이크 구 분 내 용 수량 주요사양 - 주파수대역 925.2 937.3 - 최대 채널수 33채널 이상 - 수신감도 -102dBm - 주파수응답 60 18 - 신호대잡음비 105dB 3대 기타 구 분 내 용 수량 주요사양 - 주파수대역 92.25 937.3 - 불요파억제 55dBc - 주파수응답 60 18 - 신호대잡음비 102dB - 사용전원 일회용 배터리AAAAA 또는 충전식 배터리 6대 기타 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-011 요구사항 명칭 영상입력PC 요구 사항 상세 설명 정의 영상입력PC 요구사항 세부 내용 ᄋ 영상입력PC는 디지털믹서, Video Wall Controller, 49inch 모니터에 연결하여야 한다. ᄋ 영상입력PC를 디지털믹서와 Video Wall Controller에 연결 시 HDMI to HDMI AUX 컨버터를 사용하여 HDMI 출력단으로부터 비디오 및 오디오를 연결하여야 한다. ᄋ 영상입력PC는 KVM스위치를 통해 선택 제어가능하도록 설치하여야 한다. ᄋ 49inch 모니터는 콘솔데스크에 설치하여야 하며, 필요 시 편의성을 고려하여 모니터 암을 활용해 설치하여야 한다. ᄋ 영상입력 PC는 49inch 모니터 및 242inch LED 전광판 디스플레이에 확장 및 복 제 모드로 표출할 수 있어야 한다. ᄋ 요구규격영상입력PC 구 분 내 용 수량 주요사양 - CPU Intel Core i7-14700F 이상 - RAM DDR4 32GB 이상 - VGA NVIDIA RTX 4060Ti8GB 이상 - SSD M.2 NVMe 512GB 이상 - Ethernet 1001000Mbps Gigabit LAN 1 1대",
      "tables": [
        [
          [
            "",
            "",
            "케이스(또는 거치대)를 제공하여야 한다.\nㅇ 요구규격(수신기)\nㅇ 요구규격(핸드마이크)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 주파수대역 : 925.2㎒ ~ 937.3㎒\n - 최대 채널수 : 33채널 이상\n - 수신감도 : < -102dBm\n - 주파수응답 : 60㎐ ~ 18㎑\n - 신호대잡음비 : >105dB",
            "3대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 주파수대역 : 92.25㎒ ~ 937.3㎒\n - 불요파억제 : >55dBc\n - 주파수응답 : 60㎐ ~ 18㎑\n - 신호대잡음비 : >102dB\n - 사용전원 : 일회용 배터리(AA/AAA) 또는 충전식 배터리",
            "6대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-011",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "영상입력PC",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "영상입력PC 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 영상입력PC는 디지털믹서, Video Wall Controller, 49inch 모니터에 연결하여야 한다.\nㅇ  영상입력PC를  디지털믹서와  Video  Wall  Controller에  연결  시  HDMI  to  HDMI  + \nAUX 컨버터를 사용하여 HDMI 출력단으로부터 비디오 및 오디오를 연결하여야 \n한다.\nㅇ 영상입력PC는 KVM스위치를 통해 선택 제어가능하도록 설치하여야 한다.\nㅇ  49inch  모니터는  콘솔데스크에  설치하여야  하며,  필요  시  편의성을  고려하여 \n모니터 암을 활용해 설치하여야 한다.\nㅇ 영상입력 PC는 49inch 모니터 및 242inch LED 전광판 디스플레이에 확장 및 복\n제 모드로 표출할 수 있어야 한다.\nㅇ 요구규격(영상입력PC)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- CPU : Intel Core i7-14700F 이상\n - RAM : DDR4 32GB 이상\n - VGA : NVIDIA RTX 4060Ti(8GB) 이상\n - SSD : M.2 NVMe 512GB 이상\n - Ethernet : 100/1000Mbps Gigabit LAN × 1",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 17 - ᄋ 요구규격49inch 모니터 - OS Windows 10 Pro 이상 - 입출력 HDMI1, DisplayPort3, USB4, 3.5mm Stereo1 이상 기타 구 분 내 용 수량 주요사양 - 화면크기 49inch - 화면비 329 - 해상도 51201440DQHD - 화면곡률 3800R - 시야각 178 178 - 입력단자 DisplayPort1개 및 HDMI2개 이상 지원 - 플리커프리 지원 - VESA 지원 및 필요 시 모니터암 설치 1대 기타 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-012 요구사항 명칭 L2 스위치 요구 사항 상세 설명 정의 L2 스위치 요구사항 세부 내용 ᄋ L2 스위치는 장비실 19inch RACK에 설치하여야 하며, 영상시스템을 연결하여야 한다. ᄋ 요구규격 구 분 내 용 수량 주요사양 ᄋ 포트수 24포트 이상 ᄋ 매니지드 기능 지원 ᄋ 스위칭 용량 - 전체 128Gbps 이상 - 포트당 2Gbps 이상 ᄋ VLAN, Voice VLAN 지원 1대 기타 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-013 요구사항 명칭 HDMI 분배기 요구 사항 상세 설명 정의 HDMI 분배기 요구사항 세부 내용 ᄋ 어업인교육장에 빔프로젝트와 75inch TV천장형 2대에 동일한 화면을 출력할 수 있도록 HDMI 13 분배기를 설치하여야 한다. ᄋ 영상의 품질을 보장하기 위해 쉴딩 처리된 고품질 케이블을 사용하여야 하며, HDMI 케이블의 경우 v2.1이상을 지원하는 고품질 광케이블AOC을 이상을 사용",
      "tables": [
        [
          [
            "",
            "",
            "ㅇ 요구규격(49inch 모니터)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "- O/S : Windows 10 Pro 이상\n - 입출력 : HDMI×1, DisplayPort×3, USB×4,\n3.5mm Stereo×1 이상",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 화면크기 : 49inch\n - 화면비 : 32:9\n - 해상도 : 5120×1440(DQHD)\n - 화면곡률 : 3800R\n - 시야각 : 178˚/ 178˚\n - 입력단자 : DisplayPort×1개 및 HDMI×2개 이상 지원\n - 플리커프리 지원\n - VESA 지원 및 필요 시 모니터암 설치",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-012",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "L2 스위치",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "L2 스위치 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ L2 스위치는 장비실 19inch RACK에 설치하여야 하며, 영상시스템을 연결하여야 한다.\nㅇ 요구규격",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "ㅇ 포트수 : 24포트 이상\nㅇ 매니지드 기능 지원\nㅇ 스위칭 용량\n  - 전체 : 128Gbps 이상\n  - 포트당 : 2Gbps 이상\nㅇ VLAN, Voice VLAN 지원",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-013"
          ],
          [
            "요구사항 명칭",
            "",
            "HDMI 분배기"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "HDMI 분배기 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 어업인교육장에 빔프로젝트와 75inch TV(천장형) 2대에 동일한 화면을 출력할 수 \n있도록 HDMI 1:3 분배기를 설치하여야 한다.\nㅇ 영상의 품질을 보장하기 위해 쉴딩 처리된 고품질 케이블을 사용하여야 하며, \nHDMI 케이블의 경우 v2.1이상을 지원하는 고품질 광케이블(AOC)을 이상을 사용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 18 - 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-015 요구사항 명칭 인테리어 요구 사항 상세 설명 정의 인테리어 요구사항 세부 내용 ᄋ 제안사는 242inch LED 디스플레이, 98inch 전자칠판이 설치되는 벽체의 인테리어가 밝은 분위기로 연출될 수 있도록 3D 투시도 등을 활용한 구체적인 인테리어 시안 및 시공방안을 3가지 이상 제안하여야 한다. ᄋ 242inch LED 디스플레이, 98inch 전자칠판이 설치되는 벽체의 인테리어는 밝은 분위기 연출을 위해 주변 공간 및 기구물과 일체감을 형성할 수 있는 마감재를 선정하여 미려하게 시공하여야 한다. 하여야 한다. ᄋ 요구규격 구 분 내 용 수량 모델명 - VS184A 1대 주요사양 - 입력포트 HDMI Female 1port - 출력포트 HDMI Female 3port 이상 - 지원해상도 Ultra HD3,8402,160px 30 이상 - 표준지원 EDID 및 HDCP 지원 - 전송거리 최대 10미터 이상 기타 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-014 요구사항 명칭 19inch RACK 요구 사항 상세 설명 정의 19inch RACK 요구사항 세부 내용 ᄋ 상황관제시스템 주요 영상음향 장비 실장을 위한 서버랙을 전기실에 설치하여야 한다. ᄋ 장비의 발열관리를 위해 전후면은 벤틸레이션벌집타공 처리 된 도어로 구성 하여야 하며, 랙 상단에 배기팬이 장착된 구조여야 한다. ᄋ 랙 내부 장비 설치 후 원활한 케이블 정리 및 부속장치의 거치가 용이하도록 Depth는 1,000 이상이며, 필요 수량에 맞는 하중선반을 포함하여야 한다. ᄋ 요구규격 구 분 내 용 수량 주요사양 - 색상 검정분체도장 - 크기 2,0006001,00042U 이상 - 블랭크패널, 엔트리패널, 하중선반 등 악세사리 포함 1대 기타 산출정보 관련요구사항",
      "tables": [
        [
          [
            "",
            "",
            "하여야 한다.\nㅇ 요구규격",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "모델명",
            "- VS184A",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 입력포트 : HDMI Female 1port\n - 출력포트 : HDMI Female 3port 이상\n - 지원해상도 : Ultra HD(3,840×2,160px) 30㎐ 이상\n - 표준지원 : EDID 및 HDCP 지원\n - 전송거리 : 최대 10미터 이상",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-014",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "19inch RACK",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "19inch RACK 요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 상황관제시스템 주요 영상/음향 장비 실장을 위한 서버랙을 전기실에 설치하여야 \n한다.\nㅇ 장비의 발열관리를 위해 전/후면은 벤틸레이션(벌집타공) 처리 된 도어로 구성\n하여야 하며, 랙 상단에 배기팬이 장착된 구조여야 한다.\nㅇ 랙 내부 장비 설치 후 원활한 케이블 정리 및 부속장치의 거치가 용이하도록 \nDepth는 1,000㎜ 이상이며, 필요 수량에 맞는 하중선반을 포함하여야 한다.\nㅇ 요구규격",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구  분",
            "내  용",
            "수량",
            ""
          ],
          [
            "",
            "",
            "",
            "주요사양",
            "- 색상 : 검정(분체도장)\n - 크기 : 2,000×600×1,000㎜(42U) 이상\n - 블랭크패널, 엔트리패널, 하중선반 등 악세사리 포함",
            "1대",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-015"
          ],
          [
            "요구사항 명칭",
            "",
            "인테리어"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "인테리어 요구사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 제안사는 242inch LED 디스플레이, 98inch 전자칠판이 설치되는 벽체의 인테리어가 \n밝은 분위기로 연출될 수 있도록 3D 투시도 등을 활용한 구체적인 인테리어 시안 \n및 시공방안을 3가지 이상 제안하여야 한다.\nㅇ 242inch LED 디스플레이, 98inch 전자칠판이 설치되는 벽체의 인테리어는 밝은 \n분위기 연출을 위해 주변 공간 및 기구물과 일체감을 형성할 수 있는 마감재를 \n선정하여 미려하게 시공하여야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 19 - 테스트 요구사항 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 시험 계획 수립 요구 사항 상세 설명 정의 시험 계획 수립 요건 세부 내용 ᄋ 각 시험 단계별 시스템의 시험 일정을 수립 제시하여야 한다. ᄋ 대상 시스템별 단위시험, 통합시험, 성능시험 등에 대한 구체적인 방안을 제시 하여야 한다. ᄋ 사업수행사는 본회와 협의하여 시운전 및 인수 테스트를 계획하여야 한다. ᄋ 시스템의 안정성을 보장할 수 있는 최소한의 테스트 기간또는 횟수를 제시하고 이에 대한 합격률 기준을 제시하여야 한다. 산출정보 테스트계획서, 테스트결과서 관련요구사항 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-002 요구사항 명칭 단위통합성능 시험 요구 사항 상세 설명 정의 단위통합성능 시험 요건 세부 내용 ᄋ 실제 운영환경에서 단위통합성능시험을 수행하여야 한다. ᄋ 단위통합시험 계획서, 시나리오, 체크리스트를 작성 제출 후 정상 작동 유무 등을 검사하여야 한다. ᄋ 242inch LED 디스플레이, 98inch 전자칠판은 금속 재질의 지지물을 사용하여 벽체에 밀착 설치하여야 하며, 향후 유지보수 및 정비가 용이하도록 시공하여야 한다. ᄋ 사업수행사는 인테리어 시공에 따른 전기공사 및 부대시설 공사가 필요할 경우 본회와 협의하여 진행하여야 하며, 발생하는 비용은 사업비에 모두 포함된 것으로 본다. 산출정보 관련요구사항 요구사항 분류 시스템 구성 요구사항 요구사항 고유번호 ECR-016 요구사항 명칭 추가제안 요구 사항 상세 설명 정의 추가제안에 관한 요건 세부 내용 ᄋ 제안사는 효율적인 사업추진 및 목표시스템 구축운영에 필요한 장비 등을 추가 제안할 수 있다. ᄋ 제안사는 추가제안 자원의 도입가를 산출내역에 포함하여야 하며, 발주기관이 추가제안 내역의 변경을 요구할 경우 응하여야 한다. - 추가제안 자원이 사업 목적과 관련이 없는 것으로 판단될 경우, 발주기관은 해당 자원의 철거를 요구할 수 있으며, 사업수행자는 이의를 제기할 수 없다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "",
            "",
            "ㅇ  242inch  LED  디스플레이,  98inch  전자칠판은  금속  재질의  지지물을  사용하여 \n벽체에 밀착 설치하여야 하며, 향후 유지보수 및 정비가 용이하도록 시공하여야 \n한다.\nㅇ 사업수행사는 인테리어 시공에 따른 전기공사 및 부대시설 공사가 필요할 경우 \n본회와 협의하여 진행하여야 하며, 발생하는 비용은 사업비에 모두 포함된 것으로 \n본다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "시스템 구성 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "ECR-016"
          ],
          [
            "요구사항 명칭",
            "",
            "추가제안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "추가제안에 관한 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 제안사는 효율적인 사업추진 및 목표시스템 구축‧운영에 필요한 장비 등을 추가 \n제안할 수 있다.\nㅇ  제안사는  추가제안  자원의  도입가를  산출내역에  포함하여야  하며,  발주기관이 \n추가제안 내역의 변경을 요구할 경우 응하여야 한다.\n  - 추가제안 자원이  사업  목적과 관련이  없는  것으로 판단될  경우, 발주기관은 \n해당 자원의 철거를 요구할 수 있으며, 사업수행자는 이의를 제기할 수 없다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "시험 계획 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시험 계획 수립 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 각 시험 단계별 시스템의 시험 일정을 수립 ․  제시하여야 한다.\nㅇ 대상 시스템별 단위시험, 통합시험, 성능시험 등에 대한 구체적인 방안을 제시\n하여야 한다.\nㅇ 사업수행사는 본회와 협의하여 시운전 및 인수 테스트를 계획하여야 한다.\nㅇ 시스템의 안정성을 보장할 수 있는 최소한의 테스트 기간(또는 횟수)를 제시하고 \n이에 대한 합격률(%) 기준을 제시하여야 한다."
          ],
          [
            "산출정보",
            "",
            "테스트계획서, 테스트결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "단위/통합/성능 시험"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "단위/통합/성능 시험 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 실제 운영환경에서 단위/통합/성능시험을 수행하여야 한다.\nㅇ 단위/통합시험 계획서, 시나리오, 체크리스트를 작성 제출 후 정상 작동 유무 등을 \n검사하여야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 20 - 품질 요구사항 ᄋ 시스템이 성능 기준요건에 충족되는지에 대해 검증하여야 한다. 성능시험에 대한 세부 시험방법 및 측정대상은 본회와 협의하여 결정한다. ᄋ 성능시험은 테스트 기간 동안 사용자가 직접 테스트를 수행하여 평가한다. 산출정보 단위시험통합시험 체크리스트, 통합시험 시나리오 관련요구사항 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 품질관리 계획 수립 요구 사항 상세 설명 정의 품질관리 계획 수립 요건 세부 내용 ᄋ 품질관리보증계획 수립 제출 - 품질활동을 위한 방법론 및 품질을 보장하기 위한 구체적인 절차를 제시하고 준수하여야 한다. - 사업수행사는 품질활동의 제반절차 및 산출물을 명시한 품질관리계획서를 구체적 으로 기술하고, 이에 근거한 품질보증 활동을 수행하여야 한다. ᄋ 산출물 및 각종 안내서의 관리 방안을 제시하여야 함 산출정보 품질관리보증계획서 관련요구사항 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-002 요구사항 명칭 시스템 구축의 정확성 요구 사항 상세 설명 정의 시스템 구축의 정확성 요건 세부 내용 ᄋ 구축 시스템은 제안요청사항 및 설계 과정에서 도출된 요구사항을 모두 제공하며, 초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 요구사항으로 간주한다. ᄋ 각 기능 요구사항의 검증테스트 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가한다. 산출정보 관련요구사항 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-003 요구사항 명칭 자재사용 및 승인 요구 사항 상세 설명 정의 자재사용 및 승인 관한 업무처리 세부 내용 ᄋ 모든 공급자재는 관련법규 및 본회의 규정을 따라야 하며, 반드시 감독자의 검수를 필해야 한다. ᄋ 본회는 공급 제품또는 자재에 대하여 이상 유무 확인을 위해 시험을 실시할 수 있으며, 계약조건에 상응하지 않은 사항이 발견된 제품에 대해서는 불합격 판정을 할 수 있다. ᄋ 불합격 판정을 받은 제품또는 자재은 계약조건에 적합한 성능 및 규격을 지니 거나 이에 상응하는 적정품으로 대체하여 승인을 받아야 한다.",
      "tables": [
        [
          [
            "",
            "ㅇ 시스템이 성능 기준요건에 충족되는지에 대해 검증하여야 한다.\n   ※ 성능시험에 대한 세부 시험방법 및 측정대상은 본회와 협의하여 결정한다.\nㅇ 성능시험은 테스트 기간 동안 사용자가 직접 테스트를 수행하여 평가한다."
          ],
          [
            "산출정보",
            "단위시험/통합시험 체크리스트, 통합시험 시나리오"
          ],
          [
            "관련요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "품질관리 계획 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리 계획 수립 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 품질관리(보증)계획 수립 제출\n  - 품질활동을 위한 방법론 및 품질을 보장하기 위한 구체적인 절차를 제시하고 \n준수하여야 한다.\n  - 사업수행사는 품질활동의 제반절차 및 산출물을 명시한 품질관리계획서를 구체적\n으로 기술하고, 이에 근거한 품질보증 활동을 수행하여야 한다.\nㅇ 산출물 및 각종 안내서의 관리 방안을 제시하여야 함"
          ],
          [
            "산출정보",
            "",
            "품질관리(보증)계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 구축의 정확성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 구축의 정확성 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 구축 시스템은 제안요청사항 및 설계 과정에서 도출된 요구사항을 모두 제공하며, \n초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 \n요구사항으로 간주한다.\nㅇ 각 기능 요구사항의 검증(테스트) 활동을 통해 예상된 결과가 도출되었을 경우 \n요구사항을 제공한 것으로 평가한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "자재사용 및 승인"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "자재사용 및 승인 관한 업무처리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  모든  공급자재는  관련법규  및  본회의  규정을  따라야  하며,  반드시  감독자의 \n검수를 필해야 한다. \nㅇ 본회는 공급 제품(또는 자재)에 대하여 이상 유무 확인을 위해 시험을 실시할 \n수 있으며, 계약조건에 상응하지 않은 사항이 발견된 제품에 대해서는 불합격 \n판정을 할 수 있다.\nㅇ 불합격 판정을 받은 제품(또는 자재)은 계약조건에 적합한 성능 및 규격을 지니\n거나 이에 상응하는 적정품으로 대체하여 승인을 받아야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 21 - 제약사항 ᄋ 사업수행사가 공급하려는 제품자재의 사용 승인요청 시 본회는 다음의 서류를 요구할 수 있다. - 제품자재 또는 적용기술의 성능 및 전기적 특성을 표시하는 규격서 또는 증명이 가능한 카달로그제조사 발행분 - 제품자재 또는 적용기술의 성능시험과 작동시험 결과 성적서 - 제조자 증명서Manufacturer - 제품자재 또는 적용기술의 하자보증 및 기능향상에 따른 보증각서 등 산출정보 자재사용승인서, 규격서, 카탈로그, 시험성적서, 보증각서 등 관련요구사항 요구사항 분류 제약사항 요구사항 고유번호 COR-002 요구사항 명칭 지식재산권 및 소유권 요구 사항 상세 설명 정의 지식재산권 및 소유권에 대한 업무처리 세부 내용 ᄋ 본 사업에 설치되는 장치 및 소프트웨어로 인하여 제3자의 권리인 지적재산권 등으로 인한 분쟁이 발생되었을 때는 사업수행사가 그 권리사용에 대한 일체의 책임을 져야한다. ᄋ 본 사업의 시스템 구축에 제3자의 권리대상으로 되어 있는 발명, 특허권, 저작권 등의 사용이 불가피한 경우, 제비용은 계약상대자가 부담하여야 한다. ᄋ 본 사업 과정에서 입수된 각종 자료 및 DOCUMENTS의 소유권은 본회수협중앙회에 귀속된다. ᄋ 본 제안요청서에 규정하지 아니한 사항과 입찰에 필요한 세부사항에 대하여는 본회수협중앙회에서 따로 정할 수 있다. 산출정보 요구사항 분류 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 제 법규의 준수 요구 사항 상세 설명 정의 관련 제 법규 준수에 관한 사항 세부 내용 ᄋ 본 사업 수행과 관련된 법률, 법령, 규칙 및 조례 기타 관계되는 제 법규 등을 반드시 준수하여야 하며, 이를 위반할 경우 사업수행사가 모든 책임을 져야 한다. ᄋ 본 제안요청서에 규정되지 않은 사항에 대해서는 정부 조달에 관련된 관계규정에 따르며 명시되지 않은 사항은 다음의 규정국내외 관련 제 규정, 규격 및 표준을 적용하여야 한다. ᄋ 사업수행사는 산업안전보건법 및 중대재해처벌법의 해당규정을 준수하고 의무와 책임을 성실히 이행하여야 하며, 본회의 지시를 따라야 한다. ᄋ 사업수행사는 시공 전 안전사고 예방을 위해 가능한 모든 조치를 취하고, 관계 법규에 따라 안전조치에 관한 계획 수립 및 교육훈련 등을 실시하여 본회의 승인 및 검사를 받아야 한다. ᄋ 사업수행사는 산업안전보건법에 따른 산업재해 예방 및 쾌적한 작업환경을 조성 하여 작업자의 안전과 보건 유지를 위해 최선의 조치를 취하여야 한다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "",
            "",
            "ㅇ 사업수행사가 공급하려는 제품·자재의 사용 승인요청 시 본회는 다음의 서류를 \n요구할 수 있다.\n  - 제품(자재 또는 적용기술)의 성능 및 전기적 특성을 표시하는 규격서 또는 증명이 \n가능한 카달로그(제조사 발행분)\n  - 제품(자재 또는 적용기술)의 성능시험과 작동시험 결과 성적서\n  - 제조자 증명서(Manufacturer)\n  - 제품(자재 또는 적용기술)의 하자보증 및 기능향상에 따른 보증각서 등"
          ],
          [
            "산출정보",
            "",
            "자재사용승인서, 규격서, 카탈로그, 시험성적서, 보증각서 등"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "제 법규의 준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "관련 제 법규 준수에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 본 사업 수행과 관련된 법률, 법령, 규칙 및 조례 기타 관계되는 제 법규 등을 \n반드시 준수하여야 하며, 이를 위반할 경우 사업수행사가 모든 책임을 져야 한다.\nㅇ 본 제안요청서에 규정되지 않은 사항에 대해서는 정부 조달에 관련된 관계규정에 \n따르며 명시되지 않은 사항은 다음의 규정(국내‧외 관련 제 규정, 규격 및 표준)을 \n적용하여야 한다. \nㅇ 사업수행사는 산업안전보건법 및 중대재해처벌법의 해당규정을 준수하고 의무와 \n책임을 성실히 이행하여야 하며, 본회의 지시를 따라야 한다.\nㅇ 사업수행사는 시공 전 안전사고 예방을 위해 가능한 모든 조치를 취하고, 관계 \n법규에 따라 안전조치에 관한 계획 수립 및 교육·훈련 등을 실시하여 본회의 \n승인 및 검사를 받아야 한다.\nㅇ 사업수행사는 산업안전보건법에 따른 산업재해 예방 및 쾌적한 작업환경을 조성\n하여 작업자의 안전과 보건 유지를 위해 최선의 조치를 취하여야 한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "지식재산권 및 소유권"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "지식재산권 및 소유권에 대한 업무처리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 본 사업에 설치되는 장치 및 소프트웨어로 인하여 제3자의 권리인 지적재산권 \n등으로 인한 분쟁이 발생되었을 때는 사업수행사가 그 권리사용에 대한 일체의 \n책임을 져야한다.\nㅇ 본 사업의 시스템 구축에 제3자의 권리대상으로 되어 있는 발명, 특허권, 저작권 \n등의 사용이 불가피한 경우, 제비용은 계약상대자가 부담하여야 한다.\nㅇ 본 사업 과정에서 입수된 각종 자료 및 DOCUMENTS의 소유권은 본회(수협중앙회)에 \n귀속된다.\nㅇ 본 제안요청서에 규정하지 아니한 사항과 입찰에 필요한 세부사항에 대하여는 \n본회(수협중앙회)에서 따로 정할 수 있다."
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 22 - 프로젝트 관리 요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 프로젝트 수행조직 명확화 요구 사항 상세 설명 정의 프로젝트 수행조직 명확화 요건 세부 내용 ᄋ 사업수행사는 본 사업을 위한 참여인력으로 적절한 핵심인력 및 기술인력을 지정하여야 하며, 참여인력의 경력증명, 자격증 등을 제시하여야 한다. ᄋ 특별한 사유가 없는 한 핵심인력교체는 불가하며, 불가항력 사유로 핵심인력 교체 필요 시 핵심인력 교체 이전에 대체인력을 투입하고 승인을 받아야 한다. 단, 핵심 인력 교체 시에는 교체기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책 제시해야 한다. ᄋ 본 사업은 공동수급체구성을 허용하며, 구성업체간 업무범위역할와 협력방안을 상세히 제시하여야 한다. 단, 공동이행방식의 공동수급체 구성만 허용 산출정보 사업수행계획서, 인력투입계획 관련요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-002 요구사항 명칭 사업수행계획서 작성 및 제출 요구 사항 상세 설명 정의 사업수행계획서 작성 및 제출에 관한 업무처리 세부 내용 ᄋ 사업자는 계약일로부터 10일 이내에 착수계를 제출하고, 계약서, 제안요청서, 제안서 등을 근거로 본 사업을 수행하기 위한 사업수행계획서를 작성하고 본회에 문서로 제출승인을 받아야 한다. ᄋ 사업수행 계획은 수행공정간 연계가 보일 수 있도록 하며 설계 검토보완, 산출물 수정보완, 품질보증 기간 등을 고려하여 상세하게 기술하여야 한다. ᄋ 모든 활동에 대한 업무 상세 정의와 일정계획, 수행 방안 및 의사소통 방안, 기밀 보장 방안 등 상세 프로젝트 계획을 제공하여야 한다. ᄋ 본 사업추진 중에 이루어져야 할 각종 보고정기비정기 계획을 상세히 제시 하여야 한다. ᄋ 계획에는 분석설계개발구축테스트이행 및 롤아웃을 단계별로 정리하여야 하며, 단계별 진행 상황을 모니터하기 위해 사용하는 사업의 주요업무와 이행 관련요구사항 요구사항 분류 제약사항 요구사항 고유번호 COR-003 요구사항 명칭 책임이행 요구 사항 상세 설명 정의 계약종료 또는 해지이후 책임이행 기준 세부 내용 ᄋ 본 계약의 종료 또는 해지 이후에도 계약기간 동안 발생한 책임이행 사항에 대해서는 이행될 때까지 유효하다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "책임이행"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "계약종료 또는 해지이후 책임이행 기준"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  본  계약의  종료  또는  해지  이후에도  계약기간  동안  발생한  책임이행  사항에 \n대해서는 이행될 때까지 유효하다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 수행조직 명확화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트 수행조직 명확화 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업수행사는  본  사업을  위한  참여인력으로  적절한  핵심인력  및  기술인력을 \n지정하여야 하며, 참여인력의 경력증명, 자격증 등을 제시하여야 한다.\nㅇ 특별한 사유가 없는 한 핵심인력교체는 불가하며, 불가항력 사유로 핵심인력 교체 \n필요 시 핵심인력 교체 이전에 대체인력을 투입하고 승인을 받아야 한다. 단, 핵심\n인력 교체 시에는 교체기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책 \n제시해야 한다.\nㅇ 본 사업은 공동수급체구성을 허용하며, 구성업체간 업무범위(역할)와 협력방안을 \n상세히 제시하여야 한다. (단, 공동이행방식의 공동수급체 구성만 허용)"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서, 인력투입계획"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사업수행계획서 작성 및 제출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행계획서 작성 및 제출에 관한 업무처리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  사업자는  계약일로부터  10일  이내에  착수계를  제출하고,  계약서,  제안요청서, \n제안서 등을 근거로 본 사업을 수행하기 위한 사업수행계획서를 작성하고 본회에 \n문서로 제출․승인을 받아야 한다.\nㅇ 사업수행 계획은 수행공정간 연계가 보일 수 있도록 하며 설계 검토‧보완, 산출물 \n수정‧보완, 품질보증 기간 등을 고려하여 상세하게 기술하여야 한다.\nㅇ  모든  활동에 대한  업무  상세 정의와  일정계획,  수행  방안 및  의사소통  방안, \n기밀 보장 방안 등 상세 프로젝트 계획을 제공하여야 한다.\nㅇ 본 사업추진 중에 이루어져야 할 각종 보고(정기/비정기) 계획을 상세히 제시\n하여야 한다.\nㅇ  계획에는  분석/설계/개발/구축/테스트/이행  및  롤아웃을  단계별로  정리하여야 \n하며, 단계별 진행 상황을 모니터하기 위해 사용하는 사업의 주요업무와 이행"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 23 - 지수진행률에 대한 정보가 포함되어 있어야 한다. 산출정보 착수계, 사업수행계획서 관련요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-003 요구사항 명칭 일정관리 요구 사항 상세 설명 정의 일정관리 요건 세부 내용 ᄋ 계약일로부터 사업완료일까지 착수일또는 주요공정 시작일 기준 매주 착수계획서에 제시된 사업수행 절차에 따른 현재의 구체적인 공정 및 진행사항, 업무 추진 상 문제점 및 대안방안 등에 대한 진도 보고서를 작성제출하여야 한다. ᄋ 일정지연 발생 시 사업 전반의 영향도 분석을 실시하고, 이를 토대로 본회와 협의하여 일정을 조정하여야 한다. 산출정보 일정관리, 착수보고서, 주간보고서, 중간보고서필요 시, 최종보고서필요 시 관련요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-005 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-004 요구사항 명칭 산출물 제출 요구 사항 상세 설명 정의 산출물 제출 요건 세부 내용 ᄋ 사업수행사는 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 산출물의 종류, 주요내용, 작성 및 제출시기, 제출 부수 등을 제시하여야 한다. ᄋ 과업수행자는 계약 완료일 전 산출물을 제출하여야 한다. 산출물의 종류 및 제출시기와 수량부수는 본회와 협의하여 조정 가능 공정 사진은 본회와 협의하여 작성하며 공정별 구축 진행에 따라 시공 전, 시공 중, 시공 후의 상황이 명확하게 식별되도록 촬영하여 제출하여야 한다. 산 출 물 산 출 물 상 세 내 역 매 체 제출일자 부수 보고서 착수보고서 주간보고서 및 공정표 완료기타보고서 등 문서 계약후 10일 이내 주간 필요 시 - 설계 및 시스템 구성 시스템 개요 세부 설계 및 구성도 프로젝트 관리 문서 등 문서 USB 계약완료일 전 각 1부 단위통합테스트 및 성능시험결과 시스템 개요 세부 HW, SW현황 시험성적서 및 카탈로그 등 문서 USB 계약완료일 전 각 1식 사용자매뉴얼 및 장애복구지침 시스템 개요 운용기능별 처리절차 단위 업무 설명 장애복구방법 등 문서 USB 계약완료일 전 각 3부 준공서류 준공내역서 사진첩 라이선스 및 각종 인증서 문서 USB 계약완료일 전 각 1식 최종산출물내역 전체 산출물 USB 계약완료일 전 각 1식 산출정보 세부내용의 표 참조 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "일정관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "일정관리 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 계약일로부터 사업완료일까지 착수일(또는 주요공정 시작일) 기준 매주 착수계획서에 \n제시된 사업수행 절차에 따른 현재의 구체적인 공정 및 진행사항, 업무 추진 상 문제점 \n및 대안방안 등에 대한 진도 보고서를 작성·제출하여야 한다.\nㅇ 일정지연 발생 시 사업 전반의 영향도 분석을 실시하고, 이를 토대로 본회와 \n협의하여 일정을 조정하여야 한다."
          ],
          [
            "산출정보",
            "",
            "일정관리, 착수보고서, 주간보고서, 중간보고서(필요 시), 최종보고서(필요 시)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-004",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 제출",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물 제출 요건",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 사업수행사는 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 \n산출물의 종류, 주요내용, 작성 및 제출시기, 제출 부수 등을 제시하여야 한다.\nㅇ  과업수행자는 계약 완료일 전 산출물을 제출하여야 한다.\n    ※ 산출물의 종류 및 제출시기와 수량(부수)는 본회와 협의하여 조정 가능\n    ※ 공정 사진은 본회와 협의하여 작성하며 공정별 구축 진행에 따라 시공 전, \n시공 중, 시공 후의 상황이 명확하게 식별되도록 촬영하여 제출하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "산 출 물",
            "산 출 물 상 세 내 역",
            "매 체",
            "제출일자",
            "부수",
            ""
          ],
          [
            "",
            "",
            "",
            "보고서",
            "착수보고서\n주간보고서 및 공정표\n완료‧기타보고서 등",
            "문서",
            "계약후 10일 이내\n주간\n필요 시",
            "-",
            ""
          ],
          [
            "",
            "",
            "",
            "설계 및\n시스템 구성",
            "시스템 개요\n세부 설계 및 구성도\n프로젝트 관리 문서 등",
            "문서\nUSB",
            "계약완료일 전",
            "각 1부",
            ""
          ],
          [
            "",
            "",
            "",
            "단위/통합테스트\n및 성능시험결과",
            "시스템 개요\n세부 H/W, S/W현황\n시험성적서 및 카탈로그 등",
            "문서\nUSB",
            "계약완료일 전",
            "각 1식",
            ""
          ],
          [
            "",
            "",
            "",
            "사용자매뉴얼\n및 장애복구지침",
            "시스템 개요\n운용기능별 처리절차\n단위 업무 설명\n장애복구방법 등",
            "문서\nUSB",
            "계약완료일 전",
            "각 3부",
            ""
          ],
          [
            "",
            "",
            "",
            "준공서류",
            "준공내역서\n사진첩\n라이선스 및 각종 인증서",
            "문서\nUSB",
            "계약완료일 전",
            "각 1식",
            ""
          ],
          [
            "",
            "",
            "",
            "최종산출물내역",
            "전체 산출물",
            "USB",
            "계약완료일 전",
            "각 1식",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "[세부내용의 표] 참조",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 24 - 요구사항 명칭 위험관리방안 요구 사항 상세 설명 정의 위험관리방안에 관한 업무처리 세부 내용 ᄋ 일정지연, 품질저하, 장비 변경 등 리스크 발생을 사전 예방하고 발생 시 사후 대처방안을 제시하여야 한다. ᄋ 성능 등의 문제로 시스템 구성이 변경되는 경우에 대한 사후 대응방안을 구체적 으로 제시하여야 한다. ᄋ 프로젝트 추진과정에서 요구되는 진척위험변경사항의 관리방안 및 지속적으로 문제를 파악 관리할 수 있는 방안을 제시하여야 한다. 산출정보 사업수행계획서 관련요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-006 요구사항 명칭 현장안전관리 요구 사항 상세 설명 정의 현장안전관리에 관한 업무처리 세부 내용 ᄋ 본 사업을 수행함에 있어 사업현장 및 기존 시설물에 대하여 지장을 주지 않도록 유의하여야 하며, 기존 시설물에 대한 장애발생 또는 손괴 시 사업수행사가 책임 지고 원상회복 하여야 한다. ᄋ 사업수행사는 본 사업 수행 중 발생하는 사고나 인체의 손상 또는 제3자에게 미치는 피해가 발생 할 경우 즉시 응급조치를 취하고 감독관에게 사실을 알려야 하며, 원상복구 및 피해보상을 하여야 한다. 산출정보 관련요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-007 요구사항 명칭 보안관리 요구 사항 상세 설명 정의 보안관리에 관한 업무처리 세부 내용 ᄋ 본 사업수행 시 보안교육을 실시함에 있어 사업수행사는 이에 응하여야 하며, 보안서약서계약시 및 보안확약서완료시를 제출하여야 한다. ᄋ 사업 참여인력 외 외부 인원이 사업과 관련하여 참여가 필요할 경우 본회 감독자의 허가를 받아야하며, 보안각서를 제출하여야한다. ᄋ 사업수행사는 참여인력의 허가되지 않은 전산장비납품 장비는 제외 및 보안에 저촉되는 자료의 반출입이 불가하며, 보안사항이 포함된 자료는 본회에 내방 하여 열람하여야 한다. ᄋ 사업수행사는 사업 추진 중 취득한 정보 및 발생되는 산출물을 제3자에게 누출 하여서는 안되며, 이를 어길 시 관련 제법규 및 규정에 따라 배상 등의 책임이 따른다. ᄋ 사업 관련 자료는 별도의 시건장치가 있는 보관함에 보관하여야 하며, 관리책임자로 PM을 포함하여 2인정부을 지정하여야 한다. ᄋ 보안 유지를 위하여 사업 추진 중 생산되는 자료회의자료, 산출물 등는 필요한 수량만 발행하여야 하며, 발행이 필요할 경우 반드시 본회 감독자의 허가를 받고, PM 및 본회감독자를 경유하여 배포하여야 한다. ᄋ 사업수행사는 사업수행 중 생산된 자료산출물 등를 본회 감독자에게 모두 제출 하여야 하며, 보안과 관련된 자료 및 불필요할 것으로 판단되는 자료는 사업 완료 후 모두 파기하여야 한다.",
      "tables": [
        [
          [
            "요구사항 명칭",
            "",
            "위험관리방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위험관리방안에 관한 업무처리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 일정지연, 품질저하, 장비 변경 등 리스크 발생을 사전 예방하고 발생 시 사후 \n대처방안을 제시하여야 한다.\nㅇ 성능 등의 문제로 시스템 구성이 변경되는 경우에 대한 사후 대응방안을 구체적\n으로 제시하여야 한다.\nㅇ 프로젝트 추진과정에서 요구되는 진척/위험/변경사항의 관리방안 및 지속적으로 \n문제를 파악 관리할 수 있는 방안을 제시하여야 한다."
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "현장‧안전관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "현장‧안전관리에 관한 업무처리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 본 사업을 수행함에 있어 사업현장 및 기존 시설물에 대하여 지장을 주지 않도록 \n유의하여야 하며, 기존 시설물에 대한 장애발생 또는 손괴 시 사업수행사가 책임\n지고 원상회복 하여야 한다.\nㅇ 사업수행사는 본 사업 수행 중 발생하는 사고나 인체의 손상 또는 제3자에게 \n미치는 피해가 발생 할 경우 즉시 응급조치를 취하고 감독관에게 사실을 알려야 \n하며, 원상복구 및 피해보상을 하여야 한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안관리에 관한 업무처리"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 본 사업수행 시 보안교육을 실시함에 있어 사업수행사는 이에 응하여야 하며, \n보안서약서(계약시) 및 보안확약서(완료시)를 제출하여야 한다.\nㅇ 사업 참여인력 외 외부 인원이 사업과 관련하여 참여가 필요할 경우 본회 감독자의 \n허가를 받아야하며, 보안각서를 제출하여야한다.\nㅇ 사업수행사는 참여인력의 허가되지 않은 전산장비(납품 장비는 제외) 및 보안에 \n저촉되는 자료의  반‧출입이 불가하며,  보안사항이 포함된  자료는 본회에  내방\n하여 열람하여야 한다.\nㅇ 사업수행사는 사업 추진 중 취득한 정보 및 발생되는 산출물을 제3자에게 누출\n하여서는 안되며, 이를 어길 시 관련 제‧법규 및 규정에 따라 배상 등의 책임이 \n따른다.\nㅇ 사업 관련 자료는 별도의 시건장치가 있는 보관함에 보관하여야 하며, 관리책임자로 \nPM을 포함하여 2인(정‧부)을 지정하여야 한다.\nㅇ 보안 유지를 위하여 사업 추진 중 생산되는 자료(회의자료, 산출물 등)는 필요한 \n수량만  발행하여야  하며,  발행이  필요할  경우  반드시  본회  감독자의  허가를 \n받고, PM 및 본회감독자를 경유하여 배포하여야 한다.\nㅇ 사업수행사는 사업수행 중 생산된 자료(산출물 등)를 본회 감독자에게 모두 제출\n하여야 하며, 보안과 관련된 자료 및 불필요할 것으로 판단되는 자료는 사업 완료 \n후 모두 파기하여야 한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 25 - 프로젝트 지원 요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-008 요구사항 명칭 하도급계약 사전승인 등 기타 요구 사항 상세 설명 정의 하도급계약 사전승인 등 기타 세부 내용 ᄋ 공동수급 및 협력업체의 참여시 범위, 비용과 역할 등을 구체적으로 명시하여야 하며, 제안서에 명시하지 않은 업체에 하도급 계약을 체결하고자 할 시는 본회의 사전승인을 받아야 한다. ᄋ 본회는 하도급 계약의 적정성 판단을 위해 필요한 자료를 사업수행자에게 요구 할 수 있으며, 사업자는 이에 성실히 응하여야 한다. ᄋ 기타 관련 사항은 본회 내규및정보통신공사업법,하도급거래 공정화에 관한 법률, 국가계약법, 회계예규 등에서 정한 바에 따라야 한다. ᄋ 사업수행사는 반드시 하도급계약 전에 본회로부터 사전승인을 받아야 하며, 본 사업의 과업 일부를 하도급하려는 경우 정보통신공사업법 제20조의6에 따라 사업금액의 100분의 82 미만이어야 하며, 제2항에 따라 재하도급은 원칙 적으로 불허한다. ᄋ 사업수행사는 본 사업 과업의 일부를 하도급하려는 경우 입찰 및 계약체결 시 정보통신공사업 하도급계획서를 제출하여야 함 ᄋ 하도급계약의 승인을 신청하는 경우,정보통신공사 하도급계약의 적정성 심사 기준에 따른 적정성여부를 판단하며, 평가점수가 90점 이상인 경우에 한하여 하도급계약을 승인한다. 산출정보 하도급계획서 관련요구사항 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 하자보증 및 운용성 요구 사항 상세 설명 정의 하자보증 및 운용성 요건 세부 내용 ᄋ 시스템의 하자보수기간은 검수완료일로부터 12개월단, 납품 물품 중 무상보증 기간이 12개월 이상인 물품의 경우 그에 따름로 하며, 하자가 발생한 경우에 는 즉각적인 조치를 취하여 시스템 운영에 지장이 없도록 조치하여야 한다. ᄋ 무상하자보수는 본 사업 중 구축설치한 물품 및 용역 일체를 대상으로 한다. ᄋ 하자 보증기간 내에는 시스템HW, SW 등의 장애, 운용미숙 등 운용상의 문제가 발생하지 않도록 장비 점검 및 기술 지원 등 적절한 조치를 취하여야 하고, 제품의 고장, 상태불량, 비정상적 운영 등 기기의 장애가 발생한 경우에는 즉시 정비ᆞ보수 또는 동종의 기기로 교환하여야 하며, 이와 관련된 비용은 사업수행사가 전액 부담 하여야 한다. ᄋ 하자 보증기간 내에 시스템 장애HW, SW 등가 발생한 경우에는 발생일시부터 ᄋ 사업수행 중 비밀에 대한 접근은 반드시 필요한 경우에만 본회 감독자의 입회 하에 열람할 수 있으며, 인쇄반출 등은 불가하다. 산출정보 관련요구사항",
      "tables": [
        [
          [
            "",
            "ㅇ 사업수행 중 비밀에 대한 접근은 반드시 필요한 경우에만 본회 감독자의 입회\n하에 열람할 수 있으며, 인쇄‧반출 등은 불가하다."
          ],
          [
            "산출정보",
            ""
          ],
          [
            "관련요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 관리 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PMR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "하도급계약 사전승인 등 기타"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "하도급계약 사전승인 등 기타"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 공동수급 및 협력업체의 참여시 범위, 비용과 역할 등을 구체적으로 명시하여야 \n하며, 제안서에 명시하지 않은 업체에 하도급 계약을 체결하고자 할 시는 본회의 \n사전승인을 받아야 한다.\nㅇ 본회는 하도급 계약의 적정성 판단을 위해 필요한 자료를 사업수행자에게 요구\n할 수 있으며, 사업자는 이에 성실히 응하여야 한다.\nㅇ 기타 관련 사항은 「본회 내규」및「정보통신공사업법」,「하도급거래 공정화에 \n관한 법률」, 국가계약법, 회계예규 등에서 정한 바에 따라야 한다.\nㅇ  사업수행사는  반드시  하도급계약  전에  본회로부터  사전승인을  받아야  하며, \n본 사업의 과업 일부를 하도급하려는 경우 「정보통신공사업법」 제20조의6에 \n따라 사업금액의 100분의 82 미만이어야 하며, 제2항에 따라 재하도급은 원칙\n적으로 불허한다.\nㅇ 사업수행사는 본 사업 과업의 일부를 하도급하려는 경우 입찰 및 계약체결 시 \n정보통신공사업 하도급계획서를 제출하여야 함\nㅇ 하도급계약의 승인을 신청하는 경우,「정보통신공사 하도급계약의 적정성 심사\n기준」에 따른 적정성여부를 판단하며, 평가점수가 90점 이상인 경우에 한하여 \n하도급계약을 승인한다."
          ],
          [
            "산출정보",
            "",
            "하도급계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보증 및 운용성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "하자보증 및 운용성 요건"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 시스템의 하자보수기간은 검수완료일로부터 12개월(단, 납품 물품 중 무상보증\n기간이 12개월 이상인 물품의 경우 그에 따름)로 하며, 하자가 발생한 경우에\n는 즉각적인 조치를 취하여 시스템 운영에 지장이 없도록 조치하여야 한다.\nㅇ 무상하자보수는 본 사업 중 구축(설치)한 물품 및 용역 일체를 대상으로 한다.\nㅇ 하자 보증기간 내에는 시스템(H/W, S/W 등)의 장애, 운용미숙 등 운용상의 문제가 \n발생하지 않도록 장비 점검 및 기술 지원 등 적절한 조치를 취하여야 하고, 제품의 \n고장, 상태불량, 비정상적 운영 등 기기의 장애가 발생한 경우에는 즉시 정비ㆍ보수 \n또는 동종의 기기로 교환하여야 하며, 이와 관련된 비용은 사업수행사가 전액 부담\n하여야 한다.\nㅇ 하자 보증기간 내에 시스템 장애(H/W, S/W 등)가 발생한 경우에는 발생일시부터"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 26 - 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-003 요구사항 명칭 운영사용자메뉴얼 제작 및 배포 요구 사항 상세 설명 정의 운영사용자메뉴얼 제작 및 배포에 관한 사항 세부 내용 ᄋ 운영사용자메뉴얼에는 시스템의 세부구성사항 및 동작원리와 각 사용자들이 사용할 수 있는 화면별 시스템 활용방법에 대한 상세한 내용을 모두 포함하며 제작 및 배포되어야 한다. - 책자형 메뉴얼 장비별 구체적인 사용방법에 대한 매뉴얼 제작, A4 크기 ᄋ 운영사용자메뉴얼에는 장비의 운용, 유지보수 및 관리, 고장진단, 인터페이스, 부품내역 등에 관한 모든 사항을 포함하여야 하며, 국문으로 상세히 기술되어야 24시간 이내에 복구 작업에 착수하여야 하며, 장애 복구를 위한 적절한 방안을 제시하여야 한다. ᄋ 구축 시스템의 보안업데이트, 성능 개선패치 등이 있을 경우 지체없이 적용하여야 한다. ᄋ 장애발생 시 원인분석 및 복구 등 즉각적인 조치가 가능하도록 비상연락체계 등을 상시 유지하여야 한다. ᄋ 본 사업은 하자 보증 기간이 만료된 후에도 주요장비에 대한 단순고장, 작동 불량 등의 장애로 정상적인 운용이 불가한 상황을 방지하기 위해서 단순 부품 교체로 정비가 가능한 주요 장비에 대한 예비 부품을 추가로 납품 또는 지원 하여야 한다. ᄋ 사업 완료 후 하자보수 기간 내에 정기 하자검사연 2회를 실시하며, 이 경우 사업수행사가 입회하여야 한다. ᄋ 타 시스템장비과의 연계가 필요할 경우 시스템 간 연계가 원활하게 이루어질 수 있도록 원만한 협조 관계를 유지하여야 하며 필요 시 기술지원을 하여야 한다. 산출정보 관련요구사항 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-002 요구사항 명칭 사용자교육 요구 사항 상세 설명 정의 사용자교육에 관한 사항 세부 내용 ᄋ 사업자수행사는 본 사업 완료 전까지 시스템운영에 필요한 기술교육작동방법, 정비방법, 장애 시 조치요령 등을 실시하여야 하며, 교육자료를 작성하여 본회에 제출, 승인을 얻어야 한다. ᄋ 교육시기, 기간 등 세부사항은 본회와 협의하여 결정한다. ᄋ 사업 완료 후에는 구축 시스템에 대한 운영관련 전반적인 내용작동방법, 정비방법, 장애 시 조치요령 등을 교육하고, 운용자가 충분히 숙지관리 가능하도록 해야한다. - 시스템 구성 개요 및 장치별 사용방법 - 장애발생 시 응급조치 및 복구 방법 ᄋ 사업수행사는 필요할 경우 기자재 및 소모품 등을 제공하여야 하며, 이론과 실습교육을 병행하여 실시하여야 한다. ᄋ 본회가 기타 시스템 운영상 필요하다고 생각되어 교육을 요구할 시 이에 응하여야 한다. 산출정보 교육계획서, 교육결과서, 교육교재 관련요구사항",
      "tables": [
        [
          [
            "",
            "",
            "24시간 이내에 복구 작업에 착수하여야 하며, 장애 복구를 위한 적절한 방안을 \n제시하여야 한다.\nㅇ 구축 시스템의 보안업데이트, 성능 개선패치 등이 있을 경우 지체없이 적용하여야 \n한다.\nㅇ 장애발생 시 원인분석 및 복구 등 즉각적인 조치가 가능하도록 비상연락체계 \n등을 상시 유지하여야 한다.\nㅇ 본 사업은 하자 보증 기간이 만료된 후에도 주요장비에 대한 단순고장, 작동\n불량 등의 장애로 정상적인 운용이 불가한 상황을 방지하기 위해서 단순 부품 \n교체로 정비가 가능한 주요 장비에 대한 예비 부품을 추가로 납품 또는 지원\n하여야 한다.\nㅇ 사업 완료 후 하자보수 기간 내에 정기 하자검사(연 2회)를 실시하며, 이 경우 \n사업수행사가 입회하여야 한다.\nㅇ 타 시스템(장비)과의 연계가 필요할 경우 시스템 간 연계가 원활하게 이루어질 수 \n있도록 원만한 협조 관계를 유지하여야 하며 필요 시 기술지원을 하여야 한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자교육"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자교육에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 사업자수행사는 본 사업 완료 전까지 시스템운영에 필요한 기술교육(작동방법, \n정비방법, 장애 시 조치요령 등)을 실시하여야 하며, 교육자료를 작성하여 본회에 \n제출, 승인을 얻어야 한다.\nㅇ 교육시기, 기간 등 세부사항은 본회와 협의하여 결정한다.\nㅇ 사업 완료 후에는 구축 시스템에 대한 운영관련 전반적인 내용(작동방법, 정비방법, \n장애 시 조치요령 등)을 교육하고, 운용자가 충분히 숙지·관리 가능하도록 해야한다.\n  - 시스템 구성 개요 및 장치별 사용방법\n  - 장애발생 시 응급조치 및 복구 방법\nㅇ  사업수행사는  필요할  경우  기자재  및  소모품  등을  제공하여야  하며,  이론과 \n실습교육을 병행하여 실시하여야 한다.\nㅇ 본회가 기타 시스템 운영상 필요하다고 생각되어 교육을 요구할 시 이에 응하여야\n한다."
          ],
          [
            "산출정보",
            "",
            "교육계획서, 교육결과서, 교육교재"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "운영(사용자)메뉴얼 제작 및 배포"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "운영(사용자)메뉴얼 제작 및 배포에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 운영(사용자)메뉴얼에는 시스템의 세부구성사항 및 동작원리와 각 사용자들이 \n사용할 수 있는 화면별 시스템 활용방법에 대한 상세한 내용을 모두 포함하며  \n제작 및 배포되어야 한다.\n  - 책자형 메뉴얼 : 장비별 구체적인 사용방법에 대한 매뉴얼 제작, A4 크기\nㅇ  운영(사용자)메뉴얼에는  장비의  운용,  유지보수  및  관리,  고장진단,  인터페이스, \n부품내역 등에 관한 모든 사항을 포함하여야 하며, 국문으로 상세히 기술되어야"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 27 - III. 사업자 선정 및 계약방법 한다. 산출정보 운영사용자메뉴얼 관련요구사항 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-004 요구사항 명칭 기술이전 요구 사항 상세 설명 정의 기술이전에 관한 사항 세부 내용 ᄋ 사업수행사가 프로젝트 수행과정과 관련된 필요 기술이전 대상에 대한 목록과 향후 원활한 유지관리 등을 위한 기술이전방법 등에 대한 계획을 제시하여야 한다. - 사업수행사는 납품 장비 관련 지속적인 정보제공 및 기술자문에 응하여야 한다. - 사업수행사는 납품 장비의 기술이전 대상을 구체적으로 제시하고 유지관리 등에 필요한 기술이전을 실시하여야 한다. ᄋ 사업수행사는 시스템 사용자에게 운영 및 응급대처 능력 배양을 위한 기술지원을 해야 한다. 산출정보 기술지원방안 관련요구사항 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-005 요구사항 명칭 시험운영 및 안정화 요구 사항 상세 설명 정의 시험운영 및 안정화에 관한 사항 세부 내용 ᄋ 서비스 개시 후 테스트 및 안정화 기간동안 정상 동작할 수 있도록 지원 방안 을 구체적으로 제시하고 지원하여야 한다. ᄋ 장애 및 하자보수를 위한 장애접수 및 장애처리 등 하자보수 절차를 구체적으로 제시하여야 한다. ᄋ 납품 장비의 안정적 운영 및 문제해결을 위해 본회가 필요하다고 판단될 경우 본회가 지정한 장소에 기술인력을 상주지원 지원하여야 한다. 단기간 내 해결이 어려워 상주가 필요하다고 판단될 경우 ᄋ 원활한 사업추진을 위해 필요하다고 판단되는 네트워크, 전원설비, 분배기, 컨버터, 케이블 등 시스템의 설치구축에 소요되는 비용 일체는 사업수행사가 부담하여야 한다. 산출정보 상주인력지원방안 관련요구사항",
      "tables": [
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "기술이전"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술이전에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 사업수행사가 프로젝트 수행과정과 관련된 필요 기술이전 대상에 대한 목록과 \n향후 원활한 유지관리 등을 위한 기술이전방법 등에 대한 계획을 제시하여야 \n한다.\n  - 사업수행사는 납품 장비 관련 지속적인 정보제공 및 기술자문에 응하여야 한다.\n  - 사업수행사는 납품 장비의 기술이전 대상을 구체적으로 제시하고 유지관리 등에 \n필요한 기술이전을 실시하여야 한다.\nㅇ 사업수행사는 시스템 사용자에게 운영 및 응급대처 능력 배양을 위한 기술지원을 \n해야 한다."
          ],
          [
            "산출정보",
            "",
            "기술지원방안"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 분류",
            "",
            "프로젝트 지원 요구사항"
          ],
          [
            "요구사항 고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "시험운영 및 안정화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시험운영 및 안정화에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ 서비스 개시 후 테스트 및 안정화 기간동안 정상 동작할 수 있도록 지원 방안\n을 구체적으로 제시하고 지원하여야 한다.\nㅇ 장애 및 하자보수를 위한 장애접수 및 장애처리 등 하자보수 절차를 구체적으로 \n제시하여야 한다.\nㅇ 납품 장비의 안정적 운영 및 문제해결을 위해 본회가 필요하다고 판단될 경우 \n본회가 지정한 장소에 기술인력을 상주지원 지원하여야 한다.\n   ※ 단기간 내 해결이 어려워 상주가 필요하다고 판단될 경우\nㅇ 원활한 사업추진을 위해 필요하다고 판단되는 네트워크, 전원설비, 분배기, 컨버터, \n케이블 등 시스템의 설치‧구축에 소요되는 비용 일체는 사업수행사가 부담하여야 \n한다."
          ],
          [
            "산출정보",
            "",
            "상주인력지원방안"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 28 - 1 입찰참가자격 본회 계약규정 제20조에 의한 입찰 참가자격 요건을 갖춘자 - 법령의 규정에 의하여 허가인가면허 등을 요하거나 자격요건을 갖추어야 할 경우에는 당해 허가인가면허 등을 받았거나 당해 자격요건에 적합할 것 - 부가가치세법 제8조의 규정에 의하여 당해 사업에 관한 사업자등 록증을 교부 받은 자정보통신공사업 및 소프트웨어개발 본회계약규정제20조 2. 법령에따라허가ᆞ인가ᆞ면허ᆞ등록ᆞ신고등을요하거나자격요건을갖추어야할 경우에는당해허가ᆞ인가ᆞ면허ᆞ등록ᆞ신고등을받았거나당해자격요건에적합할것 3.소득세법제168조ᆞ법인세법제111조 또는부가가치세법제8조에 따라 해당사업에관한사업자등록증을교부받거나고유번호를부여받은자 입찰 등록 마감일 현재 본회 계약규정 제89조에 따른 부정당업자에 해당하지 아니한 자 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령제9조의 중소기업자로서 중소기업 범위 및 확인에 관한 규정에 따라 발급 된 중소기업확인서를 보유한 자 정보통신공사업법에 의한 정보통신공사업자 및소프트웨어진흥법 제58조에 의한 소프트웨어사업자로 최근 3년 이내 건당 100백만원이상 LED 전광판 디스플레이영상제어컨트롤러 포함 구축 사업 실적이 있는 자 입찰참가자격여부를담당자로부터사전검토바랍니다. 공동수급의 경우국가를 당사자로 하는 계약에 관한 법률시행령 제12조 및 동법 시행규칙 제14조 규정에 저촉되지 않아야 하며 공동 수급체 구성 조건은 다음과 같다. 공동수급체는 2개사 이하로 제한하며, 구성원 대표사가 입찰참가",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 29 - 자격을 갖추어야 한다. 공동수급체를 중복으로 결성하여 입찰을 참가할 수 없다. 구성원별 계약 참여 최소지분율은 10 이상이어야 한다. 낙찰자로 결정된 이후에는 공동수급체 구성원을 변경할 수 없다. 공동수급체는 공동이행 방식만 허용하며, 분담이행 방식은 불허한다. 2 사업자 선정방법 기본방침 객관적이고 공정한 절차를 적용하여 제한경쟁입찰에 의한 업체 선정 용역능력이 우수한 용역업체 선정을 위하여 기술능력 및 가격평가 후 협상에 의한 계약방식 추진 입찰방식 제한경쟁입찰 계약방법 협상에 의한 계약 본회 협상에 의한 계약 요령에 근거하여 협상적격자 선정 및 협 상 실시 선정절차 본 용역에 응찰하고자 하는 자는 제안요청서에 따라 제안서를 작성 제출 제안서의 평가는 기술평가와 가격평가로 나누어 종합적으로 평가 하되, 기술평가 80와 가격평가 20의 비중으로 실시 제안서 평가 결과 기술평가 점수와 가격평가 점수를 합산하여 70점 이상인 자를 협상적격자로 선정 - 협상 순서는 합산점수의 고득점순에 따라서 결정 - 합산점수가 동일한 제안자가 2인 이상일 경우 기술평가 점수가",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 30 - 높은 제안자를 선순위자로 하고, 기술평가 점수도 동일한 경우 에는 기술평가 세부평가항목 중 배점이 큰 항목에서 높은 점수를 얻은 자를 선순위자로 함 - 합산점수가 70점 이상인 자가 없는 경우에는 재공고 입찰 결정된 협상순서에 따라 협상대상자와 협상을 하며, 협상이 성립된 때에는 다른 협상적격자와 협상을 실시하지 않음 협상이 성립되지 아니하면 동일한 기준과 절차에 따라 차순위 협상 협상금액은 협상적격자의 제안서 평균금액을 기준으로 하며 제안서 평균금액이 해당 협상대상자의 제안서 금액보다 높을 경우에는 해당 협상대상자의 제안서 금액을 협상금액으로 함 본 제안요청서에 규정하지 아니한 사항과 입찰에 필요한 세부사항에 대하여는 본회 협상에 의한 계약요령에 따르거나 별도로 정하여 시행할 수 있음 제안서 평가항목 및 배점한도 항 목 세 부 내 용 배점 비 고 정량적평가 20 정량적 평가 20 - 경영상태 5 - 유사용역분야 수행 실적3년간 10 - 기술인력 보유상태 5 4대보험가입증명서, 기술자경력수첩 정성적평가 60 정성적 평가 60 사업의 이해 - 사업목표 및 제안요청 내용의 이해도 - 추진전략의 창의성 및 타당성 8 상세내용은 별첨 참조 시스템 구축방안 - LED 디스플레이 등 영상시스템 및 음향시스템 구축 방안의 적정성 8 인테리어 구현방안 - 인테리어의 창의성심미성 등 구현 방안의 적정성 5",
      "tables": [
        [
          [
            "항 목",
            "세 부 내 용",
            "",
            "배점",
            "비 고"
          ],
          [
            "정량적평가\n(20)",
            "■ 정량적 평가",
            "",
            "20",
            ""
          ],
          [
            "",
            "- 경영상태\n  - 유사용역분야 수행 실적(3년간)\n  - 기술인력 보유상태",
            "",
            "5\n10\n5",
            "4대보험가입증명서,\n기술자경력수첩"
          ],
          [
            "정성적평가\n(60)",
            "■ 정성적 평가",
            "",
            "60",
            ""
          ],
          [
            "",
            "사업의 이해\n시스템 \n구축방안\n인테리어\n구현방안",
            "- 사업목표 및 제안요청 내용의 이해도\n - 추진전략의 창의성 및 타당성\n - LED 디스플레이 등 영상시스템 및 \n음향시스템 구축 방안의 적정성\n - 인테리어의 창의성·심미성 등 구현 방안의 \n적정성",
            "8\n8\n5",
            "상세내용은 \n별첨 참조"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 31 - 제안서 목차 및 작성방법 항 목 세 부 내 용 배점 비 고 기술 및 기능의 우수성 - 제안장비의 우수성적합성 및 구축사례 12 성능시험 및 품질관리 - 성능확보 및 테스트방안의 적정성 - 품질보증 방안의 적정성 6 사업관리 - 사업관리 방법론의 적정성 - 사업수행조직 및 투입인력 관리의 적정성 - 사업일정, 산출물관리 방안의 적정성 - 위험관리 및 비상대책 방안의 적정성 - 현장안전관리방안의 적정성 8 사업지원 - 하자보증 및 운용방안의 적정성 - 운영메뉴얼 제작 및 사용자 교육의 적정성 - 기술지원 및 안정화 방안의 적정성 8 기타 - 추가제안 등 기타제안에 대한 특장점 5 가격평가 20 입찰금액 20 계 100 제안서 목차 작성방법 비 고 I. 제안업체 일반 1. 일반현황 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별 매출액 등 재무구조, 대외인지도 및 신용도를 평가할 수 있는 사항을 명료하게 제시 2. 조직 및 인원 제안사의 조직 및 인원현황 제시 3. 주요사업내용 제안사의 주요 사업내용을 분야별로 제시 4. 유사사업실적 최근 3년간 주요 사업실적해당사업과 유사사업을 제시 5. 경영상태 제안업체의 신용평가 등급 확인서를 제시 II. 제안개요 1. 목적 및 배경 제안요청 내용의 이해를 바탕으로 제안의 배경 및 목적을 기술",
      "tables": [
        [
          [
            "항 목",
            "세 부 내 용",
            "",
            "배점",
            "비 고"
          ],
          [
            "",
            "기술 및 \n기능의 \n우수성\n성능시험 및 \n품질관리\n사업관리\n사업지원\n기타",
            "- 제안장비의 우수성·적합성 및 구축사례\n - 성능확보 및 테스트방안의 적정성\n - 품질보증 방안의 적정성\n - 사업관리 방법론의 적정성\n - 사업수행조직 및 투입인력 관리의 적정성\n - 사업일정, 산출물관리 방안의 적정성\n - 위험관리 및 비상대책 방안의 적정성\n - 현장·안전관리방안의 적정성\n - 하자보증 및 운용방안의 적정성\n - 운영메뉴얼 제작 및 사용자 교육의 적정성\n - 기술지원 및 안정화 방안의 적정성\n  - 추가제안 등 기타제안에 대한 특장점",
            "12\n6\n8\n8\n5",
            ""
          ],
          [
            "가격평가\n(20)",
            "■ 입찰금액",
            "",
            "20",
            ""
          ],
          [
            "계",
            "",
            "",
            "100",
            ""
          ]
        ],
        [
          [
            "제안서 목차",
            "",
            "작성방법",
            "비 고"
          ],
          [
            "I. 제안업체\n 일반",
            "1. 일반현황\n2. 조직 및 인원 ∙  제안사의 조직 및 인원현황 제시\n4. 유사사업실적\n5. 경영상태",
            "∙  제안사의 일반현황 및 주요 연혁, 최근 3년간의 \n자본금 및 부문별 매출액 등 재무구조, 대외인지도 \n및 신용도를 평가할 수 있는 사항을 명료하게 제시\n3. 주요사업내용 ∙  제안사의 주요 사업내용을 분야별로 제시\n∙  최근 3년간 주요 사업실적(해당사업과 유사사업)을 \n제시\n∙  제안업체의 신용평가 등급 확인서를 제시",
            ""
          ],
          [
            "II. 제안개요",
            "1. 목적 및 배경",
            "∙  제안요청 내용의 이해를 바탕으로 제안의 배경 \n및 목적을 기술",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 32 - 제안서 목차 작성방법 비 고 2. 제안의 범위 제안사가 제시하는 제안범위 및 전제조건 명시 3. 추진전략 및 수행방법론 사업 추진전략 및 본 사업을 성공적으로 추진하기 위한 수행방법론과 단계별 추진 절차를 제시 4. 제안의 특징과 장점 제안사가 제시하는 제안의 특징과 장점 등 제안전략 등을 기술 5. 기대효과 사업을 통해 본회가 얻을 수 있는 효과를 분석 III. 기술 및 기능 1. 현황 분석 시스템 도입을 위한 요구사항 및 현황 분석 2. 목표시스템 목표시스템의 전체적인 구성도 및 구성방안 제시 3. 시스템 구축 방안 제안시스템 선정근거, 우수성, 특장점 제시 시스템 구성방안을 상세하게 기술 인테리어벽체의 창의성심미성 및 구현 방안을 상세하게 기술 시스템장비별 납품설치 절차를 상세하게 기술 시스템 구현을 위한 창의적인 추가제안 등을 기술 4. 운영 및 관리 방안 본 시스템장비의 운용과 효율적인 관리방안을 제시 5. 시스템 세부 내역 각 장비별 세부규격, 자재 사양을 기술 IV. 시험 및 품질 1. 시스템 시험 방안 시스템장비의 성능 확보를 위한 방법론 및 분석도구, 시험 방안 등을 구체적으로 제시 각 시스템장비별 시험 방안을 제시 2. 품질보증방안 사업 추진 단계별 품질관리 계획 및 품질보증을 위한 방안을 구체적으로 제시 국제국내 품질인증 획득사항을 기술 V. 사업관리 1. 사업관리방법론 사업추진체계, 보고체계, 구성요서, 위험요소, 변경 등의 프로젝트 관리 방법론 등을 구체적으로 제시 2. 수행조직 및 업무분장 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. 단, 사업책임자는 임원급으로 하며, 실무책임자는 공사기간 중 100 투입 가능한 자로 지정 투입인력에 대한 이력사항을 첨부양식을 이용하여",
      "tables": [
        [
          [
            "제안서 목차",
            "",
            "작성방법",
            "비 고"
          ],
          [
            "",
            "3. 추진전략 및\n수행방법론\n4. 제안의 특징과\n장점\n5. 기대효과",
            "2. 제안의 범위 ∙  제안사가 제시하는 제안범위 및 전제조건 명시\n∙  사업 추진전략 및 본 사업을 성공적으로 추진하기 \n위한 수행방법론과 단계별 추진 절차를 제시\n∙  제안사가 제시하는 제안의 특징과 장점 등 \n제안전략 등을 기술\n∙  사업을 통해 본회가 얻을 수 있는 효과를 분석",
            ""
          ],
          [
            "III. 기술 및 \n기능",
            "1. 현황 분석\n2. 목표시스템\n3. 시스템 구축\n방안\n4. 운영 및 관리\n방안\n5.  시스템  세부\n내역",
            "∙  시스템 도입을 위한 요구사항 및 현황 분석\n∙  목표시스템의 전체적인 구성도 및 구성방안\n제시\n∙  제안시스템 선정근거, 우수성, 특장점 제시\n∙  시스템 구성방안을 상세하게 기술\n∙  인테리어(벽체)의 창의성·심미성 및 구현\n방안을 상세하게 기술\n∙  시스템(장비)별 납품·설치 절차를 상세하게 기술\n∙  시스템 구현을 위한 창의적인 추가제안 등을 기술\n∙  본 시스템(장비)의 운용과 효율적인 관리방안을 제시\n∙  각 장비별 세부규격, 자재 사양을 기술",
            ""
          ],
          [
            "Ⅳ. 시험 및 \n품질",
            "1.  시스템  시험\n방안\n2. 품질보증방안",
            "∙  시스템(장비)의  성능  확보를  위한  방법론  및 \n분석도구, 시험 방안 등을 구체적으로 제시\n∙  각 시스템(장비)별 시험 방안을 제시\n∙  사업 추진 단계별 품질관리 계획 및 품질보증을 \n위한 방안을 구체적으로 제시\n∙  국제/국내 품질인증 획득사항을 기술",
            ""
          ],
          [
            "Ⅴ. 사업관리",
            "1. 사업관리방법론\n2.  수행조직  및 \n업무분장",
            "∙  사업추진체계, 보고체계, 구성요서, 위험요소, 변경 \n등의 프로젝트 관리 방법론 등을 구체적으로 제시\n∙  사업을 수행할 조직 및 업무분장 내용을 상세히 \n제시하여야 한다. (단, 사업책임자는 임원급으로 \n하며, 실무책임자는 공사기간 중 100% 투입\n가능한 자로 지정)\n∙  투입인력에 대한 이력사항을 첨부양식을 이용하여",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 33 - 3 입찰참가제안서 등록 및 제출서류 제출기한 입찰공고문 참조 제 출 처 서울시 송파구 오금로 62신천동 수협중앙회 어선안전조업본부 등록 및 제출서류입찰공고문 참조 제안서 목차 작성방법 비 고 작성 3. 사업일정계획 사업수행에 필요한 기간을 고려하여 세부 추진 일정을 상세히 제시 4. 형상관리 방법론에 근거한 산출물의 종류, 내용, 제출 시기 등을 기술 산출물의 형상 및 문서를 관리하는 방안을 구체적으로 제시 5. 업무보고 및 검토계획 사업기간 동안 진행사항 보고 및 검토계획을 상 세하게 제시 - 착수, 완료, 주간, 월간, 일일, 수시보고 등 - 단계별 검토회의 등 VI. 지원 1. 하자보증 하자보수 계획, 조직, 절차, 범위, 기간 등 하자보수를 위한 활동과 그 제한사항을 상세 하게 기술 2. 교육훈련 시스템장비별 교육계획을 구체적으로 제시 교육대상, 교육기간, 교육내용 등 3. 기술지원 시스템의 운영 및 유지보수 등에 필요한 기술 이전 계획을 구체적으로 제시 계약종료 후, 추가적으로 발생 가능한 요청 및 수정사항에 대한 사후지원 방안 기술 4. 시험운영 및 안정화 시험운영 및 안정화를 위한 지원방안을 구체적 으로 제시 안정적인 시스템 운영을 위한 백업 및 복구, 장애대응 대책 제시 VII. 기타 1. 추가제안 기타 본 용역과 관련된 항목에서 제시되지 않은 내용 외에 필요하다고 판단되는 사항 및 추가 제안할 사항을 상세히 기술",
      "tables": [
        [
          [
            "제안서 목차",
            "",
            "작성방법",
            "비 고"
          ],
          [
            "",
            "3. 사업일정계획\n4. 형상관리\n5.  업무보고  및 \n검토계획",
            "작성\n∙  사업수행에 필요한 기간을 고려하여 세부 추진\n일정을 상세히 제시\n∙  방법론에  근거한  산출물의  종류,  내용,  제출\n시기 등을 기술\n∙  산출물의  형상  및  문서를  관리하는  방안을 \n구체적으로 제시\n∙  사업기간 동안 진행사항 보고 및 검토계획을 상\n세하게 제시\n  - 착수, 완료, 주간, 월간, 일일, 수시보고 등\n  - 단계별 검토회의 등",
            ""
          ],
          [
            "Ⅵ. 지원",
            "1. 하자보증\n2. 교육훈련\n3. 기술지원\n4.  시험운영  및 \n안정화",
            "∙  하자보수 계획, 조직, 절차, 범위, 기간 등\n하자보수를 위한 활동과 그 제한사항을 상세\n하게 기술\n∙  시스템(장비)별 교육계획을 구체적으로 제시\n  (교육대상, 교육기간, 교육내용 등)\n∙  시스템의 운영 및 유지보수 등에 필요한 기술\n이전 계획을 구체적으로 제시\n∙  계약종료 후, 추가적으로 발생 가능한 요청 및  \n수정사항에 대한 사후지원 방안 기술\n∙  시험운영 및 안정화를 위한 지원방안을 구체적\n으로 제시\n∙  안정적인  시스템  운영을  위한  백업  및  복구, \n장애대응 대책 제시",
            ""
          ],
          [
            "Ⅶ. 기타",
            "1. 추가제안",
            "∙  기타 본 용역과 관련된 항목에서 제시되지\n않은  내용  외에  필요하다고  판단되는  사항 \n및 추가 제안할 사항을 상세히 기술",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 34 - 입찰 등록 목 록 별 지 1 입찰참가신청서 공동수급의 경우 지분 비율 명시 2 사업자등록증 3 사용인감계 4 법인인감증명서 5 법인등기부등본 6 정보통신공사업 등록증 7 소프트웨어사업자 일반현황관리확인서 8 중소기업 확인서 9 국세지방세 납세증명서 각 1부 10 입찰보증금 또는 보증서입찰금액의 100분의5이상, 가격제안서 및 세부산출내역과 같이 밀봉 11 입찰참가 실적증명서 1호 서식 제출 서류 목 록 별 지 1 일반현황 및 연혁 2 자본금 매출액 및 경영상태 기업신용평가 등급 확인서 3 주요사업실적총괄표 4 유사용역의 수행실적총괄표 5 조직 및 기술인력 보유현황 6 참여인력 총괄명부 4대보험 가입증명서 첨부 7 참여인력 및 이력현황 참여인력 기술자경력수첩 사본 첨부 8 가격제안서 산출근거산출내역와 함께 밀봉제출 9 공동수급 표준협정서 - 공동수급의 경우 10 공동수급 합의각서 - 공동수급의 경우 11 청렴계약 이행확약서 12 제안서 및 제안요약서 원본파일 USB메모리 2호 서식 3호 서식 4호 서식 5호 서식 6호 서식 7호 서식 8호 서식 10호 서식 11호 서식 12호 서식 13호 서식 9호 서식 별도 서류보완 기간이 없으므로 반드시 접수 기한 내 제출 제출방법 방문접수우편 및 택배접수는 인정하지 않음 입찰등록서류는 순서대로 정리하여 1부 제출 제출서류는 입찰등록서류와 구분하여 1부 제출하고, 가격제안서는 산출근거와 함께 밀봉하여 제출",
      "tables": [
        [
          [
            "입찰\n등록",
            "목      록",
            "별    지"
          ],
          [
            "",
            "①  입찰참가신청서\n      ※  공동수급의  경우  지분  비율  명시\n  ②  사업자등록증\n  ③  사용인감계\n  ④  법인인감증명서\n  ⑤  법인등기부등본\n  ⑥  정보통신공사업  등록증\n  ⑦  소프트웨어사업자  일반현황관리확인서\n  ⑧  중소기업  확인서\n  ⑨  국세/지방세  납세증명서  각  1부\n  ⑩  입찰보증금  또는  보증서(입찰금액의  100분의5이상, \n        가격제안서  및  세부산출내역과  같이  밀봉)\n  ⑪  입찰참가  실적증명서",
            "1호  서식"
          ]
        ],
        [
          [
            "제출\n서류",
            "목      록",
            "별    지"
          ],
          [
            "",
            "①  일반현황  및  연혁\n  ②  자본금 매출액  및  경영상태 / 기업신용평가 등급  확인서\n  ③  주요사업실적(총괄표)\n  ④  유사용역의  수행실적(총괄표)\n  ⑤  조직  및  기술인력  보유현황 \n  ⑥  참여인력  총괄명부/  4대보험  가입증명서  첨부\n  ⑦  참여인력  및  이력현황  /  참여인력  기술자경력수첩  사본  첨부\n  ⑧  가격제안서/  산출근거(산출내역)와  함께  밀봉제출\n  ⑨  공동수급  표준협정서  -  공동수급의  경우\n  ⑩  공동수급  합의각서  -  공동수급의  경우\n  ⑪  청렴계약  이행확약서\n  ⑫  제안서  및  제안요약서  원본파일  (USB메모리)",
            "2호  서식\n3호  서식\n4호  서식\n5호  서식\n6호  서식\n7호  서식\n8호  서식\n10호  서식\n11호  서식\n12호  서식\n13호  서식\n9호  서식"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 35 - 대리인 접수시 위임장, 재직증명서 및 대리인 신분증 지참 4 입찰참가 시 조건사항 제안서 작성과 관련한 일체의 소요비용은 제안업체에서 부담한다. 본회는 제안사가 제출한 제안서상에 허위사실이 발견된 경우 계약을 철회하거나 해제해지할 수 있으며, 이에 따른 민사상의 책임을 물을 수 있다. 본 사업수행에 따른 목적물에 대한 지적재산권은 공동 소유로 하나, 용역의 산출물 및 각종 자료 등의 소유권 및 사용에 필요한 권리는 본회에 귀속된다. 사업수행자는 본 사업수행 중 본인의 귀책사유로 저작권, 사용권 또는 특허 등의 문제가 발생할 경우 전적으로 이에 대한 책임을 져야하고, 사업수행을 위해 타인의 권리 사용이 불가피한 경우 에는 관련 비용을 부담하는 등 분쟁이 없도록 조치하여야 한다. 제안내용에 대한 확인, 검증이 필요한 경우 제안자에게 입증자료를 요구 할 수 있으며 입증자료를 제출하지 못한 경우에는 이행 할 수 없는 것으로 간주한다. 사업수행사는 착수단계부터 인수인계가 완료 될 때까지 모든 과정에 대한 책임을 져야 한다. 본 제안요청서에 명시하지 아니한 사항과 입찰에 필요한 세부내용에 대하여는 본회에서 따로 정하여 시행할 수 있다. 5 제안서 작성요령 작성방법 제안서는 작성서식을 참조하여 각 요구사항에 대하여 명확하고 상세하게 작성 하여야 하며, 기술적인 설명자료 등 내용이 많을",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 36 - 경우에는 별첨 자료를 제출할 수 있다. - 규격 A4 종방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡방향 또는 기타 용지를 일부 사용할 수 있음 - 매수 제안서 100150페이지 이내, 요약본 40페이지 이내 - 본문 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일렬번호를 붙이되, 각 장별로 번호를 부여 - 부수 원본파일PPT, HWP, PDF 등이 저장된 USB메모리 1개 - 제출방법 입찰등록시 원본파일이 저장된 USB 1개를 제출 6 제안서의 효력 제안서에 제시된 내용은 계약서에 명시되지 않더라도 계약서와 동일한 효력을 가진다. 제출된 제안서의 내용은 본회가 요청하지 않는 한 변경추가 수정 할 수 없으며, 사업자 선정 시 계약조건의 제시로 간주하고, 기재내용은 실제 용역내용과 일치하여야 한다. 제안서 내용 확인을 위하여 추가 자료의 요청 또는 현지 확인을 할 수 있으며, 제안사는 이에 응하여야 하며 이때, 제출된 자료는 기 제출한 제안서와 동일한 효력을 가진다. 제안서와 구비서류가 미비한자는 상황에 따라 보완지시실격처리 감점처리 등의 조치를 취할 수 있다. 제안서 작성 시, 본 제안요청서에 요구조건으로 제시하고 있는 사항들에 대한 언급이 없거나 관련이 없는 내용들은 요구사항 충족이 불가한 것으로 간주한다. 제안서의 모든 기재 사항은 객관적으로 입증할 수 있어야 하고 허위로 작성한 사실이 발견된 경우에는 심사대상에서 제외되며, 계약",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 37 - 체결 후 제안내용을 충족시키지 못할 경우에는 손해배상 책임을 진다. 제안서의 내용에 대한 해석의 문제가 있을 경우 감독자의 의견에따른다. 제안서와 제안요청서간 상충될 경우 제안요청서가 우선 된다. 제안서에 제시한 투입인력이 사전협의 없이 실제 투입되지 않을 경우 계약 해지가 가능하다. 7 제안평가회 및 평가방법 일시 및 장소 입찰마감 이후 본회가 지정하여 입찰참가자에게 통지 일정 및 세부계획은 입찰공고문 참조 평가위원 선정 및 제안평가 방법 공정한 기술평가를 위하여 계약담당자, 계약에 관한 학식과 경험이 풍부한 자, 해당분야 전문기관단체 임직원 및 전문가, 대학교수 등으로 5인 이상 8인 이내로 본회가 구성 제안평가회는 발표 20분, 질의응답 20분으로 하며, 질의응답 시간은 평가위원들의 협의에 따라 조정될 수 있음 - 제안설명에 필요로 하는 장비 등은 제안업체에서 직접설치시연 할 수 있으며, 제안 설명자료는 별도로 작성할 수 있다 - 발표는 제안내용을 중심으로 하며, 임원 인사 등의 과정은 생략한다. - 발표 시 참석인원은 발표자를 포함하여 5인 이내, 공동수급자는 7인 이내로 한정하며, 질의응답은 참석자가 대리 응답 가능 - 발표내용 및 질의응답 중 추가 제안내용은 제안서와 동일한 효력을 가진다 - 발표내용 및 질의응답은 모두 녹취되어 향후 협상 시 계약의 일부로 활용될 수 있다 발표순서 제안서 접수순서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 38 - 제안내용의 평가결과에 대한 세부내용은 공개하지 않으며, 이에 대한 이의를 제기할 수 없다. - 평가위원명단, 평가작업 장소, 일정 등은 공정성 유지를 위하여 비공개를 원칙으로 한다. - 평가 기준 및 배점은 평가 위원회의 결정에 따라 변경될 수 있다. 제안서 내용은 명확한 용어를 사용하여야 하며, 를 제공할 수도 있다, 이 가능하다, 를 고려하고 있다 등과 같이 모호한 표현은 제안서 평가 시 불가능한 것으로 평가한다. 본 제안요청서와 관련된 모든 질의사항에 대하여는 수협중앙회 어선안전조업본부 어선ICT지원팀 소속 담당자의 답변만이 유효함. - 문의사항 수협중앙회 어선안전조업본부정현우, 전요셉 - 02-2240-2317 02-2240-2382",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 39 - 별지 목록 1. 입찰참가신청서 1부 2. 일반현황 및 연혁 1부 3. 자본금 및 매출액최근 3년 1부 4. 주요 용역실적총괄표 1부 5. 유사용역의 수행 실적총괄표 1부 6. 조직 및 기술인력 현황 1부 7. 참여인력 총괄명부 1부 8. 참여인력 및 이력 현황 1부 9. 제안서 작성서식 1부 10. 가격제안서 1부 11. 공동수급 표준협정서 1부 12. 공동수급 합의각서 1부 13. 청렴계약 이행확약서 1부",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 40 - 별지 제1호 서식 입찰참가신청서 아래 사항중 해당되는 경우에만 기재하시기 바랍니다. 처리기간 즉 시 신 청 인 상호또는법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 생 년 월 일 입 찰 개 요 입 찰 공 고 지 명 번 호 제 호 입 찰 일 자 . . . 입 찰 건 명 공고명 기재 입 찰 보 증 금 납 부 보증금율 입찰금액의 5100 이상 보증금 금 원정 보증금 납부방법 납부면제 및 지급확약 사 유 본인은 낙찰후 계약체결시 귀 회에 낙찰금액에 해당하는 소정의 입찰보증금을 현금으로 납부할 것을 확약합니다. 대 리 인 사 용 인 감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성명 생년월일 본 입찰에 사용할 인감을 다음과 같이 신고합니다. 사용인감 본인은 위의 번호로 공고한 귀회의 제한경쟁입찰협상에 참가하고자 귀회에서 정한 기술용역 입찰유의서 및 입찰공고사항을 모두 승낙하고 별첨서류를 첨부하여 입찰 참가신청을 합니다. 붙임서류 1 입찰참가자격을 증명하는 서류 사본 1통 2 인감신고서 1통 3 기타 공고로써 정한 서류 년 월 일 신청인 인 수협중앙회 지도경제사업대표이사 귀하",
      "tables": [
        [
          [
            "입찰참가신청서\n  ※  아래  사항중  해당되는  경우에만  기재하시기  바랍니다.",
            "",
            "",
            "",
            "",
            "",
            "처리기간"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "즉        시"
          ],
          [
            "신 \n청 \n인",
            "상호또는법인명칭\n주                        소\n대          표          자",
            "",
            "",
            "법인등록번호\n전  화    번  호   \n생  년    월  일",
            "",
            ""
          ],
          [
            "입 찰 개 요",
            "입      찰    공      고\n  (지  명)  번      호\n입    찰      건    명",
            "제                    호 \n공고명  기재",
            "",
            "",
            "입  찰    일  자             .        .        .",
            ""
          ],
          [
            "입 찰 보 증 금",
            "납    부\n납부면제\n및  지급확약",
            "․  보증금율  :  입찰금액의  5/100  이상\n  ․  보증금  :  금                원정(￦                            )\n  ․  보증금  납부방법  :\n  ․  사    유  :\n  ․  본인은  낙찰후  계약체결시  귀  회에  낙찰금액에  해당하는 \n   소정의  입찰보증금을  현금으로  납부할  것을  확약합니다.",
            "",
            "",
            "",
            ""
          ],
          [
            "대 리 인\n․ 사 용 인 감",
            "본  입찰에  관한  일체의  권한을\n  다음의  자에게  위임합니다.\n  성명                생년월일",
            "",
            "신고합니다.",
            "본  입찰에  사용할  인감을  다음과  같이\n  사용인감                      ",
            "",
            ""
          ],
          [
            "본인은  위의  번호로  공고한  귀회의  제한경쟁입찰(협상)에  참가하고자  귀회에서  정한 \n기술용역  입찰유의서  및  입찰공고사항을  모두  승낙하고  별첨서류를  첨부하여  입찰\n참가신청을  합니다.\n            붙임서류  ：①  입찰참가자격을  증명하는  서류  사본  1통\n                                  ②  인감신고서  1통\n                                  ③  기타  공고로써  정한  서류\n                                                                                                              년        월        일\n                                                                                                  신청인                            (인)\n  수협중앙회  지도경제사업대표이사  귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 41 - 별지 제2호 서식 일반현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 해당부문 종사기간 년 월 년 월 년 개월 주요 연혁",
      "tables": [
        [
          [
            "회          사          명\n사    업        분    야\n주                        소\n전    화        번    호\n회  사  설  립  년  도\n해당부문  종사기간",
            "대    표    자\n              년      월    ～          년        월  (      년      개월)"
          ],
          [
            "주요  연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 42 - 별지 제3호 서식 자본금 및 매출액 최근 3년 단위 천원 구 분 2021년 2022년 2023년 합 계 평 균 1. 총자산 2. 총자본 3. 총부채 4. 자기자본 5. 유동부채 6. 고정부채 7. 유동자산 8. 당기순이익 9. 매출액 경영상태 단위 구 분 2021년 2022년 2023년 경영상태 최근3년 최근 총자산회전율 매출액총자산 최근 유동비율 유동자산유동부채 최근 부채비율 총부채자기자본 신용평가 기업신용평가등급확인서증빙서류필수제출",
      "tables": [
        [
          [
            "구    분",
            "2021년\n2022년\n2023년",
            "합  계",
            "평  균"
          ],
          [
            "1.  총자산\n2.  총자본\n3.  총부채\n4.  자기자본\n5.  유동부채\n6.  고정부채\n7.  유동자산\n8.  당기순이익\n9.  매출액",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구      분",
            "",
            "2021년\n2022년\n2023년"
          ],
          [
            "경영상태\n(최근3년)",
            "최근  총자산회전율\n  (매출액/총자산)\n  최근  유동비율\n(유동자산/유동부채)\n  최근  부채비율\n  (총부채/자기자본)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 43 - 별지 제4호 서식 주요사업 실적총괄표 연 번 과 업 명 발주기관 개 발 기 간 사 업 비 합계 최근3년간본용역과관련된주요사업실적제출제안평가일기준",
      "tables": [
        [
          [
            "연  번",
            "과      업      명",
            "발주기관",
            "개  발  기  간",
            "사  업  비"
          ],
          [
            "<<합계>>",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 44 - 별지 제5호 서식 유사용역의 수행 실적총괄표 유사분야 과 업 명 발주기관 개 발 기 간 사 업 비 합계 최근3년간유사용역실적증명서원본 제출제안평가일기준 - 유사용역범위 LED 전광판디스플레이영상제어컨트롤러포함 구축사업실적 단순물품납품사업은제외",
      "tables": [
        [
          [
            "유사분야",
            "과      업      명",
            "발주기관",
            "개  발  기  간",
            "사  업  비"
          ],
          [
            "<<합계>>",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 45 - 별지 제6호 서식 조직 및 기술인력 보유현황 제안사 조직 및 인력현황 조직 구성도 기술인력 보유현황단위 명 구 분 계 전문분야 기타분야 분야 분야 분야 계 특급기술자 고급기술자 중급기술자 초급기술자",
      "tables": [
        [
          [
            "제안사  조직  및  인력현황",
            "",
            "",
            ""
          ],
          [
            "조직  구성도",
            "",
            "",
            ""
          ],
          [
            "기술인력  보유현황(단위  :      명)",
            "",
            "",
            ""
          ],
          [
            "구  분",
            "계",
            "전문분야\n○○분야\n○○분야\n○○분야",
            "기타분야"
          ],
          [
            "계",
            "",
            "",
            ""
          ],
          [
            "특급기술자\n고급기술자\n중급기술자\n초급기술자",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 46 - 별지 제7호 서식 참여인력 총괄명부 참고 1 1인이 자격증을 여러 개 소지한 경우 상위 1개만 작성 2 작성기준일 입찰공고일 3 기술등급 특급, 고급, 중급, 초급기술자 구분 4 4대보험 가입증명서 첨부 연번 성 명 연령 기술 등급 직위 최종학력 투입기간 참여임무",
      "tables": [
        [
          [
            "연번",
            "성  명",
            "연령",
            "기술\n등급",
            "직위",
            "최종학력",
            "투입기간",
            "참여임무"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 47 - 별지 제8호 서식 참여인력 및 이력사항 성 명 소 속 직 책 연 령 세 학 력 대학교 전공 해당분야 근무경력 년 개월 대학원 전공 자 격 증 본용역 참여임무 용역 참여기간 참여율 경 력 사 항 사 업 명 참여기간 년 월년 월 담당업무 발주처 비고 첨부 참여인력자격증사본또는정보통신공용역등록수첩첨부",
      "tables": [
        [
          [
            "성  명",
            "소  속",
            "직  책",
            "연  령                 세"
          ],
          [
            "학  력",
            "대학교              전공\n                      대학원              전공",
            "해당분야\n근무경력\n자  격  증",
            "년        개월"
          ],
          [
            "본용역\n용역\n참여임무\n참여기간",
            "",
            "",
            "참여율                   %"
          ]
        ],
        [
          [
            "경  력  사  항\n참여기간\n사  업  명\n담당업무\n발주처\n비고\n(년  월〜년  월)",
            ""
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 48 - 별지 제9호 서식 제안서 작성 제안서 목차 작성방법 비 고 I. 제안업체 일반 1. 일반현황 제안사의 일반현황 및 주요 연혁, 최근 3년간의 자본금 및 부문별 매출액 등 재무구조, 대외인지도 및 신용도를 평가할 수 있는 사항을 명료하게 제시 2. 조직 및 인원 제안사의 조직 및 인원현황 제시 3. 주요사업내용 제안사의 주요 사업내용을 분야별로 제시 4. 유사사업실적 최근 3년간 주요 사업실적해당사업과 유사사업을 제시 5. 경영상태 제안업체의 신용평가 등급 확인서를 제시 II. 제안개요 1. 목적 및 배경 제안요청 내용의 이해를 바탕으로 제안의 배경 및 목적을 기술 2. 제안의 범위 제안사가 제시하는 제안범위 및 전제조건 명시 3. 추진전략 및 수행방법론 사업 추진전략 및 본 사업을 성공적으로 추진하기 위한 수행방법론과 단계별 추진 절차를 제시 4. 제안의 특징과 장점 제안사가 제시하는 제안의 특징과 장점 등 제안전략 등을 기술 5. 기대효과 사업을 통해 본회가 얻을 수 있는 효과를 분석 III. 기술 1. 현황 분석 시스템 도입을 위한 요구사항 및 현황 분석 2. 목표시스템 목표시스템의 전체적인 구성도 및 구성방안 제시 3. 시스템 구축 방안 제안시스템 선정근거, 우수성, 특장점 제시 시스템 구성방안을 상세하게 기술 인테리어벽체의 창의성심미성 및 구현 방안을 상세하게 기술 시스템장비별 납품설치 절차를 상세하게 기술 시스템 구현을 위한 창의적인 추가제안 등을 기술 4. 운영 및 관리 방안 본 시스템장비의 운용과 효율적인 관리방안을 제시 5. 시스템 세부 내역 각 장비별 세부규격, 자재사양을 기술 IV. 시험 및 품질 1. 시스템 시험 방안 시스템장비의 성능 확보를 위한 방법론 및 분석도구, 시험 방안 등을 구체적으로 제시 각 시스템장비별 시험 방안을 제시",
      "tables": [
        [
          [
            "제안서 목차",
            "",
            "작성방법",
            "비 고"
          ],
          [
            "I. 제안업체\n 일반",
            "1. 일반현황\n2. 조직 및 인원 ∙  제안사의 조직 및 인원현황 제시\n4. 유사사업실적\n5. 경영상태",
            "∙  제안사의 일반현황 및 주요 연혁, 최근 3년간의 \n자본금 및 부문별 매출액 등 재무구조, 대외인지도 \n및 신용도를 평가할 수 있는 사항을 명료하게 제시\n3. 주요사업내용 ∙  제안사의 주요 사업내용을 분야별로 제시\n∙  최근 3년간 주요 사업실적(해당사업과 유사사업)을 \n제시\n∙  제안업체의 신용평가 등급 확인서를 제시",
            ""
          ],
          [
            "II. 제안개요",
            "1. 목적 및 배경\n3. 추진전략 및\n수행방법론\n4. 제안의 특징과\n장점\n5. 기대효과",
            "∙  제안요청 내용의 이해를 바탕으로 제안의 배경 \n및 목적을 기술\n2. 제안의 범위 ∙  제안사가 제시하는 제안범위 및 전제조건 명시\n∙  사업 추진전략 및 본 사업을 성공적으로 추진하기 \n위한 수행방법론과 단계별 추진 절차를 제시\n∙  제안사가 제시하는 제안의 특징과 장점 등 \n제안전략 등을 기술\n∙  사업을 통해 본회가 얻을 수 있는 효과를 분석",
            ""
          ],
          [
            "III. 기술",
            "1. 현황 분석\n2. 목표시스템\n3. 시스템 구축\n방안\n4. 운영 및 관리\n방안\n5.  시스템  세부\n내역",
            "∙  시스템 도입을 위한 요구사항 및 현황 분석\n∙  목표시스템의 전체적인 구성도 및 구성방안\n제시\n∙  제안시스템 선정근거, 우수성, 특장점 제시\n∙  시스템 구성방안을 상세하게 기술\n∙  인테리어(벽체)의 창의성·심미성 및 구현\n방안을 상세하게 기술\n∙  시스템(장비)별 납품·설치 절차를 상세하게 기술\n∙  시스템 구현을 위한 창의적인 추가제안 등을 기술\n∙  본 시스템(장비)의 운용과 효율적인 관리방안을 제시\n∙  각 장비별 세부규격, 자재사양을 기술",
            ""
          ],
          [
            "Ⅳ. 시험 및 \n품질",
            "1.  시스템  시험\n방안",
            "∙  시스템(장비)의  성능  확보를  위한  방법론  및 \n분석도구, 시험 방안 등을 구체적으로 제시\n∙  각 시스템(장비)별 시험 방안을 제시",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 49 - 목차항목중입찰서류로기제출한서류자격증, 참여인력이력현황등는생략하고, 해당내용이없으면해당사항없음으로간략히기술한다. 제안서 목차 작성방법 비 고 2. 품질보증방안 사업 추진 단계별 품질관리 계획 및 품질보증을 위한 방안을 구체적으로 제시 국제국내 품질인증 획득사항을 기술 V. 사업관리 1. 사업관리방법론 사업추진체계, 보고체계, 구성요서, 위험요소, 변경 등의 프로젝트 관리 방법론 등을 구체적으로 제시 2. 수행조직 및 업무분장 사업을 수행할 조직 및 업무분장 내용을 상세히 제시하여야 한다. 단, 사업책임자는 임원급으로 하며, 실무책임자는 공사기간 중 100 투입 가능한 자로 지정 투입인력에 대한 이력사항을 첨부양식을 이용하여 작성 3. 사업일정계획 사업수행에 필요한 기간을 고려하여 세부 추진 일정을 상세히 제시 4. 형상관리 방법론에 근거한 산출물의 종류, 내용, 제출 시기 등을 기술 산출물의 형상 및 문서를 관리하는 방안을 구체적으로 제시 5. 업무보고 및 검토계획 사업기간 동안 진행사항 보고 및 검토계획을 상 세하게 제시 - 착수, 완료, 주간, 월간, 일일, 수시보고 등 - 단계별 검토회의 등 VI. 지원 1. 하자보증 하자보수 계획, 조직, 절차, 범위, 기간 등 하자보수를 위한 활동과 그 제한사항을 상세 하게 기술 2. 교육훈련 시스템장비별 교육계획을 구체적으로 제시 교육대상, 교육기간, 교육내용 등 3. 기술지원 시스템의 운영 및 유지보수 등에 필요한 기술 이전 계획을 구체적으로 제시 계약종료 후, 추가적으로 발생 가능한 요청 및 수정사항에 대한 사후지원 방안 기술 4. 시험운영 및 안정화 시험운영 및 안정화를 위한 지원방안을 구체적 으로 제시 안정적인 시스템 운영을 위한 백업 및 복구, 장애대응 대책 제시 VII. 기타 2. 추가제안 기타 본 용역과 관련된 항목에서 제시되지 않은 내용 외에 필요하다고 판단되는 사항 및 추가 제안할 사항을 상세히 기술",
      "tables": [
        [
          [
            "제안서 목차",
            "",
            "작성방법",
            "비 고"
          ],
          [
            "",
            "2. 품질보증방안",
            "∙  사업 추진 단계별 품질관리 계획 및 품질보증을 \n위한 방안을 구체적으로 제시\n∙  국제/국내 품질인증 획득사항을 기술",
            ""
          ],
          [
            "Ⅴ. 사업관리",
            "1. 사업관리방법론\n2.  수행조직  및 \n업무분장\n3. 사업일정계획\n4. 형상관리\n5.  업무보고  및 \n검토계획",
            "∙  사업추진체계, 보고체계, 구성요서, 위험요소, 변경 \n등의 프로젝트 관리 방법론 등을 구체적으로 제시\n∙  사업을 수행할 조직 및 업무분장 내용을 상세히 \n제시하여야 한다. (단, 사업책임자는 임원급으로 \n하며, 실무책임자는 공사기간 중 100% 투입\n가능한 자로 지정)\n∙  투입인력에 대한 이력사항을 첨부양식을 이용하여 \n작성\n∙  사업수행에 필요한 기간을 고려하여 세부 추진\n일정을 상세히 제시\n∙  방법론에  근거한  산출물의  종류,  내용,  제출\n시기 등을 기술\n∙  산출물의  형상  및  문서를  관리하는  방안을 \n구체적으로 제시\n∙  사업기간 동안 진행사항 보고 및 검토계획을 상\n세하게 제시\n  - 착수, 완료, 주간, 월간, 일일, 수시보고 등\n  - 단계별 검토회의 등",
            ""
          ],
          [
            "Ⅵ. 지원",
            "1. 하자보증\n2. 교육훈련\n3. 기술지원\n4.  시험운영  및 \n안정화",
            "∙  하자보수 계획, 조직, 절차, 범위, 기간 등\n하자보수를 위한 활동과 그 제한사항을 상세\n하게 기술\n∙  시스템(장비)별 교육계획을 구체적으로 제시\n  (교육대상, 교육기간, 교육내용 등)\n∙  시스템의 운영 및 유지보수 등에 필요한 기술\n이전 계획을 구체적으로 제시\n∙  계약종료 후, 추가적으로 발생 가능한 요청 및  \n수정사항에 대한 사후지원 방안 기술\n∙  시험운영 및 안정화를 위한 지원방안을 구체적\n으로 제시\n∙  안정적인  시스템  운영을  위한  백업  및  복구, \n장애대응 대책 제시",
            ""
          ],
          [
            "Ⅶ. 기타",
            "2. 추가제안",
            "∙  기타 본 용역과 관련된 항목에서 제시되지\n않은  내용  외에  필요하다고  판단되는  사항 \n및 추가 제안할 사항을 상세히 기술",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 50 - 별지 제10호 서식 가 격 제 안 서 사 업 명 공고 사업명 기재 제 안 사 사 업 기 간 개월 제 안 금 액 일금 원 구 분 금 액 비고 합 계 부가가치세 상기 금액으로 가격제안서를 제출합니다. 붙임 금액 산출근거 1부 필히, 함께 밀봉 제출 년 월 일 대표이사 ᄋᄋᄋ 직인 수협중앙회 지도경제사업대표이사 귀하",
      "tables": [
        [
          [
            "가  격  제  안  서",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사   업   명\n제   안   사\n사  업  기  간\n제  안  금  액",
            "",
            "공고  사업명  기재\n   \n    (          )개월\n    일금                                      원  (￦                                    )",
            "",
            "",
            "",
            ""
          ],
          [
            "상기  금액으로  가격제안서를  제출합니다.\n          붙임  :  금액  산출근거  1부  (필히,  함께  밀봉  제출)\n                년        월        일\n○  ○  ○  ○  ○  ○  대표이사  ㅇㅇㅇ  :                직인\n 수협중앙회  지도경제사업대표이사  귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "구  분\n합  계",
            "",
            "",
            "금  액",
            "비고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부가가치세",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 51 - 세 부 명 세 서 총사업비 일금 원 1 개발비 일금 원 2 시스템 일금 원 단위 원 구 분 산출기준 수량 A 단가 B 금 액 CAB 비 고 계 부가가치세 총 합 계 참고 1가격입찰서와세부산출내역은인감날인후밀봉하여제출 2항목별추가또는삭제가능 3업체제안가격은장비별로구분하여각각본회예산범위내에서제시",
      "tables": [
        [
          [
            "구  분",
            "산출기준",
            "수량\n(A)",
            "단가\n(B)",
            "금  액\n(C=A×B)",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계\n부가가치세",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "총    합    계",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 52 - 별지 제11호 서식 공동수급표준협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기 술능력과 인원 및 기자재를 동원하여 공사물품 또는 용역에 대한 계획입찰시공 등을 위하여 일정 출자비율에 따라 공동연대하여 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1 공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2 공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3 대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재산의 관리 및 대금청구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 당해계약의 이행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권리 의무관계가 남아있는 한 본 협정서의 효력은 존속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실 근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 연대하여 책임을 진다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 53 - 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체결 하고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조거래계좌 계약예규공동계약운용요령제11조의 규정에 정한 바에 의한 선금, 기성대가 등은 다음계좌로 지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1 당 공동수급체의 출자비율은 다음과 같이 정한다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2 제1항의 비율은 다음 각호의 1에 해당하는 경우 변경할 수 있다. 다만, 출자 비율을 변경하는 경우 공동수급체 일부구성원의 출자비율 전부를 다른 구성원 에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도 등의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체구성원 연명으로 출자비율의 변경을 요청한 경우 3 현금이외의 출자는 시가를 참작, 구성원이 협의 평가하는 것으로 한다. 제10조손익의 배분 계약을 이행한 후 이익 또는 손실이 발생하였을 경우에는 제9조에서 정한 비율에 따라 배당하거나 분담한다. 제11조권리의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3자에게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1 공동수급체의 구성원은 다음 각호의 1에 해당 하는 경우 외에는 입찰 및 당해계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 제3호의 규정에 해당하는 경우에는 다른 구성원이 반드시 탈퇴 조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 당해 계약을 이행하지 아니하여 해당구성원 외의 공동수급체의 구성원이 발주자의 동의를 얻어 탈퇴조치를 하는 경우",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 54 - 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 당해 계약을 이행하지 아니하여 국가를 당자자로 하는 계약에 관한 벌률 시행령 제76조 제1항제6호의 규정에 의거 입찰참가자격제한조치를 받은 경우 2 제1항의 규정에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연대하여 당해계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공시액 등 잔여계약이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법 으로 당해 요건을 충족하여야 한다. 3 제2항 본문의 경우 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율에 따라 분할하여 제9조의 비율에 가산한다. 4 탈퇴하는 자의 출자금은 계약이행 완료후 제10조의 손실을 공제한 잔액을 반환한다. 제13조하자담보책임 공동수급체가 해산한 후 당해공사에 관하여 하자가 발생 하였을 경우에는 연대하여 책임을 진다. 제14조운영위원회 1 공동수급체는 공동수급체구성원을 위원으로 하는 운영위원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2 이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통에 공동수급체 구성원이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 55 - 별지 제12호 서식 공동수급 합의각서 입찰공고번호 입 찰 일 자 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성하여 입찰에 참가하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의없이 계약 체결 및 이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 생 년 월 일 수협중앙회 지도경제사업대표이사 귀하",
      "tables": [
        [
          [
            "입 찰 공 고 번 호",
            "입  찰  일  자\n        년      월      일"
          ],
          [
            "입    찰    건    명",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 56 - 별지 제13호 서식 청렴계약 이행확약서 당사는 공정하고 투명한 기업경영과 자유경쟁이 기업발전과 기업경쟁력 향상의 관건 임을 깊이 인식하며, 귀 수산업협동조합중앙회이하 수협이라 한다의 청렴계약제도 시 행 취지에 적극적으로 호응하여 다음 사항을 준수 및 성실히 답변할 것을 확약합니다. 1. 당사는 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 유도하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정 행위를 하지 않겠습니다. 2. 당사는 계약체결 및 계약이행 과정에서 부정청탁 및 금품등 수수의 금지에 관한 법률을 준수하여 수협의 계약 관련 임직원에게 동 법률에 따른 부정청탁 및 금품 등친인척 등에 대한 부정한 취업 제공을 포함한다 부당한 이익을 제공하지 않겠습 니다. 3. 당사는 공정한 직무수행을 방해하는 알선청탁을 통하여 입찰 또는 계약과 관련된 특정 정보의 제공을 요구하거나 받는 행위를 하지 않겠습니다. 4. 당사는 수협에 재직하고 있는 임직원 또는 임직원의 4촌 이내의 친족민법 제767 조에 따른 친족을 말함이 설립하거나 취업임직원으로 취업한 경우에 한함한 사 실이 없습니다. 개정 22.8.22 본 호는 수의계약에만 적용하며 경쟁입찰에는 적용하지 않습니다. 5. 당사는 수협에서 퇴직한 자퇴직일부터 2년 이내가 설립하거나 재취업임원으로 취업 한 경우에 한함한 사실이 없습니다. 본 호는 수의계약에만 적용하며 경쟁입찰에는 적용하지 않습니다. 6. 최근 1년간 법인대표자 포함 전제범죄 위반조세포탈, 도박개장죄, 사행성 및 불법 게임몰 이용, 관세포탈, 밀수출입, 재산국외도피, 횡령, 상습도박죄, 법외사행행위, 허위매출전표 작성 등으로 처벌 받은 사실이 없습니다. 처벌 받은 적이 있는 경우 상세히 기재 7. 당사는 공익신고자 보호법에 따라 공익을 침해하는 행위를 신고한 내부 공익신고자 동 법 제2조제7호를 보호하고 지원하겠으며, 불이익조치를 하지 않겠습니다. 신 설 22.8.22 8. 당사는 계약체결 및 계약이행과 관련하여 수협 계약 관련 임직원에게 금품, 향응 등친인척 등에 대한 부정한 취업 제공을 포함한다을 제공한 사실이 드러나거나, 계약 이행과정에서 제1호부터 제6호까지를 위반하였을 경우에는 입찰낙찰의 취소, 계약의 해제해지, 입찰참가자격 제한, 거래중단 등 어떠한 불이익도 감수하고 수협의 불이익 처분과 관련하여 민형사상 일체의 이의를 제기하지 않겠습니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 57 - 수협 임직원4촌 이내의 친족 포함의 설립 및 근무 현황 확약서 제출회사 관계 수협중앙회 회사명 직급 성명 부서명 직급 성명 주의 수협 임직원 또는 임직원의 4촌 이내의 친족민법 제767조에 따른 친족을 말한다이 확약서 제출회사를 설립하였거나 근무하고 있는 경우 직급에 상관없이 작성 수협 퇴직 임직원의 설립 및 근무 현황 확약서 제출회사 퇴직일 설립일 수협중앙회 회사명 직급 성명 부서명 직급 성명 주의 수협에서 퇴직한 임직원퇴직일부터 2년 이내이 확약서 제출회사를 설립하 였거나 근무하고 있는 경우 직급에 상관없이 작성 년 월 일 확약자 주 소 상 호 대표자 인 수협중앙회 지도경제사업대표이사 귀하",
      "tables": [
        [
          [
            "확약서  제출회사\n회사명\n직급\n성명",
            "관계",
            "수협중앙회\n부서명\n직급\n성명"
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "확약서  제출회사\n회사명\n직급\n성명",
            "퇴직일\n(설립일)",
            "수협중앙회\n부서명\n직급\n성명"
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 58 - 별 첨 1. 기술평가객관적 평가기준 및 채점표 1부 2. 기술평가주관적 평가기준 및 채점표 1부 3. 가격제안서 평가기준 및 채점표 1부",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 59 - 별첨 1 기술평가객관적 평가기준 및 채점표 평 가 위 원 성 명 서명 제안업체명 가. 경영상태 평가항목 평 가 요 소 배점 기준 경영상태 회사채에 대한 신용평가등급 AAA 5.0 AA, AA0, AA- 4.5 A, A0, A- 4.0 BBB 3.5 BBB0, BBB- 3.0 BB, BB0 2.5 BB- 2.0 B, B0 1.5 B- 1.0 CCC 이하 0.5 나. 유사용역실적 평가항목 평 가 요 소 배점 기준 유사 분야에서의 유지보수 경험 용역 또는 구축 경험실적 최근3년 유사사업 수행실적 총금액 12억 이상 10 유사사업 수행실적 총금액 9억 이상 8 유사사업 수행실적 총금액 6억 이상 6 유사사업 수행실적 총금액 3억 이상 4 유사사업 수행실적 총금액 3억 이상 2 유사용역범위 LED 전광판 디스플레이영상제어컨트롤러 포함 구축 사업 실적 단순 물품납품 사업은 제외 다. 기술인력 보유상태 평가항목 평 가 요 소 배점 기준 기술인력 보유상태 참여인력현황 4대보험 가입증명서, 해당경력 및 정보통신기술자 자격소지자 9인 이상 5 78인 4 56인 3 34인 2 12인 1",
      "tables": [
        [
          [
            "평가항목",
            "평    가    요    소",
            "",
            "배점  기준",
            ""
          ],
          [
            "경영상태",
            "회사채에  대한\n신용평가등급",
            "AAA\nAA+,  AA0,  AA-\nA+,  A0,  A-\nBBB+\nBBB0,  BBB-\nBB+,  BB0\nBB-\nB+,  B0\nB-\nCCC+  이하",
            "5.0\n4.5\n4.0\n3.5\n3.0\n2.5\n2.0\n1.5\n1.0\n0.5",
            ""
          ]
        ],
        [
          [
            "평가항목",
            "평    가    요    소",
            "",
            "배점  기준",
            ""
          ],
          [
            "유사\n분야에서의 \n유지보수\n경험",
            "용역\n또는\n구축\n  경험실적\n(최근3년)",
            "유사사업  수행실적  총금액  12억  이상\n유사사업  수행실적  총금액  9억  이상\n유사사업  수행실적  총금액  6억  이상\n유사사업  수행실적  총금액  3억  이상\n유사사업  수행실적  총금액  3억  이상",
            "10\n8\n6\n4\n2",
            ""
          ]
        ],
        [
          [
            "평가항목",
            "평    가    요    소",
            "",
            "배점  기준",
            ""
          ],
          [
            "기술인력\n보유상태",
            "참여인력현황\n(4대보험  가입증명서, \n해당경력  및 \n정보통신기술자  자격소지자)",
            "9인  이상\n7~8인\n5∼6인\n3∼4인\n1~2인",
            "5\n4\n3\n2\n1",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 60 - 별첨 2 기술평가주관적 평가기준 및 채점표 평 가 위 원 성 명 서명 제안업체명 단위 점수 구분 중항목 평가요소 배점 채점 객관적 평가 20 경영상태 - 신용등급에 의한 경영상태 5 유사분야 실적 - 사업 또는 구축 경험 실적 10 기술인력 보유상태 - 사업수행인원 보유 5 주관적 평가 60 사업의이해 8 - 사업의 목표, 내용, 특성에 대해 명확히 이해하고 있는가? - 사업 목표 달성을 위한 주변 환경분석 및 업무내용을 명확히 이해하여 적합한 추진전략을 제시하였는가? 8 구축 방안 13 시스템 구축 방안 - LED 디스플레이 등 영상시스템과 음향시스템의 구축 방안 및 활용 방안을 구체적으로 제시하였는가? 8 인테리어 구현방안 - 제안 인테리어를 이해하기 쉽도록 도면, 3D 투시도 등을 활용하여 구체적으로 제시하였는가? - 밝은 분위기의 연출 및 창의적심미적 요소를 갖춘 디자인을 제시하였는가? 5 기술 및 기능의 우수성 12 - 본 사업의 목표 달성에 적합한 장비를 제안하였는가? - 제안장비는 타 장비와의 장단점 분석 등을 통해 기술적 우위 및 풍부한 구축사례를 가지고 있는가? 12 성능시험 및 품질관리 6 - 각 시스템별 구체적인 단위통합성능 시험방안을 타당성 있게 제시하였는가? - 품질관리를 위한 구체적인 방법론 및 계획을 타당성 있게 제시하였는가? 6 사업관리 8 - 사업위험, 사업진도, 사업수행 시 보안을 관리하는 방법, 사업수행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 등 사업관리방법론이 적정하게 제시되었는가? - 사업수행에 필요한 활동을 도출하여 정확한 활동 기간의 산정과 도출된 활동 간의 배열이 합리적이고, 중간목표가 적정하게 제시되어 있는가? - 각 단계별 활동에 적합한 기술인력 등 투입인력 자원이 적절히 할당되어 있는가? - 안정적인 시스템 운영을 위해 각종 복구 및 장애 대응과 백업지원 대책등이 적정하게 제시되어 있는가? 8 사업지원 8 - 하자보수 계획, 조직, 절차, 범위, 기간과 이와 관련된 기타 활동 및 그 제한사항이 적정하게 제시되어 있는가? - 시스템 운영을 위한 교육훈련의 방법, 내용, 일정 및 조직 등이 적정하게 제시되어 있는가? - 시스템 운영 및 유지보수 등에 필요한 기술이전 계획 및 안정화 방안이 상세하게 제시되어 있는가? 8 기타추가제안 등 5 - 성공적인 사업 수행을 위해 요구사항 이외 추가적으로 제안된 사항이 있는가? 추가 제안이 없는 경우 0점 5 가격평가 20 입찰가격 - 수협중앙회 규정에 의한 평점 산식에 따름 20 합 계 100",
      "tables": [
        [
          [
            "구 분",
            "중항목",
            "",
            "평가요소",
            "배점",
            "채점"
          ],
          [
            "객관적\n평가\n(20)",
            "경영상태",
            "",
            "-  신용등급에  의한  경영상태",
            "5",
            ""
          ],
          [
            "",
            "유사분야  실적",
            "",
            "-  사업  또는  구축  경험  실적",
            "10",
            ""
          ],
          [
            "",
            "기술인력 보유상태",
            "",
            "-  사업수행인원  보유",
            "5",
            ""
          ],
          [
            "주관적\n평가\n(60)",
            "사업의이해  (8)",
            "",
            "-  사업의 목표, 내용, 특성에  대해 명확히  이해하고  있는가?\n-  사업  목표  달성을  위한  주변  환경분석  및  업무내용을 \n명확히  이해하여  적합한  추진전략을  제시하였는가?",
            "8",
            ""
          ],
          [
            "",
            "구축\n방안\n(13)",
            "시스템\n구축  방안",
            "- LED 디스플레이 등 영상시스템과 음향시스템의 구축 방안 및 \n활용 방안을 구체적으로 제시하였는가?",
            "8",
            ""
          ],
          [
            "",
            "",
            "인테리어\n구현방안",
            "-  제안  인테리어를  이해하기  쉽도록  도면,  3D  투시도  등을 \n활용하여  구체적으로  제시하였는가?\n-  밝은  분위기의  연출  및  창의적·심미적  요소를  갖춘 \n디자인을  제시하였는가?",
            "5",
            ""
          ],
          [
            "",
            "기술  및  기능의 \n우수성  (12)",
            "",
            "-  본  사업의  목표  달성에  적합한  장비를  제안하였는가?\n-  제안장비는  타  장비와의  장단점  분석  등을  통해  기술적 \n우위  및  풍부한  구축사례를  가지고  있는가?",
            "12",
            ""
          ],
          [
            "",
            "성능시험  및 \n품질관리  (6)",
            "",
            "-  각  시스템별  구체적인  단위/통합/성능  시험방안을 \n타당성  있게  제시하였는가?\n-  품질관리를  위한  구체적인  방법론  및  계획을  타당성 \n있게  제시하였는가?",
            "6",
            ""
          ],
          [
            "",
            "사업관리  (8)",
            "",
            "-  사업위험, 사업진도,  사업수행  시  보안을  관리하는  방법, \n사업수행  성과물이나  산출물의  형상 및 문서를  관리하는 \n방법  등  사업관리방법론이 적정하게 제시되었는가?\n-  사업수행에  필요한  활동을 도출하여 정확한  활동 기간의 \n산정과 도출된  활동 간의  배열이 합리적이고, 중간목표가 \n적정하게  제시되어  있는가?\n-  각  단계별 활동에  적합한  기술인력  등  투입인력  자원이 \n적절히 할당되어 있는가?\n-  안정적인  시스템 운영을  위해 각종  복구  및  장애 대응과 \n백업지원 대책등이 적정하게  제시되어 있는가?",
            "8",
            ""
          ],
          [
            "",
            "사업지원  (8)",
            "",
            "-  하자보수  계획,  조직,  절차,  범위,  기간과 이와  관련된 기타 \n활동 및 그 제한사항이 적정하게 제시되어 있는가?\n-  시스템  운영을  위한  교육훈련의  방법,  내용,  일정  및 \n조직  등이  적정하게  제시되어  있는가?\n-  시스템  운영  및  유지보수  등에  필요한  기술이전  계획  및 \n안정화  방안이  상세하게  제시되어  있는가?",
            "8",
            ""
          ],
          [
            "",
            "기타(추가제안  등)\n(5)",
            "",
            "-  성공적인  사업  수행을  위해  요구사항  이외 추가적으로 \n제안된 사항이  있는가? ※ 추가 제안이 없는 경우 0점",
            "5",
            ""
          ],
          [
            "가격평가\n(20)",
            "입찰가격",
            "",
            "-  수협중앙회  규정에  의한  평점  산식에  따름",
            "20",
            ""
          ],
          [
            "합          계",
            "",
            "",
            "",
            "100",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 61 - 별첨 3 가격제안서 평가기준 및 채점표 평 가 위 원 성 명 서명 제안업체명 입찰가격평가 평가항목 평 가 기 준 배 점 평가점수 입찰가격평가 가격제안서 금액 산출 평가 20 주 입찰가격 평점 산식1 1 입찰 가격이 추정 가격의 100분의 80 이상인 경우 평점 입찰가격평가 배점한도 최저입찰가격 해당입찰가격 2 입찰가격이 추정가격의 100분의 80 미만인 경우 평점 입찰가격평가 배점한도 최저입찰가격 추정가격의 80 상당가격 2 추정가격의 80 상당가격 - 해당입찰가격 추정가격의 80 상당 가격 - 추정가격의 60 상당가격 3 입찰가격 평점산식에 의한 계산결과 소수점이하의 숫자가 있는 경우에는 소수점 다섯째자리에서 반올림함 1. 다만, 입찰가격이추정가격의100분의60미만일경우에는100분의60으로계산 2. 예정가격을작성한경우에는추정가격을예정가격으로적용",
      "tables": [
        [
          [
            "평가항목",
            "평    가    기    준",
            "배  점",
            "평가점수"
          ],
          [
            "입찰가격평가",
            "○  가격제안서  금액  산출  평가",
            "20",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 62 - 붙임 안전보건관리 가이드 서식 1. 안전보건 확보 의무이행 서약서 서식 2. 산업재해 예방조치능력 자기평가표 서식 3. 자기평가 산출근거",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 63 - 서식 1안전보건 확보 의무이행 서약서 안전보건 확보 의무이행 서약서 본인은 수협중앙회의 _________________ 계약을 수행함에 있어 산업재해예 방을 위하여 아래의 내용과 관련 법규에서 정한 필수사항을 철저히 준수할 것 을 다음과 같이 서약합니다. 산업안전보건법, 중대재해처벌법등 관련 법규를 준수하겠습니다. 업체명은 본 공사용역 등을 수행함에 있어 위에 언급한 법규 내용대로 계 약을 성실히 이행할 것이며, 만일 이를 이행하지 않을 경우 계약해지, 입찰참가자 격제한 조치 등 불이익 처분을 받더라도 하등의 이의를 제기하지 아니할 것을 확약하고 제출합니다. 년 월 일 주 소 업 체 명 대 표 자 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 64 - 서식 2산업재해 예방조치능력 자기평가표 자기평가표 작성 결과 아래와 같음을 확인하며, 만일 사실과 다를 경우 계약해지, 입찰참가자격제한 조치 등 불이익 처분을 받더라도 하등의 이의를 제기하지 아니할 것을 확약하고 제출합니다. 1. 심사대상 업체 2. 종합평가 단위 점 구 분 배 점 자기평점 도급 수행 능력 소 계 100 1.안전보건관리체제 40 3.실행수준 40 4.재해발생 20 70점 이상인 입찰참가자만 협상적격자로 선정 가능 20 년 월 일 인 사업명 계약방법 수요기관 심사대상 회사명 책임자 연락 전화번호",
      "tables": [
        [
          [
            "사업명",
            ""
          ],
          [
            "계약방법",
            ""
          ],
          [
            "수요기관",
            ""
          ],
          [
            "심사대상  회사명",
            ""
          ],
          [
            "책임자  연락  전화번호",
            ""
          ]
        ],
        [
          [
            "구            분",
            "",
            "배      점",
            "자기평점"
          ],
          [
            "도급\n수행\n능력",
            "소  계",
            "100",
            ""
          ],
          [
            "",
            "1.안전보건관리체제",
            "40",
            ""
          ],
          [
            "",
            "3.실행수준",
            "40",
            ""
          ],
          [
            "",
            "4.재해발생",
            "20",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 65 - 서식 3자기평가 산출근거 평가항목 배점 점수 자기평가 산출근거간략히 요약 안전보건 관리체계 안전보건방침의 수립 10 도급사업자 규모 및 특성에 맞는 안 전보건방침 수립 안전보건을 확보 하기 위한 지속적인 개선 및 이행의 지 포함 중대재해예방 이행계획 수립 20 산재예방활동에 따른 도급업체의 활 동에 부합하는 목표와 측정 가능한 성과 지표가 수립되고 법규 요구사 항 충족 이행계획 추진 구성원 역할분담 10 이행계획의 효율적 추진을 위한 수 급업체 안전보건조직의 구성, 역할, 책임 및 권한을 명시 실행 수준 위험성 평가 실시 20 업체 규모 및 위험작업 특성을 고 려, 적절한 위험성평가기법으로 절 차에 따라 실시 안전보건교육 실시 10 안전보건교육 종류별로 교육내용, 시기, 대상자, 장소, 성과지표 등을 포함하여 계획 수립됨 유해ᆞ위험 안전작업허가 이행 10 안전작업허가 대상 종류와 허가절차 및 업무역할이 지정되고 기록, 경유 및 보관에 대한 이행계획이 수립됨 재해발생 수준 최근 3년간 산업재해발생 현황 20 최근 휴업을 제외한 2년 동안 무재 해사업장을 유지하거나, 3년 연속 동종업종 평균재해율 미만으로 재해 율이 지속적으로 감소 70점 이상인 입찰참가자만 협상적격자로 선정 가능",
      "tables": [
        [
          [
            "평가항목",
            "",
            "배점",
            "점수",
            "자기평가  산출근거(간략히  요약)"
          ],
          [
            "안전보건\n관리체계",
            "안전보건방침의 \n수립",
            "10",
            "",
            "도급사업자  규모  및  특성에  맞는  안\n전보건방침  수립 \n(안전보건을  확보\n하기  위한  지속적인  개선  및  이행의\n지  포함)"
          ],
          [
            "",
            "중대재해예방 \n이행계획  수립",
            "20",
            "",
            "산재예방활동에  따른  도급업체의  활\n동에  부합하는  목표와  측정  가능한 \n성과  지표가  수립되고  법규  요구사\n항  충족"
          ],
          [
            "",
            "이행계획  추진 \n구성원 역할분담",
            "10",
            "",
            "이행계획의  효율적  추진을  위한  수\n급업체  안전보건조직의  구성,  역할, \n책임  및  권한을  명시"
          ],
          [
            "실행\n수준",
            "위험성\n평가  실시",
            "20",
            "",
            "업체  규모  및  위험작업  특성을  고\n려,  적절한  위험성평가기법으로  절\n차에  따라  실시"
          ],
          [
            "",
            "안전보건교육 \n실시",
            "10",
            "",
            "안전보건교육  종류별로  교육내용, \n시기,  대상자,  장소,  성과지표  등을 \n포함하여  계획  수립됨"
          ],
          [
            "",
            "유해ㆍ위험 \n안전작업허가 \n이행",
            "10",
            "",
            "안전작업허가  대상  종류와  허가절차 \n및  업무역할이  지정되고  기록,  경유 \n및  보관에  대한  이행계획이  수립됨"
          ],
          [
            "재해발생\n수준",
            "최근  3년간 \n산업재해발생 \n현황",
            "20",
            "",
            "최근  휴업을  제외한  2년  동안  무재\n해사업장을  유지하거나, \n3년  연속 \n동종업종  평균재해율  미만으로  재해\n율이  지속적으로  감소"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}