{
  "csv_metadata": {
    "공고 번호": "Unknown_71",
    "공고 차수": -1,
    "사업명": "[재공고][긴급][협상형]운행정보기록 자동분석시스템 개량",
    "사업 금액": "협의 예정",
    "발주 기관": "한국철도공사 (용역)",
    "공개 일자": "2024-08-12 00:00:00",
    "입찰 참여 시작일": "2024-08-21 00:00:00",
    "입찰 참여 마감일": "2024-08-23 00:00:00",
    "사업 요약": "- 사업 개요: 운행정보기록 자동분석시스템 개량\n- 추진배경: 기존 시스템의 정합성 부족 및 신조차량에 대한 자동분석 필요\n- 사업범위: 기존 자동분석 개선, 신조차량 분석 기능 추가, 운행정보 시스템 서버 구축 등\n- 기대효과: 사고장애 예방, 교육효과 증대, 업무량 경감\n- 추진목표: 기능 개선, 대상 차종 추가, 성능 개선, 인터페이스 개선, 데이터 관리 개선, 테스트 및 보안 요구사항 충족",
    "파일형식": "pdf",
    "파일명": "한국철도공사 (용역)_[재공고][긴급][협상형]운행정보기록 자동분석시스.pdf"
  },
  "missing_values": {
    "공고번호_결측": true,
    "공고차수_결측": true,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": true
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "- 1 - 제안요청서 운행정보기록 자동분석시스템 개량 2024. 7. 담당 IT운영센터 운송정보부 부장 김범승 TEL 02-3149-3028 FAX 02-361-8368 팀장 송진출 TEL 02-3149-3422 주임 조하영 TEL 02-3149-3185 한국철도공사 - 2 - I. 사업 개요3 II. 일반 현황4 III. 사업내용6 IV. 제안요청 내용9 V. 제안서 평가 및 사업자 선정 안내68 VI. 용역사업 보안 준수사항 82 VII. 제안서 작성95 VIII. 안전계약 특수조건105 IX. 별지서식123",
      "tables": [
        [
          [
            "담당",
            "IT운영센터\n(운송정보부)",
            "부장  김범승",
            "TEL:  02-3149-3028",
            "FAX:  02-361-8368"
          ],
          [
            "",
            "",
            "팀장  송진출",
            "TEL:  02-3149-3422",
            ""
          ],
          [
            "",
            "",
            "주임  조하영",
            "TEL:  02-3149-3185",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 2,
      "text": "- 3 - I 사업 개요 가. 사업개요 사 업 명 운행정보기록 자동분석시스템 개량 사업기간 착수일로부터 180일 입찰계약 일반경쟁입찰 협상에 의한 계약기술 90, 가격 10 나. 추진배경 기존 구축된 차종별 안전 위험 분석의 정합성 부족 및 고속전동 차량 자동 분석이 되지 않는 등의 문제점 개선 필요 시스템 구축 이후 도입된 신조차량신형 전기동차, KTX-마음, ITX-마음 등에 대한 자동분석 필요 운행정보 자동분석으로 분석효율 향상 및 교육 필요 항목을 추출 하여 기관사 운전습관 교정을 통한 열차안전운행 확보 다. 추진일정 추진과정에서일정은변경될수있음 구 분 2024년2025년 M1 M2 M3 M4 M5 M6 시스템 개발 - 분석 - 설계구현 - 단위통합 시험 연계시스템 기능개선 운영개시 및 안정화 보고회 - 착수, 중간, 최종보고 - 4 - II 일반 현황 가. 운영현황 시스템 개요 열차의 안전운행을 위해 동력차 운행기록과 XROIS의 운행실적을 재구조화하여 기관사 운행패턴 및 안전 위험요소 등을 자 동으로 분석하고 사용자 편의를 위해 각종 통계 및 그래프 정보 제공 주요 기능 구 분 주 요 내 용 수집 XROIS 운행기록과 철마광장의 운전기록을 수집 해석 철마광장의 운전기록을 해석하여 DB화 재구조화 해석된 운전기록과 XROIS의 운행기록을 매칭시켜 이벤트 분석 운행정보기록 자동분석시스템 개념도 L",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "2024년~2025년",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "M1\nM2",
            "",
            "",
            "",
            "M3",
            "",
            "M4",
            "",
            "M5",
            "",
            "M6",
            ""
          ],
          [
            "◦  시스템  개발",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  분석",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  설계/구현",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  단위/통합  시험",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦  연계시스템  기능개선",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦  운영개시 및 안정화",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "◦  보고회",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-  착수,  중간,  최종보고",
            "★",
            "",
            "",
            "",
            "",
            "",
            "★",
            "",
            "",
            "",
            "★",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 3,
      "text": "- 5 - 나. 문제점 자동분석 불가 고속차량과 일부노선의 전동열차 자동분석 불가 고속차량 KTX1은간헐적으로분석, KTX-산천은자동분석건수없음 전동차량 시흥, 이문, 부산에서운영하는전동차량자동분석건수없음 낮은 자동분석 비율 23년 6월 기준 고속차량은 0, 일반차량 37.6, 광역 8로 재구조화를 통한 자동분석비율이 낮음 추출항목 한정 시스템에서 추출 가능한 교육필요 항목은 15개 항목 이나 실제 3개 항목만 추출제한속도위반, 역전간 중립, ATS비상 신조차량 분석불가 시스템 구축 이후 도입된 전기동차 및 KTX-이음 등의 차량에 대해서는 자동분석 불가 향후신조차량도입시마다시스템개선필요성대두 신조차량 데이터 등재 불가 그룹포털 게시판의 용량 제한10MB으로 신조차량신형 전동차, KTX-이음 등 운행데이터 원본 등재 불가 분할압축 해제 불가 고속차량 운행데이터는 분할 압축하여 업로드되 고 있으나, 시스템 구축 당시 오픈 라이브러리 미존재로 해제 불가 편집수정 불가 시스템에서 분석한 통계 결과에 대한 수정편집, 추가 등의 기능이 없어 관리 효율 저하 분석 시간 불일치 시스템에서 분석된 시간과 원본 데이터간 시간이 상이하여 결과에 따른 비교 및 교육이 어려움 솔루션 유료화 하둡 시스템 관리도구 클라우데라의 유료 전환 및 기술 지원 종료에 따라 다른 솔루션으로 대체 필요 무거운 대형 플랫폼 텍스트 데이터만 수집하기 때문에 대용량 데이터를 처리 할 수 있는 시스템으로 전환 필요 - 6 - III 사업내용 가. 개선 효과 사고장애 예방 승무원 전사적 이력관리 및 운전취급 습관 교정을 위한 개인별 추적 관리로 취급부주의에 의한 사고장애 사전 예방 교육효과 증대 자동분석을 통한 분석으로 분석량 확대로 분석 사각지대 해소, 정확성, 객관성을 확보하고 개인별 맞춤형 교육 가능 업무량 경감 자동분석으로 현업 승무사업소 팀장은 수동 분석 업무를 경감시켜 승무원 지도교육 및 안전관리업무에 집중 가능 나. 시스템 개량 항목 기존 자동분석 개선 기존 자동분석 프로세스를 개선하여 데이터 분석율 및 정합성 향상 신조차량 분석기능 추가 기존 자동분석 개선과 신조차량신형 전 기동차, KTX-이음 등도 자동분석이 가능하도록 시스템에 반영 운행정보 시스템 서버 구축 업무포털이 아닌 운행정보 서버를 신규 구축하여 차량에서 추출한 데이터를 해당 서버에 직접 업로드 시스템 연계 운행정보 시스템 서버와 타 서버RTD 등 연계, 운행 데이터를 자동전송 받아 분석 대용량 데이터 처리 시스템 전환 대용량 데이터를 처리할 수 있 고, 빠른 검색 및 분석이 가능한 텍스트 기반 분석 시스템으로 전환 교육 항목수정 교육필요 항목이벤트 항목을 운행데이터에 기록 되는 항목만으로 변경반영 승무원 통계관리 사업소별 전 승무원에 대한 통계관리, 분석결과에 따른 수정 편집이 가능하도록 개선",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 7 - 다. 분석 대상 차종 구분 차종분류 차호또는편성수 비고 1 고속차량 KTX 46편성 KTX-산천 24편성 KTX-원강 14편성 KTX-이음RTD연계 2 일반형 전기동차 ITX-청춘 8편성 경춘선전동차 361001-361013 경의선, 중앙선전동차 331001-27 321001-21 4호선, 이문차량전동차 341001-54 311001-41 1호선전동차 311042-47 311048-65 311066-82 311083-311094 311095-312040 분당선전동 351001-351008 351009-351022 351023-351028 351029-351040 351041-351043 서해선전동차 17개편성 부산전동차 371001-12 381001-10 3 간선형전기동차 누리로 7개편성 ITX새마을 23개편성 ITX-마음 19개편성도입중 4 디젤기관차 7600호대 25량 5 전기기관차 8500호대 87량 8200호대 8256-8287 8201-8255 6 디젤기관차 특대형기관차7500호대 28량 특대형기관차7400호대 71량 특대형기관차7300호대 25량 중형기관차4400호대 59량 - 8 - 라. 목표시스템 구성도",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 5,
      "text": "- 9 - IV 제안요청 내용 1. 제안 방향 가. 본 제안요청서는 운행정보기록 자동분석시스템TORAS 개량 사업 으로 한국철도공사의 요구사항을 충분히 검토한 후 요구기능을 포함하여 제안하여야 한다. 나. 제안서에는 사업계획과 제안요청 제반사항에 대해 제안사 의 추진전략, 추진계획 및 이행방안 등이 구체적이고 명확하게 제안하여야 한다. 다. 본 사업에 대하여 충분히 이해하고 수행계획을 수립하여야 하 며, 제안 요청서에서 요구하는 목표를 달성하기 위해 추가해야 할 사항이 있을 경우 추진방안과 제안사의 역할을 명확하게 제안 하여야 한다. 라. 현재 사용하는 기능에 대해서는 명확한 분석을 통해 통합유지 폐지 등으로 구현 방향을 구체적으로 제안하여야 한다. 2. 제안요청 요구사항 가. 요구사항 요약표 구 분 설명 요구 사항수 시스템 장비 구성 요구사항 ECR, Equipment Composition Requirement 목표사업 수행을 위해 필요한 HW, SW, NW 등 도입장비 내역 등 시스템 장비 구성에 대한 요 구사항을 기술함 5 기능요구사항 SFR, System Functional Requirement 목표시스템이 반드시 수행하여야 하거나 목표시스템 을 이용하여 사용자가 반드시 할 수 있어야 하는 기 능동작에 대해 기술함 단, 업무별 기능구조를 도출한 후, 이에 대한 세부기 능별 상세요구사항으며, 기능 수행을 위한 데이터 요 구사항과 연계를 고려하여 기술함 21 - 10 - 구 분 설명 성능요구사항 PER, Performance Requirement 목표시스템의 처리속도 및 시간, 처리량, 동적정적 용량, 가용성 등 성능에 대한 요구사항을 기술함 인터페이스 요구사항 SIR, System Interface Requirement 목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요건을 기술한 것으로 타 소프트웨어, 하드웨어 및 통신 인터페이스, 타 시스템 들과의 정보교환에 이용되는 프로토콜과의 연계도 포 함하여 기술함 단, 인터페이스 요구사항의 경우 사용자 편의성, 사용 자 경험 등의 사용자 중심의 요구사항을 기술함 데이터 요구사항 DAR, Data Requirement 목표시스템의 서비스에 필요한 초기자료 구축 및 데이 터 변환을 위한 대상, 방법, 보안이 필요한 데이터 등 데이터를 구축하기 위해 필요한 요구사항을 기술 함 테스트 요구사항 TER, Test Requirement 구축된 시스템이 목표대비 제대로 운영되는 가를 테스 트하고 점검하기 위한 요구사항을 찾아내어 기술함 목표시스템의 테스트 유형단위테스트, 통합테스트, 시스템테스트, 성능테스트 등, 테스트 환경, 방법, 절 차 등에 대한 요구사항을 기술함 보안요구사항 SER, Security Requirement 정보 자산의 기밀성과 무결성을 위해 목표시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요건을 기술함 품질요구사항 QUR, Quality Requirement 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요 한 품질항목, 품질 평가 대상 및 목표에 대한 요구사 항을 기술함 신뢰성, 사용성, 유지관리성, 이식성, 보안성으로 구분 하여 기술함 제약사항 COR, Constraint Requirement 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악 된 기술표준업무법제도 등 제약조건 등을 파악하 여 기술함 프로젝트 관리 요구사항 PMR, Project Management Requirement 프로젝트의 원활한 수행을 위한 관리 방법 및 추진 단계별 수행방안에 대한 요구사항을 기술함 프로젝트 지원 요구사항 PSR, Project Support Requirement 프로젝트의 원활한 수행을 위해 필요한 지원사항 및 방안에 대한 요구사항을 기술함 시스템서비스 안정화 및 운영, 교육훈련 및 기술지 원, 하자보수 또는 유지관리 요구사항 등을 기술함 안전 요구사항 SAR, SAfety Requirement 산업안전 보건 관련 법령에서 요구하는 방침 수립 및 실행방법을 기술함 합 계",
      "tables": [
        [
          [
            "구 분",
            "설명",
            "요구\n사항수"
          ],
          [
            "시스템 장비 구성      \n요구사항\n(ECR, Equipment \nComposition Requirement)",
            "·목표사업 수행을 위해 필요한 HW, SW, NW 등 \n도입장비  내역  등  시스템  장비  구성에  대한  요\n구사항을 기술함",
            "5"
          ],
          [
            "기능요구사항\n(SFR, System   \nFunctional Requirement)",
            "·목표시스템이  반드시  수행하여야  하거나  목표시스템\n을 이용하여 사용자가 반드시 할 수 있어야 하는 기\n능(동작)에 대해 기술함\n·단, 업무별 기능구조를 도출한 후, 이에 대한 세부기\n능별 상세요구사항으며, 기능 수행을 위한 데이터 요\n구사항과 연계를 고려하여 기술함",
            "21"
          ]
        ],
        [
          [
            "구 분",
            "설명"
          ],
          [
            "성능요구사항\n(PER, Performance \nRequirement)",
            "·목표시스템의 처리속도 및 시간, 처리량, 동적·정적 \n용량, 가용성 등 성능에 대한 요구사항을 기술함"
          ],
          [
            "인터페이스 요구사항\n(SIR, System Interface \nRequirement)",
            "·목표시스템과  외부를  연결하는  시스템  인터페이스와 \n사용자 인터페이스에 대한 요건을 기술한 것으로 타 \n소프트웨어, 하드웨어 및 통신 인터페이스, 타 시스템\n들과의 정보교환에 이용되는 프로토콜과의 연계도 포\n함하여 기술함\n·단, 인터페이스 요구사항의 경우 사용자 편의성, 사용\n자 경험 등의 사용자 중심의 요구사항을 기술함"
          ],
          [
            "데이터 요구사항\n(DAR, Data Requirement)",
            "·목표시스템의 서비스에 필요한 초기자료 구축 및 데이\n터 변환을 위한 대상, 방법, 보안이 필요한 데이터 \n등 데이터를 구축하기 위해 필요한 요구사항을 기술\n함"
          ],
          [
            "테스트 요구사항\n(TER, Test Requirement)",
            "·구축된 시스템이 목표대비 제대로 운영되는 가를 테스\n트하고 점검하기 위한 요구사항을 찾아내어 기술함\n·목표시스템의  테스트  유형(단위테스트,  통합테스트, \n시스템테스트, 성능테스트 등), 테스트 환경, 방법, 절\n차 등에 대한 요구사항을 기술함"
          ],
          [
            "보안요구사항\n(SER, Security \nRequirement)",
            "·정보 자산의 기밀성과 무결성을 위해 목표시스템의 \n데이터 및 기능, 운영 접근을 통제하기 위한 요건을 \n기술함"
          ],
          [
            "품질요구사항\n(QUR, Quality \nRequirement)",
            "·목표 사업의 원활한 수행 및 운영을 위해 관리가 필요\n한 품질항목, 품질 평가 대상 및 목표에 대한 요구사\n항을 기술함\n·신뢰성, 사용성, 유지관리성, 이식성, 보안성으로 구분\n하여 기술함"
          ],
          [
            "제약사항\n(COR, Constraint \nRequirement)",
            "·목표시스템 설계, 구축, 운영과 관련하여 사전에 파악\n된 기술표준·업무·법제도 등 제약조건 등을 파악하\n여 기술함"
          ],
          [
            "프로젝트 관리 요구사항\n(PMR, Project \nManagement \nRequirement)",
            "·프로젝트의 원활한 수행을 위한 관리 방법 및 추진 \n단계별 수행방안에 대한 요구사항을 기술함"
          ],
          [
            "프로젝트 지원 요구사항\n(PSR, Project Support \nRequirement)",
            "·프로젝트의 원활한 수행을 위해 필요한 지원사항 및 \n방안에 대한 요구사항을 기술함\n·시스템/서비스  안정화  및  운영,  교육훈련  및  기술지\n원, 하자보수 또는 유지관리 요구사항 등을 기술함"
          ],
          [
            "안전 요구사항\n(SAR, SAfety \nRequirement)",
            "·산업안전 보건 관련 법령에서 요구하는 방침 수립 및 \n실행방법을 기술함"
          ],
          [
            "합    계",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 11 - 나. 요구사항 목록 구 분 고유번호 요구사항 명칭 1 시스템 장비 구성 ECR-001 하드웨어 공통 요구사항 ECR-002 하드웨어 도입 요구사항 ECR-003 소프트웨어 공통 요구사항 ECR-004 소프트웨어 도입 요구사항 ECR-005 SOP표준운영절차 2 기능 요구사항 SFR-001 현행 시스템 분석 SFR-002 홈페이지 구현 SFR-003 회원가입 및 계정 관리 SFR-004 관리자 페이지 SFR-005 데이터 수집 및 해석 운행기록 데이터 수집 SFR-006 데이터 수집 및 해석 열차운영정보 수집 SFR-007 데이터 수집 및 해석 고속열차 데이터 해석 SFR-008 데이터 수집 및 해석 일반차량 데이터 해석 SFR-009 데이터 수집 및 해석 광역차량 데이터 해석 SFR-010 데이터 수집 및 해석 DB 연계 모듈 개발 SFR-011 분석 및 재구조화 수집 데이터 재구조화 SFR-012 분석 및 재구조화 분석 데이터 표준화 SFR-013 분석 및 재구조화 기기 취급 및 속도정보 분석 SFR-014 분석 및 재구조화 디지털 신호 기반 안전위험 분석 SFR-015 서비스 시각화 부적합 운행 사유 및 차종 도출 SFR-016 서비스 시각화 운행기록 검색 및 그래프 SFR-017 서비스 시각화 안전위험 분석결과 관리 화면 SFR-018 서비스 시각화 기관사별 통계 및 상세 SFR-019 서비스 시각화 승무사업소별 통계 및 상세 SFR-020 서비스 시각화 본부별 통계 및 상세 SFR-021 서비스 시각화 노선별 통계 및 상세 3 성능 요구사항 PER-001 서비스 성능 최적화 PER-002 시스템 안정성 4 인터페이스 SIR-001 연계 공통사항 SIR-002 타 시스템 연계 SIR-003 사용자 인터페이스 5 데이터 요구사항 DAR-001 데이터베이스 설계 DAR-002 데이터베이스 설계 및 유지관리 DAR-003 데이터 품질관리 체계 및 방안 DAR-004 데이터 관리 DAR-005 데이터 이관 DAR-006 데이터 정합성 검증 및 초기데이터 구성 6 테스트 요구사항 TER-001 도입 인프라 구성설치 TER-002 테스트전략수립 및 이행 TER-003 시스템 테스트 7 보안 요구사항 SER-001 보안지침 준수 및 개인정보 보호 SER-002 보안요건 일반사항 SER-003 참여인원 보안관리 SER-004 정보누출 금지 - 12 - 구 분 고유번호 요구사항 명칭 SER-005 사무실 및 장비 보안관리 SER-006 용역과업 수행관련 보안관리 SER-007 사업완료 후 보안관리 SER-008 응용프로그램 개발 및 서버 보안 8 품질 요구사항 QUR-001 품질관리 방안 QUR-002 기능 구현의 정확성 QUR-003 상호 운용성 등 기타 품질요구사항 QUR-004 하자담보 책임 및 이행 9 제약사항 COR-001 지적소유권 및 산출물의 소유권 COR-002 사업관련 공통 법규정 준수 COR-003 공통 기술표준 준수 10 프로젝트관리 PMR-001 프로젝트 관리 PMR-002 사업추진 일정계획 PMR-003 업무보고 및 검토계획 PMR-004 산출물 관리 PMR-005 핵심 인력 자격요건 PMR-006 사업관리자 PMR-007 인력교체 PMR-008 안정화 운영 지원 인력 PMR-009 공동수급형태의 제안 PMR-010 제안 개발방법론 PMR-011 개발 방법론에 따른 산출물 PMR-012 요구사항품질 관리 및 검사 PMR-013 위험관리 방안 11 프로젝트지원 PSR-001 교육지원 PSR-002 기술지원 PSR-003 하자보수 및 안정화 지원 PSR-004 안정화 활동 PSR-005 기타 지원사항 12 안전 요구사항 SAR-001 안전보건관리체계 수립 SAR-002 안전보건관리체계 실행수준 SAR-003 재해발생 수준",
      "tables": [
        [
          [
            "구 분",
            "고유번호",
            "요구사항 명칭"
          ],
          [
            "",
            "SER-005",
            "사무실 및 장비 보안관리"
          ],
          [
            "",
            "SER-006",
            "용역과업 수행관련 보안관리"
          ],
          [
            "",
            "SER-007",
            "사업완료 후 보안관리"
          ],
          [
            "",
            "SER-008",
            "응용프로그램 개발 및 서버 보안"
          ],
          [
            "8) 품질 요구사항",
            "QUR-001",
            "품질관리 방안"
          ],
          [
            "",
            "QUR-002",
            "기능 구현의 정확성"
          ],
          [
            "",
            "QUR-003",
            "상호 운용성 등 기타 품질요구사항"
          ],
          [
            "",
            "QUR-004",
            "하자담보 책임 및 이행"
          ],
          [
            "9) 제약사항",
            "COR-001",
            "지적소유권 및 산출물의 소유권"
          ],
          [
            "",
            "COR-002",
            "사업관련 공통 법･규정 준수"
          ],
          [
            "",
            "COR-003",
            "공통 기술표준 준수"
          ],
          [
            "10) 프로젝트관리",
            "PMR-001",
            "프로젝트 관리"
          ],
          [
            "",
            "PMR-002",
            "사업추진 일정계획"
          ],
          [
            "",
            "PMR-003",
            "업무보고 및 검토계획"
          ],
          [
            "",
            "PMR-004",
            "산출물 관리"
          ],
          [
            "",
            "PMR-005",
            "핵심 인력 자격요건"
          ],
          [
            "",
            "PMR-006",
            "사업관리자"
          ],
          [
            "",
            "PMR-007",
            "인력교체"
          ],
          [
            "",
            "PMR-008",
            "안정화 운영 지원 인력"
          ],
          [
            "",
            "PMR-009",
            "공동수급형태의 제안"
          ],
          [
            "",
            "PMR-010",
            "제안 개발방법론"
          ],
          [
            "",
            "PMR-011",
            "개발 방법론에 따른 산출물"
          ],
          [
            "",
            "PMR-012",
            "요구사항·품질 관리 및 검사"
          ],
          [
            "",
            "PMR-013",
            "위험관리 방안"
          ],
          [
            "11) 프로젝트지원",
            "PSR-001",
            "교육지원"
          ],
          [
            "",
            "PSR-002",
            "기술지원"
          ],
          [
            "",
            "PSR-003",
            "하자보수 및 안정화 지원"
          ],
          [
            "",
            "PSR-004",
            "안정화 활동"
          ],
          [
            "",
            "PSR-005",
            "기타 지원사항"
          ],
          [
            "12) 안전 요구사항",
            "SAR-001",
            "안전보건관리체계 수립"
          ],
          [
            "",
            "SAR-002",
            "안전보건관리체계 실행수준"
          ],
          [
            "",
            "SAR-003",
            "재해발생 수준"
          ]
        ],
        [
          [
            "구 분",
            "고유번호",
            "요구사항 명칭"
          ],
          [
            "1) 시스템 장비 구성",
            "ECR-001",
            "하드웨어 공통 요구사항"
          ],
          [
            "",
            "ECR-002",
            "하드웨어 도입 요구사항"
          ],
          [
            "",
            "ECR-003",
            "소프트웨어 공통 요구사항"
          ],
          [
            "",
            "ECR-004",
            "소프트웨어 도입 요구사항"
          ],
          [
            "",
            "ECR-005",
            "SOP(표준운영절차)"
          ],
          [
            "2) 기능 요구사항",
            "SFR-001",
            "현행 시스템 분석"
          ],
          [
            "",
            "SFR-002",
            "홈페이지 구현"
          ],
          [
            "",
            "SFR-003",
            "회원가입 및 계정 관리"
          ],
          [
            "",
            "SFR-004",
            "관리자 페이지"
          ],
          [
            "",
            "SFR-005",
            "데이터 수집 및 해석 / 운행기록 데이터 수집"
          ],
          [
            "",
            "SFR-006",
            "데이터 수집 및 해석 / 열차운영정보 수집"
          ],
          [
            "",
            "SFR-007",
            "데이터 수집 및 해석 / 고속열차 데이터 해석"
          ],
          [
            "",
            "SFR-008",
            "데이터 수집 및 해석 / 일반차량 데이터 해석"
          ],
          [
            "",
            "SFR-009",
            "데이터 수집 및 해석 / 광역차량 데이터 해석"
          ],
          [
            "",
            "SFR-010",
            "데이터 수집 및 해석 /  DB 연계 모듈 개발"
          ],
          [
            "",
            "SFR-011",
            "분석 및 재구조화 / 수집 데이터 재구조화"
          ],
          [
            "",
            "SFR-012",
            "분석 및 재구조화 / 분석 데이터 표준화"
          ],
          [
            "",
            "SFR-013",
            "분석 및 재구조화 / 기기 취급 및 속도정보 분석"
          ],
          [
            "",
            "SFR-014",
            "분석 및 재구조화 / 디지털 신호 기반 안전위험 분석"
          ],
          [
            "",
            "SFR-015",
            "서비스 시각화 / 부적합 운행 사유 및 차종 도출"
          ],
          [
            "",
            "SFR-016",
            "서비스 시각화 / 운행기록 검색 및 그래프"
          ],
          [
            "",
            "SFR-017",
            "서비스 시각화 / 안전위험 분석결과 관리 화면"
          ],
          [
            "",
            "SFR-018",
            "서비스 시각화 / 기관사별 통계 및 상세"
          ],
          [
            "",
            "SFR-019",
            "서비스 시각화 / 승무사업소별 통계 및 상세"
          ],
          [
            "",
            "SFR-020",
            "서비스 시각화 / 본부별 통계 및 상세"
          ],
          [
            "",
            "SFR-021",
            "서비스 시각화 / 노선별 통계 및 상세"
          ],
          [
            "3) 성능 요구사항",
            "PER-001",
            "서비스 성능 최적화"
          ],
          [
            "",
            "PER-002",
            "시스템 안정성"
          ],
          [
            "4) 인터페이스",
            "SIR-001",
            "연계 공통사항"
          ],
          [
            "",
            "SIR-002",
            "타 시스템 연계"
          ],
          [
            "",
            "SIR-003",
            "사용자 인터페이스"
          ],
          [
            "5) 데이터 요구사항",
            "DAR-001",
            "데이터베이스 설계"
          ],
          [
            "",
            "DAR-002",
            "데이터베이스 설계 및 유지관리"
          ],
          [
            "",
            "DAR-003",
            "데이터 품질관리 체계 및 방안"
          ],
          [
            "",
            "DAR-004",
            "데이터 관리"
          ],
          [
            "",
            "DAR-005",
            "데이터 이관"
          ],
          [
            "",
            "DAR-006",
            "데이터 정합성 검증 및 초기데이터 구성"
          ],
          [
            "6) 테스트 요구사항",
            "TER-001",
            "도입 인프라 구성/설치"
          ],
          [
            "",
            "TER-002",
            "테스트전략수립 및 이행"
          ],
          [
            "",
            "TER-003",
            "시스템 테스트"
          ],
          [
            "7) 보안 요구사항",
            "SER-001",
            "보안지침 준수 및 개인정보 보호"
          ],
          [
            "",
            "SER-002",
            "보안요건 일반사항"
          ],
          [
            "",
            "SER-003",
            "참여인원 보안관리"
          ],
          [
            "",
            "SER-004",
            "정보누출 금지"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 13 - 3. 제안요청 세부요구사항 가. 시스템장비구성 요구사항 요구사항 고유번호 ECR-001 요구사항 명칭 하드웨어 공통 요구사항 요구사항 분류 시스템장비구성 요구사항 요구사항 상세설명 정의 하드웨어 공통 요구사항 정의 세부 내용 도입되는 모든 장비는 최신 제품이어야 하며 탑재되는 OS 및 SW에 있어서 신규설치 혹은 최신의 Upgrade 버전으로 설치하여야 한다. 설치되는 모든 장비는 설치일 이전까지 제조사에서 발행한 인증서라이 선스 및 기술지원 확약서를 제출하여야 한다. 장비 및 기기등의 설치과정에서 발생하는 제반 안전사고 책임 및 행정적, 기술적 제반비용과 문제처리는 제안사가 부담한다. 장비 설치 시 반드시 공사와 사전 협의 후 공사의 지시에 따라 설치해야 한다. 도입되는 각 제품 및 공사에서 기 사용 중인 제품과의 효율적이고 유기적 인 구성방안을 제시하여야 한다. 설치되는 모든 장비는 공사의 네트워크 상에 연계되어야 하며, 연계 되지 않을 경우 공사는 제품변경을 요구할 수 있으며 제품 변경 시 발생하는 비용에 대해서는 제안사가 부담하여야 한다. 제안한 모든 장비는 제안사가가 제출한 제안서의 세부 수량 및 규격이 일치하여야 한다. 설치되는 하드웨어는 신규설치로 인해 시스템의 성능저하가 발생하지 않아 야 한다. 전원 및 네트워크 이중화를 제공하여야 한다. 기타 필요하다고 판단되는 HW, SW, NW과 관련된 사항은 제안 시 제 시 가능하며, 사업 수행 중 필요하다고 판단되는 경우에는 발주기관과 협의하여 도입여부를 결정하여야 한다. 산출정보 제안서, 사업수행계획서추진일정, 기술지원확약서, SW 라이선스, 보안 정책서, 설치 및 구성 결과서 관련요구사항 - 14 - 요구사항 고유번호 ECR-002 요구사항 명칭 하드웨어 도입 요구사항 요구사항 분류 시스템장비구성 요구사항 요구사항 상세설명 정의 하드웨어 요구사항 정의 세부 내용 운행정보기록 자동분석시스템TORAS 운영용으로 도입되는 장비는 다음의 요구되는 규격은 해당 장비의 최소의 규격으로 해당 업무가 정상적이고 원활 하게 운영될 수 있도록 해당 기준을 충족시켜야 한다. 1 시각화 서버 2식 장 치 세 부 규 격 OS - 운영체제 포함 Linux, 시스템 구성에 최적화된 운영체제 제안 - 제안서버 벤더사의 기술지원 인증 - 커널, 쉘, IO 등 64bit 지원 향후 버전 업그레이드 및 FIX 지원 CPU - Xeon 2.9GHz 2P16C 이상 Disk - SSD 480GB2 이상 RAM - 64GB 이상 콘솔 및 랙 - 17 LCD 모니터 이상서버 모니터링 가능 - 시스템관리용, 랙 장착형 - 랙 포함, KVM스위치 2 수집 서버 2식 장 치 세 부 규 격 OS - 운영체제 포함 Linux, 시스템 구성에 최적화된 운영체제 제안 - 제안서버 벤더사의 기술지원 인증 - 커널, 쉘, IO 등 64bit 지원 향후 버전 업그레이드 및 FIX 지원 CPU - Xeon 2.4GHz 2P32C 이상 Disk - SSD 480GB2 이상 RAM - 256GB 이상 콘솔 및 랙 - 17 LCD 모니터 이상서버 모니터링 가능 - 시스템관리용, 랙 장착형 - 랙 포함, KVM스위치",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "하드웨어 공통 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "시스템장비구성 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "하드웨어 공통 요구사항 정의"
          ],
          [
            "",
            "세부\n내용",
            "￮  도입되는 모든 장비는 최신 제품이어야 하며 탑재되는 OS 및 SW에 있어서 \n신규설치 혹은 최신의 Upgrade 버전으로 설치하여야 한다.\n￮  설치되는 모든 장비는 설치일 이전까지  제조사에서 발행한 인증서(라이\n선스) 및 기술지원 확약서를 제출하여야 한다.\n￮ 장비 및 기기등의 설치과정에서 발생하는 제반 안전사고 책임 및 행정적, \n기술적 제반비용과 문제처리는 제안사가 부담한다.\n￮  장비 설치 시 반드시 공사와 사전 협의 후 공사의 지시에 따라 설치해야 한다.\n￮ 도입되는 각 제품 및 공사에서 기 사용 중인 제품과의 효율적이고 유기적\n인 구성방안을 제시하여야 한다.\n￮ 설치되는 모든 장비는 공사의 네트워크 상에 연계되어야 하며, 연계 되지 \n않을 경우 공사는 제품변경을 요구할 수 있으며 제품 변경 시 발생하는 \n비용에 대해서는 제안사가 부담하여야 한다.\n￮  제안한 모든 장비는 제안사가가 제출한 제안서의 세부 수량 및 규격이 \n일치하여야 한다.\n￮  설치되는 하드웨어는 신규설치로 인해 시스템의 성능저하가 발생하지 않아\n야 한다.\n￮ 전원 및 네트워크 이중화를 제공하여야 한다.\n￮  기타 필요하다고 판단되는 H/W, S/W, N/W과 관련된 사항은 제안 시 제\n시  가능하며,  사업  수행  중  필요하다고  판단되는  경우에는  발주기관과 \n협의하여 도입여부를 결정하여야 한다."
          ],
          [
            "산출정보",
            "",
            "제안서,  사업수행계획서(추진일정),  기술지원확약서,  S/W  라이선스,  보안\n정책서, 설치 및 구성 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-002",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "하드웨어 도입 요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "시스템장비구성 요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "하드웨어 요구사항 정의",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "￮ 운행정보기록 자동분석시스템(TORAS) 운영용으로 도입되는 장비는 다음의 \n요구되는 규격은 해당 장비의 최소의 규격으로 해당 업무가 정상적이고 원활\n하게 운영될 수 있도록 해당 기준을 충족시켜야 한다.\n(1) 시각화 서버 : 2식\n(2) 수집 서버 : 2식",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "장 치",
            "세 부 규 격",
            ""
          ],
          [
            "",
            "",
            "",
            "O/S",
            "- 운영체제 포함 \n(Linux, 시스템 구성에 최적화된 운영체제 제안)\n- 제안서버 벤더사의 기술지원 인증\n- 커널, 쉘, I/O 등 64bit 지원\n* 향후 버전 업그레이드 및 FIX 지원",
            ""
          ],
          [
            "",
            "",
            "",
            "CPU",
            "- Xeon 2.9GHz 2P/16C 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "Disk",
            "- SSD 480GB*2 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "RAM",
            "- 64GB 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "콘솔 및 랙",
            "- 17“ LCD 모니터 이상(서버 모니터링 가능) \n- 시스템관리용, 랙 장착형\n- 랙 포함, KVM스위치",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "장 치",
            "세 부 규 격",
            ""
          ],
          [
            "",
            "",
            "",
            "O/S",
            "- 운영체제 포함 \n(Linux, 시스템 구성에 최적화된 운영체제 제안)\n- 제안서버 벤더사의 기술지원 인증\n- 커널, 쉘, I/O 등 64bit 지원\n* 향후 버전 업그레이드 및 FIX 지원",
            ""
          ],
          [
            "",
            "",
            "",
            "CPU",
            "- Xeon 2.4GHz 2P/32C 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "Disk",
            "- SSD 480GB*2 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "RAM",
            "- 256GB 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "콘솔 및 랙",
            "- 17“ LCD 모니터 이상(서버 모니터링 가능) \n- 시스템관리용, 랙 장착형\n- 랙 포함, KVM스위치",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 15 - 3 분석 서버 3식 장 치 세 부 규 격 OS - 운영체제 포함 Linux, 시스템 구성에 최적화된 운영체제 제안 - 제안서버 벤더사의 기술지원 인증 - 커널, 쉘, IO 등 64bit 지원 향후 버전 업그레이드 및 FIX 지원 CPU - Xeon 2.4GHz 2P32C 이상 Disk - SSD 480GB2, HDD 8T8 이상 RAM - 512GB 이상 콘솔 및 랙 - 17 LCD 모니터 이상서버 모니터링 가능 - 시스템관리용, 랙 장착형 - 랙 포함, KVM스위치 4 스위치 2식 장 치 세 부 규 격 스위치 - TOR 스위치 10G 24port 콘솔 및 랙- 시스템관리용, 랙 장착형 - 랙 포함, KVM스위치 상기 사양제품 또는 동등 이상의 제품이어야 함 산출정보 제안서, 사업수행계획서추진일정, 기술지원확약서, SW 라이선스, 보안 정책서, 설치 및 구성 결과서 관련요구사항 - 16 - 요구사항 고유번호 ECR-003 요구사항 명칭 소프트웨어 공통 요구사항 요구사항 분류 시스템장비구성 요구사항 요구사항 상세설명 정의 소프트웨어 공통 요구사항 정의 세부 내용 도입되는 소프트웨어는 공사에 기 보유하고 있는 제품과 호환 가능한 제품 으로 도입되어야 하며, 제안하는 시스템소프트웨어 구성을 위하여 커스터 마이징 또는 튜닝이 필요한 경우 이를 지원하여야 한다. 제시한 사항 외의 소프트웨어는 공급사의 필요에 따라 무상으로 지원 하여야 한다. 요청하는 세부 수량 및 규격 외에 제안사가 제시하는 내용은 공사의 구 축 및 개발환경 구성에 맞도록 개발환경을 위한 소프트웨어를 제공하여야 한다. 도입 예정인 서버에 탑재되는 OS 및 소프트웨어의 신규설치 혹은 버전 Upgrade로 인해 발생 가능한 문제에 대하여 파악하고 대응방안을 제시 하여야 한다. 도입되는 모든 제품은 공사에서 사용하는데 있어 지적재산권과 관련 된 문제가 발생되지 않도록 제품 라이선스를 명확히 제출하여야 한다. 제공하는 소프트웨어 및 솔루션은 최상의 버전 제안을 우선하며, 기존 버전 제안 시 향후 버전 업그레이드 적용 방안을 포함하여 제안하여야 한다. 가능한 소프트웨어를 모듈화하여 시스템 갱신이 용이하도록 개발하여야 한다. 도입되는 소프트웨어 라이선스 비용은 시스템 정식개통일 이전에 발생하는 비용에 한하여 수행사가 부담한다. 본 요청서에 별도 명기된 사항이 없더라도 사업수행 시 고려해야 될 사 항이 있을 시 이를 포함하여 제안 및 지원한다. 산출정보 제안서, 사업수행계획서추진일정, 기술지원확약서, SW 라이선스, 보안 정책서, 설치 및 구성 결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어 공통 요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "시스템장비구성 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "소프트웨어 공통 요구사항 정의"
          ],
          [
            "",
            "세부\n내용",
            "￮  도입되는 소프트웨어는 공사에 기 보유하고 있는 제품과 호환 가능한 제품\n으로 도입되어야 하며, 제안하는 시스템소프트웨어 구성을 위하여 커스터\n마이징 또는 튜닝이 필요한 경우 이를 지원하여야 한다.\n￮  제시한 사항 외의 소프트웨어는 공급사의 필요에 따라 무상으로 지원\n하여야 한다.\n￮  요청하는 세부 수량 및 규격 외에 제안사가 제시하는 내용은 공사의 구\n축 및 개발환경 구성에 맞도록 개발환경을 위한 소프트웨어를 제공하여야 \n한다.\n￮  도입 예정인 서버에 탑재되는 OS 및 소프트웨어의 신규설치 혹은 버전 \nUpgrade로 인해  발생  가능한  문제에  대하여  파악하고  대응방안을  제시\n하여야 한다.\n￮  도입되는 모든 제품은 공사에서  사용하는데  있어  지적재산권과  관련\n된 문제가 발생되지 않도록 제품 라이선스를 명확히 제출하여야 한다.\n￮  제공하는  소프트웨어  및  솔루션은  최상의  버전  제안을  우선하며,  기존 \n버전  제안  시  향후  버전  업그레이드  적용  방안을  포함하여  제안하여야 \n한다.\n￮  가능한 소프트웨어를 모듈화하여 시스템 갱신이 용이하도록 개발하여야 한다.\n￮  도입되는 소프트웨어 라이선스 비용은 시스템 정식개통일 이전에 발생하는 \n비용에 한하여 수행사가 부담한다.\n￮  본 요청서에 별도 명기된 사항이 없더라도 사업수행 시 고려해야 될 사\n항이 있을 시 이를 포함하여 제안 및 지원한다."
          ],
          [
            "산출정보",
            "",
            "제안서,  사업수행계획서(추진일정),  기술지원확약서,  S/W  라이선스,  보안\n정책서, 설치 및 구성 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "(3) 분석 서버 : 3식\n(4) 스위치 : 2식\n※ 상기 사양제품 또는 동등 이상의 제품이어야 함",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "장 치",
            "세 부 규 격",
            ""
          ],
          [
            "",
            "",
            "",
            "O/S",
            "- 운영체제 포함 \n(Linux, 시스템 구성에 최적화된 운영체제 제안)\n- 제안서버 벤더사의 기술지원 인증\n- 커널, 쉘, I/O 등 64bit 지원\n* 향후 버전 업그레이드 및 FIX 지원",
            ""
          ],
          [
            "",
            "",
            "",
            "CPU",
            "- Xeon 2.4GHz 2P/32C 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "Disk",
            "- SSD 480GB*2, HDD 8T*8 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "RAM",
            "- 512GB 이상",
            ""
          ],
          [
            "",
            "",
            "",
            "콘솔 및 랙",
            "- 17“ LCD 모니터 이상(서버 모니터링 가능) \n- 시스템관리용, 랙 장착형\n- 랙 포함, KVM스위치",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "장 치",
            "세 부 규 격",
            ""
          ],
          [
            "",
            "",
            "",
            "스위치",
            "- TOR 스위치 10G 24port",
            ""
          ],
          [
            "",
            "",
            "",
            "콘솔 및 랙",
            "- 시스템관리용, 랙 장착형\n- 랙 포함, KVM스위치",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "제안서,  사업수행계획서(추진일정),  기술지원확약서,  S/W  라이선스,  보안\n정책서, 설치 및 구성 결과서",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 17 - 요구사항 고유번호 ECR-004 요구사항 명칭 소프트웨어 도입 요구사항 요구사항 분류 시스템장비구성 요구사항 요구사항 상세설명 정의 소프트웨어 도입 요구사항 정의 세부 내용 텍스트 기반 대용량 데이터 분석 소프트웨어 3식 종 류 세 부 규 격 SW 텍스트 기반 대용량 데이터 분석 소프트웨어 세부사항 - 연중무휴 24시간 지원 - 고급 보안 기능 - Machine Learning - Anomaly Detection - Workplace Search - 클러스터 간 복제 기능 - Gold Subscription 포함 상기 사양제품 또는 동등 이상의 제품이어야 함 DB 및 파일을 포함하여 텍스트 이외의 데이터를 수집저장할 수 있는 기능 제공 다양한 데이터 처리를 할 수 있도록 구성하고, 대용량 데이터 실시간 처리 플랫폼 제공 분석엔진을 이용한 통계 함수 Library 지원 다양한 Visual 분석환경 제공 데이터를 조회할 수 있는 UI 기반 도구 정공 오픈소스 및 외부데이터 분석 시 지식재산권에 위배되지 말아야 한다. Hadoop DataCSV에서 도입 소프트웨어 데이터로 데이터 형식 규격 및 처리 프로세스를 마이그레이션 하여야 한다. 도입 소프트웨어에 대한 기술지원 확약서를 제출하여야 한다. 제안서 포함 산출정보 제안서, 사업수행계획서추진일정, 기술지원확약서, SW 라이선스, 보안 정책서, 설치 및 구성 결과서 관련요구사항 - 18 - 요구사항 고유번호 ECR-005 요구사항 명칭 SOP표준운영절차 요구사항 분류 시스템장비구성 요구사항 요구사항 상세설명 정의 운행정보 기록 자동분석 시스템 SOP 작성 세부 내용 장비별 SOP 작성 업무수행에 기준이 되는 절차 정의 및 효율성 도모 장애대응 시나리오, 이례사항 시 복구 순서, 시스템 점검 체크리스트 등 안정적인 시스템 운영을 위한 표준화된 업무절차 작성 산출정보 제안서, 사업수행계획서추진일정, 기술지원확약서, SW 라이선스, 보안 정책서, 설치 및 구성 결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "SOP(표준운영절차)"
          ],
          [
            "요구사항 분류",
            "",
            "시스템장비구성 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "운행정보 기록 자동분석 시스템 SOP 작성"
          ],
          [
            "",
            "세부\n내용",
            "￮  장비별 SOP 작성\n￮  업무수행에 기준이 되는 절차 정의 및 효율성 도모\n￮  장애대응 시나리오, 이례사항 시 복구 순서, 시스템 점검 체크리스트 \n등 안정적인 시스템 운영을 위한 표준화된 업무절차 작성"
          ],
          [
            "산출정보",
            "",
            "제안서,  사업수행계획서(추진일정),  기술지원확약서,  S/W  라이선스,  보안\n정책서, 설치 및 구성 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "ECR-004",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "소프트웨어 도입 요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "시스템장비구성 요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "소프트웨어 도입 요구사항 정의",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "￮  텍스트 기반 대용량 데이터 분석 소프트웨어 : 3식 \n※ 상기 사양제품 또는 동등 이상의 제품이어야 함\n￮  DB 및 파일을 포함하여 텍스트 이외의 데이터를 수집‧저장할 수 있는 \n기능 제공\n￮  다양한 데이터 처리를 할 수 있도록 구성하고, 대용량 데이터 실시간 \n처리 플랫폼 제공\n￮  분석엔진을 이용한 통계 함수 Library 지원\n￮  다양한 Visual 분석환경 제공\n￮  데이터를 조회할 수 있는 UI 기반 도구 정공\n￮  오픈소스 및 외부데이터 분석 시 지식재산권에 위배되지 말아야 한다.\n￮  Hadoop Data(CSV)에서 도입 소프트웨어 데이터로 데이터 형식 규격 \n및 처리 프로세스를 마이그레이션 하여야 한다.\n￮  도입 소프트웨어에 대한 기술지원 확약서를 제출하여야 한다. (※제안서 \n포함)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "종 류",
            "세 부 규 격",
            ""
          ],
          [
            "",
            "",
            "",
            "S/W",
            "텍스트 기반 대용량 데이터 분석 소프트웨어",
            ""
          ],
          [
            "",
            "",
            "",
            "세부사항",
            "- 연중무휴 24시간 지원\n- 고급 보안 기능\n- Machine Learning\n- Anomaly Detection\n- Workplace Search\n- 클러스터 간 복제 기능\n- Gold Subscription 포함",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "제안서,  사업수행계획서(추진일정),  기술지원확약서,  S/W  라이선스,  보안\n정책서, 설치 및 구성 결과서",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 19 - 나. 기능 요구사항 요구사항 고유번호 SFR-001 요구사항 명칭 현행 시스템 분석 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 현행 운행정보기록 자동분석시스템TORAS 기능 분석 세부 내용 사용자 요구사항 현황 분석 - 사용자 편의를 위한 요청사항 수렴, 의견 반영 - 기존 시스템의 문제점 개선방안을 도출 - 기존 기능은 모두 수용하며 협의를 통해 추가 가능 - 사용자 요구사항에 따라 화면구성이 변경 또는 추가될 수 있음 메뉴 화면별 프로그램 소스파일 재활용성 분석 - 분석설계 단계에서 소스 분석 및 변환 - 데이터베이스 분석 및 변환 - 로직 분석 및 재활용성 분석 기존 구축된 차량의 교육필요 항목 정상 추출 여부 분석 후 개선 기존 도입된 고속일반광역 차량의 자동분석 불가 문제 분석 후 개선 현행 시스템의 메뉴별 화면은 신규 시스템에 반영되어야 한다. 단, 업무프로세스 설계결과 공사에서 개발내역에서 제외할 경우 미반영할 수 있다. 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 - 20 - 요구사항 고유번호 SFR-002 요구사항 명칭 홈페이지 구현 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 홈페이지 구현 사항 세부 내용 전자정부표준프레임워크를 사용하여 개발하여야 함 SSL 보안 적용 홈페이지는 발주처의 특색이 충분히 표시될 수 있도록 구성 홈페이지의 신규가입 회원 데이터 등 운영상의 모든 데이터는 신규 구축된 DB에 저장되어야 함 단조롭고 관리 용이한 형태관리자 화면 공동 개발 권한에 따라 허용된 기능사용 및 정보에 접근할 수 있음 발주처 요구에 따라 화면은 변경 또는 추가될 수 있음 모든 정보시스템 접근 시에는 사용자 인증 선행 제안요청서상에 세부내용으로 기재되지 않은 사항이라도 발주처의 의 견, 이용자의 개편의견 등을 적극 반영하여 구축 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "홈페이지 구현"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "홈페이지 구현 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  전자정부표준프레임워크를 사용하여 개발하여야 함\n￮  SSL 보안 적용\n￮  홈페이지는 발주처의 특색이 충분히 표시될 수 있도록 구성\n￮  홈페이지의 신규가입 회원 데이터 등 운영상의 모든 데이터는 신규 \n구축된 DB에 저장되어야 함\n￮  단조롭고 관리 용이한 형태(관리자 화면 공동 개발)\n￮  권한에 따라 허용된 기능사용 및 정보에 접근할 수 있음\n   * 발주처 요구에 따라 화면은 변경 또는 추가될 수 있음\n￮  모든 정보시스템 접근 시에는 사용자 인증 선행\n ￮  제안요청서상에 세부내용으로 기재되지 않은 사항이라도 발주처의 의\n견, 이용자의 개편의견 등을 적극 반영하여 구축"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "현행 시스템 분석"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "현행 운행정보기록 자동분석시스템(TORAS) 기능 분석"
          ],
          [
            "",
            "세부\n내용",
            "￮  사용자 요구사항 현황 분석\n  - 사용자 편의를 위한 요청사항 수렴, 의견 반영\n  - 기존 시스템의 문제점 개선방안을 도출\n  - 기존 기능은 모두 수용하며 협의를 통해 추가 가능\n  - 사용자 요구사항에 따라 화면구성이 변경 또는 추가될 수 있음\n￮  메뉴 화면별 프로그램 소스파일 재활용성 분석\n  - 분석·설계 단계에서 소스 분석 및 변환\n  - 데이터베이스 분석 및 변환\n  - 로직 분석 및 재활용성 분석\n￮  기존 구축된 차량의 교육필요 항목 정상 추출 여부 분석 후 개선\n￮  기존 도입된 고속·일반·광역 차량의 자동분석 불가 문제 분석 후 개선\n* 현행 시스템의 메뉴별 화면은 신규 시스템에 반영되어야 한다. 단, \n업무프로세스 설계결과 공사에서 개발내역에서 제외할 경우 미반영할 수 \n있다."
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 21 - 요구사항 고유번호 SFR-003 요구사항 명칭 회원가입 및 계정 관리 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 회원 가입 및 계정 관리 세부 내용 회원가입 시 사용자 PC의 IP를 입력하고, 등록한 IP가 입력된 PC가 아닌 경우 가입한 아이디로 로그인 제한 사용자 본인의 아이디 및 비밀번호 찾기 기능 사용자 로그인시 5회 이상 비밀번호가 틀리면 자동 잠겨야 함 - 사용자는 문자인증으로 잠김을 풀 수 있어야 함 - 이력조회가 가능해야 함 회원정보 관리 기능 - 사용자 본인의 상세정보 조회 기능 - 사용자 본인의 회원정보 변경 및 삭제 기능 - 사용자 본인의 회원 탈퇴 기능 - 각종 개인 설정 기능 관리자는 회원탈퇴에 대한 이력을 검색할 수 있어야 하고 관련정보탈퇴 시간 등을 포함 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 - 22 - 요구사항 고유번호 SFR-004 요구사항 명칭 관리자 페이지 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 관리자 페이지 기능에 대한 사항 세부 내용 관리자 전용 페이지 별도 구성 - 별도 포트로 설정하여 허가된 IP에서만 접근 가능 팝업 공지 기능을 제공한다. - 이미지 및 텍스트 입력 기능 제공 - 팝업 비활성화 선택 기능 제공 권한 관리 - 권한은 그룹별 개인별 화면별로 지정하여 부여할 수 있어야 함 - 메뉴 화면별로 시스템에 접속 가능한 허용 IP리스트 관리기능 사용자관리자 생성수정삭제조회 기능과 사용자그룹 관리 기능 이벤트 관리 화면 구현 - 차종별 디지털 신호 정보 사용 관리 기능 - 차종별 부적합 운행 분석 로직 관리 기능 XROIS 연계 인터페이스 시점 및 인터페이스 수령 정보 항목을 기준정보로 관리갱신, 조회, 검색, 삭제할 수 있어야 함 발주처 요구에 따라 화면은 변경 또는 추가될 수 있음 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "회원가입 및 계정 관리"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "회원 가입 및 계정 관리"
          ],
          [
            "",
            "세부\n내용",
            "￮  회원가입 시 사용자 PC의 IP를 입력하고, 등록한 IP가 입력된 PC가 아닌 \n경우 가입한 아이디로 로그인 제한\n￮  사용자 본인의 아이디 및 비밀번호 찾기 기능\n￮  사용자 로그인시 5회 이상 비밀번호가 틀리면 자동 잠겨야 함\n  - 사용자는 문자인증으로 잠김을 풀 수 있어야 함 \n  - 이력조회가 가능해야 함\n￮  회원정보 관리 기능\n  - 사용자 본인의 상세정보 조회 기능\n  - 사용자 본인의 회원정보 변경 및 삭제 기능\n  - 사용자 본인의 회원 탈퇴 기능\n  - 각종 개인 설정 기능 \n￮ 관리자는 회원탈퇴에 대한 이력을 검색할 수 있어야 하고 \n관련정보(탈퇴 시간 등)을 포함"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "관리자 페이지"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "관리자 페이지 기능에 대한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  관리자 전용 페이지 별도 구성\n  - 별도 포트로 설정하여 허가된 IP에서만 접근 가능\n￮  팝업 공지 기능을 제공한다.\n  - 이미지 및 텍스트 입력 기능 제공\n  - 팝업 비활성화 선택 기능 제공\n￮  권한 관리\n  - 권한은 그룹별 개인별 화면별로 지정하여 부여할 수 있어야 함\n  - 메뉴 화면별로 시스템에 접속 가능한 허용 IP리스트 관리기능\n￮  사용자(관리자) 생성/수정/삭제/조회 기능과 사용자그룹 관리 기능\n￮  이벤트 관리 화면 구현\n  - 차종별 디지털 신호 정보 사용 관리 기능\n  - 차종별 부적합 운행 분석 로직 관리 기능\n￮  XROIS 연계 인터페이스 시점 및 인터페이스 수령 정보 항목을 \n기준정보로 관리(갱신, 조회, 검색, 삭제)할 수 있어야 함\n   * 발주처 요구에 따라 화면은 변경 또는 추가될 수 있음"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 23 - 요구사항 고유번호 SFR-005 요구사항 명칭 데이터 수집 및 해석 운행기록 데이터 수집 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 운행기록 데이터 수집 세부 내용 운행기록 로그 파일을 업로드하는 별도 시스템 및 화면 구현 - 로그 파일 업로드 용량은 최대 용량을 지정하여 로그 파일을 업로드 할 때 지장이 없어야 함 데이터 저장 시한은 발주처에서 지정 차량에서 추출한 운행기록 데이터 수집 운행정보 수령 시 차종별 로그 등록방법을 제시하여야 함 - 차종별 로그 파일의 수령 방식 및 파일 형식이 상이함 데이터 파일이 분할압축 되어 있을 경우 시스템에서 해제 가능하여야 함 RTD 대상 차량KTX-이음, EL8200 8500, ITX-새마을, DL7600호대, 이하 RTD 대상 차량의 데이터를 수령 및 분석 할 수 있어야 함 차종별 운행기록 로그 자동 분석 - 운행기록장치 데이터는 데이터 파일 및 DB에 데이터가 공급된 후 자동 으로 분석하여야 함 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 요구사항 고유번호 SFR-006 요구사항 명칭 데이터 수집 및 해석 열차운영정보 수집 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 열차운영정보 수집 세부 내용 열차운영정보XROIS 정보 활용 시스템 간 연계하여 공통코드, 역정보, 선정보, 선 구성역, 차량속도, 차량제원, 운행차량 기본정보, 열차운행내역,승무이력, 객차 화차 정보, 동력차호, 편성정보, 차량상태 정보를 수집하여야 함 수집 열차운영정보는 발주처와 협의하여야 함 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 - 24 - 요구사항 고유번호 SFR-007 요구사항 명칭 데이터 수집 및 해석 고속열차 데이터 해석 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 고속열차 데이터 해석 세부 내용 동력차 데이터 해석 모듈을 작성 해석 모듈은 KTX, KTX-산천, KTX-이음, KTX-원강 등 고속 차량에 대하여 동력차 운행정보를 입력받아 해석 결과를 수령할 수 있어야 함 차량별 해석 데이터 및 프로그램은 발주처에서 지정 로그 데이터 추출 항목은 데이터 표준화를 하여야 하며 차종별 데이터 명세서를 작성 및 제출하여야 함 해석 데이터를 분석 엔진에 저장하여야 함 신조 차량RTD 대상 차량 데이터를 시스템 연계를 통해 목적 시스템에 등재 및 데이터 해석 할 수 있어야 함 수집한 고속 차량 운행 데이터에 대한 해석 성공률을 높일 수 있는 방안 제시 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 요구사항 고유번호 SFR-008 요구사항 명칭 데이터 수집 및 해석 일반차량 데이터 해석 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 일반차량 데이터 해석 세부 내용 동력차 데이터 해석 모듈을 작성 해석 모듈은 ITX-새마을, 누리로, 7600호대, 71007500, 4400호대, 8500호대, 82018255, 82568287, ITX-청춘, ITX-마음 등 일반 차량에 대하여 동력차 운행정보를 입력받아 해석 결과를 수령할 수 있어야 함 차량별 해석 데이터 및 프로그램은 발주처에서 지정 로그 데이터 추출 항목은 데이터 표준화를 하여야 하며 차종별 데이터 명세서를 작성 및 제출하여야 함 해석 데이터를 분석 엔진에 저장하여야 함 신조 차량RTD 대상 차량 데이터를 시스템 연계를 통해 목적 시스템에 등재 및 데이터 해석 할 수 있어야 함 수집한 일반 차량 운행 데이터에 대한 해석 성공률을 높일 수 있는 방안 제시 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 수집 및 해석 / 고속열차 데이터 해석"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "고속열차 데이터 해석"
          ],
          [
            "",
            "세부\n내용",
            "￮  동력차 데이터 해석 모듈을 작성\n￮  해석 모듈은 KTX, KTX-산천, KTX-이음, KTX-원강 등 고속 차량에 \n대하여 동력차 운행정보를 입력받아 해석 결과를 수령할 수 있어야 함\n   * 차량별 해석 데이터 및 프로그램은 발주처에서 지정\n￮  로그 데이터 추출 항목은 데이터 표준화를 하여야 하며 차종별 \n데이터 명세서를 작성 및 제출하여야 함\n￮  해석 데이터를 분석 엔진에 저장하여야 함\n￮  신조 차량(RTD 대상 차량) 데이터를 시스템 연계를 통해 \n목적 시스템에 등재 및 데이터 해석 할 수 있어야 함\n￮  수집한 고속 차량 운행 데이터에 대한 해석 성공률을 높일 수 있는 방안 제시"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 수집 및 해석 / 운행기록 데이터 수집"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "운행기록 데이터 수집"
          ],
          [
            "",
            "세부\n내용",
            "￮  운행기록 로그 파일을 업로드하는 별도 시스템 및 화면 구현\n  - 로그 파일 업로드 용량은 최대 용량을 지정하여 로그 파일을 업로드\n할 때 지장이 없어야 함\n    * 데이터 저장 시한은 발주처에서 지정\n￮  차량에서 추출한 운행기록 데이터 수집\n￮  운행정보 수령 시 차종별 로그 등록방법을 제시하여야 함\n  - 차종별 로그 파일의 수령 방식 및 파일 형식이 상이함 \n￮  데이터 파일이 분할압축 되어 있을 경우 시스템에서 해제 가능하여야 함\n￮  RTD 대상 차량(KTX-이음, EL8200 ~ 8500, ITX-새마을, DL7600호대, \n이하 RTD 대상 차량)의 데이터를 수령 및 분석 할 수 있어야 함\n￮  차종별 운행기록 로그 자동 분석\n  - 운행기록장치 데이터는 데이터 파일 및 DB에 데이터가 공급된 후 자동\n으로 분석하여야 함"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 수집 및 해석 / 열차운영정보 수집"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "열차운영정보 수집"
          ],
          [
            "",
            "세부\n내용",
            "￮  열차운영정보(XROIS) 정보 활용\n￮  시스템 간 연계하여 “공통코드”, “역정보”, “선정보”, “선 \n구성역”, “차량속도”, “차량제원”, “운행차량 기본정보”,\n“열차운행내역”,“승무이력”, “객차 화차 정보”, “동력차호”, \n“편성정보”, “차량상태” 정보를 수집하여야 함\n   * 수집 열차운영정보는 발주처와 협의하여야 함"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 수집 및 해석 / 일반차량 데이터 해석"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "일반차량 데이터 해석"
          ],
          [
            "",
            "세부\n내용",
            "￮  동력차 데이터 해석 모듈을 작성\n￮  해석 모듈은 ITX-새마을, 누리로, 7600호대, 7100~7500, 4400호대, \n8500호대, 8201~8255, 8256~8287, ITX-청춘, ITX-마음 등 일반 차량에 \n대하여 동력차 운행정보를 입력받아 해석 결과를 수령할 수 있어야 함\n   * 차량별 해석 데이터 및 프로그램은 발주처에서 지정\n￮  로그 데이터 추출 항목은 데이터 표준화를 하여야 하며 차종별 \n데이터 명세서를 작성 및 제출하여야 함\n￮  해석 데이터를 분석 엔진에 저장하여야 함\n￮  신조 차량(RTD 대상 차량) 데이터를 시스템 연계를 통해 \n목적 시스템에 등재 및 데이터 해석 할 수 있어야 함\n￮  수집한 일반 차량 운행 데이터에 대한 해석 성공률을 높일 수 있는 방안 제시"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 25 - 요구사항 고유번호 SFR-009 요구사항 명칭 데이터 수집 및 해석 광역차량 데이터 해석 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 광역차량 데이터 해석 세부 내용 동력차 데이터 해석 모듈을 작성 해석 모듈은 1호선, 분당선, 경춘선, 경의중앙선, 부산, 시흥, 이문, 4호선, 서해선 등 광역 차량에 대하여 동력차 운행정보를 입력받아 해석 결과를 수령할 수 있어야 함 차량 별 해석 데이터 및 프로그램은 발주처에서 지정 로그 데이터 추출 항목은 데이터 표준화를 하여야 하며 차종별 데이터 명세서를 작성 및 제출하여야 함 해석 데이터를 분석 엔진에 저장하여야 함 신조 차량RTD 대상 차량 데이터를 시스템 연계를 통해 목적 시스템에 등재 및 데이터 해석 할 수 있어야 함 수집한 광역 차량 운행 데이터에 대한 해석 성공률을 높일 수 있는 방안 제시 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 요구사항 고유번호 SFR-010 요구사항 명칭 데이터 수집 및 해석 DB 연계 모듈 개발 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 DB 연계 모듈 개발 세부 내용 차량 및 운영 정보 취급에 사용되는 DB의 연계 모듈을 개발하여야 함 차량 운행 데이터, 운영 기준정보 데이터의 분류 및 주기적배치 데이터 공급, 관리, 백업 방안을 수립 운영 데이터를 신규 DB에 마이그레이션하여야 한다. 운영 서버에 데이터를 저장 하여야 함 데이터 저장 시한은 발주처에서 지정 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 - 26 - 요구사항 고유번호 SFR-011 요구사항 명칭 분석 및 재구조화 수집 데이터 재구조화 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 수집 데이터 재구조화 세부 내용 DB연계 및 FILE을 통해 수령한 데이터를 데이터 수령 과정에서 재구조화 할 수 있도록 분류하여야 함 일반광역고속 차량별 데이터를 분류하여야 함 운행기록장치 정보와 열차운영정보 매칭하여 부적합 운행 분석에 필요한 운행 정보를 수집하여야 함 열차별 구간별 속도 정보 및 선로정보 매칭 거리 정보 세팅 및 예외처리 시발 위치 및 종착 위치 찾기 정차 위치 찾기 및 예외처리 통과 위치 찾기 및 예외처리 데이터 분석 시간과 원본 시간에 대한 차이를 처리할 수 있어야 함 해석된 운행 데이터에 대한 재구조화 성공률을 높일 수 있는 방안 제시 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 요구사항 고유번호 SFR-012 요구사항 명칭 분석 및 재구조화 분석 데이터 표준화 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 분석 데이터 표준화 세부 내용 수령한 데이터에 대해 차종별 부적합 운행 분석이 가능하도록 재구조화 실시 분석데이터에 대한 데이터 형식 표준화가 반영되어야 함 재구조화 데이터에 대한 정합성 검증을 하여 실제 운행 데이터와의 차이를 처리할 수 있어야 함 재구조화 데이터를 분석 엔진에 저장하여야 함 데이터 저장 시한은 발주처에서 지정 재구조화된 운행기록을 서비스 시각화하고 수정편집추가할 수 있어야 함 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 수집 및 해석 / 광역차량 데이터 해석"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "광역차량 데이터 해석"
          ],
          [
            "",
            "세부\n내용",
            "￮  동력차 데이터 해석 모듈을 작성\n￮  해석 모듈은 1호선, 분당선, 경춘선, 경의중앙선, 부산, 시흥, 이문, \n4호선, 서해선 등 광역 차량에 대하여 동력차 운행정보를 입력받아 \n해석 결과를 수령할 수 있어야 함\n   * 차량 별 해석 데이터 및 프로그램은 발주처에서 지정\n￮  로그 데이터 추출 항목은 데이터 표준화를 하여야 하며 차종별 \n데이터 명세서를 작성 및 제출하여야 함\n￮  해석 데이터를 분석 엔진에 저장하여야 함\n￮  신조 차량(RTD 대상 차량) 데이터를 시스템 연계를 통해 \n목적 시스템에 등재 및 데이터 해석 할 수 있어야 함\n￮  수집한 광역 차량 운행 데이터에 대한 해석 성공률을 높일 수 있는 방안 제시"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "분석 및 재구조화 / 수집 데이터 재구조화"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "수집 데이터 재구조화"
          ],
          [
            "",
            "세부\n내용",
            "￮  DB연계 및 FILE을 통해 수령한 데이터를 데이터 수령 과정에서 \n재구조화 할 수 있도록 분류하여야 함\n￮  일반·광역·고속 차량별 데이터를 분류하여야 함\n￮  운행기록장치 정보와 열차운영정보 매칭하여 부적합 운행 분석에 필요한 \n운행 정보를 수집하여야 함\n￮  열차별 구간별 속도 정보 및 선로정보 매칭\n￮  거리 정보 세팅 및 예외처리\n￮  시발 위치 및 종착 위치 찾기\n￮  정차 위치 찾기 및 예외처리 \n￮  통과 위치 찾기 및 예외처리\n￮  데이터 분석 시간과 원본 시간에 대한 차이를 처리할 수 있어야 함\n￮  해석된 운행 데이터에 대한 재구조화 성공률을 높일 수 있는 방안 제시"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 수집 및 해석 /  DB 연계 모듈 개발"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "DB 연계 모듈 개발"
          ],
          [
            "",
            "세부\n내용",
            "￮  차량 및 운영 정보 취급에 사용되는 DB의 연계 모듈을 개발하여야 함\n￮  차량 운행 데이터, 운영 기준정보 데이터의 분류 및 주기적(배치) \n데이터 공급, 관리, 백업 방안을 수립\n￮  운영 데이터를 신규 DB에 마이그레이션하여야 한다.\n￮  운영 서버에 데이터를 저장 하여야 함\n   * 데이터 저장 시한은 발주처에서 지정"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "분석 및 재구조화 / 분석 데이터 표준화"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "분석 데이터 표준화"
          ],
          [
            "",
            "세부\n내용",
            "￮  수령한 데이터에 대해 차종별 부적합 운행 분석이 가능하도록 \n재구조화 실시\n￮  분석데이터에 대한 데이터 형식 표준화가 반영되어야 함\n￮  재구조화 데이터에 대한 정합성 검증을 하여 실제 운행 데이터와의 차이를 \n처리할 수 있어야 함\n￮  재구조화 데이터를 분석 엔진에 저장하여야 함\n   * 데이터 저장 시한은 발주처에서 지정\n￮  재구조화된 운행기록을 서비스 시각화하고 수정/편집/추가할 수 있어야 함"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 27 - 요구사항 고유번호 SFR-013 요구사항 명칭 분석 및 재구조화 기기 취급 및 속도정보 분석 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 기기 취급 및 속도정보 분석 세부 내용 차종별 기기에 대한 조작 정보의 안전위험 분석 정차역 제동취급 상태 분석 ATC, ATP, ATS 동작 및 취급상태 분석 운전경계장치, 열차무선방호장치 취급상태 분석 지장물검지장치, 차축온도검지장치, 끌림물검지장치, 기상검지장치 등 취급상태 분석 절연구간 및 팬터그래프 취급상태 분석 주간제어기가감간 및 제동 조작 정보 분석 허용속도와 운행속도 분석 - 신호제한 데이터가 필요한 경우 사전 노선별 허용속도선로최고속도, 표준운전선도, GPS 정보 등 활용 등록 - 목적 시스템 외부 시스템의 서버RTD에서 연계 속도정보 수령하여 분석 누적된 제한 속도 준수기록을 이용하여 운행 패턴 분석 - 회귀 분석 일정 기간 일정 노선에서 부적합 운행의 증가 및 감소 추세 산출 - 로지스틱 분석 운행 패턴을 통해 일정 시간 후 해당 승무원의 부적 합 운행 가능성 산출 - 시계열 분석 일정 시간의 흐름 및 범위를 지정하여 승무원별 및 부 서별 부적합운행 경향성 산출 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 - 28 - 요구사항 고유번호 SFR-014 요구사항 명칭 분석 및 재구조화 디지털 신호 기반 안전위험 분석 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 디지털 신호 기반 안전위험 분석 세부 내용 분석 항목을 운행데이터에 기록되는 항목으로 반영 다음 분석 항목에 대한 디지털 신호 기반 안전위험 분석 - 일반-고속 연결선 취급 - 고속-일반 연결선 취급 - 단독제동 체결 - ATS비상제동체결 - TSL비상 - TVM비상 - 제동감도시험 - 기관사 비상제동 체결 - 보안제동 취급 - 주의신호초과 - 경계신호초과 - 감속신호초과 - 운행중 역전간 취급 - 교류-교류 절연구간 취급 - 교류-직류 절연구간취급 - 직류-교류 절연구간 취급 - ATP속도초과상용인가 - ATP속도초과비상인가 - 운전경계장치 비상 - 운전경계장치 차단 - 방호장치 차단 - ATPATS 차단 - 최고속도초과 - 퇴행운전 부적합 운행 사유는 재구조화된 운행정보를 기반으로 발주처와 부적합 운행 범위 협의 안전위험 분석 결과의 정합성 향상 방안 제시 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-013"
          ],
          [
            "요구사항 명칭",
            "",
            "분석 및 재구조화 / 기기 취급 및 속도정보 분석"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "기기 취급 및 속도정보 분석"
          ],
          [
            "",
            "세부\n내용",
            "￮  차종별 기기에 대한 조작 정보의 안전위험 분석\n￮  정차역 제동취급 상태 분석\n￮  ATC, ATP, ATS 동작 및 취급상태 분석\n￮  운전경계장치, 열차무선방호장치 취급상태 분석\n￮  지장물검지장치, 차축온도검지장치, 끌림물검지장치, 기상검지장치 등 \n취급상태 분석\n￮  절연구간 및 팬터그래프 취급상태 분석\n￮  주간제어기(가감간) 및 제동 조작 정보 분석\n￮  허용속도와 운행속도 분석\n  - 신호제한 데이터가 필요한 경우 사전 노선별 \n허용속도(선로최고속도, 표준운전선도, GPS 정보 등 활용) 등록\n  - 목적 시스템 외부 시스템의 서버(RTD)에서 연계 속도정보 수령하여 \n분석\n￮  누적된 제한 속도 준수기록을 이용하여 운행 패턴 분석\n  - 회귀 분석 : 일정 기간 일정 노선에서 부적합 운행의 증가 및 감소 \n추세 산출\n  - 로지스틱 분석 : 운행 패턴을 통해 일정 시간 후 해당 승무원의 부적\n합 운행 가능성 산출 \n  - 시계열 분석 : 일정 시간의 흐름 및 범위를 지정하여 승무원별 및 부\n서별 부적합운행 경향성 산출"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-014"
          ],
          [
            "요구사항 명칭",
            "",
            "분석 및 재구조화 / 디지털 신호 기반 안전위험 분석"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "디지털 신호 기반 안전위험 분석"
          ],
          [
            "",
            "세부\n내용",
            "￮  분석 항목을 운행데이터에 기록되는 항목으로 반영\n￮  다음 분석 항목에 대한 디지털 신호 기반 안전위험 분석\n  - 일반-고속 연결선 취급\n  - 고속-일반 연결선 취급\n  - 단독제동 체결\n  - ATS비상제동체결\n  - TSL비상\n  - TVM비상\n  - 제동감도시험\n  - 기관사 비상제동 체결\n  - 보안제동 취급\n  - 주의신호초과\n  - 경계신호초과\n  - 감속신호초과\n  - 운행중 역전간 취급\n  - 교류-교류 절연구간 취급\n  - 교류-직류 절연구간취급\n  - 직류-교류 절연구간 취급\n  - ATP속도초과(상용인가)\n  - ATP속도초과(비상인가)\n  - 운전경계장치 비상\n  - 운전경계장치 차단\n  - 방호장치 차단\n  - ATP/ATS 차단\n  - 최고속도초과\n  - 퇴행운전\n   * 부적합 운행 사유는 재구조화된 운행정보를 기반으로 발주처와 부적합 \n운행 범위 협의\n￮  안전위험 분석 결과의 정합성 향상 방안 제시"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 29 - 요구사항 고유번호 SFR-015 요구사항 명칭 서비스 시각화 부적합 운행 사유 및 차종 도출 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 부적합 운행 사유 및 차종 도출 세부 내용 운행정보 로그를 입력하면 자동으로 기타 데이터와 매칭분석하여 부적합 운행 사유를 도출하고 분석자료 축적 사용자가 속한 소속의 안전 위험 요소에 대한 발생 현황 통계 분석 제공 - 운행정보 분석결과표, 이벤트 현황, 차종별 현황, 기관사 소속별 현황, 열차별 이벤트 현황 타임라인 등 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 요구사항 고유번호 SFR-016 요구사항 명칭 서비스 시각화 운행기록 검색 및 그래프 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 운행기록 검색 및 그래프 세부 내용 사용자는 기관사별, 소속별, 기간별, 차종별, 차호별, 열차번호 등으로 운행기록을 검색할 수 있어야 함 운행기록의 분석일자를 조회할 수 있어야 함 검색 결과를 그래프와 표 형태로 시각화하고 세부 기능 제공 - 표출 시간이 지연될 경우 사용자에게 작업진행 정보를 제공 - 검색결과에 대한 엑셀 파일 다운로드 기능 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 - 30 - 요구사항 고유번호 SFR-017 요구사항 명칭 서비스 시각화 안전위험 분석결과 관리 화면 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 안전위험 분석결과 관리 화면 세부 내용 전체 부적합 운행 분석결과를 기관사별, 소속별, 기간별, 차종별, 차호별, 열차번호 등으로 조회할 수 있도록 구현 통계관리 및 분석결과에 따른 수정생성삭제 기능 구현 조회 결과에 대한 엑셀 파일 다운로드 기능 구현 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 요구사항 고유번호 SFR-018 요구사항 명칭 서비스 시각화 기관사별 통계 및 상세 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 기관사별 통계 및 상세 세부 내용 전체 기관사의 부적합 운행사유별 발생건수를 기관사별, 소속별, 기간별, 차종별, 차호별 등으로 조회할 수 있도록 구현 기관사의 분석건수와 부적합 운행 발생건수 표시 기관사별 운전패턴 분석을 통해 운전습관 교정 방안 마련 기관사별 운전습관 등에 따른 차량고장 또는 이상정보에 대한 연관성 분석 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-017"
          ],
          [
            "요구사항 명칭",
            "",
            "서비스 시각화 / 안전위험 분석결과 관리 화면"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "안전위험 분석결과 관리 화면"
          ],
          [
            "",
            "세부\n내용",
            "￮  전체 부적합 운행 분석결과를 기관사별, 소속별, 기간별, 차종별, 차호별, \n열차번호 등으로 조회할 수 있도록 구현\n￮  통계관리 및 분석결과에 따른 수정/생성/삭제 기능 구현\n￮  조회 결과에 대한 엑셀 파일 다운로드 기능 구현"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-015"
          ],
          [
            "요구사항 명칭",
            "",
            "서비스 시각화 / 부적합 운행 사유 및 차종 도출"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "부적합 운행 사유 및 차종 도출"
          ],
          [
            "",
            "세부\n내용",
            "￮  운행정보 로그를 입력하면 자동으로 기타 데이터와 매칭·분석하여 \n부적합 운행 사유를 도출하고 분석자료 축적\n￮  사용자가 속한 소속의 안전 위험 요소에 대한 발생 현황 통계 분석 제공\n  - 운행정보 분석결과표, 이벤트 현황, 차종별 현황, 기관사 소속별 현황, \n열차별 이벤트 현황 타임라인 등"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-018"
          ],
          [
            "요구사항 명칭",
            "",
            "서비스 시각화 / 기관사별 통계 및 상세"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "기관사별 통계 및 상세"
          ],
          [
            "",
            "세부\n내용",
            "￮  전체 기관사의 부적합 운행사유별 발생건수를 기관사별, 소속별, 기간별, \n차종별, 차호별 등으로 조회할 수 있도록 구현\n￮  기관사의 분석건수와 부적합 운행 발생건수 표시\n￮  기관사별 운전패턴 분석을 통해 운전습관 교정 방안 마련\n￮  기관사별 운전습관 등에 따른 차량고장 또는 이상정보에 대한 \n연관성 분석"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-016"
          ],
          [
            "요구사항 명칭",
            "",
            "서비스 시각화 / 운행기록 검색 및 그래프"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "운행기록 검색 및 그래프"
          ],
          [
            "",
            "세부\n내용",
            "￮  사용자는 기관사별, 소속별, 기간별, 차종별, 차호별, 열차번호 등으로 \n운행기록을 검색할 수 있어야 함\n￮  운행기록의 분석일자를 조회할 수 있어야 함\n￮  검색 결과를 그래프와 표 형태로 시각화하고 세부 기능 제공\n  - 표출 시간이 지연될 경우 사용자에게 작업진행 정보를 제공\n  - 검색결과에 대한 엑셀 파일 다운로드 기능"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 31 - 요구사항 고유번호 SFR-019 요구사항 명칭 서비스 시각화 승무사업소별 통계 및 상세 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 승무사업소별 통계 및 상세 세부 내용 승무사업소별 부적합 운행사유 통계 및 상세 제공 승무사업소별 운전패턴 분석을 통해 운전습관 교정 방안 마련 승무사업소별 운전습관 등에 따른 차량고장 또는 이상정보에 대한 연관성 분석 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 요구사항 고유번호 SFR-020 요구사항 명칭 서비스 시각화 본부별 통계 및 상세 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 본부별 통계 및 상세 세부 내용 본부별 부적합 운행사유 통계 및 상세 제공 본부별 운전패턴 분석을 통해 운전습관 교정 방안 마련 본부별 운전습관 등에 따른 차량고장 또는 이상정보에 대한 연관성 분석 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 요구사항 고유번호 SFR-021 요구사항 명칭 서비스 시각화 노선별 통계 및 상세 요구사항 분류 기능 요구사항 요구사항 상세설명 정의 노선별 통계 및 상세 세부 내용 노선별 부적합 운행사유 통계 및 상세 제공 노선별 운전패턴 분석을 통해 운전습관 교정 방안 마련 노선별 운전습관 등에 따른 차량고장 또는 이상정보에 대한 연관성 분석 산출정보 프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스 템 매뉴얼, 구축 단계별 산출물 관련요구사항 - 32 - 다. 성능 요구사항 요구사항 고유번호 PER-001 요구사항 명칭 서비스 성능 최적화 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 서비스 응답속도 보장 및 DB성능 최적화 세부 내용 서비스 응답속도 보장을 위해 성능 점검을 실시하고 필요한 경우 개선작업을 수행해야 한다. 주요업무화면운행기록그래프, 운행기록표, 이벤트 통계은 원활한 업무처리를 위하여 응답속도가 저하된 경우 DB 전문가의 쿼리 튜닝을 지원해야 한다. 산출정보 성능시험계획서, 성능시험시나리오, 성능시험결과서 관련요구사항 요구사항 고유번호 PER-002 요구사항 명칭 시스템 안정성 요구사항 분류 성능 요구사항 요구사항 상세설명 정의 서비스 연속성 보장 세부 내용 피크타임 및 과부하에 따른 시스템 안정성 점검해야한다. 시스템 장애 발생 대비 백업 및 복구체계를 마련해야 한다. 산출정보 성능시험계획서, 성능시험시나리오, 성능시험결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-019"
          ],
          [
            "요구사항 명칭",
            "",
            "서비스 시각화 / 승무사업소별 통계 및 상세"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "승무사업소별 통계 및 상세"
          ],
          [
            "",
            "세부\n내용",
            "￮  승무사업소별 부적합 운행사유 통계 및 상세 제공\n￮  승무사업소별 운전패턴 분석을 통해 운전습관 교정 방안 마련\n￮  승무사업소별 운전습관 등에 따른 차량고장 또는 이상정보에 대한 \n연관성 분석"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "서비스 성능 최적화"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "서비스 응답속도 보장 및 DB성능 최적화"
          ],
          [
            "",
            "세부\n내용",
            "￮  서비스 응답속도 보장을 위해 성능 점검을 실시하고 필요한 경우 \n개선작업을 수행해야 한다.\n￮ 주요업무화면(운행기록그래프, 운행기록표, 이벤트 통계)은 원활한 \n업무처리를 위하여 응답속도가 저하된 경우 DB 전문가의 쿼리 \n튜닝을 지원해야 한다."
          ],
          [
            "산출정보",
            "",
            "성능시험계획서, 성능시험시나리오, 성능시험결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 안정성"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "서비스 연속성 보장"
          ],
          [
            "",
            "세부\n내용",
            "￮  피크타임 및 과부하에 따른 시스템 안정성 점검해야한다.\n￮  시스템 장애 발생 대비 백업 및 복구체계를 마련해야 한다."
          ],
          [
            "산출정보",
            "",
            "성능시험계획서, 성능시험시나리오, 성능시험결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-020"
          ],
          [
            "요구사항 명칭",
            "",
            "서비스 시각화 / 본부별 통계 및 상세"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "본부별 통계 및 상세"
          ],
          [
            "",
            "세부\n내용",
            "￮  본부별 부적합 운행사유 통계 및 상세 제공\n￮  본부별 운전패턴 분석을 통해 운전습관 교정 방안 마련\n￮  본부별 운전습관 등에 따른 차량고장 또는 이상정보에 대한 연관성 \n분석"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SFR-021"
          ],
          [
            "요구사항 명칭",
            "",
            "서비스 시각화 / 노선별 통계 및 상세"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "노선별 통계 및 상세"
          ],
          [
            "",
            "세부\n내용",
            "￮  노선별 부적합 운행사유 통계 및 상세 제공\n￮  노선별 운전패턴 분석을 통해 운전습관 교정 방안 마련\n￮  노선별 운전습관 등에 따른 차량고장 또는 이상정보에 대한 연관성 \n분석"
          ],
          [
            "산출정보",
            "",
            "프로세스 흐름도, 인터페이스 정의서, 테이블 정의서, 모듈 규격서, 시스\n템 매뉴얼, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 33 - 라. 인터페이스 요구사항 요구사항 고유번호 SIR-001 요구사항 명칭 연계 공통사항 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 연계관련 공통으로 요구되는 내용 세부 내용 내외부 연계관련 상세 내용정보유형별, 시스템별, 송수신정보, 연계방법, 연계목적관련제도, 정보교환 주기, 이용자 규모 등을 조사, 분석하고 구축하여야 한다. - 타 시스템과의 인터페이스를 분석하여 중복이나 사용하지 않는 인터페이스는 정리하여 설계하고, 업무개선 등 기능 구현에 있어 필요한 인터페이스는 신규 구축하여야 한다 시스템 간 연계 표준화 방안을 제시하고 구축한다. - 시스템 간 연계 정보 정의 - 연계대상, 연계정보, 연계방식, 전송주기, 처리결과 후속처리 등을 정의 - 연계 시 정보 일관성정합성 유지 및 보안성 확보, 배치성 연계의 경우 데이터 검증 후 오류데이터의 재송수신 용이하도록 구축 각 인터페이스별로 처리현황을 모니터링 할 수 있는 별도 화면 제공 시스템 장애로 인해 인터페이스가 정상적으로 동작하지 않을 경우 수작업에 의해 주요 데이터를 기록할 수 있어야 한다. 산출정보 인터페이스 목록, 인터페이스 상세 정의서, 시스템 연계 구성도, 관련요구사항 - 34 - 요구사항 고유번호 SIR-002 요구사항 명칭 타 시스템 연계 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 타 시스템 및 업무 간 연계처리 시스템 구축 세부 내용 운행정보기록 자동분석시스템과 관련 있는 주변 시스템과의 데이터 연계를 위한 인터페이스를 구축한다. - 내부 주요 연계시스템 XROIS, RTD 등 - 운행정보 시스템 서버와 XROIS 기준정보공통코드, 역정보, 선정보, 선구성역, 차량속도, 열차 기본정보, 열차운행내역, 동력차호, 승무원운행이력, 객차화차 정보 등 과의 연계 - 운행정보 시스템 서버와 타 서버RTD 등 연계, 운행데이터를 자동전송 받아 분석 RTD 대상차량 KTX-이음, EL8200 8500, ITX-새마을, DL7600호대 등 인터페이스 연계 분석 시 상기 명시된 인터페이스 항목 이외 추가 인터페이스 연계가 발생될 수 있으며, 이를 포함한다. 산출정보 인터페이스 목록, 인터페이스 상세 정의서, 시스템 연계 구성도 관련요구사항 요구사항 고유번호 SIR-003 요구사항 명칭 사용자 인터페이스 요구사항 분류 인터페이스 요구사항 요구사항 상세설명 정의 사용자 인터페이스 기본 요건 세부 내용 화면UI표준 및 설계 가이드를 수립한다. - 웹 표준을 준수하여 UI 설계를 하여야 함 - 최신 UI적용 기술 제시 및 이행 - 전자정부 표준프레임워크를 준수 화면의 각 기능은 사용자의 편의성을 고려하여 구성한다. - 기존 프로그램과 동일하거나 유사한 방식으로 동작하도록 한다. - 사용자 요구에 의해 화면조작 방법이 변경될 경우 이를 반영하도록 노 력하며, 반영 계획 및 화면 변경 내용은 협의한다. - 사용자가 쉽게 이용할 수 있는 직관적인 인터페이스 제공 메뉴 배치, 디자인, 글꼴, 알기 쉬운 용어 사용 등 - 자료 이동 시 자료에 대한 정합성 체크를 하여야 한다. 산출정보 UI설계표준 가이드, 화면정의서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "타 시스템 연계"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "타 시스템 및 업무 간 연계처리 시스템 구축"
          ],
          [
            "",
            "세부\n내용",
            "￮  운행정보기록 자동분석시스템과 관련 있는 주변 시스템과의 데이터 \n연계를 위한 인터페이스를 구축한다.\n  - 내부 주요 연계시스템 : XROIS, RTD 등\n  - 운행정보 시스템 서버와 XROIS 기준정보(공통코드, 역정보, 선정보, \n선구성역, 차량속도, 열차 기본정보, 열차운행내역, 동력차호, \n승무원운행이력, 객차·화차 정보 등) 과의 연계\n  - 운행정보 시스템 서버와 타 서버(RTD 등) 연계, 운행데이터를 자동전송 \n받아 분석\n   * (RTD 대상차량) KTX-이음, EL8200 ~ 8500, ITX-새마을,            \n               DL7600호대 등\n￮  인터페이스 연계 분석 시 상기 명시된 인터페이스 항목 이외 추가 \n인터페이스 연계가 발생될 수 있으며, 이를 포함한다."
          ],
          [
            "산출정보",
            "",
            "인터페이스 목록, 인터페이스 상세 정의서,  시스템 연계 구성도"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "연계 공통사항"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "연계관련 공통으로 요구되는 내용"
          ],
          [
            "",
            "세부\n내용",
            "￮  내·외부 연계관련 상세 내용(정보유형별, 시스템별, 송수신정보,\n연계방법, 연계목적(관련제도), 정보교환 주기, 이용자 규모 등)을 조사,\n분석하고 구축하여야 한다.\n- 타 시스템과의 인터페이스를 분석하여 중복이나 사용하지 않는 \n인터페이스는 정리하여 설계하고, 업무개선 등 기능 구현에 있어 \n필요한 인터페이스는 신규 구축하여야 한다\n￮  시스템 간 연계 표준화 방안을 제시하고 구축한다.\n- 시스템 간 연계 정보 정의\n- 연계대상, 연계정보, 연계방식, 전송주기, 처리결과 후속처리 등을 \n정의\n- 연계 시 정보 일관성･정합성 유지 및 보안성 확보, 배치성 연계의 \n경우 데이터 검증 후 오류데이터의 재송·수신 용이하도록 구축\n￮  각 인터페이스별로 처리현황을 모니터링 할 수 있는 별도 화면 제공\n* 시스템 장애로 인해 인터페이스가 정상적으로 동작하지 않을 경우 \n수작업에 의해 주요 데이터를 기록할 수 있어야 한다."
          ],
          [
            "산출정보",
            "",
            "인터페이스 목록, 인터페이스 상세 정의서, 시스템 연계 구성도,"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SIR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "사용자 인터페이스"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "사용자 인터페이스 기본 요건"
          ],
          [
            "",
            "세부\n내용",
            "￮  화면UI표준 및 설계 가이드를 수립한다.\n  - 웹 표준을 준수하여 UI 설계를 하여야 함\n  - 최신 UI적용 기술 제시 및 이행\n  - 전자정부 표준프레임워크를 준수\n￮  화면의 각 기능은 사용자의 편의성을 고려하여 구성한다.\n  - 기존 프로그램과 동일하거나 유사한 방식으로 동작하도록 한다.\n  - 사용자 요구에 의해 화면조작 방법이 변경될 경우 이를 반영하도록 노\n력하며, 반영 계획 및 화면 변경 내용은 협의한다.\n  - 사용자가 쉽게 이용할 수 있는 직관적인 인터페이스 제공 (메뉴 배치, \n디자인, 글꼴, 알기 쉬운 용어 사용 등)\n  - 자료 이동 시 자료에 대한 정합성 체크를 하여야 한다."
          ],
          [
            "산출정보",
            "",
            "UI설계표준 가이드, 화면정의서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 18,
      "text": "- 35 - 마. 데이터 요구사항 요구사항 고유번호 DAR-001 요구사항 명칭 데이터베이스 설계 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 효율적인 데이터베이스의 설계 세부 내용 발주기관의 데이터 품질가이드와 공공기관의 데이터베이스 표준화 지침행정안전부고시 제2023-18호을 준수하여 DB를 설계해야한다. 구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계데이터 표준화 지침 및 가이드 등를 개선정비하여야 한다. DB의 효율적인 운용, 관리 및 테이블 스페이스의 불필요한 낭비 방지를 위하여 테이블, 컬럼 등의 중복을 최소화하고 각 기능에 공동 활용이 가능하도록 설계하여야 한다. 향후 업무 변동 및 시스템 확장, 프로그램 보완 등이 용이하도록 확장할 수 있는 구조로 설계하여야 한다. 성능저하 및 장애발생을 최소화해야 하며, 장애발생 시 쉽게 복구할 수 있도록 구현하여야 한다. 필요시 구조 최적화, 튜닝 등을 통하여 안정성, SQL 성능 확보를 하여야 한다. 시스템 구축 시 신규 도입되는 소프트웨어와 최고의 성능을 발휘할 수 있도록 DB를 설계하여야 한다. 산출정보 ERD, 테이블정의서, 데이터설계 표준가이드, 데이터베이스 설계서, 테이블 매핑 정의서 관련요구사항 요구사항 고유번호 DAR-002 요구사항 명칭 데이터베이스 설계 및 유지관리 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 효율적인 데이터베이스의 안정적인 설계방안 마련 세부 내용 시스템 구축 시 신규 도입되는 소프트웨어와 최고의 성능을 발휘할 수 있도록 DB를 설계하여야 한다. DB 구조의 설계는 관련 업무 처리 철자를 반영하여 유기적으로 구조화 하고, 향후 업무 변동에 따른 확장성을 충분히 고려하여 설계하여야 한다. 자료의 파손, 변질, 분실 등에 대비하기 위하여 백업방안을 마련하여야 한다. DB를 이중화하여 주기적으로 백업을 수행하여야 한다. 산출정보 ERD, 테이블정의서, 데이터설계 표준가이드, 데이터베이스 설계서, 데이터 백업방안 정의서 관련요구사항 - 36 - 요구사항 고유번호 DAR-003 요구사항 명칭 데이터 품질관리 체계 및 방안 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 안전한 사업수행을 위해 데이터베이스의 품질관리 체계 및 방안 마련 세부 내용 DB구조 최적화, DBMS 튜닝 등을 통해 데이터 안정성과 성능을 개선하여야 한다. 시스템 인터페이스 요구사항 및 시스템 간의 상호 연계 기능은 기능 구현의 정확성뿐만 아니라 정보의 무결성, 데이터 정합성을 보장하여야 한다. 산출정보 ERD, 테이블정의서, 데이터 전환 계획서, 데이터 전환 결과서 관련요구사항 요구사항 고유번호 DAR-004 요구사항 명칭 데이터 관리 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 관리 정의 세부 내용 데이터 구조 및 모델을 현행화한다. 신규 생성 및 변경 테이블에 대해 매핑 리스트들을 제공해야 하며, 적재데이터 등 관련 산출물을 현행화하여 제공해야 한다. 데이터 적재 주기는 데이터의 특성에 따라 다를 수 있으며, 초기데이터 적재 후, 변경된 데이터를 지속적으로 적재하여 변경된 데이터가 자동으로 반영될 수 있어야 한다. 데이터 수집저장 시 기존 시스템 운영 성능에 영향을 주지 않도록 조치해야 한다. 유사 서비스 확장이 가능한 방안을 제시해야 한다. DB 전체 또는 부분적인 데이터의 백업 및 복구 방안을 제시해야 한다. 산출정보 ERD, 테이블정의서, 데이터 전환 계획서, 데이터 전환 결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 품질관리 체계 및 방안"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "안전한 사업수행을 위해 데이터베이스의 품질관리 체계 및 방안 마련"
          ],
          [
            "",
            "세부\n내용",
            "￮  DB구조 최적화, DBMS 튜닝 등을 통해 데이터 안정성과 성능을 \n개선하여야 한다.\n￮  시스템 인터페이스 요구사항 및 시스템 간의 상호 연계 기능은 기능 \n구현의 정확성뿐만 아니라 정보의 무결성, 데이터 정합성을 \n보장하여야 한다."
          ],
          [
            "산출정보",
            "",
            "ERD, 테이블정의서, 데이터 전환 계획서, 데이터 전환 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 설계"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "효율적인 데이터베이스의 설계"
          ],
          [
            "",
            "세부\n내용",
            "￮  발주기관의 데이터 품질가이드와 공공기관의 데이터베이스 표준화 \n지침(행정안전부고시 제2023-18호)을 준수하여 DB를 설계해야한다.\n￮  구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계(데이터 \n표준화 지침 및 가이드 등)를 개선·정비하여야 한다.\n￮  DB의 효율적인 운용, 관리 및 테이블 스페이스의 불필요한 낭비 \n방지를 위하여 테이블, 컬럼 등의 중복을 최소화하고 각 기능에 공동 \n활용이 가능하도록 설계하여야 한다.\n￮  향후 업무 변동 및 시스템 확장, 프로그램 보완 등이 용이하도록 \n확장할 수 있는 구조로 설계하여야 한다.\n￮  성능저하 및 장애발생을 최소화해야 하며, 장애발생 시 쉽게 복구할 \n수 있도록 구현하여야 한다.\n￮  필요시 구조 최적화, 튜닝 등을 통하여 안정성, SQL 성능 확보를 \n하여야 한다.\n￮  시스템 구축 시 신규 도입되는 소프트웨어와 최고의 성능을 발휘할 \n수 있도록 DB를 설계하여야 한다."
          ],
          [
            "산출정보",
            "",
            "ERD,  테이블정의서,  데이터설계  표준가이드,  데이터베이스  설계서,  테이블 \n매핑 정의서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 관리"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "데이터 관리 정의"
          ],
          [
            "",
            "세부\n내용",
            "￮ 데이터 구조 및 모델을 현행화한다.\n￮ 신규 생성 및 변경 테이블에 대해 매핑 리스트들을 제공해야 하며,  \n적재데이터 등 관련 산출물을 현행화하여 제공해야 한다.\n￮ 데이터 적재 주기는 데이터의 특성에 따라 다를 수 있으며, 초기데이터 \n적재 후, 변경된 데이터를 지속적으로 적재하여 변경된 데이터가 \n자동으로 반영될 수 있어야 한다.\n￮ 데이터 수집/저장 시 기존 시스템 운영 성능에 영향을 주지 않도록 \n조치해야 한다.\n￮ 유사 서비스 확장이 가능한 방안을 제시해야 한다.\n￮ DB 전체 또는 부분적인 데이터의 백업 및 복구 방안을 제시해야 한다."
          ],
          [
            "산출정보",
            "",
            "ERD, 테이블정의서, 데이터 전환 계획서, 데이터 전환 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터베이스 설계 및 유지관리"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "효율적인 데이터베이스의 안정적인 설계방안 마련"
          ],
          [
            "",
            "세부\n내용",
            "￮  시스템 구축 시 신규 도입되는 소프트웨어와 최고의 성능을 발휘할 \n수 있도록 DB를 설계하여야 한다.\n￮  DB 구조의 설계는 관련 업무 처리 철자를 반영하여 유기적으로 \n구조화 하고, 향후 업무 변동에 따른 확장성을 충분히 고려하여 \n설계하여야 한다.\n￮  자료의 파손, 변질, 분실 등에 대비하기 위하여 백업방안을 마련하여야 \n한다.\n￮ DB를 이중화하여 주기적으로 백업을 수행하여야 한다."
          ],
          [
            "산출정보",
            "",
            "ERD,  테이블정의서,  데이터설계  표준가이드,  데이터베이스  설계서,  데이터 \n백업방안 정의서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 37 - 요구사항 고유번호 DAR-005 요구사항 명칭 데이터 이관 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터 이관 정의 세부 내용 운행정보기록 자동분석시스템TORAS의 현행 서버의 DBMS를 본 사업에서 신규 데이터 분석 엔진을 구축하여 이관 설치하여야 하며, 데이터를 이관하여야 한다. - 운행정보기록 자동분석시스템의 DB데이터의 이관은 전체 데이터를 대상으로 진행하고, 데이터 백업분도 협의 후 대상에 포함 한다. - 데이터 이관과 관련하여 별도의 비용이 발생하는 경우 본사업 안에 비용이 포함됨 데이터의 이관으로 발생하는 모든 연계된 시스템에 대한 장애는 주관사업자가 책임지고 조치하여 정상 동작하도록 하여야 한다. 산출정보 데이터 전환 계획서, 데이터 전환 결과서 관련요구사항 요구사항 고유번호 DAR-006 요구사항 명칭 데이터 정합성 검증 및 초기 데이터 구성 요구사항 분류 데이터 요구사항 요구사항 상세설명 정의 데이터의 안정적인 이관 및 정합성 검증 세부 내용 기존 시스템에 대한 데이터 이관 시 최종 이관데이터에 대한 정합성 검증을 수행하여야 한다. 타 시스템과의 데이터 연계 시 연계데이터의 정합성 검증을 수행하여야 한다. 개인정보, 프라이버시, 저작권 침해 등 민감한 정보를 정제하여야 한다. 초기데이터 자료검증을 위해 테스트 및 시험운영을 위한 다양한 형태의 초기데이터 구축하여야 한다. 정합성 및 품질 검증, 개인정보 정제 등에 대한 방안을 제시하고 공사 담당자와 협의 후 진행하여야 한다. 운행 데이터 분석율과 분석 결과 정합성을 향상시킬 수 있는 방안을 제시하여야 한다. 산출정보 데이터 전환 계획서, 데이터 전환 결과서 관련요구사항 - 38 - 바. 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 도입 인프라 구성설치 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 도입 인프라HW, SW의 구성과 설치에 관한 사항 세부 내용 도입 인프라 설치는 공사와 사전 협의에 따라 지정된 장소에 설치하여야 한다. - 도입 인프라 설치 후 서비스 정상 가동 등의 여부를 확인 도입 인프라HW, SW 내역 및 구성 요건의 적합성 테스트를 하여야 한다. 기존 인프라 내 운행정보기록 자동분석시스템에 관련된 온라인 및 배치 프로그램을 개선 후 도입 인프라에 이관하여 테스트하여야 한다. 산출정보 시험계획서HW, SW, 시험 결과서 관련요구사항 요구사항 고유번호 TER-002 요구사항 명칭 테스트전략수립 및 이행 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 구축시스템의 테스트전략 수립 및 이행에 관한 사항 세부 내용 성공적인 시스템 개통을 위한 테스트 전략을 수립하고 이행방안을 제시하여야 한다. - 테스트 단계별로 범위, 대상, 전략, 수행방법, 절차, 참여조직 및 역할, 시나리오, 점검사항, 최종 검수기준, 점검 후 조치방안 및 대량자료 테스트 수행방안과 각 방안에 대한 세부적인 기술사항 테스트 결과에 대한 문서화 및 수행결과 검토 및 이행방안을 제시하여야 한다. 연계시스템에 대한 정합성 검증 및 보정작업 이행방안을 제시하여야 한다. 테스트 결과 중 발견되는 에러나 문제점에 대하여는 정상 가동될 수 있도록 즉시 조치하여야 하며, 수정 및 보완 요구사항이 제기되면 이를 전면 수용하여야 한다. 테스트에 필요한 장비 등의 일체의 경비는 수행사가 제공하여야 한다. 산출정보 시험계획서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "도입 인프라 구성/설치"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "도입 인프라(HW, SW)의 구성과 설치에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  도입 인프라 설치는 공사와 사전 협의에 따라 지정된 장소에 설치하여야 \n한다.\n  - 도입 인프라 설치 후 서비스 정상 가동 등의 여부를 확인\n￮  도입 인프라(HW, SW) 내역 및 구성 요건의 적합성 테스트를 하여야 한다.\n￮  기존 인프라 내 운행정보기록 자동분석시스템에 관련된 온라인 및 배치 \n프로그램을 개선 후 도입 인프라에 이관하여 테스트하여야 한다."
          ],
          [
            "산출정보",
            "",
            "시험계획서(HW, SW), 시험 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 이관"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "데이터 이관 정의"
          ],
          [
            "",
            "세부\n내용",
            "￮  운행정보기록 자동분석시스템(TORAS)의 현행 서버의 DBMS를 본 사업에서 \n신규 데이터 분석 엔진을 구축하여 이관 설치하여야 하며, 데이터를 \n이관하여야 한다.\n - 운행정보기록 자동분석시스템의 DB데이터의 이관은 전체 데이터를 \n대상으로 진행하고, 데이터 백업분도 협의 후 대상에 포함 한다.\n - 데이터 이관과 관련하여 별도의 비용이 발생하는 경우 본사업 안에 \n비용이 포함됨\n￮  데이터의 이관으로 발생하는 모든 연계된 시스템에 대한 장애는 \n주관사업자가 책임지고 조치하여 정상 동작하도록 하여야 한다."
          ],
          [
            "산출정보",
            "",
            "데이터 전환 계획서, 데이터 전환 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "DAR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "데이터 정합성 검증 및 초기 데이터 구성"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "데이터의 안정적인 이관 및 정합성 검증"
          ],
          [
            "",
            "세부\n내용",
            "￮  기존 시스템에 대한 데이터 이관 시 최종 이관데이터에 대한 정합성 \n검증을 수행하여야 한다.\n￮  타 시스템과의 데이터 연계 시 연계데이터의 정합성 검증을 \n수행하여야 한다.\n￮  개인정보, 프라이버시, 저작권 침해 등 민감한 정보를 정제하여야 한다.\n￮  초기데이터 자료검증을 위해 테스트 및 시험운영을 위한 다양한 형태의 \n초기데이터 구축하여야 한다.\n￮  정합성 및 품질 검증, 개인정보 정제 등에 대한 방안을 제시하고 공사 \n담당자와 협의 후 진행하여야 한다.\n￮  운행 데이터 분석율과 분석 결과 정합성을 향상시킬 수 있는 방안을 \n제시하여야 한다."
          ],
          [
            "산출정보",
            "",
            "데이터 전환 계획서, 데이터 전환 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "테스트전략수립 및 이행"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "구축시스템의 테스트전략 수립 및 이행에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  성공적인 시스템 개통을 위한 테스트 전략을 수립하고 이행방안을 \n제시하여야 한다.\n  - 테스트 단계별로 범위, 대상, 전략, 수행방법, 절차, 참여조직 및 역할, \n시나리오, 점검사항, 최종 검수기준, 점검 후 조치방안 및 대량자료 \n테스트 수행방안과 각 방안에 대한 세부적인 기술사항\n￮  테스트 결과에 대한 문서화 및 수행결과 검토 및 이행방안을 제시하여야 \n한다.\n￮  연계시스템에 대한 정합성 검증 및 보정작업 이행방안을 제시하여야 한다.\n￮  테스트 결과 중 발견되는 에러나 문제점에 대하여는 정상 가동될 수 \n있도록 즉시 조치하여야 하며, 수정 및 보완 요구사항이 제기되면 이를 \n전면 수용하여야 한다.\n￮  테스트에 필요한 장비 등의 일체의 경비는 수행사가 제공하여야 한다."
          ],
          [
            "산출정보",
            "",
            "시험계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 39 - 요구사항 고유번호 TER-003 요구사항 명칭 시스템 테스트 요구사항 분류 테스트 요구사항 요구사항 상세설명 정의 시스템 성능관련 요건반영 여부 검증을 위한 시스템테스트에 관한 사항 세부 내용 도입 장비HW, SW 내역 및 구성 요건의 적합성 테스트를 하여야 한다. 시스템테스트는 성능, 장애복구, 대용량 처리, 보안 테스트 , 호환성테스트, 웹접근성테스트 등으로 구분하여 수행하여야 한다. 성능테스트를 수행하여야 한다. - 장비의 효율성을 테스트하는 것으로 응답속도, 처리량, 처리속도 등을 검증해야 함 장애복구테스트를 수행하여야 한다. - 시스템 운영 시 발생할 수 있는 장애 상황을 미리 예측하여 테스트 수행 및 대응방안 수립하여야 함 대용량 데이터 테스트를 수행하여야 한다. - 시스템에서 대용량 데이터 처리가 가능한지 검증하여야 함 보안테스트를 수행하여야 한다. - 잠재적 보안취약사항을 포함한 보안상 취약점이 없는지 검증하여야 함 산출정보 시험계획서, 시험시나리오, 시험결과서 관련요구사항 - 40 - 사. 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 보안지침 준수 및 개인정보 보호 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 법적 준거성을 위한 보안지침 준수 및 개인정보 보호 요건 제시 세부 내용 각종 보안규정 및 지침을 준수하여 사업이 수행되어야 한다. - 국가정보보안기본지침, 공정위 보안업무시행세칙 등 요구하는 보안사항을 철저히 준수하여야 한다. 개인정보보호법 준수 및 동법에 의거한 개인정보보호 및 대책 계획을 수립하여 시행해야 한다. - 개인정보 사전 노출 방지 등 점검 조치 - 시스템 응용프로그램 및 외부 프로그램에 대한 개인정보 보호 조치 점검 및 확인 고의적인 침해로부터 자료유출방지를 위한 기술적 보호조치를 취해야 한다. - 안전한 비밀번호 설정규칙 적용 개인정보취급자 접속기록 및 접근권한 변경내역을 보관하여야 한다. 프로그램코드 부분과 데이터 영역게시물 첨부파일 등을 분리하여야 한다. 소프트웨어의 안전성 및 보안성 확보를 위해 계약상대자는 소프트웨어 개발보안 가이드를 준수하여 개발하여야 한다. - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시 제50조 및 별표3 소프트웨어 보안약점 기준 등 소프트웨어 개발보안 진단은 공개SW를 활용한 소프트웨어 개발보안 점검가이드행정안전부, 한국인터넷진흥원를 활용하여 점검하고, 취약점 발견 시 즉시 조치하여야 하며, 최종 점검결과를 감독원에게 제출하여야 한다. 수행절차에 따라 이행할 사항의 가이드는 다음과 같음 - 요구정의단계 시큐어코딩 표준작성 및 개발자 교육실시 - 설계 및 구현단계 시큐어코딩 표준준수 및 검토 - 테스트단계 시큐어코딩 진단 및 보안취약점 진단 사용자 인증정보, 주민등록번호, 패스워드 등은 소스 코드에 직접 하드코딩을 하지 않아야 한다. 산출정보 보안서약서, 확약서, 개인정보보호서약서 등 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "TER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "시스템 테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "시스템 성능관련 요건반영 여부 검증을 위한 시스템테스트에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  도입 장비(HW, SW) 내역 및 구성 요건의 적합성 테스트를 하여야 한다.\n￮  시스템테스트는 성능, 장애복구, 대용량 처리, 보안 테스트 , 호환성테스트, \n웹접근성테스트 등으로 구분하여 수행하여야 한다.\n￮  성능테스트를 수행하여야 한다.\n  - 장비의 효율성을 테스트하는 것으로 응답속도, 처리량, 처리속도 등을 \n검증해야 함\n￮  장애복구테스트를 수행하여야 한다.\n  - 시스템 운영 시 발생할 수 있는 장애 상황을 미리 예측하여 테스트 \n수행 및 대응방안 수립하여야 함\n￮  대용량 데이터 테스트를 수행하여야 한다.\n  - 시스템에서 대용량 데이터 처리가 가능한지 검증하여야 함 \n￮  보안테스트를 수행하여야 한다.\n  - 잠재적 보안취약사항을 포함한 보안상 취약점이 없는지 검증하여야 함"
          ],
          [
            "산출정보",
            "",
            "시험계획서, 시험시나리오, 시험결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명칭",
            "",
            "보안지침 준수 및 개인정보 보호"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "법적 준거성을 위한 보안지침 준수 및 개인정보 보호 요건 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮  각종 보안규정 및 지침을 준수하여 사업이 수행되어야 한다.\n  - 국가정보보안기본지침, 공정위 보안업무시행세칙 등\n￮  요구하는 보안사항을 철저히 준수하여야 한다.\n￮  개인정보보호법 준수 및 동법에 의거한 개인정보보호 및 대책 계획을 \n수립하여 시행해야 한다.\n  - 개인정보 사전 노출 방지 등 점검 조치\n  - 시스템 응용프로그램 및 외부 프로그램에 대한 개인정보 보호 조치 \n점검 및 확인\n￮  고의적인 침해로부터 자료유출방지를 위한 기술적 보호조치를 취해야 \n한다.\n   - 안전한 비밀번호 설정규칙 적용\n￮  개인정보취급자 접속기록 및 접근권한 변경내역을 보관하여야 한다.\n￮  프로그램(코드 부분)과 데이터 영역(게시물 첨부파일 등)을 분리하여야 \n한다.\n￮  소프트웨어의 안전성 및 보안성 확보를 위해 계약상대자는 ｢소프트웨어 \n개발보안 가이드｣를 준수하여 개발하여야 한다.\n  - ｢행정기관 및 공공기관 정보시스템 구축․운영 지침(행정안전부 고시｣ \n제50조 및 <별표3> 소프트웨어 보안약점 기준 등\n￮  소프트웨어 개발보안 진단은 ｢공개SW를 활용한 소프트웨어 개발보안 \n점검가이드(행정안전부, 한국인터넷진흥원)｣를 활용하여 점검하고, 취약점 \n발견 시 즉시 조치하여야 하며, 최종 점검결과를 감독원에게 제출하여야 \n한다.\n￮  수행절차에 따라 이행할 사항의 가이드는 다음과 같음\n  - 요구정의단계 : 시큐어코딩 표준작성 및 개발자 교육실시\n  - 설계 및 구현단계 : 시큐어코딩 표준준수 및 검토\n  - 테스트단계 : 시큐어코딩 진단 및 보안취약점 진단\n￮  사용자 인증정보, 주민등록번호, 패스워드 등은 소스 코드에 직접 \n하드코딩을 하지 않아야 한다."
          ],
          [
            "산출정보",
            "",
            "보안서약서, 확약서, 개인정보보호서약서 등"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 41 - 요구사항 고유번호 SER-002 요구사항 명칭 보안요건 일반사항 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 보안요건 일반사항을 제시 세부 내용 계약업체는 인원, 문서, 장비 등 사업수행 전반에 대한 보안 관리계획을 수립하여야 하며, 보안상 결격사항이 없도록 조치하여야 한다. 사업 수행과정에서 취득한 자료와 정보에 관해서는 사업수행 전후를 막론하고 승인 없이 외부에 유출 또는 누설 금지하여야 한다. 국가정보원 보안성 검토에 따른 조치사항을 이행하여야 한다. 산출정보 보안서약서, 확약서 관련요구사항 요구사항 고유번호 SER-003 요구사항 명칭 참여인원 보안관리 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 참여인원에 대한 보안관리사항을 제시 세부 내용 사업 참여인원은 계약업체 임의로 교체 불가하여야 한다. 사업 참여인원 보안서약서 징구 및 신원조회를 하여야 한다. 계약 업체는 참여인원에 대한 자체 보안교육을 실시하여야 한다. 산출정보 보안서약서, 확약서, 내PC지킴이 수행결과 등 관련요구사항 - 42 - 요구사항 고유번호 SER-004 요구사항 명칭 정보누출 금지 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 정보누출금지 대상정보 및 누출 시의 제재사항 명시 세부 내용 누출금지 대상정보 누출 적발 시 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조에 의거, 지체 없이 부정당업자 제재조치를 실시하고 관련사항은 공사 보안담당자를 통해 국토교통부 및 국가정보원에 통보 사업수행 업체는 정보누출금지 관련 보안 서약서를 착수계 제출 시 포함하여 제출하여야 하며, 사업 착수 후 즉시 사업수행 업체대표 및 참여기술자는 정보누출금지 관련 보안교육을 받은 후 사업을 수행하여야 함. 또한 참여기술자의 변경 등이 있는 경우에도 보안서약서 제출 및 보안교육을 받은 후 본 사업에 참여하여야 함 정보누출금지 대상 정보는 다음과 같다. - 공사 소유 정보시스템의 내외부 IP주소 현황 - 세부 정보시스템 구성현황 및 정보통신망 구성도 - 개별사용자 계정ᆞ비밀번호 등 정보시스템 접근권한 정보 - 정보통신망 또는 정보시스템 취약점 분석평가 결과물 - 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경우 국가안보 및 국익에 피해가 우려되는 중요 용역사업에 해당 - 암호자재 및 정보보호시스템 도입 운용 현황 - 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 -공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 -개인정보보호법제2조제1호의 개인정보 -보안업무규정제4조의 비밀 및 동 시행규칙 제16조제3항의 대외비 - 그 밖에 한국철도공사에서 공개가 불가하다고 판단한 자료 산출정보 보안서약서, 확약서, 내PC지킴이 수행결과 등 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명칭",
            "",
            "보안요건 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "보안요건 일반사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮ 계약업체는 인원, 문서, 장비 등 사업수행 전반에 대한 보안 관리계획을 \n수립하여야 하며, 보안상 결격사항이 없도록 조치하여야 한다.\n￮ 사업 수행과정에서 취득한 자료와 정보에 관해서는 사업수행 전후를 \n막론하고 승인 없이 외부에 유출 또는 누설 금지하여야 한다.\n￮ 국가정보원 보안성 검토에 따른 조치사항을 이행하여야 한다."
          ],
          [
            "산출정보",
            "",
            "보안서약서, 확약서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명칭",
            "",
            "참여인원 보안관리"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "참여인원에 대한 보안관리사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮ 사업 참여인원은 계약업체 임의로 교체 불가하여야 한다.\n￮ 사업 참여인원 보안서약서 징구 및 신원조회를 하여야 한다.\n￮ 계약 업체는 참여인원에 대한 자체 보안교육을 실시하여야 한다."
          ],
          [
            "산출정보",
            "",
            "보안서약서, 확약서, 내PC지킴이 수행결과 등"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명칭",
            "",
            "정보누출 금지"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "정보누출금지 대상정보 및 누출 시의 제재사항 명시"
          ],
          [
            "",
            "세부\n내용",
            "￮  누출금지 대상정보 누출 적발 시 ｢국가를 당사자로 하는 계약에 관한 \n법률 시행령｣   제76조에 의거, 지체 없이 부정당업자 제재조치를 \n실시하고 관련사항은 공사 보안담당자를 통해 국토교통부 및 \n국가정보원에 통보\n￮  사업수행 업체는 정보누출금지 관련 보안 서약서를 착수계 제출 시 \n포함하여 제출하여야 하며, 사업 착수 후 즉시 사업수행 업체대표 및 \n참여기술자는 정보누출금지 관련 보안교육을 받은 후 사업을 수행하여야 \n함. 또한 참여기술자의 변경 등이 있는 경우에도 보안서약서 제출 및 \n보안교육을 받은 후 본 사업에 참여하여야 함\n￮  정보누출금지 대상 정보는 다음과 같다.\n  - 공사 소유 정보시스템의 내․외부 IP주소 현황\n  - 세부 정보시스템 구성현황 및 정보통신망 구성도\n  - 개별사용자 계정ㆍ비밀번호 등 정보시스템 접근권한 정보\n  - 정보통신망 또는 정보시스템 취약점 분석·평가 결과물\n  - 정보화사업 용역 결과물 및 관련 프로그램 소스코드(외부에 유출될 \n경우 국가안보 및 국익에 피해가 우려되는 중요 용역사업에 해당)\n  - 암호자재 및 정보보호시스템 도입 · 운용 현황\n  -  침입차단시스템ㆍ방지시스템(IPS) 등 정보보호제품  및 라우터ㆍ스위치  등 \n네트워크 장비 설정 정보  \n  -「공공기관의  정보공개에  관한  법률」제9조제1항에  따라  비공개 \n대상 정보로 분류된 기관의 내부문서\n  -「개인정보보호법」제2조제1호의 개인정보\n  -「보안업무규정」제4조의 비밀 및 동 시행규칙 제16조제3항의 대외비 \n  - 그 밖에 한국철도공사에서 공개가 불가하다고 판단한 자료"
          ],
          [
            "산출정보",
            "",
            "보안서약서, 확약서, 내PC지킴이 수행결과 등"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 43 - 요구사항 고유번호 SER-005 요구사항 명칭 사무실 및 장비 보안관리 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사무실 및 장비 보안관리에 대한 사항 세부 내용 프로젝트 수행 장소사무실은 공사와 협의하여 정하고, 임차비용은 수행사가 부담해야 한다. LAN, 기타 네트워크 등 공사가 필요한 경우 공사와 협의하여 정하고, 공사비용은 수행사가 부담해야 한다. 사업 수행 장소는 시건장치와 통제가 가능한 곳으로 지정하여야 한다. 인가받지 않은 USB 메모리 등의 휴대용 저장매체 사용을 금지하며 산출물 저장을 위해 휴대용 저장매체가 필요한 경우 사전 승인 하에 사용하여야 한다. 사용하는 PC는 인터넷 연결을 금지하되, 부득이 연결이 필요한 경우 통제 하에 제한적 허용한다. 개발자 PC는 바이러스 백신을 설치하고 최신 상태를 유지하여야 한다. PC 등 장비 및 주요 데이터의 반출입 시 관리대장에 등록 및 관리하여야 한다. 산출정보 보안서약서, 확약서 관련요구사항 - 44 - 요구사항 고유번호 SER-006 요구사항 명칭 용역과업 수행관련 보안관리 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 용역과업 수행과 관련한 보안관리 사항을 제시 세부 내용 과업 수행 중 참여기술자의 변경 등이 있는 경우에도 보안서약서 제출 및 보안교육을 받은 후 본 사업에 참여하여야 한다. 과업수행업체는 본 과업이 국가주요사업임을 인지하고 정부 또는 우리공사에서 정한 모든 보안관계 법규 등에 저촉되는 일이 없도록 세심한 주의와 임무를 다하여야 하며, 이의 불이행으로 인한 모든 책임을 져야 한다. 업무수행 상 작업구역 출입은 감독자가 지정한 자에게만 한하며 과업수행 중 또는 완료 후에라도 취득한 사실을 누설치 않도록 수시로 보안교육을 실시하고 교체 시는 감독자의 허가를 받아 인수인계를 철저히 해야 한다. 인수한 자료는 감독자의 승인을 얻어야 복제 복사가 가능하며 보안성이 있는 과업폐기물은 감독자의 검토 후 소각처리하고 과업완료 후 즉시 인수한 자료감독자에게 승인받은 복사물 포함는 전량 감독자에게 반납하여야 한다. 인수한 관련 자료는 관리번호를 붙여 관리대장에 등재하고 보관책임자를 지정해 별도 보관용기에 보관하고 복제복사는 꼭 필요시 감독자의 승인을 얻되 자료말미에 사본근거를 표시할 것이며 인수한 자료 및 사본은 과업완료와 동시에 전량을 감독자에게 반납하여야 하며, 외부인의 열람을 통제하고 각 관련업체에 대한 보완대책을 강구하여야 한다. 감독자는 필요시 과업수행업체의 자료 보관관리 상태에 대한 지도점검을 실시하여야 하며 기타 보안에 대한 제반사항은 감독자와 협의하여 그 지시에 따라야 하며 불이행으로 인한 책임은 과업을 수행한 업체가 져야 한다. 산출정보 보안서약서, 확약서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항 명칭",
            "",
            "사무실 및 장비 보안관리"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "사무실 및 장비 보안관리에 대한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  프로젝트 수행 장소(사무실)은 공사와 협의하여 정하고, 임차비용은 \n수행사가 부담해야 한다. \n￮  LAN, 기타 네트워크 등 공사가 필요한 경우 공사와 협의하여 정하고, \n공사비용은 수행사가 부담해야 한다.\n￮  사업 수행 장소는 시건장치와 통제가 가능한 곳으로 지정하여야 한다.\n￮  인가받지 않은 USB 메모리 등의 휴대용 저장매체 사용을 금지하며 \n산출물 저장을 위해 휴대용 저장매체가 필요한 경우 사전 승인 하에 \n사용하여야 한다.\n￮ 사용하는 PC는 인터넷 연결을 금지하되, 부득이 연결이 필요한 경우 통제 \n하에 제한적 허용한다.\n￮ 개발자 PC는 바이러스 백신을 설치하고 최신 상태를 유지하여야 한다.\n￮  PC 등 장비 및 주요 데이터의 반․출입 시 관리대장에 등록 및 관리하여야 \n한다."
          ],
          [
            "산출정보",
            "",
            "보안서약서, 확약서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항 명칭",
            "",
            "용역과업 수행관련 보안관리"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "용역과업 수행과 관련한 보안관리 사항을 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮  과업 수행 중 참여기술자의 변경 등이 있는 경우에도 보안서약서 제출 및 \n보안교육을 받은 후 본 사업에 참여하여야 한다.\n￮  과업수행업체는 본 과업이 국가주요사업임을 인지하고 정부 또는 \n우리공사에서 정한 모든 보안관계 법규 등에 저촉되는 일이 없도록 \n세심한 주의와 임무를 다하여야 하며, 이의 불이행으로 인한 모든 책임을 \n져야 한다.\n￮  업무수행 상 작업구역 출입은 감독자가 지정한 자에게만 한하며 과업수행 \n중 또는 완료 후에라도 취득한 사실을 누설치 않도록 수시로 보안교육을 \n실시하고 교체 시는 감독자의 허가를 받아 인수인계를 철저히 해야 한다.\n￮  인수한 자료는 감독자의 승인을 얻어야 복제 복사가 가능하며 보안성이 \n있는 과업폐기물은 감독자의 검토 후 소각처리하고 과업완료 후 즉시 \n인수한 자료(감독자에게 승인받은 복사물 포함)는 전량 감독자에게 \n반납하여야 한다.\n￮  인수한 관련 자료는 관리번호를 붙여 관리대장에 등재하고 보관책임자를 \n지정해 별도 보관용기에 보관하고 복제복사는 꼭 필요시 감독자의 승인을 \n얻되 자료말미에 사본근거를 표시할 것이며 인수한 자료 및 사본은 \n과업완료와 동시에 전량을 감독자에게 반납하여야 하며, 외부인의 열람을 \n통제하고 각 관련업체에 대한 보완대책을 강구하여야 한다.\n￮  감독자는 필요시 과업수행업체의 자료 보관관리 상태에 대한 지도점검을 \n실시하여야 하며 기타 보안에 대한 제반사항은 감독자와 협의하여 그 \n지시에 따라야 하며 불이행으로 인한 책임은 과업을 수행한 업체가 져야 \n한다."
          ],
          [
            "산출정보",
            "",
            "보안서약서, 확약서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 45 - 요구사항 고유번호 SER-007 요구사항 명칭 사업완료 후 보안관리 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 사업완료 후 보안관리에 대한 사항 세부 내용 사업추진 시 제공한 자료, 장비, 중간최종 산출물 등 사업과 관련된 제반 자료는 전량 회수하고, 복사본 등의 별도 보관을 금지한다. 업체 소유 PC서버의 하드디스크 및 휴대용 저장매체 등 전자정보 저장매체는 완전삭제 SW로 삭제 후 반출한다. 제안사 대표자 명의의 보안확약서 및 참여자 개인별 보안확약서를 제출하여야 한다. 산출정보 보안서약서, 확약서 관련요구사항 요구사항 고유번호 SER-008 요구사항 명칭 응용프로그램 개발 및 서버 보안 요구사항 분류 보안 요구사항 요구사항 상세설명 정의 응용프로그램 개발 및 서버 보안관련 사항 적용 세부 내용 업무담당자별 메뉴 및 데이터 접근권한을 차등 부여해야 한다. 응용프로그램 개발 시 필요한 보안관련 사항은 철도공사의 어플리케이션 보안절차를 적용하고, 서버에 대한 보안관련 사항은 서버보안 절차를 적용해야한다. 산출정보 관련요구사항 - 46 - 아. 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 품질관리 방안 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 공정별 품질관리 방안에 관한 사항 세부 내용 품질보증의 범위 및 방안, 품질보증을 위한 조직, 절차, 점검방법 등 품질보증계획을 수립하여야 한다. - 분석, 설계, 개발, 테스트단위, 통합, 시스템 등 단계별 품질지표를 수립하고, 산출물별 점검기준이 정의되어야 하며, 품질지표 보완 등에 대해서 공사와 협의 후 결정하여야 함 - 분석, 설계, 개발, 테스트단위, 통합, 시스템 등 단계별 품질수준을 평가하고 개선하는 품질관리 방안을 제시하여야 함 시스템 구축 시 품질향상과 위험축소를 위해 개발표준 및 가이드를 사전에 제공하여야 한다. - 개발자를 대상으로 개발표준 및 가이드 교육을 수행하여야 함 - 응용공통, 핵심 업무, 연계공통 등에 대해 개발환경을 조기 구성하고, 실행가능한 프로그램을 사전에 개발, 검증, 배포를 수행하여야 하며, 교육 및 개발을 지속적으로 지원하여야 함 프로그램 소스의 품질을 검사하여 개발표준을 점검하여야 한다. - 개발 프로그램을 사전 검사하여 표준 위배 여부를 확인하는 기능 제공 - 프로그램 표준용어클래스명, 메소드명 등를 준수하여 개발하였는지 점검사전 또는 사후하는 기능 제공 - 개발 표준을 준수하여 프로그래밍 하였는지사전 또는 사후 점검할 수 있는 기능 제공 - 개발보안가이드를 준수하여 프로그램과 SQL 작성을 하였는지를 확인할 수 있는 기능 제공 산출정보 품질보증계획서, 품질보증결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SER-007"
          ],
          [
            "요구사항 명칭",
            "",
            "사업완료 후 보안관리"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "사업완료 후 보안관리에 대한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업추진 시 제공한 자료, 장비, 중간․최종 산출물 등 사업과 관련된 제반 \n자료는 전량 회수하고, 복사본 등의 별도 보관을 금지한다.\n￮  업체 소유 PC․서버의 하드디스크 및 휴대용 저장매체 등 전자정보 \n저장매체는 완전삭제 S/W로 삭제 후 반출한다.\n￮ 제안사 대표자 명의의 보안확약서 및 참여자 개인별 보안확약서를 \n제출하여야 한다."
          ],
          [
            "산출정보",
            "",
            "보안서약서, 확약서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SER-008"
          ],
          [
            "요구사항 명칭",
            "",
            "응용프로그램 개발 및 서버 보안"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "응용프로그램 개발 및 서버 보안관련 사항 적용"
          ],
          [
            "",
            "세부\n내용",
            "￮ 업무담당자별 메뉴 및 데이터 접근권한을 차등 부여해야 한다.\n￮  응용프로그램 개발 시 필요한 보안관련 사항은 철도공사의 \n｢어플리케이션 보안절차｣를 적용하고, 서버에 대한 보안관련 사항은 \n｢서버보안 절차｣를 적용해야한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "품질관리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "공정별 품질관리 방안에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  품질보증의 범위 및 방안, 품질보증을 위한 조직, 절차, 점검방법 등 \n품질보증계획을 수립하여야 한다.\n  - 분석, 설계, 개발, 테스트(단위, 통합, 시스템) 등 단계별 품질지표를 \n수립하고, 산출물별 점검기준이 정의되어야 하며, 품질지표 보완 등에 \n대해서 공사와 협의 후 결정하여야 함\n  - 분석, 설계, 개발, 테스트(단위, 통합, 시스템) 등 단계별 품질수준을 \n평가하고 개선하는 품질관리 방안을 제시하여야 함\n￮  시스템 구축 시 품질향상과 위험축소를 위해 개발표준 및 가이드를 사전에 \n제공하여야 한다.\n  - 개발자를 대상으로 개발표준 및 가이드 교육을 수행하여야 함\n  - 응용공통, 핵심 업무, 연계공통 등에 대해 개발환경을 조기 구성하고, \n실행가능한 프로그램을 사전에 개발, 검증, 배포를 수행하여야 하며, \n교육 및 개발을 지속적으로 지원하여야 함\n￮  프로그램 소스의 품질을 검사하여 개발표준을 점검하여야 한다.\n  - 개발 프로그램을 사전 검사하여 표준 위배 여부를 확인하는 기능 제공\n  - 프로그램 표준용어(클래스명, 메소드명 등)를 준수하여 개발하였는지 \n점검(사전 또는 사후)하는 기능 제공\n  - 개발 표준을 준수하여 프로그래밍 하였는지(사전 또는 사후) 점검할 수 \n있는 기능 제공\n  - 개발보안가이드를 준수하여 프로그램과 SQL 작성을 하였는지를 확인할 \n수 있는 기능 제공"
          ],
          [
            "산출정보",
            "",
            "품질보증계획서, 품질보증결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 24,
      "text": "- 47 - 요구사항 고유번호 QUR-002 요구사항 명칭 기능 구현의 정확성 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 기능구현 정확성 품질지표에 관한 사항 세부 내용 초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 Baseline으로 간주한다. 제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 검증테스트 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 제공한 것으로 평가한다. 기능 구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 통해 평가한다. 비즈니스 로직 테스트, 통합테스트, 시험 운영을 위한 구체적인 툴 및 적용방안 등 기능 오류의 최소화 방안을 제시해야 한다. 산출정보 품질보증계획서, 품질보증결과서 관련요구사항 - 48 - 요구사항 고유번호 QUR-003 요구사항 명칭 상호 운용성 등 기타 품질요구사항 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 상호 운용성, 보안성, 신뢰성 등의 품질지표에 관한 사항 세부 내용 상호 운용성이 보장되어야 한다. - 시스템 인터페이스 요구사항 및 애플리케이션과 정보간의 상호작용을 하는 기능은 기능 구현의 정확성 및 정보의 무결성, 데이터 정합성 검증을 수행해야 함 보안성이 보장되어야 한다. - 도입된 장비 및 소프트웨어, 구축된 시스템은 명시된 보안 요구사항변경관리 절차를 통해 승인을 획득한 변경된 요구사항 포함에 따라 접근통제 및 감시되어야 함 신뢰성이 보장되어야 한다. - 복구할 수 없는 자료의 손실로 이어질 수 있는 처리 오류를 방지해야 하며, 오류가 발생하는 즉시 사용자에게 관련 공지를 알려야 함 - 시스템은 통상 업무시간 동안 가용성을 보장해야 하며, 시스템 조건에 관계없이 동일한 결과를 보장해야 함 사용성이 보장되어야 한다. - 다양한 사용자 운영체제에 영향을 받지 않으며, 확장성을 고려하여 시스템 개발하여야 함 사용자편의성이 보장되어야 한다. - 사용자가 원하는 기능을 쉽게 찾아서 사용할 수 있도록 해야 함 - 각종 콘텐츠의 모양이나 배치는 이해하기 쉽게 구성해야 함 - 사용자 기능에 대한 온라인 도움말을 제공하여야 함 결함사항에 대해 다음과 같은 조건을 충족하여야 한다. - 단위 및 통합테스트에서 발생하는 결함은 즉시 조치완료 및 조치결과에 대한 테스트를 재 수행해야 함 - 사용상 심각한 오류가 발생하는 경우 이에 대한 영향평가를 수행하여 결과를 보고하고 이에 대한 조치를 완료하여야 함 산출정보 품질보증계획서, 품질보증결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "기능 구현의 정확성"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "기능구현 정확성 품질지표에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  초기 협의한 요구사항에서 변경관리 절차를 통해 승인을 획득한 \n요구사항을 최종 Baseline으로 간주한다.\n￮  제공되기로 한 요구사항을 제공하는지 여부는 각 기능 요구사항의 \n검증(테스트) 활동을 통해 예상된 결과가 도출되었을 경우 요구사항을 \n제공한 것으로 평가한다.\n￮  기능 구현 정확성은 사용자가 직접 테스트 수행 기간에 테스트를 통해 \n평가한다.\n￮  비즈니스 로직 테스트, 통합테스트, 시험 운영을 위한 구체적인 툴 및 \n적용방안 등 기능 오류의 최소화 방안을 제시해야 한다."
          ],
          [
            "산출정보",
            "",
            "품질보증계획서, 품질보증결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "상호 운용성 등 기타 품질요구사항"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "상호 운용성, 보안성, 신뢰성 등의 품질지표에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  상호 운용성이 보장되어야 한다.    \n  - 시스템 인터페이스 요구사항 및 애플리케이션과 정보간의 상호작용을 \n하는 기능은 기능 구현의 정확성 및 정보의 무결성, 데이터 정합성 \n검증을 수행해야 함\n￮  보안성이 보장되어야 한다.\n  - 도입된 장비 및 소프트웨어, 구축된 시스템은 명시된 보안 \n요구사항(변경관리 절차를 통해 승인을 획득한 변경된 요구사항 포함)에 \n따라 접근통제 및 감시되어야 함\n￮  신뢰성이 보장되어야 한다.\n  - 복구할 수 없는 자료의 손실로 이어질 수 있는 처리 오류를 방지해야 \n하며, 오류가 발생하는 즉시 사용자에게 관련 공지를 알려야 함\n  - 시스템은 통상 업무시간 동안 가용성을 보장해야 하며, 시스템 조건에 \n관계없이 동일한 결과를 보장해야 함\n￮  사용성이 보장되어야 한다.\n  - 다양한 사용자 운영체제에 영향을 받지 않으며, 확장성을 고려하여 \n시스템 개발하여야 함\n￮  사용자편의성이 보장되어야 한다.\n  - 사용자가 원하는 기능을 쉽게 찾아서 사용할 수 있도록 해야 함\n  - 각종 콘텐츠의 모양이나 배치는 이해하기 쉽게 구성해야 함\n  - 사용자 기능에 대한 온라인 도움말을 제공하여야 함\n￮  결함사항에 대해 다음과 같은 조건을 충족하여야 한다.\n  - 단위 및 통합테스트에서 발생하는 결함은 즉시 조치완료 및 조치결과에 \n대한 테스트를 재 수행해야 함\n  - 사용상 심각한 오류가 발생하는 경우 이에 대한 영향평가를 수행하여 \n결과를 보고하고 이에 대한 조치를 완료하여야 함"
          ],
          [
            "산출정보",
            "",
            "품질보증계획서, 품질보증결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 49 - 요구사항 고유번호 QUR-004 요구사항 명칭 하자담보 책임 및 이행 요구사항 분류 품질 요구사항 요구사항 상세설명 정의 하자 유지보수 일반 세부 내용 제안사가 자체 개발한 SW를 포함한 시스템이 설계 및 구현상 결함이 발생되었을 때, 품질 및 하자담보 책임기간은 준공일로부터 1년으로 함 하자유지보수기간 내에 하자가 발생하여 발주자가 하자보수를 요청한 경우, 제안사는 요청을 받은 즉시 하자보수 계획을 발주자에 전달하고, 최대 3일 이내 보수를 완료하여야함 - 발주사가 긴급 요청시, 즉시 하자보수하여야 함 당해 하자의 원인 및 기타 조치사항을 명시하여 발주자에 제출하여야 함 기타 상세한 사항에 대해서는 발주자와 협의하여 결정하여야 함 사업 종료 후 시스템의 지속적인 발전 및 안정성 유지를 위하여 세부 하자 유지보수 계획을 수립하여 제시하여야 함 하자보수 지원 방안을 아래와 같이 제시하여야 함 - 지원 범위, 지원 방법상주, 비상주, 비상연락망 - 유상 유지보수 및 재개발의 경우 비용부담 조건, 유상 유지보수 제안가격 계약 후 사업수행계획서 제출 시점에 구체적으로 제시 사업 종료 후 검수완료일로부터 1년간 장애발생 시 장애 접수 후 2시간 이내 착수 및 4시간 이내 보수가 가능하도록 신속 대응해야 함 장애대응조치 후 관리 - 장애조치 완료 후 조치사항에 대하여 장애처리대장에 기록, 관리할 것 - 향후 동일한 장애 발생 시, 관리자가 조치할 수 있도록 기술이전 실시 기타 세부적인 사항에 대해서는 발주자와 협의하여 결정 산출정보 하자보증 이행계획서 관련요구사항 - 50 - 자. 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 지적소유권 및 산출물의 소유권 요구사항 분류 제약사항 요구사항 상세설명 정의 지적소유권 및 산출물의 소유권에 대한 사항 세부 내용 사업관련 면허, 특허권, 의장권, 공업소유권 및 지식재산권 등의 침해로 인한 모든 사고와 그로 인한 손해에 대하여 사업자가 책임지고 조치하여야 한다. - 계약목적물에 대한 지식소유권은 공사와 사업자가 공동으로 소유하지만, 계약목적물의 특수성국가철도시설 안전보장, 보안 및 정보보호 등을 고려하여 계약당사자간의 협의를 통해 지적소유권 귀속주체 등에 대해 공동소유와 달리 정할 수 있음 본 사업을 통해 개발되는 소프트웨어는 용역계약 일반조건기획재정부 계약예규 제582호, 2021.12.1 제56조에 따라 타 기관과 공동활용할 계획이 없음. 단, 철도운영과 관련된 정부기관, 계열사SR포함 및 정부투자기관 등에게는 공사의 판단에 의해 사용권을 부여할 수 있으며 시스템 사용료는 제안사가 부과할 수 없음. 단, 소프트웨어 소스코드는 공여할 수 없음 산출물은 공사와 계약상대자가 공동으로 소유하며 별도의 정함이 없는 한 지분은 균등한 것으로 한다. 계약상대자는 당해 계약에 따른 계약목적물에 대한 지적재산권의 행사를 위하여 계약산출물의 반출을 요청할 수 있으며, 발주지관은 국가 안보에 관한 사항으로서 대통령령으로 정하는 사유에 해당하는지 여부를 검토하여 30일 이내에 그결과를 통보하여야 함 활용 승인제3자 제공 포함을 받지 않고 반출하거나, 승인 받은 소프트웨어 산출물을 무단으로 유출하거나 누출되는 경우, 누출금지 정보를 삭제하지 않고 활용하는 경우 관계 법령에 의거하여 제제할 수 있음 산출정보 사업수행계획서, 완료보고서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "QUR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "하자담보 책임 및 이행"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "하자 유지보수 일반"
          ],
          [
            "",
            "세부\n내용",
            "￮  제안사가 자체 개발한 S/W를 포함한 시스템이 설계 및 구현상 결함이 \n발생되었을 때, 품질 및 하자담보 책임기간은 준공일로부터 1년으로 함\n ￮  하자·유지보수기간 내에 하자가 발생하여 발주자가 하자보수를 요청한 \n경우, 제안사는 요청을 받은 즉시 하자보수 계획을 발주자에 전달하고, \n최대 3일 이내 보수를 완료하여야함\n  - 발주사가 긴급 요청시, 즉시 하자보수하여야 함\n ￮  당해 하자의 원인 및 기타 조치사항을 명시하여 발주자에 제출하여야 함\n ￮  기타 상세한 사항에 대해서는 발주자와 협의하여 결정하여야 함\n ￮  사업 종료 후 시스템의 지속적인 발전 및 안정성 유지를 위하여 세부 \n하자 유지보수 계획을 수립하여 제시하여야 함\n ￮  하자보수 지원 방안을 아래와 같이 제시하여야 함\n  - 지원 범위, 지원 방법(상주, 비상주), 비상연락망\n  - 유상 유지보수 및 재개발의 경우 비용부담 조건, 유상 유지보수\n    제안가격 (계약 후 사업수행계획서 제출 시점에 구체적으로 제시)\n ￮  사업 종료 후 검수완료일로부터 1년간 장애발생 시 장애 접수 후 2시간 \n이내 착수 및 4시간 이내 보수가 가능하도록 신속 대응해야 함\n ￮  장애대응조치 후 관리\n  - 장애조치 완료 후 조치사항에 대하여 장애처리대장에 기록, 관리할 것\n  - 향후 동일한 장애 발생 시, 관리자가 조치할 수 있도록 기술이전 실시\n ￮  기타 세부적인 사항에 대해서는 발주자와 협의하여 결정"
          ],
          [
            "산출정보",
            "",
            "하자보증 이행계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "지적소유권 및 산출물의 소유권"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "지적소유권 및 산출물의 소유권에 대한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업관련 면허, 특허권, 의장권, 공업소유권 및 지식재산권 등의 침해로 \n인한 모든 사고와 그로 인한 손해에 대하여 사업자가 책임지고 \n조치하여야 한다.\n  - 계약목적물에 대한 지식소유권은 “공사”와 “사업자”가 공동으로 \n소유하지만, 계약목적물의 특수성(국가철도시설 안전보장, 보안 및 \n정보보호 등)을 고려하여 계약당사자간의 협의를 통해 지적소유권 \n귀속주체 등에 대해 공동소유와 달리 정할 수 있음\n￮  본 사업을 통해 개발되는 소프트웨어는 용역계약 일반조건(기획재정부 \n계약예규 제582호, 2021.12.1) 제56조에 따라 타 기관과 공동활용할 계획이 \n없음. 단, 철도운영과 관련된 정부기관, 계열사(SR포함) 및 정부투자기관 \n등에게는 공사의 판단에 의해 사용권을 부여할 수 있으며 시스템 \n사용료는 제안사가 부과할 수 없음. 단, 소프트웨어 소스코드는 공여할 수 \n없음\n￮  산출물은 공사와 계약상대자가 공동으로 소유하며 별도의 정함이 없는 한 \n지분은 균등한 것으로 한다.\n￮  계약상대자는 당해 계약에 따른 계약목적물에 대한 지적재산권의 행사를 \n위하여 계약산출물의 반출을 요청할 수 있으며, 발주지관은 국가 안보에 \n관한 사항으로서 대통령령으로 정하는 사유에 해당하는지 여부를 \n검토하여 30일 이내에 그결과를 통보하여야 함\n￮  활용 승인(제3자 제공 포함)을 받지 않고 반출하거나, 승인 받은 \n소프트웨어 산출물을 무단으로 유출하거나 누출되는 경우, 누출금지 \n정보를 삭제하지 않고 활용하는 경우 관계 법령에 의거하여 제제할 수 \n있음"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서, 완료보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 51 - 요구사항 고유번호 COR-002 요구사항 명칭 사업관련 공통 법규정 준수 요구사항 분류 제약사항 요구사항 상세설명 정의 시스템 구축과 관련하여 준수하여야 할 법규정 사항 세부 내용 사업 추진 시 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시, 제2023-27호에 규정된 사항을 준수하여야 한다. 프로그램 개발 시 웹호환성은 전자정부 웹사이트 품질관리 지침 행정안전부 고시 제2021-19호준수 사업 추진 기간 내 적용 법령 및 규정, 적용 표준 등에 변경사항 발생 시 반영하여 사업 추진하여야 한다. 변경 사항은 공사와 협의하여 반영 산출정보 보안검토서, 기술적용계획서, 기술적용결과표 관련요구사항 - 52 - 요구사항 고유번호 COR-003 요구사항 명칭 공통 기술표준 준수 요구사항 분류 제약사항 요구사항 상세설명 정의 시스템 구축과 관련하여 준수하여야 할 공통 기술표준 사항 세부 내용 공공 SW사업 및 공사의 정보화 사업 기술표준을 준수하여야 한다. 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 제2023-27호에 의한 기술적용표준을 아래와 같이 준수하여야 한다. - 공사에서 작성한 기술적용계획표를 검토하고, 제안자 관점의 기술적용계획표를 작성하여 기술적용계획의 준수 및 결과표 작성 방안을 제시하여야 함 제안서 포함 - 기술적용계획표 검토 시 부득이한 경우를 제외하고는 특정기술에 종속되지 않는 개방형 기술로 구현되도록 검토하여야 함 단, 특정 부분에 패키지가 적용된 경우 한해 예외를 인정함 - 선정된 제안사는 기술적용 사항에 관해 공사와 협의확정 후, 기술적용계획표를 작성하여 사업수행계획서에 포함하여야 함 - 사업수행계획서에서 확정된 기술적용계획표에 따라 표준기술을 적용하고, 사업완료 시 기술적용결과표를 작성하여 제출하여야 함 공공기관의 데이터베이스 표준화지침행정안전부고시 제2023-18호을 참조하여 데이터베이스 표준화 관리체계를 수립하고, 준수하여야 한다. 소프트웨어 개발보안시큐어 코딩에 해당되는 사업의 경우 소프트웨어 개발보안 가이드 및 소프트웨어 보안취약점진단 가이드, 소프트웨어 개발보안 가이드를 준수하여야 한다. 가능한 SW를 모듈화하여 시스템 갱신이 용이하도록 개발하여야 한다. 본 사업을 성공적으로 완수하기 위한 사업자의 기술과 경험을 적절히 활용한 적정한 개발방법론을 제안해야 한다. 산출정보 기술적용계획서, 기술적용결과표, 구축 단계별 산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사업관련 공통 법·규정 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "시스템 구축과 관련하여 준수하여야 할 법·규정 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업 추진 시 ｢행정기관 및 공공기관 정보시스템 구축·운영 \n지침(행정안전부 고시, 제2023-27호)｣에 규정된 사항을 준수하여야 한다.\n￮  프로그램 개발 시 웹호환성은 ｢전자정부 웹사이트 품질관리 지침｣ \n(행정안전부 고시 제2021-19호)준수\n￮  사업 추진 기간 내 적용 법령 및 규정, 적용 표준 등에 변경사항 발생 시 \n반영하여 사업 추진하여야 한다.\n ※ 변경 사항은 공사와 협의하여 반영"
          ],
          [
            "산출정보",
            "",
            "보안검토서, 기술적용계획서, 기술적용결과표"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "공통 기술표준 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "시스템 구축과 관련하여 준수하여야 할 공통 기술표준 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  공공 SW사업 및 공사의 정보화 사업 기술표준을 준수하여야 한다.\n￮  ｢행정기관 및 공공기관 정보시스템 구축･운영 지침(행정안전부고시 \n제2023-27호)｣에 의한 기술적용표준을 아래와 같이 준수하여야 한다.\n  - 공사에서 작성한 “기술적용계획표”를 검토하고, 제안자 관점의 \n기술적용계획표를 작성하여 기술적용계획의 준수 및 결과표 작성 \n방안을 제시하여야 함 (※제안서 포함)\n  - 기술적용계획표 검토 시 부득이한 경우를 제외하고는 특정기술에 \n종속되지 않는 개방형 기술로 구현되도록 검토하여야 함\n    ※ 단, 특정 부분에 패키지가 적용된 경우 한해 예외를 인정함\n  - 선정된 제안사는 기술적용 사항에 관해 공사와 협의·확정 후, \n기술적용계획표를 작성하여 사업수행계획서에 포함하여야 함\n  - 사업수행계획서에서 확정된 기술적용계획표에 따라 표준기술을 \n적용하고, 사업완료 시 기술적용결과표를 작성하여 제출하여야 함\n￮  공공기관의 데이터베이스 표준화지침(행정안전부고시 제2023-18호)을 \n참조하여 데이터베이스 표준화 관리체계를 수립하고, 준수하여야 한다.\n￮  소프트웨어 개발보안(시큐어 코딩)에 해당되는 사업의 경우 소프트웨어 \n개발보안 가이드 및 소프트웨어 보안취약점진단 가이드, 소프트웨어 \n개발보안 가이드를 준수하여야 한다.\n￮  가능한 S/W를 모듈화하여 시스템 갱신이 용이하도록 개발하여야 한다.\n￮  본 사업을 성공적으로 완수하기 위한 사업자의 기술과 경험을 적절히 \n활용한 적정한 개발방법론을 제안해야 한다."
          ],
          [
            "산출정보",
            "",
            "기술적용계획서, 기술적용결과표, 구축 단계별 산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 53 - 차. 프로젝트관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 프로젝트 관리 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 프로젝트관리 방법론 제시 및 통합사업자 역할에 대한 사항 세부 내용 사업자는 본 사업에 적정한 방법론을 적용하여야 한다. - 수행사는 공정별 구체적인 Task 설명 및 선후행 Task를 제시하고, 관련내용개발 표준, 기술표준 문서화 등에 대해 공사와 협의한 후 공지 및 교육 실시 - 프로젝트 착수에서 종료까지 체계적으로 프로젝트를 관리관리도구 이용해야 함 - 구축체계, 보고체계, 품질관리, 위험요소, 위험관리, 변경관리 등의 프로젝트 관리방안 및 절차에 관한 방안을 제시하여야 함 시스템 개통 위험에 대비한 비상대책을 제시하여야 한다. 사업수행 진척률이 저조할 경우 만회 대책을 수립하고 이행하여야 한다. 목적시스템 구축을 효과적으로 수행하기 위한 인력 투입 계획 및 작업 업무분장을 명확하게 제시해야 함. 사업 추진 전체 일정과 각 단계별 세부 추진 일정을 명확하고 타당성 있게 제시하여 사업이 원활하게 완료될 수 있도록 해야 함 사업수행을 위해 필요한 장소, 설비 기타 작업환경은 상호 협의하여 정한다. - 원격지 개발의 경우 원객개발 장보 보안요구사항을 준수해야 함 투입 인력이 사용하는 전산 장비HW, SW 및 각종 사무기기 등은 수행사가 부담한다. 산출정보 사업수행계획서 관련요구사항 - 54 - 요구사항 고유번호 PMR-002 요구사항 명칭 사업추진 일정계획 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 사업추진 일정계획과 세부 활동에 관한 사항 세부 내용 제안사는 사업을 기간 내에 완수하기 위하여 단계별 추진일정, 우선순위 및 납품설치 일정계획의 세부 활동 내용 등이 포함된 일정계획을 제시하여야 한다. 제안사는 일정계획에 따른 관리 방법 및 체계 등을 제시하여야 한다. 일정 관리 측면에서 본 사업을 기간 내에 완수하기 위한 개발 단계별 추진일정 및 세부 활동 내용 등이 포함된 개발 일정계획을 제시하여야 한다. 제안한 개발방법론에 따라 개발단계별, 작업단위별로 작업절차를 고려한 일정계획 및 세부 활동을 제시하여야 하며, 관련 시스템과의 연동 처리 활동을 포함해야 한다. 분석, 설계, 개발 단계별 계획을 상세하게 제시하여야 한다. 초기분석 시 필요하면 프로토타입을 통하여 요구사항을 확인할 수 있도록 일정을 제시하여야 한다. 산출정보 사업수행계획서, 예정공정표WBS 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "사업추진 일정계획"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "사업추진 일정계획과 세부 활동에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  제안사는 사업을 기간 내에 완수하기 위하여 단계별 추진일정, 우선순위 \n및 납품설치 일정계획의 세부 활동 내용 등이 포함된 일정계획을 \n제시하여야 한다.\n￮  제안사는 일정계획에 따른 관리 방법 및 체계 등을 제시하여야 한다.\n￮  일정 관리 측면에서 본 사업을 기간 내에 완수하기 위한 개발 단계별 \n추진일정 및 세부 활동 내용 등이 포함된 개발 일정계획을 제시하여야 \n한다.\n￮  제안한 개발방법론에 따라 개발단계별, 작업단위별로 작업절차를 고려한 \n일정계획 및 세부 활동을 제시하여야 하며, 관련 시스템과의 연동 처리 \n활동을 포함해야 한다.\n￮  분석, 설계, 개발 단계별 계획을 상세하게 제시하여야 한다.\n￮  초기분석 시 필요하면 프로토타입을 통하여 요구사항을 확인할 수 있도록 \n일정을 제시하여야 한다."
          ],
          [
            "산출정보",
            "",
            "사업수행계획서, 예정공정표(WBS)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "프로젝트 관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "프로젝트관리 방법론 제시 및 통합사업자 역할에 대한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업자는 본 사업에 적정한 방법론을 적용하여야 한다.\n  - 수행사는 공정별 구체적인 Task 설명 및 선·후행 Task를 제시하고, \n관련내용(개발 표준, 기술표준 문서화 등)에 대해 공사와 협의한 후 공지 \n및 교육 실시\n  - 프로젝트 착수에서 종료까지 체계적으로 프로젝트를 관리(관리도구 \n이용)해야 함\n  - 구축체계, 보고체계, 품질관리, 위험요소, 위험관리, 변경관리 등의 \n프로젝트 관리방안 및 절차에 관한 방안을 제시하여야 함\n￮  시스템 개통 위험에 대비한 비상대책을 제시하여야 한다.\n￮  사업수행 진척률이 저조할 경우 만회 대책을 수립하고 이행하여야 한다.\n￮  목적시스템 구축을 효과적으로 수행하기 위한 인력 투입 계획 및 작업 \n업무분장을 명확하게 제시해야 함.\n￮  사업 추진 전체 일정과 각 단계별 세부 추진 일정을 명확하고 타당성 \n있게 제시하여 사업이 원활하게 완료될 수 있도록 해야 함\n￮  사업수행을 위해 필요한 장소,  설비 기타 작업환경은 상호 협의하여 \n정한다.\n    -  원격지 개발의 경우 원객개발 장보 보안요구사항을 준수해야 함\n￮  투입 인력이 사용하는 전산 장비(H/W,  S/W)  및 각종 사무기기 등은 \n수행사가 부담한다."
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 55 - 요구사항 고유번호 PMR-003 요구사항 명칭 업무보고 및 검토계획 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 사업수행 시 의사소통관리에 대한 사항 세부 내용 사업기간 동안에 이루어질 보고 및 검토계획을 상세하게 제시하여야 한다. - 착수, 중간, 완료보고, 주간, 월간, 수시보고 등 사업기간 동안에 내외부 관계자를 참석시켜 착수, 중간, 완료보고회를 실시하여 도출 내용을 수행하고 그 결과를 산출물에 반영하여 제출하여야 한다. 사업기간 동안에 착수일 기준 주월간 보고의 수행계획에 따라 현재 시점의 구체적인 공정 및 진행사항, 업무 추진 상 이슈 및 대응방안 등을 작성제출 하여야 한다. - 추진계획 대비 실적분석 - 주요추진내용 및 단계별 산출내역 - 응용시스템 개발내역 및 하드웨어 설치방안 - 차주월 계획 및 계획 변경사항 - 주요 의사결정 및 협조사항 - 변경요청서 및 변경요청 목록대장 - 기타 필요 사항 산출정보 사업수행계획서, 단계별 보고서주월간보고서, 착수보고서, 완료보고서 등 관련요구사항 - 56 - 요구사항 고유번호 PMR-004 요구사항 명칭 산출물 관리 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 산출물 관리 방안 제시 세부 내용 사업추진 단계별 산출물 제출계획을 제시하고 이행하여야 한다. - 산출물의 종류, 내역, 제출시기, 부수 등 - 제출 산출물 목록은 수행사의 방법론을 근간으로 하되 공사와 협의 후 확정 용역수행 중 작성되는 산출물은 사업담당자의 승인을 득한 후 제출하여야 한다. 용역 완료시 제출하는 최종 결과물프로그램 소스 등은 발주기관의 승인을 득한 후 원본 파일을 CD에 수록하여 산출물과 같이 제출하여야 하고 프로그램 소스에 대한 형상관리를 수행해야 함 단계별 기본 산출물 목록예시 단계 산출물 사업착수 사업수행계획서, 착수보고서, 착수계, 산출내역서 보안서약서대표자, 참여인력 및 보안교육결과 일정관리WBS, 각종 활동계획서 분석 요구사항 정의표, 보안요구사항 정의표, 요구사항 적용 계획서, 요구사항 추적표 개발표준정의서, 개발보안정의서, 현행시스템 분석 서, 위험관리대장, 품질관리계획서 설계 시스템 설계서, 메뉴구성도, 코드 정의서, 프로세스 정의서 화면설계서, 개발표준가이드, 시큐어코딩개발가이드, ERD, 테이블 정의서, 컬럼 정의서, 클래스 다이어그 램, 프로그램 목록 테스트 계획서, 도메인 정의서, 데이터베이스 정의서 등 구현 프로그램 소스파일, 소스코드 형상관리보고서 단위테스트 수행보고서 통합테스트 수행보고서 시험 검사기준서, 성능테스트 결과서 사용자 매뉴얼, 관리자운영자 매뉴얼 보안취약점소스코드, 웹, 시스템 등 점검 결과서 소스코드 상세 Document 및 Comment를 포함한 소스 파일 및 실행파일 원본 이미지 파일의 경우 추후 편집이 가능한 원시 포맷 파일PSD, AI 파일 등 완료보고서 개발완료보고서 개발 요구사항 완료 요약표완료일시, 성능, 안정성 등 포함 산출정보 방법론에 따른 표준산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "업무보고 및 검토계획"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "사업수행 시 의사소통관리에 대한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업기간 동안에 이루어질 보고 및 검토계획을 상세하게 제시하여야 한다.\n- 착수, 중간, 완료보고, 주간, 월간, 수시보고 등\n￮  사업기간 동안에 내·외부 관계자를 참석시켜 착수, 중간, 완료보고회를 \n실시하여 도출 내용을 수행하고 그 결과를 산출물에 반영하여 제출하여야 \n한다.\n￮  사업기간 동안에 착수일 기준 주·월간 보고의 수행계획에 따라 현재 \n시점의 구체적인 공정 및 진행사항, 업무 추진 상 이슈 및 대응방안 등을 \n작성·제출 하여야 한다.\n - 추진계획 대비 실적분석\n  - 주요추진내용 및 단계별 산출내역\n  - 응용시스템 개발내역 및 하드웨어 설치방안\n  - 차주·월 계획 및 계획 변경사항\n  - 주요 의사결정 및 협조사항\n  - 변경요청서 및 변경요청 목록대장\n  - 기타 필요 사항"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서, 단계별 보고서(주/월간보고서, 착수보고서, 완료보고서 등)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-004",
            "",
            "",
            ""
          ],
          [
            "요구사항 명칭",
            "",
            "산출물 관리",
            "",
            "",
            ""
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항",
            "",
            "",
            ""
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "산출물 관리 방안 제시",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "￮  사업추진 단계별 산출물 제출계획을 제시하고 이행하여야 한다.\n  - 산출물의 종류, 내역, 제출시기, 부수 등\n  - 제출 산출물 목록은 수행사의 방법론을 근간으로 하되 공사와 협의 후 \n확정\n￮  용역수행 중 작성되는 산출물은 사업담당자의 승인을 득한 후 제출하여야 \n한다.\n￮  용역 완료시 제출하는 최종 결과물(프로그램 소스 등)은 발주기관의 \n승인을 득한 후 원본 파일을 CD에 수록하여 산출물과 같이 \n제출하여야 하고 프로그램 소스에 대한 형상관리를 수행해야 함\n￮  단계별 기본 산출물 목록(예시)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "단계",
            "산출물",
            ""
          ],
          [
            "",
            "",
            "",
            "사업착수",
            "▪사업수행계획서,  착수보고서,  착수계,  산출내역서\n▪보안서약서(대표자,  참여인력)  및 보안교육결과\n▪일정관리(WBS),  각종 활동계획서",
            ""
          ],
          [
            "",
            "",
            "",
            "분석",
            "▪요구사항  정의표,  보안요구사항  정의표,  요구사항 \n적용 계획서,  요구사항 추적표\n▪개발표준정의서,  개발보안정의서,  현행시스템  분석\n서,  위험관리대장,  품질관리계획서",
            ""
          ],
          [
            "",
            "",
            "",
            "설계",
            "▪시스템 설계서,  메뉴구성도,  코드 정의서,  프로세스 \n정의서\n▪화면설계서, 개발표준가이드, 시큐어코딩개발가이드, \n▪ERD,  테이블 정의서,  컬럼 정의서,  클래스 다이어그\n램,  프로그램 목록\n▪테스트  계획서,  도메인  정의서,  데이터베이스  정의서 \n등",
            ""
          ],
          [
            "",
            "",
            "",
            "구현",
            "▪프로그램 소스파일,  소스코드 형상관리보고서\n▪단위테스트 수행보고서\n▪통합테스트 수행보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "시험",
            "▪검사기준서,  성능테스트 결과서\n▪사용자 매뉴얼,  관리자/운영자 매뉴얼\n▪보안취약점(소스코드,  웹,  시스템 등)  점검 결과서",
            ""
          ],
          [
            "",
            "",
            "",
            "소스코드",
            "▪상세 Document  및 Comment를 포함한 소스 파일 \n및 실행파일\n▪원본 이미지 파일의 경우 추후 편집이 가능한 원시 \n포맷 파일(PSD,  AI  파일 등)",
            ""
          ],
          [
            "",
            "",
            "",
            "완료보고서",
            "▪개발완료보고서\n▪개발 요구사항 완료 요약표(완료일시,  성능,  안정성 \n등 포함)",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 57 - 요구사항 고유번호 PMR-005 요구사항 명칭 핵심 인력 자격요건 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 핵심 인력 자격요건 개념 정의 세부 내용 사업관리자PM는 본 사업과 관련된 개발에 직접 참여하였거나, 유사 프로젝트 개발 경험이 있는 전문 기술 인력을 투입 - 자격, 경력, 유사사업 참여 실적을 제시해야 함 사업집행자PL는 본 사업과 관련된 개발에 직접 참여하였거나, 유사 프로젝트 개발경험이 있는 전문 기술 인력을 권장함 사업관리자PM, 사업집행자PL를 제외한 투입 인력은 목적시스템 설계구현시험이 가능한 인력을 포함하여 제안한다. 산출정보 방법론에 따른 표준산출물 관련요구사항 요구사항 고유번호 PMR-006 요구사항 명칭 사업관리자 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 사업관리자 개념 정의 세부 내용 사업관리자PM는 반드시 수행사 소속으로써 일정 수준 직급의 직원으로 본 사업을 총괄할 수 있는 전문 이어야 하며, 사업 전 기간 동안 상주하여야 함 - 전체 사업을 총괄할 수 있는 지식과 경험을 보유한 관리자 선별 - 공동수급으로 제안할 경우 사업지분율이 제일 높은 사업자의 정규 직 관리자로 선정 - 최근 3년 이내에 동일 프로젝트 및 유사 프로젝트 구축 경험이 있는 고급이상의 기술자를 제안해야 함 산출정보 방법론에 따른 표준산출물 관련요구사항 - 58 - 요구사항 고유번호 PMR-007 요구사항 명칭 인력교체 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 인력교체 시 업무 안정성 확보 세부 내용 사업 착수 시 제안한 투입인력 변경 시 일정, 인수인계 절차를 발주기관과 협의해야 함 사업 진행 중 불가항력 사유로 인력교체 필요시 사업에 대한 이해도가 높은 대체인력을 투입하여 5일 이상의 업무 인계인수기간을 두어야 함 인력 교체 기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책을 제시해야 하고, 인계인수 결과서 및 자료를 제출해야 함 산출정보 방법론에 따른 표준산출물 관련요구사항 요구사항 고유번호 PMR-008 요구사항 명칭 안정화 운영 지원 인력 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 안정화 운영 방안 제시 세부 내용 목적시스템 구축 일정 내에 안정화가 종료되어야 하며 제안사는 이를 위한 방법론, 구체적인 계획을 제시해야 함 보안, 일정지연, 품질저하, 장비 변경에 따르는 예산일정 등 리스트 발생을 사전 예방하고 발생 시 사후 대처방안을 제시하여야 함 사업기간 중 안정화 기간에 업무장애서비스 보완사항이 발생하였을 경우를 대비하여 시스템 개발에 인력을 안정화 운영을 지원하여야 함 본 사업의 수행시 불가항력적인 사유 및 부득이한 사유 등으로 당초 공정대로 시행이 어려울 경우 발주기관의 승인을 득하여 공정기간 연기 또는 조정을 요청할 수 있음 산출정보 방법론에 따른 표준산출물 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "핵심 인력 자격요건"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "핵심 인력 자격요건 개념 정의"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업관리자(PM)는 본 사업과 관련된 개발에 직접 참여하였거나,  유사 \n프로젝트 개발 경험이 있는 전문 기술 인력을 투입\n    -  자격,  경력,  유사사업 참여 실적을 제시해야 함\n￮  사업집행자(PL)는 본 사업과 관련된 개발에 직접 참여하였거나,  유사 \n프로젝트 개발경험이 있는 전문 기술 인력을 권장함\n￮  사업관리자(PM),  사업집행자(PL)를 제외한 투입 인력은 목적시스템 \n설계·구현·시험이 가능한 인력을 포함하여 제안한다."
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항 명칭",
            "",
            "인력교체"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "인력교체 시 업무 안정성 확보"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업 착수 시 제안한 투입인력 변경 시 일정,  인수인계 절차를 \n발주기관과 협의해야 함\n￮  사업 진행 중 불가항력 사유로 인력교체 필요시 사업에 대한 이해도가 \n높은 대체인력을 투입하여 5일 이상의 업무 인계·인수기간을 두어야 \n함\n￮  인력 교체 기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책을 \n제시해야 하고,  인계·인수 결과서 및 자료를 제출해야 함"
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항 명칭",
            "",
            "사업관리자"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "사업관리자 개념 정의"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업관리자(PM)는 반드시 수행사 소속으로써 일정 수준 직급의 \n직원으로 본 사업을 총괄할 수 있는 전문 이어야 하며,  사업 전 기간 \n동안 상주하여야 함\n    -  전체 사업을 총괄할 수 있는 지식과 경험을 보유한 관리자 선별\n    -  공동수급으로 제안할 경우 ″사업지분율이 제일 높은 사업자″의 정규\n직 관리자로 선정\n    -  최근 3년 이내에 동일 프로젝트 및 유사 프로젝트 구축 경험이 있는 \n고급이상의 기술자를 제안해야 함"
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-008"
          ],
          [
            "요구사항 명칭",
            "",
            "안정화 운영 지원 인력"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "안정화 운영 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮  목적시스템 구축 일정 내에 안정화가 종료되어야 하며 제안사는 이를 \n위한 방법론,  구체적인 계획을 제시해야 함\n￮  보안,  일정지연,  품질저하,  장비 변경에 따르는 예산·일정 등 리스트 \n발생을 사전 예방하고 발생 시 사후 대처방안을 제시하여야 함\n￮  사업기간 중 안정화 기간에 업무장애/서비스 보완사항이 발생하였을 \n경우를 대비하여 시스템 개발에 인력을 안정화 운영을 지원하여야 함\n￮  본 사업의 수행시 불가항력적인 사유 및 부득이한 사유 등으로 당초 \n공정대로 시행이 어려울 경우 발주기관의 승인을 득하여 공정기간 \n연기 또는 조정을 요청할 수 있음"
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 59 - 요구사항 고유번호 PMR-009 요구사항 명칭 공동수급형태의 제안 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 사업관리자 공동수급형태 구성 요건 세부 내용 공동수급 형태로 제안할 경우 주사업자와 부사업자 간의 업무수행범위 및 책임한계를 상세히 정의하고 주사업자의 조직운영 방안을 제시해야 함. - 주사업자부사업자간 참여 범위, 비용, 역할을 구체적 제시 산출정보 방법론에 따른 표준산출물 관련요구사항 요구사항 고유번호 PMR-010 요구사항 명칭 제안 개발방법론 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 제안 개발방법론의 범위 제시 세부 내용 제안시 개발방법론의 대한 전 과정의 설명, 특징, 장단점, 저작권, 선정사유 및 적용사례 등을 제시해야 함 개발 과제의 특성상 여러 개의 개발방법론을 적용할 경우에는 각각 사용범위를 구별하여 제시하여야 함 제안된 방법론은 정보시스템 개발 시 발생되는 착오 및 소프트웨어 품질 저하, 생산성 저하 등의 위험 요소를 방지하고, 시스템 개발의 표준 및 절차의 확인을 통해 유지관리 용이성을 확보할 수 있는 검증된 것이어야 함 산출정보 방법론에 따른 표준산출물 관련요구사항 - 60 - 요구사항 고유번호 PMR-011 요구사항 명칭 개발 방법론에 따른 산출물 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 개발 방법론에 따른 산출물 제시 세부 내용 사용될 개발방법론에 따른 단계별 산출물 목록, 산출물 상세내용, 산출물 간의 연관도를 제시하여야 함 - 사업수행계획서 계약일로부터 10일 이내 제출 - 사업수행계획서에는 제출대상 산출물 목록 및 제출일정을 상세히 명시 발주기관이 작성된 산출물에 대한 오류 및 미비점을 발견하여 수정을 요구할 경우 수행사는 즉시 응해야 하며, 품질향상 및 구체화를 위한 요구가 있을 경우에도 수행사는 조치해야 함 본 사업은 SW사업정보 제출 대상 사업으로 수주기업은 데이터 작성제출 시 발주기관의 최종 승인을 득한 후 제출하며 기본적인 책임은 수주기업에 있다. - 소프트웨어 진흥법 제46조 참조 산출정보 방법론에 따른 표준산출물 관련요구사항 요구사항 고유번호 PMR-012 요구사항 명칭 요구사항품질 관리 및 검사 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 요구사항품질 관리 및 검사 방안 제시 세부 내용 사업자는 기능비기능 요구사항을 빠짐없이 관리하고 각각의 요구사항이 분석, 설계, 시험단계 등 개발 전 단계의 관련 산출물에 반영여부를 확인할 수 있도록 관리요구사항 추적하여야 함 성과품의 품질확보를 위하여 품질관리자QAO에 의한 지속적인 품질보증활동 수행 실현 가능한 품질수준 목표 및 방법을 제시하여야 함. 단 품질은 각종 법, 시행령, 표준, 기술명세, 시스템 현황 등과 대비해 구체적이고 산출 가능한 내용으로 기술되어야 함 검수는 완료보고서 접수일로부터 14일 이내에 실시 - 제안요청서, 제안서, 협상 결과, 계약서, 사업수행계획서 등과 일치하 지 않은 경우 지체 없이 보완 후 재검수 받아야 함 산출정보 요구사항정의서, 요구사항추적표, 검사기준서, 품질관리계획서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-009"
          ],
          [
            "요구사항 명칭",
            "",
            "공동수급형태의 제안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "사업관리자 공동수급형태 구성 요건"
          ],
          [
            "",
            "세부\n내용",
            "￮  공동수급 형태로 제안할 경우 주사업자와 부사업자 간의 업무수행범위 및 \n책임한계를 상세히 정의하고 주사업자의 조직운영 방안을 제시해야 함.\n    -  주사업자·부사업자간 참여 범위,  비용,  역할을 구체적 제시"
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-011"
          ],
          [
            "요구사항 명칭",
            "",
            "개발 방법론에 따른 산출물"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "개발 방법론에 따른 산출물 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮  사용될 개발방법론에 따른 단계별 산출물 목록,  산출물 상세내용, \n산출물 간의 연관도를 제시하여야 함\n    -  사업수행계획서 :  계약일로부터 10일 이내 제출\n    -  사업수행계획서에는 제출대상 산출물 목록 및 제출일정을 상세히 명시\n￮  발주기관이 작성된 산출물에 대한 오류 및 미비점을 발견하여 수정을 \n요구할 경우 수행사는 즉시 응해야 하며,  품질향상 및 구체화를 위한 \n요구가 있을 경우에도 수행사는 조치해야 함\n￮  본 사업은 SW사업정보 제출 대상 사업으로 수주기업은 데이터 \n작성·제출 시 발주기관의 최종 승인을 득한 후 제출하며 기본적인 \n책임은 수주기업에 있다.\n    -  ｢소프트웨어 진흥법｣  제46조 참조"
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-010"
          ],
          [
            "요구사항 명칭",
            "",
            "제안 개발방법론"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "제안 개발방법론의 범위 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮  제안시 개발방법론의 대한 전 과정의 설명,  특징,  장단점,  저작권, \n선정사유 및 적용사례 등을 제시해야 함\n￮  개발 과제의 특성상 여러 개의 개발방법론을 적용할 경우에는 각각 \n사용범위를 구별하여 제시하여야 함\n￮  제안된 방법론은 정보시스템 개발 시 발생되는 착오 및 소프트웨어 \n품질 저하,  생산성 저하 등의 위험 요소를 방지하고,  시스템 개발의 \n표준 및 절차의 확인을 통해 유지관리 용이성을 확보할 수 있는 \n검증된 것이어야 함"
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-012"
          ],
          [
            "요구사항 명칭",
            "",
            "요구사항·품질 관리 및 검사"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "요구사항·품질 관리 및 검사 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업자는 기능/비기능 요구사항을 빠짐없이 관리하고 각각의 \n요구사항이 분석,  설계,  시험단계 등 개발 전 단계의 관련 산출물에 \n반영여부를 확인할 수 있도록 관리(요구사항 추적)하여야 함\n￮  성과품의 품질확보를 위하여 품질관리자(QAO)에 의한 지속적인 \n품질보증활동 수행\n￮  실현 가능한 품질수준 목표 및 방법을 제시하여야 함.  단 품질은 각종 \n법,  시행령,  표준,  기술명세,  시스템 현황 등과 대비해 구체적이고 산출 \n가능한 내용으로 기술되어야 함\n￮    검수는 완료보고서 접수일로부터 14일 이내에 실시\n    -  제안요청서,  제안서,  협상 결과,  계약서,  사업수행계획서 등과 일치하\n지 않은 경우 지체 없이 보완 후 재검수 받아야 함"
          ],
          [
            "산출정보",
            "",
            "요구사항정의서,  요구사항추적표,  검사기준서,  품질관리계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 61 - 요구사항 고유번호 PMR-013 요구사항 명칭 위험관리 방안 요구사항 분류 프로젝트관리 요구사항 요구사항 상세설명 정의 위험관리 방안 제시 세부 내용 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 통제 및 리스크 관리 방안을 제시하며 지속적으로 문제를 파악 관리하고 조치사항에 대하여 추적할 수 있는 방안을 제시 산출정보 방법론에 따른 표준산출물, 위험관리대장 관련요구사항 - 62 - 카. 프로젝트지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 교육지원 요구사항 분류 프로젝트지원 요구사항 요구사항 상세설명 정의 시스템 개발과 운영을 위해 필요한 교육지원에 관한 사항 세부 내용 수행사는 성공적인 개발과 안정적 운영을 위하여 교육계획서를 제출하고 공사의 승인을 받아야 하며, 시스템 구축운영관리 등에 필요한 교육을 지속적으로 실시하여야 한다. - 교육내용예시 개발시스템 전반적인 사용 및 모니터링 교육, 기술이전 교육 및 업무 산출물 활용 교육, 시스템 사용방법 및 기능 활용 교육 교육계획서에는 교육훈련에 대한 목적 및 내용, 교육대상, 방법, 일정, 장소, 강사진 등에 대한 상세사항이 포함되어야 하며, 공급된 HW 및 상용 SW에 대한 교육기관 등 해당업무의 교육과정이 있을 경우 이를 포함하여야 한다. - 교육은 시스템 관리자, 운영자, 사용자로 구분하여 차별화된 교육을 실시 도입제품HW, SW에 대한 기본교육에서 운영교육까지 무상으로 실시하되 교육내용, 인원, 일정, 장소, 교육조건 등 교육지원과 실무적인 기술이전 계획을 제시하여야 한다. 교육에 따른 배포용 교재 및 소요경비는 제안업체에서 지원하여야 하며 교육기간은 공사와 협의하여 결정하여야 한다. 기타 시스템 구축 및 운영, 사업추진상 필요하다고 판단되어 공사에서 교육 등 요구시 이에 따라야 한다. 교육환경집합, 온라인, 동영상 제작 등과 관련된 소요비용은 제안사에서 부담함을 원칙으로 한다. 산출정보 교육계획서, 교육결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PMR-013"
          ],
          [
            "요구사항 명칭",
            "",
            "위험관리 방안"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "위험관리 방안 제시"
          ],
          [
            "",
            "세부\n내용",
            "￮  본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, \n사용자 요구사항 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 \n통제 및 리스크 관리 방안을 제시하며 지속적으로 문제를 파악 \n관리하고 조치사항에 대하여 추적할 수 있는 방안을 제시"
          ],
          [
            "산출정보",
            "",
            "방법론에 따른 표준산출물, 위험관리대장"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "교육지원"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "시스템 개발과 운영을 위해 필요한 교육지원에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  수행사는 성공적인 개발과 안정적 운영을 위하여 교육계획서를 제출하고 \n공사의 승인을 받아야 하며, 시스템 구축･운영･관리 등에 필요한 교육을 \n지속적으로 실시하여야 한다.\n  - 교육내용(예시) : 개발시스템 전반적인 사용 및 모니터링 교육, 기술이전 \n교육 및 업무 산출물 활용 교육, 시스템 사용방법 및 기능 활용 교육\n￮  교육계획서에는 교육훈련에 대한 목적 및 내용, 교육대상, 방법, 일정, \n장소, 강사진 등에 대한 상세사항이 포함되어야 하며, 공급된 H/W 및 \n상용 S/W에 대한 교육기관 등 해당업무의 교육과정이 있을 경우 이를 \n포함하여야 한다.\n  - 교육은 시스템 관리자, 운영자, 사용자로 구분하여 차별화된 교육을 \n실시\n￮  도입제품(H/W, S/W)에 대한 기본교육에서 운영교육까지 무상으로 \n실시하되 교육내용, 인원, 일정, 장소, 교육조건 등 교육지원과 실무적인 \n기술이전 계획을 제시하여야 한다.\n￮  교육에 따른 배포용 교재 및 소요경비는 제안업체에서 지원하여야 하며 \n교육기간은 공사와 협의하여 결정하여야 한다. \n￮  기타 시스템 구축 및 운영, 사업추진상 필요하다고 판단되어 공사에서 \n교육 등 요구시 이에 따라야 한다.\n￮  교육환경(집합, 온라인, 동영상 제작 등)과 관련된 소요비용은 제안사에서 \n부담함을 원칙으로 한다."
          ],
          [
            "산출정보",
            "",
            "교육계획서, 교육결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 63 - 요구사항 고유번호 PSR-002 요구사항 명칭 기술지원 요구사항 분류 프로젝트지원 요구사항 요구사항 상세설명 정의 시스템 구축 및 운영 관련 기술이전에 대한 사항 세부 내용 시스템 구축 및 운영과 관련된 기술이전계획을 제시하고 이행하여야 한다.솔루션 포함 - 기술이전 대상목록, 기술이전방법, 절차 등에 대한 계획을 제시 - 시스템 운영요원의 자체유지보수 능력 배양을 위한 기술이전 계획을 제시 - 계약상대자는 시스템 개발 및 관련분야의 정보기술에 대한 지속적인 정보제공 및 기술자문에 응해야 한다. - 계약상대자가 구축한 시스템에 대하여 발주자가 기능보완을 하고자 할 경우 필요한 제반 기술사항을 지원해야한다. - 발주자가 본 시스템을 확장하거나 타 장비를 접속하고자 하는 경우 계약상대자는 인터페이스가 가능하도록 관련 기술을 지원해야한다. 발주자의 요청 시 해당 시스템에 대한 사양과 운영에 관한 기술을 지원해야한다. 계약상대자는 시스템 개발 중이거나 개발 이후에도 관련 분야의 최신 정보기술에 대한 지속적인 정보제공 여부에 관한 내용을 제시해야한다. 수행사는 시스템 개발 및 관련분야의 정보기술에 대한 지속적인 정보제공 및 기술자문에 응하여야 한다. 수행사는 본 프로젝트에 참여한 인력 중 공사가 요구하는 인력을 지정된 장소에 상주하게 하여 기술지원을 수행하여야 한다. - 도입제품의 시스템 가동 및 관련 부대업무 수행 - SW 업그레이드, 마이그레이션 및 환경설정 지원 - 응용 소프트웨어 기능 적용에 따른 환경최적화, 데이터 이관, SQL튜닝 및 성능개선 지원 등 기술지원 및 이전 관련된 소요비용은 제안사에서 부담함을 원칙으로 한다. 산출정보 기술지원확약서, 유지보수계획서안정화 계획 포함 관련요구사항 - 64 - 요구사항 고유번호 PSR-003 요구사항 명칭 하자보수 및 안정화 지원 요구사항 분류 프로젝트지원 요구사항 요구사항 상세설명 정의 하자보수 기간 및 지원해야 할 사항 세부 내용 사업종료 최종 검수준공 이후 1년간 무상 하자보수를 실시하여야 한다. 제안업체는 본 프로젝트 완료 후 시스템의 지속적인 발전 및 안정성 있는 유지를 위해 하자보수 계획을 제시하여야 한다. - 제안하는 장비, 네트워크 및 소프트웨어에 대해 충분한 하자보수 지원 방안이 분야별로 구분되어 구체적으로 제시되어야 하며, 다음의 사항을 포함하여 기술 - 분야별 무상 하자보수 기간, 하자보수 조직, 지원방법, 지원범위 하자보수 기간 동안 응용 소프트웨어의 원활한 운영을 위하여 지속적으로 지원해야 한다. 구축된 시스템상의 문제프로그램 및 자료의 오류, 기능의 미비사항 등가 발견된 경우 필요한 조치를 취하여 문제점을 해결해야 한다. 시스템의 최적 운용 및 응급처리 방안 등에 대한 상세한 장애대응 방안을 제시해야 한다. 하자보수기간 동안 공급업체는 OS, 각종 Utility 및 상용 SW의 Patch 등을 무상으로 제공하여야 한다. 무상 하자보수 기간 중 HW 장비의 불량소모품 포함 및 설치상의 오류 등으로 발생한 시스템 결함 및 하자에 대한 보수를 요청 받았을 경우 가능한 빠른 시간 안에 해당 부품을 무상으로 수리하거나 동일 신품으로 교환하여야 한다. 공급되는 장비 및 부품, HW의 생산 중단 시는 최소 3개월 전에 서면으로 통보하고 관련 장비의 예비부품을 사전확보 및 대체품으로 지속운용을 위한 대책을 강구 지원하여야 한다. 시스템 변경사항 발생 시 관련 산출물 및 매뉴얼을 현행화하고 담당자 교육 을 실시하여야 한다. 산출정보 기술지원확약서, 유지보수계획서하자보수 및 안정화 계획 포함 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "기술지원"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "시스템 구축 및 운영 관련 기술이전에 대한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  시스템 구축 및 운영과 관련된 기술이전계획을 제시하고 이행하여야 \n한다.(솔루션 포함)\n  - 기술이전 대상목록, 기술이전방법, 절차 등에 대한 계획을 제시\n  - 시스템 운영요원의 자체유지보수 능력 배양을 위한 기술이전 계획을 \n제시\n  - 계약상대자는 시스템 개발 및 관련분야의 정보기술에 대한 지속적인 \n정보제공 및 기술자문에 응해야 한다.\n  - 계약상대자가 구축한 시스템에 대하여 발주자가 기능보완을 하고자 할 \n경우 필요한 제반 기술사항을 지원해야한다.\n  - 발주자가 본 시스템을 확장하거나 타 장비를 접속하고자 하는 경우 \n계약상대자는 인터페이스가 가능하도록 관련 기술을 지원해야한다.\n￮  발주자의 요청 시 해당 시스템에 대한 사양과 운영에 관한 기술을 \n지원해야한다.\n￮  계약상대자는 시스템 개발 중이거나 개발 이후에도 관련 분야의 최신 \n정보기술에 대한 지속적인 정보제공 여부에 관한 내용을 제시해야한다.\n￮  수행사는 시스템 개발 및 관련분야의 정보기술에 대한 지속적인 정보제공 \n및 기술자문에 응하여야 한다.\n￮  수행사는 본 프로젝트에 참여한 인력 중 공사가 요구하는 인력을 지정된 \n장소에 상주하게 하여 기술지원을 수행하여야 한다.\n  - 도입제품의 시스템 가동 및 관련 부대업무 수행\n  - S/W 업그레이드, 마이그레이션 및 환경설정 지원\n  - 응용 소프트웨어 기능 적용에 따른 환경최적화, 데이터 이관, SQL튜닝 \n및 성능개선 지원 등\n￮  기술지원 및 이전 관련된 소요비용은 제안사에서 부담함을 원칙으로 한다."
          ],
          [
            "산출정보",
            "",
            "기술지원확약서, 유지보수계획서(안정화 계획 포함)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "하자보수 및 안정화 지원"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "하자보수 기간 및 지원해야 할 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  사업종료 최종 검수(준공) 이후 1년간 무상 하자보수를 실시하여야 한다.\n￮  제안업체는 본 프로젝트 완료 후 시스템의 지속적인 발전 및 안정성 있는 \n유지를 위해 하자보수 계획을 제시하여야 한다.\n  - 제안하는 장비, 네트워크 및 소프트웨어에 대해 충분한 하자보수 지원 \n방안이 분야별로 구분되어 구체적으로 제시되어야 하며, 다음의 사항을 \n포함하여 기술\n  - 분야별 무상 하자보수 기간, 하자보수 조직, 지원방법, 지원범위\n￮  하자보수 기간 동안 응용 소프트웨어의 원활한 운영을 위하여 \n지속적으로 지원해야 한다.\n￮  구축된 시스템상의 문제(프로그램 및 자료의 오류, 기능의 미비사항 \n등)가 발견된 경우 필요한 조치를 취하여 문제점을 해결해야 한다.\n￮  시스템의 최적 운용 및 응급처리 방안 등에 대한 상세한 장애대응 \n방안을 제시해야 한다.\n￮  하자보수기간 동안 공급업체는 O/S, 각종 Utility 및 상용 SW의 Patch 등을 \n무상으로 제공하여야 한다.\n￮  무상 하자보수 기간 중 H/W 장비의 불량(소모품 포함) 및 설치상의 오류 \n등으로 발생한 시스템 결함 및 하자에 대한 보수를 요청 받았을 경우 \n가능한 빠른 시간 안에 해당 부품을 무상으로 수리하거나 동일 신품으로 \n교환하여야 한다.\n￮  공급되는 장비 및 부품, H/W의 생산 중단 시는 최소 3개월 전에 서면으로 \n통보하고 관련 장비의 예비부품을 사전확보 및 대체품으로 지속운용을 \n위한 대책을 강구 지원하여야 한다.\n￮  시스템 변경사항 발생 시 관련 산출물 및 매뉴얼을 현행화하고 담당자 \n교육 을 실시하여야 한다."
          ],
          [
            "산출정보",
            "",
            "기술지원확약서, 유지보수계획서(하자보수 및 안정화 계획 포함)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 65 - 요구사항 고유번호 PSR-004 요구사항 명칭 안정화 활동 요구사항 분류 프로젝트지원 요구사항 요구사항 상세설명 정의 안정화 활동 개념 정의 세부 내용 목표시스템 가동 이후 일정한 기간 동안 가동상태 모니터링 및 기록, 예방점검 활동 실시, 유지인력 교육, 비상연락 체계 가동, 기술지원 등 안정화 활동최소 1개월을 수행해야 함 안정화 기간은 추진체계 및 일정을 준수해야 함 - 시스템 오픈 및 안정화 기간은 사업기간 내 완료함 - 안정화 기간의 조정이 필요한 경우 발주기관과 협의하여 일정을 조정한다. 산출정보 SW사업 수행 실적 정보 관련요구사항 요구사항 고유번호 PSR-005 요구사항 명칭 기타 지원사항 요구사항 분류 프로젝트지원 요구사항 요구사항 상세설명 정의 정보자원 통합관리 및 기타 프로젝트 지원에 관한 사항 세부 내용 EA산출물에 적합하도록 산출물을 작성하여 국토교통부 EA시스템에 등록하여여 한다. 행정기관 및 공공기관 정보시스템 구축운영 지침제48조 소프트웨어 진흥법제46조에 따라 사업 수주자는 SW사업정보SW사업 수행 및 실적 정보 데이터를 작성하여 제출하여야 한다. - SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출안내 문서를 참조토록 함 산출정보 SW사업 수행 실적 정보 관련요구사항 - 66 - 타. 안전 요구사항 요구사항 고유번호 SAR-001 요구사항 명칭 안전보건관리체계 수립 요구사항 분류 안전 요구사항 요구사항 상세설명 정의 안전보건관리체계 수립 세부 내용 1. 안전보건방침의 수립 - 도급사업주의 안전보건방침에 따라 적정하게 수립 - 수급사업주의 안전보건방침이 수급업체의 규모와 특성에 적합 - 안전보건방침에는 안전보건을 확보하기 위한 지속적인 개선 및 실행의지 포함 2. 중대해해예방을 위한 이행계획 수립 - 산업예방활동에 따른 수급업체의 이행계획에는 도급업체의 활동에 부합하는 목표와 측정 가능한 성과지표가 수립되어야 함 - 이행계획에는 관련법규의 요구사항을 반영하고 인적물적 투입범위를 포함 3. 이행계획 추진을 위한 구성원 역할 분담 - 이행계획의 효율적 추진을 위한 수급업체 안전보건조직의 구성, 역할, 책임 및 권한 명시 - 유해위험작업을 수행하는 구성원은 업무수행에 필요한 자격과 능력을 가지고 있고, 교육훈련을 통하여 자격과 능력을 유지 산출정보 안전보건관리 계획서 관련요구사항",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항 명칭",
            "",
            "안정화 활동"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "안정화 활동 개념 정의"
          ],
          [
            "",
            "세부\n내용",
            "￮  목표시스템 가동 이후 일정한 기간 동안 가동상태 모니터링 및 기록, \n예방점검 활동 실시,  유지인력 교육,  비상연락 체계 가동,  기술지원 등 \n안정화 활동(최소 1개월)을 수행해야 함\n￮  안정화 기간은 추진체계 및 일정을 준수해야 함\n    -  시스템 오픈 및 안정화 기간은 사업기간 내 완료함\n    -  안정화 기간의 조정이 필요한 경우 발주기관과 협의하여 일정을 조정한다."
          ],
          [
            "산출정보",
            "",
            "SW사업 수행 실적 정보"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SAR-001"
          ],
          [
            "요구사항 명칭",
            "",
            "안전보건관리체계 수립"
          ],
          [
            "요구사항 분류",
            "",
            "안전 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "안전보건관리체계 수립"
          ],
          [
            "",
            "세부\n내용",
            "1. 안전보건방침의 수립\n  - 도급사업주의 안전보건방침에 따라 적정하게 수립\n  - 수급사업주의 안전보건방침이 수급업체의 규모와 특성에 적합\n  - 안전보건방침에는  안전보건을 확보하기 위한 지속적인 개선 및 \n실행의지 포함\n2. 중대해해예방을 위한 이행계획 수립\n  - 산업예방활동에 따른 수급업체의 이행계획에는 도급업체의 활동에 \n부합하는 목표와 측정 가능한 성과지표가 수립되어야 함\n  - 이행계획에는 관련법규의 요구사항을 반영하고 인적·물적 투입범위를 \n포함 \n3. 이행계획 추진을 위한 구성원 역할 분담\n  - 이행계획의 효율적 추진을 위한 수급업체 안전보건조직의 구성, 역할, \n책임 및 권한 명시\n  - 유해･위험작업을 수행하는 구성원은 업무수행에 필요한 자격과 능력을 \n가지고 있고, 교육･훈련을 통하여 자격과 능력을 유지"
          ],
          [
            "산출정보",
            "",
            "안전보건관리 계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항 명칭",
            "",
            "기타 지원사항"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "정보자원 통합관리 및 기타 프로젝트 지원에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "￮  EA산출물에 적합하도록 산출물을 작성하여 국토교통부 EA시스템에 \n등록하여여 한다. (｢행정기관 및 공공기관 정보시스템 구축·운영 \n지침｣제48조)\n￮  ｢소프트웨어 진흥법｣제46조에 따라 사업 수주자는 SW사업정보(SW사업 \n수행 및 실적 정보) 데이터를 작성하여 제출하여야 한다.\n  - SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 \n‘SW사업정보 저장소 데이터 제출안내’ 문서를 참조토록 함"
          ],
          [
            "산출정보",
            "",
            "SW사업 수행 실적 정보"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 67 - 요구사항 고유번호 SAR-002 요구사항 명칭 안전보건관리체계 실행수준 요구사항 분류 안전 요구사항 요구사항 상세설명 정의 안전보건관리체계 실행수준 세부 내용 1. 위험성 평가 수립 - 도급작업의 위험기계기구, 유해위험물질 및 위험작업에 대한 아차사고를 포함한 재해사례를 숙지하고 유해위험요인에 대한 자체 위험성평가를 실시 - 수급업체 규모 및 위험작업 특성을 고려, 적절한 위험성평가기법으로 절차에 따라 실시 2. 안전보건교육 계획 수립 - 안전보건교육 종류별로 교육내용, 시기, 대상자, 장소, 성과지표 등을 포함하여 계획 수립 - 안전보건교육계획 대비 이수자 현황 및 성과분석 등 교육결과 기록 - 법정교육과정 및 시간 이외에 도급작업의 위험성평가결과 전파교육 등 안전보건 확보를 위한 추가교육 포함 3. 유해위험작업 안전작업허가 이행 - 안전작업허가 대상의 종류와 허가절차에 대한 이행계획이 수립 - 안전작업허가서 작성자, 검토자 등이 지정되고 역할이 부여됨 - 안전작업허가 절차, 허가서의 기록, 경유 및 보관에 대한 계획이 수립 산출정보 위험성 평가서, 안전보건교육 결과서 관련요구사항 요구사항 고유번호 SAR-003 요구사항 명칭 재해발생 수준 요구사항 분류 안전 요구사항 요구사항 상세설명 정의 재해발생 수준 세부 내용 1. 최근 3년간 산업재해 발생현황 - 안전보건공단에서 발급한 최근 3년간 산업재해율확인서 제출 사업장 가동기간이 2년 미만인 경우는 해당 가동 기간만으로 산정 1년 미만 신규업체는 평가항목에서 재해발생수준을 제외 산출정보 산업재해율 확인서 관련요구사항 - 68 - V 제안서 평가 및 사업자 선정 안내 1. 입찰방식 및 제안자격 가. 입찰방식 일반경쟁 입찰 나. 계약방식 협상에 의한 계약 국가를 당사자로 하는 계약에 관한 법률 시행령제43조협상에 의한 계약체결, 제43조의2지식기반사업의 계약방법 소프트웨어 진흥법제49조국가기관등의 소프트웨어사업 계약 등 협상에 의한 계약체결 기준기획재정부예규 소프트웨어 기술성 평가기준 지침과학기술정보통신부 고시 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 2. 입찰 참가자격 가. 국가를 당사자로 하는 계약에 관한 법률 시행령제12조 및 동 법 시행규칙 제14조 규정에 의한 경쟁 입찰 참가자격을 갖추어야 한다. 나. 본 입찰은 사업금액이 20억원 미만인 사업으로서 소프트웨어 진흥법제48조 및 중소 소프트웨어 사업자의 사업 참여 지원에 관한 지침 제3조에 따라 대기업 및 중견기업은 소프트웨어사업자 가 참여할 수 있는 사업금액의 하한 적용 근거에 따라 본 입찰 에 참여 할 수 없다. 다. 중소기업청 고시 중소기업자간 경쟁제품 직접 생산확인 기준에 의거 직접생산 증명서입찰마감일 전일까지 전산업무소프트웨어 개발 분야의 정보시스템 개발서비스로 발행된 것으로 유효기 간 내에 있어야 함를 소지한 업체 제안서 포함 라. 입찰등록 마감일 기준 국가를 당사자로 하는 계약에 관한 법률 시행령제76조부정당업자의 입찰참가자격의 제한에 지정되지 아니한 업체이어야 한다.",
      "tables": [
        [
          [
            "요구사항 고유번호",
            "",
            "SAR-002"
          ],
          [
            "요구사항 명칭",
            "",
            "안전보건관리체계 실행수준"
          ],
          [
            "요구사항 분류",
            "",
            "안전 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "안전보건관리체계 실행수준"
          ],
          [
            "",
            "세부\n내용",
            "1. 위험성 평가 수립\n  - 도급작업의 위험기계･기구, 유해위험물질 및 위험작업에 대한 \n아차사고를 포함한 재해사례를 숙지하고 유해･위험요인에 대한 자체 \n위험성평가를 실시\n  - 수급업체 규모 및 위험작업 특성을 고려, 적절한 위험성평가기법으로 \n절차에 따라 실시\n2. 안전보건교육 계획 수립\n  - 안전보건교육 종류별로 교육내용, 시기, 대상자, 장소, 성과지표 등을 \n포함하여 계획 수립\n  - 안전보건교육계획 대비 이수자 현황 및 성과분석 등 교육결과 기록\n  - 법정교육과정 및 시간 이외에 도급작업의 위험성평가결과 전파교육 등 \n안전보건 확보를 위한 추가교육 포함\n3. 유해·위험작업 안전작업허가 이행\n  - 안전작업허가 대상의 종류와 허가절차에 대한 이행계획이 수립\n  - 안전작업허가서 작성자, 검토자 등이 지정되고 역할이 부여됨\n  - 안전작업허가 절차, 허가서의 기록, 경유 및 보관에 대한 계획이 수립"
          ],
          [
            "산출정보",
            "",
            "위험성 평가서, 안전보건교육 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항 고유번호",
            "",
            "SAR-003"
          ],
          [
            "요구사항 명칭",
            "",
            "재해발생 수준"
          ],
          [
            "요구사항 분류",
            "",
            "안전 요구사항"
          ],
          [
            "요구사항 \n상세설명",
            "정의",
            "재해발생 수준"
          ],
          [
            "",
            "세부\n내용",
            "1. 최근 3년간 산업재해 발생현황\n  - 안전보건공단에서 발급한 최근 3년간 산업재해율확인서 제출\n  * 사업장 가동기간이 2년 미만인 경우는 해당 가동 기간만으로 산정\n  * 1년 미만 신규업체는 평가항목에서 재해발생수준을 제외"
          ],
          [
            "산출정보",
            "",
            "산업재해율 확인서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 10
    },
    {
      "page": 35,
      "text": "- 69 - 마. 국가종합전자조달시스템 입찰참가자격등록규정에 의하여 나라장터G2B 에 입찰마감일 전일까지 소프트웨어사업자컴퓨터 관련 서비스 사업 1468로 등록한 업체 바. 사업은 하도급을 불허한다. 사. 본 사업은 단독 또는 공동수급공동이행방식이 가능한 사업이며, 공동수급의 경우, 수급체 구성원은 5개사 이하로 제한되고, 각 수급체는 최소지분율 10이상을 소유하여야 하며, 주관사는 지분 율이 가장 많은 사업자로 함. 공동계약으로참여시는반드시공동계약운용요령기획재정부계약예규제 651호, 23. 6. 30.을숙지하여야하며숙지하지못함에따라발생된결과에 대한책임은입찰자에게있음 3. 제안서 평가 및 업체선정 가. 제안서 평가기준 1 본 사업의 제안평가 기준은 협상에 의한 계약체결 기준을 따르며, 별 도의 제안 발표 없이 기술능력과 입찰가격에 대해 종합평가를 실시 한다. 2 제안서 평가결과에 따라 계약체결을 위한 협상순위를 결정한다. 3 평가항목 중 한 개 항목이라도 부적합한 장비를 제안한 업체 또는 기 술능력 평가결과 배점한도의 85점 미만인 업체는 협상적격자에서 제 외한다. 4 평가비율 기술평가90, 가격평가10 종합평가점수산출 평가점수 기술평가점수 가격평가점수 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부고시 제2023-27호, 2022.4.18. 제18조평가배점 5 입찰자는 평가방법 또는 선정결과에 대해 이의 제기할 수 없으며, 평 가결과에 대한 세부내용은 공개하지 않는다. 나. 기술평가 방법 1 제안서의 공정한 평가를 위해 전문가로 구성된 기술평가위원회 구성 한다. - 70 - 2 각 항목별 평가배점과 방법은기술제안서 평가기준에 의한다. 3 각 평가위원의 평가점수100점 만점 중 최고점수와 최저점수를 제외 한 나머지 점수를 산술평균한 점수를 90점 만점으로 환산하며기술능 력평가 분야 배점한도의 85 이상인 자를 협상적격자로 선정한다. 평가위원별각제안서에대한최고점수와최저점수의차이가가장큰평가위원 우선제외단, 최고점수와최저점수의차이가동일한평가위원이2명이상인경 우제외하지않음 남은평가위원의평가점수중에서각업체별최저및최고점수를다시제외다 만, 동일최고점수및동일최저점수가각각2개이상일경우에는각각1개만 제외하고산술평균하여평가점수를산출 평가점수가소수점이하가있는경우에는소수점다섯째자리에서반올림함 4 제안서에 필요한 서류가 첨부되어 있지 않거나 제출된 서류가 불명 확하여 인지할 수 없는 경우에는 제안서 내용의 변경이 없는경미한 사항에 한하여 기한을 정하여 보완을 요구하며, 기한까지보완 요구한 서류가 불명확하여 심사가 불가능한 경우에는 평가에서 제외한다. 다. 우선협상대상자 선정 1 비계량부분 평가점수와 계량부분 평가점수를 합산하여 배점한도 85 이 상인 자를 협상적격자로 선정하며, 협상 순서는 기술능력평가 점수 와 입찰가격평가 점수를 합산하여 고득점 순에 따라 결정한다. 2 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1위인제 안사를 우선협상대상자로 선정하여 기타 지원조건 등을 협상한다. 3 합산점수가 동일한 제안자가 2인 이상일 경우에는 기술능력평가 점 수가 높은 제안자를 우선순위자로 하고 기술능력 평가점수도 동일한 경우에는 기술능력 중요도 순위의 점수가 높은 자를 우선순위자로 한다. 기술평가항목중요도1기술및기능2성능및품질3프로젝트관리및지원 4 최고득점자와 협상 결렬 시 차순위자와 협상을 실시하고, 협상대상 자와 협상이 모두 결렬되면 재공고하여 추진한다. 라. 제안서 보상 1 본 사업은 총 사업예산이 20억 미만으로 소프트웨어 진흥법제52 조및 소프트웨어사업 계약 및 관리감독에 관한 지침 제16조제",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 36,
      "text": "- 71 - 안서 보상 대상 및 기준에 따른 제안서 보상대상 사업에 해당하지 않 으므로 제안서 보상을 실시하지 않는다. 마. 기술제안서 평가 기준 1 소프트웨어 기술성 평가기준과학기술정보통신부고시을 준용한다. 2 평가위원회는 평가에 영향을 주지 않는 범위 내에서 설명 또는 추가 자료를 요청할 수 있다. 3 기술제안서 평가항목 및 배점기준 구분 평가부문 평가항목 평가요소 배점 비계량 평가 80 전략 및 방법론 15 사업 이해도 - 사업의 배경 및 목표 이해도 - 문제파악의 정확성 및 업무분석의 명확성 - 목표시스템 구성의 적정성 - 제안내용의 일관성 있는 방향과 전략 제시 5 추진전략 - 사업의 구체적인 추진 전략의 적정성 - 위험요소를 고려한 전략의 창의성과 타당성 4 적용기술 - 적용기술의 확장성 및 실현 가능성 - 적용기술의 혁신성 및 최신성 2 표준 프레임워크 적용 - 표준 프레임워크의 사용 계획과 예상되는 문 제점에 대한 실현가능한 대응 방안 제시 - 프레임워크 미적용 시, 사유의 타당성 2 개발 방법론 - 시스템 구축 절차의 타당성 - 도구와 기법의 적정성과 경험 2 기술 및 기능 25 시스템 장비구성 요구사항 - 도입대상 SW의 규격 충족도 - 도입대상 SW의 확장 가능성 - SW의 설치 및 공급 계획의 적절성 - 도입대상 SW의 유지관리 타당성 2 기능 요구사항 - 기능 구현 완전성 및 정확성 - 기능요구 사항 분석의 타당성 및 적정성 - 제안 방안 및 적용 기술 적절성 6 보안 요구사항 - 보안요구사항 분석 및 방안의 타당성 - 보안요구사항 분석의 적정성 2 데이터 요구사항 - 데이터 전환 계획 및 검증방법, 에러 데이터 처리의 타당성 - 운행 데이터 분석율과 분석 결과 정합성 향 상 방안 제시 10 시스템운영 요구사항 - 시스템 운영 요구사항의 충족도 - 시스템 운영 요구사항 대응책의 타당성 3 제약사항 - 목표시스템과 관련된 기술표준업무법제도 등 제약조건의 파악여부 및 대응방안 2 - - 72 - 평가 이후 점수를 90로 환산하여 기술평가 점수 산정 평가세부 항목 및 배점은 공사의 방침, 평가위원회의 결정에 따라 조정될 수 있음 구분 평가부문 평가항목 평가요소 성능 및 품질 12 성능 요구사항 - 성능 요구사항 분석의 타당성 - 성능 요구사항의 충족도 - 시스템 반응시간 충족도 및 시스템 처리율 인터페이스 요구사항 - 시스템 인터페이스 구현의 적합성 - 사용자 인터페이스의 편의성 - 참여인력의 구축 경험 충족성 테스트 요구사항 - 도입장비의 성능 점검을 위한 테스트 적정성 - 테스트 유형단위, 통합, 시스템 시험 등에 따른 테스트 방법, 환경, 시험조직의 적정성 품질 요구사항 - 단계별 품질요구사항 점검 계획의 적정성 - 품질요구사항 점검의 타당성 프로젝트 관리 16 관리 방법론 - 사업 위험관리 방안의 적절성 - 진도관리 방안의 적절성 - 산출물 형상 및 문서관리 방안의 적정성 사업수행 조직 - 사업수행을 위한 조직 및 핵심투입인력의 적 정성 일정계획 - 세부활동 정의 및 기간의 타당성 - 세부활동 배열 및 자원할당의 합리성 개발장비 - 사업 참여 의지 및 조직적 대응 정도 - 개발환경의 구성여부와 해결방안 적정성 품질보증 - 품질보증계획의 적정성 - 품질보증 조직 및 수행인력의 자질 프로젝트 지원 12 시험운영 - 시스템의 이용 및 관리운영에 방안의 적정성 - 시험운영 조직의 적정성 교육훈련 - 교육훈련 방법, 내용, 일정 및 조직의 적정성 - 기술이전 및 지원방안의 적정성 유지보수 - 하자보수 계획, 조직, 절차의 적정성 - 하자관리 범위 및 기간의 적정성 기밀보안 및 비상대책 - 기밀보안 체계 및 대책의 적정성 - 백업복구 및 장애예방 대책 계량 평가 20 일반부문 20 경영상태 - 기관의 신용등급 평가 수행실적 - 유사사업정보시스템 구축 수행실적 평가 감점 1. 청렴 계약 특별 신인도 2. 블라인드 위반 합 계",
      "tables": [
        [
          [
            "구분",
            "평가부문",
            "평가항목",
            "평가요소"
          ],
          [
            "",
            "성능 및 \n품질\n(12)",
            "성능   \n요구사항",
            "- 성능 요구사항 분석의 타당성\n- 성능 요구사항의 충족도\n- 시스템 반응시간 충족도 및 시스템 처리율"
          ],
          [
            "",
            "",
            "인터페이스  \n요구사항",
            "- 시스템 인터페이스 구현의 적합성\n- 사용자 인터페이스의 편의성\n- 참여인력의 구축 경험 충족성"
          ],
          [
            "",
            "",
            "테스트 \n요구사항",
            "- 도입장비의 성능 점검을 위한 테스트 적정성\n- 테스트  유형(단위,  통합,  시스템  시험  등)에 \n따른 테스트 방법, 환경, 시험조직의 적정성"
          ],
          [
            "",
            "",
            "품질 \n요구사항",
            "- 단계별 품질요구사항 점검 계획의 적정성\n- 품질요구사항 점검의 타당성"
          ],
          [
            "",
            "프로젝트 \n관리\n(16)",
            "관리   \n방법론",
            "- 사업 위험관리 방안의 적절성\n- 진도관리 방안의 적절성\n- 산출물 형상 및 문서관리 방안의 적정성"
          ],
          [
            "",
            "",
            "사업수행\n조직",
            "- 사업수행을 위한 조직 및 핵심투입인력의 적\n정성"
          ],
          [
            "",
            "",
            "일정계획",
            "- 세부활동 정의 및 기간의 타당성\n- 세부활동 배열 및 자원할당의 합리성"
          ],
          [
            "",
            "",
            "개발장비",
            "- 사업 참여 의지 및 조직적 대응 정도\n- 개발환경의 구성여부와 해결방안 적정성"
          ],
          [
            "",
            "",
            "품질보증",
            "- 품질보증계획의 적정성\n- 품질보증 조직 및 수행인력의 자질"
          ],
          [
            "",
            "프로젝트 \n지원\n(12)",
            "시험운영",
            "- 시스템의 이용 및 관리운영에 방안의 적정성\n- 시험운영 조직의 적정성"
          ],
          [
            "",
            "",
            "교육훈련",
            "- 교육훈련 방법, 내용, 일정 및 조직의 적정성\n- 기술이전 및 지원방안의 적정성"
          ],
          [
            "",
            "",
            "유지보수",
            "- 하자보수 계획, 조직, 절차의 적정성\n- 하자관리 범위 및 기간의 적정성"
          ],
          [
            "",
            "",
            "기밀보안  \n및    \n비상대책",
            "- 기밀보안 체계 및 대책의 적정성\n- 백업/복구 및 장애/예방 대책"
          ],
          [
            "계량  \n평가\n(20)",
            "일반부문\n(20)",
            "경영상태",
            "- 기관의 신용등급 평가"
          ],
          [
            "",
            "",
            "수행실적",
            "- 유사사업(정보시스템 구축) 수행실적 평가"
          ],
          [
            "감점",
            "1. 청렴 계약 특별 신인도",
            "",
            ""
          ],
          [
            "",
            "2. 블라인드 위반",
            "",
            ""
          ],
          [
            "합    계",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "평가부문",
            "평가항목",
            "평가요소",
            "배점"
          ],
          [
            "비계량 \n평가\n(80)",
            "전략 및 \n방법론\n(15)",
            "사업  \n이해도",
            "- 사업의 배경 및 목표 이해도\n- 문제파악의 정확성 및 업무분석의 명확성\n- 목표시스템 구성의 적정성\n- 제안내용의 일관성 있는 방향과 전략 제시",
            "5"
          ],
          [
            "",
            "",
            "추진전략",
            "- 사업의 구체적인 추진 전략의 적정성\n- 위험요소를 고려한 전략의 창의성과 타당성",
            "4"
          ],
          [
            "",
            "",
            "적용기술",
            "- 적용기술의 확장성 및 실현 가능성\n- 적용기술의 혁신성 및 최신성",
            "2"
          ],
          [
            "",
            "",
            "표준  \n프레임워크  \n  적용",
            "- 표준 프레임워크의 사용 계획과 예상되는 문\n제점에 대한 실현가능한 대응 방안 제시\n- 프레임워크 미적용 시, 사유의 타당성",
            "2"
          ],
          [
            "",
            "",
            "개발   \n방법론",
            "- 시스템 구축 절차의 타당성\n- 도구와 기법의 적정성과 경험",
            "2"
          ],
          [
            "",
            "기술 및 \n기능\n(25)",
            "시스템  \n장비구성  \n요구사항",
            "- 도입대상 SW의 규격 충족도\n- 도입대상 SW의 확장 가능성\n-\nSW의 설치 및 공급 계획의 적절성\n- 도입대상 SW의 유지관리 타당성",
            "2"
          ],
          [
            "",
            "",
            "기능  \n요구사항",
            "- 기능 구현 완전성 및 정확성\n- 기능요구 사항 분석의 타당성 및 적정성\n- 제안 방안 및 적용 기술 적절성",
            "6"
          ],
          [
            "",
            "",
            "보안   \n요구사항",
            "- 보안요구사항 분석 및 방안의 타당성\n- 보안요구사항 분석의 적정성",
            "2"
          ],
          [
            "",
            "",
            "데이터  \n요구사항",
            "- 데이터 전환 계획 및 검증방법, 에러 데이터 \n처리의 타당성\n- 운행 데이터 분석율과 분석 결과 정합성 향\n상 방안 제시",
            "10"
          ],
          [
            "",
            "",
            "시스템운영 \n요구사항",
            "- 시스템 운영 요구사항의 충족도\n- 시스템 운영 요구사항 대응책의 타당성",
            "3"
          ],
          [
            "",
            "",
            "제약사항",
            "- 목표시스템과  관련된  기술/표준/업무/법제도 \n등 제약조건의 파악여부 및 대응방안",
            "2"
          ],
          [
            "",
            "",
            "",
            "-",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 73 - 4 평가표 및 배점 등급 구분 평가부문 평가항목 배점 한도 배 점 기 준 우수 양호 보통 미흡 부족 비계량 평가 80 전략 및 방법론 15 사업이해도 5 5.0 4.5 4.0 3.5 3.0 추진전략 4 4.0 3.6 3.2 2.8 2.4 적용기술 2 2.0 1.8 1.6 1.4 1.2 표준프레임워크적용 2 2.0 1.8 1.6 1.4 1.2 개발방법론 2 2.0 1.8 1.6 1.4 1.2 기술 및 기능 25 시스템 장비구성 요구사항 2 2.0 1.8 1.6 1.4 1.2 기능 요구사항 6 6.0 5.4 4.8 4.2 3.6 보안 요구사항 2 2.0 1.8 1.6 1.4 1.2 데이터 요구사항 10 10.0 9 8 7 6 시스템운영 요구사항 3 3.0 2.7 2.4 2.1 1.8 제약사항 2 2.0 1.8 1.6 1.4 1.2 성능 및 품질 12 성능 요구사항 3 3.0 2.7 2.4 2.1 1.8 인터페이스 요구사항 3 3.0 2.7 2.4 2.1 1.8 테스트 요구사항 3 3.0 2.7 2.4 2.1 1.8 품질 요구사항 3 3.0 2.7 2.4 2.1 1.8 프로젝트 관리 16 관리방법론 4 4.0 3.6 3.2 2.8 2.4 사업수행조직 4 4.0 3.6 3.2 2.8 2.4 일정계획 3 3.0 2.7 2.4 2.1 1.8 개발장비 2 2.0 1.8 1.6 1.4 1.2 품질보증 3 3.0 2.7 2.4 2.1 1.8 프로젝트 지원 12 시험운영 3 3.0 2.7 2.4 2.1 1.8 교육훈련 3 3.0 2.7 2.4 2.1 1.8 유지보수 3 3.0 2.7 2.4 2.1 1.8 기밀보안 및 비상대책 3 3.0 2.7 2.4 2.1 1.8 감점 1. 청렴 계약 특별 신인도 0 -4 2. 블라인드 위반 -3 계량 평가 20 경영상태 10 계량평가 배점기준에 의함 수행실적 10 - 74 - 5 청렴계약 특별 신인도 - 공직자 윤리법에 따른 취업제한심사대상자 고용시 다음과 같이 적용 심사항목 평가요소 배점 등 급 가. 공직자 윤리법에 따른 취업제한 공직자윤리법 에따른 취업심사대상 자고용여부 -4 A. 입찰공고일현재취업심사대상자고용한업체 B. 입찰공고일로부터최근1년이내취업심사 대상자고용한사실이있는업체 C. 입찰공고일로부터최근2년이내취업심사 대상자고용한사실이있는업체 D. 입찰공고일로부터최근3년이내취업심사 대상자고용한사실이있는업체 나. 삭제 1. 공직자윤리법에 따른 취업심사 대상 업체법령에 따라 인사혁신처에서 고시하 는 업체에 한함가 동 법령에 따른 취업심사대상자를 고용한 상태로 입찰에 참가 한 경우 A등급으로 평가하며, A등급으로 판정된 자는 타 신인도 평가항목상 의 가점을 인정하지 않음 취업심사대상자 4급 이상 국가지방공무원 및 공기업 기관장 및 임원이 퇴직 전 5년간 소속하였던 부서와 업무관련성이 큰 업체매년 인사혁신처에서 고시하는 취업제한 대상 사기업체에 한함에 퇴직 후 2년 이내에 재취업하고자 하는 자 업무관련성의 판단을 위하여 제출하는 서류를 위조변조하거나 부정하게 행사한 자 또는 허위서류를 제출한 경우에는 관련규정에 따라 입찰참가 제한처분을 받 게 되며, 계약체결 후에도 해당계약을 해제해지 할 수 있음 2. 취업심사대상자가 입찰공고일 이전에 퇴직한 경우에는 그 퇴직일을 기준으로 입 찰공고일까지의 기간에 따라 각각 B, C, D등급으로 평가 3. 전 항의 평가와 관련하여 해당 취업심사대상자의 취업일이 공정경쟁 및 청렴계 약입찰 특별유의서시행일인 2014.3.10.이전인 경우에는 평가하지 않음 6 블라인드 위반 규격기술입찰서 비계량부문 부본 및 요약문 부본 표지와 본문 내용에서 아래의 사항이 발견될 경우 블라인드 심사 시 -3점 감점 적용평가 이후 발견될 경우에도 -3점 감점적용 - 규격기술입찰서 평가용비계량부문 부본 및 요약문 부본 컬러 작성 및 규격기 술입찰서 각 장 구분을 위한 속지에 색지 사용 - 입찰참가자의 회사소개, 회사명, 주소, 대표자명, 사업자번호, 회사로고 표시 - 성명, 인물사진 표시인식이 불가하도록 조치한 경우 제외",
      "tables": [
        [
          [
            "심사항목",
            "평가요소",
            "배점",
            "등\n급"
          ],
          [
            "가. 공직자\n윤리법에\n따른\n취업제한",
            "공직자윤리법\n에 따른\n취업심사대상\n자 고용여부",
            "-4",
            "A. 입찰공고일 현재 취업심사대상자 고용한 업체\nB. 입찰공고일로부터 최근 1년이내 취업심사\n대상자 고용한 사실이 있는 업체\nC. 입찰공고일로부터 최근 2년이내 취업심사\n대상자 고용한 사실이 있는 업체\nD. 입찰공고일로부터 최근 3년이내 취업심사\n대상자 고용한 사실이 있는 업체"
          ],
          [
            "나. <삭제>",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분\n평가부문",
            "",
            "평가항목",
            "배점\n한도",
            "배 점 기 준",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "우수",
            "양호",
            "보통",
            "미흡",
            "부족"
          ],
          [
            "비계량\n평가\n(80)",
            "전략 및 \n방법론\n(15)",
            "사업이해도",
            "5",
            "5.0",
            "4.5",
            "4.0",
            "3.5",
            "3.0"
          ],
          [
            "",
            "",
            "추진전략",
            "4",
            "4.0",
            "3.6",
            "3.2",
            "2.8",
            "2.4"
          ],
          [
            "",
            "",
            "적용기술",
            "2",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "",
            "",
            "표준프레임워크적용",
            "2",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "",
            "",
            "개발방법론",
            "2",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "",
            "기술 및 \n기능\n(25)",
            "시스템 장비구성 \n요구사항",
            "2",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "",
            "",
            "기능 요구사항",
            "6",
            "6.0",
            "5.4",
            "4.8",
            "4.2",
            "3.6"
          ],
          [
            "",
            "",
            "보안 요구사항",
            "2",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "",
            "",
            "데이터 요구사항",
            "10",
            "10.0",
            "9",
            "8",
            "7",
            "6"
          ],
          [
            "",
            "",
            "시스템운영 요구사항",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "",
            "제약사항",
            "2",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "",
            "성능 및 \n품질\n(12)",
            "성능 요구사항",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "",
            "인터페이스 요구사항",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "",
            "테스트 요구사항",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "",
            "품질 요구사항",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "프로젝트 \n관리\n(16)",
            "관리방법론",
            "4",
            "4.0",
            "3.6",
            "3.2",
            "2.8",
            "2.4"
          ],
          [
            "",
            "",
            "사업수행조직",
            "4",
            "4.0",
            "3.6",
            "3.2",
            "2.8",
            "2.4"
          ],
          [
            "",
            "",
            "일정계획",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "",
            "개발장비",
            "2",
            "2.0",
            "1.8",
            "1.6",
            "1.4",
            "1.2"
          ],
          [
            "",
            "",
            "품질보증",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "프로젝트 \n지원\n(12)",
            "시험운영",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "",
            "교육훈련",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "",
            "유지보수",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "",
            "",
            "기밀보안 및 비상대책",
            "3",
            "3.0",
            "2.7",
            "2.4",
            "2.1",
            "1.8"
          ],
          [
            "감점",
            "1. 청렴 계약 특별 신인도",
            "",
            "",
            "0 ~ -4",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "2. 블라인드 위반",
            "",
            "",
            "-3",
            "",
            "",
            "",
            ""
          ],
          [
            "계량 \n평가\n(20)",
            "경영상태\n10",
            "",
            "",
            "계량평가 배점기준에 의함",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "수행실적\n10",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 38,
      "text": "- 75 - 8 안전보건수준평가 평가항목 평가기준 배점 세부기준 우수보통미흡 안전보건관리체계 1. 안전보건방침안전보건방침의수립 10 7 4 2. 이행계획 중대재해예방을위한이행계획수립 20 14 8 3. 역할분담 이행계획추진을위한구성원역할분담 10 7 4 실행수준 4. 위험성평가 위험성평가수립 20 14 8 5. 안전교육 안전보건교육계획수립 10 7 4 6. 안전작업허가유해ᆞ위험작업안전작업허가이행 10 7 4 재해발생수준 7. 재해발생현황최근3년간산업재해발생현황 20 14 8 평가등급 5단계평가로평가위원회에서시행 등급 점수 이행수준내용변경 가능 S 90점 이상 자발적ᆞ지속가능한 안전ᆞ보건 업무수행능력을 갖춤 A 80점 이상 의무사항을 충족하고 안전ᆞ보건 업무수행 능력 우수 B 70점 이상 안전ᆞ보건 업무수행 능력 양호 C 60점 이상 안전ᆞ보건 업무수행 능력 보통 D 60점 미만 안전ᆞ보건 업무수행 능력 미흡 선정기준 - A등급 이상 화재폭발 우려장소 및 밀폐공간 작업 장소 - B등급 이상 열차충돌 우려장소, 충전부, 고소 작업 장소 - C등급 이상 A, B 등급 이외 작업 평가결과조치 선정기준등급미만일경우1회에한해보완통보일로부터3일이내 미제출및선정기준등급미만시낙찰자결정에서배제 9 계량평가 배점기준 주의 계량평가는자체계량평가점수를산출하여제안서와구분하여제출하여야함 공동수급공동이행방식의경우각구성원의참여비율은사업금액에각구성원이차지하는 금액을기준으로비율로산정하며, 사업대상이외의추정금액은참여비율산정시적용하지 아니한다. 공동수급의경우각구성원이차지하는금액에대해각구성원대표의서명이날인된증빙 서류각구성원의산출내역서를제출하여야한다. 최근5년간유사분야수행실적은공동수급체각각의해당업종의실적에참여비율을곱하여 합산한실적을기준으로평가한다. 경영상태평가는공동수급체각각평가한점수에참여비율을곱한후그점수를합산하여 평가한다. - 76 - 신용평가 등급에 따른 경영상태10점 회사채의 신용평가등급 기업어음의 신용평가등급 기업신용평가등급 AAA - AAA 회사채에대한신용평가등급AAA에준하는등급 AA, AA0, AA- A1 AA, AA0, AA- 회사채에대한신용평가등급AA, AA0, AA-에 준하는등급 A A2 A 회사채에대한신용평가등급A에준하는등급 A0 A20 A0 회사채에대한신용평가등급A0에준하는등급 A- A2- A- 회사채에대한신용평가등급A-에준하는등급 BBB A3 BBB 회사채에대한신용평가등급BBB에준하는등급 BBB0 A30 BBB0 회사채에대한신용평가등급BBB0에준하는등급 BBB- A3- BBB- 회사채에대한신용평가등급BBB-에준하는등급 BB, BB0 B BB, BB0 회사채에대한신용평가등급BB, BB0에준하는등급 BB- B0 BB- 회사채에대한신용평가등급BB-에준하는등급 B, B0, B- B- B, B0, B- 회사채에대한신용평가등급B, B0, B-에준하는등급 CCC 이하 C 이하 CCC 이하 회사채에대한신용평가등급CCC에준하는등급 가 신용평가등급은신용정보의이용및보호에관한법률제4조제1항제1호 또는제4호의업무를영위하는신용정보업자가평가한회사채또는기업어음 에대한신용평가등급또는기업신용평가등급위의신용정보업자가신용평가 등급, 등급평가일및등급유효기간등을명시하여작성한신용평가등급확인 서이하등급확인서 라함을기준으로평가하며, 등급확인서를제출하지 않은경우에는최저등급으로평가한다. 나 회사채또는기업어음에대한신용평가등급또는기업신용평가등급은입 찰공고일전일이전에평가한것으로서유효기간내에있는것이어야한다. 유효기간만료일이입찰공고일인경우도인정 다 공동수급체를구성한경우의경영상태평가는공동수급체구성원별경영상태 평가점수에출자비율또는분담비율을곱한후합산하여평가한다",
      "tables": [
        [
          [
            "회사채의\n신용평가등급",
            "기업어음의\n신용평가등급",
            "기업신용평가등급"
          ],
          [
            "AAA",
            "-",
            "AAA\n(회사채에 대한 신용평가 등급 AAA에 준하는 등급)"
          ],
          [
            "AA+, AA0,\nAA-",
            "A1",
            "AA+, AA0, AA-\n(회사채에 대한 신용평가 등급 AA+, AA0, AA-에\n준하는 등급)"
          ],
          [
            "A+",
            "A2+",
            "A+\n(회사채에 대한 신용평가 등급 A+에 준하는 등급)"
          ],
          [
            "A0",
            "A20",
            "A0\n(회사채에 대한 신용평가 등급 A0에 준하는 등급)"
          ],
          [
            "A-",
            "A2-",
            "A-\n(회사채에 대한 신용평가 등급 A-에 준하는 등급)"
          ],
          [
            "BBB+",
            "A3+",
            "BBB+\n(회사채에 대한 신용평가 등급 BBB+에 준하는 등급)"
          ],
          [
            "BBB0",
            "A30",
            "BBB0\n(회사채에 대한 신용평가 등급 BBB0에 준하는 등급)"
          ],
          [
            "BBB-",
            "A3-",
            "BBB-\n(회사채에 대한 신용평가 등급 BBB-에 준하는 등급)"
          ],
          [
            "BB+, BB0",
            "B+",
            "BB+, BB0\n(회사채에 대한 신용평가 등급 BB+, BB0에 준하는 등급)"
          ],
          [
            "BB-",
            "B0",
            "BB-\n(회사채에 대한 신용평가 등급 BB-에 준하는 등급)"
          ],
          [
            "B+, B0, B-",
            "B-",
            "B+, B0, B-\n(회사채에 대한 신용평가 등급 B+, B0, B-에 준하는 등급)"
          ],
          [
            "CCC+ 이하",
            "C 이하",
            "CCC+ 이하\n(회사채에 대한 신용평가 등급 CCC+에 준하는 등급)"
          ]
        ],
        [
          [
            "평가항목",
            "",
            "",
            "평가기준",
            "",
            "배점",
            "세부기준\n우수 보통 미흡",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "안전보건관리체계",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1. 안전보건방침 안전보건방침의 수립",
            "",
            "",
            "",
            "",
            "",
            "10\n7\n4",
            "",
            "",
            ""
          ],
          [
            "2. 이행계획",
            "",
            "",
            "중대재해예방을 위한 이행계획 수립",
            "",
            "",
            "20\n14\n8",
            "",
            "",
            ""
          ],
          [
            "3. 역할분담",
            "",
            "",
            "이행계획 추진을 위한 구성원 역할분담",
            "",
            "",
            "10\n7\n4",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "실행수준",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4. 위험성 평가",
            "",
            "",
            "위험성 평가 수립",
            "",
            "",
            "20\n14\n8",
            "",
            "",
            ""
          ],
          [
            "5. 안전교육",
            "",
            "",
            "안전보건교육 계획 수립",
            "",
            "",
            "10\n7\n4",
            "",
            "",
            ""
          ],
          [
            "6. 안전작업허가 유해ㆍ위험작업 안전작업허가 이행",
            "",
            "",
            "",
            "",
            "",
            "10\n7\n4",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "재해발생 수준",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7. 재해발생현황 최근 3년간 산업재해발생 현황",
            "",
            "",
            "",
            "",
            "",
            "20\n14\n8",
            "",
            "",
            ""
          ],
          [
            "*\n(평가등급) 5단계 평가로 평가위원회에서 시행\n  *\n(평가결과조치) 선정기준 등급 미만일 경우 1회에 한해 보완(통보일로부터 3일 이내)\n· 미제출 및 선정기준 등급 미만시 낙찰자 결정에서 배제",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "등급",
            "점수",
            "",
            "이행수준(내용변경  가능)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "S",
            "90점  이상",
            "",
            "자발적ㆍ지속가능한  안전ㆍ보건  업무수행능력을  갖춤",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "A",
            "80점  이상",
            "",
            "의무사항을  충족하고  안전ㆍ보건  업무수행  능력  우수",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "B",
            "70점  이상",
            "",
            "안전ㆍ보건  업무수행  능력  양호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "C",
            "60점  이상",
            "",
            "안전ㆍ보건  업무수행  능력  보통",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "D",
            "60점  미만",
            "",
            "안전ㆍ보건  업무수행  능력  미흡",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "<선정기준>\n  -  A등급  이상  :  화재폭발  우려장소  및  밀폐공간  작업  장소\n  -  B등급  이상  :  열차충돌  우려장소,  충전부,  고소  작업  장소\n  -  C등급  이상  :  A,  B  등급  이외  작업",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 39,
      "text": "- 77 - 사업 수행 실적10점 평가항목 평가방법 평가등급 평점 가. 계약목적물과동등이상용역의 최근5년이내사업실적 실적금액기초 금액또는추정가격 A. 100 이상 B. 80 이상 100 미만 C. 60 이상 80 미만 D. 40 이상 60 미만 E. 10 이상 40 미만 F. 10 미만 6.00 5.40 4.80 4.20 3.60 0.00 나. 계약목적물과유사용역의최근 5년이내사업실적 실적금액기초금액 또는추정가격 A. 100 이상 B. 80 이상 100 미만 C. 60 이상 80 미만 D. 40 이상 60 미만 E. 10 이상 40 미만 F. 10 미만 3.60 3.24 2.88 2.52 2.16 0.00 동등이상 및 유사물품 판단기준 - 입찰공고일 기준 최근 5년 이내 사업실적부가가치세 포함 - 동등이상 실적 철도 관련 정보시스템 구축연구 실적 포함 입찰공고일현재사업이종료된실적또는진행중인사업의경우경과분세 금계산서발행기준의실적만을인정 컨소시엄을구성하여참가한사업의경우참여지분의실적만을인정하며, 협 력업체로참가한실적은미인정 - 유사분야실적 일반 정보시스템 구축 실적 인정 입찰공고일현재사업이종료된실적또는진행중인사업의경우경과분세 금계산서발행기준의실적만을인정 컨소시엄을구성하여참가한사업의경우참여지분의실적만을인정하며, 협력업체로참가한실적은미인정 기본점수부여예시 기초금액또는추정가격이15억원인입찰에서동등이상10억원, 유사분야7억원실적평가 - 동등이상 C등급66.67 10억원 15억원 - 유사분야 D등급46.67 7억원 15억원 - 평가점수 10점 4.80점동등 2.52점유사 4점기본 가 평가대상자에게기본점수배점한도의40, 창업초기기업의경우는50를부여 한후배점한도범위내에서기본점수에가 평가항목과나 평가항목의평 점을합산하여평가하며, 배점10점을초과할수없다. 나 계약목적물과동등이상용역이란성능, 품질등이당해입찰대상용역이상인 것으로서입찰공고에서명시한성능, 품질등의조건에부합되는경우에평가하 고, 유사분야란당해입찰대상용역과동일종류로성능, 품질등이동등미만인것으 - 78 - 로입찰공고에서명시한성능, 품질등의조건에부합된경우에평가한다. 다 사업실적평가는심사항목가와나의실적을합산한금액부가가치세 포함 또는수량을평가등급에적용하여평가한다. 라 국내소재업체의실적은당해용역을중소기업제품구매촉진및판로지원에관 한법률제2조에규정된공공기관에납품한별지4실적증명원으로제출하여야 한다. 단, 공공기관이외의사업실적은원본확인된당해물품의계약서, 세금 계산서, 거래명세표등을첨부한경우에평가하고, 특히필요한경우공급 받는자의인감증명법인또는개인을첨부한거래사실확인서를제출하게 할수있으며, 실적에대한입증책임은입찰참가자가부담하며의무를다하지 않아실적확인이어려운경우에는실적을인정하지아니한다. 국외소재업체의 사업실적도국내소재업체에준하여별지4실적증명원을제출하여야한다. 단, 공공기관이외의사업실적은이를공증하거나현지상공회의소의확인을받 은경우에는세금계산서등증빙자료첨부를생략할수있다. 마 공동수급체를구성한경우의사업실적평가는공동수급체구성원별로각각 이행실적에구성원각자의출자분담비율을곱한후이를합산하여산정한 다. 다수품목으로구성된입찰로서공동이행방식에의한입찰의경우에는업 체별로품목별이행실적점수를산정한후구성원각자의출자비율과품목별 추정가격비율을곱하여합산하며, 분담이행방식에의한입찰의경우에는구성원 각각분담한품목만의이행실적점수를산정한후분담비율을곱하여합산한다. 바 합병의경우존속되거나신설된업체의실적은소멸된자의실적을승계한 것으로합산하여평가하며, 분할의경우에는권리의무를승계받은업체의 실적으로본다. 또한사업양수도의경우에는해당업종을양수한자의실적으 로평가하며, 합병분할사업양수도와관련한업체의실적증빙서류를제출하 여야한다.단, 분할및사업양수도의경우실적이행을위하여분할및사업양 수도시에권리이외시설, 기술자등의요건이필요한때에는이를갖춘경우에만 실적으로인정한다. 사 창업초기기업은제안사등록일을기준으로2년이경과되지않은기업을말하며, 제안사등록증명서상제안사등록일을기준으로2년경과여부를확인하며, 법인 중지사를보유하고있는기업은본사기준제안사등록증명서상제안사등록일 을기준으로평가한다.",
      "tables": [
        [
          [
            "평가항목",
            "평가방법",
            "평가등급",
            "평점"
          ],
          [
            "가. 계약목적물과 동등이상 용역의\n최근 5년 이내 사업실적",
            "( 실 적 금 액 ) / (기 초\n금액 또는 추정가격)",
            "A. 100% 이상\nB. 80% 이상 ~ 100% 미만\nC. 60% 이상 ~ 80% 미만\nD. 40% 이상 ~ 60% 미만\nE. 10% 이상 ~ 40% 미만\nF. 10% 미만",
            "6.00\n5.40\n4.80\n4.20\n3.60\n0.00"
          ],
          [
            "나. 계약목적물과 유사용역의 최근\n5년 이내 사업실적",
            "(실적금액)/(기초금액\n또는 추정가격)",
            "A. 100% 이상\nB. 80% 이상 ~ 100% 미만\nC. 60% 이상 ~ 80% 미만\nD. 40% 이상 ~ 60% 미만\nE. 10% 이상 ~ 40% 미만\nF. 10% 미만",
            "3.60\n3.24\n2.88\n2.52\n2.16\n0.00"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 40,
      "text": "- 79 - 3. 계약 조건 가. 일반사항 1 계약서 내용 중 계약자와 우리공사의 해석이 상이한 부분은 우리공사 의 해석이 우선하며, 명시되지 아니한 사항은 우리공사의 제반규정을 따른다. 2 본 계약과 관련하여 생산된 산출물은 우리공사에서 보수교재로 활용 해도 이의를 제기하지 않는다. 3 계약자가 제공한 시스템은 우리공사의 업무 수행에 지장이 없도록 품질 의 신뢰성, 안정성을 갖추어야 하며, 우리공사가 사용하고 있는 기존 시스템에 대한 호환성 및 연계성을 갖추어야 한다. 4 과업달성을 위해 납품된 장비HW가 있는 경우, 그 장비의 파손이나시 험운영 중 장애가 발생한 때에는 AS수리는 불허하며 동일규격 이상 의 신규제품으로 교체 하여야 한다. 5 투입인력 변동사항 발생 시 우리공사 사전 승인 하 동급 이상 인력 으로 교체해야 한다. 6 제안사 또는 계약자는 본 제안요청서, 입찰제안서 등 입찰 및 계약수행 과정에서 취득한 정보를 누설하여서는 아니 되며, 제3자에게 제공하 거나 다른 목적에 이용해서는 안 된다. 이를 위반하여 구매자에게 손해를 끼쳤을 경우 계약자는 이에 대한 민형사상의 모든 책임을 지고 구매자가 요구하는 손해배상보상에 대해 조건 없이 이행해야 한다. 7 기타 계약의 체결 및 이행에 관하여는 국가계약 및 소프트웨어산업 관련 법령, 고시, 예규, 지침 등 일반원칙에 따른다. 8 과업 수행 결과 사용된 모든 소프트웨어, 이미지 및 폰트 등은 저작 권에 문제가 없어야하며 저작권과 관련 분쟁 발생 시 계약자가 모든 책임을 다한다. 9 계약자는 본 과업의 원활한 수행을 위하여 운용중인 시스템에 대한 최적의 인터페이스와 기술지원 방안을 제시하고 이를 보증해야 하 며, 또한 공사가 수행하는 관련 작업 및 시험에 대해서는적극적으로 기술지원을 해야 한다. 10 수행업체는 계약 제반조건에 누락되었거나 불분명한 사항이라도 성 - 80 - 질상 당연히 수행되어야 할 내용은 공사와 협의하여 결정한다. 11 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액, 계약기 간 조정 등이 필요한 경우 서식에 따라 소프트웨어 과업변경 요청 서를 제출하여야 한다. 12 발주기관은 제안내용에 대한 확인검증이 필요한 경우 제안업체에 입 증자료를 요구할 수 있으며, 입증자료를 제출하지 못할 경우 불가능한 것으로 판단한다. 13 계약업체는 공급하는 서비스 품질에 대하여 최종적인 책임을 져야 하며 기술 환경 및 기타사정 등으로 인하여 일부 과업의 내용 및 범위 등의 변경이 필요한 경우에는 발주기관과 협의에 의해 조정할 수 있다. 나. 작업장소 등에 대한 상호협의 1 용역계약 일반조건기획재정부계약예규 제52조에 따라 소프트 웨어사업 수행을 위해 필요한 장소 및 설비 기타 작업환경, 제반 비 용 등은 우리공사와 계약자가 상호 협의하여 결정 한다. 다만, 핵심 인력이 아닌 지원인력의 근무장소는 보안 등 특별한 사유가있는 경 우를 제외하고는 계약자가 달리 정할 수 있다. 2 계약자는 작업장소 협의 시 제안요청서 내 명시된 보안 요구사항을 준 수한 작업장소를 제시할 수 있으며, 우리공사는 제시된 작업장소에 관하여 우선 검토한다, 다만 우리공사에서는 계약자가 제시한 작업 장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있으며, 계약 자가 유효한정보보호체계 인증 또는 소프트웨어프로세스 품질인증을 보유하고 있는 경우 계약자 제시안을 검토시 우대 할 수 있다. 3 계약자는 원격개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안하여야 한다. 4 계약업체는 작업 장소 상호협의 상기 명시된 보안요구사항을 준수한 작업장소를 제시할 수 있다. 다만, 발주기관에서 계약업체가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 81 - 다. 계약목적물의 지적재산권 귀속 1 용역계약 일반조건기획재정부계약예규 제56조 관련, 본 사업을 통 해 개발되는 SW는 당해 계약으로 새로운 지식재산권이 발생할 경우 계약당사자 간 공동소유로 한다. 다만, 개발의 기여도 및 계약목적물 의 특수성국가안전보장, 국방, 외교관계 등을 고려하여 계약자간 협의를 통해 지식재산권 귀속 주체 등에 대해 달리 정할 수 있다. 2 계약자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며 우리공사에서는 보안업무규정 제4조 및 제안요청서에명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공한다. 3 계약자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누 출금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인 하는 계약자 대표명의의 확약서를 우리공사에 제출하여야 한다. 또 한 반출한 SW산출물을 제3자에게 제공하려는 경우 반드시 우리공사에 사전승인을 받아야 한다, 만약 계약자가 SW산출물을 무단으로 유출 하거나 누출되는 경우 및 누출금지 정보를 삭제하지않고 활용하는 경 우에는 국가계약법 및 지방계약법에 따라 입찰참가자격을 제한 한다. 라. 산출물에 대한 공용활용 1 본 사업을 통해 개발되는 산출물에 대해서는 용역계약 일반조건 제 56조 계약목적물의 지식재산권 귀속등에 따라 타 기관과 공동활용 할 계획은 없다. - 82 - VI 용역사업 보안 준수사항 1. 공통사항 가 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료 시 용역사업담당 또는 보안담당 입회하에 완전 폐기 또는 반납해야 한다. 나 제안사용역사는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 누출금지 대상정보에 대한 보안관리 계획을 사업제안서에 기재하여야 하며, 해당정보 누출 시 발주기관은 국가계약법 시행령 제76조에 따라 사업자를 부정당 업체로 등록한다. 다 용역사는 발주기관의 보안정책을 위반하였을 경우 별표 1의 사업자 보안위규 처리기준에 따라 위규자 및 관리자를 행정조치하고 손해 배상 책임을 진다. 보안위약금부과기준별표2이명시되는경우해당금액을발주기관에납부한다. 라 용역사는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 한다. 2. 용역사업 참여인원에 대한 보안관리 가 용역사업 참여인원 중 최고 직급자를 보안책임자로 지정, 발주기관 의승인을 받아야 한다. 나 용역사 대표자 및 참여인원은 보안서약서를 회사 대표자 책임하에 징구 제출하되 반드시 자필로 서명하여야 한다. 다 용역사업 참여인원은 업체 임의로 교체할 수 없으며, 교체 시 인 계인수를 철저히 하고 용역감독자의 확인을 받아야 한다, 또한 신상변동해외여행 포함사항 발생 시 즉시 보고하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 83 - 라 용역사업 시작 전 참여인원에 대한 비밀유지의무 준수 등의 교육 을실시하고, 철도공사의 확인을 받아야 한다. 마 용역 참여인원에 대한 관할 경찰서 신원조사 결과를 제출하고, 금 융위원회의 허가를 받은 신용정보회사의 개인 신용정보 조회 결과 를제출확인 후 반납하여야 한다. 년1회신원조사및신용정보결과를제출하고, 조회불응하거나사업수행에 부적합한인원은사업참여를승인하지않을수있다. 바 용역사업 참여인원이 업무를 수행할 장소는 외부인의 출입을 통 제하여야 하며, 부재 시에는 반드시 시건장치를 하여야 한다. 사 용역사업 수행 중 철도공사 정보시스템에 위해를 가할 수 있는 행위는 절대 불가하며, 정보시스템 접근이 필요한 경우에는 사전 승인을 득한 후 시스템관리자 또는 보안담당자의 입회하에 실시 하여야 한다. 3. 자료에 대한 보안관리 가 계약서 등에 명시한 누출금지 대상정보별표3를 제공받을 경우, 자료 인계인수대장을 작성인계자인수자 자필로 서명, 사업완료 시 관련 자료를 반납하여야 한다. 누출금지대상정보 및정보누출시부정당업자제재조치등에대한교육병행 나 사업수행을 위해 제공된 내부 자료는 복사 및 외부반출을 금지하 며, 용역사업 관련 자료의 웹하드, P2P, 웹오피스, 클라우드 서비 스 등 인터넷 자료 공유사이트 및 개인 메일함에 저장을 금지 한 다. 모든기관내부자료및용역산출물은기관의파일서버에저장하거나용역 사업책임자가지정한PC에저장및관리파일저장PC는인터넷연결금지 다 제공된 자료는 매일 퇴근 시 반납하여야 하며, 다만 비밀문서를 제외한 일반문서는 제공된 사무실에 시건장치가 된 보관함이 있을 경우 이를 보관함에 보관할 수 있다. - 84 - 라 철도공사 보안관리 담당이 사업수행업체에 제공된 사무실에 보관 된 자료에 대해 수시로 확인할 수 있도록 하여야 한다. 마 용역도서지시설명서, 예산서, 수량 및 단가산출서, WBS 등을 포함한다. 를 생산한 때에는 용역도서 생산배부관리대장에 등재하여야 하 며 이 경우 사본번호를 부여하여야 한다. 또한 접수한 때에도 용 역도서 접수 관리대장에 등재 후 관리하여야 한다. 바 용역도서를 용역사에게 배부할 때에는 보관책임자 및 장소를 지 정하는 등 필요한 조치를 취하고 배부하여야 한다. 사 용역도서를 접수한 소속용역사를 포함한다은 임의로 복제복사 생 산이나 폐기를 할 수 없다. 다만, 발행기관의 승인을 받은 경우에 는 그러하지 아니한다. 아 용역도서를 보관배부회수 및 폐기한 때에는 이를 기록유지하여야 한다. 자 사업 수행 시 생산되는 모든 산출물은 업체의 보안책임관의 관리 하에 있는 파일서버에 저장하여야 하며, 계정관리 및 접근권한 부여하여 철저하게 관리하여야 한다. 차 사업 수행 시 생산된 산출물 및 기록은 철도공사 보안관리 담당 이 인가하지 않은 비인가자에게 제공대여열람을 금지한다. 4. 용역수행 관련 장비에 대한 보안관리 가 용역사 PC 등 전산장비 일체는 보안담당관의 승인 후 반입ᆞ반출 하도록 한다. 용역사업수행중장비반입ᆞ반출은가능한금지하되불가피한경우악성 코드감염여부점검및보안담당자통제하에저장자료완전삭제, 승인후반출 나 용역사 사용 시스템PC등 포함에 최신 백신 프로그램 설치, OS 비 밀번호ᆞ화면보호기 설정 등 보안대책을 적용한다. 다 USB, 외장하드디스크 등의 탈착이 용이한 보조기억매체의 사용 은 금지한다. 다만, 산출물작성 등의 보조기억매체가 필요한 경우 에는철도공사의 관리 하에 사용하도록 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 85 - 라 용역사업 종료 시까지는 반입된 PC의 반출을 금지한다. 다만, 사 업수행 상 외부 반출이 필요한 경우 보안담당자의 승인 후 최소 한의장비만 반출 할 수 있다. - 용역 참여인원이 퇴근 시에 외부로 반출 할 수 없으며, 반드시 제 공된 사무실 내의 시건장치가 있는 보관함에 보관하여야 한다. 마 용역사업 종료 시 용역 참여자의 PC 및 보조기억장치는 완전 삭 제 후 반출하여야 한다. 바 非인가 통신기기나 개인 스마트폰을 이용한 테더링 등 허가되지 않은 통신망을 이용, 인터넷에 무단접속을 금지 한다. 5. 내외부망 접근에 대한 보안관리 가 용역업체 사용 전산망은 물리적 또는 방화벽 등을 활용하여 업무망 과분리 구성하고 업무상 필요한 서버에만 제한적 접근허용 전산장비망간혼용을금지하고부득이하게업무망PC를인터넷망에연결혹은 인터넷망PC를업무망에접속하여야할경우시스템완전삭제재설치후사용 나 용역사업 수행 시 철도공사 업무망에 대한 접속은 반드시 철도공 사의 승인을 득한 후 하여야 한다. 다 용역사업 수행시 업무망 또는 서버접속이 필요한 경우, 아래의 보 안관리 방안을 적용한다. - 용역사업 참여인원의 사용자 계정ID은 하나의 그룹으로 등록하고 계정별 정보시스템 접근권한을 차등 부여하되 내부문서 접근금지 - 계정별 부여된 접근권한은 불필요시 곧바로 권한을 해지하거나 계정을 폐기 - 용역사업 참여인원에게 부여한 비밀번호는 용역사업 책임자가 별도 기록관리하고 수시로 저장된 자료 및 작업이력을 확인 - 용역업체 직원의 작업내용 확인을 위해 작업이력 로그관리 적용 - 용역사업 책임자는 서버장비 운영자로 하여금 내부서버 및 네 트워크 장비에 대한 접근기록을 매일 확인하여 이상유무 보고 - 86 - 용역업체직원은관리자계정인root 계정등시스템에중대한영향을끼칠 수있는계정에대한단독적인접근불허 라 용역 참여자가 사용하는 PC는 인터넷 연결을 금지함을 원칙으로 한다. 다만, 사업 수행상 필요 한 경우는 용역사의 보안담당이 접속 이필요한 PC와 웹사이트서버를 선정하여 철도공사 분임정보 보안담당자에 요청하여, 승인을 득한 후 사용하여야 한다. 6. 보안특약 조항 가 사업자는 별표4의 정보화 외주 용역사업 보안특약을 준수하여야 한다. 나 사업자는 한국철도공사의 보안정책을 위반하였을 경우 별표2의 위규처리 기준에 따라 위규자 및 관리자를 행정 조치하고 보안 위약금을 한국철도공사에 납부한다. 다 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리 적, 관리적, 기술적 보안대책 및 누출금지 대상 정보에 대한 보안 관리계획을 과업추진계획서에 기재하여야 하며, 해당 정보 누출 시 국가 계약법 시행령 제76조에 따라 부정당업체로 등록되며 별표2 보안위약금 부과기준에 따라 보안위약금을 납부한다 라 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업완료 후에도 이를 외부에 유출해서는 안되며, 사업종료 시 정보보안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 마 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야한다. 사업자 보안위규 처리기준별표1, 보안 위약금 부과기준 및 행정처리 기준별표2은 사업 규모에 따라 조정하여 포함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 87 - 별표1 사업자 보안위규 처리기준 구분 위 규 사 항 처리기준 심각 1. 비밀및대외비급정보유출및유출시도 가. 정보시스템에대한구조, 데이터베이스등의정보유출 나. 개인정보신상정보목록유출 다. 비공개항공사진공간정보등비공개정보유출 2. 정보시스템에대한불법적행위 가. 관련시스템에대한해킹및해킹시도 나. 시스템구축결과물에대한외부유출 다. 시스템내인위적인악성코드유포 사업참여제한 부정당업자등록 위규자 및 직속 감독자등징계 재발방지를위한 조치계획제출 위규자대상특별 보안교육실시 중대 1. 비공개정보관리소홀 가. 비공개정보를책상위등에방치 나. 비공개정보를휴지통ᆞ폐지함등에유기또는이면지활용 다. 개인정보신상정보목록을책상위등에방치 라. 기타비공개정보에대한관리소홀 2. 사무실ᆞ보호구역보안관리허술 가. 통제구역출입문을개방한채퇴근등 나. 인가되지않은작업자의내부시스템접근 다. 통제구역내장비시설등무단사진촬영 3. 전산정보보호대책부실 가. 업무망인터넷망무단혼용사용물리적미분리포함, 보안USB 사용규정위반 나. 웹하드P2P 등인터넷자료공유사이트를활용하여 용역사업관련자료수발신 다. 사용자계정관리미흡및오남용시스템불법접근시도등 라. 저장된비공개정보패스워드미부여 마. 인터넷망연결PC 하드디스크에비공개정보를저장 바. 외부용PC를업무망에무단연결사용 사. 외부전산망무선공유기포함을무단설치연동 아. 보안관련프로그램강제삭제 자. 개발유지보수시비인가원격작업사용 차. 원격개발유지보수시비지정단말사용 카. 외부인터넷등로부터원격유지보수용지정단말로원격 프로그램을이용하여접속 위규자 및 직속 감독자등징계 재발방지를위한 조치계획제출 위규자 대상 특 별보안교육실시 - 88 - 구분 위 규 사 항 심각 1. 비밀및대외비급정보유출및유출시도 가. 정보시스템에대한구조, 데이터베이스등의정보유출 나. 개인정보신상정보목록유출 다. 비공개항공사진공간정보등비공개정보유출 2. 정보시스템에대한불법적행위 가. 관련시스템에대한해킹및해킹시도 나. 시스템구축결과물에대한외부유출 다. 시스템내인위적인악성코드유포 중대 1. 비공개정보관리소홀 가. 비공개정보를책상위등에방치 나. 비공개정보를휴지통ᆞ폐지함등에유기또는이면지활 용 다. 개인정보신상정보목록을책상위등에방치 라. 기타비공개정보에대한관리소홀 마. 참여인원에대한보안서약서미징구및교육미 실시 2. 사무실작업장 보안관리허술 가. 출입문을개방한채퇴근등 나. 인가되지않은작업자의내부시스템접근 다. 통제구역내장비시설등무단사진촬영 3. 전산정보보호대책부실 가. 업무망인터넷망혼용사용, USB 등보조기억매체 기술적통제미흡 나. 웹하드P2P 등인터넷자료공유사이트를활용하 여용역사업관련자료수발신 다. 개발유지관리시원격작업사용 라. 저장된비공개정보패스워드미부여 마. 인터넷망연결PC 하드디스크에비공개정보를 저장 바. 외부용PC를업무망에무단연결사용 사. 보안관련프로그램강제삭제 아. 제공된계정관리미흡및오남용시스템불법접근시 도등 자. 바이러스백신정품SW 미설치",
      "tables": [
        [
          [
            "구 분",
            "위\n규\n사\n항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n나. 개인정보·신상정보 목록 유출\n다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n가. 관련 시스템에 대한 해킹 및 해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포",
            "◦사업참여 제한\n(부정당업자 등록)\n◦위규자 및 직속\n감독자 등 징계\n◦재발방지를 위한\n조치계획 제출\n◦위규자 대상 특별\n보안교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀\n가. 비공개 정보를 책상 위 등에 방치\n나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n다. 개인정보․신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n가. 통제구역 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진촬영\n3. 전산정보 보호대책 부실\n가. 업무망·인터넷망 무단 혼용사용(물리적 미분리 포함),\n보안 USB 사용규정 위반\n나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하여\n용역사업 관련 자료 수발신\n다. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)\n라. 저장된 비공개 정보 패스워드 미부여\n마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n바. 외부용 PC를 업무망에 무단 연결 사용\n사. 외부 전산망(무선공유기 포함)을 무단 설치·연동\n아. 보안관련 프로그램 강제 삭제\n자. 개발·유지보수 시 비인가 원격작업 사용\n차. 원격 개발·유지보수 시 비지정 단말 사용\n카. 외부(인터넷 등)로부터 원격유지보수용 지정단말로 원격\n프로그램을 이용하여 접속",
            "◦위규자 및 직속\n감독자 등 징계\n◦재발방지를 위한\n조치계획 제출\n◦위규자 대상 특\n별보안교육 실시"
          ]
        ],
        [
          [
            "구 분",
            "위\n규\n사\n항"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n나. 개인정보·신상정보 목록 유출\n다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n가. 관련 시스템에 대한 해킹 및 해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀\n가. 비공개 정보를 책상 위 등에 방치\n나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활\n용\n다. 개인정보․신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리소홀\n마. 참여인원에 대한 보안서약서 미징구 및 교육 미\n실시\n2. 사무실(작업장) 보안관리 허술\n가. 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진촬영\n3. 전산정보 보호대책 부실\n가. 업무망 인터넷망 혼용사용, USB 등 보조기억매체\n기술적 통제 미흡\n나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하\n여 용역사업 관련 자료 수발신\n다. 개발·유지관리 시 원격작업 사용\n라. 저장된 비공개 정보 패스워드 미부여\n마. 인터넷망 연결 PC 하드디스크에 비공개 정보를\n저장\n바. 외부용 PC를 업무망에 무단 연결 사용\n사. 보안관련 프로그램 강제 삭제\n아. 제공된 계정관리 미흡 및 오남용(시스템 불법접근 시\n도 등)\n자. 바이러스 백신 정품 S/W 미설치"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 89 - 구분 위 규 사 항 처리기준 보통 1. 기관제공중요정책ᆞ민감자료관리소홀 가. 주요현안ᆞ보고자료를책상위등에방치 나. 정책ᆞ현안자료를휴지통ᆞ폐지함등에유기또는이면지활용 2. 사무실보안관리부실 가. 캐비넷ᆞ서류함ᆞ책상등을개방한채퇴근 나. 출입키를책상위등에방치 3. 보호구역관리소홀 가. 통제ᆞ제한구역출입문을개방한채근무 나. 보호구역내비인가자출입허용등통제미실시 4. 전산정보보호대책부실 가. 인터넷망연결PC하드디스크에업무자료임의저장 나. 인터넷망연결PC에비인가문서편집기MS-Office 등 설치 다. 비인가메신저또는파일공유프로그램무단사용 라. 상용메일을활용하여업무자료수발신 마. 부팅ᆞ화면보호패스워드미부여또는1111 등단순숫자부여 바. PC시스템비밀번호를모니터옆등외부에노출 사. 비인가보조기억매체무단사용 아. 노트북PC 등단말기의비인가된무선통신사용 자. 공유폴더를이용한업무자료공유 카. 원격개발유지보수용단말에비인가프로그램설치 타. 원격개발유지보수용지정단말을이용하여유지보수업 무외인터넷접속 위규자 및 직속 감독자사유서 경위서징구 위규자대상 특별보안교육 실시 경미 1. 업무관련서류관리소홀 가. 진행중인업무자료를책상등에방치, 퇴근 나. 복사기ᆞ인쇄기위에서류방치 2. 근무자근무상태불량 가. 각종보안장비운용미숙 나. 경보ᆞ보안장치작동불량 3. 전산정보보호대책부실 가. PC내보안성이검증되지않은프로그램사용 나. 보안관련소프트웨어의주기적점검측정결과조치미흡 다. 필수보안프로그램안티바이러스, USB통제프로그램등 미설치또는우회하여정보시스템사용 라. 노트북PC 등단말기내비인가된무선통신기능미제거 마. 휴대용저장매체를서랍ᆞ책상위등에방치한채퇴근 바. PC를켜놓거나보조기억매체CD, USB 등를꽂아놓고퇴근 위규자서면ᆞ구두 경고등문책 위규자 사유서 경위서징구 - 90 - 별표2 보안 위약금 부과 기준 구분 위규수준 A급 B급 위규 심각1건 중대1건 위약금 비중 부정당업자등록 사업대가5 사업대가3 위규수준은별표1 참고 위약금규모는사업규모에따라조정 사업종료시지출금액조정을통해위약금정산 1. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는1회의사고만으로도그파급력이큰것을감안하여타항목과별도부과 2. 사업 종료시 지출금액 조정을 통해 위약금 정산 보안 위규자 행정처리 기준 구분 위규처리기준 A급 B급 위규 심각1건 중대1건 처리기준 중징계 경징계 처리내용 위규자및직속 감독자동 사업에서퇴출 위규자및직속 감독자1월이상 3월이내담당업무 배제",
      "tables": [
        [
          [
            "구 분",
            "위\n규\n사\n항",
            "처 리 기 준"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n가. 주요 현안ㆍ보고자료를 책상위 등에 방치\n나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근\n나. 출입키를 책상위 등에 방치\n3. 보호구역 관리 소홀\n가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n가. 인터넷망 연결 PC하드디스크에 업무자료 임의저장\n나. 인터넷망 연결 PC에 비인가 문서편집기(MS-Office 등) 설치\n다. 비인가 메신저 또는 파일공유프로그램 무단 사용\n라. 상용메일을 활용하여 업무 자료 수발신\n마. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n바. PC·시스템 비밀번호를 모니터옆 등 외부에 노출\n사. 비인가 보조기억매체 무단 사용\n아. 노트북·PC 등 단말기의 비인가된 무선통신 사용\n자. 공유폴더를 이용한 업무자료 공유\n카. 원격 개발·유지보수용 단말에 비인가 프로그램 설치\n타. 원격 개발·유지보수용 지정단말을 이용하여 유지보수업\n무 외 인터넷 접속",
            "◦위규자\n및\n직속\n감독자 사유서\n/ 경위서 징구\n◦위규자 대상\n특별보안교육\n실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n가. 진행중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 경보ㆍ보안장치 작동 불량\n3. 전산정보 보호대책 부실\n가. PC내 보안성이 검증되지 않은 프로그램 사용\n나. 보안관련 소프트웨어의 주기적 점검·측정결과 조치 미흡\n다. 필수 보안프로그램(안티바이러스, USB통제프로그램 등)\n미설치 또는 우회하여 정보시스템 사용\n라. 노트북·PC 등 단말기내 비인가된 무선통신 기능 미제거\n마. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n바. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근",
            "◦위규자 서면ㆍ구두\n경고 등 문책\n◦위규자 사유서 /\n경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 91 - 별표3 누출금지 대상 정보 1. 공사 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 개별사용자 계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 또는 정보시스템 취약점 분석평가 결과물 5. 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경우 국가안보 및 국익에 피해가 우려되는 중요 용역사업에 해당 6. 암호자재 및 정보보호시스템 도입 운용 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8.공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9.개인정보보호법제2조제1호의 개인정보 10.보안업무규정제4조의 비밀 및 동 시행규칙 제16조제3항의 대외비 11. 그 밖에 한국철도공사에서 공개가 불가하다고 판단한 자료 사업담당자는사업에필요한공개불가자료추가명시가능 - 92 - 별표4 정보화 외주 용역사업 보안특약 조항 제1조정보누출 등 금지 사업자는 본 사업을 수행함에 있어 다음 각 호의 행위를 하여서는 아니 된다. 1. 별표 1에 명시된 누출금지 대상정보누출 2. 별표 2에 명시된 보안위반 처리기준위규사항 제2조보안대책 및 벌칙 1 사업자은 사업수행에 사용되는 문서, 인원, 장 비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 별표 1의 누출금 지 대상정보에 대한 보안관리 계획을 사업제안서에 기재하여야 한다. 2 사업자 또는 사업자의 대리인, 그 밖의 사용인이 제1조제1호의 누 출금지 대상정보를 누출한 경우 국가계약법시행령 제76조에 따라 부 정당업자로 등록하고 입찰 참가자격을 제한하며 손해배상 등 일체의 민형 사상 책임을 진다. 3사업자 또는 사업자의 대리인, 그 밖의 사용인이 보안정책을 위반하였을 경우 별표 2의 벌칙에 따라 위규자 및 관리자를 행정조치한다 제3조자료 폐기 및 반납 사업자는 본 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업완료 후에도 이를 외부에 유출해 서는 안되며, 사업 종료시 정보보안담당자의 입회하에 완전 폐기 또는 반 납해야 한다. 제4조취약점 점검 사업자는 본 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점 에 대한 개선을 완료하고 그 결과를 제출해야 한다. 제5조하도급 계약시 조치사항 사업자는 본 사업을 수행하기 위하여 하도 급 계약을 체결할 경우에는 본 사업계약 수준의 정보보안 특수계약조건 을 하도급계약서에 포함하여야 한다. 제6조보안 교육 사업자는 본 사업을 수행하기 위하여 투입된 모든 인력을 대상으로 보안교육을 사업 투입 후 한달 이내 실시하고, 사업 중 주기적 으로 실시하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 93 - 제7조물리적 보안 사업자는 사업수행 장소용역사무소, 개발실 등의 출입 통제 및 시건 관리를 통해 물리적 보안체계를 수립하여야 한다. 제8조시스템 보안 사업자가 사용하는 파일서버, 시스템 및 어플리케이션 등에 대해서는 반드시 발주기관 보안 책임자가 계정 및 권한을 관리하여 야 한다. 제9조네트워크 보안 사업자는 용역 사업에 사용되는 업무망과 사업장의 인터넷망은 물리적으로 네트워크를 분리하여 사용하여야 한다. 제10조보안점검 사업자는 주기적으로 보안점검을 실시하고 그 결과를 발 주기관 담당자에게 확인 및 보고하고 관리대장에 기록관리하여야 하며 발주기관 및 상위 행정기관의 보안점검시 충실히 대응하여야 한다. 제11조반출입 통제 사업자는 용역사업에 사용되는 장비, 문서 및 미디어 등의 반출입 통제를 실시하고 반출입되는 문서명, 물품, 일자, 목적 등을 포함하여 관리대장에 기록관리하여야 한다. 제12조개인정보보호 1개인정보 처리업무를 위탁받아 처리하는 사업자는 개인정보의 안전성 확보에 필요한 관리적기술적 및 물리적 안전조치를 취하여야 한다. 2 사업자는 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범 위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서 는 안 된다. 3 사업자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무 와 관련하여 보유하고 있는 개인정보를 즉시 파기하거나 발주기관에 반 납하여야 한다. 4 발주기관은 사업자의 개인정보 처리현황에 대하여 실태를 점검하여 시정을 요구할 수 있으며, 개인정보가 분실도난유출변조 또는 훼손 되지 아니하도록 교육할 수 있다. 제13조원격개발 및 유지보수 1 발주기관 담당자가 필요하다고 판단하고 사업자가 다음 각 호에 따른 보안대책에 서면으로 동의하는 경우에 한하 여, 사업자에게 소관 정보시스템보안ᆞ네트워크장비는 제외에 대하여 - 94 - 인터넷을 통한 온라인 유지보수를 허용할 수 있다. 1. 지정된 장소에 설치된 지정된 단말기에서만 접속 및 해당 단말기에 대 한 접근인원 통제 2. 지정 단말기는 제3호에 따른 온라인 용역 통제시스템 접속 전용專用 으로 운용하고 다른 목적의 인터넷 접속은 차단 3. 발주기관내 온라인 용역 통제시스템을 경유하여 유지보수 대상 정보시 스템에 접속하는 등 소통구간 보호ᆞ통제 4. 접속사실이 기록된 로그기록을 1년 이상 보관 5. 유지보수 계약 시행 기간 중 발주기관의 불시 보안점검 수검",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 95 - VII 제안서 작성 1. 제안 일반사항 가. 제안서 효력 제출된 제안서의 내용은 공사가 요청하지 않는 한 변경할 수 없으며, 제안사가 사업자로 선정된 후 계약서에 명시되지 않더라도 계약서와 동일한 효력을 가진다.효력은 계약서, 기술협상 내용, 제안요청서, 제안서 순으로 적용 공사가 필요하다고 판단하는 경우에는 입찰참가자에 대하여 추가 제안이나 추가 자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가진다. 제안서에 명시된 내용과 공사 요구에 의하여 수정, 보완된 제안 내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 가지며, 계약서에 명시된 경우에는 계약서가 우선한다. 제안서는 허위로 작성하지 않아야 하며, 계약 후에라도 허위로 작성된 사실이 발견되거나 제안된 내용을 충족하지 못할 경우에는 계약을 취소 할 수 있고, 이로 인하여 발생하는 모든 민형사상의 책임을 져야 한다. 나. 제안 유의사항 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 제안사의 부담으로 한다. 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지 실사를 할 수 있으며, 제안사는 이에 응하여야 한다. 발주기관의 추진계획 변경 등으로 본 제안요청서의 일부 또는 전부 가 변경되거나 취소되는 경우에도 제안업체는 이의를 제기하지 못하 며, 최종 계약체결이나 또는 공식적인 착수 통보 이전에 수행된 모든 과업 역시 발주기관이 책임지지 않는다. - 96 - 다. 비밀 및 보안유지 본 제안요청서의 전체 또는 일부가 제안서 제출이외의 목적으로 사용 되어서는 안 된다. 제안 참여업체는 모든 문서를 사업자 선정 시까지 대외비로 취급하고 제안 참여업체 관계자 이외의 제3자에게 공개할 수 없다. 무단으로 정보를 누출 시, 국가를 당사자로 하는 계약에 관한 법률 시행령제76조에 의거 입찰참가자격을 제한함 라. 기타 사항 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위 하여 과업심의위원회를 개최 또는 미개최 한 사업임 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1 항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약 기간 조정이 필요한 경우, 계약상대자는 국가기관등의 장에게 소프트 웨어사업 과업변경요청서를 제출하여 과업심의위원회 개최를 요청할 수 있으며, 국가기관등의 장은 과업심의위원회 개최요청에 대해서 특 별한 사정이 없으면 수용해야 함 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 13호서식 참조",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 97 - 2. 제안서 작성 방법 가. 제안서 목차 및 작정 지침 1 기술제안서계량부문 I 작성항목 작 성 목 차 작성방법 I. 제안업체 현황 1. 일반현황 ᄋ제안사컨소시엄포함의일반현황및주요 연혁등을명료하게제시별지1 2. 경영상태 ᄋ제안사의최근3년간의자본금및부문별매출 액등기술별지2 - 신용정보의이용및보호에관한법률제4조 제1항제1호또는제4호의업무를영위하는신 용정보업자가평가한신용평가등급확인서첨 부 3. 주요사업내용 ᄋ제안사의주요사업내용및실적을분야별로구 분 ᄋ공인된인증서, 각종수상경력, 포상등 4. 동등유사분야사업실적 ᄋ최근5년간본사업과관련이있는전체사업실 적, 유사사업실적, 정보기술경험등기술 - 공공민간부문을구분하여기술 - 98 - 2 기술제안서비계량부문 II 작성항목 작 성 목 차 I. 전략및 방법론 1. 사업이해도 2. 추진전략 3. 적용기술 4. 표준프레임워크적용 5. 개발방법론 II. 기술및 기능부문 1. 시스템장비구성요구사항 2. 기능요구사항 3. 보안요구사항 4. 데이터요구사항 5. 시스템운영요구사항 6. 제약사항",
      "tables": [
        [
          [
            "작성항목",
            "작\n성\n목\n차",
            "작 성 방 법"
          ],
          [
            "Ⅰ. 제안업체\n현황",
            "1. 일반현황",
            "ㅇ 제안사(컨소시엄 포함)의 일반현황 및 주 요\n연혁 등을 명료하게 제시(별지 1)"
          ],
          [
            "",
            "2. 경영상태",
            "ㅇ 제안사의 최근 3년간의 자본금 및 부문별 매출\n액 등 기술(별지 2)\n- 신용정보의 이용 및 보호에 관한 법률 제4조\n제1항 제1호 또는 제4호의 업무를 영위하는 신\n용정보업자가 평가한 신용평가 등급 확인서 첨\n부"
          ],
          [
            "",
            "3. 주요 사업내용",
            "ㅇ 제안사의 주요 사업내용 및 실적을 분야별로 구\n분\nㅇ 공인된 인증서, 각종 수상경력, 포상 등"
          ],
          [
            "",
            "4. 동등․유사분야 사업실적",
            "ㅇ 최근 5년간 본 사업과 관련이 있는 전체 사업실\n적, 유사 사업실적, 정보기술 경험 등 기술\n- 공공/민간부문을 구분하여 기술"
          ]
        ],
        [
          [
            "작성항목",
            "작\n성\n목\n차"
          ],
          [
            "Ⅰ. 전략 및\n방법론",
            "1. 사업이해도"
          ],
          [
            "",
            "2. 추진전략"
          ],
          [
            "",
            "3. 적용기술"
          ],
          [
            "",
            "4. 표준 프레임워크 적용"
          ],
          [
            "",
            "5. 개발방법론"
          ],
          [
            "Ⅱ. 기술 및\n기능 부문",
            "1. 시스템 장비구성 요구사항"
          ],
          [
            "",
            "2. 기능 요구사항"
          ],
          [
            "",
            "3. 보안 요구사항"
          ],
          [
            "",
            "4. 데이터 요구사항"
          ],
          [
            "",
            "5. 시스템 운영 요구사항"
          ],
          [
            "",
            "6. 제약사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 99 - III. 성능및 품질부문 1. 성능요구사항 ᄋ 구현하고자하는기능을통해성능이확보보장되 도록방법론및분석도구, 구현및테스트방안 을구체적으로제시 2. 인터페이스요구사항 ᄋ 시스템인터페이스 타시스템과의연계방안들 에대한장단점의분석을통해가장적합한방 안을구체적으로기술 ᄋ 사용자인터페이스UI 사용자편의성을고려 하여요구사항을제공하기위한분석및설계 구현방안과검토계획을구체적으로기술 3. 테스트요구사항 ᄋ 도입되는시스템장비및응용시스템이목표대 비제대로운영되는가를테스트하고, 점검하기 위한테스트요구사항을기술 ᄋ 목표시스템의테스트유형단위테스트, 통합테 스트, 시스템테스트, 성능테스트등, 테스트 환경, 방법, 절차등을기술 4. 품질요구사항 ᄋ 분석설계등각단계별품질요구사항의점검 및검토방안을구체적으로제시 IV. 프로젝트 관리부문 1. 관리방법론 ᄋ 사업수행을체계적으로통제하고관리할수있 는관리방안을제시 ᄋ 프로젝트수행과관련하여제출될산출물내역 및제출시기등을제시 2. 사업수행조직 ᄋ 본사업을수행할조직및업무분장내용을상 세히제시별지5,6 ᄋ 컨소시엄업체가있는경우업무분장내역에 공동수급업체별상생협력을명시 3. 일정계획 ᄋ 사업수행에필요한활동을도출하여정확한활 동기간, 자원, 조직등을제시 4. 개발장비 ᄋ 사업자의참여의지및조직적대응정도, 사업 참여의준비성과관련하여개발환경의구성여 부와해결방안을명확히제시 5. 품질보증방안 ᄋ 본사업추진과관련하여제반품질활동및품 질보증방안을제시 ᄋ 국제소프트웨어개발프로세스품질인증확득 여부등사업자품질보증능력을기술 - 100 - 항목중해당내용이없는경우에는해당없음으로간략히기술함 제안서작성시제안서목차에서제시한작성목차를모두포함하여작성하되, 제안업체 가작성목차를수정추가하여작성할수있음 V. 프로젝트 지원부문 1. 시험운영 2. 교육훈련 3. 유지보수 4. 기밀보안및비상대책 VI. 안전보건 부문중대재 해관련 1. 안전보건방침의수립 2. 중대재해예방을위한이행계획 수립 3. 이행계획추진을위한구성 원역할분담 4. 위험성평가수립 5. 안전보건교육계획수립 6. 유해ᆞ위험작업안전작업허가 이행 7. 재해발생현황 VII. 기타 1. 추가제안사항 2. 제안요청사항준수표및 제안평가항목조견표",
      "tables": [
        [
          [
            "Ⅴ. 프로젝트\n지원 부문",
            "1. 시험운영"
          ],
          [
            "",
            "2. 교육훈련"
          ],
          [
            "",
            "3. 유지보수"
          ],
          [
            "",
            "4. 기밀보안 및 비상대책"
          ],
          [
            "Ⅵ. 안전보건\n부문(중대재\n해 관련)",
            "1. 안전보건방침의 수립"
          ],
          [
            "",
            "2.  중대재해예방을 위한 이행계획\n수립"
          ],
          [
            "",
            "3.  이행계획 추진을 위한 구성\n원 역할분담"
          ],
          [
            "",
            "4. 위험성 평가 수립"
          ],
          [
            "",
            "5. 안전보건교육 계획 수립"
          ],
          [
            "",
            "6.  유해ㆍ위험작업 안전작업허가\n이행"
          ],
          [
            "",
            "7. 재해발생현황"
          ],
          [
            "Ⅶ. 기타",
            "1. 추가제안 사항"
          ],
          [
            "",
            "2. 제안요청사항 준수표 및\n제안평가항목 조견표"
          ]
        ],
        [
          [
            "Ⅲ. 성능 및\n품질 부문",
            "1. 성능 요구사항",
            "ㅇ  구현하고자 하는 기능을 통해 성능이 확보(보장)되\n도록 방법론 및 분석도구, 구현 및 테스트 방안\n을 구체적으로 제시"
          ],
          [
            "",
            "2. 인터페이스 요구사항",
            "ㅇ  시스템 인터페이스: 타 시스템과의 연계 방안들\n에 대한 장단점의 분석을 통해 가장 적합한 방\n안을 구체적으로 기술\nㅇ  사용자 인터페이스(UI) :  사용자 편의성을 고려\n하여 요구사항을 제공하기 위한 분석 및 설계\n구현방안과 검토계획을 구체적으로 기술"
          ],
          [
            "",
            "3. 테스트 요구사항",
            "ㅇ  도입되는 시스템장비 및 응용시스템이 목표 대\n비 제대로 운영되는가를 테스트하고,  점검하기\n위한 테스트 요구사항을 기술\nㅇ  목표시스템의 테스트 유형(단위 테스트, 통합테\n스트,  시스템 테스트,  성능 테스트 등),  테스트\n환경, 방법, 절차 등을 기술"
          ],
          [
            "",
            "4. 품질 요구사항",
            "ㅇ  분석‧설계 등 각 단계별 품질 요구사항의 점검\n및 검토 방안을 구체적으로 제시"
          ],
          [
            "Ⅳ. 프로젝트\n관리 부문",
            "1. 관리방법론",
            "ㅇ  사업수행을 체계적으로 통제하고 관리할 수 있\n는 관리방안을 제시\nㅇ  프로젝트 수행과 관련하여 제출될 산출물 내역\n및 제출시기 등을 제시"
          ],
          [
            "",
            "2. 사업수행조직",
            "ㅇ  본 사업을 수행할 조직 및 업무분장 내용을 상\n세히 제시(별지 5,6)\nㅇ  컨소시엄 업체가 있는 경우 업무분장 내역에\n공동수급업체별 상생협력을 명시"
          ],
          [
            "",
            "3. 일정계획",
            "ㅇ  사업수행에 필요한 활동을 도출하여 정확한 활\n동 기간, 자원, 조직 등을 제시"
          ],
          [
            "",
            "4. 개발장비",
            "ㅇ  사업자의 참여 의지 및 조직적 대응 정도, 사업\n참여의 준비성과 관련하여 개발환경의 구성여\n부와 해결방안을 명확히 제시"
          ],
          [
            "",
            "5. 품질보증방안",
            "ㅇ  본 사업 추진과 관련하여 제반 품질활동 및 품\n질보증방안을 제시\nㅇ  국제 소프트웨어 개발 프로세스 품질인증 확득\n여부 등 사업자 품질보증능력을 기술"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 101 - 나. 제안서 작성 요령 제안서는 제안요구사항을 최대한 충족하도록 하고 꼭 필요한 사항 위 주로 명료하게 작성하여야 하고, 를 제공할 수도 있다, 이 가능하 다, 을 고려하고 있다 등과 같은 모호한 표현은 제안요건 미수용으 로 간주한다. 제안서의 구성은 명시된 제안서 목차에 따라 각각 세분해서 누락이 없 이 작성하고, 기술적인 설명자료 등의 내용이 많은 경우에는 별지를 사용하여야 한다. 번호체계 예 I, 1, 가, 1, 가, 1, 가, 1, 순으로 기입 평가기준 총괄표순 제안서 해당 페이지를 표기한 조견표를 작성하여 제출한다제안서에 포함. 제안내용을 보충하기 위해 참고문헌 활용 시 참고문헌 목록을 첨부하고 인용 부분을 명시하며, 공사에서 요청 시 이를 제출하여야 한다. 제안내용의 근거자료 및 참고자료 등을 첨부하여야 한다. 제안요청서에 기술되지 않았어도 본 사업을 추진하는데 있어 필수적이 라고 판단되는 사항은 제안 범위에 포함하여 제안할 수 있다. 제안서는 A4종 방향 작성을 원칙으로 하며, 제안서 및 증빙서류는 흑백 표지, 표, 구성도, 사진 등 포함으로 제출하여야 한다. 제안서 용지규격은 A4크기, 각 페이지에는 페이지 번호를 부여하여야 하며, 양면 200페이지 이내로 작성하고, 기술제안 요약서는 50페이지 이내로 한다.양면인쇄 - 페이지수 표기는 보고서 하단 중앙부에 총 매수에 대하여 해당하는 페 이지수를 표기한다. - 표지는 제외한다.앞표지 안 쪽면과 뒷표지 양면은 사용할 수 없다 - 인쇄내용이 없어도 표지 안에 삽입된 모든 면은 쪽수에 포함시킨다. - 단, 세부내역 및 증빙서류는 별첨제안서 페이지수에 미 포함 제안서는 한국어로 작성하여야 하며, 필요시 영문표기를 병행할 수 있다. - 102 - 계량단위는 미터법으로, 화폐는 원화로 하며, 부가가치세를 포함한 총 액을 기재한다. 제안서에 적용된 사항은 제안서 제출마감일을 기준으로 작성한다. 제안요청보다 본 사업 추진에 효율적인 방안이 제안될 경우 평가에 긍 정적인 요소로 반영될 수 있다. 제안서는 목차에 따라 작성함을 원칙으로 하되, 제안요청서에 명시되지 않은 내용에 대한 추가적인 제안사항이 있는 경우 해당항목에 포함 또 는 별도의 항목을 추가하여 작성할 수 있으며, 또한 해당내용이 없는 경 우에는 해당사항 없음으로 표기한다. 제안서 겉표지는 디자인 도안 또는 배경 삽화 등을 일체 사용하지 않고 흰 바탕위에 다음과 같이 표기하여 제출한다. 기 술 제 안 서 계량 또는 비계량원본 또는 부본 사업명 업체명 인 각 기술제안서 겉표지 오른쪽 위에 가로5cm세 로2.5cm 표기 기술제안서 종류에 따라 다음과 같이 표기 - 기술제안서계량부문 원본 - 기술제안서비계량부문 원본 - 기술제안서비계량부문 부본평가용 - 기술제안서비계량 요약문 원본 - 기술제안서비계량 요약문 부본평가용 기술제안서 원본에 한하여 하단에 업체명 표기부본 은 업체명 표기 금지 다. 제안서 소유권 본 과업과 관련하여 제공된 모든 정보와 제안서는 공사의 재산으로 귀 속되며, 제안사에게 제공되는 정보는 제안요청서에 따라 제안서 작성 과 제출 목적으로만 사용할 수 있다. 라. 제안서 수정과 철회 제안서는 제안서 제출 이후에는 제안서를 수정하거나 철회할 수 없으며, 제안서를 작성하는 과정에서 제안사의 과실이나 실수가 있더라도 제 안서 제출 이후에는 철회할 수 없다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 103 - 3. 제안서 작성시 유의사항 가. 제안서 규격 A4 용지 규격으로 작성 제안서 내용은 비계량부문에 한하여 200페이지 이내요약문 50페이지이내 작성 제안서 평가용 부본 및 요약문 부본은 컬러 작성을 금지하며, 제안서각 장 구분을 위한 속지에 색지 사용도 금지 계량부문I과 비계량부문II을 분리하여 수정이 불가능한 PDF 파 일로 변환 파일은 압축하고 압축폴더명은 사업명으로 표기업체명 표기 불가하여 제출입찰공고문 참조 ᄋ기술제안서 제출 부수 1. 기술제안서계량부문I 1부원본1부 2. 기술제안서비계량부문II 2부원본1부, 부본1부 3. 기술제안서요약서 2부원본1부, 부본1부 기술제안서부본및요약본의표지, 본문, 내용에는 - 회사소개, 회사명, 주소, 대표자명, 사업자번호, 회사로고, 성명, 인물사진중어느하나라도일체표시금지하며, 컬러작성및장 구분을위한속지에색지사용도금지 - 위사항을위반할경우블라인드심사시감점3점이되며, 평가이후 발견될경우에도감점3점 적용 기술제안서는계량부문과비계량부문으로분리하여제출하며, 원본에만 회사명을표기하여제안업체를식별할수있도록하여야함 - 104 - 4. 입찰서류 및 제안서 제출 가. 제안평가 제안평가 발표는 없으며, 제안서로만 서면평가 한다. 나. 제안서 제출 제출방법 입찰공고문 참조 접수기간 입찰공고문 참조 다. 첨부할 증빙서류 입찰공고문에 기술된 서류 일체 공동수급인 경우 별지 9 공동수급 표준협정서 및 별지 10 공 동수급 협정 합의각서 라. 입찰보증금 입찰참가 신청 시 입찰금액의 5100 이상을 국가를 당사자로 하는 계약에 관한 법률 시행령 제37조 제2항의 보증서로 납부함. 단, 낙 찰자가 소정 기일 내에 계약을 체결하지 않을 경우 입찰보증금은 발 주사에 귀속됨 보증서의 보증기간 초일은 입찰참가신청일 이전이어야 하며, 보증기 간의 만료일은 입찰참가 신청일 다음날부터 30일 이상을 말함 마. 문의사항 본 제안요청서에 대한 질의는 반드시 서면공문 또는 전자서면이메일으 로 입찰공고 10일 이내 하여야 하며, 전화에 의한 질의 및 이의신청 은 법적인 효력을 갖지 못한다. 담당부서 서울특별시 중구 청파로 426봉래동 2가 철도빌딩 4층 IT운영센터 운송정보부 조하영 주임 Tel 02 3149 3185 Fax 02 361 8368",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 105 - 안전계약 특수조건 제정 2024. 7. 1. 안전규범-제20호 제1장 총칙 제1조목적 본, 안전계약 특수조건이하 본 조건이라 한다은 公社이하 公社라 한다와 계약상대자가 체결하는 공사용역물품제조 포함수선임가공 포함매각다만, 부동산 매각은 제외한다 계약이하 계약이라 한다에 있어, 중대재해 및 산업재해예방과 철도안전법령에 따른 철도안전관리체계에 대한 점검 및 준수의무 등 안전관리를 위한 내용을 특별히 규정함에 그 목적이 있다. 제2조적용범위 公社의 사업장 내에서 시행하는 모든 계약의 계약상대자를 대상으로 한다. 제3조정의 본 조건에서 사용하는 용어의 정의는 다음과 같다. 1. 산업재해란 산업안전보건법령 등에서 정하고 있는 것으로, 노무를 제공하는 사람이 업무에 관계되는 건설물설비원재료가스증기분진 등에 의하거나 작업 또는 그 밖의 업무로 인하여 사망 또는 부상하거나 질병에 걸리는 것을 말한다. 2. 중대산업재해란 산업재해 중 중대재해처벌법에서 정하고 있는 것으로 다음 각호의 재해를 말한다. 가. 사망자가 1명 이상 발생 나. 동일 사고로 6개월 이상 치료를 요하는 부상자가 2명 이상 발생 다. 동일한 유해요인으로 급성중독 등 대통령령으로 정하는 직업성 질병자가 1년 안에 3명 이상 발생 3. 중대시민재해란 특정 원료 또는 제조물, 공중이용시설 또는 공중교통수단의 설계, 제조, 설치, 관리상의 결함을 원인으로 하여 발생한 재해로 다음 각 호에 해당하는 결과를 야기한 재해를 말한다 VIII 안전계약 특수조건 - 106 - 가. 사망자가 1명 이상 발생 나. 동일한 사고로 2개월 이상 치료가 필요한 부상자가 10명 이상 발생 다. 동일한 원인으로 3개월 이상 치료가 필요한 질병자가 10명 이상 발생 4. 철도사고, 준사고, 운행장애, 관리장애이하 사고장애라고 한다란 철도안전법령 및 公社철도사고조사 및 피해구상세칙에서 정하고 있는 것으로 다음 각호에 해당하는 것을 말한다. 가. 철도사고 철도차량의 충돌탈선, 철도차량 및 시설물의 화재, 교량터널선로 신호전기통신설비 등의 철도시설 파손, 위험물 누출 또는 폭발로 인한 사상자 또는 재산피해 발생, 열차 또는 철도차량 운행 관련 발생한 사상사고 나. 철도준사고 운행허가 구간 외 열차 주행, 선로장애가 있음에도 진행신호 현시, 정지신호 위반운전, 정거장 밖으로 차량구름, 작업공사구간 열차운행, 안전운행에 지장을 주는 시설고장레일파손, 유지보수 허용범위 초과 등 또는 차량고장차륜, 차축, 차축베어링 등의 고장, 철도차량에서 위험물 또는 위해물품 누출, 기타 준사 고에 준하는 것으로 철도사고로 이어질 수 있는 경우 다. 운행장애 열차분리, 차량구름, 규정위반, 선로급전신호장애, 차량고장, 열차 방해, 기타 등의 사유로 고속열차 및 전동열차 20분 이상, 일반여객열차 30분 이상, 화물열차 및 기타열차 60분이상 지연을 발생시킨 경우 라. 관리장애 자재결함, 시공불량, 책임감리 소홀, 하자 등으로 열차운행선로의 장애가 발생하여 열차운행에 지장을 가져오거나 피해가 발생한 경우, 장애로 인한 열차지연이 발생한 경우고속열차 및 전동열차 10 이상 20분 미만, 일반여객열차 20분 이상 30분 미만, 화물열차 및 기타열차 40분 이상 60분 미만 5. 안전개선지도서란 公社직원이 계약상대자근로자 포함의 계약 상 이행과정에 있어 관련법령 및 公社사규 등에서 정하고 있는 필수 준수사항을 위반하거나, 불 안전한 설비장비 등의 사용 또는 유해위험요인 미조치 시 이를 시정하도록 서면 으로 발행하는 것을 말한다. 6. 안전개선계도서란 公社직원이 계약상대자근로자 포함의 계약 상 이행과정에 있어안전개선지도서에서 정하고 있는 항목 외 기타 안전사항을 위반하는 등 경미한 사항을 자율적으로 개선할 수 있도록 서면으로 발행하는 것을 말한다. 7. 제재기준 심의위원회란 계약상대자 또는 계약상대자의 작업자의 안전관리 소홀 등 귀책사유로 인해 계약의 이행과정에서 발생한 안전개선지도서 발행 건, 산업재해 시민재해사고장애 건에 대한 페널티 부과 대상을 심의하기 위해 운영하는 위원회를 말한다.",
      "tables": [],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 54,
      "text": "- 107 - 8. 페널티란 안전의무 이행을 확보하기 위해 계약 당사자간 상호 약정하고, 약정사항을 위반할 경우 손해배상액과는 별도로 계약상대자가 납부해야 하는 위약벌을 말한다. 9. 사업부서란 물품의 계약요청, 감독하는 부서 또는 공사용역에 대해 공사의 발주, 공정관리, 시공, 설계, 감리관리, 공사하자 업무 및 기술용역, 연구용역 등을 시행하는 본사 각 본부단실 및 소속기관의 담당부서를 말한다. 10. 안전부서란 안전업무를 담당하는 부서로 본사는 안전본부, 소속은 지역본부 안전 보건처, 차량정비단 품질안전처, 고속시설전기사업단 안전기술부 등을 말한다. 11. 산업안전보건 관계법령이란 산업안전보건법 및 동법 시행령, 시행규칙과 고용 노동부령 또는 고시로 정하고 있는 산업안전 관련 행정규칙을 말한다. 12. 철도안전법령이란 철도안전법 및 동법 시행령, 시행규칙과 국토교통부령 또는 고시로 정하고 있는 철도안전 관련 행정규칙을 말한다. 13. 안전관리비란 산업재해 예방을 위한 산업안전보건관리비 또는 안전보건관리비, 시민재해 예방을 위한 시민안전관리비를 말한다. 제4조안전준수 의무 등 1계약상대자는 계약의 이행과 관련하여 중대재해 처벌등에 관한 법률, 산업안전보건 관계법령 및 철도안전법령과 公社에서 정하고 있는 안전수칙을 준수하여야 하며, 公社에서 시행하는 산업재해예방철도안전관리체계 준수중대산업 재해중대시민재해 예방을 위한 시책 및 평가에 적극 따라야 한다. 2계약상대자는 산업안전보건법령, 철도안전법령 및 계약특성별 관련법령 등에서 정하고 있는 자격면허경력 등을 보유한 근로자에게 안전관리 및 작업을 수행하도록 하여야 한다. 3계약상대자는 본 조건, 개별 계약의 기준 등에서 정한 안전준수 의무와권리, 역할, 제재기준 등에 대한 내용을 충분히 인지한 후 안전실천을 위한 서약서 및 확인서별표1를 작성하여 公社에 제출하여야 한다. 4계약상대자는 철도안전법령에 따라 사업부서가 요구하는 열차운행 및 유지관리에 대한 철도안전관리체계의 준수 및 적정성 평가를 따라야 한다. 5계약상대자는 착수착공 시 사업부서가 제4항의 내용에 따라 제시한 안전관리체계 준수및 적정성에 대한 평가시기, 평가방법 및 평가항목에 대해 적극 협조하여야 하며 정당한 이유가 없는 한 평가결과에 따른 조치 요구를 수행하여야 한다. 6사업부서 또는 안전부서는 공공기관의 안전관리에 관한 지침에 따라 계약상대자가 실시하는위험성평가 결과를 점검하고 부실 시 보완조치를 요구할 수 있으며, 계약 상대자는 정당한 사유가 없는 한 이에 따라야 한다. - 108 - 제5조안전관리비 등 계상 및 사용 1사업부서는 계약상대자의 근로자 산업재해 또는 계약의 이행과 관련한 시민재해 예방을 위해 안전관리비 등을 산출하여 계상한다. 2계약상대자는 안전관리비를 용도에 맞게 사용하여야 하며, 이에 대한 사용내역과 증빙서류영수증, 계약서, 수량의 확인이 가능한 공사사진 등를 기록관리하여야 한다. 3사업부서는 계약상대자가 계약에 포함된 안전관리비를 정하고 있는 기준 외 사용 하거나 목적 외로 사용한 경우 그 비용을 감액하거나 반환을 요구할 수 있으며, 계약 상대자는 관련 사실이 인정될 경우 이에 따라야 한다. 제6조사전예방조치 의무 등 1계약상대자는 계약의 이행과 관련하여 유해위험요인 실태를 수시로 파악하고 평가하여 불안전요소를 개선하는 등 산업재해시민재해 예방 및 철도안전 준수를 위한 사전조치를 하여야 한다. 2계약상대자는 산업안전보건법령, 철도안전관련법령, 公社에서 정하고 있는안전작업 수칙 준수와 성실한 계약 이행으로 산업재해시민재해사고장애를 예방하여야 하고, 사업장의 근로자 및 여객시민의 생명보전과 안전 및 보건 유지증진을 위해 적극 노력하여야 한다. 3계약상대자는 산업재해, 시민재해, 사고장애 예방을 위해 개별 계약 등에서 정하고 있는 안전 기준과 관련 시책 등에 적극 협조하여야 한다. 제7조통보 의무 등 1계약상대자는 산업재해, 시민재해, 사고장애 발생 즉시 작업을 중지하고 재해자 구호를 최우선으로 시행하여야 하며, 2차 사고 예방을 위해 현장 출입통제 및 안전지역을 확보하여 작업자 등을 대피시켜야 한다. 2계약상대자는 산업재해시민재해사고장애가 발생하였거나, 긴박한 재해 및 사고장애 발생 우려가 있다고 판단될 경우 해당 작업자를 대피시키고 지체없이 안전부서또는 사업부서에 통보하여야 한다. 제8조안전보건협의체 등 1계약상대자는 계약의 이행과 관련하여 公社가 운영하는 안전보건협의체의 당연 구성원이 되며, 협의회에 출석할 의무와 필요 시 임시회의 개최요구를 할 권한이 있다. 2계약상대자가 근로자의 안전보건과 작업특성 등 교육에 필요한 장소, 자료의 제공 및 교육강사, 기자재 등에 대해 公社에 요청할 경우 지원할 수 있다. 제9조안전보건지도점검 등 사업부서 또는 안전부서는 계약상대자가 계약이행 과정에서",
      "tables": [],
      "has_images": true,
      "image_count": 5
    },
    {
      "page": 55,
      "text": "- 109 - 취하는 산업재해시민재해사고장애 예방조치를 확인하기 위하여 안전지도점검을 시행할 수 있으며, 계약상대자는 지도점검에 동참하는 등 적극 협조하여야 한다. 제10조안전준수 의무 위반 시 제재기준 1公社안전지도사 또는 사업부서 담당자, 책 임감리는 산업안전보건법령, 철도안전관련법령, 公社의 안전작업수칙 등에서 정하고 있는 필수안전준수항목별표2 등을 기준으로 계약상대자 및 그의 근로자가 안전수칙 준수 의무를 위반할 경우 안전개선지도서 또는 안전개선계도서별표3를 계약상대자 에게 발행하며, 발행한 자는 그 사실을 사업부서에 통보하여야 한다. 2안전개선지도서 또는 안전개선계도서 발행 시 公社는 페널티를 부과하며, 부과 기준은 다음과 같다. 구분 페널티 비고 안전개선지도서 계약금액의 1 부과 다만, 부과한도는 10만원 이상 500만원 이하로 한다. 1회당 안전개선계도서 3회당 3안전개선지도서 또는 안전개선계도서를 발행받은 계약상대자는 1개월 이내 위반 사항에 대한 개선대책 수립과 교육을 시행한 후 사업부서에 제출하여야 하며, 미이행시 에는 매월 안전개선계도서를 추가발행한다. 다만, 추가 발행하는 것은 동일 지적건에 대해서만 적용한다. 4안전부서는 감리원이 배치된 계약건에 대하여 계약상대자시공회사 등의 안전관리 소홀로 안전개선지도서 또는 안전개선계도서 발행 시 감리원의 안전관리 소홀이 명백할 경우 계약상대자감리회사에게도 발행할 수 있다. 5계약별 특성을 반영하여 개별 계약의 업무처리기준, 계약특수조건 등에 안전개선 지도서, 안전개선계도서 발행 기준을 별도로 정하고 있는 경우 해당 기준을 적용한다. 6계약상대자는 안전개선지도서 또는 안전개선계도서 발행에 이의가 있을 경우 7일 이내토일공휴일은 제외한다 이의신청서별표5를 작성하여 사업부서에 제출하여야 하며, 公社는 심의절차별표6를 거쳐 최종 결정한다. 다만, 계약상대자의 안전관리 소홀 또는 과실이 명백한 경우 심의절차를 생략할 수 있다. 7안전개선지도서 발행이 확정되면 公社는 계약상대자에게 통지하고 페널티는 관련 대금 지급 시 상계처리하며, 사업부서는 상계처리 금액과 제재사실 확인서별표4 등 관련자료를 첨부하여 계약부서로 요청하여야 한다. 계약기간 만료 이후 안전개선지도서 발행사례가 발생한 경우안전부서는 계약상대자에게 안전개선지도서를 발행할 수 있으며, 계약상대자는 제6항에서 정한 절차를 준수하여 확정 시 페널티를 납부하여야 한다. - 110 - 제2장 산업안전보건 제11조작업장 근로자 안전조치 1계약상대자는 계약의 이행을 위한 작업을 시행할 경우 근로자의 안전확보 및 산업재해가 발생하지 않도록 작업 준비부터 종료까지 산업 안전보건법령, 公社의 안전작업수칙 등에서 정하고 있는 사항과 필수안전준수항목별표2 등을 철저히 준수하여야 한다. 2사업부서 또는 안전부서는 계약상대자가 계약 이행을 위한작업 중 중대재해가 발생하거나, 발생 할 급박한 위험이 있을 경우에는 작업중지를 요청할 수 있다. 이 경우 계약상대자는 즉시 작업을 중지하고 관련 안전조치를 이행하여야 하며, 합동점검을 통해 안전에 이상이 없을 경우 작업을 재개한다. 3계약상대자는 작업장에서 넘어지거나 미끄러지는 등의 위험이 없도록 청결한 상태로 유지하여야 하며, 작업에 필요한 기계기구 및 그 밖의 설비를 사용 할 경우에는 안전 및 보건에 관한 조치를 하여야 하며, 방호장치의 정상동작 여부 등을 확인하여야 한다. 제12조산업재해 발생 시 제재기준 1사업부서는 산업재해 예방을 위하여 국가를 당 사자로 하는 계약에 관한 법령, 공기업준정부기관 계약사무규칙등 관련법령 및 公社계약업무처리 시행세칙에 규정된 제재기준과는 별도로 다음에 따라 계약상대 자를 제재하며 계약상대자는 다음 사항을 이행하여야 한다. 2계약의 이행과 관련하여작업이 중지된 기간을 포함한다. 계약상대자 측의 작업자 또는 계약상대자의 고의 또는 과실로 인해 산업재해가 발생한 경우 기준에 따라 페널티를 부과한다. 3산업재해 발생 시 페널티 기준은 다음과 같다. 구분 페널티 사망주1 계약금액의 2 부과 다만, 부과한도는 200만원 이상 2,000만원 이하로 한다. 부상주2 계약금액의 1 부과 다만, 부과한도는 100만원 이상 1,000만원 이하로 한다. 주1산업재해 통계업무 처리규정에 따라 사고일로부터 1년 후 사망한 경우는 제외 주2 업무상 사고질병으로 1개월4주을 초과한 휴업요양을 요하는 부상 시 적용 출퇴근, 행사 등 계약이행과 관련이 없는 산업재해 제외 1. 산업재해는 산업재해조사표를 제출한 산업재해에 한한다. 2. 다음 각 호의 사항에 대해서는 위 기준에서 가중 적용한다. 가. 은폐 계약상대자가 발생 사실을 인지하였으나, 발생일 기준 30일을 초과하여 미통보한 사실을 사업부서에서 확인한 경우 페널티 기준의 2배",
      "tables": [
        [
          [
            "구분",
            "페널티",
            "비고"
          ],
          [
            "안전개선지도서",
            "계약금액의 1% 부과\n(다만, 부과한도는 10만원 이상 500만원 이하로 한다.)",
            "1회당\n3회당"
          ],
          [
            "안전개선계도서",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "페널티"
          ],
          [
            "사망주1)",
            "계약금액의 2% 부과\n(다만, 부과한도는 200만원 이상 2,000만원 이하로 한다.)"
          ],
          [
            "부상주2)",
            "계약금액의 1% 부과\n(다만, 부과한도는 100만원 이상 1,000만원 이하로 한다.)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 6
    },
    {
      "page": 56,
      "text": "- 111 - 나. 통보지연 계약상대자가 발생사실을 인지하고, 발생일 기준 30일을 초과하여 사업부서에 통보한 경우 페널티 기준의 1.5배 4산업재해 발생 시 제재기준은 계약상대자의 산업재해 발생 통보서은폐 포함에 대하여 사업부서에서 검토 후 필요 시 안전부서로 심의를 요청하며, 안전부서는 제재 기준 심의위원회이하 심의위원회라 한다를 개최하여 심의 결과 계약상대자의 작업자 또는 계약상대자의 귀책사유로 인한 산업재해로 판단한 경우에 한하여 적용한다. 다만, 계약상대자의 작업자 또는 계약상대자의 귀책사유가 명백하고 고의 또는 과실을 인정하는 경우 심의위원회 개최를 생략할 수 있다. 5안전부서는 감리원이 배치된 계약건에 대하여 계약상대자시공회사 등의 귀책사유로 인한 산업재해가 발생하고, 감리원의 안전관리 소홀이 명백할 경우 계약상대자감리 회사에 본조의 페널티를 부과할 수 있다. 6페널티의 징수납부에 대한 사항은 제10조제7항을 준용한다. 제3장 철도안전 제13조철도보호지구 등의 작업 안전조치 1계약상대자는 철도보호지구 등에서 작업을 시행할 경우 안전확보 및 사고장애가 발생하지 않도록 작업 준비부터 종료까지 公社 에서 정하고 있는 관련절차 및 안전수칙, 기준 등을 철저히 준수하여야 한다. 2사업부서 또는 안전부서는 계약상대자가 시행하는 철도보호지구 등에서 작업 중 중대한 위험이 예상되는 경우 작업책임자에게 작업 중지를 요청할 수 있으며, 계약 상대자는 즉시 작업을 중지하고 관련 안전조치를 이행하여야 한다. 3계약상대자는 관련법령 및 公社에서 정하고 있는 기준에 따라 작업책임자, 열차감시원, 철도운행안전관리자, 전기철도안전관리자, 건설기계의 작업지휘자 또는 유도자 등을 배치하여야 하며, 작업현장에 상주하도록 관리하여야 한다. 4계약상대자는 작업에 필요한 설비, 장비 등을 사용하기 전 작업계획 적합성 점검 시 사업부서의 확인을 받아야 하며, 특별한 사유가 없는 한 公社의 기준을 따라야한다. 제14조사고장애, 중대시민재해 발생 시 제재기준 1사업부서는 사고장애, 시민재해예 방을 위하여 국가를 당사자로 하는 계약에 관한 법령, 공기업준정부기관 계약사 무규칙등 관련법령 및 公社계약업무처리 시행세칙에 규정된 제재기준과는 별 도로 다음에 따라 계약상대자를 제재하며 계약상대자는 다음 사항을이행하여야 한다. 2계약의 이행과 관련하여작업이 중지된 기간을 포함한다. 계약상대자 측의 작업자 또는 계약상대자의 고의 또는 과실로 인해 사고장애, 중대시민재해가 발생한 경우 기준에 따라 페널티를 부과한다. - 112 - 3사고장애 발생 시 페널티 기준은 다음과 같다. 구분 페널티 재산피해액주3 1억원 미만 계약금액의 1 부과 다만, 부과한도는 100만원 이상 1,000만원 이하로 한다. 재산피해액 1억원 이상 5억원 미만 계약금액의 1.5 부과 다만, 부과한도는 150만원 이상 1,500만원 이하로 한다. 재산피해액 5억원 이상 계약금액의 2 부과 다만, 부과한도는 200만원 이상 2,000만원 이하로 한다. 주3 재산피해액 公社철도사고조사 및 피해구상세칙제42조에 따라 산정 4중대시민재해 발생 시 페널티 기준은 다음과 같다. 구분 페널티 사망 계약금액의 2 부과 다만, 부과한도는 200만원 이상 2,000만원 이하로 한다. 부상 계약금액의 1 부과 다만, 부과한도는 100만원 이상 1,000만원 이하로 한다. 5사고장애, 중대시민재해 발생 시 제재기준은 公社의 사고조사 결과에 대하여 심 의위원회의 심의 결과 계약상대자의 작업자 또는 계약상대자의 귀책사유에의한 사 고로 판단한 경우에 한하여 적용한다. 단, 계약상대자의 작업자 또는 계약상대자의 귀책사유가 명백하고 고의 또는 과실을 인정하는 경우 심의위원회 개최를 생략할 수 있다. 6안전부서는 감리원이 배치된 계약건에 대하여 계약상대자시공회사 등의 귀책사유로 인한 사고장애 또는 중대시민재해가 발생하고, 감리원의 안전관리 소홀이 명백할 경우 계약상대자감리회사에 본조에 따른 페널티를 부과할 수 있다. 7페널티의 징수납부에 대한 사항은 제10조제7항을 준용한다.",
      "tables": [
        [
          [
            "구분",
            "페널티"
          ],
          [
            "재산피해액주3)\n1억원 미만",
            "계약금액의 1% 부과\n(다만, 부과한도는 100만원 이상 1,000만원 이하로 한다.)"
          ],
          [
            "재산피해액\n1억원 이상 5억원 미만",
            "계약금액의 1.5% 부과\n(다만, 부과한도는 150만원 이상 1,500만원 이하로 한다.)"
          ],
          [
            "재산피해액\n5억원 이상",
            "계약금액의 2% 부과\n(다만, 부과한도는 200만원 이상 2,000만원 이하로 한다.)"
          ]
        ],
        [
          [
            "구분",
            "페널티"
          ],
          [
            "사망",
            "계약금액의 2% 부과\n(다만, 부과한도는 200만원 이상 2,000만원 이하로 한다.)"
          ],
          [
            "부상",
            "계약금액의 1% 부과\n(다만, 부과한도는 100만원 이상 1,000만원 이하로 한다.)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 7
    },
    {
      "page": 57,
      "text": "- 113 - 제4장 작업중지 및 계약해지 등 제15조제재기준 적용기준 및 부과방식 1계약상대자의 안전관리 소홀 또는 귀책사 유로 인해 단일 건으로 산업재해, 사고장애, 중대시민재해가 중복하여 발생하는 경 우 각각에 대하여 페널티를 부과한다. 2심의위원회는 추정가격 2천만원 미만의 소보수 집행 사업, 영세업체 등에 대해서 페널티 최저한도를 감액 조정할 수 있다. 3제재기준이 확정되면 사업부서는 계약상대자에게 통지 및 제재사실 확인서를 징구 하며, 페널티는 관련 대금 지급 시 상계처리한다. 단, 외부기관 조사 등으로 인해 계약 기간 만료 이후 제재기준 적용사례 발생이 우려되는 경우 公社는 자체 조사 등을 시행 하고 관련 절차에 따라 계약상대자에게 페널티를 부과할 수 있다. 제16조작업 등 중지 1안전부서 또는 사업부서는 안전지도점검결과 긴박한 사고 발생 우려가 있는 유해위험요인을 발견하였을 경우 그 유해위험요인이 완전히 해소되었다고 인정될 때까지 계약상대자에게 해당 작업 등의 중지를 요청할 수 있으며, 계약상대자는 정당한 이유가 없는 한 이에 응하여야 한다. 2계약상대자는 제1항의 규정에 따라 작업 등의 중지로 발생되는 지체상금 부과 및 작업원에 대한 휴업급여 등의 책임을 진다 제17조입찰참가자격 제한 1계약상대자가 계약을 이행하면서 안전대책을 소홀히하여 손해를 끼치거나, 산업안전보건법령에서 정하고 있는 중대한 위해를 가한 경우 등이 발생한 경우 국가를 당사자로 하는 계약에 관한 법령에 따라 부정당업자 입찰참가 자격 제한처분을 할 수 있다. 2계약상대자의 고의 또는 과실로 인한 산업재해시민재해사고장애 등이 발생한 경우 향후 입찰참여 시 안전관리 소홀에 따른 벌점을 부과할 수 있으며, 해당 안전 관리자책임감리원 등 안전관리를 소홀히 한 기술인이 참여하는 경우에 대해서도 벌점을 부과할 수 있다. 제18조안전관리책임자 및 감리원 등 교체 1계약상대자가 계약의 이행과정에서 안전관 리를 소홀히하여 산업재해시민재해사고장애가 발생한 경우 또는 이에 준하는 사례를 발생시킨 경우 公社는 계약상대자의 안전관리책임자, 감리원, 현장대리인 등 작업 관계자의 교체를 요구할 수 있다. 2제1항에 따른 조치 시 관련비용은 계약상대자가 책임을 진다. 3사업부서는 안전관리책임자, 감리원, 현장대리인, 장비운전원, 동승자 등 사고장애 - 114 - 를 유발한 작업관계자에 대해 이력관리를 할 수 있으며, 제1항에 따라 교체된 작업 관계자는 公社가 교체을 요구한 날로부터 1년 이내 公社에서 시행하고 있는 사업이나, 발주하는 사업에 참여할 수 없다. 제19조계약해지 公社는 계약상대자가 공사용역물품제조 과업수행 중 계약상대자의 귀책사유로 다음 각 호의 어느 하나에 해당하는 사고가 발생한 경우에는 해당 계약을 해지할 수 있다. 1. 중대재해 처벌 등에 관한 법률에 정한 중대산업재해 및 중대시민재해가 발생한 경우 2. 산업안전보건법에 정한 중대재해가 발생한 경우 3. 철도사고조사 및 피해구상 세칙에 정한 철도사고철도교통사고, 철도안전사고와 다음 각 호의 사항으로 인해 철도안전법 제9조의2과징금 기준에 해당되는 경우 가. 미승인 작업으로 열차운행 지장이 발생한 경우 나. 안전관리 소홀로 물적인적 피해가 발생한 경우 다. 기타 시공 중 계약업체 귀책사유로 열차운행 지장이 발생한 경우 라. 사전승인협의 없이 운행선 관련 작업을 무단으로 시행한 경우 제20조기타 1계약상대자는 본 조건에서 특별히 정한 것을 제외한 안전 관련 주요 사항은 관련법령, 철도안전관리체계, 公社규정 및 개별 계약의 별도 기준 등에서 정하는 바에 따른다. 다만, 특별히 규정하고 있는 내용은 없으나 안전관리 강화를 위해필요한 경우 당사자 상호간 협의에 따라 결정한다. 2公社는 안전관련 법령 또는 안전정책 변경 시 필요한 안전관리 방안의 이행을 권고 또는 개선 요청할 수 있으며, 계약상대자는 특별한 사정이 없는 한 이를 이행 하여야 한다. 3계약상대자는 公社의 정당한 요구에 따라 발생하는 작업 지연 등의 손실에 대한 책임을 진다. 또한, 계약상대자의 귀책사유로 인하여 발생한 인적물적 피해에 대한 처리와 보상은 계약상대자의 책임으로 하며, 필요 시 公社는 피해구상조치를 할 수 있다. 부 칙 24. 07. 01. 제정 1. 제10조제2항, 제12조, 제14조은 차량시설전기 분야와 계약을 체결한 사업과 公社와 자회사 간 계약을 체결한 사업에 대해 적용하며, 실제 페널티 부과는 계도기간을 거쳐 시행일로부터 5개월 후24.12.1부터 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 6
    },
    {
      "page": 58,
      "text": "- 115 - 별표1 안전실천을 위한 서약 및 확인서 안전실천을 위한 서약 및 확인서 본인은 귀 공사와 계약 체결한 사업을 시행함에 있어 다음사항을 준수할 것을 서약하며, 관련 내용을 충분히 숙지하였음을 확인합니다. 1. 본인은 본 계약을 이행함에 있어 안전계약 특수조건, 과업지시서 상의 안전수칙과 안전관리를 위한 관련 절차 및 기준, 위반 시 제재기준, 작업 중지 및 계약해지 조건 등의 내용을 충분히 숙지하였음을 확인합니다. 2. 본인은 근로자와 시민의 안전을 최우선으로 생각하고 관련법규 및 한국철도공사 에서 정하고 있는 안전수칙과 규정 등을 철저히 준수하여, 산업재해시민재해 사고장애가 발생하지 않도록 노력할 것을 서약합니다. 3. 본인은 당사의 직원일용직, 협력업체 근로자 포함이 관련 내용을 숙지하고 작업 전부터 종료시까지 한국철도공사에서 제시하는 안전수칙을 준수할 수 있도록 교육을 철저히 시행할 것을 서약합니다. 4. 계약을 이행하는 과정에서 본인은 물론 직원 및 작업자일용직, 협력업체 근로자 포함가 안전수칙 및 절차 미준수 등 안전관리를 소홀히하여 안전계약특수조건 에서 정하고 있는 기준을 위반하였을 경우, 페널티 부과계약 중지계약 해지 및 부정당업체의 입찰참가 자격제한 등 제재조치를 취하여도 이의를 제기하지 않을 것을 확인합니다. 20 년 월 일 상 호 대 표 인 한국철도공사 귀 하 서명은 전자결재로 갈음함 - 116 - 별표2 필수 안전준수 항목예시 구 분 내 용 안전개선 지도서 발행기준 승인을받지않고임의로작업하거나, 작업장에출입하는경우 승인된시간전무단으로작업장출입, 승인된장소외다른구간 출입또는작업시행등 사용을제한하고있는설비, 장비등을公社와협의없이 임의로사용한경우 지정된작업책임자, 열차감시원, 철도운행안전관리자, 전기 철도안전관리자, 건설기계의작업지휘자또는유도자등이 배치되지않거나현장을이탈한경우 관계소속과협의하지않는작업으로철도차량운행에지장이 우려되는행위를한경우차단작업을상례작업으로시행등 관계소속과상호협의한철도차량운행시설물에대한보호 조치를이행하지않은경우 철도시설의파손이나붕괴또는철도차량의안전운행을 방해할우려가있는경우낙하물방지시설, 운반자재적재 및결박상태미흡, 선로전환기취급소홀, 신호위반등 운행선인접공사시건설장비운전자에게열차접근을알리도록 경보장치열차감시원이원격으로조작를설치하여야하나, 미설치한경우 계약상대자가안전보건수준평가, 안전관리능력평가등에서 제출한안전준수의무사항을위반한경우 안전개선 계도서 발행기준 작업계획서작성, 작업시행전안전교육, 안전보호구착용 상황점검, 작업자적합성검사, 작업자에필요한안전장비와 안전시설의점검, 열차감시원의배치등필요한사항의확인 또는철도운행안전협의를소홀히한경우 열차감시원이열차감시업무수행중휴대전화를사용하는경우 위험물휘발유, 등유등 보관장소에경고표지를미부착하거나, 용기에안전표지를미부착한경우 열차운행선인접작업시작업안전선을미설치한경우 안전보호구안전모, 안전대등를미착용하고작업을시행하는경우 트롤리에백호우를적재하여운반시결박조치를소홀히한경우 위항목외개별계약건에서정하고있는기준이있을경우발행기준추가가능",
      "tables": [
        [
          [
            "구\n분",
            "내\n용"
          ],
          [
            "안전개선\n지도서\n발행기준",
            "승인을 받지않고 임의로 작업하거나, 작업장에 출입하는 경우\n(승인된 시간 전 무단으로 작업장 출입, 승인된 장소 외 다른구간\n출입 또는 작업시행 등)"
          ],
          [
            "",
            "사용을 제한하고 있는 설비, 장비 등을 公社와 협의없이\n임의로 사용한 경우"
          ],
          [
            "",
            "지정된 작업책임자, 열차감시원, 철도운행안전관리자, 전기\n철도안전관리자, 건설기계의 작업지휘자 또는 유도자 등이\n배치되지 않거나 현장을 이탈한 경우"
          ],
          [
            "",
            "관계소속과 협의하지 않는 작업으로 철도차량 운행에 지장이\n우려되는 행위를 한 경우(차단작업을 상례작업으로 시행 등)"
          ],
          [
            "",
            "관계소속과 상호 협의한 철도차량운행시설물에 대한 보호\n조치를 이행하지 않은 경우"
          ],
          [
            "",
            "철도시설의 파손이나 붕괴 또는 철도차량의 안전운행을\n방해할 우려가 있는 경우(낙하물 방지시설, 운반자재 적재\n및 결박상태 미흡, 선로전환기 취급 소홀, 신호위반 등)"
          ],
          [
            "",
            "운행선 인접공사 시 건설장비 운전자에게 열차접근을 알리도록\n경보장치(열차감시원이 원격으로 조작)를 설치하여야 하나,\n미설치한 경우"
          ],
          [
            "",
            "계약상대자가 안전보건수준평가, 안전관리능력평가 등에서\n제출한 안전준수 의무사항을 위반한 경우"
          ],
          [
            "안전개선\n계도서\n발행기준",
            "작업계획서 작성, 작업시행 전 안전교육, 안전보호구 착용\n상황 점검, 작업자 적합성 검사, 작업자에 필요한 안전장비와\n안전시설의 점검, 열차감시원의 배치 등 필요한 사항의 확인\n또는 철도운행안전협의를 소홀히한 경우"
          ],
          [
            "",
            "열차감시원이 열차감시 업무 수행 중 휴대전화를 사용하는 경우"
          ],
          [
            "",
            "위험물(휘발유, 등유 등) 보관장소에 경고표지를 미부착하거나,\n용기에 안전표지를 미부착한 경우"
          ],
          [
            "",
            "열차운행선 인접 작업 시 작업안전선을 미설치한 경우"
          ],
          [
            "",
            "안전보호구(안전모, 안전대 등)를 미착용하고 작업을 시행하는 경우"
          ],
          [
            "",
            "트롤리에 백호우를 적재하여 운반 시 결박조치를 소홀히 한 경우"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 59,
      "text": "- 117 - 별표3 안전개선지도계도서양식 안전개선지도계도서 제9조관련 구분 안전개선지도 안전개선계도1차 2차 3차 계약명 장소주소 발행인 발행일자 소속 직급 성명 인 일자 위반사항 요약 위반사항내용을별표2 필수안전준수항목으로분류하여기재 지도 계도 내용 안전개선지도계도내용은분량에관계없이작성가능하고, 필요시사진등포함 6하원칙에따라위반사항을구체적으로기록 조치 요구 사항 행위자 소속 성명 인 소속 성명 인 책임자 소속 성명 인 사업부서 본부 처역사업소 ------------------------------------------------------------ 안전개선지도계도서 수령증 계약자보관용 구 분 안전개선지도서 안전개선계도서 점검일시20 . . . 조치요구 사항 수령인 소속 성명 인 발행인 소속 성명 인 - 118 - 별표4 제재사실 확인서 계약이행관련제재사실확인서 계약번호 계약명 계약기간 회사명 I. 제재개요 1 발생일시 20 년 월 일 시 분 2 발생장소 3 위반내용 4 제재항목 5 관련근거 안전계약특수조건제00조제00항 II. 위반사실 계약상대자의귀책사유또는안전관리소홀에따른안전개선지도서발행, 산업재해시민재해사고장애발생관련내용을간단히기재 III. 사실확인 상기계약을이행함에있어위와같은사실이있음을확인합니다. 20 년 월 일 대 표 자 성명 인 작업책임자 성명 인 작성자 소속 성명 인",
      "tables": [
        [
          [
            "Ⅰ. 제재개요"
          ],
          [
            "1) 발생일시 : 20\n년\n월\n일 (\n시\n분)\n2) 발생장소 :\n3) 위반내용 :\n4) 제재항목 :\n5) 관련근거 : 안전계약특수조건 제00조제00항"
          ]
        ],
        [
          [
            "Ⅱ. 위반사실"
          ],
          [
            "※ 계약상대자의 귀책사유 또는 안전관리 소홀에 따른 안전개선지도서 발행,\n산업재해･시민재해･사고장애 발생 관련 내용을 간단히 기재"
          ]
        ],
        [
          [
            "안전개선지도(계도)서\n(제9조 관련)",
            "",
            "",
            "",
            ""
          ],
          [
            "구 분",
            "□ 안전개선지도\n□ 안전개선계도(1차 / 2차 /\n3차)",
            "",
            "",
            ""
          ],
          [
            "계약명",
            "",
            "",
            "",
            ""
          ],
          [
            "장소(주소)",
            "",
            "",
            "",
            ""
          ],
          [
            "발행인\n발행일자",
            "소속",
            "",
            "직급",
            ""
          ],
          [
            "",
            "성명",
            "(인)",
            "일자",
            ""
          ],
          [
            "위반사항\n요약",
            "위반사항 내용을 [별표 2] 필수 안전준수 항목으로 분류하여 기재",
            "",
            "",
            ""
          ],
          [
            "지도\n(계도)\n내용",
            "※ 안전개선지도(계도)내용은 분량에 관계없이 작성 가능하고, 필요 시 사진 등 포함\n( 6하 원칙에 따라 위반사항을 구체적으로 기록)",
            "",
            "",
            ""
          ],
          [
            "조치\n요구\n사항",
            "",
            "",
            "",
            ""
          ],
          [
            "행위자",
            "소속\n성명\n(인)\n소속\n성명\n(인)",
            "",
            "",
            ""
          ],
          [
            "책임자",
            "소속\n성명\n(인)",
            "",
            "",
            ""
          ],
          [
            "사업부서",
            "본부\n처(역･사업소)",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "Ⅲ. 사실확인"
          ],
          [
            "상기 계약을 이행함에 있어 위와 같은 사실이 있음을 확인합니다.\n20\n년\n월\n일\n대\n표\n자\n성 명 :\n(인)\n작업책임자\n성 명 :\n(인)"
          ]
        ],
        [
          [
            "안전개선지도(계도)서  수령증 (계약자 보관용)",
            ""
          ],
          [
            "구\n분",
            "안전개선지도서 / 안전개선계도서 점검일시 20\n.\n.\n.(\n:\n)"
          ],
          [
            "조치요구\n사항",
            ""
          ],
          [
            "수령인",
            "소속\n성명\n(인)\n발행인\n소속\n성명\n(인)"
          ]
        ],
        [
          [
            "계약이행 관련 제재사실 확인서",
            "",
            "",
            ""
          ],
          [
            "계약번호 :\n계 약 명 :\n계약기간 :\n회 사 명 :\n작 성 자 :\n소속\n성명",
            "",
            "",
            ""
          ],
          [
            "",
            "Ⅰ. 제재개요",
            "",
            ""
          ],
          [
            "",
            "1) 발생일시 : 20\n년\n월\n일 (\n시\n분)\n2) 발생장소 :\n3) 위반내용 :\n4) 제재항목 :\n5) 관련근거 : 안전계약특수조건 제00조제00항",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "Ⅱ. 위반사실",
            "",
            ""
          ],
          [
            "",
            "※ 계약상대자의 귀책사유 또는 안전관리 소홀에 따른 안전개선지도서 발행,\n산업재해･시민재해･사고장애 발생 관련 내용을 간단히 기재",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "Ⅲ. 사실확인",
            "",
            ""
          ],
          [
            "",
            "상기 계약을 이행함에 있어 위와 같은 사실이 있음을 확인합니다.\n20\n년\n월\n일\n대\n표\n자\n성 명 :\n작업책임자\n성 명 :",
            "(인)\n(인)",
            ""
          ],
          [
            "",
            "",
            "(인)",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 60,
      "text": "- 119 - 별표5 이의신청서 이의신청서 계약번호 계약명 계약기간 회사명 본인은20 년 월 일귀공사에서발행한안전개선지도계도서에대하여 다음과같이이의가있어심의를요청하오니, 조치하여주시기바랍니다. 1. 개 요 1 발행일시 20 년 월 일 시 분 2 발행장소 3 발행자 2. 안전개선지도계도서요지 3. 이의신청내용 붙임 증빙자료00부 20 년 월 일 대 표 자 인 작업책임자 인 접수자 소속 성명 인 - 120 - 별표6 페널티 관련 이의제기 심의절차 안전개선지도계도서 발행 계약상대자 이의제기 YES 이의신청서 작성 및 사업부서 제출 발행일로부터 7일 이내 이의신청 내용에 대한 심의 사업부서, 안전담당부서 등 제재기준 심의위원회 개최 필요 시, 안전부서 심의결과서 작성 및 회신 안전부서사업부서계약상대자 안전개선지도계도서 확정",
      "tables": [
        [
          [
            "이 의 신 청 서"
          ],
          [
            "계약번호 :\n계 약 명 :\n계약기간 :\n회 사 명 :\n본인은 20\n년\n월\n일 귀 공사에서 발행한 안전개선지도(계도서)에 대하여\n다음과 같이 이의가 있어 심의를 요청하오니, 조치하여 주시기 바랍니다.\n1. 개 요\n1) 발행일시 : 20\n년\n월\n일 (\n시\n분)\n2) 발행장소 :\n3) 발 행 자 :\n2. 안전개선지도(계도)서 요지\n3. 이의신청 내용\n[붙임] 증빙자료 00부\n20\n년\n월\n일\n대\n표\n자 :\n(인)\n작업책임자 :\n(인)\n접 수 자 :\n소속\n성명\n(인)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 121 - 별표7 제재기준 심의위원회 운영기준 제재기준심의위원회운영기준 I. 기능 페널티 부과 대상 심의 - 제재기준 심의위원회는 계약상대자 또는 계약상대자의 작업자의 안전관리 소홀 등 귀책사유로 인해 계약의 이행과정에서 발생한 안전개선지도서 발행 건 및 산업재해, 중대시민재해, 사고장애 발생 건에 대한 페널티 부과 대상을 심의 II. 구성 및 운영 내외부 전문가 5명 이상 - 위원회 구성 5명 이상 위원장 소속기관장, 위원 내부 2명 외부 전문가 2명 이상, 간사 안전부서장 - 내부위원 본사 및 소속기관의 2급 이상 직원 중 관련분야 전문가로 선정 - 외부위원 다음의 자격을 갖추고 있는 관련분야 전문가로 선정 1관련업무별분야에서3년이상의경력이있는자 2관련업무별분야의자격을취득하고그분야에서3년이상의경력이있는자 3관련업무별분야에서근무하고있는3급이상의직원 4그밖에제1호부터제3호까지의기준에상당한경력이있다고인정되는자 - 기피신청 계약상대자는 공정한 심의를 기대하기 어려운 사정이 있는 경우 위원장 에게 기피신청 가능 - 심의위원회의 의결정족수 재적위원위원장 포함 4명 이상의 출석과 출석위원 3분의 2소수점 이하 절상 이상의 찬성으로 의결 위원장은 표결권을 가지며, 가부동수일 경우 결정권을 가짐 III. 계약상대자 의견청취 - 심의위원회 개최 5일 전까지 계약상대자에게 개최사실을 통보하며, 계약상대자는 심의위원회에 참석하여 심의내용에 대한 소명 또는 의견 제시 - 한국철도공사는 심의일로부터 7일 이내토일공휴일 제외 결과를 계약상대자에게 통보 - 계약상대자는 심의결과에 이의가 있는 경우 이의신청을 할 수 있으며, 한국철도공사는 절차에 따라 재심의 및 결과 재통보 기타사항은 한국철도공사 철도사고조사 및 피해구상세칙제56조제1항에 따른 피해구상심의조정위원회 운영 기준을 적용 기획재정부공공기관경영정보공개시스템ALIO 및한국철도공사홈페이지관련사규등재 - 122 - 제재기준 심의위원회 운영 절차 1페널티 부과 대상 발생 2계약상대자 통보 및 이의제기 접수 사업부서 4심의위원회 개최 통보 안전부서사업부서 계약상대자 5심의위원회 개최 안전부서 7계약상대자 이의신청 계약상대자사업부서 안전부서 8재심의 및 결과통보 안전부서사업부서 계약상대자",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 62,
      "text": "- 123 - IX 별지 서식 별지제1호서식 제안업체일반현황 별지제2호서식 제안업체경영상태최근3년 별지제3호서식 제안업체사업실적최근5년 별지제4호서식 실적증명원 별지제5호서식 사업수행조직도 별지제6호서식 투입인력총괄표 별지제7호서식 투입인력이력사항 별지제8호서식 입찰참가신청서 별지제9호서식 공동수급표준협정서공동이행방식 별지제10호서식 공동수급협정합의각서 별지제11호서식 가격제안세부내역서 별지제12호서식 제안요구사항수용조견표 별지제13호서식 추가제안사항요약 별지제14호서식 재취업제한대상자고용사실확인서 별지제15호서식 안전보건수준평가 별지제16호서식 보안서약서등 별지제17호서식 개인정보보호서약서 별지제18호서식 소프트웨어과업변경요청서 별지제19호서식 소프트웨어사업영향평가결과서 별지제20호서식 소프트웨어개발사업의적정사업기간종합산정서 별지제21호서식 직접구매대상상용소프트웨어구매계획 - 124 - 별지 제1호 서식 제안업체 일반현황 일반사항 회 사 명 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 주 요 연 혁요약 기 타 사 항 조직도 인원현황 구 분 계 전 문 분 야 컨설팅 감리 계 특급기술자 고급기술자 중급기술자 초급기술자 기 능 사 기술자의구분은입찰공고일기준적용되는SW기술자평균임금한국소프트웨어산업협회공표 에의한 SW기술자분류기준에의함 평가용제안서는회사명, 대표자 등회사를식별할수있는사항을별표 처리단, 제안서원본은모두표시 주 공동수급방식인경우주사업자및부사업자별로별지로작성하되, 조직도중본사업에참여하는 부서를표시",
      "tables": [
        [
          [
            "회          사            명",
            ""
          ],
          [
            "사    업          분    야",
            ""
          ],
          [
            "주                          소",
            ""
          ],
          [
            "전      화      번      호",
            ""
          ],
          [
            "회  사  설  립  년  도",
            "년\n월"
          ],
          [
            "해당부문  종사기간",
            "년\n월    ～\n년\n월"
          ],
          [
            "주  요    연  혁(요약)",
            ""
          ],
          [
            "기    타          사    항",
            ""
          ]
        ],
        [
          [
            "구    분",
            "계",
            "전    문    분    야",
            "",
            ""
          ],
          [
            "",
            "",
            "컨설팅",
            "감리",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "고급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "중급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "기  능  사",
            "",
            "",
            "",
            ""
          ],
          [
            "＊기술자의 구분은 입찰공고일 기준 적용되는 “SW기술자 평균임금“(한국소프트웨어산업협회 공표) 에 의한\n”SW기술자 분류 기준“에 의함\n＊평가용 제안서는 “회사명”,\n“대표자” 등 회사를 식별할 수 있는 사항을 별표(***) 처리(단, 제안서 원본은 모두 표시)",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 125 - 별지 제2호 서식 제안업체 경영상태최근3년 회사명 자본금 및 매출액 단위 천원 구 분 M-2년도 M-1년도 M년도 합계 평균 총 자 산 자 기 자 본 유 동 부 채 고 정 부 채 유 동 자 산 당 기 순 이 익 매 출 액 00 부문 00 부문 00 부문 00 부문 계 자기자본비율 자기자본 순이익율 유 동 비 율 주1 결산공고되었거나자체보고된대차대조표, 손익계산서등회계자료첨부 신용평가등급 회사채에 대한 신용평가등급 등급평가일 기업어음에 대한 신용평가등급 등급유효기간 기업신용평가등급 주2 신용평가등급, 등급평가일, 등급유효기간등이명시된신용평가등급확인서 제출 - 126 - 별지 제3호 서식 제안업체 사업실적최근5년 회사명 주요 사업실적 연번 계약명1 사 업 기 간 계약금액2 단위천원 계 주1 계약명 연도순으로기재하며본사업과유관동등유사한것만해당건수별로정확하게기 재입찰공고일기준최근5년이내완료된실적에한함 동등이상실적 철도관련정보시스템구축연구실적포함 유사분야실적 일반정보시스템구축실적인정 비고란에동등유사분야구분기입 주2 계약금액 공동으로업무를수행한경우총액을기재하되자사의비용만을괄호안에기재 주3 사업내용 사업내용을단계별현황분석및진단, 기본계획및실행계획수립등로작성 주4 타사와공동프로젝트수행여부 타사와공동으로프로젝트를수행한경우타사의상호명기재 주5 실적의증빙은별지4 실적증명원사본의경우원본대조필 또는한국소프트웨어산업협회에 서발행하는소프트웨어사업수행실적확인서를제출하며, 실적증빙첨부서류에페이지를명시 하여증빙번호 란에해당증빙첨부서류의페이지를기재 증거서류제출, 확인이불가능한실적은인정하지않음 기재된내용의확인결과기재된내용중허위사실이발견된경우0점처리",
      "tables": [
        [
          [
            "연번",
            "계약명1)",
            "사  업\n기  간",
            "계약금액2)\n(단위:천원)"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구              분",
            "",
            "M-2년도",
            "M-1년도",
            "M년도",
            "합계",
            "평균"
          ],
          [
            "총      자    산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자  기  자  본",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동  부  채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고  정  부  채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동  자  산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "당  기  순  이  익",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매  출  액",
            "00  부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00  부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00  부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00  부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본  순이익율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유  동    비  율",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "회사채에  대한  신용평가등급",
            "등급평가일"
          ],
          [
            "기업어음에  대한  신용평가등급",
            "등급유효기간"
          ],
          [
            "기업신용평가등급",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 127 - 계약건별 세부내역 계 약 명 발 주 처 계약기간 착수일 완료일 20 . . 20 . . 계약금액 천원 사업책임 기 술 자 1. 사업목적 2. 사업의 중요사항 및 수행한 과업내용 - 128 - 별지 제4호 서식 실적증명원 신청인 업체명 상 호 영 업 소재지 제안사 번 호 증명서 용 도 사업이행 실적 사업명 계 약 번 호 계약 기간 사 업 주 요 내 용 실實 수 행 실 적 참여비율 실수행 내용 증명서 발 급 기 관 기 관 명 인 주 소 발급부서 전화번호 담 당 자 인 주 각항목요건을갖출경우발행기관별양식및한국소프트웨어산업협회발급소프트웨 어사업수행실적확인서로제출가능",
      "tables": [
        [
          [
            "신청인",
            "업체명\n(상 호)",
            "",
            ""
          ],
          [
            "",
            "영  업\n소재지",
            "",
            ""
          ],
          [
            "",
            "제안사\n번  호",
            "",
            ""
          ],
          [
            "",
            "증명서\n용  도",
            "",
            ""
          ],
          [
            "사업이행 실적",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "",
            ""
          ],
          [
            "계 약\n번 호",
            "계약\n기간",
            "",
            ""
          ],
          [
            "사 업\n주 요\n내 용",
            "",
            "",
            ""
          ],
          [
            "실(實)\n수 행\n실 적",
            "참여비율",
            "",
            ""
          ],
          [
            "",
            "실수행 내용",
            "",
            ""
          ],
          [
            "증명서\n발  급\n기  관",
            "기 관 명 :\n(인)",
            "",
            ""
          ],
          [
            "",
            "주    소 :",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n전화번호 :",
            "",
            ""
          ],
          [
            "",
            "담 당 자 :\n(인)",
            "",
            ""
          ]
        ],
        [
          [
            "계  약  명",
            ""
          ],
          [
            "발  주  처",
            ""
          ],
          [
            "계약기간",
            "20\n.\n.\n착수일\n계약금액\n~\n~\n(천원)\n완료일\n20\n.\n."
          ],
          [
            "사업책임\n기  술  자",
            ""
          ],
          [
            "1. 사업목적",
            ""
          ],
          [
            "2. 사업의 중요사항 및 수행한 과업내용",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 129 - 별지 제5호 서식 사업수행 조직도 사업총괄책임자PM 주요 역할 부문 부문 부문 부문 주요 역할 주요 역할 주요 역할 주요 역할 주1 분야별책임자를명시 주2 분야별기술자기재순서는평가시참고될수있도록직위별로기재 주3 용역수행조직및인원현황에는실제로과업현장에직접투입가능한인력을기재 주4 용역수행조직및인원현황의기술자의구분은입찰공고일기준적용되는SW기술자평균임금한국소프트 웨어산업협회공표 에의한SW기술자분류기준에의함 주5 평가용제안서는회사명, 대표자 등회사를식별할수있는사항을별표 처리단, 제안서원본은모두표시 - 130 - 별지 제6호 서식 투입인력 총괄표 구분 이름 직위 투입공수 총계 - - 1명, 3MM 기 술 사 소계 - - 특급기술자 소계 - - 고급기술자 홍길동 부장 3MM 소계 - - 1명, 3MM 중급기술자 소계 - - 초급기술자 소계 - - 주1 용역수행조직및인원현황의기술자의구분은입찰공고일기준적용되는SW기술자평균임금한국소프트 웨어산업협회공표 에의한SW기술자분류기준에의함 주2 투입공수는본사업상주투입공수를MM 단위로기재하며, 소계및총계는합산하여기재 주3 투입기간은본사업상주투입기간을기재 주4 주요경력은기술등급인정범위를확인할수있는근거자료기재 주5 평가용제안서는회사명, 대표자 등회사를식별할수있는사항을별표 처리단, 제안서원본은모두표시",
      "tables": [
        [
          [
            "사업총괄책임자(PM)"
          ],
          [
            "주요  역할"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "주요  역할"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "주요  역할"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "주요  역할"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "주요  역할"
          ]
        ],
        [
          [
            "구분",
            "이름",
            "직위",
            "투입공수"
          ],
          [
            "총계",
            "-",
            "-",
            "1명,\n3M/M"
          ],
          [
            "기 술 사",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            ""
          ],
          [
            "고급기술자",
            "홍길동",
            "부장",
            "3M/M"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            "1명,\n3M/M"
          ],
          [
            "중급기술자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 131 - 별지 제7호 서식 투입인력 이력사항 성 명 소 속 직 책 연 령 만 세 학 력 학교 전공 해당분야근무경력 년 개월 기술자 기술등급 대학원 전공 자 격 증 본사업 담당업무 사업 투입기간 참여율 투입 MM 경 력 사 업 명 참여기간 년월년월 담당업무 발주처 비고 주 핵심인력에대한증빙서류첨부경력증명서, 자격증사본및재직증명서등 - 132 - 별지 제8호 서식 입찰참가신청서 신 청 인 상호또는법인명칭 주 소 대 표 자 입 찰 개 요 입 찰 공 고 지 명 번 호 제 호 입 찰 건 명 입 찰 보 증 금 납 부 보증금율 보증액 금 원정 보증금납부방법 납부면제 및 지 급 확 약 사유 본인은낙찰후계약미체결시귀공사에낙찰금액에소정 의입찰보증금을현금으로납부할것을확약합니다. 대 리 인 사 용 인 감 본입찰에관한일체의권한을다음의 자에게위임합니다. 성 명 생년 월일 본인은위의번호로공고지명통지한귀공사의일반제한지명 경쟁입찰에참가 하고자공사에서정한공사물품구매제조용역입찰유의서및입찰공고사항을모두 승낙하고입찰참가신청을합니다. 신청인 인 귀하",
      "tables": [
        [
          [
            "성 명",
            "소 속",
            "직 책",
            "연 령\n만       세"
          ],
          [
            "학 력",
            "학교       전공",
            "해당분야근무경력",
            "년    개월"
          ],
          [
            "",
            "",
            "기술자 기술등급",
            ""
          ],
          [
            "",
            "대학원       전공",
            "",
            ""
          ],
          [
            "",
            "",
            "자    격     증",
            ""
          ],
          [
            "본사업\n사업\n투입\n참여율\n%\n담당업무\n투입기간\nM/M",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "경                력",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업    명",
            "참여기간\n(년월～년월)",
            "담당업무",
            "발주처",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "입 찰 참 가 신 청 서",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호 또는 법인명칭",
            "",
            "",
            ""
          ],
          [
            "",
            "주\n소",
            "",
            "",
            ""
          ],
          [
            "",
            "대\n표\n자",
            "",
            "",
            ""
          ],
          [
            "입찰개요",
            "입\n찰\n공\n고\n( 지\n명 )\n번\n호",
            "제\n호",
            "",
            ""
          ],
          [
            "",
            "입\n찰\n건\n명",
            "",
            "",
            ""
          ],
          [
            "입 찰 보 증 금",
            "납\n부",
            "·보증금율 :\n%\n·보 증 액 : 금\n원정(￦\n)\n·보증금 납부방법 :",
            "",
            ""
          ],
          [
            "",
            "납 부 면 제\n및\n지\n급\n확\n약",
            "·사 유 :\n·본인은 낙찰 후 계약 미체결시 귀공사에 낙찰금액에 소정\n의 입찰보증금을 현금으로 납부할 것을 확약합니다.",
            "",
            ""
          ],
          [
            "대리인사용인감",
            "본 입찰에 관한 일체의 권한을 다음의\n자에게 위임합니다.\n성\n명 :\n생 년\n월 일 :",
            "",
            "",
            ""
          ],
          [
            "본인은 위의 번호로 공고(지명통지)한 귀 공사의 일반(제한·지명) 경쟁 입찰에 참가\n하고자 공사에서 정한 공사 (물품구매(제조)·용역)입찰유의서 및 입찰공고 사항을 모두\n승낙하고 입찰참가신청을 합니다.\n신 청 인\n(인)\n귀하",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 133 - 별지 제9호 서식 공동수급 표준협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기술능 력과 인원 및 기자재를 동원하여 공사물품 또는 용역에 대한 계획입찰시공 등 을 위하여 일정 출자비율에 따라 공동 연대하여 계약을 이행할 것을 약속하는 협 약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재 산의 관리 및 대금청구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 해당계약의 이 행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권리의무 관계가 남아있는 한 본 협정서의 효력은 존속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실근 면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 단서신설 2014.1.10. 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체결하 고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. - 134 - 제8조거래계좌 계약예규 공동계약운용요령제11조에 정한 바에 의한 선금, 기성 대가 등은 다음계좌로 지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1당 공동수급체의 출자비율은 다음과 같이 정한다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2제1항의 비율은 다음 각호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다 만, 출자비율을 변경하는 경우에는 공동수급체 일부구성원의 출자비율 전부를 다 른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉진법 에 따라 채권단이 구조조정 대상으로 결정하여 구조조정중인 업체, 중도탈퇴의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 고려, 구성원이 협의 평가하는 것으로 한다. 제10조손익의 배분 계약을 이행한 후에 이익 또는 손실이 발생하였을 경우에는 제9조에서 정한 비율에 따라 배당하거나 분담한다. 제10조의2비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등을 상 호 협의하여 별도로 정할 수 있다. 3공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고려하여 산정한, 미납금에 상응하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보 관하며, 납부를 완료하는 경우에는 해당 구성원에게 지급한다. 4분담금을 3회 이상 미납한 경우에 나머지 구성원은 발주기관의 동의를 얻어 해 당 구성원을 탈퇴시킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서는 분담금 납부주기 등에 따라 발주기관의 동의를 얻어 다르게 정할 수 있다. 제11조권리의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3자에게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하나에",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 135 - 해당하는 경우 외에는 입찰 및 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없 다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하거나 제 10조의2에 따른 비용을 미납하여 해당구성원 외의 공동수급체의 구성원이 발주자의 동의를 얻어 탈퇴조치를 하는 경우 신설 2012.4.2. 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하여 시행령 제76조제1항제6호에 따라 입찰참가자격제한조치를 받은 경우 2제1항에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연대하 여 해당계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공시액 등 잔여계약이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발주기관의 승 인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당 요건을 충족하여야 한다. 3제2항 본문의 경우에 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율 에 따라 분할하여 제9조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후에 제10조의 손실을 공제한 잔액을 반환한다. 제13조하자담보책임 공동수급체는 공동수급체가 해산한 후 해당공사에 관하여 하 자가 발생하였을 경우에는 연대하여 책임을 진다. 다만, 공사이행보증서가 제출 된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진 다. 제14조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영위원회 를 설치하여 계약이행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통 에 공동수급체 구성원이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인 - 136 - 별지 제10호 서식 공동수급 협정 합의각서 입찰공고번호 호 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으 로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체 결 및 이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 201 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 137 - 별지 제11호 서식 가격제안 세부내역서 단위 원 건 명 구 분 내역 단위 수량 단가 금액 1. 시스템 개발비 식 1 1 개발원가 식 1 2 직접경비 식 1 3 이 윤 식 1 공급가액 1 2 3 부가가치세 공급가액의 10 2. 인프라 도입비 식 1 1 직 접 비 하드웨어 및 소프트웨어 식 1 2 제 경 비 식 1 3 기 술 료 식 1 공급가액 1 2 3 부가가치세 공급가액의 10 도급금액 1 2 - 138 - 별지 제12호 서식 제안요구사항 수용 조견표 연 번 요구사항 번호 요구사항 명 또는 요구사항 내용 요약 주1 요구사항번호는제안요청서의요구사항번호를기재하며, 제안요청서의페이지를기재하지않는대신요구사 항목록의순서를고려하여작성필요한경우에는제안요청서상의페이지표기도가능하며, 페이지를표기할 경우요구사항번호란에괄호를이용하여작성 주2 요구사항명 은제안요청서의요구사항명을기재필요시요구사항내용을요약 주3 내용은간결하게핵심만기재하고수용여부는또는X 로표기",
      "tables": [
        [
          [
            "연 번",
            "요구사항\n번호",
            "요구사항  명\n(또는  요구사항  내용  요약)"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "건 명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "구  분",
            "내역",
            "",
            "단위  수량  단가",
            "",
            "금액"
          ],
          [
            "1. 시스템 개발비",
            "",
            "식",
            "1",
            "",
            ""
          ],
          [
            "① 개발원가",
            "",
            "식",
            "1",
            "",
            ""
          ],
          [
            "② 직접경비",
            "",
            "식",
            "1",
            "",
            ""
          ],
          [
            "③ 이    윤",
            "",
            "식",
            "1",
            "",
            ""
          ],
          [
            "공급가액",
            "① + ② + ③",
            "",
            "",
            "",
            ""
          ],
          [
            "부가가치세",
            "공급가액의 10%",
            "",
            "",
            "",
            ""
          ],
          [
            "2. 인프라 도입비",
            "",
            "식",
            "1",
            "",
            ""
          ],
          [
            "① 직 접 비",
            "하드웨어 및 소프트웨어",
            "식",
            "1",
            "",
            ""
          ],
          [
            "② 제 경 비",
            "",
            "식",
            "1",
            "",
            ""
          ],
          [
            "③ 기 술 료",
            "",
            "식",
            "1",
            "",
            ""
          ],
          [
            "공급가액",
            "① + ② + ③",
            "",
            "",
            "",
            ""
          ],
          [
            "부가가치세",
            "공급가액의 10%",
            "",
            "",
            "",
            ""
          ],
          [
            "도급금액",
            "1 + 2",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 139 - 별지 제13호 서식 추가 제안사항 요약 추가 제안사항 요약 순번 건 명 제안개요 추진 기간 제공조건 추진방법 비고 주 필요시추가제안사항세부내역별첨가능. - 140 - 별지 제14호 서식 공직자윤리법에 의한 재취업제한대상자 고용사실 확인서 당사는공직자윤리법제17조퇴직공직자의취업제한 에따라취업이 제한되는퇴직공직자를고용한사실을다음과같이확인하오며, 확 인사실의허위등으로인하여발생하는모든책임을부담하겠으며이 에대하여관련조치를따르겠습니다. 취업제한퇴직공직자란공직자윤리법제3조등록의무자에해당하는자로 서퇴직일로부터3년간퇴직전5년동안소속하였던부서또는기 관의업무와밀접한관련성이있는기관에취업할수없다. 다만, 관할 공직자윤리위원회의승인을받은때에는그러하지아니하다. 이하여백에입찰공고일기준3년이내취업제한퇴직공직자고용사실 기재. 단, 인사혁신처고시에해당하는업체만제출 법인등기부등본외재직증명서 20 년 월 일 확인자 공급업체 주 소 상 호 대 표 자 인",
      "tables": [
        [
          [
            "순번",
            "건        명\n(제안개요)",
            "추진\n기간",
            "제공조건",
            "추진방법",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "별지 제15호 서식 안전보건수준평가 평가항목 및 기준 평가항목 평가기준 배점 세부기준 우수 보통 미흡 총계 100 안전보건관리체계 1. 안전보건방침 안전보건방침의수립 10 10 7 4 2. 이행계획 중대재해예방을위한이행계획수립 20 20 14 8 3. 역할분담 이행계획추진을위한구성원역할분담 10 10 7 4 실행수준 4. 위험성평가 위험성평가수립 20 20 14 8 5. 안전교육 안전보건교육계획수립 10 10 7 4 6. 안전작업허가 유해ᆞ위험작업안전작업허가이행 10 10 7 4 재해발생수준 7. 재해발생현황 최근3년간산업재해발생현황 20 20 14 8 중대재해처벌법시행령제4조제9호 - 기술제안평가시안전보건수준평가를평가 비계량평가항목에반영 평가등급 5단계평가로평가위원회에서시행 - S90점이상, A80점이상, B70점이상, C60점이상, D60점미만 - 세부기준 우수10081점, 보통8061점, 미흡60점이하 평가결과조치 선정기준등급미만일경우1회에한해보완통보일로부터3일이내 미제출및선정기준등급미만시낙찰자결정에서배제 - 142 - 별지 제16호 서식1 개인정보 수집 및 이용에 대한 안내 개인정보수집및이용에대한안내 당사는 개인정보보호법법률 제 10465호 등 관련법령에 의거하여, 정보주체로부터 개 인정보를 수집함에 있어 아래내용을 안내하고 있습니다. 정보주체가 되는 이용자께서 는 아래 내용을 상세히 읽어보신 후, 동의여부를 결정하여 주시기 바랍니다. 1. 수집하는 개인정보의 항목 한국철도공사는 아래와 같은 개인정보를 수집하고 있습니다. ο 수집항목 공사명, 직위, 성명, 주민등록번호, IP주소, 핸드폰번호 ο 수집방법 보안서약서, 업무망 접속 신청서 등 서류작성 2. 개인정보의 수집 및 이용목적 우리공사는 수집한 개인정보를 다음의 목적을 위해 활용합니다. ο 인력에 대한 신원확인 관련근거 국가 정보보안 기본지침 제 51조 정보시스템 유지보수, 제 26조 용역업체 보안 3. 개인정보 보유 및 이용기간 개인정보의 수집 및 이용목적이 달성되면 개인정보는 지체 없이 파기합니다. 단, 다음 의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다. 관련법령에 의한 정보보유 사유 ο 개인정보 파일명 보안서약서 파일, 업무망 접속신청서 파일 ο 보유사유 국가정보보안 기본지침 47조, 67조 ο 보유 및 이용기간 3년 표준 개인정보 보호지침 내 개인정보파일 보유기간 책정 기준표 이용자께서는 본 안내에 따른 개인정보 수집에 대하여 거부를 하실 수 있는 권리가 있습니다. 단, 개인정보 수집에 대하여 동의를 하지 않으실 경우에는, 우리공사 업무망 에 접속하여 작업을 하실 수 없습니다. 상기내용을 숙지하시고 개인정보 제공에 동의하십니까? 예 아니오 성명 서명",
      "tables": [
        [
          [
            "개인정보 수집 및 이용에 대한 안내\n당사는  개인정보보호법(법률  제  10465호)  등  관련법령에  의거하여,  정보주체로부터  개\n인정보를  수집함에  있어  아래내용을  안내하고  있습니다.  정보주체가  되는  이용자께서\n는  아래  내용을  상세히  읽어보신  후,  동의여부를  결정하여  주시기  바랍니다.\n1.  수집하는  개인정보의  항목\n한국철도공사는  아래와  같은  개인정보를  수집하고  있습니다.\n  ο  수집항목  :  공사명,  직위,  성명,  주민등록번호,  IP주소,  핸드폰번호\n  ο  수집방법  :  (보안서약서,  업무망  접속  신청서  등)  서류작성\n2.  개인정보의  수집  및  이용목적\n우리공사는  수집한  개인정보를  다음의  목적을  위해  활용합니다.\nο  인력에  대한  신원확인\n  *관련근거  :  국가  정보보안  기본지침 \n                      제  51조  (정보시스템  유지보수),  제  26조  (용역업체  보안)\n3.  개인정보  보유  및  이용기간\n개인정보의  수집  및  이용목적이  달성되면  개인정보는  지체  없이  파기합니다.  단,  다음\n의  정보에  대해서는  아래의  이유로  명시한  기간  동안  보존합니다.\n  관련법령에  의한  정보보유  사유\n  ο  개인정보  파일명  :  보안서약서  파일,  업무망  접속신청서  파일\n  ο  보유사유  :  국가정보보안  기본지침  47조,  67조\n  ο  보유  및  이용기간  :  3년\n    (표준  개인정보  보호지침  내  개인정보파일  보유기간  책정  기준표)\n※  이용자께서는  본  안내에  따른  개인정보  수집에  대하여  거부를  하실  수  있는  권리가 \n있습니다.  단,  개인정보  수집에  대하여  동의를  하지  않으실  경우에는,  우리공사  업무망\n에  접속하여  작업을  하실  수  없습니다."
          ],
          [
            "상기내용을  숙지하시고  개인정보  제공에  동의하십니까?\n  □예        □아니오            성명                  (서명)"
          ]
        ],
        [
          [
            "평가항목",
            "평가기준",
            "배점",
            "세부기준",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "우수 보통 미흡",
            ""
          ],
          [
            "총계",
            "",
            "100",
            "",
            "",
            ""
          ],
          [
            "",
            "안전보건관리체계",
            "",
            "",
            "",
            ""
          ],
          [
            "1. 안전보건방침",
            "안전보건방침의 수립",
            "10",
            "10",
            "7",
            "4"
          ],
          [
            "2. 이행계획",
            "중대재해예방을 위한 이행계획 수립",
            "20",
            "20",
            "14",
            "8"
          ],
          [
            "3. 역할분담",
            "이행계획 추진을 위한 구성원 역할분담",
            "10",
            "10",
            "7",
            "4"
          ],
          [
            "",
            "실행수준",
            "",
            "",
            "",
            ""
          ],
          [
            "4. 위험성 평가",
            "위험성 평가 수립",
            "20",
            "20",
            "14",
            "8"
          ],
          [
            "5. 안전교육",
            "안전보건교육 계획 수립",
            "10",
            "10",
            "7",
            "4"
          ],
          [
            "6. 안전작업허가",
            "유해ㆍ위험작업 안전작업허가 이행",
            "10",
            "10",
            "7",
            "4"
          ],
          [
            "",
            "재해발생 수준",
            "",
            "",
            "",
            ""
          ],
          [
            "7. 재해발생현황",
            "최근 3년간 산업재해발생 현황",
            "20",
            "20",
            "14",
            "8"
          ],
          [
            "* 중대재해처벌법 시행령 제4조 제9호\n- 기술제안 평가 시 안전보건수준평가를 평가\n(비계량 평가 항목에 반영)\n*\n(평가등급) 5단계 평가로 평가위원회에서 시행\n- S(90점 이상), A(80점 이상), B(70점 이상), C(60점 이상), D(60점 미만)\n- 세부기준 : 우수(100～81점), 보통(80～61점), 미흡(60점 이하)\n  *\n(평가결과조치) 선정기준 등급 미만일 경우 1회에 한해 보완(통보일로부터 3일 이내)\n· 미제출 및 선정기준 등급 미만시 낙찰자 결정에서 배제",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 143 - 별지 제16호 서식2 용역사 대표자 보안 서약서 보 안 서 약 서 대표자 본인은 년 월 일 귀사와 계약 체결한 용역을 시행함에 있어 다음 사항을 준수할 것을 각서로 제출합니다. 1. 본인은 본 용역을 수행함에 있어 계약서 및 과업지시서 상의 제반 보안 사항을 철저히 이행할 것임은 물론 용역과업수행전에 용역참여자 전원에 대하여 보안교육을 실시하고 보안각서를 징구하여 용역시행부서에 제출함. 2. 위 용역수행과 관련하여 업무상 지득한 비밀사항, 기타내용 및 자료도서 등을 외부에 누설 또는 반출하거나 계약 목적 이외의 사익성을 지닌 타용 도에 사용하지 않을 것이며, 공공사업의 목적일지라도 귀사의 사전 서면 동의 없이는 여하한 일이 있어도 사용하지 않겠으며, 3. 본인은 물론 당회사 직원이 보안사항을 외부에 누설시켜 중대한 문제점을 야기 시켰을 경우에는 누설자가 보안관계 제법규에 의거 처벌받음은 물론 회사에 대한 용역업의 등록취소, 보안위약금 부과 등 어떠한 제재조치 를 취하여도 이의를 제기하지 않을 것임. 년 월 일 소 속 직 위 성 명 인 계약시 사용인장을 사용 한국철도공사 사장 귀하 - 144 - 별지 제16호 서식3 용역사 참여자 보안 서약서 보 안 서 약 서 용역 참여인력 본인은 한국철도공사에서 발주한 용역사업 업무을 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 업무 수행 중 알게 될 일체의 내용이 직무상 기밀사항임을 인정한다. 2. 본인은 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인 식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니 한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령에 따라 어떠한 처벌 및 불이익도 감수한다. - 관련 법령에 의한 처벌규정 - 1 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제71조, 제72조, 제73조 에 의거 최고 5년이하의 징역 또는 5천만원 이하의 벌금에 처한다. 2 개인정보보호법 제9장 제70조, 제71조에 따라 최고 10년 이하의 징역 또는 1억원이하의 벌금에 처한다. 년 월 일 소 속 직 위 성 명 인 참여자는 서명 한국철도공사장 귀하 외부에서반입한단말기는용역기간중에무단반출금지 용역기간중에단말기교체또는부득이하게단말기를반출해야할경우 반드시분임정보보안관리자의승인을득하여야한다",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 145 - 별지 제16호 서식4 보안 확약서용역사업 종료시 용역사 대표자 정보누출 적발시 보안위약금을 부과하고 관련 사항을 국가정보원에 통보 他기관의비공개정보소유사실을적발했을경우정보보안담당자에게관련사실통보 보 안 확 약 서 본인은 년 월 일부 관련 용역사업업무을 완료함에 있어 다 음 사항에 대한 보안준수 및 책임이 있음을 서약하며, 이에 확약서를 제출합니다. 1. 사업수행 시 취득한 모든 자료를 반납하였으며 완전 소자하였음. 2. 사업수행 중 취득한 모든 정보에 대하여 외부에 유출을 절대 금지하겠음. 3. 보안 위규 시 관련 법규에 따른 모든 조치와 민형사상 책임과 손해배상을 감수 하겠음. 년 월 일 소 속 직 위 대표 성 명 인 계약시 사용인장을 사용 귀하 - 146 - 별지 제17호 서식 개인정보보호 서약서 본인은 년 월 일 년 월 일까지 운행정보기록 자동분 석시스템 개량 사업 과 관련한 업무를 수행함에 있어 다음 사항을 준수할 것을 엄숙히 서약합니다. 1. 나는 본 사업과 관련된 업무 처리 시 취득한 개인정보를 제반 개인 정보보호규정에 따라 보호하겠습니다. 2. 나는 개인정보처리업무를 방해할 목적으로 귀 공사에서 처리하고 있는 개인정보를 변경 또는 말소하지 않겠습니다. 3. 나는 직무상 알게된 개인정보를 누설 또는 권한없이 처리하거나 타 인의 이용에 제공하는 등 부당한 목적을 위하여 사용하지 않겠습 니다. 4. 나는 상기 2항과 3항을 위반한 때에는개인정보보호법 제70조 제75조 규정에 따라 처벌받을 수 있음을 알고 있습니다. 년 월 일 서약자 소속 직급 주민등록번호 - 성 명 서명",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 147 - 별지 제18호 서식 소프트웨어 과업변경 요청서 에는 해당되는 곳에 표를 합니다. 앞쪽 접수번호 접수일자 처리기간 14일 변경요청 번호 사업명 계약번호 변경요청 유형 과업내용 변경 과업내용변경 및 계약금액 조정 과업내용서 관련사항 기 존 변 경 변경요청 내용 필요한 경우 별지 사용 변경요청 사유 필요한 경우 별지 사용 변경 영향평가 필요한 경우 별지 사용 변경 소요비용 소요비용 변경규모 산출근거 필요한 경우 별지 사용 소프트웨어 진흥법제50조제3항에 따라 위와 같이 소프트웨어사업 과업내용변경을 요청합니다. 년 월 일 신청인 서명 또는 인 발주기관의 장 귀하 처 리 절 차 신청서 작성 è 접 수 è 과업심의위원회 개최 è 심의ᆞ의결 è 심의결과 및 조치계획 통보 신청인 처 리 기 관 발 주 기 관 - 148 - 별지 제19호 서식",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "※ [  ]에는 해당되는 곳에 √표를 합니다.\n(앞쪽)",
            "",
            "",
            ""
          ],
          [
            "접수번호\n접수일자\n처리기간   \n14일",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "변경요청 번호",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "",
            ""
          ],
          [
            "계약번호",
            "",
            "",
            ""
          ],
          [
            "",
            "변경요청 유형  [    ] 과업내용 변경        [  ] 과업내용변경 및 계약금액 조정",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "과업내용서\n관련사항",
            "기   존",
            "",
            "변   경"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "변경요청 내용 ( ※ 필요한 경우 별지 사용 )",
            "",
            ""
          ],
          [
            "",
            "변경요청 사유 ( ※ 필요한 경우 별지 사용 )",
            "",
            ""
          ],
          [
            "",
            "변경 영향평가 ( ※ 필요한 경우 별지 사용 )",
            "",
            ""
          ],
          [
            "변경 소요비용",
            "소요비용",
            "변경규모",
            ""
          ],
          [
            "",
            "산출근거",
            "( ※ 필요한 경우 별지 사용 )",
            ""
          ],
          [
            "「소프트웨어 진흥법」제50조제3항에 따라 위와 같이 소프트웨어사업 과업내용변경을 요청합니다.\n년   월   일\n신청인               \n (서명 또는 인)\n발주기관의 장  귀하",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "처  리  절  차",
            "",
            "",
            ""
          ],
          [
            "심의결과  및 \n과업심의위원회 \n신청서  작성\n접  수\n심의ㆍ의결\n조치계획 \nè\nè\nè\nè\n개최\n통보\n신청인\n처 리 기 관: 발 주 기 관",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 75,
      "text": "- 149 - - 150 - 별지 제20호 서식",
      "tables": [
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 76,
      "text": "- 151 - 별지 제21호 서식 직접구매대상상용소프트웨어구매계획제7조관련 번호 1상용소프트웨어 품목 수량 2직접 구매 여부 3제외 사유 4비고 1 텍스트기반대용 량데이터분석소 프트웨어 3 직접구매 제 외 국가 인증검증GS, CC, NETNEP, 국정원 검인증 등을 획득하지못한상 용SW로직접구매제외 2 직접구매 제 외 3 직접구매 제 외 4 직접구매 제 외 5 직접구매 제 외 6 직접구매 제 외 7 직접구매 제 외 8 직접구매 제 외 1 상용소프트웨어 품목은 제7조제1항에 따른 상용소프트웨어 직접구매 대상 사업에 서 사용되는 소프트웨어로서 제7조제2항에 따른 직접구매 대상 상용소프트웨어를 명시 2 직접구매 계획여부는 공개경쟁입찰, 조달청 종합쇼핑몰 구매 등을 통해 해 당 소프트웨어 품목을 직접 구매할 경우에는 직접구매, 그 외에 직접구매를 하지 않고 통합하여 발주하는 경우에는 제외제외사유 명시 필요 표기 3 제외사유는 제8조제1항에 따르는 사유를 구체적으로 명시 4 비고는 분리발주 적용 시 구매 시기, 대략적인 금액 규모 등 명시 제8조제3항에서 직접구매대상 상용소프트웨어 품목 중 제1항의 제외사유를 적용하 는 품목의 비율이 100분의 50미만인 경우는 품목 중에서 제외사유가 적용된 비율을 의미",
      "tables": [
        [
          [
            "번호",
            "1)상용소프트웨어 \n품목",
            "수량",
            "2)직접  구매\n여부",
            "3)제외  사유",
            "4)비고"
          ],
          [
            "1",
            "텍스트 기반 대용\n량 데이터 분석 소\n프트웨어",
            "3",
            "직접구매  (  )\n제        외  (√)",
            "국가 인증/검증(GS,  CC, \nNET/NEP,  국정원 검인증\n등)을  획득하지 못한 상\n용 SW로 직접구매 제외",
            ""
          ],
          [
            "2",
            "",
            "",
            "직접구매  (  )\n제        외  (  )",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "직접구매  (  )\n제        외  (  )",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "직접구매  (  )\n제        외  (  )",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "직접구매  (  )\n제        외  (  )",
            "",
            ""
          ],
          [
            "6",
            "",
            "",
            "직접구매  (  )\n제        외  (  )",
            "",
            ""
          ],
          [
            "7",
            "",
            "",
            "직접구매  (  )\n제        외  (  )",
            "",
            ""
          ],
          [
            "8",
            "",
            "",
            "직접구매  (  )\n제        외  (  )",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}