{
  "csv_metadata": {
    "공고 번호": "Unknown_18",
    "공고 차수": -1,
    "사업명": "2024년 건설기술에 관한 특허·실용신안 활용실적 관리시스템 개편 용역",
    "사업 금액": 87000000,
    "발주 기관": "한국발명진흥회 입찰공고",
    "공개 일자": "2024-06-07 00:00:00",
    "입찰 참여 시작일": "2024-06-07 22:00:00",
    "입찰 참여 마감일": "2024-06-20 10:00:00",
    "사업 요약": "- 사업명: 2024년 건설기술에 관한 특허-실용신안 활용실적 관리시스템 개편\n- 추진 배경 및 필요성: 효율적인 서비스 운영을 위한 시스템 개편 필요, 사용자 중심의 인터페이스 개선, 타 기관 시스템과의 정보 연계 체계 구축 필요\n- 추진 목적: 건설기술에 관한 특허-실용신안 활용실적 관리시스템의 효율성 제고, 대민용 정보 제공 기능 강화, 사업 운영 DB구축 기능 강화\n- 사업 범위: 업무처리 지원 기능 구축, DB 개선 및 조회 기능 구축, 사용자 인터페이스 개선, 타 기관 시스템과의 연계 기술 지원, 기존 시스템 기능 개선, 매뉴얼 제작",
    "파일형식": "pdf",
    "파일명": "한국발명진흥회 입찰공고_2024년 건설기술에 관한 특허·실용신안 활용실.pdf"
  },
  "missing_values": {
    "공고번호_결측": true,
    "공고차수_결측": true,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "2024년 건설기술에 관한 특허실용신안 활용실적 관리시스템 개편 용역 제안요청서 2024. 4. 기업성장지원실 부서명 담당자 성명 연락처 기업성장지원실 박수희 02-3459-2891 목차 I. 개요1 1. 추진 개요 1 2. 추진 배경 및 필요성 1 3. 추진 목적 1 4. 사업 범위 2 II. 업무 및 시스템 현황4 III. 사업 추진방안5 IV. 제안 요청내용7 V. 제안안내43 1. 제안서 제출 및 입찰서류43 2. 입찰 참가자격43 3. 제안서 효력45 4. 기타 안내사항45 5. 입찰 및 낙찰방식49 6. 제안서 작성요령51 별첨1 기술적용계획표67 별첨2 자료 인수인계서샘플 74",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "- 1 - I. 개요 1 추진 개요 사 업 명 2024년 건설기술에 관한 특허실용신안 활용실적 관리시스템 개편 본사업은소프트웨어산업진흥법 제14조의2 및동법시행령제12조의2 등에따라SW 사업영향평가를미리실시한사업임 사업규모 87,000,000원 VAT포함 과업기간 계약체결일로부터120일 계약방식 제한경쟁입찰협상에 의한 계약체결 2 추진 배경 및 필요성 효율적인 서비스 운영을 위한 시스템 개편 추진 o 최근 3년간 평균 46의 심사의뢰건 증가로 인해 심사 효율성 제고 시급 o 심사 프로세스 간소화를 통한 업무처리 능력 향상 o 관리자용 시스템에서 업무처리를 위한 기능 개선 o 사용자 중심의 직관적인 인터페이스 및 레이아웃 개선 이용 편리성 증대를 위한 사용자 인터페이스 개선 o 사용자 중심의 직관적인 인터페이스 및 레이아웃 필요성 제고 o 민원발생 소지를 낮추기 위한 시스템 개선 o 타 기관 시스템과 정보 연계 체계 구축 3 추진 목적 건설기술에 관한 특허실용신안 활용실적 관리사업 운영의 효율성 제고를 위한 시스템 구축 - 2 - 건설기술에 관한 특허실용신안 활용실적 관리시스템의 전면 개편 을 통해 대민용 건설기술활용실적 신청 및 정보 제공 기능 강화 및 사업 담당자의 성과관리 및 사업 운영 DB구축 기능 강화 건설기술에 관한 특허실용신안 활용실적 추진 체계 관계기관 국토교통부기술정책과 특허청건설기술심사과 4 사업 범위 과업의 범위 o 효율적인 업무처리 지원을 위한 기능 구축 - 신청심사프로세스 간소화 및 자료 업다운로드 편의성 제공 - 심사 진행 단계 및 처리수수료 납부, 의견제출통지서 통보, 심 사결과 등에 대한 고객 자동알림 기능e-mail, 알림톡 등 - 시스템에서 각 심사 건별 의견제출통지서 작성 및 확인 기능 제공 - 최종 승인에 대한 내부결재자 결재 기능 제공 - 시스템 상에서 최종승인문서 작성 및 e-mail 발송 기능 제공 - 심사위원별 심사의뢰건 배분 및 심사진행 관리 기능 제공 - 관리자 추가 및 권한 부여 기능 제공 - 고객 만족도 향상을 위해 사용자용 시스템에 FAQ 기능 제공",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 3,
      "text": "- 3 - o DB 개선 및 검색창 추가를 통한 실적 조회 및 통계 추출 기능 구축 - 관리자 시스템의 필요한 데이터 추출을 위한 검색창 기능 - 기간별 수수료의 구분심사수수료, 등록수수료, 증명서 발급수수료 에 따른 데이터기업명, 금액, 건수 등 검색 및 통계 추출 기능 o 사용자 중심의 UIUX 디자인 개선 - 사업담당자용기업담당자용심사위원용 시스템 각각의 UI 제공 - 메인 페이지 전면 개편 - 사용자 편의성을 고려한 시각적, 직관적인 UI 구축 - 중요도에 따른 평가정보 및 요소 우선 배치 o 타 기관 시스템과의 정보 연계 체계 구축을 위한 기술 지원 - 조달청 나라장터 시스템과의 전산 연계 기술 검토 - 나라장터 전산 연계 시 활용실적 승인 건에 대한 조회 및 열람 기능에 대한 검토 o 기존 시스템의 사용 기능 개선 - 증명서 발급 기능 개선 - 로그인로그아웃 기능 명료화 - 관리자의 기업 정보 직권 관리 기능 개선 - 사업 담당자 변경 시 인수인계를 위한 및 자료보존 기능 구축 o 사용자의 원활한 사용을 위한 매뉴얼 제작 - 사용자용심사위원용 매뉴얼 개발 및 배포 기대효과 o 효율적인 업무처리 및 관리에 따른 건설기술활용실적 인증 사업 운영의 위상 제고 o 사용자 중심의 인터페이스 및 레이아웃으로 신청기업의 신청 방법 및 심사 진행 절차에 대한 이해도 증진 통한 고객 만족도 향상 - 4 - II. 업무 및 시스템 현황 업무현황 시스템 현황 시스템 구성도",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 4,
      "text": "- 5 - III. 사업 추진방안 추진 목표 o 건설기술에 관한 특허실용신안 활용실적 관리시스템 개편을 통해대 민용 정보 제공기능 강화및 사업 담당자의성과관리 및 사업 운영 DB구 축기능 강화 o 기존 시스템의 사용 기능 개선 및 사용자 중심의 직관적인 인터페이스 및 레이아웃 설계를 통해 고객 만족도 향상 추진체계 o 추진 조직도 사업총괄 협력 부서 경영지원실 기업성장지원실 용역수행업체 외부 전문업체 o 조직 구성별 역할 구분 추진조직 주요 역할 사업총괄 기업성장지원실 주요 이슈별 과업수행방향 제시 결과물 검토 및 보완 효율적 과업 수행을 위한 업무협조 지원 협력 부서 경영지원실 사업 추진 의견제시 및 협의조정 용역수행 외부 용역사업자현황분석, 시스템 구축방안 수립, 설계, 개발, 테스트, 사용자 교육 등 시스템 구축 - 6 - 추진일정 구분 2024년 M 요구사항 분석 시스템 인프라 확인 사용자 시스템 재구축 관리자 시스템 재구축 심사위원용 시스템 구축 사용자 매뉴얼 개발 및 배포 구축 완료 및 사용자 교육활용 착수중간완료 보고",
      "tables": [
        [
          [
            "구분",
            "2024년"
          ],
          [
            "",
            "M"
          ],
          [
            "요구사항  분석",
            ""
          ],
          [
            "시스템  인프라  확인",
            ""
          ],
          [
            "사용자  시스템  재구축",
            ""
          ],
          [
            "관리자  시스템  재구축",
            ""
          ],
          [
            "심사위원용  시스템  구축",
            ""
          ],
          [
            "사용자  매뉴얼  개발  및  배포",
            ""
          ],
          [
            "구축 완료 및  사용자 교육(활용)",
            ""
          ],
          [
            "착수·중간·완료  보고",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "사업총괄",
            "",
            "",
            ""
          ],
          [
            "",
            "기업성장지원실",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "협력  부서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "경영지원실",
            ""
          ],
          [
            "",
            "용역수행업체",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "외부  전문업체",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "추진조직",
            "주요  역할"
          ],
          [
            "사업총괄",
            "기업성장지원실",
            "주요  이슈별  과업수행방향  제시\n결과물  검토  및  보완\n효율적  과업  수행을  위한  업무협조  지원"
          ],
          [
            "협력  부서",
            "경영지원실",
            "사업  추진  의견제시  및  협의·조정"
          ],
          [
            "용역수행",
            "외부  용역사업자",
            "현황분석,  시스템  구축방안  수립,  설계,  개발, \n테스트,  사용자  교육  등  시스템  구축"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - IV. 제안 요청내용 주요 과업내용 o 효율적인 업무처리 지원을 위한 기능 구축 - 신청심사프로세스 간소화 및 자료 업다운로드 편의성 제공 - 심사 진행 단계 및 처리의견제출통지서 통보, 심사결과에 대한 고객 자동알림 기능e-mail, 알림톡 등 심사 진행 단계에 따라 심사수수료 납부, 의견제출통지서, 발주자확인서 업로드, 등록수수료 납부, 최종승인, 심사장기불응건 등의 자동 통지 - 시스템 상에서 각 심사 건별 의견제출통지서 작성 및 확인 기능 제공 사용자가 의견제출통지서 내용이 반영된 수정보완된 신청 자료를 재심사 요청시, 의견제출통지서를 확인하며 재심사 진행 - 시스템 상에서 최종 승인에 대한 내부결재자 결재 기능 제공 내부결재자 사업부서 책임자 - 시스템 상에서 최종승인문서 작성 및 e-mail 발송 기능 제공 - 관리자 시스템 상에서 심사위원별 심사의뢰건 배분 및 심사진행 관리 기능 제공 - 관리자 추가 및 권한 부여 기능 제공 - 사용자, 관리자, 심사위원을 위한 온라인 매뉴얼 제공 - 사용자용 시스템 상에서 FAQ 기능 생성을 통한 민원 발생 확률 저감 및 고객 만족도 향상 o DB 개선 및 검색창 추가를 통한 실적 조회 및 통계 추출 기능 구축 - 시스템 상에서 관리자의 필요한 데이터 추출을 위한 검색창 기능 건설기술에 관한 특허실용신안 활용실적 승인건 DB의 분류기술분야, 등록번호, 기간연월, 기업, 실적구분, 유효상태유효만료, 특허명, 심사단계, 발주처, 활용현 장지역, 수수료 납부심사수수료, 등록수수료, 증명서 발급수수료, 심사장기불응건 의 심사단계별 데이터 검색 및 결과Excel 다운로드 기능 - 기간별 수수료의 구분심사수수료, 등록수수료, 증명서 발급수수료 - 8 - 에 따른 데이터기업명, 금액, 건수 등 검색 및 통계 추출 기능 o 사용자 중심의 UIUX 디자인 개선 - 사업담당자용기업담당자용심사위원용 시스템 각각의 인터페이스 및 레이아웃 설계 - 메인 페이지 전면 개편 및 일관된 페이지 레이아웃을 통한 직관적인 정보 전달 - 사용자 편의성을 고려한 시각적, 직관적인 사용자 인터페이스 구축 접수번호 클릭 시, 전체 심사 프로세스와 현재 심사 단계 자동 표시 기능 - 중요도에 따른 평가정보 및 요소 우선 배치 o 타 기관 시스템과의 연계 기술 지원 - 조달청 나라장터 시스템과의 전산 연계 기술 지원 - 나라장터 전산 연계 시 활용실적 승인 건에 대한 조회 및 열람 기능에 대한 검토 o 기존 시스템의 사용 기능 개선 - 증명서 발급 기능 개선 - 로그인로그아웃 기능 명료화 미사용 시 로그아웃 알림창 및 로그인 연장 기능 추가 - 관리자 시스템 상에서 기업 회원의 로그인 비밀번호 찾기를 위 한 기업 담당자 정보 변경 기능 - 사업 담당자 변경 시 인수인계를 위한 및 자료보존 기능 구축 o 사용자의 원활한 사용을 위한 매뉴얼 제작 - 건설기술활용실적확인 신청, 심사 전반을 안내하는 사용자기업담당자 심사위원별 매뉴얼 개발 및 배포",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 요구사항 목록 구분 번호 요구사항 명칭 비고 기능 요구사항 FUR-001 심사 全단계 의견제출통지서 작성 및 통지 기능 FUR-002 심사 관련 자료제출 및 처리상태 자동 통지서비스 기능 FUR-003 타 기관 시스템과의 연계 기술 지원 FUR-004 로그인로그아웃 기능 명료화 및 비밀번호 변경 기능 FUR-005 제출 서류 및 신청서의 오류 체크 기능 FUR-006 건설기술활용실적 심사위원 건 배분 및 관리 기능 FUR-007 심사위원 화면 구성 및 기능 개선 FUR-008 심사 단계 화면에서 전자결제 화면 구성 및 연동 기능 개선 FUR-009 관리자용 시스템의 내부결재자 결재 및 최종승인문서 발송 기능 FUR-010 파일 전체 다운로드 기능 FUR-011 사용자용 시스템의 MY심사현황 검색 기능 개선 FUR-012 심사위원용 시스템의 MY심사건 검색 기능 개선 FUR-013 건설기술활용실적 심사 통계 기능 개선 FUR-014 항목 클릭 시 자동 정렬 기능 FUR-015 건설기술활용실적 관리시스템 메인 화면 개선 FUR-016 건설기술활용실적 심사 수수료, 등록 수수료 입금 확인 화면 개선 FUR-017 증명서 발급 기능 개선 성능 요구사항 PER-001 성능 일반 PER-002 평균 응답시간 PER-003 동시 사용자 접속 수 PER-004 동시처리능력 PER-005 오류 응답시간 PER-006 배치성 업무 처리시간 PER-007 데이터 안정성 PER-008 CPU 사용률 PER-009 메모리 사용률 인터페이스 요구사항 SIR-001 시스템 인터페이스 일반 SIR-002 시스템 웹표준, 소스코드 보안 적용 SIR-003 오류메시지 SIR-004 기관 내 표준연계 모듈 사용 보안 요구사항 SER-001 보안규정 준수 SER-002 인증 및 권한 SER-003 데이터 보안 SER-004 네트워크 보안 SER-005 외부연동 보안 SER-006 감사 보안 - 10 - 구분 번호 요구사항 명칭 SER-007 누출금지정보 SER-008 특허청 보안성 검토 결과 이행 SER-009 보안확약서 품질 요구사항 QUR-001 품질 보증 기준 QUR-002 기능 구현 정확성 QUR-003 설치 및 제거 용이성 QUR-004 이해 용이성 QUR-005 신뢰성 QUR-006 품질관련 계획 수립 및 시행 데이터 요구사항 DAR-001 데이터 표준 준수 DAR-002 유연한 DB 구조 설계 DAR-003 테스트 데이터 운영 테스트 요구사항 TER-001 테스트 방안 TER-002 테스트 요구 일반사항 TER-003 단위테스트 요구 사항 TER-004 통합테스트 요구 사항 제약 사항 COR-001 지식재산권 보호 COR-002 용역의 작업 장소 상호협의, 작업장소 보안관리 COR-003 손해배상 책임 COR-004 기술적용 계획 COR-005 데이터 품질관리 COR-006 SW산출물 반출절차 COR-007 웹호환성 표준 준수 COR-008 웹접근성 표준 준수 COR-009 개발언어 및 프레임워크 프로젝트 관리 요구사항 PMR-001 프로젝트 관리 방법 PMR-002 산출물 관리 PMR-003 위험 및 이슈 관리 PMR-004 사업관리 요구사항 PMR-005 인력관리 요구사항 PMR-006 정기 및 비정기 보고 PMR-007 일정 관리 PMR-008 개발 소스프로그램 PMR-009 구축 방법론 프로젝트 지원 요구사항 PSR-001 교육 훈련 PSR-002 사용자 매뉴얼 PSR-003 하자보수 요건",
      "tables": [
        [
          [
            "구분",
            "번호",
            "요구사항 명칭",
            "비고"
          ],
          [
            "기능 \n요구사항",
            "FUR-001\nFUR-002\nFUR-003\nFUR-004\nFUR-005\nFUR-006\nFUR-007\nFUR-008\nFUR-009\nFUR-010\nFUR-011\nFUR-012\nFUR-013\nFUR-014\nFUR-015\nFUR-016\nFUR-017",
            "심사 全단계 의견제출통지서 작성 및 통지 기능\n심사 관련 자료제출 및 처리상태 자동 통지서비스 기능\n타 기관 시스템과의 연계 기술 지원\n로그인/로그아웃 기능 명료화 및 비밀번호 변경 기능\n제출 서류 및 신청서의 오류 체크 기능\n건설기술활용실적 심사위원 건 배분 및 관리 기능\n심사위원 화면 구성 및 기능 개선\n심사 단계 화면에서 전자결제 화면 구성 및 연동 기능 개선\n관리자용 시스템의 내부결재자 결재 및 최종승인문서 발송 기능\n파일 전체 다운로드 기능 \n사용자용 시스템의 MY심사현황 검색 기능 개선\n심사위원용 시스템의 MY심사건 검색 기능 개선\n건설기술활용실적 심사 통계 기능 개선\n항목 클릭 시 자동 정렬 기능\n건설기술활용실적 관리시스템 메인 화면 개선\n건설기술활용실적 심사 수수료, 등록 수수료 입금 확인 화면 개선\n증명서 발급 기능 개선",
            ""
          ],
          [
            "성능 \n요구사항",
            "PER-001\nPER-002\nPER-003\nPER-004\nPER-005\nPER-006\nPER-007\nPER-008\nPER-009",
            "성능 일반\n평균 응답시간\n동시 사용자 접속 수\n동시처리능력\n오류 응답시간\n배치성 업무 처리시간\n데이터 안정성\nCPU 사용률\n메모리 사용률",
            ""
          ],
          [
            "인터페이스\n요구사항",
            "SIR-001\nSIR-002\nSIR-003\nSIR-004",
            "시스템 인터페이스 일반\n시스템 웹표준, 소스코드 보안 적용\n오류메시지\n기관 내 표준연계 모듈 사용",
            ""
          ],
          [
            "보안\n요구사항",
            "SER-001\nSER-002\nSER-003\nSER-004\nSER-005\nSER-006",
            "보안규정 준수\n인증 및 권한\n데이터 보안\n네트워크 보안\n외부연동 보안\n감사 보안",
            ""
          ]
        ],
        [
          [
            "구분",
            "번호",
            "요구사항 명칭"
          ],
          [
            "",
            "SER-007\nSER-008\nSER-009",
            "누출금지정보\n특허청 보안성 검토 결과 이행\n보안확약서"
          ],
          [
            "품질 \n요구사항",
            "QUR-001\nQUR-002\nQUR-003\nQUR-004\nQUR-005\nQUR-006",
            "품질 보증 기준\n기능 구현 정확성\n설치 및 제거 용이성\n이해 용이성\n신뢰성\n품질관련 계획 수립 및 시행"
          ],
          [
            "데이터\n요구사항",
            "DAR-001\nDAR-002\nDAR-003",
            "데이터 표준 준수\n유연한 DB 구조 설계\n테스트 데이터 운영"
          ],
          [
            "테스트\n요구사항",
            "TER-001\nTER-002\nTER-003\nTER-004",
            "테스트 방안\n테스트 요구 일반사항\n단위테스트 요구 사항\n통합테스트 요구 사항"
          ],
          [
            "제약\n사항",
            "COR-001\nCOR-002\nCOR-003\nCOR-004\nCOR-005\nCOR-006\nCOR-007\nCOR-008\nCOR-009",
            "지식재산권 보호\n용역의 작업 장소 상호협의, 작업장소 보안관리\n손해배상 책임\n기술적용 계획\n데이터 품질관리\nSW산출물 반출절차\n웹호환성 표준 준수\n웹접근성 표준 준수\n개발언어 및 프레임워크"
          ],
          [
            "프로젝트\n관리 \n요구사항",
            "PMR-001\nPMR-002\nPMR-003\nPMR-004\nPMR-005\nPMR-006\nPMR-007\nPMR-008\nPMR-009",
            "프로젝트 관리 방법\n산출물 관리\n위험 및 이슈 관리\n사업관리 요구사항\n인력관리 요구사항\n정기 및 비정기 보고\n일정 관리\n개발 소스프로그램\n구축 방법론"
          ],
          [
            "프로젝트\n지원 \n요구사항",
            "PSR-001\nPSR-002\nPSR-003",
            "교육 훈련\n사용자 매뉴얼\n하자보수 요건"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 구분 번호 요구사항 명칭 비고 PSR-004 안정화 활동 PSR-005 기술지원 PSR-006 유지관리 PSR-007 시스템 장애복구 PSR-008 저작권의 책임 PSR-009 인수인계 - 12 - 요구사항 상세 가. 기능 요구사항 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-001 요구사항 명칭 심사 全단계 의견제출통지서 작성 및 통지 기능 요구 사항 상세 설명 정의 예비심사, 본심사 단계에서 의견제출통지서를 작성통지 기능 세부 내용 심사위원이 예비심사형식심사 및 본심사실질심사에서 시스템 상에서 의견제출통지서 작성통지 기능 개선 - 각각의 작성된 의견은 작성시간, 통지시간, 통지방법을 기록 - 기본적인 통지는 1회만 가능함 중복통지시 신청인 업무 혼선 우려 신청인이 시스템 상에서 의견제출통지서 확인 기능 - 신청인이 시스템으로 의견제출통지서를 열람했는지 시간을 기록 - 통지서 열람을 명확히 안내할 수 있도록, 의견제출통지서 도착 알림 제공 산출정보 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-002 요구사항 명칭 심사 관련 자료제출 및 처리상태 자동 통지서비스 기능 요구 사항 상세 설명 정의 제출자료 업로드 기능 개선, 심사단계 시안성 개선 및 처리상태 자동 알림 기능 세부 내용 신청인은 심사 前 심사용 제출자료들의 시스템 업로드 기능 개선 - 제출자료 관련 화면의 도움말 기능UI 개선 예비심사 후 제출서류인 발주자확인서 스캔본을 업로드하는 화면 개선 - 사업단계별로 신청인에게 제공되는 화면의 직관적 UI 개선 심사 진행 단계에 따라 심사수수료 납부, 의견제출통지서 발송, 발주자확인서 업로드, 등록수수료 납부, 최종승인최종거절, 심사장기불응건 등의 자동 알림 기능 추가 - 심사장기불응건의 경우, 일정 기간3개월1차, 6개월2차, 9개월3차, 12 개월4차-최종거절동안 후 신청인이 프로세스 진행을 하지 않을 경우, 자 동 알림메일, 문자 발송 사용자가 로그인 후, 접수번호 클릭 시, 전체 심사 프로세스 흐름도와 함께 현재 심사 단계 자동 표시 기능 - 신청인의 사용성을 개선하고, 관리자와 동일한 work process 제공 - 신청-결제-심사예비본심사-결제 등 전체 행정업무 과정에 대한 시인성 개선 e-mail과 함께 알림톡 발송 - 알림톡 발송은 우리회 카카오 비즈니스 프로필 추가 적용 산출정보",
      "tables": [
        [
          [
            "구분",
            "번호",
            "요구사항 명칭",
            "비고"
          ],
          [
            "",
            "PSR-004\nPSR-005\nPSR-006\nPSR-007\nPSR-008\nPSR-009",
            "안정화 활동\n기술지원\n유지관리\n시스템 장애복구\n저작권의 책임\n인수인계",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "심사 全단계 의견제출통지서 작성 및 통지 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "예비심사, 본심사 단계에서 의견제출통지서를 작성·통지 기능"
          ],
          [
            "",
            "세부\n내용",
            "❍  심사위원이  예비심사(형식심사)  및  본심사(실질심사)에서  시스템  상에서 \n의견제출통지서 작성·통지 기능 개선\n   - 각각의 작성된 의견은 작성시간, 통지시간, 통지방법을 기록\n   - 기본적인 통지는 1회만 가능함 (중복통지시 신청인 업무 혼선 우려)\n ❍  신청인이 시스템 상에서 의견제출통지서 확인 기능\n   - 신청인이 시스템으로 의견제출통지서를 열람했는지 시간을 기록\n   - “통지서 열람”을 명확히 안내할 수 있도록, 의견제출통지서 도착 알림 제공"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "심사 관련 자료제출 및 처리상태 자동 통지서비스 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "제출자료 업로드 기능 개선, 심사단계 시안성 개선 및 처리상태 자동 알림 기능"
          ],
          [
            "",
            "세부\n내용",
            "❍  신청인은 심사 前 심사용 제출자료들의 시스템 업로드 기능 개선\n   - 제출자료 관련 화면의 도움말 기능/UI 개선\n ❍  예비심사 후 제출서류인 <발주자확인서> 스캔본을 업로드하는 화면 개선\n   - 사업단계별로 신청인에게 제공되는 화면의 직관적 UI 개선\n ❍  심사 진행 단계에 따라 ‘심사수수료 납부’, ‘의견제출통지서 발송’, ‘발주자확인서 \n업로드’, ‘등록수수료 납부’, ‘최종승인/최종거절’, ‘심사장기불응건’ 등의 \n자동 알림 기능 추가\n   - 심사장기불응건의 경우, 일정 기간(3개월(1차),  6개월(2차), 9개월(3차),  12\n개월(4차-최종거절))동안 후 신청인이 프로세스 진행을 하지 않을 경우, 자\n동 알림(메일, 문자) 발송\n ❍  사용자가 로그인 후, 접수번호 클릭 시, 전체 심사 프로세스 흐름도와 함께 \n현재 심사 단계 자동 표시 기능\n   - 신청인의 사용성을 개선하고, 관리자와 동일한 work process 제공\n   - 신청-결제-심사(예비/본심사)-결제 등 전체 행정업무 과정에 대한 시인성 개선\n ❍  e-mail과 함께 알림톡 발송\n   - 알림톡 발송은 우리회 카카오 비즈니스 프로필 추가 적용"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-003 요구사항 명칭 타 기관 시스템과의 연계 기술 지원 요구 사항 상세 설명 정의 타 기관 시스템과의 연계 기술 지원 세부 내용 나라장터 전산 연계시 활용실적 승인 건에 대한 조회 및 열람 기능에 대한 검토 나라장터 시스템과의 기술협의를 통한 Data 연계시 관련 자문협의 지원 - 우리회의 시스템과 나라장터가 연계시 M2M 통신을 위한 protocol 협의 - 배타적인 기업의 인증정보 관련하여 나라장터가 요구사항 보안 수준 협의 연계 대상 기관과의 일정기술 협의가 필요해, 본 과업에서는 응용프로그램 구현이 아닌, 기술협의 과정에서 우리회 보안담당자와 협의자문에 참여 산출정보 성능시험 결과서 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-004 요구사항 명칭 로그인로그아웃 기능 명료화 및 비밀번호 변경 기능 요구 사항 상세 설명 정의 로그인로그아웃 기능 명료화 및 비밀번호 변경 기능 세부 내용 미사용시 로그아웃 알림창 및 로그인 연장 기능 추가 로그아웃 화면 후 로그인 화면 정비 - 현재 회원정보의 세션관리를 보다 체계적으로 개선해야 함 - 현재 회원정보의 ID 찾기, 비밀번호 찾기 등의 오류 발생 원인 추적개선 - 비밀번호 찾기 기능의 알고리즘 개선 임시비밀번호 발급 로그인 비밀번호 변경을 위한 기업 담당자 e-mail 주소 변경 기능 - 관리자의 회원정보 직권 변경 기능 개선 산출정보 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-005 요구사항 명칭 제출 서류 및 신청서의 오류 체크 기능 요구 사항 상세 설명 정의 업로드한 제출 서류와 신청서의 기재 내용 불일치 여부 체크 세부 내용 업로드한 제출 서류상의 내용과 신청서의 기재 내용등록번호, 출원일, 최초 출원인, 용역시작일, 용역종료일, 용역계약일자, 공사시작일, 공사종료일, 공사계약일자, 발주자명, 활용금액 등의 불일치시 에러창이 뜨고 수정하 여 저장하도록 구성 - 번호 채번규정, 일자 양식의 선후관계 등 화면방식심사가 가능토록 구현 - 업로드한 제출서류와 불일치하는 항목에 대해 예비심사 의견을 기록 산출정보 - 14 - 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-006 요구사항 명칭 건설기술활용실적 심사위원 건 배분 및 관리 기능 요구 사항 상세 설명 정의 건설기술활용실적 심사위원 건 배분 및 관리 기능 개선 세부 내용 심사의뢰건들의 심사위원 배분 기능 개선 관리자 시스템의 권한관리 개선과 연계하여 메뉴접근 통제 적용 - 심사위원은 심사업무와 관련된 기능만 사용하도록 Authorization관리 개선 - 심사위원에 대한 회원관리 기능 개선 - 각 심사위원의 현황을 조회할 수 있도록 화면 UI 개선 산출정보 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-007 요구사항 명칭 심사위원 화면 구성 및 기능 개선 요구 사항 상세 설명 정의 심사위원 화면 구성 및 기능 개선 세부 내용 관리자 시스템 화면에서 관리자의 권한 기능들을 빼고 심사위원별 화면 구성 심사위원이 쉽게 인지할 수 있는 메뉴 환경 구성 - 기존 기간계 시스템의 기능을 준용할 수 있는 부분은 확인 - 필요시 심사위원 전용의 서비스 기능을 독립하여 구현 각 건 별 의견제출통지서를 바로 확인할 수 있도록 화면 구성 산출정보 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-008 요구사항 명칭 심사 단계 화면에서 전자결제 화면 구성 및 연동 기능 개선 요구 사항 상세 설명 정의 현재 심사 단계신청서 제출 화면, 본심사 진행 화면에서 전자결제 화면 구성 및 연동 기능 개선 세부 내용 신청인이 건설기술활용실적 신청서를 제출한 화면에서 결재심사수수료 납부 연동 기능 개선 전체 심사 프로세스 흐름도에서 현재 심사 단계가 심사수수료 납부, 등록수수료 납부 단계인 경우, 현재 심사 단계를 클릭시 결제 연동 기능 - 현행 시스템에서 운영 중인 NHN KCP PG 모듈은 계속 사용 산출정보",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "건설기술활용실적 심사위원 건 배분 및 관리 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "건설기술활용실적 심사위원 건 배분 및 관리 기능 개선"
          ],
          [
            "",
            "세부\n내용",
            "❍  심사의뢰건들의 심사위원 배분 기능 개선\n ❍  관리자 시스템의 권한관리 개선과 연계하여 메뉴접근 통제 적용\n   - 심사위원은 심사업무와 관련된 기능만 사용하도록 Authorization관리 개선\n   - 심사위원에 대한 회원관리 기능 개선\n   - 각 심사위원의 현황을 조회할 수 있도록 화면 UI 개선"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "타 기관 시스템과의 연계 기술 지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "타 기관 시스템과의 연계 기술 지원"
          ],
          [
            "",
            "세부\n내용",
            "❍  나라장터 전산 연계시 활용실적 승인 건에 대한 조회 및 열람 기능에 대한 검토\n ❍  나라장터 시스템과의 기술협의를 통한 Data 연계시 관련 자문/협의 지원\n   - 우리회의 시스템과 나라장터가 연계시 M2M 통신을 위한 protocol 협의\n   - 배타적인 기업의 인증정보 관련하여 나라장터가 요구사항 보안 수준 협의\n ※ 연계 대상 기관과의 일정/기술 협의가 필요해, 본 과업에서는 응용프로그램 \n구현이 아닌, 기술협의 과정에서 우리회 보안담당자와 협의/자문에 참여"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "심사위원 화면 구성 및 기능 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "심사위원 화면 구성 및 기능 개선"
          ],
          [
            "",
            "세부\n내용",
            "❍  관리자 시스템 화면에서 관리자의 권한 기능들을 빼고 심사위원별 화면 구성\n ❍  심사위원이 쉽게 인지할 수 있는 메뉴 환경 구성\n   - 기존 기간계 시스템의 기능을 준용할 수 있는 부분은 확인\n   - 필요시 심사위원 전용의 서비스 기능을 독립하여 구현\n ❍  각 건 별 의견제출통지서를 바로 확인할 수 있도록 화면 구성"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "로그인/로그아웃 기능 명료화 및 비밀번호 변경 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "로그인/로그아웃 기능 명료화 및 비밀번호 변경 기능"
          ],
          [
            "",
            "세부\n내용",
            "❍  미사용시 로그아웃 알림창 및 로그인 연장 기능 추가\n ❍  로그아웃 화면 후 로그인 화면 정비\n   - 현재 회원정보의 세션관리를 보다 체계적으로 개선해야 함\n   - 현재 회원정보의 ID 찾기, 비밀번호 찾기 등의 오류 발생 원인 추적/개선\n   - 비밀번호 찾기 기능의 알고리즘 개선 (임시비밀번호 발급)\n ❍  로그인 비밀번호 변경을 위한 기업 담당자 e-mail 주소 변경 기능\n   - 관리자의 회원정보 직권 변경 기능 개선"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "심사 단계 화면에서 전자결제 화면 구성 및 연동 기능 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "현재 심사 단계(신청서 제출 화면, 본심사 진행) 화면에서 전자결제 화면 구성 \n및 연동 기능 개선"
          ],
          [
            "",
            "세부\n내용",
            "❍  신청인이  건설기술활용실적  신청서를  제출한  화면에서  결재(심사수수료 \n납부) 연동 기능 개선\n ❍  전체 심사 프로세스 흐름도에서 현재 심사 단계가 ‘심사수수료 납부’, \n‘등록수수료 납부’ 단계인 경우, 현재 심사 단계를 클릭시 결제 연동 기능\n   - 현행 시스템에서 운영 중인 NHN KCP PG 모듈은 계속 사용"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "제출 서류 및 신청서의 오류 체크 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "업로드한 제출 서류와 신청서의 기재 내용 불일치 여부 체크"
          ],
          [
            "",
            "세부\n내용",
            "❍  업로드한 제출 서류상의 내용과 신청서의 기재 내용(등록번호, 출원일, 최초\n출원인, 용역시작일, 용역종료일, 용역계약일자, 공사시작일, 공사종료일, \n공사계약일자, 발주자명, 활용금액 등)의 불일치시 에러창이 뜨고 수정하\n여 저장하도록 구성\n   - 번호 채번규정, 일자 양식의 선후관계 등 화면방식심사가 가능토록 구현\n   - 업로드한 제출서류와 불일치하는 항목에 대해 예비심사 의견을 기록"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-009 요구사항 명칭 관리자용 시스템의 내부결재자 결재 및 최종승인문서 발송 기능 요구 사항 상세 설명 정의 최종 승인준비 건에 대한 내부결재자 결재 및 최종승인문서 작성 및 발송 기능 세부 내용 최종 승인준비 건에 대한 사업부서 책임자 내부결재 기능 구축 최종승인문서 작성 및 발송 기능 구축 - 최종승인문서에 심사위원 검토의견이 연동되어 기재되고, 최종 승인 관련 문구가 자동 입력 기능 - 사용자용 시스템에서 최종승인문서 알림 및 확인 기능, 알림톡 자동 발송 산출정보 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-010 요구사항 명칭 파일 전체 다운로드 기능 요구 사항 상세 설명 정의 건설기술활용실적 화면에 전체 다운로드 기능 세부 내용 건설기술활용실적 신청자료 제출 화면 및 심사위원 심사 화면에 모든 신청 자료를 한번에 다운로드 받을 수 있도록 전체 다운로드기능 및 버튼 추가 - 일괄 다운로드 기능은 zip 파일로 제공 - zip 파일의 명칭을 접수번호_기업명_다운로드일자.zip 등 생성규정 적용 - 서버에 압축파일이 남지 않도록 용량보안 관리 가능도록 구현 - 제출 서류들의 파일명은 신청인이 업로드하여 저장시 자동적으로 순번_ 제출서류명ex. 1_신고서별지 제1호으로 저장 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-011 요구사항 명칭 사용자용 시스템의 MY심사현황 검색 기능 개선 요구 사항 상세 설명 정의 사용자용 시스템의 MY심사현황 검색 및 화면 구성 기능 세부 내용 심사 완료된 건과 심사과정 중인 건이 함께 배열되도록 수정 - 심사과정중인 건들은 상위로, 심사완료된 건들은 하위로 배열하여 보여주기 - 자동정렬기능 추가 - 건별 클릭시 각 건의 심사 프로세스 흐름도에서 현재의 심사단계 확인 가능 - 현재의 심사단계 클릭시 각 단계의 설명, 업로드, 결제창, 입력창 등이 뜸 화면조회 속도의 개선 필요 - 현행 시스템은 우리회 서버와 일부 자산을 공유하여 최적화 다소 미흡 - 복잡한 기능의 신속한 질의를 처리하기 위한 DB 쿼리 최적화 개선 산출정보 - 16 - 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-012 요구사항 명칭 심사위원용 시스템의 MY심사건 검색 기능 개선 요구 사항 상세 설명 정의 MY심사건 첫 화면에서 담당으로 지정된 모든 심사건이 표시되는 화면 구성 세부 내용 심사 완료된 건과 심사과정 중인 건이 함께 배열자동정렬되도록 수정 - 심사과정중인 건들은 상위로, 심사완료된 건들은 하위로 배열하여 보여주기 심사위원은 지정된 심사대상건에 대한 통합조회 필요 - 현행 시스템은 심사건을 개별 조회하도록 하여, 접근성이 다소 미흡함 - 심사위원의 업무생산성을 위한 메뉴기능 개선 필요 산출정보 관련요구사항 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-013 요구사항 명칭 건설기술활용실적 심사 통계 기능 개선 요구 사항 상세 설명 정의 건설기술활용실적 전체 심사 DB에 대한 검색창 화면 및 통계 기능 세부 내용 시스템 상에서 관리자의 필요한 데이터 추출을 위한 검색창 화면의 기능 건설기술활용실적 승인건 DB의 분야기술분야, 등록번호, 기간연월, 기 업, 실적구분, 유효상태유효만료, 특허명, 심사단계, 발주처, 활용현장지 역, 수수료 납부심사수수료, 등록수수료, 증명서 발급수수료, 심사장기 불응건의 심사단계별 데이터 검색 및 결과Excel 다운로드 기능 기간별연월 수수료의 구분심사수수료, 등록수수료, 증명서 발급수수료 에 따른 데이터기업명, 금액, 건수 등 검색 및 통계 추출 기능 산출정보 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-014 요구사항 명칭 항목 클릭 시 자동 정렬 기능 요구 사항 상세 설명 정의 항목 클릭 시 자동 정렬 기능 세부 내용 그리드를 구성하는 항목에 대해 유연한 사업관리 기능 필요 - 각 항목의 오름차순, 내림차순 정렬 기능이 필요 - 기존 UI에서 각 항목의 정렬순서를 지정토록 개선 필요 산출정보",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "관리자용 시스템의 내부결재자 결재 및 최종승인문서 발송 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "최종 승인준비 건에 대한 내부결재자 결재 및 최종승인문서 작성 및 발송 기능"
          ],
          [
            "",
            "세부\n내용",
            "❍  최종 승인준비 건에 대한 사업부서 책임자 내부결재 기능 구축\n ❍  ‘최종승인문서’ 작성 및 발송 기능 구축\n   - ‘최종승인문서’에 ‘심사위원 검토의견’이 연동되어 기재되고, 최종\n승인 관련 문구가 자동 입력 기능\n   - 사용자용 시스템에서 최종승인문서 알림 및 확인 기능, 알림톡 자동 발송"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-012"
          ],
          [
            "요구사항  명칭",
            "",
            "심사위원용 시스템의 MY심사건 검색 기능 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "MY심사건 첫 화면에서 담당으로 지정된 모든 심사건이 표시되는 화면 구성"
          ],
          [
            "",
            "세부\n내용",
            "❍  심사 완료된 건과 심사과정 중인 건이 함께 배열(자동정렬)되도록 수정\n   - 심사과정중인 건들은 상위로, 심사완료된 건들은 하위로 배열하여 보여주기\n ❍  심사위원은 지정된 심사대상건에 대한 통합조회 필요\n   - 현행 시스템은 심사건을 개별 조회하도록 하여, 접근성이 다소 미흡함\n   - 심사위원의 업무생산성을 위한 메뉴/기능 개선 필요"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-010"
          ],
          [
            "요구사항  명칭",
            "",
            "파일 전체 다운로드 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "건설기술활용실적 화면에 전체 다운로드 기능"
          ],
          [
            "",
            "세부\n내용",
            "❍  건설기술활용실적 신청자료 제출 화면 및 심사위원 심사 화면에 모든 신청\n자료를 한번에 다운로드 받을 수 있도록 「전체 다운로드」기능 및 버튼 추가\n   - 일괄 다운로드 기능은 zip 파일로 제공\n   - zip 파일의 명칭을 <접수번호_기업명_다운로드일자.zip> 등 생성규정 적용 \n   - 서버에 압축파일이 남지 않도록 용량/보안 관리 가능도록 구현\n   - 제출 서류들의 파일명은 신청인이 업로드하여 저장시 자동적으로 ‘순번_\n제출서류명(ex. 1_신고서(별지 제1호))’으로 저장"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-013"
          ],
          [
            "요구사항  명칭",
            "",
            "건설기술활용실적 심사 통계 기능 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "건설기술활용실적 전체 심사 DB에 대한 검색창 화면 및 통계 기능"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템 상에서 관리자의 필요한 데이터 추출을 위한 검색창 화면의 기능\n ❍  건설기술활용실적 승인건 DB의 분야(기술분야, 등록번호, 기간(연/월), 기\n업, 실적구분, 유효상태(유효/만료), 특허명, 심사단계, 발주처, 활용현장(지\n역),  수수료  납부(심사수수료,  등록수수료,  증명서  발급수수료),  심사장기\n불응건의 심사단계)별 데이터 검색 및 결과(Excel) 다운로드 기능\n ❍  기간별(연/월) 수수료의 구분(심사수수료, 등록수수료, 증명서 발급수수료)\n에 따른 데이터(기업명, 금액, 건수 등) 검색 및 통계 추출 기능"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-014"
          ],
          [
            "요구사항  명칭",
            "",
            "항목 클릭 시 자동 정렬 기능"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "항목 클릭 시 자동 정렬 기능"
          ],
          [
            "",
            "세부\n내용",
            "❍  그리드를 구성하는 항목에 대해 유연한 사업관리 기능 필요\n   - 각 항목의 오름차순, 내림차순 정렬 기능이 필요\n   - 기존 UI에서 각 항목의 정렬순서를 지정토록 개선 필요"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-011"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자용 시스템의 MY심사현황 검색 기능 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자용 시스템의 MY심사현황 검색 및 화면 구성 기능"
          ],
          [
            "",
            "세부\n내용",
            "❍  심사 완료된 건과 심사과정 중인 건이 함께 배열되도록 수정\n   - 심사과정중인 건들은 상위로, 심사완료된 건들은 하위로 배열하여 보여주기 \n   - 자동정렬기능 추가\n   - 건별 클릭시 각 건의 심사 프로세스 흐름도에서 현재의 심사단계 확인 가능\n   - 현재의 심사단계 클릭시 각 단계의 설명, 업로드, 결제창, 입력창 등이 뜸\n ❍  화면조회 속도의 개선 필요\n   - 현행 시스템은 우리회 서버와 일부 자산을 공유하여 최적화 다소 미흡\n   - 복잡한 기능의 신속한 질의를 처리하기 위한 DB 쿼리 최적화 개선"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-015 요구사항 명칭 건설기술활용실적 관리시스템 메인 화면 개선 요구 사항 상세 설명 정의 메인 화면 메뉴, 구성 개선 세부 내용 PC웹을 기준으로 디자인 개선 필요 - 사업 특성상 반응형 웹을 통한 모바일 사용자의 접근 수요는 적음 - 수요기업들이 PC웹에서 기능에 효과적으로 접근하기 위한 디자인 개선 필요 - 메인페이지의 상단 메뉴 및 화면 UI 개선 현행 시스템의 HW, SW 인프라 고려한 설계 적용 필요 - 향후 공공클라우드로 독립된 서버자산으로 운영을 검토중 - 현재는 우리회 공식홈페이지의 CMS와 연계 운영되는 MVC-Model1 구조임 메인페이지, 메인메뉴 등의 디자인을 개선 - 일부서브페이지는 기존 디자인을 개선하여 전체 디자인 리뉴얼 수준을 조정 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-016 요구사항 명칭 수수료 입금 확인 화면 개선 요구 사항 상세 설명 정의 건설기술활용실적 심사 수수료, 등록 수수료 입금 확인 화면 개선 세부 내용 수수료 입금 확인 알림 기능 추가 - 수수료 입금이 되면 My 페이지에 수수료 입금 알림 표기 PG기능 이용 전 결제화면의 안내 개선 - 결제완료 후 서비스 내용이 포함된 관련 안내메일 통지기능 개선 산출정보 요구사항 분류 기능 요구사항 요구사항 고유번호 FUR-017 요구사항 명칭 증명서 발급 기능 개선 요구 사항 상세 설명 정의 증명서 발급 기능 개선 세부 내용 발급 프로그램 설치증명서 test 출력 증명서 발급 중 오류 발생 기능 개선 증명서 종류를 기업전체 보유건 발급신청과 기술별특허별 발급신청 으로 구분하지 않고 통합하여, 보유건 중 신청 원하는 건을 check하여 신청할 수 있도록 기능 개선 현행 시스템의 Report Component 구성 상황을 고려한 개선 필요 - 현행 시스템은 AI Report 유비소프트 솔루션이 부분 적용되어 있음 - 리포트디자이너 등 관련 라이선스는 공식홈페이지 운영사가 관리 중 - 리포트 생성요청과 생성과정의 기능을 정비하고, 관련 안내를 현행화 현재는 Non-ActiveX 기반 솔루션으로 웹표준 등을 준수하고 있음 산출정보 - 18 - 나. 성능 요구사항 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-001 요구사항 명칭 성능 일반 요구 사항 상세 설명 정의 성능 일반 세부 내용 사업대상 시스템의 성능을 고려한 개발 방안을 제시하여야 함 대상시스템에 대하여 안정적 운영지원 및 사용자 지원 방안을 제시하여야 함 시스템 개발 중 로그 또는 툴도구을 이용하여 시스템 성능 상태를 모니터링 하도록 하여, 성능 상 문제를 미리 파악하여 조치한 후 시스템을 오픈하여야 함 산출정보 성능시험 결과서 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-002 요구사항 명칭 평균 응답시간 요구 사항 상세 설명 정의 평균 응답시간에 관한 사항 세부 내용 시스템에서 제공하는 프로그램의 경우, 사용자의 요청으로부터 3초 내에 화 면에 정보를 제공하는 것을 원칙으로 함 예외 사항 - Data 연계연동 및 등록일 경우 - 대량의 데이터데이터량 2GB 이상에 대한 질의, 다운로드가 있을 경우 - 한 개 이상의 큰 이미지이미지 500KB 이상를 가지고 있는 경우 - 동시 사용자 성능을 초과하는 경우 산출정보 성능시험 결과서 관련요구사항 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-003 요구사항 명칭 동시 사용자 접속 수 요구 사항 상세 설명 정의 동시 사용자 접속 수 세부 내용 시스템 당 평균적으로 동시 사용자 수 100명 이상을 지원 해야하고 성능이 저하되지 않아야 함 - 로그인 사용자는 로그인 후 5분 이상 경과된 사용자를 의미함 산출정보 성능시험 결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "성능 일반"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "성능 일반"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업대상 시스템의 성능을 고려한 개발 방안을 제시하여야 함\n ❍  대상시스템에 대하여 안정적 운영지원 및 사용자 지원 방안을 제시하여야 함\n ❍  시스템 개발 중 로그 또는 툴(도구)을 이용하여 시스템 성능 상태를 모니터링 \n하도록 하여, 성능 상 문제를 미리 파악하여 조치한 후 시스템을 오픈하여야 함"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-015"
          ],
          [
            "요구사항  명칭",
            "",
            "건설기술활용실적 관리시스템 메인 화면 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "메인 화면 메뉴, 구성 개선"
          ],
          [
            "",
            "세부\n내용",
            "❍  PC웹을 기준으로 디자인 개선 필요\n   - 사업 특성상 반응형 웹을 통한 모바일 사용자의 접근 수요는 적음\n   - 수요기업들이 PC웹에서 기능에 효과적으로 접근하기 위한 디자인 개선 필요\n   - 메인페이지의 상단 메뉴 및 화면 UI 개선 \n ❍  현행 시스템의 H/W, S/W 인프라 고려한 설계 적용 필요\n   - 향후 공공클라우드로 독립된 서버자산으로 운영을 검토중\n   - 현재는 우리회 공식홈페이지의 CMS와 연계 운영되는 MVC-Model1 구조임\n ※ 메인페이지, 메인메뉴 등의 디자인을 개선\n   - 일부서브페이지는 기존 디자인을 개선하여 전체 디자인 리뉴얼 수준을 조정"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-016"
          ],
          [
            "요구사항  명칭",
            "",
            "수수료 입금 확인 화면 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "건설기술활용실적 심사 수수료, 등록 수수료 입금 확인 화면 개선"
          ],
          [
            "",
            "세부\n내용",
            "❍  수수료 입금 확인 알림 기능 추가\n   - 수수료 입금이 되면 [My 페이지]에 수수료 입금 알림 표기\n ❍  PG기능 이용 전 결제화면의 안내 개선\n   - 결제완료 후 서비스 내용이 포함된 관련 안내메일 통지기능 개선"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "평균 응답시간"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "평균 응답시간에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템에서 제공하는 프로그램의 경우, 사용자의 요청으로부터 3초 내에 화\n면에 정보를 제공하는 것을 원칙으로 함\n ❍  예외 사항 \n  - Data 연계/연동 및 등록일 경우\n  - 대량의 데이터(데이터량 2GB 이상)에 대한 질의, 다운로드가 있을 경우\n  - 한 개 이상의 큰 이미지(이미지  500KB 이상)를 가지고 있는 경우\n  - 동시 사용자 성능을 초과하는 경우"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "동시 사용자 접속 수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "동시 사용자 접속 수"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템 당 평균적으로 동시 사용자 수 100명 이상을 지원 해야하고 성능이 \n저하되지 않아야 함 \n  - 로그인 사용자는 로그인 후 5분 이상 경과된 사용자를 의미함"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "FUR-017"
          ],
          [
            "요구사항  명칭",
            "",
            "증명서 발급 기능 개선"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "증명서 발급 기능 개선"
          ],
          [
            "",
            "세부\n내용",
            "❍  발급 프로그램 설치/증명서 test 출력/ 증명서 발급 중 오류 발생 기능 개선\n ❍  증명서 종류를 ‘기업전체 보유건 발급신청’과 ‘기술별(특허별) 발급신청’\n으로 구분하지 않고 통합하여, 보유건 중 신청 원하는 건을 check하여 신청할 \n수 있도록 기능 개선\n ❍  현행 시스템의 Report Component 구성 상황을 고려한 개선 필요\n   - 현행 시스템은 AI Report (유비소프트) 솔루션이 부분 적용되어 있음\n   - 리포트디자이너 등 관련 라이선스는 공식홈페이지 운영사가 관리 중\n   - 리포트 생성요청과 생성과정의 기능을 정비하고, 관련 안내를 현행화\n     (현재는 Non-ActiveX 기반 솔루션으로 웹표준 등을 준수하고 있음)"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-004 요구사항 명칭 동시처리능력 요구 사항 상세 설명 정의 동시처리능력 세부 내용 초기 시스템은 초당 최소한 100건의 사용자 기본정보 입력 기능을 처리할 수 있어야 함 시스템은 최대 부하 상태에서 초당 50건의 사용자 기본정보 입력 기능을 처리할 수 있어야 함 산출정보 성능시험 결과서 관련요구사항 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-005 요구사항 명칭 오류 응답시간 요구 사항 상세 설명 정의 오류 알림 및 응답 세부 내용 사용자가 입력한 데이터 형식의 오류는 사용자가 시스템에 정보를 입력 한지 3초 내에 적당한 오류 메시지를 사용자에게 제시해야 함 오류 메시지는 최대한 한글형식으로 사용자가 알기 쉽게 제공해야 함 산출정보 성능시험 결과서 관련요구사항 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-006 요구사항 명칭 배치성 업무 처리시간 요구 사항 상세 설명 정의 배치성 업무 처리시간 세부 내용 단일 Batch Job의 경우 20분 이내 완료 순차적인 Batch Job의 경우 30시간 이내 - Batch Job의 경우 업무 특성에 따라 고려하며, 최대 업무 종료 후 2시간, 시작 전 2시간 이내 처리 가능해야 함 산출정보 성능시험 결과서 관련요구사항 - 20 - 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-007 요구사항 명칭 데이터 안정성 요구 사항 상세 설명 정의 데이터 안정성 세부 내용 데이터 안정성이 확보되어야 하며, 빠른 장애 복구를 위한 체계를 갖추어야 함 산출정보 성능시험 결과서 관련요구사항 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-008 요구사항 명칭 CPU 사용률 요구 사항 상세 설명 정의 CPU 사용률 세부 내용 테스트기간과 시험운영기간에 CPU 사용률을 평가하며, 0800 2200 서 비스 가용시간 동안의 사용률과 최대 부하 아래에서의 사용률을 측정함 CPU 평균 사용률은 어느 조건 하에서도 90를 넘으면 안됨 산출정보 성능시험 결과서 관련요구사항 요구사항 분류 성능 요구사항 요구사항 고유번호 PER-009 요구사항 명칭 메모리 사용률 요구 사항 상세 설명 정의 메모리 사용률 세부 내용 테스트기간과 시험운영기간에 시스템의 자원메모리, 디스크 사용 정도를 평가하며, 메모리디스크 사용률은 08002200 서비스 가용시간 동안의 사용률 과 최대 부하최근 3년 최대부하사용량2 아래에서의 사용률을 측정함 메모리 평균 사용률은 어느 조건 하에서도 75를 넘으면 안됨 산출정보 성능시험 결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항  분류",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "PER-007"
          ],
          [
            "요구사항  명칭",
            "데이터 안정성"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용\n설명",
            "데이터 안정성\n ❍  데이터 안정성이 확보되어야 하며, 빠른 장애 복구를 위한 체계를 갖추어야 함"
          ],
          [
            "",
            ""
          ],
          [
            "산출정보",
            "성능시험 결과서"
          ],
          [
            "관련요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "동시처리능력"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "동시처리능력"
          ],
          [
            "",
            "세부\n내용",
            "❍  초기 시스템은 초당 최소한 100건의 사용자 기본정보 입력 기능을 처리할 수 \n있어야 함\n ❍  시스템은 최대 부하 상태에서 초당 50건의 사용자 기본정보 입력 기능을 \n처리할 수 있어야 함"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-008"
          ],
          [
            "요구사항  명칭",
            "",
            "CPU 사용률"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "CPU 사용률"
          ],
          [
            "",
            "세부\n내용",
            "❍  테스트기간과 시험운영기간에 CPU 사용률을 평가하며, 08:00 ~ 22:00 서\n비스 가용시간 동안의 사용률과 최대 부하 아래에서의 사용률을 측정함\n ❍  CPU 평균 사용률은 어느 조건 하에서도 90%를 넘으면 안됨"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-005"
          ],
          [
            "요구사항  명칭",
            "",
            "오류 응답시간"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "오류 알림 및 응답"
          ],
          [
            "",
            "세부\n내용",
            "❍  사용자가 입력한 데이터 형식의 오류는 사용자가 시스템에 정보를 입력\n한지 3초 내에 적당한 오류 메시지를 사용자에게 제시해야 함\n ❍  오류 메시지는 최대한 한글형식으로 사용자가 알기 쉽게 제공해야 함"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-009"
          ],
          [
            "요구사항  명칭",
            "",
            "메모리 사용률"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "메모리 사용률"
          ],
          [
            "",
            "세부\n내용",
            "❍  테스트기간과 시험운영기간에 시스템의 자원(메모리, 디스크) 사용 정도를 \n평가하며, 메모리(디스크) 사용률은 08:00~22:00 서비스 가용시간 동안의 사용률\n과 최대 부하(최근 3년 최대부하사용량×2) 아래에서의 사용률을 측정함\n ❍  메모리 평균 사용률은 어느 조건 하에서도 75%를 넘으면 안됨"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PER-006"
          ],
          [
            "요구사항  명칭",
            "",
            "배치성 업무 처리시간"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "배치성 업무 처리시간"
          ],
          [
            "",
            "세부\n내용",
            "❍  단일 Batch Job의 경우 20분 이내 완료\n ❍  순차적인 Batch Job의 경우 30시간 이내\n  - Batch Job의 경우 업무 특성에 따라 고려하며, 최대 업무 종료 후 2시간, \n시작 전 2시간 이내 처리 가능해야 함"
          ],
          [
            "산출정보",
            "",
            "성능시험 결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 다. 인터페이스 요구사항 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 SIR-001 요구사항 명칭 시스템 인터페이스 일반 요구 사항 상세 설명 정의 시스템 인터페이스 일반 세부 내용 시스템의 성능에 미치는 영향을 고려하여 갱신주기, 연계 어플리케이션 실행시간 등을 설정하여야 함 데이터 연계의 정확성을 위해 개발 및 테스트 환경을 구성하고, 연계 어 플리케이션의 기능수행 정확도를 검증한 후 운영 시스템에 이관하여 시 스템을 운영 사용자 또는 정보 증가 시에도 안정적인 성능을 제공하여야 하며 추가 라이선스 비용 등이 발생하지 않아야 함 산출정보 시스템 인터페이스 설계서 관련요구사항 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 SIR-002 요구사항 명칭 시스템 웹표준, 소스코드 보안 적용 요구 사항 상세 설명 정의 시스템이 운영되는 동안 원활한 접속, 성능 유지 세부 내용 행안부 웹표준 가이드라인을 적용하여 다양한 브라우저 지원 - 최소 3개브라우저Internet Explorer, Safari, Chrome 호환지원 행안부 시큐어코딩 가이드라인 적용하여 소스상의 허점 이용한 해킹 방지 행안부 웹접근성 가이드라인 기준 만족웹접근성 인증마크 획득필요 웹접근성 인증마크는 개발완료 후 오픈시점까지 획득 인증시험 미 통과시 재 인증하여야하며 인증비용은 제안사 부담 산출정보 관련요구사항 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 SIR-003 요구사항 명칭 오류메시지 요구 사항 상세 설명 정의 오류메시지 세부 내용 화면 오류가 발생 시 오류 메시지 기능을 제공하여야 함 산출정보 사용자 인터페이스 설계서 - 22 - 요구사항 분류 인터페이스 요구사항 요구사항 고유번호 SIR-004 요구사항 명칭 기관 내 표준연계 모듈 사용 요구 사항 상세 설명 정의 기관 내 표준연계 모듈 사용 세부 내용 구축시스템의 시스템 연계 시에는 발주기관의 표준연계모듈을 이용하여 시스템을 연계함 산출정보 관련요구사항",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SIR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "기관 내 표준연계 모듈 사용"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기관 내 표준연계 모듈 사용"
          ],
          [
            "",
            "세부\n내용",
            "❍  구축시스템의 시스템 연계 시에는 발주기관의 표준연계모듈을 이용하여 \n시스템을 연계함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템 인터페이스 일반"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 인터페이스 일반"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템의 성능에 미치는  영향을 고려하여 갱신주기, 연계  어플리케이션 \n실행시간 등을 설정하여야 함\n ❍  데이터 연계의 정확성을 위해 개발 및 테스트 환경을 구성하고, 연계 어\n플리케이션의 기능수행 정확도를 검증한 후 운영 시스템에 이관하여 시\n스템을 운영\n ❍  사용자  또는 정보 증가  시에도  안정적인 성능을  제공하여야 하며 추가 \n라이선스 비용 등이 발생하지 않아야 함"
          ],
          [
            "산출정보",
            "",
            "시스템 인터페이스 설계서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템 웹표준, 소스코드 보안 적용"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템이 운영되는 동안 원활한 접속, 성능 유지"
          ],
          [
            "",
            "세부\n내용",
            "❍  행안부 웹표준 가이드라인을 적용하여 다양한 브라우저 지원\n   - 최소 3개브라우저(Internet Explorer, Safari, Chrome) 호환지원\n ❍  행안부 시큐어코딩 가이드라인 적용하여 소스상의 허점 이용한 해킹 방지\n ❍  행안부 웹접근성 가이드라인 기준 만족(웹접근성 인증마크 획득필요)\n ❍  웹접근성 인증마크는 개발완료 후 오픈시점까지 획득\n    (인증시험 미 통과시 재 인증하여야하며 인증비용은 제안사 부담)"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SIR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "오류메시지"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "오류메시지"
          ],
          [
            "",
            "세부\n내용",
            "❍  화면 오류가 발생 시 오류 메시지 기능을 제공하여야 함"
          ],
          [
            "산출정보",
            "",
            "사용자 인터페이스 설계서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 라. 보안 요구사항 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 보안규정 준수 요구 사항 상세 설명 정의 소스코딩 단계에서 보안적용 세부 내용 시큐어코딩 표준 준수정보시스템 구축운영 지침, 안전행정부 고시 - 요구정의단계 시큐어코딩 표준 작성 및 개발자 교육 실시 - 설계 및 구현 단계 시큐어코딩 표준 준수 및 검토 - 테스트 단계 시큐어 코딩 진단 및 보안 취약점 보완 특허청 소스코드 점검도구를 이용하여 보안취약점을 점검하여야 함 산출정보 시큐어코딩 표준, 개발자 교육결과, 시큐어코딩 진단 및 조치 결과서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-002 요구사항 명칭 인증 및 권한 요구 사항 상세 설명 정의 인증 및 권한 세부 내용 모든 시스템의 사용자 인증 및 계정 정보는 보호되어야 하며, 우리회 정보 보안 지침의 비밀번호 생성 규칙에 의거하여 영어 소문자, 대문자, 숫자, 특수문자 중 두 종류 이상의 문자를 활용하여 9자리 이상으로 하여야 함 비밀번호 등 중요한 정보는 단방향으로 암호화되어야 하고, 복호화를 금지함 사용자 권한에 따른 시스템 및 데이터의 접근 통제가 구현되어야 함 관리자페이지는 관리자 IP, MAC 주소로만 접근이 가능해야 함 정보전송시 SSL을 적용해야 함 서버 및 관리자 페이지 접근이 필요한 경우 유지관리업체용 계정을 별도로 생성하여 사용하여야 하며 해당 계정의 접속 로그를 추적할 수 있도록 하 여야 함. 또한 계약 만료 시 해당 계정은 삭제 조치함 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-003 요구사항 명칭 데이터 보안 요구 사항 상세 설명 정의 보안이 필요한 데이터 정의 및 암호화 세부 내용 DB 데이터 중 개인정보 관련법 및 주관기관이 지정하는 개인정보는 암복호화하여 사용하여야 하며, 암호화 대상 정보는 저장시 암호화하여 저장해야하고 전송 시에도 암호화해야 함 암호화 수준은 개인정보보호법 및 기타 보안 관련법이 정하는 수준을 만족해야 함 암호화를 위한 솔루션은 주관기관과 협의하여 결정함 데이터는 가급적 일단위 파일백업을 한다. 백업파일은 서버용량이 허용하는 한 유지하며 최소 한달간 유지하도록 함 산출정보 암복호화 방안 - 24 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-004 요구사항 명칭 네트워크 보안 요구 사항 상세 설명 정의 네트워크 보안 세부 내용 내부 IP 주소 체계를 외부에 공개하지 않도록 해야 함 산출정보 관련 요구사항 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-005 요구사항 명칭 외부연동 보안 요구 사항 상세 설명 정의 외부연동 보안 세부 내용 외부 망에서 업무시스템 접속 시에는 VPN 방식 사용 산출정보 보안성검토 결과 반영 관련 요구사항 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-006 요구사항 명칭 감사 보안 요구 사항 상세 설명 정의 감사 보안 세부 내용 관리자가 개인정보에 접근한 기록웹로그, 요약정보은 로그를 통해 남기도록 함 업무 수행 로그는 다음 필수 사항계정, 접속일시, 접속지 정보, 처리한 정보주체 정보, 수행 업무을 남기도록 함 로그는 12개월 이상 보관하며 비인가자에 의해 수정되지 않도록 구축함 사용자의 화면 접속 기록을 웹로그로 보관함 산출정보 보안성검토 결과 반영 관련 요구사항",
      "tables": [
        [
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SER-004"
          ],
          [
            "요구사항  명칭",
            "네트워크 보안"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용\n설명",
            "네트워크 보안\n ❍  내부 IP 주소 체계를 외부에 공개하지 않도록 해야 함"
          ],
          [
            "",
            ""
          ],
          [
            "산출정보",
            ""
          ],
          [
            "관련  요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "보안규정 준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "소스코딩 단계에서 보안적용"
          ],
          [
            "",
            "세부\n내용",
            "❍  시큐어코딩 표준 준수(정보시스템 구축·운영 지침, 안전행정부 고시)\n  - 요구정의단계 : 시큐어코딩 표준 작성 및 개발자 교육 실시\n  - 설계 및 구현 단계 : 시큐어코딩 표준 준수 및 검토\n  - 테스트 단계 : 시큐어 코딩 진단 및 보안 취약점 보완\n    (특허청 소스코드 점검도구를 이용하여 보안취약점을 점검하여야 함)"
          ],
          [
            "산출정보",
            "",
            "시큐어코딩 표준, 개발자 교육결과, 시큐어코딩 진단 및 조치 결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "SER-005"
          ],
          [
            "요구사항  명칭",
            "외부연동 보안"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용\n설명",
            "외부연동 보안\n ❍  외부 망에서 업무시스템 접속 시에는 VPN 방식 사용"
          ],
          [
            "",
            ""
          ],
          [
            "산출정보",
            "보안성검토 결과 반영"
          ],
          [
            "관련  요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "인증 및 권한"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "인증 및 권한"
          ],
          [
            "",
            "세부\n내용",
            "❍  모든 시스템의 사용자 인증 및 계정 정보는 보호되어야 하며, 우리회 정보\n보안 지침의 비밀번호 생성 규칙에 의거하여 영어 소문자, 대문자, 숫자, \n특수문자 중 두 종류 이상의 문자를 활용하여 9자리 이상으로 하여야 함\n ❍  비밀번호 등 중요한 정보는 단방향으로 암호화되어야 하고, 복호화를 금지함\n ❍  사용자 권한에 따른 시스템 및 데이터의 접근 통제가 구현되어야 함\n ❍  관리자페이지는 관리자 IP, MAC 주소로만 접근이 가능해야 함\n ❍  정보전송시 SSL을 적용해야 함\n ❍  서버 및 관리자 페이지 접근이 필요한 경우 유지관리업체용 계정을 별도로 \n생성하여 사용하여야 하며 해당 계정의 접속 로그를 추적할 수 있도록 하\n여야 함. 또한 계약 만료 시 해당 계정은 삭제 조치함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항  명칭",
            "",
            "감사 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "감사 보안"
          ],
          [
            "",
            "세부\n내용",
            "❍  관리자가 개인정보에 접근한 기록(웹로그, 요약정보)은 로그를 통해 남기도록 함\n ❍  업무 수행 로그는 다음 필수 사항(계정, 접속일시, 접속지 정보, 처리한 \n정보주체 정보, 수행 업무)을 남기도록 함\n ❍  로그는 12개월 이상 보관하며 비인가자에 의해 수정되지 않도록 구축함\n ❍  사용자의 화면 접속 기록을 웹로그로 보관함"
          ],
          [
            "산출정보",
            "",
            "보안성검토 결과 반영"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터 보안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안이 필요한 데이터 정의 및 암호화"
          ],
          [
            "",
            "세부\n내용",
            "❍  DB 데이터 중 개인정보 관련법 및 주관기관이 지정하는 개인정보는 암/복호화하여 \n사용하여야 하며, 암호화 대상 정보는 저장시 암호화하여 저장해야하고 전송\n시에도 암호화해야 함\n ❍  암호화 수준은 개인정보보호법 및 기타 보안 관련법이 정하는 수준을 만족해야 함\n ❍  암호화를 위한 솔루션은 주관기관과 협의하여 결정함\n ❍  데이터는 가급적 일단위 파일백업을 한다. 백업파일은 서버용량이 허용하는 한 \n유지하며 최소 한달간 유지하도록 함"
          ],
          [
            "산출정보",
            "",
            "암/복호화 방안"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-007 요구사항 명칭 누출금지정보 요구 사항 상세 설명 정의 누출금지대상 세부 내용 본 사업은 국가계약법 시행령21. 4. 1. 시행 및 시행규칙19. 12. 18. 시행 에 적용되며, 시행령 제76조부정당업자의 입찰참가자격 제한 1항에 의거 누 출금지정보의 범위는 다음과 같음 누출금지대상 정보 1 기관 소유 전산시스템의 내ᆞ외부 IP주소 현황 2 세부 전산시스템 구성현황 및 전산망구성도 3 사용자계정 및 패스워드 등 시스템 접근권한 정보 4 전산시스템 취약점분석 결과물 5 용역사업 결과물 및 프로그램 소스코드 6 국가용 보안시스템 및 정보보호시스템 도입현황 7 방화벽ᆞIPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트웍장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조 1항에 따라 비공 개 대상 정보로 분류된 기관의 내부문서 9 공공기관 개인정보보호에 관한 법률 제2조2호의 개인정보 10 보안업무규정 제4조의 비밀, 同 시행규칙 제16조3항의 대외비 11 기타 각급기관이 공개가 불가하다고 판단한 자료 산출정보 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-008 요구사항 명칭 특허청 보안성 검토 결과 이행 요구 사항 상세 설명 정의 특허청 보안성 검토에 따른 요구사항을 이행하도록 함 세부 내용 특허청에서 실시하는 보안성 검토 결과를 성실히 이행함 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-009 요구사항 명칭 보안확약서 요구 사항 상세 설명 정의 보안확약서의 제출 세부 내용 주관기관이 정하는 양식에 따라 과업 종료 이후 대표자명의의 보안 확약 서를 제출하여야 함 - 26 - 마. 품질 요구사항 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 품질 보증 기준 요구 사항 상세 설명 정의 단계별로 품질보증 기준가이드라인 및 목표를 제시하여야 함 세부 내용 사업수행 단계별 품질보증 활동에서 요구되는 산출물을 제출 함 사업수행계획서, 위험이슈관리대장, 요구사항 관리대장, 변경관리대장, 추진일정 계획서, 프로세스 정의서 등 사업수행 단계별로 품질보증 기준 가이드라인 및 목표를 제시하여야 함 산출정보 관련 요구사항 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-002 요구사항 명칭 기능 구현 정확성 요구 사항 상세 설명 정의 요구사항에 대한 기능 구현의 정확성 세부 내용 제시한 요구사항을 충족하는지 여부는 각 기능 요구사항의 검증테스트 활동을 통해 예상된 결과가 도출된 경우에 요구사항을 충족한 것으로 봄 기능 구현 정확성은 테스트 수행 기간에 테스트를 수행함으로써 평가함 산출정보 관련 요구사항 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-003 요구사항 명칭 설치 및 제거 용이성 요구 사항 상세 설명 정의 설치 및 제거 용이성 세부 내용 사용자매뉴얼 또는 관리자매뉴얼에 시스템 또는 프로그램의 설치나 제거를 위한 정보를 문서로 제공 산출정보 관련 요구사항",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "품질 보증 기준"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "단계별로 품질보증 기준(가이드라인) 및 목표를 제시하여야 함"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업수행 단계별 품질보증 활동에서 요구되는 산출물을 제출 함\n ❍  사업수행계획서,  위험(이슈)관리대장,  요구사항  관리대장,  변경관리대장, \n추진일정 계획서, 프로세스 정의서 등 사업수행 단계별로 품질보증 기준\n(가이드라인) 및 목표를 제시하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-007",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "누출금지정보",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "누출금지대상",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "❍  본 사업은 국가계약법 시행령(’21. 4. 1. 시행) 및 시행규칙(’19. 12. 18. 시행)\n에 적용되며, 시행령 제76조(부정당업자의 입찰참가자격 제한) 1항에 의거 누\n출금지정보의 범위는 다음과 같음",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "누출금지대상 정보\n① 기관 소유 전산시스템의 내ㆍ외부 IP주소 현황\n② 세부 전산시스템 구성현황 및 전산망구성도\n③ 사용자계정 및 패스워드 등 시스템 접근권한 정보\n④ 전산시스템 취약점분석 결과물\n⑤ 용역사업 결과물 및 프로그램 소스코드\n⑥ 국가용 보안시스템 및 정보보호시스템 도입현황\n⑦ 방화벽ㆍIPS 등 정보보호제품 및 라우터ㆍ스위치 등  \n   네트웍장비 설정 정보\n⑧ ‘공공기관의  정보공개에  관한  법률’  제9조  1항에 따라 비공\n개 대상 정보로 분류된 기관의 내부문서\n⑨ ‘공공기관 개인정보보호에 관한 법률’ 제2조2호의 개인정보\n⑩ ‘보안업무규정’ 제4조의 비밀, 同  시행규칙 제16조3항의 대외비\n⑪ 기타 각급기관이 공개가 불가하다고 판단한 자료",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "기능 구현 정확성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "요구사항에 대한 기능 구현의 정확성"
          ],
          [
            "",
            "세부\n내용",
            "❍  제시한 요구사항을 충족하는지 여부는 각 기능 요구사항의 검증(테스트) \n활동을 통해 예상된 결과가 도출된 경우에 요구사항을 충족한 것으로 봄\n ❍  기능 구현 정확성은 테스트 수행 기간에 테스트를 수행함으로써 평가함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-008"
          ],
          [
            "요구사항  명칭",
            "",
            "특허청 보안성 검토 결과 이행"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "특허청 보안성 검토에 따른 요구사항을 이행하도록 함"
          ],
          [
            "",
            "세부\n내용",
            "❍  특허청에서 실시하는 보안성 검토 결과를 성실히 이행함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "설치 및 제거 용이성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "설치 및 제거 용이성"
          ],
          [
            "",
            "세부\n내용",
            "❍  사용자매뉴얼 또는 관리자매뉴얼에 시스템 또는 프로그램의 설치나 제거를 \n위한 정보를 문서로 제공"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-009"
          ],
          [
            "요구사항  명칭",
            "",
            "보안확약서"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안확약서의 제출"
          ],
          [
            "",
            "세부\n내용",
            "❍  주관기관이 정하는 양식에 따라 과업 종료 이후 대표자명의의 보안 확약\n서를 제출하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-004 요구사항 명칭 이해 용이성 요구 사항 상세 설명 정의 이해 용이성 세부 내용 사용자 및 운영자가 시스템을 쉽고 편하게 사용할 수 있도록 기능, 운영에 다음과 같은 정보가 제공 - 기능 이해도 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 정보를 제공해야 함 - 운영의 이해도 시스템에서 제공하는 운영방법 및 인터페이스 기능과 방법을 운영자 매뉴얼에 포함해서 정보의 안정성과 데이터의 정합성을 유지해야 함 산출정보 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-005 요구사항 명칭 신뢰성 요구 사항 상세 설명 정의 신뢰성 세부 내용 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 운영환경에 무관하게 모든 채널에 동일한 자료 및 결과를 생성해야 함 복구할 수 없는 자료의 손실로 이어질 수 있는 오류를 방지하기 위한 통제 방안을 최대한 시스템에 반영해야하고, 오류가 발생하는 즉시 처리할 수 있는 비상 대책안을 사용자와 공유해야 함 산출정보 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-006 요구사항 명칭 품질관련 계획 수립 및 시행 요구 사항 상세 설명 정의 품질관리 방안 세부 내용 서비스요청사항 접수관리 방안과 고객지원방안 수립 및 시행 각 분야별 업무진행사항의 일일, 주간, 월간 보고체계 수립 및 시행 정규근무시간 외 현업 문의 응대 방안 제시 및 시행 소프트웨어 형상관리 소프트웨어를 이용한 소스 관리 산출정보 - 28 - 바. 데이터 요구사항 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-001 요구사항 명칭 데이터 표준 준수 요구 사항 상세 설명 정의 데이터 표준 준수 세부 내용 데이터표준화, 데이터관리, 표준용어를 수용할 수 있도록 DB 설계 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-002 요구사항 명칭 유연한 DB 구조 설계 요구 사항 상세 설명 정의 유연한 DB 구조 설계 세부 내용 DB 구조의 설계는 업무 처리 절차를 반영하여 유기적으로 구조화하여 설계 향후 업무 변동 및 시스템 확장, 프로그램 보완 등이 용이 하도록 설계하고, 확장할 수 있도록 구성 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-003 요구사항 명칭 테스트 데이터 운영 요구 사항 상세 설명 정의 테스트 데이터 구축 세부 내용 시스템테스트, 사용자교육, 시험운영 등 일련의 과정을 수행하기 위해 필수적 인 초기 데이터를 구축해야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터 표준 준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 표준 준수"
          ],
          [
            "",
            "세부\n내용",
            "❍  데이터표준화, 데이터관리, 표준용어를 수용할 수 있도록 DB 설계"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "이해 용이성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "이해 용이성"
          ],
          [
            "",
            "세부\n내용",
            "❍  사용자 및 운영자가 시스템을 쉽고 편하게 사용할 수 있도록 [기능, 운영]에 \n다음과 같은 정보가 제공\n   - 기능 이해도 : 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 \n정보를 제공해야 함\n   - 운영의 이해도 : 시스템에서 제공하는 운영방법 및 인터페이스 기능과 \n방법을  운영자  매뉴얼에  포함해서  정보의  안정성과  데이터의  정합성을 \n유지해야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "유연한 DB 구조 설계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "유연한 DB 구조 설계"
          ],
          [
            "",
            "세부\n내용",
            "❍  DB 구조의 설계는 업무 처리 절차를 반영하여 유기적으로 구조화하여 설계\n ❍  향후 업무 변동 및 시스템 확장, 프로그램 보완 등이 용이 하도록 설계하고, \n확장할 수 있도록 구성"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트 데이터 운영"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "테스트 데이터 구축"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템테스트, 사용자교육, 시험운영 등 일련의 과정을 수행하기 위해 필수적\n인 초기 데이터를 구축해야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "신뢰성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "신뢰성"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 운영환경에 \n무관하게 모든 채널에 동일한 자료 및 결과를 생성해야 함\n ❍  복구할 수 없는 자료의 손실로 이어질 수 있는 오류를 방지하기 위한 통제\n방안을 최대한 시스템에 반영해야하고, 오류가 발생하는 즉시 처리할 수 \n있는 비상 대책안을 사용자와 공유해야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "품질관련 계획 수립 및 시행"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리 방안"
          ],
          [
            "",
            "세부\n내용",
            "❍  서비스요청사항 접수관리 방안과 고객지원방안 수립 및 시행\n ❍  각 분야별 업무진행사항의 일일, 주간, 월간 보고체계 수립 및 시행\n ❍  정규근무시간 외 현업 문의 응대 방안 제시 및 시행\n ❍  소프트웨어 형상관리 소프트웨어를 이용한 소스 관리"
          ],
          [
            "산출정보",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - 사. 테스트 요구사항 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-003 요구사항 명칭 단위테스트 요구 사항 요구 사항 상세 설명 정의 프로그램 화면기능 단위 테스트 세부 내용 각 프로그램의 화면, 기능 단위별로 기능정의목록을 제공하고, 각각에 대해 테스트를 진행해야 함 단위 테스트 표준 점검항목에 의해 실시하고, 테스트 실행 결과에 따른 반영사항을 정리보고 및 반영 등의 절차로 수행 함 단위테스트 수행결과에 대한 이슈정리와 대안을 마련하여 반영 산출정보 테스트 계획서 테스트 결과서 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-001 요구사항 명칭 테스트 방안 요구 사항 상세 설명 정의 목표시스템 테스트 및 개선 세부 내용 테스트 유형 단위테스트, 통합테스트 테스트 환경 단위테스트는 개발 환경에서 수행, 통합테스트는 운영 환 경에서 수행함 시스템은 제공되기로 한 제안요청서의 요구사항을 제공하며, 초기 협의 한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 베이스라인으로 간주함 산출정보 테스트 계획서 테스트 결과서 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-002 요구사항 명칭 테스트 요구 일반사항 요구 사항 상세 설명 정의 테스트 요구 일반사항 세부 내용 각 구축 단계별로 세부적인 계획을 수립하여 테스트를 시행하여야 하며, 테스트 계획서와 결과서를 제출해야 함 개발초기부터 구축완료까지 지속적인 테스트와 해당 결과를 반영하여 요 구사항이 충족되는 시스템이 되도록 하여야 함 산출정보 테스트 계획서 테스트 결과서 - 30 - 요구사항 분류 테스트 요구사항 요구사항 고유번호 TER-004 요구사항 명칭 통합테스트 요구 사항 요구 사항 상세 설명 정의 단위업무시스템 또는 연계시스템간 통합 테스트 세부 내용 각 단위업무시스템 또는 연계시스템간 상호운영을 위한 테스트 계획서 작성 및 테스트 시나리오, 결과보고 및 반영의 절차로 수행함 실제 운영환경과 동일하게 구성하여 실시 테스트 계획서 작성, 테스트 시나리오 또는 케이스 작성, 테스트 실행, 결과보고 및 반영 등의 절차로 수행 함 통합테스트 수행결과에 대한 이슈정리 및 대안을 마련하여 반영 통합테스트 시 요구사항을 종합한 후 최종 베이스라인을 기준으로 실행 방안을 합의 및 확정하여 시스템에 반영하여야 함 산출정보 테스트 계획서 테스트 결과서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-001"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트 방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "목표시스템 테스트 및 개선"
          ],
          [
            "",
            "세부\n내용",
            "❍  테스트 유형 : 단위테스트, 통합테스트\n ❍  테스트 환경 : 단위테스트는 개발 환경에서 수행, 통합테스트는 운영 환\n경에서 수행함\n ❍  시스템은 제공되기로 한 제안요청서의 요구사항을  제공하며, 초기 협의\n한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 \n베이스라인으로 간주함"
          ],
          [
            "산출정보",
            "",
            "테스트 계획서 / 테스트 결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-004"
          ],
          [
            "요구사항  명칭",
            "",
            "통합테스트 요구 사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "단위업무시스템 또는 연계시스템간 통합 테스트"
          ],
          [
            "",
            "세부\n내용",
            "❍  각  단위업무시스템  또는  연계시스템간  상호운영을  위한  테스트  계획서 \n작성 및 테스트 시나리오, 결과보고 및 반영의 절차로 수행함\n ❍  실제 운영환경과 동일하게 구성하여 실시\n ❍  테스트  계획서  작성,  테스트  시나리오  또는  케이스  작성,  테스트  실행, \n결과보고 및 반영 등의 절차로 수행 함\n ❍  통합테스트 수행결과에 대한 이슈정리 및 대안을 마련하여 반영\n ❍  통합테스트 시 요구사항을 종합한 후 최종 베이스라인을 기준으로 실행\n방안을 합의 및 확정하여 시스템에 반영하여야 함"
          ],
          [
            "산출정보",
            "",
            "테스트 계획서 / 테스트 결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-002"
          ],
          [
            "요구사항  명칭",
            "",
            "테스트 요구 일반사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "테스트 요구 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  각  구축  단계별로  세부적인  계획을  수립하여  테스트를  시행하여야  하며, \n테스트 계획서와 결과서를 제출해야 함\n ❍  개발초기부터 구축완료까지 지속적인 테스트와 해당 결과를 반영하여 요\n구사항이 충족되는 시스템이 되도록 하여야 함"
          ],
          [
            "산출정보",
            "",
            "테스트 계획서 / 테스트 결과서"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "TER-003"
          ],
          [
            "요구사항  명칭",
            "",
            "단위테스트 요구 사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로그램 화면(기능) 단위 테스트"
          ],
          [
            "",
            "세부\n내용",
            "❍  각  프로그램의  화면,  기능  단위별로  기능정의목록을  제공하고,  각각에 \n대해 테스트를 진행해야 함\n ❍  단위 테스트 표준 점검항목에 의해 실시하고, 테스트 실행 결과에 따른 \n반영사항을 정리보고 및 반영 등의 절차로 수행 함 \n ❍  단위테스트 수행결과에 대한 이슈정리와 대안을 마련하여 반영"
          ],
          [
            "산출정보",
            "",
            "테스트 계획서 / 테스트 결과서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 아. 제약사항 요구사항 분류 제약사항 요구사항 고유번호 COR-001 요구사항 명칭 지식재산권 보호 요구 사항 상세 설명 정의 지식재산권에 관한 책임 및 관리 세부 내용 사업자가 제공한 제품 또는 개발 산출물이 국내외의 지식재산권을 침해하였다 는 이유로 우리회를 상대로 한 소송이 제기되었을 경우, 사업자가 모든 민형사상의 책임을 지며, 사업자의 비용으로 이를 변호하고 우리회에 부과된 손해 및 비용에 대하여 보상하여야 함 기본적으로 계약목적물의 지식재산권은 현행 행정기관 및 공공기관 정보시스템 구축운영 지침 제60조에 따름. 단 보안 및 정보보호에 관련된 생성물은 우리회 소유이며, 사업자는 사업완료 후 폐기하여야 하고, 기능개선, 유지관리를 위한 계약 목적물프로그램 등은 우리회 소유임 동 사업으로 새로이 지식재산권이 발생할 경우 계약당사자 간 공동소유로 함 산출정보 관련 요구사항 요구사항 분류 제약사항 요구사항 고유번호 COR-002 요구사항 명칭 용역의 작업 장소 상호협의, 작업장소 보안관리 요구 사항 상세 설명 정의 작업 장소 상호협의 세부 내용 본 용역은 하도급 불허 용역임 수행사의 지원이 원활하지 못하다고 판단될 경우 담당인력 교체를 요청 하여 교체할 수 있음 작업장소는 상호협의하여 결정 공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안하여야 하며 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 보안관리대책시건장치, 출입통제 등을 실시하여야 함 - 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 - 개인소유 PC 및 보조기억장치 반입반출 통제 - 생성문서는 별도 잠금장치가 된 곳에 보관, 안전한 방법으로 폐기할 것 - 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안 요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업 장소 에 관하여 우선 검토함. 다만, 발주기관에서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 - 32 - 요구사항 분류 제약사항 요구사항 고유번호 COR-003 요구사항 명칭 손해배상 책임 요구 사항 상세 설명 정의 손해배상 책임 세부 내용 사업자의 부주의, 고의 또는 과실로 유지관리 대상 시스템을 망실, 훼손한 것과 사고에 대하여 손해를 끼쳤을 경우 그에 상응한 보상 또는 교환 등의 손해 배상 책임을 져야함 장애접수 후 지연처리로 인하여 피해가 발생하였을 경우에는 이에 대한 손해배상의 책임을 져야함 산출정보 관련 요구사항 요구사항 분류 제약사항 요구사항 고유번호 COR-004 요구사항 명칭 기술적용 계획 요구 사항 상세 설명 정의 기술적용 계획 세부 내용 사업자는 첨부1 기술적용계획표를 준수하여 사업을 추진하여야 함 사업자는 사업 검사 및 최종감리 수행하는 경우 제안요청서의 기술적용 계획에 따른 기술적용결과표를 작성하여 제출하여야 함 사업자는 기술적용계획표가 포함된 제안서 및 사업수행계획서를 제출하여야 함. 다만, 사업자와 상호 협의하여 사업수행계획서 내의 기술적용계획표는 수 정할 수 있음 산출정보 관련 요구사항 요구사항 분류 제약사항 요구사항 고유번호 COR-005 요구사항 명칭 데이터 품질관리 요구 사항 상세 설명 정의 데이터 표준화 세부 내용 데이터 품질관리를 위하여 메타시스템을 활용하여 데이터 표준화하여야 함 산출정보 관련 요구사항",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "손해배상 책임"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "손해배상 책임"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자의 부주의, 고의 또는 과실로 유지관리 대상 시스템을 망실, 훼손한 것과 \n사고에 대하여 손해를 끼쳤을 경우 그에 상응한 보상 또는 교환 등의 손해\n배상 책임을 져야함\n ❍  장애접수 후 지연처리로 인하여 피해가 발생하였을 경우에는 이에 대한 \n손해배상의 책임을 져야함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "지식재산권 보호"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "지식재산권에 관한 책임 및 관리"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자가 제공한 제품 또는 개발 산출물이 국․내외의 지식재산권을 침해하였다\n는  이유로  우리회를  상대로  한  소송이  제기되었을  경우,  사업자가  모든 \n민․형사상의 책임을 지며, 사업자의 비용으로 이를 변호하고 우리회에 부과된 \n손해 및 비용에 대하여 보상하여야 함\n ❍  기본적으로 계약목적물의 지식재산권은 현행 “행정기관 및 공공기관 정보시스템 \n구축‧운영 지침” 제60조에 따름. 단 보안 및 정보보호에 관련된 생성물은 우리회 \n소유이며, 사업자는 사업완료 후 폐기하여야 하고, 기능개선, 유지관리를 위한 계약\n목적물(프로그램 등)은 우리회 소유임\n ❍  동 사업으로 새로이 지식재산권이 발생할 경우 계약당사자 간 공동소유로 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "기술적용 계획"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술적용 계획"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자는 첨부1 기술적용계획표를 준수하여 사업을 추진하여야 함\n ❍  사업자는 사업 검사 및 최종감리 수행하는 경우 제안요청서의 기술적용 계획에 \n따른 기술적용결과표를 작성하여 제출하여야 함\n ❍  사업자는 기술적용계획표가 포함된 제안서 및 사업수행계획서를 제출하여야 \n함. 다만, 사업자와 상호 협의하여 사업수행계획서 내의 기술적용계획표는 수\n정할 수 있음"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터 품질관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터 표준화"
          ],
          [
            "",
            "세부\n내용",
            "❍  데이터 품질관리를 위하여 메타시스템을 활용하여 데이터 표준화하여야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "용역의 작업 장소 상호협의, 작업장소 보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "작업 장소 상호협의"
          ],
          [
            "",
            "세부\n내용",
            "❍  본 용역은 하도급 불허 용역임\n ❍  수행사의 지원이 원활하지 못하다고 판단될 경우 담당인력 교체를 요청\n하여 교체할 수 있음\n ❍  작업장소는 상호협의하여 결정\n ❍  공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 \n대응방안을  제안하여야 하며  원격지  개발에  따른  수행  장소  등에  대하여 \n구체적인 보안관리대책(시건장치, 출입통제 등)을 실시하여야 함\n    - 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안\n    - 개인소유 PC 및 보조기억장치 반입·반출 통제\n    - 생성문서는 별도 잠금장치가 된 곳에 보관, 안전한 방법으로 폐기할 것\n    - 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것\n ❍  공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안 요구사항을 \n준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업 장소\n에  관하여 우선 검토함. 다만, 발주기관에서는 공급자가 제시한 작업장소가 \n보안요구사항을 준수하지 못한 경우 거부할 수 있음"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 요구사항 분류 제약사항 요구사항 고유번호 COR-006 요구사항 명칭 SW산출물 반출절차 요구 사항 상세 설명 정의 공급자는 SW산출물 반출시 정해진 절차를 따라야 함 세부 내용 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공한다. 단 공급자는 아래 내용을 준수하여야 함 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명의의 확약서를 발주기관에 제출하여야 함 - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관으로 부터 사전승인을 받아야 함 - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우에는 국가계약법 시행령제76조 제1항 제3호에 따라 입찰참가자격을 제한함 산출정보 관련 요구사항 요구사항 분류 제약사항 요구사항 고유번호 COR-007 요구사항 명칭 웹호환성 표준 준수 요구 사항 상세 설명 정의 웹호환성 표준 준수 세부 내용 전자정부 웹사이트 품질관리 지침 별표 및 전자정부법 시행령 제59조표준화 제3항의거 아래 표준 준수 1. 표준xHTML 문법준수여부 2. 표준 CSS 문법준수여부 3. 문자한글부호화 준수 4. 제어 기능의 표준 준수 5. 비표준 기술 제거 6. 기능 호환성 확보 7. 화면표시 호환성 확보 시장점유율 상위 3개 브라우저 이상에서 동일하게 표현되고 기능하도록 보장 하여야 함 모바일 뷰에서도 이상없이 동작하도록 구현해야 함 산출정보 관련 요구사항 - 34 - 요구사항 분류 제약사항 요구사항 고유번호 COR-008 요구사항 명칭 웹접근성 표준 준수 요구 사항 상세 설명 정의 정보접근 및 이용편의 증진을 위한 웹접근성 표준 준수 세부 내용 지능정보화 기본법 제46조 및 동법 시행령 34조 및 장애인 고령자 등의 정보접근 및 이용편의 증진을 위한 지침에 의거 아래 표준 준수 1.인식의 용이성대체 텍스트 제공 등 2.운영의 용이성키보드 접근성, 충분한 시간제공 등 3.이행의 용이성가독성, 콘텐츠의 논리성 등 4.견고성문법준수 등 과학기술부 웹접근성 품질인증기관에서 인증마크를 획득하여야 하며 인 증비용은 수행기관이 부담함 산출정보 웹접근성 테스트 계획서, 웹접근성 테스트 결과서 관련 요구사항 요구사항 분류 제약사항 요구사항 고유번호 COR-009 요구사항 명칭 개발언어 및 프레임워크 요구 사항 상세 설명 정의 표준 프레임워크를 사용해야 함 세부 내용 가급적 기존 영문, 한글사이트 소스를 재활용하지 않고 개발언어는 Java를 기반으로 하고 불가피한 경우를 제외하고 표준 프레임워크Spring, 전자정부표준 등를 사용함 산출정보 아키텍처 정의서 관련 요구사항",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "웹접근성 표준 준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보접근 및 이용편의 증진을 위한 웹접근성 표준 준수"
          ],
          [
            "",
            "세부\n내용",
            "❍  「지능정보화 기본법 제46조 및 동법 시행령 34조」 및 「장애인 \n   고령자 등의 정보접근 및 이용편의 증진을 위한 지침」에 의거 \n   아래 표준 준수 \n    1.인식의 용이성(대체 텍스트 제공 등)\n    2.운영의 용이성(키보드 접근성, 충분한 시간제공 등 \n    3.이행의 용이성(가독성, 콘텐츠의 논리성 등)\n    4.견고성(문법준수 등) \n ❍  과학기술부  웹접근성  품질인증기관에서 인증마크를 획득하여야 하며  인\n증비용은 수행기관이 부담함"
          ],
          [
            "산출정보",
            "",
            "웹접근성 테스트 계획서, 웹접근성 테스트 결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "SW산출물 반출절차"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공급자는 SW산출물 반출시 정해진 절차를 따라야 함"
          ],
          [
            "",
            "세부\n내용",
            "❍  공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, \n발주기관에서는 「보안업무규정」 제4조 및 제안요청서에 명시된 누출금지정보에 \n해당하지 않을 경우 SW산출물을 제공한다. (단 공급자는 아래 내용을 준수하여야 \n함)\n    - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누출금지정보로 \n명시한 정보를 삭제하고 활용하여야 하며, 이를 확인하는 공급자 대표명의의 확약서를 \n발주기관에 제출하여야 함\n    - 공급자가 반출된 SW산출물을 제3자에게 제공하려는 경우 반드시 발주기관으로\n부터 사전승인을 받아야 함\n    - 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출되는 경우 및 \n누출금지정보를 삭제하지 않고 활용하는 경우에는 「국가계약법 시행령」제76조 \n제1항 제3호에 따라 입찰참가자격을 제한함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "개발언어 및 프레임워크"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "표준 프레임워크를 사용해야 함"
          ],
          [
            "",
            "세부\n내용",
            "❍  가급적 기존 영문, 한글사이트 소스를 재활용하지 않고 개발언어는 Java를 기반으로 \n하고 불가피한 경우를 제외하고 표준 프레임워크(Spring, 전자정부표준 등)를 사용함"
          ],
          [
            "산출정보",
            "",
            "아키텍처 정의서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "웹호환성 표준 준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "웹호환성 표준 준수"
          ],
          [
            "",
            "세부\n내용",
            "❍  전자정부 웹사이트 품질관리 지침 별표 및 「전자정부법 시행령 제59조(표준화) \n제3항」의거 아래 표준 준수\n    1. 표준(x)HTML 문법준수여부\n    2. 표준 CSS 문법준수여부\n    3. 문자(한글)부호화 준수\n    4. 제어 기능의 표준 준수\n    5. 비표준 기술 제거\n    6. 기능 호환성 확보\n    7. 화면표시 호환성 확보\n ❍  시장점유율 상위 3개 브라우저 이상에서 동일하게 표현되고 기능하도록 보장\n하여야 함\n ❍  모바일 뷰에서도 이상없이 동작하도록 구현해야 함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 자. 프로젝트 관리 요구사항 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 프로젝트 관리 방법 요구 사항 상세 설명 정의 프로젝트 관리 방법 세부 내용 위험관리, 품질관리, 일정관리, 문서관리 등 프로젝트 관리 방법론을 통 한 체계적인 사업 관리 방안 제시 개발의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 체계적으로 프로젝트를 관리해야 함 단계별로 진행 상황을 보고하고 프로젝트 관련 산출물을 제출하여야 함 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-002 요구사항 명칭 산출물 관리 요구 사항 상세 설명 정의 산출물 관리 세부 내용 사업추진과정에서 생산되는 제반 작업 단위 별 산출물의 종류, 주요내용 작성 및 제출시기, 제출 부수, 제출매체 등을 제시하고 제출 시기는 사 업추진 공정 및 품질보증 계획과 연계되어야 함 모든 산출물은 디지털문서로 관리하고, 변경 버전 관리해야 함 기술적용계획표의 기술표준을 준수하여야 하며, 사업수행계획서 작성 시 발주자와 상호 협의하여 조정할 수 있음 검사 전 기술적용결과표를 제출하여야 하며, 기술적용계획의 변경이 필 요한 경우 발주자의 승인을 받아야 함 산출물 목록아래 산출물은 추가 될 수 있음 단계 보고서 내용 착수 수행 계획서 추진계획, 수행방법, 추진일정 등 수행계획 작성 진행월간주간보고 업무추진현황, SR처리현황, Help Desk 운영현황, 장 애처리현황, 인원현황, 시스템 정기점검 결과, 응용프 로그램 변경 내역, 운영종합의견, 건의사항 완료 완료 보고서 수행한 위탁운영결과를 종합하여 보고 테이블정의서테이블목록, 테이블정의서 등 DBMS 관련 산출물 소스코드 개발원시코드 서버 및 응용프로그램 소스코드를 CD로 제출 응용프로그램 관리자 매뉴얼 응용프로그램 운영 및 유지운영에 필요한 모든 사항을 화면단위로 상세히 기술 응용프로그램 사용자 매뉴얼 응용프로그램 사용에 필요한 모든 사항을 화면단위로 상세히 기술 - 36 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-003 요구사항 명칭 위험 및 이슈 관리 요구 사항 상세 설명 정의 위험 및 이슈 관리 세부 내용 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항 추가 및 변경으로 인한 변경부분에 대한 관리 등 각종 위험에 대한 통제 및 리 스크 관리 방안을 제시해야 함 비상대책 및 장애대응 방안 - 각종 침해사고 예방대책 및 서비스중단 사태 발생에 대한 긴급조치, 복구방법 등의 보안대책을 제시하여야 함 - 제안사는 프로그램 적용 시 오류발생 등 중요한 장애는 발생즉시 보고대응하는 방안을 제시하여야 함 - 제안사는 장애 예방대책 및 비상사태 발생 시에 대한 비상 연락체계, 근무체계 등을 포함한 대응방안을 제안하여야 한다.평일 근무 시간 뿐만 아니라, 근무외 시간 및 공휴일에도 당직 지원되어야 하며, 견적 제출 시 모든 비용을 포함하여 제출하여야 함 자료의 파손, 변질, 분실 등에 따른 백업 및 복구기능 프로그램 오류에 따른 시스템 장애, 시스템 다운에 대한 대처방안 - 제안사는 운용상의 장애가 발생하지 아니하도록 응용SW 사전점검 방안, 비상근무 방안을 제시하여야 함 - 제안사는 파업, 태업, 협력업체 도산 등에 대비하여 개발 부문별 긴급 대응 전략을 제시하여야 함 - 제안사는 발생된 오류에 대하여 동일한 유형의 오류재발 방지대책을 제시하여야 함 - 장애조치 완료 후에 처리사항에 대한 철저한 기록관리를 수행 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-004 요구사항 명칭 사업관리 요구사항 요구 사항 상세 설명 정의 사업 수행의 체계적인 관리를 위한 방안 마련 세부 내용 적용할 방법론 및 활용방안을 제시하고, 운영되어야 함 계약 후 10일 이내에 사업수행계획서WBS 포함 의무사항 및 기술적용계획표 를 제출하고, 사업착수사무실 임대, 사무집기 설치 등를 완료하여야 함 사업착수보고 및 중간보고, 완료보고 등 정기보고계획과 사업수행 진척 사항을 계획과 실적을 비교하여 주간 및 월간 단위로 보고 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트 관리 방법"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트 관리 방법"
          ],
          [
            "",
            "세부\n내용",
            "❍  위험관리, 품질관리, 일정관리, 문서관리 등 프로젝트 관리 방법론을 통\n한 체계적인 사업 관리 방안 제시\n ❍  개발의 완성도를 높이기 위해서 프로젝트 착수에서 종료까지 체계적으로 \n프로젝트를 관리해야 함\n ❍  단계별로 진행 상황을 보고하고 프로젝트 관련 산출물을 제출하여야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "위험 및 이슈 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위험 및 이슈 관리"
          ],
          [
            "",
            "세부\n내용",
            "❍  발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항 추가 및 \n변경으로 인한 변경부분에 대한 관리 등 각종 위험에 대한 통제 및 리\n스크 관리 방안을 제시해야 함\n ❍  비상대책 및 장애대응 방안\n    -  각종  침해사고  예방대책  및  서비스중단  사태  발생에  대한  긴급조치,     \n 복구방법 등의 보안대책을 제시하여야 함\n    - 제안사는 프로그램 적용 시 오류발생 등 중요한 장애는 발생즉시 \n   보고/대응하는 방안을 제시하여야 함\n    -  제안사는  장애  예방대책  및  비상사태  발생  시에  대한  비상  연락체계,    \n 근무체계  등을  포함한  대응방안을  제안하여야  한다.(평일  근무  시간      \n뿐만  아니라,  근무외  시간  및  공휴일에도  당직  지원되어야  하며,  견적     \n제출 시 모든 비용을 포함하여 제출하여야 함)\n     · 자료의 파손, 변질, 분실 등에 따른 백업 및 복구기능\n     · 프로그램 오류에 따른 시스템 장애, 시스템 다운에 대한 대처방안\n    -  제안사는  운용상의  장애가  발생하지  아니하도록  응용S/W  사전점검     \n방안, 비상근무 방안을 제시하여야 함\n    -  제안사는  파업,  태업,  협력업체  도산  등에  대비하여  개발  부문별  긴급   \n  대응 전략을 제시하여야 함\n    -  제안사는  발생된  오류에  대하여  동일한  유형의  오류 재발  방지대책을    \n 제시하여야 함\n    - 장애조치 완료 후에 처리사항에 대한 철저한 기록관리를 수행"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "사업관리 요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업 수행의 체계적인 관리를 위한 방안 마련"
          ],
          [
            "",
            "세부\n내용",
            "❍  적용할 방법론 및 활용방안을 제시하고, 운영되어야 함\n ❍  계약 후 10일 이내에 사업수행계획서(WBS 포함 의무사항) 및 기술적용계획표\n를 제출하고, 사업착수(사무실 임대, 사무집기 설치 등)를 완료하여야 함\n ❍  사업착수보고  및 중간보고, 완료보고  등 정기보고계획과 사업수행 진척\n사항을 계획과 실적을 비교하여 주간 및 월간 단위로 보고 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-002",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "산출물 관리",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물 관리",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "❍  사업추진과정에서 생산되는 제반 작업 단위 별 산출물의 종류, 주요내용 \n작성 및 제출시기, 제출 부수, 제출매체 등을 제시하고 제출 시기는 사\n업추진 공정 및 품질보증 계획과 연계되어야 함\n ❍  모든 산출물은 디지털문서로 관리하고, 변경 버전 관리해야 함\n ❍  기술적용계획표의 기술표준을 준수하여야 하며, 사업수행계획서 작성 시 \n발주자와 상호 협의하여 조정할 수 있음\n ❍  검사 전 기술적용결과표를 제출하여야 하며, 기술적용계획의 변경이 필\n요한 경우 발주자의 승인을 받아야 함\n ❍  산출물 목록(아래 산출물은 추가 될 수 있음)",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "단계",
            "보고서",
            "내용",
            ""
          ],
          [
            "",
            "",
            "",
            "착수",
            "수행 계획서",
            "추진계획, 수행방법, 추진일정 등 수행계획 작성",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "진행 월간/주간보고",
            "업무추진현황,  S/R처리현황,  Help  Desk  운영현황,  장\n애처리현황, 인원현황, 시스템 정기점검 결과, 응용프\n로그램 변경 내역, 운영종합의견, 건의사항",
            ""
          ],
          [
            "",
            "",
            "",
            "완료",
            "완료 보고서",
            "수행한 위탁운영결과를 종합하여 보고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "테이블정의서 테이블목록, 테이블정의서 등 DBMS 관련 산출물",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "소스코드 \n(개발원시코드)",
            "서버 및 응용프로그램 소스코드를 CD로 제출",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "응용프로그램 \n관리자 매뉴얼",
            "응용프로그램 운영 및 유지운영에 필요한 모든 사항을 \n화면단위로 상세히 기술",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "응용프로그램 \n사용자 매뉴얼",
            "응용프로그램 사용에 필요한 모든 사항을 화면단위로 \n상세히 기술",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-005 요구사항 명칭 인력관리 요구사항 요구 사항 상세 설명 정의 사업을 수행할 추진조직 구성 및 역할정의 세부 내용 추진조직 구성방안, 조직의 역할 정의 등을 제시하여야 함 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-006 요구사항 명칭 보고관리 요구 사항 상세 설명 정의 정기 및 비정기 보고 세부 내용 주월간 보고는 수행 시 주관기관과 일정 협의에 의하여 변경 가능하고, 원활한 과업추진을 위해 필요시 비정기적인 보고를 요청할 수 있음 보고계획 회의개최는 기관의 요구에 따라 협의하여 추가로 실시 가능 사업수행계획서 작성 및 제출 - 계약 체결일로부터 10일 이내에 계약서, 제안요청서, 제안서 등의 내용 을 기초로 하여 사업수행계획서를 제출하여야 하며, 필요시 내용의 보완을 지시할 수 있으며 사업자는 이에 응하여야 함 - 사업수행계획서에는 본 사업의 적정한 관리를 위하여 품질 보증 계획, 위험관리 계획, 추진일정 계획 등이 포함되어야 함 사업 목적 및 범위 산출물 목록 및 정의서 기술적용계획 사업추진에 따른 사업관리와 품질관리에 대한 방법 및 절차 사업추진 기간 중 실시할 기술이전 및 교육계획 사업추진에 필요한 관련기관에 대한 협조요청사항 기타 사업추진 중에 선행되어야 할 사항 등 - 사업자는 사업수행계획서를 바탕으로 우리회와 협의하여 착수 보고회를 개최할 수 있음 - 38 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-007 요구사항 명칭 일정 관리 요구 사항 상세 설명 정의 세부 일정 관리 세부 내용 과업기간 동안에 내외부 관계자를 참석시켜 착수보고회, 중간보고회, 최 종보고회를 각각 실시하고 그 결과를 반영하여 산출물을 제출하여야 함. 계약일로부터 사업완료일까지 착수일 기준 매주매월 착수계획서에 제시된 사업수행 절차에 따른 현재의 구체적인 공정 및 진행사항, 업무 추진 상 문제점 및 대안방안 등에 대한 진도 보고서를 작성제출 하여야 함 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-008 요구사항 명칭 개발 소스프로그램 요구 사항 상세 설명 정의 개발 소스관리 세부 내용 사업완료 후 패키지 소프트웨어를 제외한 모든 개발 프로그램의 소스 코드를 제출 소스 코드 제공이 불가할 경우 공인 기관에 소프트웨어 임치 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-009 요구사항 명칭 구축 방법론 요구 사항 상세 설명 정의 세부구축 방법론 세부 내용 구축방법론은 제안사가 개발에 효율적이라고 판단되는 방법론을 선택하 되, 빠른 통합 및 빌드가 가능한 방안을 제시, 이에 대한 방법론 선정 사유 제시 본 사업의 수행절차의 체계적 관리를 위한 방법론을 분석, 설계, 개발, 통합 및 시험에 이르기까지 단계별로 체계적인 적용방안 제시 프로그램 개발 및 도큐멘테이션 등 프로그램과 데이터 관리에 대한 표준 화, 변경관리, 문서관리방안 제시",
      "tables": [
        [
          [
            "요구사항  분류",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "PMR-005"
          ],
          [
            "요구사항  명칭",
            "인력관리 요구사항"
          ],
          [
            "요구\n정의\n사항\n세부\n상세\n내용\n설명",
            "사업을 수행할 추진조직 구성 및 역할정의\n ❍  추진조직 구성방안, 조직의 역할 정의 등을 제시하여야 함"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "일정 관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "세부 일정 관리"
          ],
          [
            "",
            "세부\n내용",
            "❍  과업기간 동안에 내/외부 관계자를 참석시켜 착수보고회, 중간보고회, 최\n종보고회를 각각 실시하고 그 결과를 반영하여 산출물을 제출하여야 함.\n ❍  계약일로부터 사업완료일까지 착수일 기준 매주·매월 착수계획서에 제시된 \n사업수행 절차에 따른 현재의 구체적인 공정 및 진행사항, 업무 추진 상 \n문제점 및 대안방안 등에 대한 진도 보고서를 작성·제출 하여야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "개발 소스프로그램"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개발 소스관리"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업완료 후 패키지 소프트웨어를 제외한 모든 개발 프로그램의 소스 코드를 제출\n ❍  소스 코드 제공이 불가할 경우 공인 기관에 소프트웨어 임치"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "구축 방법론"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "세부구축 방법론"
          ],
          [
            "",
            "세부\n내용",
            "❍  구축방법론은 제안사가 개발에 효율적이라고 판단되는 방법론을 선택하\n되,  빠른  통합  및  빌드가  가능한  방안을  제시,  이에  대한  방법론  선정 \n사유 제시\n ❍  본  사업의  수행절차의  체계적  관리를  위한  방법론을  분석,  설계,  개발, \n통합 및 시험에 이르기까지 단계별로 체계적인 적용방안 제시\n ❍  프로그램 개발 및 도큐멘테이션 등 프로그램과 데이터 관리에 대한 표준\n화, 변경관리, 문서관리방안 제시"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "보고관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정기 및 비정기 보고"
          ],
          [
            "",
            "세부\n내용",
            "❍  주/월간 보고는 수행 시 주관기관과 일정 협의에 의하여 변경 가능하고, \n원활한 과업추진을 위해 필요시 비정기적인 보고를 요청할 수 있음\n ❍  보고계획\n    ※ 회의개최는 기관의 요구에 따라 협의하여 추가로 실시 가능\n ❍  사업수행계획서 작성 및 제출\n    -  계약  체결일로부터  10일  이내에  계약서, 제안요청서,  제안서  등의  내용\n을 기초로 하여 사업수행계획서를 제출하여야 하며, 필요시 내용의 보완을 \n지시할 수 있으며 사업자는 이에 응하여야 함\n    -  사업수행계획서에는  본  사업의  적정한  관리를  위하여  품질  보증  계획, \n위험관리 계획, 추진일정 계획 등이 포함되어야 함\n     ․  사업 목적 및 범위\n     ․  산출물 목록 및 정의서\n     ․  기술적용계획\n     ․  사업추진에 따른 사업관리와 품질관리에 대한 방법 및 절차\n     ․  사업추진 기간 중 실시할 기술이전 및 교육계획\n     ․  사업추진에 필요한 관련기관에 대한 협조요청사항\n     ․  기타 사업추진 중에 선행되어야 할 사항 등\n    - 사업자는 사업수행계획서를 바탕으로 우리회와 협의하여 착수 보고회를 \n개최할 수 있음"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 차. 프로젝트 지원 요구사항 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 교육 훈련 요구 사항 상세 설명 정의 교육 훈련 세부 내용 사업자는 구축시스템 운영 관리를 위한 교육을 실시하여야 함 - 시스템 관리자 대상 교육 시스템 운용 교육 - 업무부서 담당자 대상 교육 업무처리 프로그램 사용 교육 교육 훈련은 대상자별 훈련계획서를 수립하여 단계별로 실시하여야 함 시스템 운영자에 대한 교육계획 및 일정을 항목별로 제시하여야 함 시스템 구축 완료 후 도입 시스템의 운영 등에 대한 기술 이전 재교육을 요청할 경우 이에 응해야 함 교육내용에는 시스템의 운영, 백업, 시스템 감시 및 보안, 비상복구방법 을 포함하여 시스템 전반에 관한 내용이 포함되어야 함 시스템 부팅, 다운ᆞ장애발생시 조치방법 및 사용자 운영지침요약본 등 중요 사용법을 시스템에 부착 가능하도록 코팅하여 제공해야 함 시스템 구축기간 및 무상하자보수기간동안 진흥회가 정보기술 자문과 관 련 자료를 요구하는 경우 이에 성실히 응해야 함 계약사는 시스템운영에 관한 전반적인 관리 매뉴얼 및 기술자료를 제공 하여야 함 자체 대처능력 제고 및 업무 인수인계를 위하여 장애처리 및 사용자 업 무활용 지원 내용을 업무편람으로 작성하여 유지함 계약사는 HW 및 SW 업그레이드 등 시스템에 대한 제반 정보와 기술지 원을 제공하여야 하며, DB 등 관련 시스템의 효율적인 운영 및 최적화 방안 등 제반 기술자문에 성실히 응하여야 하며, 필요시 시스템 개선에 적극 협조하여야 함 계약사는 각종 최신기술 및 운영기술 등의 정보를 제공하여야 함 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-002 요구사항 명칭 사용자 매뉴얼 요구 사항 상세 설명 정의 사용자 매뉴얼 세부 내용 매뉴얼에는 각 사용자들이 사용할 수 있는 기능을 모두 포함하며 다음과 같은 정보를 반드시 포함해야 함 사용자 매뉴얼은 화면을 기준으로 사용 방법을 설명함 사용자 매뉴얼 제공 정보 목표시스템 실행 방법, 목표시스템 세부 기능 사용설명 - 40 - 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-003 요구사항 명칭 하자보수 요건 요구 사항 상세 설명 정의 시스템에 대한 무상 하자보수 세부 내용 무상 하자보수기간은 사업을 종료한 날최종 산출물을 검사한 날로부터 1년으로 하고 주관사업자는 동기간 중 하자가 발생할 경우 무상으로 보 수해야 함 하자보수 범위에 대해서 구체적으로 제시해야 함 구체적인 하자보수운영 및 실행 계획 제시 시스템의 최적 운용 및 응급처리 방안 등에 대한 상세한 장애대응 방안 제시하자보수기간 내에 공급된 솔루션에 대한 기능 버전 Upgrade를 실 시 구축기간이나 무상하자보수기간 중 서버 구성의 변경이나 확장으로 인해 응용 시스템과 관련된 작업 필요시, 제안사는 모든 작업을 무상으로 지 원하여야 함 장애발생시 2시간 이내에 전문요원이 도착, 6시간 이내에 정상복구를 위 한 적절한 조치를 취하고 원인을 규명하여야 함 고장수리 보장시간 내에 정상 가동시킬 수 없다고 판단되었을 경우에는 즉시 진흥회에 통보하고 동 기간 동안 대체 시스템을 지원하여야 함 납품업체는 무상 하자보수기간 내 납품 시스템의 보안상 문제점이 발견 될 시 즉각 그 대책을 수립하여 해결하여야 함 향후 시스템을 확장하거나 이설, 타기종으로의 교체사유 등이 발생할 경 우 납품업체는 이에 적극 지원, 협조하여야 함 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-004 요구사항 명칭 안정화 활동 요구 사항 상세 설명 정의 시스템 운영 안정화 세부 내용 시스템 고도화 Open 후 안정된 운영을 위한 실행방안을 제시 - 실행방안에는 운영 유지관리 인력 교육, 자체 헬프데스크 운영 및 비상 연락체제 가동, 기술지원 등을 의미함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항  명칭",
            "",
            "하자보수 요건"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템에 대한 무상 하자보수"
          ],
          [
            "",
            "세부\n내용",
            "❍  무상 하자보수기간은 사업을 종료한 날(최종 산출물을 검사한 날)로부터 \n1년으로 하고 주관사업자는 동기간 중 하자가 발생할 경우 무상으로 보\n수해야 함\n ❍  하자보수 범위에 대해서 구체적으로 제시해야 함\n ❍  구체적인 하자보수운영 및 실행 계획  제시\n ❍  시스템의 최적 운용 및 응급처리 방안 등에 대한 상세한 장애대응 방안 \n제시(하자보수기간 내에 공급된 솔루션에 대한 기능 버전 Upgrade를 실\n시)\n ❍  구축기간이나 무상하자보수기간 중 서버 구성의 변경이나 확장으로 인해  \n응용 시스템과 관련된 작업 필요시, 제안사는 모든 작업을 무상으로 지\n원하여야 함\n ❍  장애발생시 2시간 이내에 전문요원이 도착, 6시간 이내에 정상복구를 위\n한 적절한 조치를 취하고 원인을 규명하여야 함\n ❍  고장수리 보장시간 내에 정상 가동시킬 수 없다고 판단되었을 경우에는  \n즉시 진흥회에 통보하고 동 기간 동안 대체 시스템을 지원하여야 함\n ❍  납품업체는 무상 하자보수기간 내 납품 시스템의 보안상 문제점이 발견\n될 시 즉각 그 대책을 수립하여 해결하여야 함\n ❍  향후 시스템을 확장하거나 이설, 타기종으로의 교체사유 등이 발생할 경\n우 납품업체는 이에 적극 지원, 협조하여야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "교육 훈련"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "교육 훈련"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자는 구축시스템 운영 관리를 위한 교육을 실시하여야 함\n    - 시스템 관리자 대상 교육 : 시스템 운용 교육\n    - 업무부서 담당자 대상 교육 : 업무처리 프로그램 사용 교육\n ❍  교육 훈련은 대상자별 훈련계획서를 수립하여 단계별로 실시하여야 함\n ❍  시스템 운영자에 대한 교육계획 및 일정을 항목별로 제시하여야 함\n ❍  시스템 구축 완료 후 도입 시스템의 운영 등에 대한 기술 이전 재교육을 \n요청할 경우 이에 응해야 함\n ❍  교육내용에는 시스템의 운영, 백업, 시스템 감시 및 보안, 비상복구방법\n을 포함하여 시스템 전반에 관한 내용이 포함되어야 함\n ❍  시스템 부팅,  다운ㆍ장애발생시 조치방법 및 사용자 운영지침요약본 등 \n중요 사용법을 시스템에 부착 가능하도록 코팅하여 제공해야 함\n ❍  시스템 구축기간 및 무상하자보수기간동안 진흥회가 정보기술 자문과 관\n련 자료를 요구하는 경우 이에 성실히 응해야 함\n ❍  계약사는 시스템운영에 관한 전반적인 관리 매뉴얼 및 기술자료를 제공\n하여야 함\n ❍  자체 대처능력 제고 및 업무 인수인계를 위하여 장애처리 및 사용자 업\n무활용 지원 내용을 업무편람으로 작성하여 유지함\n ❍  계약사는 H/W 및 S/W 업그레이드 등 시스템에 대한 제반 정보와 기술지\n원을  제공하여야  하며, DB  등  관련  시스템의 효율적인  운영  및  최적화 \n방안 등 제반 기술자문에 성실히 응하여야 하며, 필요시 시스템 개선에 \n적극 협조하여야 함\n ❍  계약사는 각종 최신기술 및 운영기술 등의 정보를 제공하여야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항  명칭",
            "",
            "안정화 활동"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 운영 안정화"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템 고도화 Open 후 안정된 운영을 위한 실행방안을 제시\n   - 실행방안에는 운영 유지관리 인력 교육, 자체 헬프데스크 운영 및 비상\n연락체제 가동, 기술지원 등을 의미함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  명칭",
            "",
            "사용자 매뉴얼"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사용자 매뉴얼"
          ],
          [
            "",
            "세부\n내용",
            "❍  매뉴얼에는 각 사용자들이 사용할 수 있는 기능을 모두 포함하며 다음과 \n같은 정보를 반드시 포함해야 함\n ❍  사용자 매뉴얼은 화면을 기준으로 사용 방법을 설명함\n ❍  사용자 매뉴얼 제공 정보 : 목표시스템 실행 방법, 목표시스템 세부 기능 \n사용설명"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-005 요구사항 명칭 기술지원 요구 사항 상세 설명 정의 기술지원 세부 내용 과업 수행에 필요한 기술이전 대상과 기술이전 방법 등에 대한 계획 제시 적용 HW, SWOS, 개발 툴 등의 효율적인 구성, 운영 및 향후 확장성 을 고려한 모델을 제시하고 기술이전 실시 시스템 부팅, 다운ᆞ장애발생시 조치방법 및 사용자 운영지침요약본 등 중 요 사용법을 시스템에 부착 가능하도록 코팅하여 제공해야 함 시스템 고도화기간 및 무상하자보수 기간 동안 진흥회가 정보기술 자문 과 관련 자료를 요구하는 경우 이에 성실히 응해야 함 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-006 요구사항 명칭 유지관리 요구 사항 상세 설명 정의 유지관리 세부 내용 하자보수 기간 동안 응용 소프트웨어의 원활한 운영 및 안정화 및 시스 템 개선을 위하여 지속적으로 지원 하자보수 기간 중에 시스템 운영 및 유지관리를 위해 필요한 사항 및 인 력 운영, 범위, 예산 등을 구체적으로 제시 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-007 요구사항 명칭 시스템 장애복구 요구 사항 상세 설명 정의 시스템 장애복구 세부 내용 시스템 상태를 확인하고, 문제발생 시 신속하게 대처해야 함 자료의 파손, 변질, 분실 등에 대비하기 위하여 체계적이고 효과적인 백 업 및 복구 방안 제시 발생 가능한 장애 요소들을 유형별단계별로 구분하여 제시하고, 이에 대 한 대처방안 제시 각종 장애 발생 시 즉각적인 원인분석 및 복구 등 하자보수를 보장하기 위하여 기술지원 부서 및 전문 인력을 확보하고 있어야 함 - 42 - 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-008 요구사항 명칭 저작권의 책임 요구 사항 상세 설명 정의 저작권의 책임 세부 내용 본 사업과 관련된 모든 소프트웨어는 저작권자사가 부여한 라이센스 조건 및 보증조건의 범위 등 저작권을 침해하여서는 안되며, 본 사업완 료 이후에라도 제안된 소프트웨어 사용에 따른 문제 발생 시 사업자가 모든 책임을 지고 해결해야 함 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-009 요구사항 명칭 인수인계 요구 사항 상세 설명 정의 인수인계 세부 내용 사업자 선정일과 동시에 용역 개시일 전까지, 기존 용역 사업자와 인수 인계를 실시한 후, 인수인계서를 제출하여야 함인수인계 일수는 최소 10일 이상이어야 함 - 시스템 구성도, 네트워크 구성도, 서버 및 장비 ID 및 패스워드 정보 등 별첨2 자료 인수인계서샘플 양식 참조 차기 용역수행사업자에게 용역대상 사업을 성실히 인계하는 방안을 제시 하여야 하며, 용역만료 1개월 전까지 용역기간 동안 취득한 모든 산출물 및 정보를 주관기관에게 반납하는 방안이 포함되어야 함 인수인계방안에는 투입인력 교체기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책이 포함되어야 함",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-008"
          ],
          [
            "요구사항  명칭",
            "",
            "저작권의 책임"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "저작권의 책임"
          ],
          [
            "",
            "세부\n내용",
            "❍  본  사업과  관련된  모든  소프트웨어는  저작권자(사)가  부여한  라이센스 \n조건 및 보증조건의 범위 등 저작권을 침해하여서는 안되며, 본 사업완\n료  이후에라도  제안된  소프트웨어  사용에  따른  문제  발생  시  사업자가 \n모든 책임을 지고 해결해야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항  명칭",
            "",
            "기술지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기술지원"
          ],
          [
            "",
            "세부\n내용",
            "❍  과업 수행에 필요한 기술이전 대상과 기술이전 방법 등에 대한 계획 제시\n ❍  적용 H/W, S/W(OS, 개발 툴 등)의 효율적인 구성, 운영 및 향후 확장성\n을 고려한 모델을 제시하고 기술이전 실시\n ❍  시스템 부팅, 다운ㆍ장애발생시 조치방법 및 사용자 운영지침요약본 등 중\n요 사용법을 시스템에 부착 가능하도록 코팅하여 제공해야 함\n ❍  시스템 고도화기간 및 무상하자보수 기간 동안 진흥회가 정보기술 자문\n과 관련 자료를 요구하는 경우 이에 성실히 응해야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-006"
          ],
          [
            "요구사항  명칭",
            "",
            "유지관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "유지관리"
          ],
          [
            "",
            "세부\n내용",
            "❍  하자보수 기간 동안 응용 소프트웨어의 원활한 운영 및 안정화 및 시스\n템 개선을 위하여 지속적으로 지원\n ❍  하자보수 기간 중에 시스템 운영 및 유지관리를 위해 필요한 사항 및 인\n력 운영, 범위, 예산 등을 구체적으로 제시"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-009"
          ],
          [
            "요구사항  명칭",
            "",
            "인수인계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "인수인계"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자 선정일과 동시에 용역 개시일 전까지, 기존 용역 사업자와 인수\n인계를  실시한  후,  인수인계서를  제출하여야  함(인수인계  일수는  최소 \n10일 이상이어야 함)\n    - 시스템 구성도, 네트워크 구성도, 서버 및 장비 ID 및 패스워드 정보 등\n(<별첨2> 자료 인수인계서(샘플) 양식 참조)\n ❍  차기 용역수행사업자에게 용역대상 사업을 성실히 인계하는 방안을 제시\n하여야 하며, 용역만료 1개월 전까지 용역기간 동안 취득한 모든 산출물 \n및 정보를 주관기관에게 반납하는 방안이 포함되어야 함\n ❍  인수․인계방안에는  투입인력  교체기간  동안  발생하는  업무의  안정화  및  \n품질 저하 방지대책이 포함되어야 함"
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-007"
          ],
          [
            "요구사항  명칭",
            "",
            "시스템 장애복구"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템 장애복구"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템 상태를 확인하고, 문제발생 시 신속하게 대처해야 함\n ❍  자료의 파손, 변질, 분실 등에 대비하기 위하여 체계적이고 효과적인 백\n업 및 복구 방안 제시\n ❍  발생 가능한 장애 요소들을 유형별․단계별로 구분하여 제시하고, 이에 대\n한 대처방안 제시\n ❍  각종 장애 발생 시 즉각적인 원인분석 및 복구 등 하자보수를 보장하기 \n위하여 기술지원 부서 및 전문 인력을 확보하고 있어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - V. 제안 안내 1 제안서 제출 및 입찰서류 가 입찰참가신청서 및 제안서 제출 1 일시 및 장소 입찰공고문 참조 - 제안서 접수 시간 및 장소는 나라장터 시스템 기준으로 합니다. 2 제출방법 - 제안서 및 입찰참가신청 서류 등은 나라장터e-발주시스템를 통해 온라인으로 제출 3 문의처 - 사업담당 기업성장지원실 박수희 전문위원02-3459-2891 나 제안서 기술평가 1 사업제안서 내용의 검토 및 평가를 위하여 입찰참가자는 사업수행 기관 선정기술심사에 성실하게 임하여야 하며, 발표자는 수행책 임자가입찰시 제출했던 사업제안서의 요약본으로 발표 수행을원 칙으로 함 2 사업수행사 선정 기술심의 일정 추후 공지 2 입찰 참가자격 1 제안대상 사업의 수행이 가능한 업체로서 아래의 요건을 갖춘 업체 - 국가를 당사자로 하는 계약에 관한 법률 시행령제12조 및 동법 시행규칙 제14조의 규정에 의한 입찰참가 자격을 갖춘 자 - 국가를 당사자로 하는 계약에 관한 법률 시행령제43조 규정에 의한 협상절차를 거쳐 계약함이 타당하다고 인정되는 업체 - 44 - - 국가종합전자조달시스템 입찰참가자격등록규정에 의하여 반드시 나 라장터G2B에 입찰마감일 전일까지 입찰참가자격을 등록한 자 - 소프트웨어 진흥법제2조제4호에 의한 소프트웨어사업자 나라장터 업종코드 1468컴퓨터관련 서비스사업 - 중소기업제품 구매촉진 및 판로지원에 관한 법률제9조 및 같 은 법 시행령 제10조에 의한 직접생산 확인증명서 세부품명 정보 시스템개발서비스, 세부품명번호 8111159901를 소지한 자 조달청의 경쟁입찰 참가자격등록은 수시로 가능하며, 입찰참가를 위해서는 전자입찰서 제출 마감일 전일까지 등록해야 함 2 본 사업은 20억원 미만 사업으로 소프트웨어 진흥법제48조중소 소프트웨 어사업자의 사업참여 지원 및 중소 소프트웨어사업자의 사업 참여 지원에 관 한 지침 제2조, 제3조에 따라 대기업 및 중견기업인 소프트웨어 사업자, 상호 출자제한기업집단소속 회사의 입찰 참여 제한 소프트웨어사업자 일반 현황 관리확인서 상의 공공 소프트웨어사업 입찰참여 제한금액 없음으로 확인 - 총 사업금액 20억원 미만인 사업으로 중소 소프트웨어 사업자 소프트웨어 사 업자 일반 현황 관리 확인서 상의 공공 소프트웨어사업 입찰참여 제한금액 없음 으로 확인만 입찰참가 가능 3 중소기업기본법제2조에 따른 중소기업자 또는 소상공인 보호 및 지원에 관한 법률제2조에 따른 소상공인으로서 중소기업 범위 및 확인에 관한 규정에 따라 발급된 중소기업소상공인 확인서를 소지한 자 중소기업소상공인 확인서는 전자입찰서 제출마감일 전일까지 발급된 것으로 유효기간 내에 있어야 하며, 중소기업 공공구매 종합정보망smpp.go.kr에서 확인하여 확인이 되지 않을 경우 입찰참가 자격이 없습니다. 다만, 동 확인서를 발급받지 못한 업체 중 전자입찰서 제출마감일 전일까지 동 확인서 발급을 신청한 업체는 입찰참가가 가능하나, 제안서 제출 후 5일까지 확인이 되지 않거나 입찰참가자격상 기업구분이 다른 경우에는 참가자격이 없습니다. 또한, 중소기업제품 구매촉진 및 판로지원에 관한 법률 제8조의2에 해당하는 자는 입찰에 참여 할 수 없습니다. 4 국가를 당사자로 하는 계약에 관한 법률제27조 및 동법 시행령 제76조부정당업자의 입찰참가자격 제한에 해당되지 않는 업체",
      "tables": [],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 24,
      "text": "- 45 - 5 소프트웨어 진흥법제48조중소 소프트웨어사업자의 사업 참여 지원에 따른 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부 고시 제2022-8호, 2022. 3. 8준수 6 단독 또는 공동계약공동이행방식이 가능합니다. 7 본 사업은 하도급 불허 사업임 3 제안서 효력 1 제안서에 제시된 내용과 발주자 요구에 의하여 수정, 보완, 변경된 제 안내용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 갖습니다. 다만, 계약서에 명시된 경우는 계약서가 우선합니다. 2 필요시 제안사에 대하여 자료를 요구할 수 있으며, 이에 따라 제출된 자 료는 제안서와 동일한 효력을 갖습니다. 3 제출된 제안서의 내용은 발주자의 동의 없이 제안사 임의로 변경할 수 없습니다. 4 기타 안내사항 1 정보시스템개발 및 유지관리를위한 일정, 장소 및 설비 기타 작업 환경은 발주기관과 계약당사자가 상호협의하여 결정한다. 2 입찰참가자는 제안서 작성 시, 하자담보 책임기간을 1년 이내라고 명시한다.유지관리업체는 사업이 종료된 날로부터 1년 이내에 발생 한 하자에 대해서는 책임진다. 3 당해계약으로 새로운 지식재산권이 발생할 경우, 계약당사자간공동 소유 한다. 단, 용역에 따른 산출물을사용권, 소유권, 지식재산권 별도로 사용할 경우 사전에 한국발명진흥회와 협의하여 진행한다. 4 과업이 종료된 후 대표자 명의의 보안확약서를 제출해야 한다. 별지 제7호 서식 참조 - 46 - 5 용역대가의 지급 - 용역대가는 선금 및 잔금으로 지급 선금 계약 체결 후 을의 청구에 의해 지급함 잔금 용역 종료시 발주기관의 검사를 득한 후 잔금을 지급하는 것을 원칙으로 함 - 발주기관은 계약상대자에게 청구 받은 날부터 선금 14일, 잔금 10일 이내에 대금을 지급함대가지급기한 연장 특약 6 안전보건 의무 준수 - 과업수행자는 안전보건 확보 의무를 준수하고 관련 의무의 준수를 위하여 안전서약서를 제출하여야 함별지 제6호 서식 참조 - 과업수행자는 2024년 건설기술에 관한 특허실용신안 활용실적 관리 시스템 용역을 수행함에 있어 종사자 및 이용자 등의 안전을 확보하 기 위해 중대재해처벌법 및 산업안전보건법 등 안전보건관계법령상 의 무사항을 충실히 이행한다. 만약, 의무사항을 이행하지 않아 중대산업 재해가 발생한 경우 이에 대한 책임을 진다. - 과업수행자는 종사자 등으로부터 유해위험요인에 대한 신고가 접수 될 경우 보수보강 등 개선작업을 신속하게 조치하고 발주처 및 관계 행정기관의 이행명령에 따라 개선사항을 성실히 이행한다. - 사업수행에 필요한 작업, 점검 등 모든 작업을 할 때에는 안전대책을 수립한 후 작업을 수행하며 안전사고가 발생한 때에는 과업수행자의 책임 하에 신속히 후속조치를 실시한다. 7 계약당사자는 SW사업 수행을 위해 필요한 작업장소 등장소, 설비, 기타 작업환경을 상호협의하여 결정하며, 핵심 개발인력이 아닌 지원인 력의 근무장소는 보안 등 특별한 사유가 있는 경우를 제외하고는 계 약상대자가 달리 정할 수 있음 8 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장 소에 관하여 우선 검토한다. 다만, 발주기관에서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있으며, 공급자가 유효한 정보보호체계 인증 또는 소프트웨어프로세스 품질인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 증을 보유하고 있는 경우 공급자 제시안을 검토시 우대 할 수 있다. 9 공급자는 원격개발에 따른 보안사고 등 위험요인을 식별하여 이에 대 한 대응방안을 제안하여야 함 10 공급자는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 SW산출물을 제공함 다만 SW산출물의 활용 절차와 공급자가 SW산출물 활용 절차를 지키지 않 는 경우 입찰참가자격 제한 등에 관하여는 소프트웨어 진흥법 제 59조, 같은 법 시행령 제54조, 소프트웨어사업 계약 및 관리감독에 관한 지침 제32조산출물의 활용에 따른다. 11 본 사업을 통해 개발되는 소프트웨어는 계약예규 용역계약일반조 건 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공 동활용 할 계획이 없음 12 본 사업은 소프트웨어 진흥법 제43조, 같은 법 시행령 제35조 내지 제37조, 소프트웨어사업 계약 및 관리감독에 관한 지침 제5 조, 제6조에 따라 소프트웨어사업 영향평가를 미리 실시한 사업임 - 소프트웨어사업 계약 및 관리감독에 관한 지침 서식에 따른 소프 트웨어사업 영향평가 결과서 첨부별지 제2호 서식 참조 13 본 사업은 20억원 미만의 소프트웨어사업으로 제안서 보상 대상 사업이 아님 14 본 사업은 소프트웨어 진흥법제50조에 따른 과업내용 확정을 위하여 과업심의위원회를개최한 사업임 15 본 사업은 소프트웨어 진흥법제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따라 과업내용 변경 및 그에 따른 계약금 액계약기간 조정이 필요한 경우, 계약상대자는 국가기관등의 장 에게 소프트웨어사업 과업변경요청서를 제출하여야 하며, 국가 기관등의 장은 과업심의위원회 개최 요청에 대해서 특별한 사정 이 없으면 수용해야 함 소프트웨어사업 계약 및 관리감독에 관한 지침에 따라 소프 - 48 - 트웨어 과업변경 요청서를 작성하여 제출 16 본 사업은 소프트웨어 진흥법 제45조 및 소프트웨어사업 계약 및 관리 감독에 관한 지침 고시 제10조의 규정에 따라 소프트웨어 개발사업 적 정 기간을 산정하였으며, 소프트웨어 개발사업 적정 사업기간 산정 기준 에 따른 사업임별지 제4호 서식 참조 17 한국발명진흥회 계약사무처리요령 제23조의2에 의거하여 다음 어느 하나에 해당하는 경우 수의계약 체결이 불가능함 가 우리회의 퇴직자가 대표이사, 이사, 감사 또는 상법제401조의2 제1항 각 호의 어느 하나에 해당하는 자비영리법인의 경우 이에 준하는 자를 말한다로 근무하고 있는 법인과 그 퇴직자의 퇴직일부터 2년 이내에 계약을 체결하려는 경우 나 우리회의 퇴직자와 그 퇴직자의 퇴직일부터 2년 이내에 계약을 체결하려 는 경우 다 우리회의 퇴직자 모임단체 또는 그 퇴직자 모임단체의 회원사나 자회 사와 계약을 체결하려는 경우 18 입찰에 참가하는 업체가 퇴직자 영입현황 확인서 및 입찰서류를 허위로 제 출하는 경우 입찰 무효 또는 계약을 해제해지할 수 있음 퇴직자 영입현황 확인서 제23조의2 관련 별지 제5호 서식 참조",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 5 입찰 및 낙찰방식 주요 적용 규정 국가를당사자로하는계약에관한법률, 동법시행령및시행규칙 협상에의한계약체결기준기획재정부계약예규제471호 용역계약일반조건기획재정부계약예규제468호 소프트웨어기술성평가기준과학기술정보통신부고시제2018-83호 1 입찰방식 제한경쟁입찰 2 낙찰자 결정방식 협상에 의한 계약 체결 국가를 당사자로하는 계약에 관한 법률 시행령 제 43조의 2호에 의한 협상에 의한 계약 체결 적용 3 제안서 평가와 협상, 낙찰자 결정 o 협상에 의한 계약방법에 따름 o 기술평가는 한국발명진흥회에서 진행 o 기술평가 시 차등점수제 미적용 - 본 사업은 소프트웨어 기술성 평가기준 지침제4조제5항에 따른 차등점수제를 미적용한 사업임 o 종합평가점수 산출 기술평가점수90 입찰가격 평가점수10 기술 평가점수 100점 만점을 90점으로 환산하여 평가 o 동점시 처리방안 - 종합평가점수가 동점인 경우 기술평가 점수가 높은 업체를 선정 - 기술평가점수도 동일한 경우 배점이 높은 평가항목에서 점수가 높은 업체 선정 4 기술평가방법 o 기술평가는 소프트웨어기술성평가기준을 기준으로, 본 사업의 특성 및 내용 등을 고려하여 평가항목, 항목별 배점한도를 조정 o 제안사는 기술평가 결과에 대해 일체의 이의를 제기할 수 없음 - 50 - 기술제안서 기술평가 평가항목 및 평가배점 기술 평가점수 100점 만점을 90점으로 환산하여 평가 평가부문평가항목 평가기준 전략 및 방법론 20 사업 이해도 사업수행계획이 사업의 목표 특성에 부합하며, 구체적이고 적절한지 평가 추진전략사업수행 일정과 위험요소를 고려한 추진전략 수립의 타당성을 평가 사업추진 방법론 사업추진방법이 구체적이고 적절한지와 그 실제 적용 사례 및 경험에 따른 단계별 산출물을 제시하였는지 평가 기술 및 기능 25 기능 요구사항 기능 요구사항기대사항제약사항 등을 파악한 후 구현 방안이 구체적으로 기술되어 있는지 평가 보안 요구사항 요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 방 안이 구체적으로 기술되었는지 평가 데이터 요구사항 데이터 요구사항 분석을 바탕으로 데이터 전환계획 및 검증방 법, 데이터 오류 발생 시 처리방안이 구체적으로 제시되어 있는지 평가 시스템운영 요구사항시스템 운영 요구 사항에 맞는 운영 절차 및 방법을 제시하였는지 평가 성능 및 품질 15 성능 요구사항 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적으로 기술되 어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 있는지 평가 품질 요구사항 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요 구사항에 부합되는지 평가하고, 분석설계구현테스트 등 각 단 계별 품질 요구사항 점검 및 검토방안이 구체적으로 계획되어 있는가를 평가 인터 페이스 요구사항 시스템 인터페이스 타 시스템과의 연계에 대한 장단점 분석을 통해 가장 적합한 시스템 인터페이스 구축 방안을 도출하였는지를 평가 사용자 인터페이스 사용자 편의성을 고려하여 사용자 인터페이스의 분 석설계구현테스트 방안과 검토 계획을 구체적으로 기술하였는가를 평가 프로젝트 관리 20 관리 방법론 일정관리, 사업위험관리, 보안관리, 산출물의 형상문서관리 등 사업수행에 필요한 관리 방법론이 구체적으로 제시되어 있는지 를 평가한다. 또한 문제 발생 시 보고 체계 및 위험관리 방안 이 구체적으로 제시되어 있는지 평가 일정계획 사업수행에 필요한 수행기간과 세부일정이 구체적으로 제시되 었는지 평가한다. 또한, 각 활동에 필요한 일정 계획이 적절히 수립되었는지를 평가 프로젝트 지원 20 교육훈련시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 교육훈련의 방법, 내용, 일정 등을 구체적으로 제시하였는지 평가 유지관리시스템 공급자가 제시하는 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가 기밀보안 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기 밀을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체 계 및 대책에 대하여 평가 비상대책시스템 공급자가 안정적인 시스템 운영을 위해 필요한 각종 백 업복구 및 장애대응 대책을 구체적으로 제시하였는지 평가 합 계",
      "tables": [
        [
          [
            "평가부문 평가항목",
            "",
            "평가기준"
          ],
          [
            "전략 및 \n방법론\n(20)",
            "사업 \n이해도",
            "사업수행계획이 사업의 목표 특성에 부합하며, 구체적이고 적절한지 평가"
          ],
          [
            "",
            "",
            "추진전략 사업수행 일정과 위험요소를 고려한 추진전략 수립의 타당성을 평가"
          ],
          [
            "",
            "사업추진\n방법론",
            "사업추진방법이 구체적이고 적절한지와 그 실제 적용 사례 및 \n경험에 따른 단계별 산출물을 제시하였는지 평가"
          ],
          [
            "기술 및 \n기능\n(25)",
            "기능 \n요구사항",
            "기능  요구사항기대사항제약사항  등을  파악한  후  구현  방안이 \n구체적으로 기술되어 있는지 평가"
          ],
          [
            "",
            "보안 \n요구사항",
            "요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 방\n안이 구체적으로 기술되었는지 평가"
          ],
          [
            "",
            "데이터\n요구사항",
            "데이터 요구사항 분석을 바탕으로 데이터 전환계획 및 검증방\n법, 데이터 오류 발생 시 처리방안이 구체적으로 제시되어 있는지 평가"
          ],
          [
            "",
            "시스템운영\n요구사항",
            "시스템 운영 요구 사항에 맞는 운영 절차 및 방법을 제시하였는지 평가"
          ],
          [
            "성능 및 \n품질\n(15)",
            "성능 \n요구사항",
            "요구 성능 충족을 위한 구현 및 테스트 방안이 구체적으로 기술되\n어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 있는지 평가"
          ],
          [
            "",
            "품질 \n요구사항",
            "제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요\n구사항에 부합되는지 평가하고, 분석설계구현테스트 등 각 단\n계별 품질 요구사항 점검 및 검토방안이 구체적으로 계획되어 \n있는가를 평가"
          ],
          [
            "",
            "인터\n페이스\n요구사항",
            "시스템 인터페이스 : 타 시스템과의 연계에 대한 장단점 분석을 통해 \n가장 적합한 시스템 인터페이스 구축 방안을 도출하였는지를 평가\n사용자 인터페이스 : 사용자 편의성을 고려하여 사용자 인터페이스의 분\n석\n설계구현테스트 방안과 검토 계획을 구체적으로 기술하였는가를 평가"
          ],
          [
            "프로젝트 \n관리\n(20)",
            "관리\n방법론",
            "일정관리,  사업위험관리,  보안관리,  산출물의  형상문서관리  등 \n사업수행에 필요한 관리 방법론이 구체적으로 제시되어 있는지\n를 평가한다. 또한 문제 발생 시 보고 체계 및 위험관리 방안\n이 구체적으로 제시되어 있는지 평가"
          ],
          [
            "",
            "일정계획",
            "사업수행에  필요한  수행기간과  세부일정이  구체적으로  제시되\n었는지 평가한다. 또한, 각 활동에 필요한 일정 계획이 적절히 \n수립되었는지를 평가"
          ],
          [
            "프로젝트\n지원\n(20)",
            "교육훈련",
            "시스템  공급자가  시스템  운영  및  관리자를  위해  필요한  각종 \n교육훈련의 방법, 내용, 일정 등을 구체적으로 제시하였는지 평가"
          ],
          [
            "",
            "유지관리",
            "시스템 공급자가 제시하는 유지관리 계획, 조직, 절차, 범위 및 \n기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가"
          ],
          [
            "",
            "기밀보안",
            "사업 추진 동안 악영향을 미치는 일련의 불순 활동들로부터 기\n밀을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체\n계 및 대책에 대하여 평가"
          ],
          [
            "",
            "비상대책",
            "시스템 공급자가 안정적인 시스템 운영을 위해 필요한 각종 백\n업복구 및 장애대응 대책을 구체적으로 제시하였는지 평가"
          ],
          [
            "합     계",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 6 제안서 작성요령 1. 작성표지 접수번호 표준양식 A4 제안계획서 제안명 주 소 우 - 수행책임자 연락처 소 속 직 위 성 명 전 화 - 팩 스 - 핸드폰 E-mail 제안기관 한국발명진흥회에서 수행하는2024년 건설기술에 관한 특허실용신안 활용실적 관리시스템 개편사업을 성실히 수행하고자 동 사업 제안계획서를 제출합니다. 2024년 월 일 수 행 책 임 자 인 제 안 기 관 업체 직인 한국발명진흥회장 귀하 - 52 - 2. 제안서 항목 및 세부 목차 작성항목 세부 목차 I. 제안사 일반현황 부문 1. 연혁 및 일반 현황 2. 재무현황 3. 조직 및 인력현황 4. 주요사업내용 5. 유사프로젝트 수행 경험 및 실적 II. 제안기술 부문 1. 사업목표 및 주요내용 2. 사업 추진방향 및 수행범위 3. 시스템 운영관리방안 가. 시스템 개편 및 유지관리 방안 나. 민원 대응 및 업무 커뮤니케이션 다. 시스템 및 데이터 관리방안 4. 제안사의 제안 특징 및 장점 5. 시스템의 세부내역, 기대효과 및 활용방안 III. 사업관리 및 품질보증 부문 1. 사업관리 추진일정 및 세부계획 2. 사업관리 추진체계 가. 수행조직 및 업무분장 나. 투입인력 보안준수 방안 3. 사업 관리체계 가. 과업일정 준수 나. 업무보고 및 검토계획 IV. 교육 및 기술 지원 부문 1. 유지관리계획 2. 기술이전계획 3. 기타 지원사항 V. 기타 사항 1. 기타사항 VI. 별첨 1. 기타 증빙서류",
      "tables": [
        [
          [
            "접수번호\n표준양식 A4",
            "",
            "",
            "",
            ""
          ],
          [
            "제안(계획)서",
            "",
            "",
            "",
            ""
          ],
          [
            "제안명",
            "",
            "",
            "",
            ""
          ],
          [
            "주    소",
            "(우)\n-",
            "",
            "",
            ""
          ],
          [
            "수행책임자\n연락처",
            "소  속",
            "",
            "",
            ""
          ],
          [
            "",
            "직  위",
            "",
            "성  명",
            ""
          ],
          [
            "",
            "전  화 (",
            ")\n-",
            "팩  스 (",
            ")\n-"
          ],
          [
            "",
            "핸드폰",
            "",
            "E-mail",
            ""
          ],
          [
            "제안기관",
            "",
            "",
            "",
            ""
          ],
          [
            "한국발명진흥회에서 수행하는『2024년 건설기술에 관한 특허·실용신안 \n활용실적 관리시스템 개편』사업을 성실히 수행하고자 동 사업 제안(계획)서를\n제출합니다.\n2024년     월      일\n인\n수 행 책 임 자 :\n직인\n제 안 기 관 (업체)\n:\n한국발명진흥회장  귀하",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "작성항목",
            "세부 목차"
          ],
          [
            "Ⅰ. 제안사 일반현황 부문",
            "1. 연혁 및 일반 현황\n2. 재무현황\n3. 조직 및 인력현황\n4. 주요사업내용\n5. 유사프로젝트 수행 경험 및 실적"
          ],
          [
            "Ⅱ. 제안기술 부문",
            "1. 사업목표 및 주요내용\n2. 사업 추진방향 및 수행범위\n3. 시스템 운영관리방안\n가. 시스템 개편 및 유지관리 방안\n나. 민원 대응 및 업무 커뮤니케이션 \n다. 시스템 및 데이터 관리방안\n4. 제안사의 제안 특징 및 장점\n5. 시스템의 세부내역, 기대효과 및 활용방안"
          ],
          [
            "Ⅲ. 사업관리 및 \n품질보증 부문",
            "1. 사업관리 추진일정 및 세부계획\n2. 사업관리 추진체계\n가. 수행조직 및 업무분장\n나. 투입인력 보안준수 방안\n3. 사업 관리체계\n가. 과업일정 준수\n나. 업무보고 및 검토계획"
          ],
          [
            "Ⅳ. 교육 및 기술 지원 부문",
            "1. 유지관리계획\n2. 기술이전계획\n3. 기타 지원사항"
          ],
          [
            "Ⅴ. 기타 사항",
            "1. 기타사항"
          ],
          [
            "Ⅵ. 별첨",
            "1. 기타 증빙서류"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 3. 세부 작성 지침 항 목 작 성 방 법 I. 제안사 일반현황 부문 1. 연혁 및 일반현황, 재무현황, 조직 및 인력현황 o 제안회사 설립 및 이후의 연혁을 제시 o 제안회사의 자본금 등 최근 3년간 경영실태를 제시 o 제안회사의 조직도 및 조직별 업무 기능을 제시 2. 주요사업내용 o 제안사의 주요사업내역을 제시, 특히 본 사업과 관련되는 사업내용은 구체적으로 기술 3. 유사프로젝트 수행 경험 및 실적 o 기준 년도 최근 3년 간2021. 1. 1. 이후 o 유사사업 수행실적과 실적증명서를 명료하게 제시해야 함 II. 제안기술 부문 1. 사업목표 및 주요내용 o 본 사업의 제안요청서를 검토한 후 제안사가 이해하는 사업추진배경, 제안동기 및 사업추진 목표를 제시 2. 사업 추진방향 및 수행범위 o 제안사가 수행하게 될 본 프로젝트의 대상 업무범위와 추진과제 및 과제별 수행내역에 대해 간략히 기술 3. 시스템 운영관리방안 o 본 제안요청서의 제안요청사항에 제시된 요구사항에 대해 구체적인 시스템 운영관리방안 및 시스템 중장기 발전방안과 그에 따르는 하드웨어소프트웨어 내역 및 적용방안 등에 대해 기술 4. 시스템의 세부내역, 기대효과 및 활용방안 o 본 제안요청서의 제안요청사항에 대해 목표시스템 구축을 통해 예상되는 개선효과를 정량적정성적으로 분석하여 제시 III. 사업관리 및 품질보증 부문 1. 사업관리 추진일정 및 세부계획 o 본 제안요청서의 사업추진방안에 제시된 추진일정에 근거하여 세부추진일정 제시 o 세부추진일정에는 업무보고 및 검토계획 등을 포함 2. 사업관리 추진체계 o 수행조직과 조직별 업무분장 특별한 사유가 없는 한 PM인력교체는 불가능함 - 54 - 항 목 작 성 방 법 3. 사업 관리체계 o 사업진척도 관리방안 - 프로젝트의 효율성을 제고할 수 있도록 제안사가 수행한 작업추진과정과 내용을 파악할 수 있도록 검증승인절차 등에 대한 방안을 제시 - 업무진척도정기비정기에 대한 보고방법과 절차 등에 대한 사항을 제시 o 위험요소 관리방안 - 프로젝트 환경 미흡, 인력변경 등 프로젝트 수행과정에서 발생할 수 있는 위험요인에 대한 관리방안을 제시 o 품질보증 계획 및 활동 - 사업결과에 대한 산출물의 품질목표가 달성할 수 있도록 원활한 품질활동절차 및 수행내역에 대한 계획을 제시 o 기밀보안 - 기밀보안 대책, 프로젝트 참여요원에 대한 보안의식 고취방안 등을 제시 IV. 교육 및 기술지원 부문 1. 유지관리계획 o 장애처리절차, 유지관리체제 등 유지관리를 위한 종합적인 방안제시 2. 기술이전계획 o 원활한 시스템 운영을 위해 유지관리 요원에 대한 기술이전계획을 분야별로 상세하게 제시 3. 기타 지원사항 o 위 항목에서 제시되지 않은 내용으로서 제안사가 사업수행을 위해 필요하다고 판단하여 제안하고자 하는 내용",
      "tables": [
        [
          [
            "항 목",
            "작 성 방 법"
          ],
          [
            "3. 사업 관리체계",
            "o 사업진척도 관리방안\n- 프로젝트의 효율성을 제고할 수 있도록 제안사가 수행한 \n작업추진과정과 내용을 파악할 수 있도록 검증․승인절차 등에 \n대한 방안을 제시\n- 업무진척도(정기/비정기)에 대한 보고방법과 절차 등에 대한 \n사항을 제시\no 위험요소 관리방안\n- 프로젝트 환경 미흡, 인력변경 등 프로젝트 수행과정에서 \n발생할 수 있는 위험요인에 대한 관리방안을 제시\no 품질보증 계획 및 활동\n- 사업결과에 대한 산출물의 품질목표가 달성할 수 있도록 \n원활한 품질활동절차 및 수행내역에 대한 계획을 제시\no 기밀보안\n- 기밀보안 대책, 프로젝트 참여요원에 대한 보안의식 고취방안 \n등을 제시"
          ],
          [
            "Ⅳ. 교육 및 기술지원 부문",
            ""
          ],
          [
            "1. 유지관리계획",
            "o 장애처리절차, 유지관리체제 등 유지관리를 위한 종합적인 \n방안제시"
          ],
          [
            "2. 기술이전계획",
            "o 원활한 시스템 운영을 위해 유지관리 요원에 대한 \n기술이전계획을 분야별로 상세하게 제시"
          ],
          [
            "3. 기타 \n지원사항",
            "o 위 항목에서 제시되지 않은 내용으로서 제안사가 사업수행을 \n위해 필요하다고 판단하여 제안하고자 하는 내용"
          ]
        ],
        [
          [
            "항 목\n작 성 방 법",
            ""
          ],
          [
            "Ⅰ. 제안사 일반현황 부문",
            ""
          ],
          [
            "1. 연혁 및 \n일반현황,\n재무현황,\n조직 및 \n인력현황",
            "o 제안회사 설립 및 이후의 연혁을 제시\no 제안회사의 자본금 등 최근 3년간 경영실태를 제시\no 제안회사의 조직도 및 조직별 업무 기능을 제시"
          ],
          [
            "2. 주요사업내용",
            "o 제안사의 주요사업내역을 제시, 특히 본 사업과 관련되는 \n사업내용은 구체적으로 기술"
          ],
          [
            "3. 유사프로젝트 \n수행 경험 및 \n실적",
            "o 기준 년도 : 최근 3년 간(‘2021. 1. 1. 이후)\no 유사사업 수행실적과 실적증명서를 명료하게 제시해야 함"
          ],
          [
            "Ⅱ. 제안기술 부문",
            ""
          ],
          [
            "1. 사업목표 및 \n주요내용",
            "o 본 사업의 제안요청서를 검토한 후 제안사가 이해하는 \n사업추진배경, 제안동기 및 사업추진 목표를 제시"
          ],
          [
            "2. 사업 추진방향 \n및 수행범위",
            "o 제안사가 수행하게 될 본 프로젝트의 대상 업무범위와 추진과제 \n및 과제별 수행내역에 대해 간략히 기술"
          ],
          [
            "3. 시스템 \n운영관리방안",
            "o 본 제안요청서의 “제안요청사항”에 제시된 요구사항에 대해 \n구체적인 시스템 운영관리방안 및 시스템 중･장기 발전방안과 그에 \n따르는 하드웨어･소프트웨어 내역 및 적용방안 등에 대해 기술"
          ],
          [
            "4. 시스템의 \n세부내역,\n기대효과 및 \n활용방안",
            "o 본 제안요청서의 “제안요청사항”에 대해 목표시스템 구축을 통해 \n예상되는 개선효과를 정량적․정성적으로 분석하여 제시"
          ],
          [
            "Ⅲ. 사업관리 및 품질보증 부문",
            ""
          ],
          [
            "1. 사업관리 \n추진일정 및 \n세부계획",
            "o 본 제안요청서의 “사업추진방안에 제시된 추진일정”에 근거하여  \n세부추진일정 제시\no 세부추진일정에는 업무보고 및 검토계획 등을 포함"
          ],
          [
            "2. 사업관리 \n추진체계",
            "o 수행조직과 조직별 업무분장\n* 특별한 사유가 없는 한 PM인력교체는 불가능함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 29,
      "text": "- 55 - 4. 제안서 효력 o 제안서에 제시된 내용과 발주자 요구에 의하여 수정, 보완, 변경된 제안내용은 계약서에 명시하지 아니하더라도 계약서와 동일한 효력을 가지며, 계약서에 명시된 경우는 계약서가 우선함 o 필요시 제안사에 대하여 자료를 요구할 수 있으며, 이에 따라 제출 된 자료는 제안서와 동일한 효력을 가짐 o 제출된 제안서의 내용은 발주자의 동의없이 제안사 임의로 변경할 수 없음 5. 제안서 작성지침권고사항 및 유의사항 o 본 사업에 참여할 제안사는 지정된 기한 내에 제안서를 작성제출해야 함 o 제안서 및 요약서는 공고서 참조 후 작성하여 제출 o 제안서는 PDF 형식으로 제출 가능하며, 사용된 영문약어에 대하여 는 약어에 대한 간단한 설명을 기술해야 함 o 제안서 본문 내용은 500페이지 이내로 작성권장사항 - 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련번호를 붙이되, 각 장별로 번호를 부여 o 제안서는 제안서 작성지침의 목차에 의하여 작성해야 하며, 증빙과 관련된 자료는 제안서 내부에 첨부로 제출 가능하되 본문에 참조 가능한 인덱스를 표기해야 함 o 제안서 작성지침 항목 중 해당사항이 없는 경우 해당항목에 해당 없음으로기술 o 제안서의 내용은 명확한 용어로 표현해야 함 - 예를 들어, 사용 가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 불가능한 것으로 간주 o 제안서의 모든 내용은 객관적으로 입증할 수 있어야 하며, 그 - 56 - 내용이 허위로 확인될 경우 또는 입증요구에 입증하지 못하는 경우 에는 당해 내용을 평가대상에서 제외 o 제출된 제안서의 기재내용은 실제사실과 일치해야 하며, 주관기관의 보완요청이 없는 한 수정보완할 수 없음 o 계약 후에도 제안서의 내용을 허위로 작성한 사실이 발견되거나 제안된 내용을 충족시키지 못할 경우 제안업체는 일체의 손해에 대한 배상책임을 져야 함 o 제안사는 제안요청서 양식을 활용 및 변경하여 본 용역에 필요하 다고 판단되는 부분에 대해 제안할 수 있으며, 이 경우 타당한 사 유를 명시해야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 6. 제안업체 일반 1 일반현황 회 사 명 대 표 자 업 종 회사URL 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁 - 58 - 2 경영 현황최근3년 단위 천원 구 분 M 1. 총 자 산 2. 자 기 자 본 3. 유 동 부 채 4. 고 정 부 채 5. 유 동 자 산 6. 당기순이익 7 총 매 출 액 8. 자기자본 비율 9. 자기자본순이익률 10. 유동비율 최근3년간재무제표등증빙자료첨부외부공인기관승인등 3 주요사업실적 사업명 사업기간 실적증명 관련 서류 첨부.",
      "tables": [
        [
          [
            "구     분",
            "M"
          ],
          [
            "1. 총 자 산",
            ""
          ],
          [
            "2. 자 기 자 본",
            ""
          ],
          [
            "3. 유 동 부 채",
            ""
          ],
          [
            "4. 고 정 부 채",
            ""
          ],
          [
            "5. 유 동 자 산",
            ""
          ],
          [
            "6. 당기순이익",
            ""
          ],
          [
            "7 총 매 출 액",
            ""
          ],
          [
            "8. 자기자본 비율",
            ""
          ],
          [
            "9. 자기자본순이익률",
            ""
          ],
          [
            "10. 유동비율",
            ""
          ]
        ],
        [
          [
            "회     사      명",
            "",
            "대 표 자",
            ""
          ],
          [
            "업             종",
            "",
            "회사URL",
            ""
          ],
          [
            "주             소",
            "",
            "",
            ""
          ],
          [
            "전   화   번   호",
            "",
            "",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년     월",
            "",
            ""
          ],
          [
            "해당부문 종사기간",
            "년     월  ～          년     월 (\n년   개월)",
            "",
            ""
          ],
          [
            "주요연혁",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "사업명",
            "사업기간"
          ],
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "별지 제1호 서식 사 용 인 감 계 사용인감 인 감 제안을 위하여 위와 같이 사용인감계를 제출합니다. 2024. . . 주 소 상 호 대 표 인 한국발명진흥회장 귀하 사용인감 입찰시 사용할 인감 인 감 법인 인감증명서에 등록된 인감 - 60 - 별지 제2호 서식 소프트웨어사업 영향평가 검토 결과서",
      "tables": [
        [
          [
            "사용인감"
          ],
          [
            ""
          ]
        ],
        [
          [
            "인    감"
          ],
          [
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 32,
      "text": "- 61 - - 62 - 별지 제3호 서식 과업내용 확정 종합 심의결과서",
      "tables": [
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 33,
      "text": "- 63 - 별지 제4호 서식 소프트웨어 개발사업의 적정 사업기간 종합 산정서 원본 내용과 상이없음 - 64 - 별지 제5호 서식 퇴직자 영입현황 확인서 제23조의2 관련 한국발명진흥회 퇴직자 영입현황 확인서 계 약 명 1. 상기 수의계약과 관련하여 당사는 한국발명진흥회 퇴직자퇴직 후 2년 이내 영입 근무현황을 아래와 같이 제출합니다. 1 해당사항 여부 구분 퇴직자 영입 여부퇴직 후 2년 이내 2 해당사항 있을 경우 기재 성 명 퇴직당시 직급 한국발명진흥회 퇴직자가 대표이사, 이사, 감사 등의 임원 및 이에 준하는 경우 작성 공공기관 운영에 관한 법률상 공공기관이 한국발명진흥회 퇴직자를 고용하는 경우는 제외 2. 한국발명진흥회의 퇴직자를 영입한 경우에는 관련 법령 및 진흥회의 규정에 의해 계약을 제한하는 방침을 따르겠습니다. 3. 만일 위 작성내용이 사실과 상이하거나 축소누락된 경우 진흥회의 계약상대자에 서 제외되거나, 계약해지해제 및 부정당업자 지정입찰참가자격제한조치 등의 불이익 처분을 받더라도 일체의 이의를 제기하지 아니할 것을 확약합니다. 2024년 월 일 계약상대자 상호 대표자 인 한국발명진흥회장 귀하",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "한국발명진흥회  퇴직자  영입현황  확인서",
            "",
            "",
            ""
          ],
          [
            "계  약  명",
            "",
            "",
            ""
          ],
          [
            "1\n   \n.  상기  수의계약과  관련하여  당사는  한국발명진흥회  퇴직자(퇴직  후  2년  이내)  영입 \n근무현황을  아래와  같이  제출합니다.\n  (1) 해당사항  여부\n구분\n퇴직자  영입  여부(퇴직  후  2년  이내)\n (2) 해당사항  있을  경우  기재\n \n  ※ 한국발명진흥회  퇴직자가  대표이사, 이사, 감사  등의  임원  및  이에  준하는  경우  작성\n  ※ 공공기관  운영에  관한  법률상  공공기관이  한국발명진흥회  퇴직자를  고용하는  경우는  제외\n2.  한국발명진흥회의  퇴직자를  영입한  경우에는  관련  법령  및  진흥회의  규정에  의해 \n계약을  제한하는  방침을  따르겠습니다.\n3. 만일  위  작성내용이  사실과  상이하거나  축소·누락된  경우  진흥회의  계약상대자에\n서  제외되거나,  계약해지·해제  및  부정당업자  지정·입찰참가자격제한조치  등의 \n불이익  처분을  받더라도  일체의  이의를  제기하지  아니할  것을  확약합니다.\n                              2024년        월        일\n                   계약상대자    상호                                          대표자                    (인)\n                     \n 한국발명진흥회장  귀하",
            "",
            "",
            ""
          ],
          [
            "",
            "성  명",
            "퇴직당시  직급",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 34,
      "text": "- 65 - 별지 제6호 서식 안 전 서 약 서 업체명 사업자등록번호 주 소 중대재해처벌법 및 산업안전보건법 등 관련 법규 준수 철저 유해ᆞ위험요인을 파악하여 자체 위험성평가를 실시하고 개선 조치 재해 발생에 대처할 수 있는 비상조치계획을 수립하고 훈련 실시 작업 전 유해ᆞ위험물질, 기계ᆞ설비 등 안전점검 및 정비 작업 전 안전수칙을 숙지하고 적절한 보호구 착용 업무특성에 맞는 안전보건교육계획 수립 및 실시일지 작성 안전보건에 대한 외부기관의 시정요구가 있을 시 이를 이행 상기 본인은 위의 안전보건 확보 의무를 준수하고 상기 의무를 위반하여 재해가 발생할 경우 이에 대한 책임을 질 것을 서약합니다. 2024년 월 일 서 약 자수급업체 대표, 안전관리책임자 인 한국발명진흥회장 귀하 - 66 - 별지 제7호 서식 보 안 확 약 서 본인은 귀 기관과 계약한 2024년 건설기술에 관한 특허실용신안 활용실적 관리시스템 개편 사업의 수행을 완료함에 있어, 다음 각 호의 보안사항에 대한 준수 책임이 있음을 서약하며 이에 확약서를 제출합니다. 1. 본 업체단체는 업체단체 및 사업 참여자가 사업수행 중 지득한 모든 자료를 반납 및 파기하였으며, 지득한 정보에 대한 유출을 절대 금지하겠습니다. 2. 본 업체단체는 하도급업체에 대해 상기 항과 동일한 보안사항 준 수 책임을 확인하고 보안확약서 징구하였으며, 하도급업체가 위의 보안사항을 위반할 경우에 주사업자로서 이에 동일한 법적책임을 지겠습니다. 3. 본 업체단체는 상기 보안사항을 위반할 경우에 귀 기관의 사업에 참여 제한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하 겠습니다. 2024년 월 일 서약업체단체 대표 소 속 직 급 성 명 서명 한국발명진흥회장 귀하",
      "tables": [
        [
          [
            "업체명",
            "사업자등록번호"
          ],
          [
            "주    소",
            ""
          ],
          [
            "○  중대재해처벌법  및  산업안전보건법  등  관련  법규  준수  철저\n  ○  유해ㆍ위험요인을  파악하여  자체  위험성평가를  실시하고  개선  조치\n  ○  재해  발생에  대처할  수  있는  비상조치계획을  수립하고  훈련  실시\n  ○  작업  전  유해ㆍ위험물질,  기계ㆍ설비  등  안전점검  및  정비\n  ○  작업  전  안전수칙을  숙지하고  적절한  보호구  착용\n  ○  업무특성에  맞는  안전보건교육계획  수립  및  실시(일지  작성)\n  ○  안전보건에  대한  외부기관의  시정요구가  있을  시  이를  이행",
            ""
          ],
          [
            "상기  본인은  위의  안전․보건  확보  의무를  준수하고  상기  의무를  위반하여 \n재해가  발생할  경우  이에  대한  책임을  질  것을  서약합니다. \n2024년      월      일\n                        서  약  자(수급업체  대표,  안전관리책임자)  :                      (인)\n한국발명진흥회장  귀하",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 67 - 별첨1 기술적용계획표 기술적용계획표 사업명 2024년 건설기술에 관한 특허실용신안 활용실적 관리시스템 개편 작성일 2024-04-01 법률및고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준미래창조과학부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 공통표준용어행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원 - 68 - 서비스접근및전달분야 구 분 항 목 기본 지침 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd - 한국형 웹 콘텐츠 접근성 지침 2.0 o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 o 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 o IPv4 o IPv6 인터페이스및통합분야 구 분 항 목 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검 토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스 는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유 o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0",
      "tables": [
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용할 \n수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 \n등 서비스 이용 소외계층을 고려한 설계·구현을 검토하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "관련규정",
            "o 전자정부 웹사이트 품질관리 지침\no 한국형 웹 콘텐츠 접근성 지침 2.1"
          ],
          [
            "",
            "o 모바일 전자정부 서비스 관리 지침"
          ],
          [
            "외부 접근 \n장치",
            "o 웹브라우저 관련\n - HTML 4.01/HTML 5, CSS 2.1\n - XHTML 1.0\n - XML 1.0, XSL 1.0\n - ECMAScript 3rd\n - 한국형 웹 콘텐츠 접근성 지침 2.0"
          ],
          [
            "",
            "o 모바일 관련\n - 모바일 웹 콘텐츠 저작 지침 1.0 (KICS.KO-10.0307)"
          ],
          [
            "서비스 \n요구사항",
            "o 서비스관리(KS X ISO/IEC 20000)/ ITIL v3"
          ],
          [
            "서비스 전달 \n프로토콜",
            "o IPv4\no IPv6"
          ]
        ],
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검\n토하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스\n는 범정부 차원의 공유·활용이 가능하도록 지원하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "서비스 통합",
            "o 웹 서비스\n - SOAP 1.2, WSDL 2.0, XML 1.0\n - UDDI v3\n - RESTful"
          ],
          [
            "",
            "o 비즈니스 프로세스 관리\n - UML 2.0/BPMN 1.0\n - ebXML/BPEL 2.0/XPDL 2.0"
          ],
          [
            "데이터 공유 o 데이터 형식 : XML 1.0",
            ""
          ],
          [
            "인터페이스",
            "o 서비스 발견 및 명세 : UDDI v3, WSDL 2.0"
          ]
        ],
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "ｏ 지능정보화 기본법\nｏ 공공기관의 정보공개에 관한 법률\nｏ 개인정보 보호법\nｏ 소프트웨어 진흥법\nｏ 인터넷주소자원에 관한 법률\nｏ 전자서명법\nｏ 전자정부법\nｏ 정보통신기반 보호법\nｏ 정보통신망 이용촉진 및 정보보호 등에 관한 법률\nｏ 통신비밀보호법\nｏ 국가를 당사자로 하는 계약에 관한 법률\nｏ 하도급거래 공정화에 관한 법률\nｏ 지방자치단체를 당사자로 하는 계약에 관한 법률\nｏ 공공데이터의 제공 및 이용 활성화에 관한 법률"
          ],
          [
            "고시 등",
            "ｏ 보안업무규정(대통령령)\nｏ 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\nｏ 장애인·고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시(과학기술정보통신부고시)\nｏ 전자서명인증업무 운영기준(과학기술정보통신부고시)\nｏ 전자정부 웹사이트 품질관리 지침(행정안전부고시)\nｏ 정보보호시스템 공통평가기준(미래창조과학부고시)\nｏ 정보보호시스템 평가·인증 지침(과학기술정보통신부고시)\nｏ 정보시스템 감리기준(행정안전부고시)\nｏ 전자정부사업관리 위탁에 관한 규정(행정안전부고시) \nｏ 전자정부사업관리 위탁용역계약 특수조건(행정안전부예규) \nｏ 행정전자서명 인증업무지침(행정안전부고시)\nｏ 행정기관 도메인이름 및 IP주소체계 표준(행정안전부고시)\nｏ 개인정보의 안전성 확보조치 기준(개인정보보호위원회)\nｏ 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시(개인정보보호위원회)\nｏ 지방자치단체 입찰 및 계약 집행 기준(행정안전부예규)\nｏ 지방자치단체 입찰시 낙찰자 결정기준(행정안전부예규)\nｏ 표준 개인정보 보호지침(개인정보보호위원회) \nｏ 엔지니어링사업대가의 기준(산업통상자원부고시)\nｏ 소프트웨어 기술성 평가기준 지침(과학기술정보통신부고시)\nｏ 소프트웨사업 계약 및 관리감독에 관한 지침(과학기술정보통신부고시)\nｏ 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침(과학기술정보통신부고시)\nｏ 소프트웨어 품질성능 평가시험 운영에 관한 지침(과학기술정보통신부고시)\nｏ 용역계약일반조건(기획재정부계약예규)\nｏ 협상에 의한 계약체결기준(기획재정부계약예규)\nｏ 경쟁적 대화에 의한 계약체결기준(기획재정부계약예규)\nｏ 하도급거래공정화지침(공정거래위원회예규)\nｏ 정보보호조치에 관한 지침(과학기술정보통신부고시)\nｏ 개인정보의 기술적·관리적 보호조치 기준(개인정보보호위원회)\nｏ 행정정보 공동이용 지침(행정안전부예규) \nｏ 공공기관의 데이터베이스 표준화 지침(행정안전부고시)\nｏ 공공데이터 공통표준용어(행정안전부고시)\nｏ 공공데이터 관리지침(행정안전부고시)\nｏ 모바일 전자정부 서비스 관리 지침(행정안전부예규) \nｏ 행정기관 및 공공기관 정보자원 통합기준(행정안전부고시)\nｏ 국가정보보안기본지침(국가정보원)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 플랫폼및기반구조분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원 되는 장비를 채택하여야 한다. 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행 하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보 시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 모델링 UML2.0 o 개발프레임워크 전자정부 표준프레임워크 - 70 - 요소기술분야 구 분 항 목 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정 안전부장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템 과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용",
      "tables": [
        [
          [
            "구  분\n항    목",
            ""
          ],
          [
            "기본 지침",
            ""
          ],
          [
            "o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다.",
            ""
          ],
          [
            "o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, \n데이터베이스 통합 등을 위하여 표준화되어야 한다.",
            ""
          ],
          [
            "o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수\n하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정\n안전부장관에게 표준 등록을 요청하여야 한다.",
            ""
          ],
          [
            "o  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템\n과의  연계를  위해  데이터베이스  사용이  투명해야  하며  다양한 \n유형의 인터페이스를 지원하여야 한다.",
            ""
          ],
          [
            "세부 기술 지침",
            ""
          ],
          [
            "관련규정",
            "o 공공기관의 데이터베이스 표준화 지침\no 공공데이터 공통표준용어\no 공공데이터 관리지침"
          ],
          [
            "데이터 표현",
            "o 정적표현 : HTML 4.01"
          ],
          [
            "",
            "o 동적표현\n - JSP 2.1\n - ASP.net\n - PHP\n - 기타 (       )"
          ],
          [
            "프로그래밍",
            "o 프로그래밍\n - C\n - C++ \n - Java\n - C#\n - 기타 (        )"
          ],
          [
            "데이터 교환",
            "o 교환프로토콜: \n - XMI 2.0\n - SOAP 1.2"
          ],
          [
            "",
            "o 문자셋\n - EUC-KR \n - UTF-8(단, 신규시스템은 UTF-8 우선 적용)"
          ]
        ],
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원\n되는 장비를 채택하여야 한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행\n하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보\n시스템과 호환성 및 확장성이 보장되어야 한다.",
            "",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "o 화상회의 및 멀티미디어 통신 : H.320~H.324, H.310",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "o 부가통신: VoIP\n - H.323\n - SIP \n - Megaco(H.248)",
            "",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "o 서버용(개방형) 운영 체제 및 기반환경 : \n - POSIX.0\n - UNIX \n - Windows Server\n - Linux",
            "○",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "",
            "o 모바일용 운영 체계 및 기반환경\n - android\n - IOS\n - Windows Phone",
            "",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "데이터베이스",
            "o DBMS\n - RDBMS\n - ORDBMS\n - OODBMS\n - MMDBMS",
            "○",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "시스템 관리",
            "o ITIL v3 / ISO20000",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "o 모델링 : UML2.0",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "",
            "o 개발프레임워크 : 전자정부 표준프레임워크",
            "○",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 보안분야 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립 하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관 련된서비스 접근 및 전달,플랫폼 및 기반구조,요소기 술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의 적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취 약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응성능평가로 도입 가능 - 72 - 구 분 항 목 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 네트워크 자료유출방지2021.1.1. 이전 인증제품 - 망간 자료전송2022.1 이전 인증제품 - 안티 바이러스성능평가로 도입 가능 - 가상화PC 또는 서버 - 패치관리 - 호스트 자료유출 방지2021.1.1.이전 인증제품, 매체제어제 품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암 호모듈 탑재 필수 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 소프트웨어기반 보안USB2020.1.1.이전 인증제품, 검증필 암호모듈 탑재 필수 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구 - 스마트폰 보안관리 - CC인증서에 명시된 제품과 동일 제품 여부 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 행정공공기관 민간 클라우드 이용 가이드라인 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제",
      "tables": [
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립\n하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관\n련된“서비스 접근 및 전달”,“플랫폼 및 기반구조”,“요소기\n술” 및 “인터페이스 및 통합” 분야를 모두 포함하여야 한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 \n공인전자서명 또는 행정전자서명을 기반으로 하여야 한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의\n적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취\n약점 발견시 개선․조치하여야 한다.",
            "",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n규정",
            "o 전자정부법",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 국가정보보안기본지침(국가정보원)\n - 국가 사이버안전 매뉴얼",
            "○",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 네트워크 장비 구축·운영사업 추가특수조건(조달청 지침)",
            "",
            "",
            "",
            "○",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및 보안\n기준 \n준수",
            "o 국정원 검증필 암호모듈 탑재ㆍ사용 대상(암호가 주기능인 \n정보보호제품)\n - PKI제품\n - SSO제품\n - 디스크ㆍ파일 암호화 제품\n - 문서 암호화 제품(DRM)등\n - 메일 암호화 제품\n - 구간 암호화 제품\n - 키보드 암호화 제품\n - 하드웨어 보안 토큰\n - DB암호화 제품\n -  상기제품(9종)이외  중요정보  보호를  위해  암호기능이 \n내장된 제품\n - 암호모듈 검증서에 명시된 제품과 동일 제품 여부",
            "",
            "",
            "",
            "○\n○\n○\n○\n○\n○\n○\n○\n○\n○\n○",
            ""
          ],
          [
            "",
            "o CC인증 필수제품 유형군(국제 CC인 경우 보안적합성 검증 \n필요)\n - (네트워크)침입차단\n - (네트워크)침입방지(침입탐지 포함)\n - 통합보안관리\n - 웹 응용프로그램 침입차단\n - DDos 대응(성능평가로 도입 가능)",
            "",
            "○",
            "",
            "○\n○\n○\n○",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항    목"
          ],
          [
            "",
            "- 인터넷 전화 보안\n - 무선침입방지\n - 무선랜 인증\n - 가상사설망(검증필 암호모듈 탑재 필수)\n - 네트워크 접근통제\n - 네트워크 자료유출방지(2021.1.1. 이전 인증제품)\n - 망간 자료전송(2022.1 이전 인증제품)\n - 안티 바이러스(성능평가로 도입 가능)\n - 가상화(PC 또는 서버)\n - 패치관리\n -  호스트  자료유출  방지(2021.1.1.이전  인증제품,  매체제어제\n품 포함, 자료저장 기능이  있는  경우  국정원  검증필  암\n호모듈 탑재 필수)\n - 스팸메일 차단\n - 서버 접근통제\n - DB접근 통제\n - 스마트카드\n - 소프트웨어기반 보안USB(2020.1.1.이전 인증제품, 검증필 \n암호모듈 탑재 필수)\n - 디지털 복합기 (비휘발성 저장매체 장착 제품에 대한 완\n전삭제 혹은 암호화 기능)\n - 소스코드 보안약점 분석도구\n - 스마트폰 보안관리\n - CC인증서에 명시된 제품과 동일 제품 여부"
          ],
          [
            "",
            "o 모바일 서비스(앱·웹) 등\n - 보안취약점 및 보안약점 점검·조치\n   (모바일 전자정부 서비스 관리 지침)"
          ],
          [
            "",
            "o 민간 클라우드 활용\n  - 클라우드 서비스 보안인증(CSAP)을 받은 서비스\n  - 행정·공공기관 민간 클라우드 이용 가이드라인"
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "o 보안기능 준수\n - 식별 및 인증\n - 암호지원\n - 정보 흐름 통제\n - 보안 관리\n - 자체 시험\n - 접근 통제"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 73 - 구 분 항 목 적용계획결과 부분적용미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공 - 74 - 별첨2 자료 인수인계서샘플 2024년 건설기술에 관한 특허실용신안 활용실적 관리시스템 개편 자료 인수인계서 부 서 명",
      "tables": [
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/미\n적용시 사유 \n및 대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "- 전송데이터 보호\n - 감사 기록\n - 기타 제품별 특화기능",
            "",
            "",
            "",
            "○\n○\n○",
            ""
          ],
          [
            "",
            "o 보안기능 확인 및 취약점 제거\n - 보안기능별 명령어 등 시험 및 운영방법 제공\n - 취약점 개선(취약점이 없는 펌웨어 및 패치 적용)\n - 백도어 제거(비공개 원격 관리 및 접속 기능)\n - 오픈소스 적용 기능 및 리스트 제공",
            "○",
            "",
            "",
            "○\n○\n○",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 75 - 붙임1. 보안서약서1부. 2. 한국발명진흥회보안관리지침1부. 2024년건설기술에관한특허실용신안활용실적 관리시스템개편 자료인수인계대장 자료 인수 인계 항목 1. 시스템구성도 2. 서버및장비ID 및패스워드 순 서 일자 인수자 인계자 소속부서 성명 서명 소속부서 성명 서명 1 2 3 4 5 6 7 8 9 10 - 76 - 붙임1 보안 및 비밀 유지각서 본인은 2024년 월 일 부터 귀 기관의 2024년 건설기술에 관한 특허실용신안 활용실적 관리시스템 개편 사업을 수행함에 있어 다 음 사항을 준수할 것을 엄숙히 서약하고 이에 각서를 제출합니다. 1. 본인은 본 과업을 수행함에 있어 이에 관련된 소관업무가 귀 기관의 기밀에 관한 사항임을 인정하고, 2024년 건설기술에 관한 특허실용 신안 활용실적 관리시스템 개편 사업에 대한 보안관리사항을 성실히 준수할 것을 서약합니다. 붙임 2의 별첨2 사업자 보안관리 준수사항 참조 2. 본인은 본 과업수행 중 대내외적으로 알게 된 모든 사항을 사업 중이 거나 사업이 완료된 후에도 귀 기관의 승인 없이 이를 누설치 않을 것을 서약 합니다. 3. 본인은 만약 이를 누설하거나 귀 기관의 지시사항을 위반하였을 때에는 그 동기 여하를 불문하고 제 법규에 의하여 어떠한 처벌도 감수할 것을 서약합니다. 4. 본인은 한국발명진흥회 정보보안 담당자 를 통해 정보보안 및 개인정보보호에 관련된 교육을 이수하였습니다. 이름 서명 년 월 일 소 속 서 약 자 인 생 년 월 일 주 소 한국발명진흥회장 귀하",
      "tables": [
        [
          [
            "자료\n인수\n인계\n항목",
            "1. 시스템 구성도\n2. 서버 및 장비 ID 및 패스워드"
          ]
        ],
        [
          [
            "순 서",
            "일자",
            "인수자",
            "",
            "",
            "인계자",
            "",
            ""
          ],
          [
            "",
            "",
            "소속(부서)",
            "성명",
            "서명",
            "소속(부서)",
            "성명",
            "서명"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "8",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "10",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 77 - 붙임2 한국발명진흥회 보안관리 지침 o 별첨1 정보보안 특수계약조건이 계약서에 포함된다. o 한국발명진흥회 보안관련 규정인 한국발명진흥회 보안업무 처리요령, 한국발명진흥회 정보보안 업무 세칙,한국발명진흥회 개인정보보호 업 무 세칙을 준수해야 한다. o 보안담당자를 지정하고 별첨2의 사업자 보안관리 준수사항을 이행해야 한다. - 78 - 별첨1정보보안 특수계약조건 내용 정보보안 특수계약조건 제1조정보누출 등 금지행위 계약상대자는 본 사업을 수행함에 있어 다음 각 호의 행위를하여서는 아니 된다. 1. 별첨 1-1에 명시된 누출금지 대상정보를 누출하는 행위 2. 별첨 1-2에 명시된 보안위반 처리기준의 금지행위 제2조벌칙 1계약상대자 또는 계약상대자의 대리인지배인, 그 밖의 사용 인이 제1조 제2호의 금지행위를 한 경우에는 별첨1-2의 보안위반 처리기준과 별첨 1-3의 사업자 보안 위약금 부과기준에 명시된 벌칙을 계약상대자에게 적 용한다. 2제1항에 따른 벌칙을 적용함에 있어 위약금일 경우, 계약상대자는 발주기관이 통보한 날로부터 30일 이내에 위약금을 현금체신관서 또는은행법의 적용을 받 는 은행이 발행한 자기앞수표를 포함한다으로 납입하여야 한다. 제3조하도급 계약시 조치사항 1계약상대자가 본 사업을 수행하기 위하여 하도 급 계약을 체결할 경우에는 본 사업계약 수준의 정보보안 특수계약조건을 하도 급계약서에 포함하여야 한다. 2제1항에도 불구하고 계약상대자가 발주기관의 개인정보 처리업무를 위탁받 아 수행하는 경우에는 발주기관의 사전 승낙을 얻은 경우를 제외하고 발주기 관과의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재 위탁 할 수 없다.",
      "tables": [],
      "has_images": true,
      "image_count": 6
    },
    {
      "page": 41,
      "text": "- 79 - 별첨 1-1 한국발명진흥회 누출금지 대상정보 가. 관련 법령에서 규정한 비공개 정보 1 공공기관의 정보공개에 관한 법률 제9조 제1항 각호 및 한국발명진흥회 사 무관리요령 별표7 2 공공기관 개인정보보호에 관한 법률 제2조 제2호의 개인정보 3 보안업무규정 제7조 제1항 제1호에 따른 비밀등급으로 결정된 정보 나. 정보시스템 개발 및 운영관련 정보 1 전산시스템의 내외부 IP주소 현황 2 전산시스템 아키텍처 구성현황 및 네트워크 구성도 3 정보시스템 보안체계 자료 - 모의해킹 및 취약점 분석 결과물, 보안장비 구성도, 방화벽IPS 등 정보보호제품 설치 내역, 보안점검결과, 감사보고서 등 4 사전 승인받지 아니한 용역사업 결과물 및 프로그램 소스코드 - ERD, DB Layout, Class Diagram 등을 포함한 산출물 5 정보시스템 관리자 정보 - 계정 및 패스워드 등 시스템 접근권한 정보 - 운영자관리자 매뉴얼 - 운영시 생성된 로그파일 다. 기타 정보 1 인사정책예산구매계약 등 한국발명진흥회의 각종 보고서 및 문서 2 한국발명진흥회 직원 및 내부업무를 위해 보유하고있는 개인정보 3 한국발명진흥회 외부로 유출될 경우 민형사상 책임이 발생할 수있는 문서 - 80 - 별첨 1-2 보안위반 처리기준 구 분 위 규 사 항 심 각 위 규 1. 한국발명진흥회 누출금지 대상정보 가 급 정보에 대한 관리소홀 가. 시건되지 않은 장소에 보관 나. 노출된 장소에 관리자 없이 방치 다. 승인받지 않은 저장매체에 보관 라. 권한이 없는 사용자가 보관 2. 한국발명진흥회 정보시스템에 대한 불법적 행위 가. 정보시스템에 대한 해킹 및 해킹시도 나. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 다. 시스템 구축 결과물에 대한 외부 유출 중 대 위 규 1. 한국발명진흥회 누출금지 대상정보 나 급 정보에 대한 관리소홀 가. 시건되지 않은 장소에 보관 나. 노출된 장소에 관리자 없이 방치 다. 승인받지 않은 저장매체에 보관 라. 권한이 없는 사용자가 보관 2. 사무실ᆞ보호구역 보안관리 허술 가. 사무실 출입문을 개방한 채 퇴근 나. 통제구역 출입문 개방한 채 퇴근열쇠 방치 포함 다. 출입카드 외부인에 대여 및 책상위 등에 방치 퇴근 마. 미신고 작업자의 사무실 출입 및 PC 사용 3. 경비 등 근무상태 불량 가. 당직 근무 중 취침 또는 음주 나. 당직 근무 중 무단 이석 4. 전산정보 보호대책 부실 가. PC 봉인, 보안 USB 사용규정 위반 나. PC에 비공개 정보를 켜 놓은 채 퇴근 다. PC 하드디스크에 비공개 정보를 보관 및 패스워드 미부여 라. 인터넷망 PC 하드디스크에 비공개 정보를 작업ᆞ보관 마. 보안관련 프로그램 강제 삭제 바. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항"
          ],
          [
            "심 각\n위 규",
            "1. 한국발명진흥회 누출금지 대상정보 ‘가’ 급 정보에 대한 관리소홀 \n가. 시건되지 않은 장소에 보관\n나. 노출된 장소에 관리자 없이 방치\n다. 승인받지 않은 저장매체에 보관\n라. 권한이 없는 사용자가 보관\n2. 한국발명진흥회 정보시스템에 대한 불법적 행위\n가. 정보시스템에 대한 해킹 및 해킹시도\n나. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n다. 시스템 구축 결과물에 대한 외부 유출"
          ],
          [
            "중 대\n위 규",
            "1. 한국발명진흥회 누출금지 대상정보 ‘나’ 급 정보에 대한 관리소홀 \n가. 시건되지 않은 장소에 보관\n나. 노출된 장소에 관리자 없이 방치\n다. 승인받지 않은 저장매체에 보관\n라. 권한이 없는 사용자가 보관\n2. 사무실ㆍ보호구역 보안관리 허술\n가. 사무실 출입문을 개방한 채 퇴근\n나. 통제구역 출입문 개방한 채 퇴근(열쇠 방치 포함)\n다. 출입카드 외부인에 대여 및 책상위 등에 방치 퇴근\n마. 미신고 작업자의 사무실 출입 및 PC 사용\n3. 경비 등 근무상태 불량\n가. 당직 근무 중 취침 또는 음주\n나. 당직 근무 중 무단 이석\n4. 전산정보 보호대책 부실\n가. PC 봉인, 보안 USB 사용규정 위반\n나. PC에 비공개 정보를 켜 놓은 채 퇴근\n다. PC 하드디스크에 비공개 정보를 보관 및 패스워드 미부여\n라. 인터넷망 PC 하드디스크에 비공개 정보를 작업ㆍ보관\n마. 보안관련 프로그램 강제 삭제\n바. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 81 - 구 분 위 규 사 항 처 리 기 준 보 통 위 규 1. 한국발명진흥회 누출금지 대상정보 다 급 정보에 대한 관리소홀 가. 시건되지 않은 장소에 보관 나. 노출된 장소에 관리자 없이 방치 다. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관 라. 권한이 없는 사용자가 보관 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 캐비넷 다이얼번호를 외부에 노출 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 다. 계약 상대자가 설치한 경보ᆞ보안장치 작동 불량 4. 전산정보 보호대책 부실 가. 보조기억매체CD, USB 등를 서랍ᆞ책상위 등에 방치한 채 퇴근 나. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 다. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 라. PC 비밀번호를 모니터옆 등 외부에 노출 5 기타 관행적 사항 PC, 복사기, 프린터, 선풍기 등 전기제품을 켜 놓은 채 퇴근 자체내규 의거 경징계 등 문책 위규자 및 직속감독자 사유서 경위서 징구 2회 이상 적발시 당사 자 퇴출 재발 방지를 위한조치계 획 제출 위규자 대상 특별보안 교육 실시 2회 이상 위규시 기관장명의 해당업체장에 게 경고장 통보 경 미 위 규 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 경비 등 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 보호구역 열쇠ᆞ마스타키 관리부실 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 4. 기타 관행적 사항 보안담당자 일지 미기록 등 임무소홀 주의조치 재발 방지를 위한조치계 획 제출 위규자 대상 특별보안 교육 실시 - 82 - 별첨 1-3 보안 위약금 부과 기준 가. 위규 수준별로 심각경미AD 등급으로 차등 부과 구분 위규 수준 심각A급 중대B급 위규 심각 1건 중대 1건 위약금 비중 사업규모 10억이상 2 10억미만 2천만원 건당 500만원 A급의경우국가계약법시행령제76조부정당업자로지정하여입찰참가를제한 나. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는1회의사고만으로도그파급력이큰것을감안하여타항목과별도부과 다. 사업 종료시 지출금액 조정을 통해 위약금 정산예정",
      "tables": [
        [
          [
            "구분",
            "위규 수준",
            "",
            ""
          ],
          [
            "",
            "심각(A급)",
            "중대(B급)",
            ""
          ],
          [
            "위규",
            "심각 1건",
            "중대 1건",
            ""
          ],
          [
            "위약금\n비중",
            "사업규모\n․10억이상 : 2%\n․10억미만 : 2천만원",
            "건당 500만원",
            ""
          ]
        ],
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "보 통\n위 규",
            "1. 한국발명진흥회 누출금지 대상정보 ‘다’ 급 정보에 대한 관리소홀 \n가. 시건되지 않은 장소에 보관\n나. 노출된 장소에 관리자 없이 방치\n다. 승인받지 않은 저장매체 또는 인터넷 연결 단말기에 보관\n라. 권한이 없는 사용자가 보관\n2. 사무실 보안관리 부실\n가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근 \n나. 캐비넷 다이얼번호를 외부에 노출\n3. 보호구역 관리 소홀 \n가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n나. 보호구역내 비인가자 출입허용 등 통제 미실시\n다. 계약 상대자가 설치한 경보ㆍ보안장치 작동 불량 \n4. 전산정보 보호대책 부실\n가. 보조기억매체(CD, USB 등)를 서랍ㆍ책상위 등에 방치한 채 퇴근\n나. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근\n다. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n라. PC 비밀번호를 모니터옆 등 외부에 노출\n5 기타 관행적 사항\nPC, 복사기, 프린터, 선풍기 등 전기제품을 켜 놓은 채 퇴근",
            "◦  자체내규 의거 경징계 \n등 문책 \n◦  위규자 및 직속 감독자 \n사유서 / 경위서 징구\n(2회 이상 적발시 당사\n자 퇴출)\n◦  재발 방지를 위한 조치계\n획 제출\n◦  위규자 대상 특별보안\n교육 실시\n※  2회 이상 위규시\n기관장명의  해당 업체장에\n게 경고장 통보"
          ],
          [
            "경 미\n위 규",
            "1. 업무 관련서류 관리 소홀\n가. 진행중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 경비 등 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 보호구역 열쇠ㆍ마스타키 관리부실\n3. 전산정보 보호대책 부실 \n가. PC내 보안성이 검증되지 않은 프로그램 사용\n나. 보안관련 소프트웨어의 주기적 점검 위반\n4. 기타 관행적 사항 \n보안담당자 일지 미기록 등 임무소홀",
            "◦  주의조치\n◦  재발 방지를 위한 조치계\n획 제출\n◦  위규자 대상 특별보안\n교육 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 83 - 별첨2 사업자 보안관리 준수사항 1참여인력에대한보안관리 보안서약서등제출 - 사업참여인원에대해사업투입전자체보안교육후, 보안서약서, 기본보안교육내용을 제출해야한다. 보안교육실시 - 사업자는보안인식제고를위해주기적으로자체보안교육을하며, 한국발명진흥회가 요구하는보안교육에참석해야한다. 인력변동관리 - 시스템접근권한을승인받은인력또는해당인력의업무변동이있는경우, 한국발명진흥회정보보안담당에게해당사유가발생한후1일내에신고해야한다. 2자료정보등의보안관리 비밀준수대상자료정보 - 사업자는아래의자료나정보이하비밀정보라한다에대하여비밀을유지하여야한다. 한국발명진흥회가본사업의이행을위하여사업자에게서면또는구두등의방법으로 비밀에해당한다고고지하고제공한자료나정보DB정보, IP 정보, 상세시스템구성도등 법령또는한국발명진흥회내규에의하여공개가제한되거나비밀을유지해야하는자료나 정보미공개출원정보, 개인정보, 비밀지정문서등 사업자가본계약의이행중한국발명진흥회가제공한비밀정보를이용가공하여얻은자료나정보 비밀정보의관리 - 사업자는비밀정보의관리를위하여자료명, 자료용량쪽수, 인계자인수자서명이 포함된비밀정보관리대장을작성해야한다. - 사업자는비밀정보를업무별로지정된사용자만접근이가능하도록관리하고, 비밀정보를다른자료나정보와구분하여보관하여야한다. - 사업자는비밀정보출력시출력물에출력자, 출력일시, 보안경고문구등을표시해야한다. 개인정보의관리 - 사업자는개인정보보호법제29조, 동법시행령제30조및개인정보의안전성 확보조치기준고시행정안전부고시제2011-43호에따라개인정보의안전성 확보에필요한관리적기술적조치를취하여야한다. - 사업자는계약이해지되거나또는계약기간이만료된경우위탁업무와관련하여 보유하고있는개인정보를개인정보보호법시행령제16조에따라즉시파기 하거나발주기관에게반납하여야한다. 3사무실및전산장비매체보안관리 사무실보안관리 - 84 - - 사업자는사무실또는용역업무를수행하는공간에대해일일보안점검을해야한다 전산장비매체보안관리 - 사업자는PC, 노트북등전산장비를반출입하는경우, 다음사항을사전확인, 조치해야한다. 반입시 백신, 내PC 지키미등PC 보안프로그램설치및악성코드감염여부검사 반출시 저장데이터완전삭제한국발명진흥회정보보안담당의사전확인필요 - 사업자는보안USB 외의기타보조기억매체는사용할수없으며, 보안USB 외에는자료를 저장할수없다. - 사업자는전산장비매체를승인권자외의사용자가조작탈취할수있도록방치하면안된다. 4정보시스템접근보안관리 사업자는정보시스템사용자계정이용시부여된권한목적이외의접근을하면안되며, 승인된사용자만접근해야한다. 사업자는공용계정을사용하면안되며, 사용하지않는계정은주기적으로삭제해야한다. 공유폴더는사용해서는안된다. 5사업보안관리 사업자는사업최종산출물에대해정보보안전문가또는전문보안점검도구를활용하여보안 취약점을점검, 도출된취약점에대한개선을완료하고그결과를사업전개2주전에제출해야 한다특히, 웹기반시스템인경우모의해킹수준으로취약점을점검하여안전행정부의 웹응용프로그램개발보안가이드점검항목에대한결과를제출해야한다. 사업자는사업수행에사용되는문서, 인원, 장비등에대하여물리적, 관리적, 기술적보안대책 및누출금지대상정보에대한보안관리계획을사업제안서에기재하여야한다. 한국발명진흥회외부에서사업수행을할경우, 사업내지정한보안관리자는정보보안담당자의 역할을위임받아보안관리를수행해야한다. 상기사업자보안관리준수사항중예외적허용이필요한경우에는, 한국발명진흥회 정보보안담당에게예외허용사항에대한보안성검토를요청해야한다. 보안침해사고발생시국가사이버안전매뉴얼의대응절차를준수하여야한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}