{
  "csv_metadata": {
    "공고 번호": "Unknown_88",
    "공고 차수": -1,
    "사업명": "세종테크노파크 인사정보 전산시스템 구축 용역 입찰공고[긴급]",
    "사업 금액": 90000000,
    "발주 기관": "세종테크노파크",
    "공개 일자": "2021-10-08 00:00:00",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "미정",
    "사업 요약": "- 사업개요: 세종테크노파크 인사정보 전산시스템 구축\n- 추진배경: 인사정보관리의 전산화 결여로 인한 업무 부담과 정보의 통합 부족\n- 사업범위: 인사정보시스템 구축, 근태관리 고도화, 인사정보 검색 시스템 구축\n- 기대효과: 인사업무 처리 효율성 제고, 정보의 통합 및 협업 체계 강화\n- 추진목표: 인사정보시스템 구축, 분산된 인사업무 통합, 연계 기관 및 데이터 모니터링 가능성 확보",
    "파일형식": "pdf",
    "파일명": "세종테크노파크_세종테크노파크 인사정보 전산시스템 구축 용역 입찰공.pdf"
  },
  "missing_values": {
    "공고번호_결측": true,
    "공고차수_결측": true,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": true,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "인사정보 전산시스템 구축 용역 제 안 요 청 서 2021. 9.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "목 차 I. 사업안내 1 1. 사업개요 1 2. 추진배경 및 필요성 1 3. 사업범위 1 4. 기대효과 2 II. 현황 및 개선방안 2 1. 정보시스템 현황 2 2. 문제점 및 개선방안 3 III. 사업추진 방안 3 1. 추진목표 3 2. 추진전략 4 3. 추진체계 6 4. 추진일정 6 IV. 제안요청 내용 7 1. 제안요청 개요 7 2. 제안요청 일반사항 7 3. 제안요청 필수사항 8 4. 제안요청 내용 9 가. 요구사항 구성 9 나. 요구사항 목록 10 다. 요구사항 상세 11 1 기능 요구사항 11 2 성능 요구사항 14 3 인터페이스 요구사항 15",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "4 데이터 요구사항 17 5 테스트 요구사항 18 6 보안 요구사항 20 7 품질 요구사항 25 8 제약사항 26 9 프로젝트관리 요구사항 32 10 프로젝트지원 요구사항 37 V. 제안안내 40 1. 입찰 참가자격 40 2. 입찰 및 계약 방식 41 3. 제안서평가 41 4. 협상적격자 선정 및 협상순서 46 5. 협상방법 및 기준 46 6. 계약조건 47 7. 제안사 유의사항 47 8. 입찰서류 및 제안서 제출 51 9. 제안서 발표회 52 VI. 제안서 작성지침 53 1. 제안서 작성방법 52 2. 붙임 및 별지서식 55",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 1 - I 사업개요 1. 일반사항 가. 용 역 명 세종테크노파크 인사정보 전산시스템 구축 나. 용역기간 계약 체결일로부터 약 60일 이내 다. 사 업 비 금90,000,000원부가가치세 포함 라. 계약방법 제한경쟁입찰협상에 의한 계약 2. 추진배경 및 필요성 가. 테크노파크 인사정보관리에 대한 전산화 결여로 인사 업무의 신속성, 정확성, 지속성을 보장받지 못하는 상태이고, 인사업무 담당자 대부분 업무를 수기로 진행하고 있어 업무 부담이 가중되고 있는 상황임 나. 조직인력 규모의 비약적 확대에 따라 인사관리의 중요성이 지속적 으로 부각되어 이를 뒷받침할 시스템 구축이 필요 다. 인사업무 일부는 그룹웨어, 전자결재, 예산회계급여프로그램ERP 등 정보시스템 구축 및 운영을 통해 수행하고 있으나, 개별 정보시스템 으로 구성되어 있어 연계가 이루어지지 않다 보니 업무의 확장성, 효율성, 유연성이 결여된 상황임 라. 인사업무 전반의 정보화 기틀을 마련함으로써, 인사업무 담당자의 수작업을 최소화하며 정보의 통합 및 부서 간의 행정업무 절차 및 업무 흐름 공유를 통해 협업 체계를 강화하는 등 행정업무의 효율성 제고 필요 마. 유연근무제재택시차출퇴근단축근로확대 등 급변하는 제도변화 및 재단 경영환경에 적합한 유기적 연계시스템 마련 3. 사업범위 가. 인사관리 시스템 - 인사정보시스템은 기 운영 중인 시스템의 전자결재, 사용자 계정, 사용자",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 2 - 권한, 전자결재 문서 열람 및 기타 권한 데이터에 대해 상호 연관성을 보장하여야 함 - 인사발령 데이터에 대해 이관에 대한 방안을 제시해야 함 - 인사정보시스템 구축을 위한 인사관리 시스템은 그룹웨어 및 전자결재 데이터를 통합하여야 함 나. 근태관리 고도화 - 유연근무제시차출퇴근제 등 세종테크노파크 경영환경에 적합한 맞춤형 시스템 구현 다. 인사정보 현황 및 저장된 DB자료에 대해서는 다양한 세부조건에 따라 상세하게 검색할 수 있도록 구축 4. 기대효과 가. 인사정보관리 업무의 오프라인 업무를 억제하고, 인사업무 담당자의 업무처리 효율성 제고를 통해 창의적이고 혁신적인 업무 집중 기대 나. 인사정보의 전산시스템 구축으로 인사업무의 효율성과 확장성 향상이 기대 다. 그룹웨어, G20 연동개발을 통하여 업무 확장성과 효율성 향상 기대 라. 인사업무를 정보화로 확장하기 위한 기틀 마련 기대 II 현황 및 개선방안 1. 정보시스템 현황 가. 시스템 및 네트워크 구성 현황 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시 제2019-69호, 2019.8.23 제17조제안요청서 보안사항 등에 의거, 상세 전산자원 구성은 보안상 비 공개하며 입찰참가 업체가 필요시 발주기관에 방문하여 보안각서 제출 후 열람 가능",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 3 - 나. 관련 소프트웨어SW 현황 구 분 솔루션명 OS DBMS 그룹웨어 더존 Bizbox Alpha CentOS 마리아 DB ERP 더존 I-CUBE G20 Windows Server MS-SQL 2. 문제점 및 개선방안 구 분 문제점 및 요구사항 개선방향 공통사항 - 인사 프로그램ERP, G20과 그룹웨어 시스템 분리 운영으로 인한 이중 업무 발생 - 인사업무 오프라인 수행으로 인한 업무 부담 가중 - 인사 프로그램ERP, G20과 그룹웨어 시스템을 연동하는 인사카드시스템 구축 - 인사업무를 그룹웨어와 ERP 인사 프로그램을 활용한 정보화 추진 인사복무 - 인사기록카드 수기 관리 - 인사기록카드 변경에 대한 반영 프로세스 미비 - 그룹웨어, G20 인사정보 수기 업데이트 - 인사기록카드 그룹웨어, G20 연동 시스템 구축 - 사원이 직접 인사카드 업데이트 요청, 관리자 승인 후 반영되는 프로세스 도입 III 사업추진 방안 1. 추진목표 가. 인사급여ERP 프로그램 기반 인사정보시스템 구축 나. 분산된 인사업무 처리 시스템을 인사급여ERP으로 통합 구축하여 인사업무 처리절차 정보화 구현 다. 연계기관 및 재단 내부 정보시스템과 데이터 연계 및 모니터링이 가능 하도록 유연한 설계 및 연계프로세스를 적용 2. 추진전략 가. 사업수행 전략 행정기관 및 공공기관 정보시스템 구축운영 지침 제7조에 따라",
      "tables": [
        [
          [
            "구 분",
            "솔루션명",
            "OS",
            "DBMS"
          ],
          [
            "그룹웨어",
            "더존 Bizbox Alpha",
            "CentOS",
            "마리아 DB"
          ],
          [
            "ERP",
            "더존 I-CUBE G20",
            "Windows Server",
            "MS-SQL"
          ]
        ],
        [
          [
            "구 분",
            "문제점 및 요구사항",
            "개선방향"
          ],
          [
            "공통사항",
            "- 인사 프로그램(ERP, G20)과 \n그룹웨어 시스템 분리 운영으로 \n인한 이중 업무 발생\n- 인사업무 오프라인 수행으로 \n  인한 업무 부담 가중",
            "- 인사 프로그램(ERP, G20)과 \n그룹웨어 시스템을 연동하는 \n인사카드시스템 구축 \n- 인사업무를 그룹웨어와 ERP \n인사 프로그램을 활용한 정보화 추진"
          ],
          [
            "인사/복무",
            "- 인사기록카드 수기 관리\n- 인사기록카드 변경에 대한 반영 \n프로세스 미비\n- 그룹웨어,  G20  인사정보  수기 \n업데이트",
            "- 인사기록카드 그룹웨어, G20 연동 \n시스템 구축\n- 사원이 직접 인사카드 업데이트 \n요청, 관리자 승인 후 반영되는 \n프로세스 도입"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 4 - 주관 사업자로부터 품질관리, 위험관리, 변경관리 등의 사업수행 계획서 및 기술적용계획표를 제출 받아 사업의 정상추진 이행여부에 대한 관리감독 세종테크노파크 현업 담당자 인터뷰를 통한 요구사항 의견 수렴 및 요구사항 분석을 통해 사업의 범위, 방향 등 사업 단계별 표준 산출물 종류, 수량, 제출시기 등은 제안내용을 검토 후, 사업수행 계획서에 반영하여 향후 원활한 시스템 운영 및 유지보수 업무 수행이 가능하도록 관리감독 나. 사업관리 전략 사업관리 투입인력, 일정, 통제, 비용 등 관리 품질관리 상용응용시스템, 아키텍쳐, SW, 초기데이터, 산출물 등 사업전반에 걸쳐 품질관리 이행 및 준수여부 점검 변경관리 업무, 기술 등 환경변화에 따른 요구사항, 투입인력, 일정 등 관리 위험관리 내외부 위험요소 관리 보안관리 사업수행 중 중요 정보가 유출되지 않도록 사전사후 보안대책 강구 다. 표준화 전략 시스템의 확장성호환성안전성이 확보될 수 있도록 정보 시스템 구축운영기술 지침 준수 국제국가표준 등을 준수하고 최신 기술과 정보 기술들을 면밀히 분석하여 향후 확장성안전성이 확보될 수 있도록 추진 보안관련 법령, 규정, 지침 및 국가정보보안 기본지침, 개인정보보호 관련 법령, 규정, 지침 및 국무조정실 개인정보 보호지침 준수 공공기관 데이터베이스 표준화 지침을 준수하여 세종테크노파크 환경에 적합한 DataBase 표준화 라. 시스템 구축 전략 업무분석 및 시스템 표준화 분석 - 인사정보 프로그램 프로세스 및 데이터를 기반으로 하는 인사정보",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 5 - 시스템 구축 표준화 - 현행AS-IS 분석과 부서별 현행 업무 프로세스 및 업무특성 분석을 통해 인사정보시스템 구축 방안 도출 - 향후TO-BE 구축 시, 패키지솔루션 기본 프로세스를 바탕으로 부서별 현행 업무 프로세스 활용 방안 제시 및 프로세스 설계, 시스템 구현 방안 수립 - 또한, 정보시스템 간 자료 공유 및 업무 연동 프로세스 정의 - 조직도 및 기관코드 등 공통 활용 데이터 및 서비스에 대한 표준화 정의 - 데이터의 접근 및 권한에 대한 정의개인정보 처리자취급자책임자, 일반 사용자, 권한 관리자, 관리자 등 와 이력 관리 - 개인정보 데이터 및 일반 데이터 암호화 방안 제시 시스템 구축 검증 및 운영 방안 - 단위통합 테스트 및 검증을 통한 각 분야별 연동 프로세스 정상 처리여부 검증 - 시험운영 계획에 따른 일정 기간 경과 후 시스템 운영으로 전환 하는 계획 수립 - 시스템 운영 및 향후 유지관리를 위한 기술이전 및 시스템 운영 담당자 및 일반직원 시스템 교육 훈련 진행 - 시스템의 안정적 운영 및 확장성 보장을 위해 최적화된 시스템 도입 및 관리",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 6 - 3. 추진체계 구 분 역 할 세종테크노파크 사업에 대한 총괄 감독수행 단계별 추진사항에 대한 의사결정 요구사항제시, 검사 및 인수테스트 수행 성과점검 및 피드백 제시 용역 사업자 사업 추진에 따른 계약의 이행 사업실행계획 수립, 사업 경과보고 및 협의 내용 관리 시스템 설계구축통합 시험운영 사용자 교육 및 기술 이전, 하자보수 등 4. 추진일정 구 분 M M1 M2 분석 착수계 제출 및 착수보고 요구사항 수집 및 정의분석 설계 시안 보고 및 확정 DB 설계 시스템 설계 구현 디자인 구현 프로그램 구현 데이터 이관 데이터 이관 데이터 검증 인수 및 테스트 단위테스트 통합테스트 검사 및 인수테스트 운영환경 구성 운영 운영자 및 사용자 교육 시험운영 사업 보고회 인사정보 전산시스템 오픈은 계약체결 후 3개월 이내 용역 사업자는 사업초기 필요 시 세종테크노파크 사업총괄을 포함하여 사업전반의 이해도를 높이기 위한 워크숍을 개최",
      "tables": [
        [
          [
            "구 분",
            "역 할"
          ],
          [
            "세종테크노파크",
            "○ 사업에 대한 총괄 감독수행\n○ 단계별 추진사항에 대한 의사결정\n○ 요구사항제시, 검사 및 인수테스트 수행\n○ 성과점검 및 피드백 제시"
          ],
          [
            "용역 사업자",
            "○ 사업 추진에 따른 계약의 이행\n○ 사업실행계획 수립, 사업 경과보고 및 협의 내용 관리\n○ 시스템 설계･구축･통합 시험운영\n○ 사용자 교육 및 기술 이전, 하자보수 등"
          ]
        ],
        [
          [
            "구 분",
            "",
            "M",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "M+1",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "M+2",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "분석",
            "착수계 제출 및 착수보고\n요구사항 수집 및 정의(분석)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "설계",
            "시안 보고 및 확정\nDB 설계\n시스템 설계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "구현",
            "디자인 구현\n프로그램 구현",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터\n이관",
            "데이터 이관",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "데이터 검증",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "인수\n및\n테스트",
            "단위테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "통합테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "검사 및 인수테스트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "운영환경 구성",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "운영",
            "운영자 및 사용자 교육",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시험운영",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사업 보고회",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 7 - IV 제안요청 내용 1. 제안요청 개요 가. 그룹웨어를 비롯한 그룹웨어를 구성하기 위해 도입되는 모든 솔루션 소프트웨어는 저작권자사가 부여한 정식 라이선스 제공 나. 도입 및 고도화되는 모든 소프트웨어는 저작권자사가 부여한 라이 선스 조건 및 보증조건의 범위 등에 있어서 저작권을 침해하여서는 아니 되며, 소프트웨어의 사용범위 및 조건 등을 충분히 고려해 구축 하여야 함 다. 기 운영 중인 그룹웨어, 전자결재, 예산회계급여프로그램ERP, 인사 복무관리 프로그램, 행정정보시스템법인카드 관리, 식수관리, 급여, 전산장비 대여 등 정보시스템의 개별적 관점과 연계적 관점에서 문 제점을 도출 및 분석하여 신규 솔루션 도입 및 고도화 개발 2. 제안요청 일반사항 가. 본 용역은 세종테크노파크의 인사정보 전산시스템을 구축하는 것으로 향후 연계 및 확장될 시스템을 고려하여 제안하여야 함 나. 제안업체는 제안내용에 대해 책임을 지며, 제안시점에서 사업수행 요건을 충족하지 못하는 경우 선정 대상에서 제외함 다. 도입되는 모든 시스템 및 모듈, 응용상용 소프트웨어 등에 관한사항은 일괄 방법Turn-Key Base로 제안하여야함 라. 제안규격의 만족여부는 세종테크노파크 평가기준 등에 의해 심사를 실시함 마. 정보화시스템 운용 및 유지보수 대응이 가능한 구체적 기술 이전과 교육 및 지원 계획을 제시하여야 함 바. 도입되는 모든 시스템 및 모듈, 응용상용 소프트웨어 등은 용역기간",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 8 - 중에 구축 완료 및 시험 운영 종료가 가능하여야 함 사. 도입되는 모든 시스템 및 모듈, 응용상용 소프트웨어 등은 시험 운영 이후 1년 간 무상 하자보수를 진행하며, 하자보증기간 동안 하자보수 및 유지보수 계약 이행에 관하여 모든 책임을 지어야 함 아. 안정적이고 확장 가능한 최적의 인사정보 전산시스템으로 구축하며, 개발업무의 각종 서식 및 코드, 시스템 간 통합 및 연계 등 정보화 표준을 준용하여 개발하여야 함 3. 제안요청 필수사항 가. 인사정보시스템은 유기적으로 데이터 교환 및 내부외부 정보시스템과 연계가 가능하여야 하며, 예산회계급여 프로그램과 그룹웨어 및 전자 결재는 호환성을 위하여 동일 개발사에 개발한 제품으로 제안하여야 함 나. 정보보안 관련 법령 및 지침 등 각종 보안규정을 준수한 인사정보 전산 시스템 구성 및 운영방안을 제시하여야 하고, 보안성 강화 및 관리 능력 강화를 위하여 필요한 경우 추가 지원 가능한 사항을 제시하여야 함 다. 시스템 장애 발생 시 업무의 중단 및 혼란이 예상되는 경우, 가능한 한 빠른 시간 내에 복구할 수 있는 365일 24시간 무중단 운영체제 구축과 장애 내용을 공유하는 방안을 제시하여야 함 라. 도입되는 모든 시스템 및 모듈, 응용상용 소프트웨어 등에 대한 제조사 공급 및 기술지원 확약서를 제조사로부터 발급 받아, 해당 원본을 계약 체결 후 10일 이내에 제출 하여야 함 마. 인사정보 전산시스템 구축 완료 후, 단위통합 테스트를 거쳐 현업 부서의 검사 및 인수테스트, 집합교육을 실시하여야 함 바. 세종테크노파크의 검사 및 인수테스트 결과에 따라 인사정보 전산시스템 구축 사업 완료에 대한 승인 여부를 결정할 수 있음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 9 - 4. 제안요청 내용 가. 요구사항 구성 요구사항 분류 설명 요구사항 번호 부여 규칙 요 구 사항수 기능-SFR System Function Requirement 목표시스템이 반드시 수행해야 하거나 목표 시스템을 이용하여 사용자가 반드시 수행할 수 있어야 하는 기능동작 개발 요구사항 2 성능-PER Performance Requirement 목표시스템의 처리속도 및 시간, 처리량, 가용성 등 성능에 대한 요구사항 5 인터페이스-SIRUIR System Interface RequirementUser Interface Requirement 목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요구사항 사용자 편의성, 사용자 경험 등의 사용자 중심의 요구사항 3 데이터-DAR Data Requirement 목표시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, 방법, 보안이 필요 한 데이터 등 데이터를 구축하기 위해 필요한 요구사항 1 테스트-TER Test Requirement 도입장비의 성능테스트 또는 구축 시스템의 계획대비 제대로 운영되는가를 테스트하고 점검하기 위한 테스트 요구사항 테스트 대상, 일정, 방법, 절차 등에 대한 요건 과 연계대상에 대한 테스트 요건 요구사항 3 보안-SER Security Requirement 정보 자산의 기밀성과 무결성을 확보하기 위해 목표시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항 6 품질-QUR Quality Requirement 목표 사업의 원활한 수행 및 운영을 위해 관리 가 필요한 품질 항목, 품질평가 대상 및 목표에 대한 요구사항 신뢰성, 사용성, 유지관리성, 이식성, 보안성 등 4 제약사항-COR Constraint Requirement 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술 표준업무법제도 등의 제약조건 10 프로젝트관리-PMR Project Management Requirement 프로젝트의 원활한 수행을 위한 관리방법 및 추진단계별 수행 방안에 대한 요구사항 6 프로젝트지원-PSR Project Support Requirement 프로젝트의 원활한 수행을 위해 필요한 지원 사항 및 방안에 대한 요구사항 시스템서비스 안정화 및 운영, 교육훈련 및 기술지원, 하자보수 또는 유지관리에 대한 요구사항 5",
      "tables": [
        [
          [
            "요구사항 분류",
            "설명\n(요구사항 번호 부여 규칙)",
            "요  구\n사항수"
          ],
          [
            "기능-SFR\n(System Function Requirement)",
            "○ 목표시스템이 반드시 수행해야 하거나 목표\n   시스템을 이용하여 사용자가 반드시 수행할 수\n   있어야 하는 기능(동작) 개발 요구사항",
            "2"
          ],
          [
            "성능-PER\n(Performance Requirement)",
            "○ 목표시스템의 처리속도 및 시간, 처리량, 가용성\n   등 성능에 대한 요구사항",
            "5"
          ],
          [
            "인터페이스-SIR/UIR\n(System Interface \nRequirement/User Interface \nRequirement)",
            "○ 목표시스템과 외부를 연결하는 시스템 인터페이스와 \n사용자 인터페이스에 대한 요구사항\n○ 사용자 편의성, 사용자 경험 등의 사용자\n   중심의 요구사항",
            "3"
          ],
          [
            "데이터-DAR\n(Data Requirement)",
            "○ 목표시스템의 서비스에 필요한 초기자료 구축\n   및 데이터 변환을 위한 대상, 방법, 보안이 필요\n   한 데이터 등 데이터를 구축하기 위해 필요한\n   요구사항",
            "1"
          ],
          [
            "테스트-TER\n(Test Requirement)",
            "○ 도입장비의 성능테스트 또는 구축 시스템의 \n   계획대비 제대로 운영되는가를 테스트하고\n   점검하기 위한 테스트 요구사항\n○ 테스트 대상, 일정, 방법, 절차 등에 대한 요건\n   과 연계대상에 대한 테스트 요건 요구사항",
            "3"
          ],
          [
            "보안-SER\n(Security Requirement)",
            "○ 정보 자산의 기밀성과 무결성을 확보하기 위해\n   목표시스템의 데이터 및 기능, 운영 접근을\n   통제하기 위한 요구사항",
            "6"
          ],
          [
            "품질-QUR\n(Quality Requirement)",
            "○ 목표 사업의 원활한 수행 및 운영을 위해 관리\n   가 필요한 품질 항목, 품질평가 대상 및 목표에\n   대한 요구사항\n○ 신뢰성, 사용성, 유지관리성, 이식성, 보안성 등",
            "4"
          ],
          [
            "제약사항-COR\n(Constraint Requirement)",
            "○ 목표시스템 설계, 구축, 운영과 관련하여 사전에\n   파악된 기술 표준･업무･법제도 등의 제약조건",
            "10"
          ],
          [
            "프로젝트관리-PMR\n(Project Management \nRequirement)",
            "○ 프로젝트의 원활한 수행을 위한 관리방법 및\n   추진단계별 수행 방안에 대한 요구사항",
            "6"
          ],
          [
            "프로젝트지원-PSR\n(Project Support Requirement)",
            "○ 프로젝트의 원활한 수행을 위해 필요한 지원\n   사항 및 방안에 대한 요구사항\n○ 시스템/서비스 안정화 및 운영, 교육훈련 및\n   기술지원, 하자보수 또는 유지관리에 대한\n   요구사항",
            "5"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 10 - 나. 요구사항 목록 요구사항 분류 요구사항 번호 요구사항 명칭 기능-SFR SFR-001 인사시스템 일반사항 SFR-002 유연근무 도입을 통한 근태관리 기능 고도화 성능-PER PER-001 성능 일반 PER-002 배치성 업무 응답시간 PER-003 평균 응답시간 PER-004 평균 처리시간 PER-005 웹 사이트 최적화 인터페이스-SIRUIR SIR-001 통합 UI SIR-002 사용자 UIUX SIR-003 크로스브라우징 데이터-DAR DAR-001 데이터베이스 설계 기준 테스트-TER TER-001 단위테스트 TER-002 통합테스트 TER-003 인수테스트 보안-SER SER-001 보안지침 준수 일반사항 SER-002 시큐어코딩 및 보안취약점 제거 SER-003 개인정보보호 및 데이터 암호화 SER-004 데이터 무결성 SER-005 정보 누출금지 대상 SER-006 수행업체 보안 준수 사항 품질-QUR QUR-001 품질관리 일반사항 QUR-002 가용성 보장 QUR-003 사용성 보장 QUR-004 상호 운용성 제약사항-COR COR-001 사업관련 공통 규정 준수 COR-002 사업관련 공통 기술표준 준수 COR-003 용역업체 정보보호 및 보안준수 COR-004 정보시스템 관련 규정 및 표준 준수 COR-005 웹 접근성 준수 COR-006 웹 표준 준수 COR-007 데이터표준화 기준 준수 COR-008 개발언어 사용 COR-009 기존 시스템과 호환성 적용 COR-010 기타 제약사항 프로젝트관리-PMR PMR-001 프로젝트 관리 일반사항 PMR-002 프로젝트관리 방법론 준용 등 사업관리 요건 준수 PMR-003 산출물 작성 및 제출 PMR-004 프로젝트 조직 구성 PMR-005 개발방법론 적용 시 유의사항 PMR-006 시험운영 일정 확보 프로젝트지원-PSR PSR-001 교육지원 PSR-002 개발장소 지정 PSR-003 기술이전 PSR-004 하자보수 일반 PSR-005 사업정보 저장소 데이터 관리",
      "tables": [
        [
          [
            "요구사항 분류",
            "요구사항 번호",
            "요구사항 명칭"
          ],
          [
            "기능-SFR",
            "SFR-001",
            "인사시스템 일반사항"
          ],
          [
            "",
            "SFR-002",
            "유연근무 도입을 통한 근태관리 기능 고도화"
          ],
          [
            "성능-PER",
            "PER-001",
            "성능 일반"
          ],
          [
            "",
            "PER-002",
            "배치성 업무 응답시간"
          ],
          [
            "",
            "PER-003",
            "평균 응답시간"
          ],
          [
            "",
            "PER-004",
            "평균 처리시간"
          ],
          [
            "",
            "PER-005",
            "웹 사이트 최적화"
          ],
          [
            "인터페이스-SIR/UIR",
            "SIR-001",
            "통합 UI"
          ],
          [
            "",
            "SIR-002",
            "사용자 UI&UX"
          ],
          [
            "",
            "SIR-003",
            "크로스브라우징"
          ],
          [
            "데이터-DAR",
            "DAR-001",
            "데이터베이스 설계 기준"
          ],
          [
            "테스트-TER",
            "TER-001",
            "단위테스트"
          ],
          [
            "",
            "TER-002",
            "통합테스트"
          ],
          [
            "",
            "TER-003",
            "인수테스트"
          ],
          [
            "보안-SER",
            "SER-001",
            "보안지침 준수 일반사항"
          ],
          [
            "",
            "SER-002",
            "시큐어코딩 및 보안취약점 제거"
          ],
          [
            "",
            "SER-003",
            "개인정보보호 및 데이터 암호화"
          ],
          [
            "",
            "SER-004",
            "데이터 무결성"
          ],
          [
            "",
            "SER-005",
            "정보 누출금지 대상"
          ],
          [
            "",
            "SER-006",
            "수행업체 보안 준수 사항"
          ],
          [
            "품질-QUR",
            "QUR-001",
            "품질관리 일반사항"
          ],
          [
            "",
            "QUR-002",
            "가용성 보장"
          ],
          [
            "",
            "QUR-003",
            "사용성 보장"
          ],
          [
            "",
            "QUR-004",
            "상호 운용성"
          ],
          [
            "제약사항-COR",
            "COR-001",
            "사업관련 공통 규정 준수"
          ],
          [
            "",
            "COR-002",
            "사업관련 공통 기술표준 준수"
          ],
          [
            "",
            "COR-003",
            "용역업체 정보보호 및 보안준수"
          ],
          [
            "",
            "COR-004",
            "정보시스템 관련 규정 및 표준 준수"
          ],
          [
            "",
            "COR-005",
            "웹 접근성 준수"
          ],
          [
            "",
            "COR-006",
            "웹 표준 준수"
          ],
          [
            "",
            "COR-007",
            "데이터표준화 기준 준수"
          ],
          [
            "",
            "COR-008",
            "개발언어 사용"
          ],
          [
            "",
            "COR-009",
            "기존 시스템과 호환성 적용"
          ],
          [
            "",
            "COR-010",
            "기타 제약사항"
          ],
          [
            "프로젝트관리-PMR",
            "PMR-001",
            "프로젝트 관리 일반사항"
          ],
          [
            "",
            "PMR-002",
            "프로젝트관리 방법론 준용 등 사업관리 요건 준수"
          ],
          [
            "",
            "PMR-003",
            "산출물 작성 및 제출"
          ],
          [
            "",
            "PMR-004",
            "프로젝트 조직 구성"
          ],
          [
            "",
            "PMR-005",
            "개발방법론 적용 시 유의사항"
          ],
          [
            "",
            "PMR-006",
            "시험운영 일정 확보"
          ],
          [
            "프로젝트지원-PSR",
            "PSR-001",
            "교육지원"
          ],
          [
            "",
            "PSR-002",
            "개발장소 지정"
          ],
          [
            "",
            "PSR-003",
            "기술이전"
          ],
          [
            "",
            "PSR-004",
            "하자보수 일반"
          ],
          [
            "",
            "PSR-005",
            "사업정보 저장소 데이터 관리"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 11 - 다. 요구사항 상세 1 기능 요구사항 요구사항번호 SFR-001 요구사항 명 인사시스템 일반사항 요구사항 분류 기능 요구사항 상세 설명 정의 인사관리 기능에 관한 일반사항 세부 내용 m 조직관리 - 조직도는 그룹웨어 기본 관리 - 인사발령 및 인사카드는 그룹웨어 조직도 공유 m 인사관리 - 인사정보 관리조회, 등록, 수정, 삭제, 인사 기본정보 및 세부 내역학력, 포상, 가족, 특별우대, 발령, 징계, 교육, 국외출장 연수, 병역, 비취인가, 자격면허, 입사전경력, 외국어, 해외시찰 - 인사정보 변경 요청 승인 관리 - 그룹웨어를 통한 인사기록카드 관리 및 요약본 생성과 출력기능 - 제증명 신청 및 관리재직, 경력증명서 등 - 일용근로자 관리 및 현황 기능 - 각종 통계 기능 제공월별 입퇴사자 현황, 인사 재임용 예정 현황 - 인원 현황 관리년도별 입퇴사자, 일월년도별, 직급별, 연령별, 성별 등 인사정보 및 발령 정보를 바탕으로 해당 시점별 조회기능 m 발령 관리 - 그룹웨어에서 발령 등록하고 공지 연계 처리, 인사기록 카드에 발령 이력이 함께 조회가 가능하여야 함 - 기 등록된 인사정보를 조회 하여 발령 부서상위부서명 포함 및 직급직책직위를 정의하고, 필요시 전자결재 연동하여 결재 진행 - 발령 등록 시, 발령 전후 데이터 비교를 위해 조회 화면을 분리 구성하고 겸직 발령이 가능하여야 함 겸직 시, 직급직책직위는 주부서부부서가 서로 다를 수 있음 - 발령 시, 임용입사발령과 동시에 전보발령의 성격보직, 진급 발령이 하나의 프로세스로 수행 - 사용자의 근태설정시간외근무, 유연근무제 등을 조회하여 휴직 등 기타 근무를 하지 아니하는 발령 시, 해당 근태설정을 해제 또는 해제 승인하는 기능 - 발령 결정된 사항은 그룹웨어 메인 화면에 공지사항으로 등록",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항 명",
            "",
            "인사시스템 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "인사관리 기능에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "m 조직관리\n - 조직도는 그룹웨어 기본 관리\n - 인사발령 및 인사카드는 그룹웨어 조직도 공유\nm 인사관리\n - 인사정보 관리(조회, 등록, 수정, 삭제), 인사 기본정보 및 세부\n내역(학력, 포상, 가족, 특별우대, 발령, 징계, 교육, 국외출장･\n연수, 병역, 비취인가, 자격/면허, 입사전경력, 외국어, 해외시찰)\n - 인사정보 변경 요청 승인 관리\n - 그룹웨어를 통한 인사기록카드 관리 및 요약본 생성과 출력기능\n - 제증명 신청 및 관리(재직, 경력증명서 등)\n - 일용근로자 관리 및 현황 기능\n - 각종 통계 기능 제공(월별 입퇴사자 현황, 인사 재임용 예정 현황)\n - 인원 현황 관리(년도별 입퇴사자, 일/월년도별, 직급별, 연령별,\n성별 등 인사정보 및 발령 정보를 바탕으로 해당 시점별 조회기능)\nm 발령 관리\n - 그룹웨어에서 발령 등록하고 공지 연계 처리, 인사기록 카드에\n   발령 이력이 함께 조회가 가능하여야 함\n - 기 등록된 인사정보를 조회 하여 발령 부서(상위부서명 포함) \n및 직급/직책/직위를 정의하고, 필요시 전자결재 연동하여\n결재 진행\n - 발령 등록 시, 발령 전/후 데이터 비교를 위해 조회 화면을 분리\n   구성하고 겸직 발령이 가능하여야 함\n   (겸직 시, 직급/직책/직위는 주부서/부부서가 서로 다를 수 있음)\n - 발령 시, 임용(입사)발령과 동시에 전보발령의 성격(보직, 진급)\n   발령이 하나의 프로세스로 수행\n - 사용자의 근태설정(시간외근무, 유연근무제 등)을 조회하여 휴직\n   등 기타 근무를 하지 아니하는 발령 시, 해당 근태설정을 해제\n   또는 해제 승인하는 기능\n - 발령 결정된 사항은 그룹웨어 메인 화면에 공지사항으로 등록"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 12 - - 발령 등록 시, 그룹웨어 사용자 및 부서정보 연계에 대한 방안을 제시 - 발령 등록된 인원 변경 사항이 그룹웨어 조직도 및 예산회계 프로그램ICUBE G20 시스템 조직도에 반영할 수 있어야 함 - 년도별, 월별, 각 사용자별, 각 부서별, 발령 기록을 확인 할 수 있어야 한다. 증명서발급 - 재직증명서 경력증명서 등 발급 - 증명서 발급 현황 및 이력 조회 기능 관리자용 - 증명서 승인 관리자용 - 증명서 발급 횟수 제한 기능 산출정보 기 운영중인 ERP 또는 그룹웨어와의 인사정보 연동, 조직도 연동 요구사항번호 SFR-002 요구사항 명 유연근무 도입을 통한 근태관리 기능 고도화 요구사항 분류 기능 요구사항 상세 설명 정의 유연근무 관리 기능 구축을 통한 기 구축된 근태관리 기능 고도화 구축 세부 내용 유연근무 설정 - 유연근무 유형별탄력선택자유출퇴근시차출퇴근 사용 여부 설정 기능 - 유연근무 유형별 단위기간 설정 기능 - 부분 선택 근로제의 의무적 근로 시간대 설정 기능 - 자유 출퇴근제의 출근 가능 시간대 설정 기능 - 시차 출퇴근제의 근무시간대 관리 기능 유연근무 신청 관리 - 유연근무 신청 기능 - 유연근무 신청내역 및 상세내역 조회 기능 - 신청 유연근무 신청취소 기능 - 승인된 유연근무 변경해제 기능 - 기안기간구분신청해제변경승인상태 검색 기능, 승인자 다수 지정 기능 유연근무 승인 - 유연근무 신청변경해제에 대한 승인반려승인취소 기능 - 유연근무 신청변경해제에 대한 신청 상세내역 조회 기능 - 기안기간부서사원구분신청해제변경승인상태 검색 기능",
      "tables": [
        [
          [
            "",
            "",
            "-  발령  등록  시,  그룹웨어  사용자  및  부서정보  연계에  대한 \n방안을 제시\n - 발령 등록된 인원 변경 사항이 그룹웨어 조직도 및 예산회계 \n프로그램(ICUBE G20) 시스템 조직도에 반영할 수 있어야 함\n -  년도별,  월별,  각  사용자별,  각  부서별,  발령  기록을  확인 \n할 수 있어야 한다.\n❍  증명서발급\n - 재직증명서 / 경력증명서 등 발급\n - 증명서 발급 현황 및 이력 조회 기능 (관리자용)\n - 증명서 승인 (관리자용)\n - 증명서 발급 횟수 제한 기능"
          ],
          [
            "산출정보",
            "",
            "❍  기 운영중인 ERP 또는 그룹웨어와의 인사정보 연동, 조직도 연동"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항 명",
            "",
            "유연근무 도입을 통한 근태관리 기능 고도화"
          ],
          [
            "요구사항 분류",
            "",
            "기능 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "유연근무 관리 기능 구축을 통한 기 구축된 근태관리 기능 \n고도화 구축"
          ],
          [
            "",
            "세부\n내용",
            "○ 유연근무 설정\n  - 유연근무 유형별(탄력/선택/자유출퇴근/시차출퇴근) 사용  \n여부 설정 기능\n  - 유연근무 유형별 단위기간 설정 기능\n  - 부분 선택 근로제의 의무적 근로 시간대 설정 기능\n  - 자유 출퇴근제의 출근 가능 시간대 설정 기능\n  - 시차 출퇴근제의 근무시간대 관리 기능\n○ 유연근무 신청 관리\n  - 유연근무 신청 기능\n  - 유연근무 신청내역 및 상세내역 조회 기능\n  - 신청 유연근무 신청취소 기능\n  - 승인된 유연근무 변경/해제 기능\n  - 기안기간/구분(신청/해제/변경)/승인상태 검색 기능, 승인자 \n다수 지정 기능\n○ 유연근무 승인\n  - 유연근무 신청/변경/해제에 대한 승인/반려/승인취소 기능\n  - 유연근무 신청/변경/해제에 대한 신청 상세내역 조회 기능\n  - 기안기간/부서/사원/구분(신청/해제/변경)/승인상태 검색 기능"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 13 - 유연근무 승인관리자 - 유연근무 신청변경해제에 대한 승인취소 기능 - 유연근무 신청변경해제에 대한 신청 상세내역 조회 기능 - 기안기간부서사원구분신청해제변경승인상태 검색 기능 전체 유연근무 조회 - 유연근무 적용 현황 조회 기능 - 전체 사원의 월 유연근무 계획 조회 기능 - 월부서사원 검색 기능 월별 근무계획 - 월별 근무계획 캘린더 조회 기능 - 월 단위 검색 기능 보상휴가 신청 - 본인의 보상휴가 발생 및 잔여 현황정보 확인 기능 - 여러 건의 신청을 하나의 기안으로 일괄 상신 기능 보상휴가 신청 조회 - 보상휴가 신청내역 및 결재상태 조회 기능 - 보상휴가 상세 신청내역 조회 기능 - 기안기간결재상태 검색 기능 월별 전체 보상휴가 현황 조회 - 전체 사원의 월 보상휴가 발생 및 잔여현황 조회 기능 - 년월부서사원 검색 기능 - 조회된 현황 Excel 다운로드 기능 보상휴가 사용기간 통제 - 시간외근무 설정 단의 보상휴가 옵션 설정 기능 - 유효기간, 신청단위 및 신청시간제한 설정 기능 기 구축된 근태관리 고도화 - 근태관리휴가신청, 시간외근무 등 유연근무에 따른 변경사항에 대한 근태관리 기능 고도화 구축 산출정보 기 운영중인 ERP 또는 그룹웨어와의 인사정보 연동, 조직도 연동",
      "tables": [
        [
          [
            "",
            "",
            "○ 유연근무 승인(관리자)\n  - 유연근무 신청/변경/해제에 대한 승인취소 기능\n  - 유연근무 신청/변경/해제에 대한 신청 상세내역 조회 기능\n  - 기안기간/부서/사원/구분(신청/해제/변경)/승인상태 검색 기능\n○ 전체 유연근무 조회\n  - 유연근무 적용 현황 조회 기능\n  - 전체 사원의 월 유연근무 계획 조회 기능\n  - 월/부서/사원 검색 기능\n○ 월별 근무계획\n  - 월별 근무계획 캘린더 조회 기능\n  - 월 단위 검색 기능 \n○ 보상휴가 신청\n  - 본인의 보상휴가 발생 및 잔여 현황정보 확인 기능\n  - 여러 건의 신청을 하나의 기안으로 일괄 상신 기능\n○ 보상휴가 신청 조회\n  - 보상휴가 신청내역 및 결재상태 조회 기능\n  - 보상휴가 상세 신청내역 조회 기능\n  - 기안기간/결재상태 검색 기능\n○ 월별 전체 보상휴가 현황 조회\n  - 전체 사원의 월 보상휴가 발생 및 잔여현황 조회 기능\n  - 년/월/부서/사원 검색 기능\n  - 조회된 현황 Excel 다운로드 기능\n○ 보상휴가 사용기간 통제\n  - 시간외근무 설정 단의 보상휴가 옵션 설정 기능\n  - 유효기간, 신청단위 및 신청시간제한 설정 기능  \n○ 기 구축된 근태관리 고도화\n - 근태관리(휴가신청, 시간외근무 등) 유연근무에 따른 \n변경사항에 대한 근태관리 기능 고도화 구축"
          ],
          [
            "산출정보",
            "",
            "❍  기 운영중인 ERP 또는 그룹웨어와의 인사정보 연동, 조직도 \n연동"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 14 - 2 성능 요구사항 요구사항번호 PER-001 요구사항 명 성능 일반 요구사항 분류 성능 요구사항 상세 설명 정의 성능 일반요구 목적 정의 세부 내용 사업대상 시스템의 성능을 고려한 개발 방안을 제시하여야 함 대상시스템에 대하여 안정적 운영지원 및 사용자 지원 방안을 제시하여야 함 시스템 개발 중 로그 또는 툴도구을 이용하여 시스템 성능 상태를 모니터링 하도록 하여, 성능상 문제를 미리 파악하여 조치한 후 시스템을 오픈하여야 함 요구사항번호 PER-002 요구사항 명 배치성 업무 응답시간 요구사항 분류 성능 요구사항 상세 설명 정의 배치성 업무 응답시간 세부 내용 일일 배치 업무는 10분이내 처리되어야 함 월 배치 업무는 1시간 내 처리되어야 함 이 요구사항은 임의의 선택 기준이 허용되는 대량의 데이터 처리에는 적용되지 않음 요구사항번호 PER-003 요구사항 명 평균 응답시간 요구사항 분류 성능 요구사항 상세 설명 정의 평균 응답시간 세부 내용 대상시스템은 정상 상태에서 사용자의 질의 요청에 대한 결과 페이지를 화면에 출력할 때 3초 이내에 완전히 출력되어야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PER-001"
          ],
          [
            "요구사항 명",
            "",
            "성능 일반"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "성능 일반요구 목적 정의"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업대상 시스템의 성능을 고려한 개발 방안을 제시하여야 함\n❍  대상시스템에 대하여 안정적 운영지원 및 사용자 지원 방안을\n   제시하여야 함\n❍  시스템 개발 중 로그 또는 툴(도구)을 이용하여 시스템 성능\n상태를 모니터링 하도록 하여, 성능상 문제를 미리 파악하여 \n조치한 후 시스템을 오픈하여야 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PER-002"
          ],
          [
            "요구사항 명",
            "",
            "배치성 업무 응답시간"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "배치성 업무 응답시간"
          ],
          [
            "",
            "세부\n내용",
            "❍  일일 배치 업무는 10분이내 처리되어야 함\n❍  월 배치 업무는 1시간 내 처리되어야 함\n❍  이 요구사항은 임의의 선택 기준이 허용되는 대량의 데이터\n처리에는 적용되지 않음"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PER-003"
          ],
          [
            "요구사항 명",
            "",
            "평균 응답시간"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "평균 응답시간"
          ],
          [
            "",
            "세부\n내용",
            "❍  대상시스템은 정상 상태에서 사용자의 질의 요청에 대한 결과\n   페이지를 화면에 출력할 때 3초 이내에 완전히 출력되어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 15 - 요구사항번호 PER-004 요구사항 명 평균 처리시간 요구사항 분류 성능 요구사항 상세 설명 정의 평균 처리시간 및 동시처리 시간 세부 내용 대상시스템은 정상 상태에서 사용자의 건별 등록 요청에 대한 처리를 3초 이내에 완전히 처리하여야 함 대상시스템은 정상 상태에서 최대 100명 이상의 동시 사용자를 지원해야 하고 성능이 저하되지 않아야 함 요구사항번호 PER-005 요구사항 명 웹 사이트 최적화 요구사항 분류 성능 요구사항 상세 설명 정의 웹 사이트 최적화 처리 세부 내용 웹 사이트 최적화경량화 기법을 활용하여 구축 - HTTP 요청 최소화이미지 맵, CSS Scripts 활용 - 헤더에 만료기한 추가 - 스타일시트는 파일 위에 배치하며 스크립트는 파일 아래에 배치 - 스크립트 및 스타일시트CSS는 외부 파일로 제공 - 코드의 불필요한 문자를 줄이는 자바스크립트 최소화 - 리다이텍트 사용 자제 및 중복되는 스크립트 제거 - Etag 및 캐시지원 Ajax사용 신규개발되는사항에한하여본요구사항적용 3 인터페이스 요구사항 요구사항번호 SIR-001 요구사항 명 다양한 플랫폼 화면사이즈 제공 요구사항 분류 인터페이스 요구사항 상세 설명 정의 사용단말을 고려한 화면사이즈 제공 세부 내용 사용자의 단말기PC, 노트북, 스마트폰, 태블릿 등에 독립적인 최적화 화면 및 정보제공",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PER-004"
          ],
          [
            "요구사항 명",
            "",
            "평균 처리시간"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "평균 처리시간 및 동시처리 시간"
          ],
          [
            "",
            "세부\n내용",
            "❍  대상시스템은 정상 상태에서 사용자의 건별 등록 요청에 대한 \n처리를 3초 이내에 완전히 처리하여야 함\n❍  대상시스템은 정상 상태에서 최대 100명 이상의 동시 사용자를 \n지원해야 하고 성능이 저하되지 않아야 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PER-005"
          ],
          [
            "요구사항 명",
            "",
            "웹 사이트 최적화"
          ],
          [
            "요구사항 분류",
            "",
            "성능 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "웹 사이트 최적화 처리"
          ],
          [
            "",
            "세부\n내용",
            "❍  웹 사이트 최적화(경량화) 기법을 활용하여 구축\n - HTTP 요청 최소화(이미지 맵, CSS Scripts 활용)\n - 헤더에 만료기한 추가\n - 스타일시트는 파일 위에 배치하며 스크립트는 파일 아래에 배치\n - 스크립트 및 스타일시트(CSS)는 외부 파일로 제공\n - 코드의 불필요한 문자를 줄이는 자바스크립트 최소화\n - 리다이텍트 사용 자제 및 중복되는 스크립트 제거\n - Etag 및 캐시지원 Ajax사용\n※ 신규 개발되는 사항에 한하여 본 요구사항 적용"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항 명",
            "",
            "다양한 플랫폼 화면사이즈 제공"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "사용단말을 고려한 화면사이즈 제공"
          ],
          [
            "",
            "세부\n내용",
            "❍  사용자의 단말기(PC, 노트북, 스마트폰, 태블릿 등)에 \n독립적인 최적화 화면 및 정보제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 16 - 요구사항번호 SIR-002 요구사항 명 통합 UI 요구사항 분류 인터페이스 요구사항 상세 설명 정의 통합 UI에 관한 사항 세부 내용 통합 경영정보시스템과 관련하여 도입 및 고도화 대상간 통일성을 부여하여 UI를 구성하여야 함 발주기관의 고유 아이덴티티를 반영한 창의적 디자인 적용 화면 UI 기획 및 디자인에 관련된 제반 사항을 발주기관과 긴밀한 협조를 통하여 시행토록 함 요구사항번호 SIR-003 요구사항 명 사용자 UIUX 요구사항 분류 인터페이스 요구사항 상세 설명 정의 사용자 UIUX에 관한 사항 세부 내용 서비스 접근이 용이하고 직관적이며 편리한 이용성을 제고한 메뉴 체계를 수립해야 함 사용자 경험을 고려한 UXUser experience를 설계하여 정확한 내용 전달이 가능한 메뉴 개발 서비스 이용 시 혼란을 줄 수 있는 구성을 피해야 함 레이아웃, 컬러, 서체 등 각 디자인 요소의 일관성 유지 및 사용자 친화적인 디자인으로 구축타이포그래픽, 웹 폰트 적용 신규개발되는사항에한하여본요구사항적용 요구사항번호 SIR-004 요구사항 명 크로스브라우징 요구사항 분류 인터페이스 요구사항 상세 설명 정의 크로스 브라우징에 관한 사항 세부 내용 웹 호환성 확보를 위하여 전자정부서비스 호환성 준수지침 안전행정부 고시 제 2012-44호 관련 IE9 이상, Chrome, Firefox, Safari 등의 웹 브라우저와 Windows 8, Windows 10, Linux, Mac 등의 운영체제에서 정상적인 서비스 이용 보장 모든 콘텐츠는 웹표준, 웹호환성, W3C 규격 등을 준수하여 제작",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SIR-002"
          ],
          [
            "요구사항 명",
            "",
            "통합 UI"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "통합 UI에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  통합 경영정보시스템과 관련하여 도입 및 고도화 대상간 통일성을 \n부여하여 UI를 구성하여야 함\n❍  발주기관의 고유 아이덴티티를 반영한 창의적 디자인 적용\n❍  화면 UI 기획 및 디자인에 관련된 제반 사항을 발주기관과 긴밀한 \n협조를 통하여 시행토록 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SIR-003"
          ],
          [
            "요구사항 명",
            "",
            "사용자 UI&UX"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "사용자 UI&UX에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  서비스 접근이 용이하고 직관적이며 편리한 이용성을 제고한 \n   메뉴 체계를 수립해야 함\n❍  사용자 경험을 고려한 UX(User experience)를 설계하여 정확한\n내용 전달이 가능한 메뉴 개발\n❍  서비스 이용 시 혼란을 줄 수 있는 구성을 피해야 함\n❍  레이아웃, 컬러, 서체 등 각 디자인 요소의 일관성 유지 및 \n사용자 친화적인 디자인으로 구축(타이포그래픽, 웹 폰트 적용)\n※ 신규 개발되는 사항에 한하여 본 요구사항 적용"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SIR-004"
          ],
          [
            "요구사항 명",
            "",
            "크로스브라우징"
          ],
          [
            "요구사항 분류",
            "",
            "인터페이스 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "크로스 브라우징에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  웹 호환성 확보를 위하여 ‘전자정부서비스 호환성 준수지침\n(안전행정부  고시  제  2012-44호)  관련  (IE9  이상,  Chrome, \nFirefox, Safari 등)의 웹 브라우저와 Windows 8, Windows 10, \nLinux, Mac 등의 운영체제에서 정상적인 서비스 이용 보장\n❍  모든 콘텐츠는 웹표준, 웹호환성, W3C 규격 등을 준수하여 제작"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 17 - 4 데이터 요구사항 요구사항번호 DAR-001 요구사항 명 데이터베이스 설계 기준 요구사항 분류 데이터 요구사항 상세 설명 정의 데이터 모델링 최적화 및 표준화 준수에 관한 사항 세부 내용 데이터베이스 구조 설계는 관련 업무 처리 절차를 반영하여 유기적으로 구조화하고, 향후 업무 변동에 따른 확장성을 충분히 고려해야 함 데이터 정합성을 유지하면서 시스템 성능을 저하시키지 않도록 데이터베이스 설계가 되어야 하며, 데이터베이스 전문인력을 통해 이에 대한 검증이 이루어져야 함 데이터 표준화 준수 - 기준이 되는 정보를 관리하기 위한 표준화 코드관리체계를 수립 하고 코드를 설계하여 적용 - 단어 표준화, 용어 표준화, 도메인 표준화, 코드표준화를 수행 하고 단어용어도메인 사전 생성 및 공통코드 정의서를 작성 하여 향후 유지보수 시 활용 가능하도록 함 - DBMS에서 생성되는 모든 객체테이블, 컬럼, 뷰, 프로시저 등에 대한 명세와 설명 문구를 필히 작성 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시 제2019 -20호, 2019.03.20.을 준수하여 데이터베이스를 설계해야 함 데이터 모델링 최적화 설계 - 데이터 요구사항 분석을 통한 모델화 작업 - 데이터 통합 관점, 대용량 데이터 처리 등 고려한 모델링 - 데이터 표준화, 데이터 처리 프로세스를 반영하고 기존 컬럼 및 엔티티 통폐합으로 효율적인 데이터 구조화 - 데이터베이스 구조의 설계는 관련 업무 처리 절차를 반영하여 유기적으로 구조화하고 향후 업무 변동에 따른 확장성을 충분히 고려해야 함 - 데이터의 정합성을 유지하면서 시스템의 성능을 저하시키지 않도록 하고 필요시 데이터베이스 튜닝 작업 실시해야 함 산출물은도입되는패키지제품을제외한신규개발되는사항에한하여적용",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항 명",
            "",
            "데이터베이스 설계 기준"
          ],
          [
            "요구사항 분류",
            "",
            "데이터 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터 모델링 최적화 및 표준화 준수에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  데이터베이스 구조 설계는 관련 업무 처리 절차를 반영하여\n유기적으로 구조화하고, 향후 업무 변동에 따른 확장성을 충분히\n고려해야 함\n❍  데이터 정합성을 유지하면서 시스템 성능을 저하시키지 않도록\n   데이터베이스 설계가 되어야 하며, 데이터베이스 전문인력을\n   통해 이에 대한 검증이 이루어져야 함\n❍  데이터 표준화 준수\n - 기준이 되는 정보를 관리하기 위한 표준화 코드관리체계를 수립\n하고 코드를 설계하여 적용\n - 단어 표준화, 용어 표준화, 도메인 표준화, 코드표준화를 수행\n하고 단어·용어·도메인 사전 생성 및 공통코드 정의서를 작성\n하여 향후 유지보수 시 활용 가능하도록 함\n - DBMS에서 생성되는 모든 객체(테이블, 컬럼, 뷰, 프로시저 등)에\n대한 명세와 설명 문구를 필히 작성\n - 공공기관의 데이터베이스 표준화 지침(행정안전부 고시 제2019\n-20호, 2019.03.20.)을 준수하여 데이터베이스를 설계해야 함\n❍  데이터 모델링 최적화 설계\n - 데이터 요구사항 분석을 통한 모델화 작업\n - 데이터 통합 관점, 대용량 데이터 처리 등 고려한 모델링\n - 데이터 표준화, 데이터 처리 프로세스를 반영하고 기존 컬럼 및\n엔티티 통폐합으로 효율적인 데이터 구조화\n - 데이터베이스 구조의 설계는 관련 업무 처리 절차를 반영하여\n유기적으로 구조화하고 향후 업무 변동에 따른 확장성을 충분히\n고려해야 함\n - 데이터의 정합성을 유지하면서 시스템의 성능을 저하시키지 \n않도록 하고 필요시 데이터베이스 튜닝 작업 실시해야 함\n※ 산출물은 도입되는 패키지 제품을 제외한 신규 개발되는 사항에 한하여 적용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 18 - 5 테스트 요구사항 요구사항번호 TER-001 요구사항 명 단위테스트 요구사항 분류 테스트 요구사항 상세 설명 정의 프로그램 기본단위모듈별 내부 오류테스트단위테스트 사항 세부 내용 m 단위테스트의 범위, 수행절차, 조직, 일정, 테스트환경 및 평가 기준을 구체적으로 수립하여야 함 m 단위테스트 시나리오별, 처리 절차, 수행데이터, 예상결과 등을 사전에 정의하여야 함 m 단위테스트 시에 다음이 내용이 점검되어야 함 - 결함유형 분석결함발생건수, 결함비율 - 시험 커버리지 요구사항번호 TER-002 요구사항 명 통합테스트 요구사항 분류 테스트 요구사항 상세 설명 정의 단위 모듈의 통합에 따른 발생가능 오류 점검통합테스트사항 세부 내용 m 통합테스트 시나리오에 따라 단위테스트가 완료된 프로그램들을 대상으로 다음 사항을 검증하여야 함 - 기능, 성능 등의 요구사항 및 설계사양 충족여부 검증 - 기능의 정상적 수행여부 검증 등 - 기능수행 후의 결과가 사전에 예측된 결과와 일치하는지 검증 - 시스템의 접근권한 및 업무 권한에 대한 적절성검증 - 대내시스템 간, 영역 간 연계 및 이를 포함하는 업무흐름 검증 - 대외기관 연계 및 이를 포함하는 업무 흐름 검증 - 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "TER-001"
          ],
          [
            "요구사항 명",
            "",
            "단위테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "프로그램 기본단위(모듈)별 내부 오류테스트(단위테스트) 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 단위테스트의 범위, 수행절차, 조직, 일정, 테스트환경 및 평가\n   기준을 구체적으로 수립하여야 함\nm 단위테스트 시나리오별, 처리 절차, 수행데이터, 예상결과 등을\n   사전에 정의하여야 함\nm 단위테스트 시에 다음이 내용이 점검되어야 함\n - 결함유형 분석(결함발생건수, 결함비율)\n - 시험 커버리지"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "TER-002"
          ],
          [
            "요구사항 명",
            "",
            "통합테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "단위 모듈의 통합에 따른 발생가능 오류 점검(통합테스트)사항"
          ],
          [
            "",
            "세부\n내용",
            "m 통합테스트 시나리오에 따라 단위테스트가 완료된 프로그램들을\n대상으로 다음 사항을 검증하여야 함 \n - 기능, 성능 등의 요구사항 및 설계사양 충족여부 검증\n - 기능의 정상적 수행여부 검증 등\n - 기능수행 후의 결과가 사전에 예측된 결과와 일치하는지 검증\n - 시스템의 접근권한 및 업무 권한에 대한 적절성검증 \n - 대내시스템 간, 영역 간 연계 및 이를 포함하는 업무흐름 검증\n - 대외기관 연계 및 이를 포함하는 업무 흐름 검증\n - 결함을 파악하고 원인을 추적하여 결함을 제거하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 19 - 요구사항번호 TER-003 요구사항 명 인수테스트 요구사항 분류 테스트 요구사항 상세 설명 정의 개발시스템의 최종 인수를 위한 테스트 조건에 관한 사항 세부 내용 m 사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여 조직 및 역할, 점검사항, 최종 검수 기준, 점검 후 조치 방안 등을 세부적으로 기술하여 계획을 수립하여야 함 m 요구사항별 적합부적합 판정을 할 수 있도록 요구사항별 테스트를 수행할 수 있어야 하며, 이에 따른 테스트 데이터를 준비해야 함 m 발주자와 협의하여 승인 검사테스트를 계획하고, 발주자가 승인 검사테스트를 이행하기 위하여 필요한 모든 조력을 제공하여야 함 m 개발 완료 후 최종 산출물 및 테스트 결과물을 첨부하여 발주자 에게 승인 검사 및 테스트를 요청하여야 하며, 승인 검사 및 테스트 과정에서 발견된 하자 사항은 만족한 결과를 얻을 때 까지 보완테스트를 반복적으로 실시해야 함 m 최종 승인 처리는 별도의 문서에 의하여 발주자현업부서 담당자의 승인을 받은 일자에 완료 된 것으로 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "TER-003"
          ],
          [
            "요구사항 명",
            "",
            "인수테스트"
          ],
          [
            "요구사항 분류",
            "",
            "테스트 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "개발시스템의 최종 인수를 위한 테스트 조건에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여 조직\n및 역할, 점검사항, 최종 검수 기준, 점검 후 조치 방안 등을 \n세부적으로 기술하여 계획을 수립하여야 함\nm 요구사항별 적합/부적합 판정을 할 수 있도록 요구사항별 테스트를 \n수행할 수 있어야 하며, 이에 따른 테스트 데이터를 준비해야 함\nm 발주자와 협의하여 승인 검사/테스트를 계획하고, 발주자가 승인\n검사/테스트를 이행하기 위하여 필요한 모든 조력을 제공하여야 함\nm 개발 완료 후 최종 산출물 및 테스트 결과물을 첨부하여 발주자\n에게 승인 검사 및 테스트를 요청하여야 하며, 승인 검사 및 \n테스트 과정에서 발견된 하자 사항은 만족한 결과를 얻을 때\n까지 보완·테스트를 반복적으로 실시해야 함\nm 최종 승인 처리는 별도의 문서에 의하여 발주자(현업부서 담당자)의 \n승인을 받은 일자에 완료 된 것으로 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 20 - 6 보안 요구사항 요구사항번호 SER-001 요구사항 명 보안지침 준수 일반사항 요구사항 분류 보안 요구사항 상세 설명 정의 보안관련 법령 및 규정 등 보안지침 준수에 관한 일반사항 세부 내용 국가정보원, 한국인터넷진흥원, OWASP 등에서 발표한 웹 어플리 케이션 개발시 고려사항을 반영하여 운용 환경 변화에 따른 변환 응용 어플리케이션도 보안이 취약하지 않도록 기능 구축 보안관련 법령, 규정, 지침 및 국가정보원 국가정보보안기본지침, 개인정보보호법 및 관련 법규 준수 - 전자정부법 - 국가사이버안전관리규정 - 국가정보보안기본지침 - 국가사이버안전매뉴얼 - 웹서버 구축 보안점검 가이드한국인터넷진흥원 - 발주기관 개인정보보호 기본 지침 -소프트웨어 개발 보안 가이드라인 -소프트웨어 보안약점 진단 가이드라인 - 전자정부웹서비스 취약점 대응지침 행정안전부 - 개인정보보호법 - 정보통신망법 - 국무조정실 및 국무총리비서실 개인정보 보호지침 - 개인정보 안전성 확보 조치 기준 - 재단 보안내규 최신의 정보보호 관련 국제 표준기술 준수 및 국가정보원 국가 사이버안전매뉴얼 등을 준용한 보안대책을 마련하여야 함 생성된 산출물의 보안 등 보안 대책과 개인정보보호대책 마련 및 시행 시스템 내 개인정보보호를 위하여 DB내 주요 데이터 암호화 적용 대외기관과 시스템을 연계하는 경우 관련규정에 맞는 보안대책 강구 - 보안성 검토 내용 준수",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SER-001"
          ],
          [
            "요구사항 명",
            "",
            "보안지침 준수 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "보안관련 법령 및 규정 등 보안지침 준수에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  국가정보원, 한국인터넷진흥원, OWASP 등에서 발표한 웹 어플리\n케이션 개발시 고려사항을 반영하여 운용 환경 변화에 따른 변환 \n응용 어플리케이션도 보안이 취약하지 않도록 기능 구축\n❍  보안관련 법령, 규정, 지침 및 국가정보원 국가정보보안기본지침,\n개인정보보호법 및 관련 법규 준수\n - 전자정부법\n - 국가사이버안전관리규정\n - 국가정보보안기본지침\n - 국가사이버안전매뉴얼\n - 웹서버 구축 보안점검 가이드(한국인터넷진흥원)\n - 발주기관 개인정보보호 기본 지침\n -「소프트웨어 개발 보안 가이드라인」\n -「소프트웨어 보안약점 진단 가이드라인」\n - 전자정부웹서비스 취약점 대응지침 (행정안전부)\n - 개인정보보호법\n - 정보통신망법\n - 국무조정실 및 국무총리비서실 개인정보 보호지침\n - 개인정보 안전성 확보 조치 기준\n - 재단 보안내규\n❍  최신의 정보보호 관련 국제 표준기술 준수 및 국가정보원 국가\n사이버안전매뉴얼 등을 준용한 보안대책을 마련하여야 함\n❍  생성된 산출물의 보안 등 보안 대책과 개인정보보호대책 마련\n및 시행\n❍  시스템 내 개인정보보호를 위하여 DB내 주요 데이터 암호화 \n적용\n❍  대외기관과 시스템을 연계하는 경우 관련규정에 맞는 보안대책\n강구\n - 보안성 검토 내용 준수"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 21 - 요구사항번호 SER-002 요구사항 명 시큐어코딩 및 보안취약점 제거 요구사항 분류 보안 요구사항 상세 설명 정의 SW 시큐어 코딩 준수 및 보안취약점 제거 세부 내용 시스템 개발 시 OS, 웹서버 등의 보안패치를 실시하여야 함 초기 개발 단계부터 SW 개발보안 가이드한국인터넷진흥원, 2017. 01.를 적용하여 모든 응용소프트웨어 개발 국정원 및 OWASP Top10 웹 보안 취약점 사전 점검 및 제거 행정안전부 SW 보안약점 47개 항목 진단 및 제거 행정기관 정보시스템 구축운영 지침행정안전부고시 제2017-1호 모든 응용프로그램에 대한 웹 보안성 구현 및 검증방안 제시 응용시스템 개발 보안가이드 준수 - 웹서비스 취약점을 사전에 고려하여 프로그램 개발 - 홈페이지 운영시 해킹 피해가 발생하지 않도록 조치 자동화도구를 이용한 웹취약점 점검 및 조치 OWASP Top10포함 신규개발되는사항에한하여본요구사항적용",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SER-002"
          ],
          [
            "요구사항 명",
            "",
            "시큐어코딩 및 보안취약점 제거"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "SW 시큐어 코딩 준수 및 보안취약점 제거"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템 개발 시 OS, 웹서버 등의 보안패치를 실시하여야 함\n❍  초기  개발  단계부터  ‘SW  개발보안  가이드(한국인터넷진흥원, \n2017. 01.)’를 적용하여 모든 응용소프트웨어 개발\n❍  국정원 및 OWASP Top10 웹 보안 취약점 사전 점검 및 제거\n❍  행정안전부 SW 보안약점 47개 항목 진단 및 제거\n❍  행정기관 정보시스템 구축․운영 지침(행정안전부고시 제2017-1호) \n❍  모든 응용프로그램에 대한 웹 보안성 구현 및 검증방안 제시\n❍  응용시스템 개발 보안가이드 준수\n - 웹서비스 취약점을 사전에 고려하여 프로그램 개발\n - 홈페이지 운영시 해킹 피해가 발생하지 않도록 조치\n❍  자동화도구를 이용한 웹취약점 점검 및 조치 (OWASP Top10포함)\n※ 신규 개발되는 사항에 한하여 본 요구사항 적용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 22 - 요구사항번호 SER-003 요구사항 명 개인정보보호 및 데이터 암호화 요구사항 분류 보안 요구사항 상세 설명 정의 개인정보보호 및 데이터 암호화에 관한 일반사항 세부 내용 개인정보 DB암호화 및 해킹 차단, 개인정보 보호기술을 적용하여 구축하며, 기존의 웹서비스 속도에 영향이 미치지 않도록 설계 모든 개인정보 유출방지를 위한 암호화 기능 구현 개인정보 입력 및 인터넷상 개인정보 전송 시 암호화 방식을 적용 m 개인정보보호법령과 관련하여 로그저장 보관기간을 선택하여 관리 - 개인정보 처리변경 로그아이디, 수행업무, 접속ip, 접속일시 m 보호정책관리 - 개인정보보호기능 사용여부, - 암호구성 방식암호자리수 제한 - 암호 금칙어 및 암호 유효기간 기능, 로그인 연속실패 허용 제한 - 암호구성 정책이전암호 재사용 여부, 개인정보 사용금지, 연속 동일 문자 사용금지 기능 개인정보보호법 및 행정안전부 개인정보의 안전성 확보조치기준, 국무조정실 개인정보보호 지침 준수한 개발 - 내부 관리 계획의 수립 시행 - 접근 권한의 관리 - 접근통제 - 개인정보의 암호화 - 접속기록의 보관 및 점검 - 악성프로그램 방지 - 관리용 단말기 안전조치 - 물리적 안전조치 - 재해 재난 대비 안전조치백업방안 제시등 개인정보의 파기 및 개인정보 취급자 및 담당자 안내 조치 요구사항번호 SER-004 요구사항 명 데이터 무결성 요구사항 분류 보안 요구사항 상세 설명 정의 데이터 무결성에 관한 일반사항 세부 내용 시스템은 인가된 사용자가 외부에서 정보를 변경하려고 할 때 감사추적을 해야함 시스템은 이용자 ID, 이용 시간, 조회 내용, 사용 현황 등의 조회 이력을 관리해야 함 시스템은 데이터 변경이력과 데이터 접근 현황에 대한 로그를 관리해야함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SER-003"
          ],
          [
            "요구사항 명",
            "",
            "개인정보보호 및 데이터 암호화"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "개인정보보호 및 데이터 암호화에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  개인정보 DB암호화 및 해킹 차단, 개인정보 보호기술을 적용하여 \n구축하며, 기존의 웹서비스 속도에 영향이 미치지 않도록 설계\n❍  모든 개인정보 유출방지를 위한 암호화 기능 구현\n❍  개인정보 입력 및 인터넷상 개인정보 전송 시 암호화 방식을 적용\nm 개인정보보호법령과 관련하여 로그저장 보관기간을 선택하여 관리\n - 개인정보 처리/변경 로그(아이디, 수행업무, 접속ip, 접속일시)\nm 보호정책관리\n - 개인정보보호기능 사용여부, - 암호구성 방식(암호자리수 제한)\n - 암호 금칙어 및 암호 유효기간 기능, 로그인 연속실패 허용 제한\n - 암호구성 정책(이전암호 재사용 여부, 개인정보 사용금지, 연속\n(동일) 문자 사용금지 기능\n❍  개인정보보호법 및 행정안전부 ｢개인정보의 안전성 확보조치기준｣, \n국무조정실 ｢개인정보보호 지침｣  준수한 개발\n - 내부 관리 계획의 수립 시행\n - 접근 권한의 관리\n - 접근통제\n - 개인정보의 암호화\n - 접속기록의 보관 및 점검\n - 악성프로그램 방지\n - 관리용 단말기 안전조치\n - 물리적 안전조치\n - 재해 재난 대비 안전조치(백업방안 제시등)\n❍  개인정보의 파기 및 개인정보 취급자 및 담당자 안내 조치"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SER-004"
          ],
          [
            "요구사항 명",
            "",
            "데이터 무결성"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터 무결성에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템은 인가된 사용자가 외부에서 정보를 변경하려고 할 때\n감사추적을 해야함\n❍  시스템은 이용자 ID, 이용 시간, 조회 내용, 사용 현황 등의 조회\n이력을 관리해야 함\n❍  시스템은 데이터 변경이력과 데이터 접근 현황에 대한 로그를\n   관리해야함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 23 - 요구사항번호 SER-005 요구사항 명 정보 누출금지 대상 요구사항 분류 보안 요구사항 상세 설명 정의 정보 누출금지 대상에 관한 일반사항 세부 내용 정보누출금지대상정보지방계약법시행령 제92조 부정당업자의 입찰참가자격제한 관련 - 기관 소유 정보시스템의 내외부 IP 주소 - 세부 정보시스템 구성 현황 및 정보통신망 구성도 - 사용자 계정비밀번호 등 정보시스템 접근권한 정보 - 전산통신망 취약점 분석평가 결과물 - 정보화 용역사업 결과물 및 관련 프로그램 소스유출 시 안보 국익에 피해가 우려되는 중요 용역사업에 해당 - 국가용 보안시스템 및 정보보호시스템 도입 현황 - 침입차단시스템방지시스템IPS 등 정보보호제품 및 라우터 스위치 등 네트워크 장비 설정 정보 -공공기관의 정보공개에 관한 법률제9조 제1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 -개인정보보호법제2조 제1호의 개인정보 -보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 - 그 밖에 각급기관의 장이 공개가 불가하다고 판단한 자료 요구사항번호 SER-006 요구사항 명 수행업체 보안 준수 사항 요구사항 분류 보안 요구사항 상세 설명 정의 수행업체 보안 준수에 관한 일반사항 세부 내용 사업자는 정보화사업 용역업체 정보보호 준수사항을 준수하여야 함 사업자는 외주 용역사업 보안특약 조항을 준수하여야 함 참여인원에 대한 보안관리 - 참여인원에 대한 보안관리 책임자를 지정하여 참여인원의 보안 서약서개인정보보호 서약서를 작성제출하여야 함 참여인원의임의교체불가 - 보안의식 강화를 위한 주기적인 보안 교육 및 점검 실시 - 사업 관련 자료 보유 불가, 사업수행으로 취득한 정보에 대한 외부 유출누설 금지 등 비밀유지 의무 준수 위반시관련법령에의해처벌",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SER-005"
          ],
          [
            "요구사항 명",
            "",
            "정보 누출금지 대상"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "정보 누출금지 대상에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  정보누출금지대상정보(지방계약법시행령  제92조  부정당업자의 \n입찰참가자격제한 관련)\n - 기관 소유 정보시스템의 내·외부 IP 주소\n - 세부 정보시스템 구성 현황 및 정보통신망 구성도\n - 사용자 계정·비밀번호 등 정보시스템 접근권한 정보\n - 전산통신망 취약점 분석·평가 결과물\n - 정보화 용역사업 결과물 및 관련 프로그램 소스(유출 시 안보·\n국익에 피해가 우려되는 중요 용역사업에 해당)\n - 국가용 보안시스템 및 정보보호시스템 도입 현황\n - 침입차단시스템·방지시스템(IPS) 등 정보보호제품 및 라우터·\n스위치 등 네트워크 장비 설정 정보\n -『공공기관의 정보공개에 관한 법률』제9조 제1항에 따라 비공개 \n대상 정보로 분류된 기관의 내부문서\n -『개인정보보호법』제2조 제1호의 개인정보 \n -『보안업무규정』제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비\n - 그 밖에 각급기관의 장이 공개가 불가하다고 판단한 자료"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SER-006"
          ],
          [
            "요구사항 명",
            "",
            "수행업체 보안 준수 사항"
          ],
          [
            "요구사항 분류",
            "",
            "보안 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "수행업체 보안 준수에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자는 정보화사업 용역업체 정보보호 준수사항을 준수하여야 함\n❍  사업자는 외주 용역사업 보안특약 조항을 준수하여야 함\n❍  참여인원에 대한 보안관리\n - 참여인원에 대한 보안관리 책임자를 지정하여 참여인원의 보안\n서약서/개인정보보호 서약서를 작성·제출하여야 함 \n※ 참여인원의 임의교체 불가\n - 보안의식 강화를 위한 주기적인 보안 교육 및 점검 실시\n - 사업 관련 자료 보유 불가, 사업수행으로 취득한 정보에 대한 \n외부 유출·누설 금지 등 비밀유지 의무 준수 \n※ 위반 시 관련 법령에 의해 처벌"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 24 - - 착수 시 대표자 명의 보안서약서개인정보보호 서약서, 준공완료 시 보안확약서 제출 매체 및 장비 반출입 보안 사업수행자는 PC, 노트북 등 사업수행 관련 장비를 반출반입 하는 경우, 백신 등 PC보안 프로그램의 설치 여부 확인 및 악성 코드 감염여부를 직접 점검하고 사전 확인조치해야 함 악성코드 감염여부 및 자료 무단반출 여부 - 사업수행 기간 중 PC, 노트북 및 USB 등 이동식 보조기억 매체 반출 시 반입 전후를 비교하여 변경된 데이터는 모두 삭제 하고 이를 확인할 수 없을 때에는 반출 전에 데이터를 완전 삭제 하거나 불용 처리하며, 사업 수행업체의 직원 신분 변경 시에도 동일하게 조치함 - 사업수행자는 노트북 및 PC에 전원기동CMOS 패스워드, 윈도우 로그인 패스워드, 화면 보호기10분 간격 패스워드를 영문자 및 숫자가 조합된 9글자 이상으로 설정하여야 함 비공개, 대외비 자료 및 비밀자료는 전자우편으로 수발신 금지, 인터넷 이용 시 접속 제한사이트 및 파일공유 사이트 접속 금지 공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안하여야 함 - 공급자는 원격지 개발에 따른 개발방법 등에 대한 구체적인 방안을 제시하여야 함 - 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 원격지 보안관리대책 시건장치, 출입통제 등을 실시하여야 함 - 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 - 개인소유 PC 및 보조기억장치 반입반출 통제 - 생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐기할 것 - 문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 25 - 7 품질 요구사항 요구사항번호 QUR-001 요구사항 명 품질관리 일반사항 요구사항 분류 품질 요구사항 상세 설명 정의 품질관리 준수에 관한 일반사항 세부 내용 m 품질관리 조직과 운영절차를 구체적으로 제시하고 준수하여야 함 m 품질활동의 제반절차 및 산출물을 명시한 품질관리계획을 제안서 및 사업수행계획서에 상세하게 기술하여야 하며, 이에 근거하여 체계적이고 효과적인 프로젝트 진행을 위하여 사업기간동안 품질 관리 조직을 통해 품질보증활동을 수행하고 결과물을 제출 하여야 함 m 품질 또는 성능상의 문제 발생 시 부하 테스트 및 분석결과를 제시하고 개선하여야 함 m 본 과업범위 외의 요인운영서버 등 정보자원 등으로 인해 사업 결과에 영향이 있거나 예상되는 경우 원인과 해결방안을 발주 기관에 제시하여 위험요소를 최소화 하거나 문제가 해결될 수 있도록 적극 협조하여야 함 m DB구축을 포함하는 경우 사업완료검수시 데이터품질진단 및 오류데이터 개선을 실시하여야 함. 요구사항번호 QUR-002 요구사항 명 가용성 보장 요구사항 분류 품질 요구사항 상세 설명 정의 시스템 가용성 보장에 관한 사항 세부 내용 m 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, 시스템 조건이 무엇이든지 간에 모든 채널에 동일한 자료 및 결과를 생성하고 인도해야함 m 시스템은 정상상태에서 매일 24시간 동안 무중단으로 운영되어야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항 명",
            "",
            "품질관리 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "품질관리 준수에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "m 품질관리 조직과 운영절차를 구체적으로 제시하고 준수하여야 함\nm 품질활동의 제반절차 및 산출물을 명시한 품질관리계획을 제안서\n및 사업수행계획서에 상세하게 기술하여야 하며, 이에 근거하여\n체계적이고 효과적인 프로젝트 진행을 위하여 사업기간동안 품질\n관리 조직을 통해 품질보증활동을 수행하고 결과물을 제출 하여야 함\nm 품질 또는 성능상의 문제 발생 시 부하 테스트 및 분석결과를 \n제시하고 개선하여야 함\nm 본 과업범위 외의 요인(운영서버 등 정보자원 등)으로 인해 사업\n결과에 영향이 있거나 예상되는 경우 원인과 해결방안을 발주\n기관에 제시하여 위험요소를 최소화 하거나 문제가 해결될 수\n있도록 적극 협조하여야 함\nm DB구축을 포함하는 경우 사업완료(검수)시 데이터품질진단 및 \n오류데이터 개선을 실시하여야 함."
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항 명",
            "",
            "가용성 보장"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "시스템 가용성 보장에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 시스템은 통상적인 업무시간 동안 가용성을 보장하여야 하며, \n시스템 조건이 무엇이든지 간에 모든 채널에 동일한 자료 및 \n결과를 생성하고 인도해야함\nm 시스템은 정상상태에서 매일 24시간 동안 무중단으로 운영되어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 26 - 요구사항번호 QUR-003 요구사항 명 사용성 보장 요구사항 분류 품질 요구사항 상세 설명 정의 시스템 사용성 보장에 관한 사항 세부 내용 시스템은 실행시에 오류를 최소화하기 위하여 사용자가 시스템 동작을 취소할 수 있는 기능을 제공 시스템에서 제공하는 사용자 기능은 온라인 도움말을 제공 시스템은 콘텐츠의 모양이나 배치를 논리적으로 이해하기 쉽게 구성 시스템은 온라인 에러 메시지 기능을 제공 시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 정보제공 시스템에서 제공하는 인터페이스 기능과 방법을 관리자 매뉴얼 포함 요구사항번호 QUR-004 요구사항 명 상호 운용성 요구사항 분류 품질 요구사항 상세 설명 정의 기존 시스템과의 재사용성에 관한 사항 세부 내용 기 운영 중인 시스템과 도입 시스템 간 데이터 재사용 방안을 마련하여야 함 8 제약사항 요구사항번호 COR-001 요구사항 명 사업관련 공통 규정 준수 요구사항 분류 제약사항 상세 설명 정의 정보화사업 추진 시 기본규정 준수에 관한 사항 세부 내용 m 사업 추진 시 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시에 규정된 사항을 준수하여야 함 m 개인정보를 처리함에 있어 개인정보 보호법,국무조정실 및 국무총리비서실 개인정보 보호지침 등 관련법규 및 규정을 준수하여야 함 - 개인정보 열람 시 접근 이력 기록 및 필요시 사유 입력 - 개인정보 열람에 대한 이력관리 통계 또는 조회 화면 제공 - 개인정보 중 고유 식별정보에 대한 암호화 - 관련된 정보의 접근, 열람, 저장 등의 모든 로그를 저장 관리 m 사업 추진 기간 내 적용 법령 및 규정, 적용 표준 등에 변경사항 발생 시 반영하여 사업 추진하여야 함 변경사항의적용시점을고려하여발주기관과협의하여적용",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항 명",
            "",
            "사용성 보장"
          ],
          [
            "요구사항 분류",
            "",
            "품질 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "시스템 사용성 보장에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  시스템은 실행시에 오류를 최소화하기 위하여 사용자가 시스템\n동작을 취소할 수 있는 기능을 제공\n❍  시스템에서 제공하는 사용자 기능은 온라인 도움말을 제공\n❍  시스템은 콘텐츠의 모양이나 배치를 논리적으로 이해하기 쉽게 구성\n❍  시스템은 온라인 에러 메시지 기능을 제공\n❍  시스템에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 정보제공\n❍  시스템에서 제공하는 인터페이스 기능과 방법을 관리자 매뉴얼 포함"
          ]
        ],
        [
          [
            "요구사항번호",
            "QUR-004"
          ],
          [
            "요구사항 명",
            "상호 운용성"
          ],
          [
            "요구사항 분류",
            "품질 요구사항"
          ],
          [
            "정의\n상세\n세부\n설명\n내용",
            "기존 시스템과의 재사용성에 관한 사항\n❍  기 운영 중인 시스템과 도입 시스템 간 데이터 재사용 방안을 \n마련하여야 함"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "COR-001"
          ],
          [
            "요구사항 명",
            "",
            "사업관련 공통 규정 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "정보화사업 추진 시 기본규정 준수에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 사업 추진 시 『행정기관 및 공공기관 정보시스템 구축·운영 \n지침(행정안전부 고시)』에 규정된 사항을 준수하여야 함\nm 개인정보를  처리함에  있어  『개인정보  보호법』,『국무조정실 \n및 국무총리비서실 개인정보 보호지침』 등 관련법규 및 규정을 \n준수하여야 함\n - 개인정보 열람 시 접근 이력 기록 및 필요시 사유 입력\n - 개인정보 열람에 대한 이력관리 통계 또는 조회 화면 제공\n - 개인정보 중 고유 식별정보에 대한 암호화\n - 관련된 정보의 접근, 열람, 저장 등의 모든 로그를 저장 관리\nm 사업 추진 기간 내 적용 법령 및 규정, 적용 표준 등에 변경사항 \n발생 시 반영하여 사업 추진하여야 함\n※ 변경 사항의 적용시점을 고려하여 발주기관과 협의하여 적용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 27 - 요구사항번호 COR-002 요구사항 명 사업관련 공통 기술표준 준수 요구사항 분류 제약사항 상세 설명 정의 정보화사업 추진 시 공통기술표준 준수에 관한 사항 세부 내용 m 공공 SW사업 및 발주기관의 정보화사업 기술표준을 준수하여야 함 m행정기관 및 공공기관 정보시스템 구축운영지침행정안전부 고시에 의한 기술적용표준을 아래와 같이 준수하여야 함 - 발주기관에서 작성한 기술적용계획표붙임 를 검토하고, 제안자 관점의 기술적용계획표별지서식 를 작성하여 기술적용 계획의 준수 및 결과표 작성 방안을 제시하여야 함 제안서 포함 - 기술적용계획표 검토시 부득이한 경우를 제외하고는 특정기술에 종속되지 않는 개방형 기술로 구현되도록 검토하여야 함 - 선정된 제안사는 기술적용 사항에 관해 발주기관과 협의확정 후, 기술적용계획표를 작성하여 사업수행계획서에 포함하여야 함 - 사업수행계획서 확정된 기술적용계획표에 따라 표준기술을 적용 하고, 사업완료시인수테스트 전 기술적용결과표를 작성하여 제출 하여야 함 m 소프트웨어 개발보안 가이드, 공개SW를 활용한 소프트웨어 개발 보안 점검가이드 및 소프트웨어 보안약점 진단가이드를 준수하여 개발하여야 함한국인터넷진흥원httpwww.kisa.or.kr 자료실 참고 m 가능한 SW를 모듈화하여 시스템 갱신이 용이하도록 개발하여야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "COR-002"
          ],
          [
            "요구사항 명",
            "",
            "사업관련 공통 기술표준 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "정보화사업 추진 시 공통기술표준 준수에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 공공 SW사업 및 발주기관의 정보화사업 기술표준을 준수하여야 함\nm『행정기관 및 공공기관 정보시스템 구축운영지침』(행정안전부 \n고시)에 의한 기술적용표준을 아래와 같이 준수하여야 함\n - 발주기관에서 작성한 기술적용계획표(붙임 )를 검토하고, 제안자 관점의 \n기술적용계획표(별지서식 )를 작성하여 기술적용 계획의 준수 및 \n결과표 작성 방안을 제시하여야 함 (※제안서 포함)\n - 기술적용계획표 검토시 부득이한 경우를 제외하고는 특정기술에\n종속되지 않는 개방형 기술로 구현되도록 검토하여야 함\n - 선정된 제안사는 기술적용 사항에 관해 발주기관과 협의·확정\n후, 기술적용계획표를 작성하여 사업수행계획서에 포함하여야 함\n - 사업수행계획서 확정된 기술적용계획표에 따라 표준기술을 적용\n하고, 사업완료시(인수테스트 전) 기술적용결과표를 작성하여 제출\n하여야 함\nm 소프트웨어 개발보안 가이드, 공개SW를 활용한 소프트웨어 개발 \n보안 점검가이드 및 소프트웨어 보안약점 진단가이드를 준수하여 \n개발하여야 함(『한국인터넷진흥원』http://www.kisa.or.kr 자료실 참고)\nm 가능한 S/W를 모듈화하여 시스템 갱신이 용이하도록 개발하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 28 - 요구사항번호 COR-003 요구사항 명 용역업체 정보보호 및 보안준수 요구사항 분류 제약사항 상세 설명 정의 정보화사업 참여업체 정보보호 준수 및 보안특약에 관한 사항 세부 내용 m 사업자는 과업내용과 관련하여 문서인원장비 등에 대한 관리적 물리적기술적 보안대책을 강구하여야 하며, 대표자협력업체 포함의 보안각서 및 용역참여자의 보안각서를 제출하고, 보안 관리책임자를 지정하여 그 내역을 보안각서와 함께 제출하여야 함 산출정보 m 사업추진 보안대책, 대표자협력업체 포함 보안서약서, 보안관리책임자 지정 내역서, 용역참여자보안서약서개인정보보호서약서, 비밀유지계약서필요시 m 업무인수인계 자료관리대장지속적 서명 관리 후 사업종료 시 제출 m 최종산출물에 대한 보안취약점 점검 및 조치결과서필요에 따라 협의 후 정함 m 문서, 인원, 장비 등에 대한 물리적, 관리적, 기술적 보안대책 제안서에 기재 m 누출금지 대상정보에 대한 보안관리계획제안서에 기재 m 용역 종료시 자료인수인계 대장최종본, 회수 및 삭제확인 포함, 증빙사진 포함, 대표자 보안확약서 등 요구사항번호 COR-004 요구사항 명 정보시스템 관련 규정 및 표준 준수 요구사항 분류 제약사항 상세 설명 정의 행정공공기관 정보시스템 관련 사업 추진 시 준수 사항 세부 내용 m 본 사업 추진과 관련하여 다음의 행정공공기관 정보시스템 구축 및 운영관련 표준 지침을 준수하여야 함 - 행정공공기관 웹사이트 구축운영 가이드 행정안전부 - 전자정부서비스 호환성 준수지침행정자치부 - 홈페이지 개인정보 노출방지 가이드라인한국인터넷진흥원 - 웹서버 구축 보안점검 가이드한국인터넷진흥원 - 인터넷 이용환경 개선을 위한 기술안내서한국인터넷진흥원 - 홈페이지 SW웹 개발 보안가이드한국인터넷진흥원",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "COR-003"
          ],
          [
            "요구사항 명",
            "",
            "용역업체 정보보호 및 보안준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "정보화사업 참여업체 정보보호 준수 및 보안특약에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 사업자는 과업내용과 관련하여 문서․인원․장비 등에 대한 관리적․ \n물리적․기술적  보안대책을  강구하여야  하며,  대표자(협력업체 \n포함)의 보안각서 및 용역참여자의 보안각서를 제출하고, 보안\n관리책임자를 지정하여 그 내역을 보안각서와 함께 제출하여야 함"
          ],
          [
            "산출정보",
            "",
            "m 사업추진 보안대책, 대표자(협력업체 포함) 보안서약서, \n보안관리책임자 지정 내역서, 용역참여자보안서약서/개인정보보호서약서, \n비밀유지계약서(필요시)\nm 업무인수인계 자료관리대장(지속적 서명 관리 후 사업종료 시 제출)\nm 최종산출물에 대한 보안취약점 점검 및 조치결과서(필요에 \n따라 협의 후 정함)\nm 문서, 인원, 장비 등에 대한 물리적, 관리적, 기술적 \n보안대책 (제안서에 기재)\nm 누출금지 대상정보에 대한 보안관리계획(제안서에 기재)\nm 용역 종료시 자료인수인계 대장(최종본, 회수 및 삭제확인 \n포함), 증빙사진 포함, 대표자 보안확약서 등"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "COR-004"
          ],
          [
            "요구사항 명",
            "",
            "정보시스템 관련 규정 및 표준 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "행정･공공기관 정보시스템 관련 사업 추진 시 준수 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 본 사업 추진과 관련하여 다음의 행정․공공기관 정보시스템 구축 \n및 운영관련 표준 지침을 준수하여야 함\n - 행정․공공기관 웹사이트 구축․운영 가이드 (행정안전부)\n - 전자정부서비스 호환성 준수지침(행정자치부)\n - 홈페이지 개인정보 노출방지 가이드라인(한국인터넷진흥원)\n - 웹서버 구축 보안점검 가이드(한국인터넷진흥원)\n - 인터넷 이용환경 개선을 위한 기술안내서(한국인터넷진흥원)\n - 홈페이지 SW(웹) 개발 보안가이드(한국인터넷진흥원)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 29 - 요구사항번호 COR-005 요구사항 명 웹 표준 준수 요구사항 분류 제약사항 상세 설명 정의 웹 표준 및 웹 호환성 준수 의무에 관한 사항 세부 내용 웹표준웹호환성을 준수하여 사업을 추진해야 하며 아래 항목을 이행하여야 함 - 웹표준 문법을 준수하여 구축하여야 함 - 웹호환성 확보로 크로스브라우징을 지원하여야 함 - 동작호환성 확보, 레이아웃호환성 확보, 플러그인호환성 확보 - 5종 브라우저IE9이상, 파이어폭스, 오페라, 사파리, 크롬 지원 하여야 함 요구사항번호 COR-006 요구사항 명 웹 취약점 점검 및 조치 요구사항 분류 제약사항 상세 설명 정의 웹 취약점 점검 및 조치에 관한 사항 세부 내용 홈페이지 SW웹 개발 보안가이드 등을 준수하여 보안에 취약 하지 않도록 시스템을 개발하여야 함 - 점검항목 OWASP 10대 취약점, 국정원의 홈페이지 8대 취약 점행정안전부 SW 보안약점 47 항목 등 요구사항번호 COR-007 요구사항 명 데이터표준화 기준 준수 요구사항 분류 제약사항 상세 설명 정의 공공기관 데이터 표준화 기준 준수에 관한 사항 세부 내용 공공기관의 데이터베이스 표준화 지침행정안전부고시를 준수하여 DB설계 및 표준화를 수행하도록 함 - 제안사계약상대자는 지침을 준수하여 사업을 수행하며 사업 종료 시 지침준수진단표, 산출물점검표 등을 제출하여야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "COR-005"
          ],
          [
            "요구사항 명",
            "",
            "웹 표준 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "웹 표준 및 웹 호환성 준수 의무에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  웹표준(웹호환성)을 준수하여 사업을 추진해야 하며 아래 항목을\n   이행하여야 함\n - 웹표준 문법을 준수하여 구축하여야 함\n - 웹호환성 확보로 크로스브라우징을 지원하여야 함\n - 동작호환성 확보, 레이아웃호환성 확보, 플러그인호환성 확보 \n - 5종 브라우저(IE9이상, 파이어폭스, 오페라, 사파리, 크롬) 지원\n하여야 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "COR-006"
          ],
          [
            "요구사항 명",
            "",
            "웹 취약점 점검 및 조치"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "웹 취약점 점검 및 조치에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍『홈페이지 SW(웹) 개발 보안가이드』 등을 준수하여 보안에 취약\n하지 않도록 시스템을 개발하여야 함\n - 점검항목 : OWASP 10대 취약점, 국정원의 홈페이지 8대 취약\n점행정안전부 SW 보안약점 47 항목 등"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "COR-007"
          ],
          [
            "요구사항 명",
            "",
            "데이터표준화 기준 준수"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "공공기관 데이터 표준화 기준 준수에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍『공공기관의  데이터베이스  표준화  지침(행정안전부고시)』를 \n준수하여 DB설계 및 표준화를 수행하도록 함\n - 제안사(계약상대자)는 지침을 준수하여 사업을 수행하며 사업\n종료 시 지침준수진단표, 산출물점검표 등을 제출하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 30 - 요구사항번호 COR-008 요구사항 명 개발언어 사용 요구사항 분류 제약사항 상세 설명 정의 소프트웨어시스템 개발언어의 지정에 관한 사항 세부 내용 m 제조사의 지속적인 기술지원이 가능한 개발 툴 및 언어를 사용 하여야 하며, 유지보수 용이성을 위하여 가급적 JAVA, .NET 등 범용적인 언어를 사용하여야 함 m 기술지원 및 유지보수 용이성 등을 고려한 개발 언어를 사용하되 발주기관과 협의하여 정함 요구사항번호 COR-009 요구사항 명 기존 시스템과 호환성 적용 요구사항 분류 제약사항 상세 설명 정의 기존 시스템과의 호환성에 관한 사항 세부 내용 m 기존 시스템 운영에 영향을 주지 않는 시스템을 구현하여야 함 - SW와의 호환성을 위해 기 도입한 품목의 경우 완벽한 이중화 업무 구현이 가능하여야 하므로 기 운영중인 제품과의 완벽한 호환성을 제공하여야 함 - 기 운영되고 있는 시스템 구조 및 전체 표준과 호환성, 시스템 통합 및 분산설계, 데이터 유형, 프로세스 환경 유형, 사용자 유형, 시스템 간 물리적 네트워크 연결구성을 고려하여 구조 설계를 하여야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "COR-008"
          ],
          [
            "요구사항 명",
            "",
            "개발언어 사용"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "소프트웨어(시스템) 개발언어의 지정에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 제조사의 지속적인 기술지원이 가능한 개발 툴 및 언어를 사용\n하여야 하며, 유지보수 용이성을 위하여 가급적 JAVA, .NET 등 \n범용적인 언어를 사용하여야 함\nm 기술지원 및 유지보수 용이성 등을 고려한 개발 언어를 사용하되 \n발주기관과 협의하여 정함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "COR-009"
          ],
          [
            "요구사항 명",
            "",
            "기존 시스템과 호환성 적용"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "기존 시스템과의 호환성에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 기존 시스템 운영에 영향을 주지 않는 시스템을 구현하여야 함\n - S/W와의 호환성을 위해 기 도입한 품목의 경우 완벽한 이중화\n업무 구현이 가능하여야 하므로 기 운영중인 제품과의 완벽한 \n호환성을 제공하여야 함\n - 기 운영되고 있는 시스템 구조 및 전체 표준과 호환성, 시스템\n통합  및  분산설계,  데이터  유형,  프로세스  환경  유형,  사용자 \n유형,  시스템  간  물리적  네트워크  연결구성을  고려하여  구조 \n설계를 하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 31 - 요구사항번호 COR-010 요구사항 명 기타 제약사항 요구사항 분류 제약사항 상세 설명 정의 기타 제약사항에 관한 사항 세부 내용 구축 관련 안전사고와 기존 장비 및 시설에 대한 모든 피해는 사업자가 배상의 책임을 지며, 검수 완료 후에라도 본 시스템에 대한 사업자의 책임으로 발생되는 모든 사고와 그로 인한 연구원의 손해에 대하여는 사업자가 전적으로 변상 조치하여야 함 제안하는 세부 품목별 개발사, 모델, 상세규격을 명확히 구분하여 제시하여야 함 시스템 구성도 및 현황은 직접 방문하여 확인해야 함미확인으로 인해 발생된 사항은 제안사 책임으로 함 사업수행또는 계약사항 이행에 필요한 모든 요건은 제안요청서에 명시된 사항을 근거로 수행함 계약자는 정당한 이유 없이 계약을 이행하지 않을 경우, 용역계약의 해제 또는 해지 사유에 해당되므로 부정당업체 제재 등 필요한 조치를 취할 수 있음 계약상대자는 신규 개발 프로그램 및 제3자로부터 구매공급한 제품 등 모든 관련 프로그램이 사용자 환경에 따라 자동 실행 되도록 설치구축해야 함 본 제안요청서에서 언급되지 않았더라도 서비스 및 운용상의 도움이 되는 기능이 있을 경우 이를 제안하여야 함 사업추진을 위한 시스템의 설치, 구축 및 개발 등에 소요되는 일체의 모든 경비는 본 사업에 포함됨 계약자는 본 사업에서 생산된 산출물에 대한 제본과 이를 해당 기관으로의 배송비용 등은 계약자 부담으로 함 본 사업의 추진과 관련하여 제안요청서에 명시되지 않은 사항에 대해서는 국가를 당사자로 하는 계약에 관한 법률 등 관련 규정 및 고시를 준용함 재단은 계약상대자가 본 사업의 추진 시 심각한 문제가 발생 하여 더 이상의 업무를 수행할 수 없다고 판단 될 경우 계약을 해제해지할 수 있으며, 이 경우 계약상대자는 새로운 계약자를 선정할 때까지의 모든 비용과 손해 배상을 책임져야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "COR-010"
          ],
          [
            "요구사항 명",
            "",
            "기타 제약사항"
          ],
          [
            "요구사항 분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "기타 제약사항에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  구축 관련 안전사고와 기존 장비 및 시설에 대한 모든 피해는\n사업자가 배상의 책임을 지며, 검수 완료 후에라도 본 시스템에\n대한 사업자의 책임으로 발생되는 모든 사고와 그로 인한 연구원의 \n손해에 대하여는 사업자가 전적으로 변상 조치하여야 함\n❍  제안하는 세부 품목별 개발사, 모델, 상세규격을 명확히 구분하여 \n제시하여야 함\n❍  시스템 구성도 및 현황은 직접 방문하여 확인해야 함(미확인으로\n인해 발생된 사항은 제안사 책임으로 함)\n❍  사업수행(또는 계약사항 이행)에 필요한 모든 요건은 “제안요청서”에 \n명시된 사항을 근거로 수행함\n❍  계약자는 정당한 이유 없이 계약을 이행하지 않을 경우, 용역계약의 \n해제 또는 해지 사유에 해당되므로 부정당업체 제재 등 필요한 \n조치를 취할 수 있음\n❍  계약상대자는 신규 개발 프로그램 및 제3자로부터 구매‧공급한\n제품 등 모든 관련 프로그램이 사용자 환경에 따라 자동 실행 \n되도록 설치‧구축해야 함\n❍  본 제안요청서에서 언급되지 않았더라도 서비스 및 운용상의 도움이 \n되는 기능이 있을 경우 이를 제안하여야 함\n❍  사업추진을  위한  시스템의  설치,  구축  및  개발  등에  소요되는 \n일체의 모든 경비는 본 사업에 포함됨\n❍  계약자는 본 사업에서 생산된 산출물에 대한 제본과 이를 해당\n기관으로의 배송비용 등은 계약자 부담으로 함\n❍  본 사업의 추진과 관련하여 제안요청서에 명시되지 않은 사항에 \n대해서는 국가를 당사자로 하는 계약에 관한 법률 등 관련 규정\n및 고시를 준용함\n❍  재단은 계약상대자가 본 사업의 추진 시 심각한 문제가 발생\n하여 더 이상의 업무를 수행할 수 없다고 판단 될 경우 계약을 \n해제․해지할 수 있으며, 이 경우 계약상대자는 새로운 계약자를 \n선정할 때까지의 모든 비용과 손해 배상을 책임져야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 32 - 9 프로젝트관리 요구사항 요구사항번호 PMR-001 요구사항 명 성과지표 설정관리 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 본 사업의 성공적 추진 척도 제시 세부 내용 m 본 계약 추진의 성과측정을 위한 성과지표를 제시하여야 함 m 성과지표는 본 사업의 추진 배경 및 목적을 이해하고 작성하여 야하며, 객관적이고 정량적인 지표로 계량화 되어야 함 m 제시된 성과지표는 발주기관의 사업 성과지표를 고려하여 발주 기관과 최종 협의확정 한 후 사업수행계획서에 명시하여야 함 m 성과달성을 위하여 노력하여야 하며, 발주기관은 사업 추진 중 중간점검을 위하여 성과지표에 의한 측정결과를 요구 할 수 있 으며, 발주기관의 요구를 받은 경우에는 성과측정결과서중간점검용를 제출하여야 함 m 사업계약 종료시에 제시된 성과지표에 의한 성과측정을 실시한 후 성과측정결과서최종를 제출하여야 함 요구사항번호 PMR-002 요구사항 명 프로젝트 관리 일반사항 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 프로젝트 관리에 관한 일반사항 세부 내용 본 사업은 제안요청서에 의거 수행하여야 하며, 제안요청서에 명시되지 않은 사항이라도 사업 목적을 위하여 필요한 사항은 세종테크노파크의 지시에 따라 보완하여야 함 사업 추진에 필요한 SW개발 및 시험장비 일체는 계약상대자의 부담으로 확보하여야 함 사업분석 및 수행과정에서 과업변경이 발생될 경우 다음의 기준을 적용 - 세부사업수행 계획서를 기준으로 발생되는 모든 변경내역 관리사업자 - 과업내역에 포함되지만 세부기능의 변경 및 추가개발이 계약금액에 영향을 주지 않고 사업기간에 미미하게 영향을 미치는 경우 세종 테크노파크 사업담당자와 협의",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항 명",
            "",
            "성과지표 설정관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "본 사업의 성공적 추진 척도 제시"
          ],
          [
            "",
            "세부\n내용",
            "m 본 계약 추진의 성과측정을 위한 성과지표를 제시하여야 함\nm 성과지표는 본 사업의 추진 배경 및 목적을 이해하고 작성하여\n야하며, 객관적이고 정량적인 지표로 계량화 되어야 함\nm 제시된 성과지표는 발주기관의 사업 성과지표를 고려하여 발주\n기관과 최종 협의확정 한 후 사업수행계획서에 명시하여야 함\nm 성과달성을 위하여 노력하여야 하며, 발주기관은 사업 추진 중 \n중간점검을 위하여 성과지표에 의한 측정결과를 요구 할 수 있\n으며, 발주기관의 요구를 받은 경우에는 성과측정결과서(중간점검용)를 \n제출하여야 함\nm 사업(계약) 종료시에 제시된 성과지표에 의한 성과측정을 실시한 후 \n성과측정결과서(최종)를 제출하여야 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항 명",
            "",
            "프로젝트 관리 일반사항"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "프로젝트 관리에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  본 사업은 제안요청서에 의거 수행하여야 하며, 제안요청서에 \n명시되지 않은 사항이라도 사업 목적을 위하여 필요한 사항은 \n세종테크노파크의 지시에 따라 보완하여야 함\n❍  사업 추진에 필요한 SW개발 및 시험장비 일체는 계약상대자의 \n부담으로 확보하여야 함\n❍  사업분석  및  수행과정에서  과업변경이  발생될  경우  다음의 \n기준을 적용\n - 세부사업수행 계획서를 기준으로 발생되는 모든 변경내역 관리(사업자)\n - 과업내역에 포함되지만 세부기능의 변경 및 추가개발이 계약금액에 \n영향을 주지 않고 사업기간에 미미하게 영향을 미치는 경우 세종\n테크노파크 사업담당자와 협의"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 33 - - 과업내역에 포함되고 추가개발 등이 사업기간에 일부 영향을 미치는 경우 세종테크노파크 사업책임자와 협의 - 과업내역, 제안요청서, 제안서 등에 포함되지 않는 과업으로 인해 사업기간 및 사업금액에 영향을 미치는 경우 변경계약을 통해 수행 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 8호서식 소프트웨어 과업변경요청서 제출 다음과 같은 사항에 대하여 세종테크노파크과 협의하고 사업담 당부서의 지시에 따름 - 제안요청서에 명시된 사업내용 및 범위를 변경하여야 할 사항 - 제안요청서에 명시되지 않은 사항 중에서 추가로 지시하는 사항 - 사업자의 단독 결정이 곤란한 사항 계약상대자는 디자인 개발에 사용되는 이미지는 원 소유자의 저작권을 침해하지 아니하여야 하며 구입된 이미지는 구입처 및 사용 내역서를 함께 제출하여야 함 계약체결 후 계약상대자는 전체 또는 부문별 사업관리 책임자를 임명하여 본 사업 추진 시 발생하는 제반 안전사고 책임 및 행정적, 기술적 제반비용과 문제 처리를 책임 수행토록 하여야 함 계약상대자는 본 사업 수행자에 관한 예정공정표, 추진조직도, 참여자명단이력서, 자격증 사본 및 보안각서, 교육지원계획, 장비 및 SW 납품계획서 등에 관한 사업수행계획서를 계약체결 후 14일 이내에 제출하여야 함 계약상대자는 본 사업의 효율적인 수행을 위하여 매주 및 매월 단위로 사업수행계획 및 실적을 서면으로 제출하고, 사업기간 중 세종테크노파크의 요구가 있을시 사업추진 전반에 걸쳐 수시보고 하여야 함 본 사업을 수행 중 사업내용과 관련하여 제안요청서에 누락된 사항 및 세종테크노파크의 변경요구가 있을시 지체 없이 수행 하여야 함 사업기간에 생산된 산출물은 문서화하여 정리 이전하여야 함 사업수행을 위한 장소는 주관기관과 사업자가 협의하여 결정 사업장 및 설비 등 작업환경을 위한 직접비용은 국가계약법 시행령 제9조예정가격의 결정기준에 따라 예정가격에 포함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 34 - 요구사항번호 PMR-003 요구사항 명 프로젝트관리 방법론 준용 등 사업관리 요건 준수 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 프로젝트관리 방법론 준용에 관한 사항 세부 내용 m프로젝트관리방법론을 준용하여 프로젝트를 관리하고 다음의 사항을 준수하여 사업을 관리하여야 함 - 사업 착수 전, 제안요청서 및 과업지시서를 기반으로 발주기관과 협의하여 방법론을 준용하여 프로젝트관리 산출물,SW개발 및 유지보수산출물, 기타 계약관련 산출물을 확정 - 사업 수행 시, 관리대상 산출물의 제출관리하여야 하며, 각종 회의록, 보고, 변경관리, 이슈관리 사항 등의 경우에도 제출관리 하여야 함 m 위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리 방법론을 통한 체계적인 사업 관리 방안을 제시하여야 함 m 프로젝트의 목표관리, 진도관리, 변경관리, 프로젝트 수행 과정상 에서의 문제점 및 위험요소 등 사업수행상태와 산출물을 평가 관리하기 위해 정기 또는 비정기적으로 수행하는 검토 및 보고 체계를 계획프로젝트 상태 검토 계획발주자와의 합동 검토 방안 포함 제출하여 사업수행계획서에 포함하여야 함 m 사업자는 용역수행에 대한 업무추진 진행사항을 일간주간월간 협의조정 가능 단위로 작성하고, 중요사항이 발생한 경우에는 즉시 보고하여야 함 m 사업자는 과업수행 내용을 기록 유지하여야 하며, 발주기관의 요구가 있을 경우에는 이를 제출하여야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항 명",
            "",
            "프로젝트관리 방법론 준용 등 사업관리 요건 준수"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "프로젝트관리 방법론 준용에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m『프로젝트관리방법론』을 준용하여 프로젝트를 관리하고 다음의 \n사항을 준수하여 사업을 관리하여야 함\n - 사업 착수 전, 제안요청서 및 과업지시서를 기반으로 발주기관과 \n협의하여 방법론을 준용하여 ‘프로젝트관리 산출물’,‘SW개발 \n및 유지보수’산출물, 기타 계약관련 산출물을 확정\n - 사업  수행 시, 관리대상  산출물의 제출관리하여야 하며, 각종 \n회의록, 보고, 변경관리, 이슈관리 사항 등의 경우에도 제출관리 \n하여야 함\nm 위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트\n관리 방법론을 통한 체계적인 사업 관리 방안을 제시하여야 함\nm 프로젝트의 목표관리, 진도관리, 변경관리, 프로젝트 수행 과정상 \n에서의 문제점 및 위험요소 등 사업수행상태와 산출물을 평가･\n관리하기 위해 정기 또는 비정기적으로 수행하는 검토 및 보고\n체계를  계획(프로젝트  상태  검토  계획(발주자와의  합동  검토 \n방안 포함) 제출)하여 사업수행계획서에 포함하여야 함\nm 사업자는 용역수행에 대한 업무추진 진행사항을 일간/주간/월간  \n(※협의조정 가능) 단위로 작성하고, 중요사항이 발생한 경우에는 \n즉시 보고하여야 함\nm 사업자는 과업수행 내용을 기록 유지하여야 하며, 발주기관의 \n요구가 있을 경우에는 이를 제출하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 35 - 요구사항번호 PMR-004 요구사항 명 산출물 작성 및 제출 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 사업수행관련 산출물의 제출 및 관리에 관한 사항 세부 내용 m 사업추진 주요 산출물은 아래와 같이 구성됨 - 프로젝트관리 산출물 - 사업유형구매, 개발, 유지관리 등에 따른 관리 산출물 - EA현행화 산출물 - SW사업정보 산출물 - 각 요구사항별 해당 산출물 - 기타 계약관련 산출물 등 m 프로젝트관리 산출물 및 사업유형별 산출물SW개발 및 유지보 수산출물 및 제출일정은 발주기관과 협의확정 하여야 하며, 사업수행계획서에 명시산출물명, 산출물 제출일정 포함하여야 함 m 본 사업의 계약과 관련된 산출물은 다음을 기본으로 함 - 계약시 제출 제조사별 기술지원 확약서 - 계약 후 10일 이내 사업수행계획서 사업수행계획서는행정기관및공공기관정보시스템구축운영지침행정안전부 고시의서식5를준용하여작성하여야하며, 본사업의적정한관리를위하여품질 보증계획, 변경계획관리, 추진일정계획산출물및제출일정포함, 부문별책임자, 부문별관리계획, 프로젝트상태검토계획, 기술적용계획표등이반드시포함되어야함 참여인력 신원조사 관련 서류 1부 각종 보안서약서 1부, 참여인력 긴급연락망 1부 - 착수 후 40일 이내 중간보고서 3부USB 포함 - 계약만료 후 7일 전 산출물 최종보고서 및 요약보고서CD 및 보고서 각 3부 사업자는과업이완료되기15일전에보고서의초안을발주기관에제출하여심의를 받고, 수정사항에대해서는보완토록함 제안사계약상대자는보고서작성중항상발주기관과긴밀한협의를하여야함 발주기관은계획된성과품이외에과업수행의내역을파악할수있는별도의산출물을 요구할수있음 m 최종 산출물은 사업 종료검수전까지 확인되어야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항 명",
            "",
            "산출물 작성 및 제출"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "사업수행관련 산출물의 제출 및 관리에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 사업추진 주요 산출물은 아래와 같이 구성됨\n - 프로젝트관리 산출물\n - 사업유형(구매, 개발, 유지관리 등)에 따른 관리 산출물\n - EA현행화 산출물\n - SW사업정보 산출물\n - 각 요구사항별 해당 산출물\n - 기타 계약관련 산출물 등\nm 프로젝트관리 산출물 및 사업유형별 산출물(SW개발 및 유지보\n수산출물)  및  제출일정은  발주기관과  협의․확정  하여야  하며, \n사업수행계획서에 명시(산출물명, 산출물 제출일정 포함)하여야 함\nm 본 사업의 계약과 관련된 산출물은 다음을 기본으로 함\n - 계약시 제출 : 제조사별 기술지원 확약서\n - 계약 후 10일 이내\n  ․    사업수행계획서 \n※ 사업수행계획서는 『행정기관 및 공공기관 정보시스템 구축운영지침』(행정안전부\n고시)의 [서식5]를 준용하여 작성하여야하며, 본 사업의 적정한 관리를 위하여 품질\n보증 계획, 변경계획관리, 추진일정 계획(산출물 및 제출일정 포함), 부문별 책임자,\n부문별 관리계획, 프로젝트 상태검토 계획, 기술적용계획표 등이 반드시 포함되어야 함\n   ·참여인력 신원조사 관련 서류 1부\n   ·각종 보안서약서 1부, 참여인력 긴급연락망 1부\n - 착수 후 40일 이내 : 중간보고서 3부(USB 포함)\n - 계약만료 후 7일 전 : (산출물)\n  ․    최종보고서 및 요약보고서(CD 및 보고서 각 3부)\n※ 사업자는 과업이 완료되기 15일 전에 보고서의 초안을 발주기관에 제출하여 심의를\n받고, 수정사항에 대해서는 보완토록 함\n※ 제안사(계약상대자)는 보고서 작성 중 항상 발주기관과 긴밀한 협의를 하여야 함\n※ 발주기관은 계획된 성과품 이외에 과업수행의 내역을 파악할 수 있는 별도의 산출물을\n요구할 수 있음\nm 최종 산출물은 사업 종료(검수)전까지 확인되어야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 36 - 요구사항번호 PMR-005 요구사항 명 프로젝트 조직 구성 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 프로젝트 조직 구성에 관한 사항 세부 내용 용역수행책임자PM는 반드시 주사업자 소속이어야 함 사업수행 시 인력교체가 필요한 경우 상호 협의하며, 인력 교체 기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책 제시 해야 함 요구사항번호 PMR-006 요구사항 명 개발방법론 적용 시 유의사항 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 개발방법론 적용에 관한 유의사항 세부 내용 m 개발이 체계적으로 추진되도록 각 개발 단계별 활용할 도구분석 및 설계 도구, 개발도구 등와 기법의 적정성을 제시하여야 함 요구사항번호 PMR-007 요구사항 명 시험운영 일정 확보 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 시험운영 일정 확보에 관한 유의사항 세부 내용 대상업무별 단위시험, 통합시험, 인수시험 등에 대한 계획서를 작성하여 제시하여야 함 개발초기부터 구축완료까지 지속적인 테스트 실시, 테스트 결과 모니터링 및 테스트 결과를 지속적으로 반영해야 함 발생 가능한 상황에 대해서 시나리오를 작성하여 실제 데이터 오류 데이터 포함를 입력하여 체계적이고 효율적인 테스트를 실시해야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항 명",
            "",
            "프로젝트 조직 구성"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "프로젝트 조직 구성에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  용역수행책임자(PM)는 반드시 주사업자 소속이어야 함\n❍  사업수행 시 인력교체가 필요한 경우 상호 협의하며, 인력 교체\n기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책 제시 \n해야 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항 명",
            "",
            "개발방법론 적용 시 유의사항"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "개발방법론 적용에 관한 유의사항"
          ],
          [
            "",
            "세부\n내용",
            "m 개발이 체계적으로 추진되도록 각 개발 단계별 활용할 도구(분석 \n및 설계 도구, 개발도구 등)와 기법의 적정성을 제시하여야 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항 명",
            "",
            "시험운영 일정 확보"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트관리 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "시험운영 일정 확보에 관한 유의사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  대상업무별 단위시험, 통합시험, 인수시험 등에 대한 계획서를 \n작성하여 제시하여야 함\n❍  개발초기부터 구축완료까지 지속적인 테스트 실시, 테스트 결과 \n모니터링 및 테스트 결과를 지속적으로 반영해야 함\n❍  발생 가능한 상황에 대해서 시나리오를 작성하여 실제 데이터\n(오류 데이터 포함)를 입력하여 체계적이고 효율적인 테스트를 \n실시해야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 37 - 10 프로젝트지원 요구사항 요구사항번호 PSR-001 요구사항 명 교육지원 요구사항 분류 프로젝트지원 요구사항 상세 설명 정의 교육지원에 관한 일반사항 세부 내용 m 체계적이고 효율적인 교육을 위하여 교육훈련 계획을 제시하여야 함 m 교육훈련계획 작성 시 교육대상, 교육일정 및 장소, 내용, 교재 등 기타 제반사항은 발주기관과 협의하여 결정하여야 하며, 아래의 사항을 포함하여야 함 - 교육대상사용자, 관리자 등 교육대상 구분 - 교육일정, 교육장소, 교육내용, 교육교재에 관한 사항 - 시스템의 운영, 시스템 감시 및 보안, 비상복구 방법에 관한 사항 - 기타 교육관련 사항 등 m 교육훈련계획에는 시스템 구축 및 운영상 필요하다고 판단되어 발주기관에서 관련 교육 요구할 수 있으며, 본 사업 수행 범위 내에서 적극 지원하여야 함 요구사항번호 PSR-002 요구사항 명 개발장소 지정 요구사항 분류 프로젝트지원 요구사항 상세 설명 정의 개발장소 지정에 관한 사항 세부 내용 소프트웨어사업 수행을 위해 필요한 장소 및 설비 기타 작업환경을 발주기관과 계약당사자가 상호 협의하여 결정함 제안사는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구 사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장소에 관하여 우선 검토한다. 다만, 발주기관에서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있음 제안사는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안하여야 함 제안사는 제안요청서에 명시한 보안요구사항 등을 준수하여 원격지 개발에 따른 구체적인 원격지 보안관리대책참여 인원, 원격지 개발 장소 및 장비, 원격지 개발 장소의 노트북USB 등 휴대용 저장매체, 네트워크, 자료 등을 제시하여야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항 명",
            "",
            "교육지원"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "교육지원에 관한 일반사항"
          ],
          [
            "",
            "세부\n내용",
            "m 체계적이고 효율적인 교육을 위하여 교육훈련 계획을 제시하여야 함\nm 교육훈련계획 작성 시 교육대상, 교육일정 및 장소, 내용, 교재  \n등 기타 제반사항은 발주기관과 협의하여 결정하여야 하며, 아래의 \n사항을 포함하여야 함\n - 교육대상(사용자, 관리자 등 교육대상 구분)\n - 교육일정, 교육장소, 교육내용, 교육교재에 관한 사항 \n - 시스템의 운영, 시스템 감시 및 보안, 비상복구 방법에 관한 사항\n - 기타 교육관련 사항 등\nm 교육훈련계획에는 시스템 구축 및 운영상 필요하다고 판단되어 \n발주기관에서 관련 교육 요구할 수 있으며, 본 사업 수행 범위 \n내에서 적극 지원하여야 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항 명",
            "",
            "개발장소 지정"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "개발장소 지정에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  소프트웨어사업 수행을 위해 필요한 장소 및 설비 기타 작업환경을 \n발주기관과 계약당사자가 상호 협의하여 결정함\n❍  제안사는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구\n사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 \n제시된 작업장소에 관하여 우선 검토한다. 다만, 발주기관에서는 \n공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 \n거부할 수 있음\n❍  제안사는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 \n이에 대한 대응방안을 제안하여야 함\n❍  제안사는 제안요청서에 명시한 보안요구사항 등을 준수하여 원격지 \n개발에 따른 구체적인 원격지 보안관리대책(참여 인원, 원격지 \n개발 장소 및 장비, 원격지 개발 장소의 노트북·USB 등 휴대용 \n저장매체, 네트워크, 자료 등)을 제시하여야 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 38 - 요구사항번호 PSR-003 요구사항 명 기술이전 요구사항 분류 프로젝트지원 요구사항 상세 설명 정의 기술이전에 관한 사항 세부 내용 m 사업수행 과정상 수반되는 전문기술 및 관련된 제반사항에 대한 기술이전 계획을 상세히 제시하고 발주기관에 이전하는데 최선을 다하여 지원하여야 함 m 기술이전계획 작성 시 발주기관과 협의하여야 하며, 아래의 사항을 포함하여야 하며, 계획에 따라 기술이전을 수행하여야 함 - 기술이전 내용 시스템 운영 필요하거나 경미한 장애조치, 응급 조치 기술 등 포함 - 기술이전 방법 및 기간, 인원 - 비용부담조건해당시 m 과업 수행 중 확인된 사항에 대한 산출물 작성 및 기술이전에 필요한 사항은 수시로 정비하여야 하며, 인력 변경에 따른 인계 인수 또는 기술이전 등에 활용 가능해야 함 m 시스템 확장, 타 기종과의 연결, SW 업그레이드 등 기술을 요 하는 사항에 대하여 적극 지원하여야 함 요구사항번호 PSR-004 요구사항 명 하자보수 일반 요구사항 분류 프로젝트지원 요구사항 상세 설명 정의 하자보증 및 유상 유지관리에 관한 사항 세부 내용 m 하자보수 지원방안에 지원범위, 지원인력 및 지원방법상주, 비상주 지원내용 등을 제시하여야 함 m 하자보수 범위를 초과하여 유상으로 처리되는 유지보수 사항에 대해서는 대상범위와 유상처리 기준을 명확하게 제시하여야 함 m 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위 하여 시스템을 단위 요소기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 제시 m 공급되는 장비 및 부품의 생산 중단 시는 최소 3개월 전에 서면 으로 통보하고 관련 장비의 예비부품 사전확보 및 대체품의 지속 운용 대책 등을 강구하여야 함. m 하자보증 기간 중 시스템의 결함 및 HW, SW 개발, 제작, 설치 등의 하자가 발견될 경우 24시간 이내에 해당 장비 또는 부품을 무상으로 수리또는 처리방안 도출발주기관 협의하거나 동일 신품으로 무상 교환하여야 하고, 개발된 SW상의 문제가 발견된 경우 즉시 필요한 조치를 취하여 문제를 해결 하여야 함 m 사업 종료시에 하자보증확약서, 유지관리확약서유상처리 기준 포함를 제출하여야 함제품별 제조사, 기술지원사 등의 확약서 포함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항 명",
            "",
            "기술이전"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "기술이전에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 사업수행 과정상 수반되는 전문기술 및 관련된 제반사항에 대한 \n기술이전 계획을 상세히 제시하고 발주기관에 이전하는데 최선을 \n다하여 지원하여야 함\nm 기술이전계획 작성 시 발주기관과 협의하여야 하며, 아래의 사항을 \n포함하여야 하며, 계획에 따라 기술이전을 수행하여야 함\n - 기술이전 내용 : 시스템 운영 필요하거나 경미한 장애조치, 응급\n조치 기술 등 포함\n - 기술이전 방법 및 기간, 인원\n - 비용부담조건(해당시)\nm 과업 수행 중 확인된 사항에 대한 산출물 작성 및 기술이전에 \n필요한 사항은 수시로 정비하여야 하며, 인력 변경에 따른 인계\n인수 또는 기술이전 등에 활용 가능해야 함\nm 시스템 확장, 타 기종과의 연결, S/W 업그레이드 등 기술을 요\n하는 사항에 대하여 적극 지원하여야 함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PSR-004"
          ],
          [
            "요구사항 명",
            "",
            "하자보수 일반"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "하자보증 및 유상 유지관리에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m 하자보수 지원방안에 지원범위, 지원인력 및 지원방법(상주, 비상주) \n지원내용 등을 제시하여야 함\nm 하자보수 범위를 초과하여 유상으로 처리되는 유지보수 사항에 \n대해서는 대상범위와 유상처리 기준을 명확하게 제시하여야 함\nm 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위\n하여 시스템을 단위 요소기술과 기능으로 구분하여 각각에 대한 \n세부 하자보수 계획을 제시\nm 공급되는 장비 및 부품의 생산 중단 시는 최소 3개월 전에 서면\n으로 통보하고 관련 장비의 예비부품 사전확보 및 대체품의 지속\n운용 대책 등을 강구하여야 함.\nm 하자보증 기간 중 시스템의 결함 및 H/W, S/W 개발, 제작, 설치  \n등의 하자가 발견될 경우 24시간 이내에 해당 장비 또는 부품을 \n무상으로 수리(또는 처리방안 도출(발주기관 협의))하거나 동일 \n신품으로 무상 교환하여야 하고, 개발된 S/W상의 문제가 발견된 \n경우 즉시 필요한 조치를 취하여 문제를 해결 하여야 함\nm 사업 종료시에 하자보증확약서, 유지관리확약서(유상처리 기준 포함)를 \n제출하여야 함(제품별 제조사, 기술지원사 등의 확약서 포함)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 39 - 요구사항번호 PSR-005 요구사항 명 사업정보 저장소 데이터 관리 요구사항 분류 프로젝트지원 요구사항 상세 설명 정의 사업정보 저장소 데이터 작성 및 제출에 관한 사항 세부 내용 m소프트웨어산업진흥법 제22조에 따라 해당 사업 수주자는 SW 사업정보SW사업 수행 및 실적 정보 데이터를 작성하여 제출하여야 함 m SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출 안내 문서를 참조 토록 함 m SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리스트에 반드시 명시하도록 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PSR-005"
          ],
          [
            "요구사항 명",
            "",
            "사업정보 저장소 데이터 관리"
          ],
          [
            "요구사항 분류",
            "",
            "프로젝트지원 요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "사업정보 저장소 데이터 작성 및 제출에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m『소프트웨어산업진흥법  제22조』에  따라  해당  사업  수주자는 \nSW 사업정보(SW사업 수행 및 실적 정보) 데이터를 작성하여 \n제출하여야 함\nm SW사업정보 데이터 작성 및 제출에 관한 사항은 www.spir.kr \n자료실의 ‘SW사업정보 저장소 데이터 제출 안내’ 문서를 참조\n토록 함\nm SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 \n리스트에 반드시 명시하도록 함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 40 - V 제안안내 1. 입찰 참가자격 가. 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령제13조 및 동법 시행규칙 제14조 규정에 의한 경쟁입찰 참가자격을 갖추어야 하며, 입찰일 전일까지 조달청 입찰참가자격등록증을 소지한 업체여야 함 지방자치단체를 당사자로 하는 계약에 관한 법률제31조 및 동법 시행령 제92조에 해당되지 아니한 자 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령제2조의 2 중소기업자와의 우선조달계약 1호에 의거 소기업 및 소상공인 지원을 위한 특별조치법 제2조에 따른 중기업 및 소기업, 소상공인으로서 중소 벤처기업청에서 발급한 중기업소기업소상공인확인서입찰마감일 전일 까지 발급된 것으로 유효기간 내에 있어야 함를 소지한 자 단, 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령 제2조의 3 제2호에 해당하는 비영리법인은 입찰 참여 가능 중소기업제품 구매촉진 및 판로지원에 관한 법률에 의한 중소기업자 소상공인로서 직접생산확인증명서정보시스템 개발서비스 및 정보 시스템유지관리서비스를 보유한 업체입찰서 제출일 전일까지 발급 된 것으로 유효기간 내에 있어야 함 본 입찰은 사업 금액이 20억원 미만인 사업으로서 대기업 및 중견기업은 사업금액의 하한과학기술정보통신부 고시 제2017-07호 규정에 따라 입찰에 참여할 수 없음 국가종합전자조달시스템 입찰참가자격등록규정에 의하여 입찰서 제출 마감일 전까지 소프트웨어산업진흥법 제24조에 따른 소프트웨어사업자 컴퓨터 관련 서비스사업, 업종코드 1468로 입찰참가 등록을 한 업체 제안업체는 상기조건을 모두 충족하여야 하며, 별도의 명시가 없는 한 모든 조건은 입찰공고일을 기준으로 하며, 낙찰일낙찰자는 계약체결일 까지 동 자격을 유지하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 41 - 나. 본 사업에서 요구되는 소프트웨어의 구성요소동일 개발사의 ERP, 그룹 웨어, 전자결재 및 원활한 사업수행을 위하여 컨소시엄공동수급 및 하도급을 불허함 다. 입찰에 참가하고자 하는 자는 반드시 입찰등록사항과 법인등기부등본 법인 및 사업자등록증개인상 대표자대표자가 다수인 경우 전부, 주소, 상호 등이 일치하는지 확인하고 입찰에 참여 2. 입찰 및 계약 방식 가. 입찰방식 제한경쟁입찰 나. 계약방식 협상에 의한 계약 체결 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제43조 3. 제안서평가 가. 평가방법 1 제안서 종합평가는 기술평가와 입찰가격평가로 구분하여 실시하되, 평가 비율은 행정기관 및 공공기관 정보시스템 구축운영 지침 행정안전부고시 제2021-3호, 2021. 1. 19. 제18조에 따라 기술평가 90, 입찰가격평가 10로 함 2 종합평가점수100 기술평가점수90 입찰가격평가점수10 3 평가점수는 소수점 다섯째 자리에서 반올림하여 소수점 이하 4자리까지 산출 4 기술평가는 관련분야 전문가들로 평가위원회를 구성 5 제안사업자는 발주기관에서 마련한 평가절차, 평가기준 및 평가결과에 대해 일체의 이의를 제기할 수 없으며 세부적인 평가결과는 세종테크노 파크의 방침에 따름",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 42 - 나. 평가기준 1 기술평가 가 기술평가항목 및 배점은 소프트웨어 기술성 평가기준과학기술정보 통신부고시 제2020-100호, 2020. 12. 24. 준용하며, 본 사업의 성격에 적합하게 평가항목 및 기준을 조정하여 평가 나 기술평가 점수는 기술항목 및 배점에 따라 실시하고, 평가위원이 평가한 점수 중 최고점수 1개와 최저점수 1개를 제외한 평균점수로 산출최고최저 점수의 동일 점수가 2인 이상인 경우 1개만 제외 다 각 평가항목은 최고 5등급을 기준으로 절대평가 함 기술평가 기준 및 배점 구분 평가부문 평가항목 및 기준 배점 비고 정량적 평가 10 경영상태1 3 - 제안사의 최근년도 신용평가 등급 및 최근 3년간 자본금 및 부문별 매출액, 신용평가등급 평가 3 유사사업 수행실적2 6 - 최근 3년간 유사사업 실적 건수를 평가하여 본사업의 수행 능력 평가 3 - 최근 3년간 유사사업 실적 금액을 평가하여 본사업의 수행 능력 평가 3 기술인력 보유상태3 1 - 개인별 기술등급을 점수화하여 보유인력 총 점수를 합산 1 정성적 평가 80 전략 및 방법론 15 사업의 이해도 - 사업의 특성 및 목표에 부합하는 사업전략을 제시하고 있는지를 평가 5 우선순위 2 추진 전략 - 개발업무 수행 시 일정 및 위험요소를 고려하여 얼마나 타당한 추진 전략을 수립하였는지 평가 3 적용 기술 - 사업에서 적용하고자 하는 기술이 향후 확장성을 고려 하였는지, 현실적으로 실현 가능한지 여부를 평가 3 표준 프레임 워크 적용 - 표준 프레임워크 적용 여부와 적용 시 예상되는 문제점을 구체적으로 기술하고 실현 가능한 대응 방안을 제시 하였는지 평가 2 개발 방법론 - 사업에 적정한 개발 방법론이 제시되었는지 평가하고, 실제 적용 사례 및 경험을 바탕으로 단계별 산출물이 제시되었는지 여부를 평가 2 기술 및 기능 24 시스템 요구사항 - 요구 규격을 충족하는 장비 제안 여부와 현 시스템과의 인터페이스 및 확장 가능성 여부, 또한 도입 장비의 설치 및 공급 계획, 유지관리에 대한 방안이 구체적 으로 기술되어 있는가를 평가 5 우선순위 1 기능 요구사항 8",
      "tables": [
        [
          [
            "구분",
            "평가부문",
            "평가항목 및 기준",
            "배점",
            "비고"
          ],
          [
            "정량적\n평가\n(10)",
            "경영상태1)\n(3)",
            "- 제안사의 최근년도 신용평가 등급 및 최근 3년간 자본금 \n및 부문별 매출액, 신용평가등급 평가",
            "3",
            ""
          ],
          [
            "",
            "유사사업\n수행실적2)\n(6)",
            "- 최근 3년간 유사사업 실적 건수를 평가하여 본사업의 \n수행 능력 평가",
            "3",
            ""
          ],
          [
            "",
            "",
            "- 최근 3년간 유사사업 실적 금액을 평가하여 본사업의  \n수행 능력 평가",
            "3",
            ""
          ],
          [
            "",
            "기술인력\n보유상태3)\n(1)",
            "- 개인별 기술등급을 점수화하여 보유인력 총 점수를 합산",
            "1",
            ""
          ],
          [
            "정성적\n평가\n(80)",
            "전략 및 \n방법론\n(15)",
            "❍  사업의 이해도 \n - 사업의 특성 및 목표에 부합하는 사업전략을 제시하고 \n있는지를 평가",
            "5",
            "우선순위\n(2)"
          ],
          [
            "",
            "",
            "❍  추진 전략\n - 개발업무 수행 시 일정 및 위험요소를 고려하여 얼마나 \n타당한 추진 전략을 수립하였는지 평가",
            "3",
            ""
          ],
          [
            "",
            "",
            "❍  적용 기술\n - 사업에서 적용하고자 하는 기술이 향후 확장성을 고려 \n하였는지, 현실적으로 실현 가능한지 여부를 평가",
            "3",
            ""
          ],
          [
            "",
            "",
            "❍  표준 프레임 워크 적용\n - 표준 프레임워크 적용 여부와 적용 시 예상되는 문제점을 \n구체적으로  기술하고  실현  가능한  대응  방안을  제시\n하였는지 평가",
            "2",
            ""
          ],
          [
            "",
            "",
            "❍  개발 방법론\n - 사업에 적정한 개발 방법론이 제시되었는지 평가하고, \n실제 적용 사례 및 경험을 바탕으로 단계별 산출물이 \n제시되었는지 여부를 평가",
            "2",
            ""
          ],
          [
            "",
            "기술 및 \n기능\n(24)",
            "❍  시스템 요구사항\n - 요구 규격을 충족하는 장비 제안 여부와 현 시스템과의 \n인터페이스  및  확장  가능성  여부,  또한  도입  장비의 \n설치  및  공급  계획,  유지관리에  대한  방안이  구체적\n으로 기술되어 있는가를 평가",
            "5",
            "우선순위\n(1)"
          ],
          [
            "",
            "",
            "❍  기능 요구사항",
            "8",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 43 - 구분 평가부문 평가항목 및 기준 배점 비고 - 기능 요구사항ᆞ기대사항ᆞ제약사항 등을 파악한 후 구현 방안이 구체적으로 기술되어 있는지, 또한 제안한 방안 및 기술이 적용 가능한지를 평가 보안 요구사항 - 요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 적용 방안이 구체적으로 기술되었는지, 또한 제안한 방안과 기술의 설계단계 반영 여부 및 구현단계까지의 적용 가능성을 평가 3 데이터 요구 사항 - 데이터 요구사항 분석을 바탕으로 데이터 전환 계획 및 검증 방법, 데이터 오류 발생 시 처리 방안이 구체적으로 제시되어 있는지를 평가 4 시스템운영 요구사항 - 시스템 운영 요구 사항에 맞는 운영 절차 및 방법을 제시하였는지, 또한 운영 중 비상사태 발생시 대응방안이 구체적으로 제시되고 있는지를 평가 2 제약 사항 - 목표시스템의 설계, 구축, 운영과 관련하여 제약조건을 충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 수립되었는지 평가 2 성능 및 품질 13 성능 요구사항 - 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적 으로 기술되어 있는지, 이를 위한 방법론 및 분석도구가 기술되어 있는지 평가한다. 제안한 방안 및 기술을 통해 성능 요구 사항을 충족시킬 수 있는지를 평가 5 우선순위 3 품질 요구사항 - 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 품질 요구사항에 부합되는지 평가하고, 분석ᆞ설계ᆞ 구현ᆞ테스트 등 각 단계별 품질 요구사항 점검 및 검토 방안이 구체적으로 계획되어 있는가를 평가 3 인터페이스 요구사항 - 시스템 인터페이스 타 시스템과의 연계에 대한 장 ᆞ단점 분석을 통해 가장 적합한 시스템 인터페이스 구축 방안을 도출하였는지를 평가 - 사용자 인터페이스 사용자 편의성을 고려하여 사용자 인터페이스의 분석ᆞ설계ᆞ구현ᆞ테스트 방안과 검토 계획을 구체적으로 기술하였는가를 평가 5 프로젝트 관리 14 관리 방법론 - 일정관리, 사업위험이슈 관리, 보안관리, 산출물의 형상ᆞ문서 관리 등 사업수행에 필요한 관리 방법론이 구체적으로 제시되어 있는지, 또한 문제 발생 시 보고 체계 및 위험관리 방안이 구체적으로 제시되어 있는지 평가 5 우선순위 4 일정 계획 - 사업수행에 필요한 수행기간과 세부일정이 구체적으로 제시되었는지 평가한다. 또한 각 활동에 필요한 일정 계획이 적절히 수립되었는지를 평가 5 개발 장비 - 개발에 필요한 개발환경의 구성이 구체적으로 제시되 었는지 평가하고, 라이선스 등의 문제가 없는지 여부를 평가 4 품질 보증 - 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, 사업자가 소프트웨어산업 진흥법 제23조의 소프트 2 우선순위 5",
      "tables": [
        [
          [
            "구분",
            "평가부문",
            "평가항목 및 기준",
            "배점",
            "비고"
          ],
          [
            "",
            "",
            "-  기능  요구사항ㆍ기대사항ㆍ제약사항  등을  파악한  후 \n구현 방안이 구체적으로 기술되어 있는지, 또한 제안한 \n방안 및 기술이 적용 가능한지를 평가",
            "",
            ""
          ],
          [
            "",
            "",
            "❍  보안 요구사항\n - 요구사항 및 시스템 분석을 바탕으로 보안 요구사항의 \n적용  방안이  구체적으로  기술되었는지,  또한  제안한 \n방안과 기술의 설계단계 반영 여부 및 구현단계까지의 \n적용 가능성을 평가",
            "3",
            ""
          ],
          [
            "",
            "",
            "❍  데이터 요구 사항\n - 데이터 요구사항 분석을  바탕으로 데이터 전환 계획 \n및  검증  방법,  데이터  오류  발생  시  처리  방안이 \n구체적으로 제시되어 있는지를 평가",
            "4",
            ""
          ],
          [
            "",
            "",
            "❍  시스템운영 요구사항\n - 시스템 운영 요구 사항에 맞는 운영 절차 및 방법을 \n제시하였는지, 또한 운영 중 비상사태 발생시 대응방안이 \n구체적으로 제시되고 있는지를 평가",
            "2",
            ""
          ],
          [
            "",
            "",
            "❍  제약 사항\n - 목표시스템의 설계, 구축, 운영과 관련하여 제약조건을 \n충족시키기 위한 구체적인 구현 방안 및 테스트 방안이 \n수립되었는지 평가",
            "2",
            ""
          ],
          [
            "",
            "성능 및 \n품질\n(13)",
            "❍  성능 요구사항\n - 요구 성능 충족을 위한 구현 및 테스트 방안이 구체적\n으로 기술되어 있는지, 이를 위한 방법론 및 분석도구가 \n기술되어  있는지  평가한다.  제안한  방안  및  기술을 \n통해 성능 요구 사항을 충족시킬 수 있는지를 평가",
            "5",
            "우선순위\n(3)"
          ],
          [
            "",
            "",
            "❍  품질 요구사항\n - 제공되는 개발 도구 및 구현 방안, 테스트 방안 등이 \n품질 요구사항에 부합되는지 평가하고, 분석ㆍ설계ㆍ\n구현ㆍ테스트  등  각  단계별  품질  요구사항  점검  및 \n검토 방안이 구체적으로 계획되어 있는가를 평가",
            "3",
            ""
          ],
          [
            "",
            "",
            "❍  인터페이스 요구사항\n -  시스템  인터페이스  :  타  시스템과의  연계에  대한  장\nㆍ단점 분석을 통해 가장 적합한 시스템 인터페이스 \n구축 방안을 도출하였는지를 평가\n - 사용자 인터페이스 : 사용자 편의성을 고려하여 사용자 \n인터페이스의 분석ㆍ설계ㆍ구현ㆍ테스트 방안과 검토 \n계획을 구체적으로 기술하였는가를 평가",
            "5",
            ""
          ],
          [
            "",
            "프로젝트 \n관리\n(14)",
            "❍  관리 방법론\n -  일정관리,  사업위험(이슈)  관리,  보안관리,  산출물의 \n형상ㆍ문서 관리 등 사업수행에 필요한 관리 방법론이 \n구체적으로 제시되어 있는지, 또한 문제 발생 시 보고 \n체계 및 위험관리 방안이 구체적으로 제시되어 있는지 평가",
            "5",
            "우선순위\n(4)"
          ],
          [
            "",
            "",
            "❍  일정 계획\n - 사업수행에 필요한 수행기간과 세부일정이 구체적으로 \n제시되었는지 평가한다. 또한 각 활동에 필요한 일정 \n계획이 적절히 수립되었는지를 평가",
            "5",
            ""
          ],
          [
            "",
            "",
            "❍  개발 장비\n - 개발에 필요한 개발환경의 구성이 구체적으로 제시되 었는지 \n평가하고, 라이선스 등의 문제가 없는지 여부를 평가",
            "4",
            ""
          ],
          [
            "",
            "",
            "❍  품질 보증\n - 제시된 품질보증 방안이 해당 사업의 수행에 적합한지, \n사업자가 「소프트웨어산업 진흥법」 제23조의 소프트",
            "2",
            "우선순위\n(5)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 44 - 1 경영상태 평가 배점기준은 신용평가등급에 따라 경영상태를 평가하며 배점 기준은 아래와 같음 신용평가등급 배점 회사채 기업어음 기업신용 평가등급 AAA, AA, AA0, AA- A, A0, A-, BBB, BBB0 A1, A2, A20, A2-, A3, A30 AAA, AA, AA0, AA-, A, A0, A-, BBB, BBB0 3 BBB-, BB, BB0, BB-, B, B0, B- A3-, B, B0, B- BBB-, BB, BB0, BB-, B, B0, B- 2 CCC 이하 C 이하 CCC 이하 1 - 신용정보의 이용 및 보호에 관한 법률제4조 제1항 제1호 또는 자본시장과 금융 투자업에 관한 법률제335조의3에 따라 업무를 영위하는 신용조회사 또는 신용평가사가 입찰참가신청 마감일 이전에 평가한 유효기간 내에 있는 회사채, 기업어음, 기업신용 평가등급을 기준으로 평가하되 가장 최근의 신용평가 등급으로 평가 - 신용평가등급 확인서가 확인되지 않은 경우에는 최저등급으로 평가하며, 유효기간 만료일이 입찰참가신청 마감일인 경우에도 유효한 것으로 평가 - 합병한 업체에 대하여는 합병 후 새로운 신용평가등급으로 심사하여야 하며 합병 후의 구분 평가부문 평가항목 및 기준 배점 비고 프로젝트 지원 14 웨어프로세스 품질인증SP인증 등 대외적으로 인정 받을 만한 품질보증 관련 유효한 인증을 제시하는 경우 확인하고 평가 이 경우 유효한 SP인증을 보유하고 있는 경우에는 우대할 수 있음 시험 운영 - 시스템 공급자가 개발된 시스템의 시험운영을 위해 필요한 각종 시험운영 방법 등을 구체적으로 제시하 였는지 평가 2 교육 훈련 - 시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 각종 교육훈련의 방법, 내용, 일정 등을 구체적으로 제시하였는지 평가 2 유지 관리 - 시스템 공급자가 제시하는 유지관리 계획, 조직, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한 사항에 대해 평가 2 하자 보수 계획 - 시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 대해 평가 2 기밀 보안 - 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로 부터 기밀을 보호함과 동시에 원활한 사업의 수행을 보장하기 위한 체계 및 대책에 대하여 평가 2 비상 대책 - 시스템 공급자가 안정적인 시스템 운영을 위해 필요한 각종 백업복구 및 장애대응 대책을 구체적으로 제시 하였는지 평가 2 총 점 90",
      "tables": [
        [
          [
            "구분",
            "평가부문",
            "평가항목 및 기준",
            "배점",
            "비고"
          ],
          [
            "",
            "프로젝트 \n지원\n(14)",
            "웨어프로세스  품질인증(SP인증)  등  대외적으로  인정\n받을 만한 품질보증 관련 유효한 인증을 제시하는 경우 \n확인하고 평가\n   ※ 이 경우 유효한 SP인증을 보유하고 있는 경우에는 \n우대할 수 있음",
            "",
            ""
          ],
          [
            "",
            "",
            "❍  시험 운영\n -  시스템  공급자가  개발된  시스템의  시험운영을  위해 \n필요한 각종 시험운영 방법 등을 구체적으로 제시하\n였는지 평가",
            "2",
            ""
          ],
          [
            "",
            "",
            "❍  교육 훈련\n - 시스템 공급자가 시스템 운영 및 관리자를 위해 필요한 \n각종  교육훈련의  방법,  내용,  일정  등을  구체적으로 \n제시하였는지 평가",
            "2",
            ""
          ],
          [
            "",
            "",
            "❍  유지 관리\n - 시스템 공급자가 제시하는 유지관리 계획, 조직, 절차, \n범위 및 기간과 이와 관련된 기타의 활동 및 그 제한\n사항에 대해 평가",
            "2",
            ""
          ],
          [
            "",
            "",
            "❍  하자 보수 계획\n - 시스템 공급자가 제시하는 하자보수 계획, 절차, 범위 \n및 기간과 이와 관련된 기타의 활동 및 그 제한사항에 \n대해 평가",
            "2",
            ""
          ],
          [
            "",
            "",
            "❍  기밀 보안\n - 사업 추진 동안 악영향을 미치는 일련의 불순 활동들로\n부터  기밀을  보호함과  동시에  원활한  사업의  수행을 \n보장하기 위한 체계 및 대책에 대하여 평가",
            "2",
            ""
          ],
          [
            "",
            "",
            "❍  비상 대책\n - 시스템 공급자가 안정적인 시스템 운영을 위해 필요한 \n각종 백업/복구 및 장애대응 대책을 구체적으로 제시\n하였는지 평가",
            "2",
            ""
          ],
          [
            "총  점",
            "",
            "",
            "90",
            ""
          ]
        ],
        [
          [
            "신용평가등급",
            "",
            "",
            "배점"
          ],
          [
            "회사채",
            "기업어음",
            "기업신용 평가등급",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-, BBB+, BBB0",
            "A1, A2+, A20, A2-, A3+, \nA30",
            "AAA, AA+, AA0, AA-,\nA+, A0, A-, BBB+, BBB0",
            "3"
          ],
          [
            "BBB-, BB+, BB0, BB-,\nB+, B0, B-",
            "A3-, B+, B0, B-",
            "BBB-, BB+, BB0, BB-,\nB+, B0, B-",
            "2"
          ],
          [
            "CCC+ 이하",
            "C 이하",
            "CCC+ 이하",
            "1"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 45 - 새로운 신용평가등급이 없는 경우에는 합병 대상업체 중 가장 낮은 신용평가등급을 받은 업체의 신용평가등급으로 평가 2 유사사업 수행실적 평가 배점 기준 및 유사용역 기준은 아래와 같음 항목 계산 방법 배점한도 기 준 배점 유사 사업 실적 건수 준공실적 건수 4 A. 사업수행 5건 이상 4 B. 사업수행 4건 이상 3 C. 사업수행 3건 이상 2 D. 사업수행 2건 이상 1 항목 계산 방법 배점한도 기 준 배점 유사 사업 실적 금액 본사업비 준공실적금액 3 A. 200이상 3 B. 100이상 - 200미만 2 C. 100미만 1 1 유사용역 인정 기준 경영정보시스템ERP 구축 및 고도화 사업 2 최근 3년공고일 기준 이내 준공한, 단일사업비 1억원 이상 실적VAT 포함만을 인정 하며, 증명서의 내용금액 등을 기초로 평가진행 중인 용역은 제외 - 입찰 공고일을 2019.11.01.로 가정실제 공고일 확인할 경우 용역 준공일차수 준공 인정, 기성실적 미인정이 2016.11.01.부터 2019.10.31.까지인 경우 해당 실적의 100를 인정 하고, 그 외 실적은 인정하지 않음 예시 ERP 1차 구축 사업금액 1.5억원 ERP 2차 구축 사업금액 1.2억원의 경우 건수는 1건, 금액은 2.7억원 으로 인정동일사업 3 민간거래실적은 세금계산서, 계약서 등 증빙자료를 첨부 최근 3년간입찰 공고일로부터 산정 단일 계약 건누적 아님의 사업수행 실적공동도급은 이행실적만 인정 하도급일 경우 원도급사 확인을 거쳐 발주처의 증명이 있는 경우만 인정 사업수행 실적은 사업내용사업명, 사업내용이 명확히 기재된 것만 인정 제출서류원본제출 실적증명서 세금계산서, 관련 계약서 등 확인자료 첨부 3 기술인력보유상태 기준은 아래와 같음 평가항목 평가요소 평가기준 평점점 인력보유현황 개인별 기술등급을 점수화하여 보유인력 총 점수를 합산 A. 20점 이상 1.0 B. 15점 이상 20점 미만 0.8 C. 10점 이상 15점 미만 0.6 D. 10점 미만 0.4 기술사 5점, 특급 4점, 고급 3점, 중급 2점, 초급 1점 1 기술자 구분은 한국소프트웨어산업협회에서 공표한 SW기술자 평균임금 조사결과 내 평균임금 적용을 위한 SW기술자 분류 참고3, 92P에 따름 2 보유 기술자는 입찰서 제출마감일 전일 현재 소속회사 3개월 이상 재직한 자로 한다. 3 중복기재 불가1인이 여러 자격이 있을 경우 1명으로 기재 할 것",
      "tables": [
        [
          [
            "항목",
            "계산 방법",
            "배점한도",
            "기 준",
            "배점"
          ],
          [
            "유사\n사업\n실적\n건수",
            "준공실적 건수",
            "4",
            "A. 사업수행 5건 이상",
            "4"
          ],
          [
            "",
            "",
            "",
            "B. 사업수행 4건 이상",
            "3"
          ],
          [
            "",
            "",
            "",
            "C. 사업수행 3건 이상",
            "2"
          ],
          [
            "",
            "",
            "",
            "D. 사업수행 2건 이상",
            "1"
          ]
        ],
        [
          [
            "항목",
            "계산 방법",
            "배점한도",
            "기 준",
            "배점"
          ],
          [
            "유사\n사업\n실적\n금액",
            "본사업비\n준공실적금액×",
            "3",
            "A. 200%이상",
            "3"
          ],
          [
            "",
            "",
            "",
            "B. 100%이상 - 200%미만",
            "2"
          ],
          [
            "",
            "",
            "",
            "C. 100%미만",
            "1"
          ]
        ],
        [
          [
            "평가항목",
            "평가요소",
            "평가기준",
            "평점(점)"
          ],
          [
            "인력보유현황",
            "개인별 기술등급을 \n점수화하여\n보유인력 총 점수를 합산",
            "A. 20점 이상",
            "1.0"
          ],
          [
            "",
            "",
            "B. 15점 이상 ~ 20점 미만",
            "0.8"
          ],
          [
            "",
            "",
            "C. 10점 이상 ~ 15점 미만",
            "0.6"
          ],
          [
            "",
            "",
            "D. 10점 미만",
            "0.4"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 46 - 4 평가관련 증빙제출자료 재직증명서3개월 이상 재직자 기술자 경력증명서한국SW산업협회에서 발급, 원본 2 입찰가격평가 입찰가격 평가점수 산출방법 - 입찰가격이 추정가격의 100분의 80 이상인 경우 평가점수 입찰가격평가 배점한도 해당입찰가격 최저입찰가격 - 입찰가격이 추정가격의 100분의 80미만인 경우 배점한도의 30 에 해당하는 평가점수를 부여 예정가격을 작성한 경우에는 추정가격을 예정가격으로 적용 4. 협상적격자 선정 및 협상순서 가. 기술평가 점수만을 기준으로 일정비율85 이상인 제안사업자를 협상 적격자로 선정하되, 협상적격자가 없는 경우 재공고 입찰에 부칠 수 있음 나. 협상순서는 종합평가점수의 고득점 순에 의하여 결정함 1 제안서 종합 평가결과 최고점수를 얻은 자가 복수인 경우, 우선협상 대상자는 기술평가 점수의 순위에 의하고, 기술평가 점수가 동일한 경우 에는 기술능력의 평가부문 우선순위가 높은 항목에서 높은 점수를 얻은 사업자를 선 순위자로 함 2 협상이 성립된 때에는 다른 협상적격자와의 협상은 실시하지 않음 3 모든 협상적격자와 협상 결렬 시 재공고 입찰에 부칠 수 있음 다. 기타 사항은 행정안전부의 예규협상에 의한 계약체결 기준에 의거함 5. 협상방법 및 기준 가. 협상적격자가 제안한 사업내용, 이행방법, 이행일정, 제안가격 등 제안서의 내용을 대상으로 협상을 실시 협상적격자와 협상을 통해 그 내용의 일부를 조정 가능",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 47 - 나. 가격협상에서는 당해 사업예산또는 예정가격 이하로써 협상적격자가 제안한 가격이 기준 가격이 됨 다. 협상적격자가 제안한 내용을 가감하는 경우에는 가감내용에 상당하는 금액을 예정가격 범위 내에서 조정 가능함 제안요청시 포함되지 않았으나 발주자의 협상 요구에 의하여 증가되는 사업범위에 대해서는 이에 해당하는 원가 추가반영 가능 6. 계약조건 가. 계약상의 사업을 수행함에 있어 부실, 조잡 또는 부당하게 하거나 부정한 행위를 한 사업자는 향후 신규 사업의 참여에 제한을 받을 수 있음 나. 제안요청서 및 입찰공고 등에 포함되지 않은 사항은지방자치단체를 당사자로하는계약에관한법률,협상에의한계약체결기준등을 준용함 다. 입찰에 참가하고자 하는 자는 입찰관련 법령 및 행정안전부 예규입찰 유의서제2절제3항의 규정에 의한 입찰에 관한 서류를 입찰 전에 완전히 숙지하여야 하며 이를 숙지 못한 책임은 제안사에게 있음 라. 제안사는 행정안전부 예규입찰유의서제2절제3항의 규정에 의한 입찰에 관한 서류의 검토과정에서 발견한 입찰에 관한 서류상의 착오, 누락사항 또는 기타 설명이 요구되는 사항에 대하여는 입찰서 제출마감일 전일까지 발주자에게 그 설명을 요구할 수 있음 7. 제안사 유의사항 가. 제안사 준수사항 1 제안서 발표 시에는 사업관리자PM가 직접 제안 발표를 하여야 함 2 제안사는 본 사업 추진과 관련하여 II. 기술 및 기능의 제약사항 및 IV. 프로젝트 관리 등에서 명시한 사항을 반드시 준수하여야 함 3 제안사는 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설하여서는 안 되며, 발주기관이 요구하는 보안사항을 철저히 준수",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 48 - 하여야 함 4 제안사는 발주기관으로부터 제안요청서를 비롯한 배부 받은 입찰에 관한 서류, 각종 자료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용하여서는 아니됨 5 제안사가 제출한 모든 자료 및 문서는 제안사의 권익 보호를 위하여 제안서 평가외의 용도로 외부에 공개되지 않음을 원칙으로 함 6 제안서와 기타 구비서류를 검토하여 미비업체는 상황에 따라 보완 지시 실격처리해당자료 미인정 등의 조치를 취하여 그 결과를 기술평가 점수에 반영할 수 있음 7 참여인력제안서 인력은 입찰 공고일 현재 제안사 구성원의 자사인력 으로 구성하여야 함 -파견근로자 보호 등에 관한 법률등에 의한 적법한 파견근로자는 제안사 인력으로 간주함 - 제안업체 소속 외의 인력은 인정하지 않음 8 본 사업은 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우, 계약상대자는 국가기관등의 장에게 소프트웨어 사업 과업변경요청서를 제출하여야 함 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 8호서식 참조 나. 계약목적물의 귀속에 관한 사항 1 본 사업을 수행함에 있어 계약목적물의 귀속에 관한 사항을 다음과 같이 정함 가 사업수행 과정에서 취득 또는 작성하는 성과품 및 산출물 일체에 대한 지식재산권은 발주기관과 제안사계약상대자가 공동으로 소유함을 원칙으로 하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함 다만, 개발의 기여도 및 계약목적물의 특수성보안, 영업비밀 등을 고려 하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리정할 수 있으며, 지식재산권의 타용도 및 상업적",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 49 - 활용 시 반드시 발주기관과 협의하여야 함 나 본 사업 이전에 제안사계약상대자가 자체적으로 보유한 지식 자산 본 용역과 관련된 경우에 한함의 경우에는 발주기관에 사용권이 부여됨 다 제안사계약상대자는 계약을 수행함에 있어 제3자의 지식재산권, 산업재산권, 저작권 또는 재산 및 기타 일체의 피해가 발생되지 않도록 유의하여야 하며, 이의 위반으로 사업기간 또는 사업 종료 이후라도 문제가 발생되는 경우 일체의 책임을 지며, 발주기관을 상대로 손해배상 청구소송이 제기되는 경우에는 피해자 측에 합의 배상해야 함 라 제안사는 지식재산권의 활용을 위하여 SW산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정대통령령 제29321호, 2018. 12. 4. 제4조 및 제안요청서에 명시된 누출금지정보에 해당 하지 않을 경우 SW산출물을 제공함 다만, SW산출물 활용 절차와 공급자가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가자격 제한 등에 관하여는소프트웨어사업 관리감독에 관한 일반기준 과학기술정보정통부 고시 제14조의2산출물의 활용에 따름 2. 본 사업을 통해 개발되는 소프트웨어는 기획재정부 계약예규용역 계약일반조건 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동활용할 계획이 없음을 사전에 안내함 다. 하자담보책임에 관한 사항 1 본 사업의 하자담보 책임에 관한 사항은 다음과 같이 정한다. 가 하자담보책임기간은 사업종료검수 후 1년단, 제조사 등에서 1년 이상의 하자담보책임기간을 규정한 경우에는 제조사 규정기준을 우선 적용으로 하며, 해당 기간 중 시스템의 하자발생 시 즉시 보완 하여야 함 나 하자보증 이행으로 발생하는 모든 비용은 계약상대자가 부담하자 보증은 과업의 일부로 부실에 대한 부담은 계약상대자가 부담함 다 하자보수의 범위는 개발 분야 및 도입 장비HW, SW를 포함하는 전체 시스템으로 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 50 - 라 계약상대자는 사업종료 시 하자보증이행서를 제출해야 함 하자보수범위를 포함하지 않는 사업의 경우 하자보증이행서 제출 제외 라. 사업수행 장소에 관한 사항 1 본 사업 수행에 필요한 작업장소는 발주기관과 계약상대자가 사업수행의 효율성, 정보보안 조건 등을 고려하여 협의 결정함 2 본 사업 수행에 필요한 작업장소 및 과업수행과 관련된 제반 비용은 제안사가 부담하여야 함 3 본 사업에 투입되는 상주 인력은 반드시 지정된 장소에서 과업을 수 행하여야 한다. 단, 과업 수행의 상주 인력이 아닌 지원 인력의 작업 장소는 보안 등의 특별한 사유가 있는 경우를 제외하고 상호 협의하 여 따로 정할 수 있음 마. 제안서 보상에 관한 사항 - 본 사업은 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정 과학기술정보통신부 고시제2조에 의거, 20억 미만의 SW사업으로 제안서 보상대상 사업에서 제외함 바. 계약의 해지에 관한 사항 발주기관이 다음과 같은 사유로 사업계약자가 사업수행 지속이 어렵다 고 판단할 경우 계약을 해지할 수 있음 1 발주기관의 정당한 요구 및 지시에 불응하거나 이행하지 않은 경우 2 사업계약자가 계약기간 내 사업을 완료할 능력이 없거나, 수행 능력이 현저히 떨어지는 경우 3 사업수행 중 불성실 또는 부주의로 인한 중대한 과실이 예상되거나 발 생되는 경우 4 기타 중대한 계약조건의 위반이 발견되거나 판단되는 경우 사. 기타사항",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 51 - 1 본 제안요청서 및 제안서, 계약사항 등에 관하여 이견이 발생하였을 경우 또는 계약상에 정하지 아니한 사항에 대하여는 발주기관과 제안 사의 협의에 의해 결정함 2 제안사는 공급하는 제품의 품질에 대하여 최종적인 책임을 져야하며 기술 환경 및 기타사정 등으로 인하여 일부 사업의 내용 및 범위 등 의 변경이 필요한 경우에는 협의에 의해 조정할 수 있음 3 발주기관은 제안내용에 대한 확인검증이 필요한 경우 제안사에 입증 자료를 요구할 수 있으며, 입증 자료를 제출하지 못할 경우 불가능한 것으로 판단함 4 발주기관은 참여인력이 본 용역 수행 상 부적당하다고 판단되거나 자 격미달인 경우 교체를 요구할 수 있으며, 제안사계약상대자는 이에 응하여야 함 5 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 지방자치단체를 당사자로 하는 계약에 관한 법률등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있음 6 입찰 공고문, 제안요청서 및 이에 근거한 별첨붙임 등 등에 명시되지 않은 사항은 지방자치단체를 당사자로 하는 계약에 관한 법률, 소프트웨어산업 진흥법, 국제표준규격 등 관련 규정 및 발주기관의 계약 요령에 따름 8. 입찰서류 및 제안서 제출 가. 일 시 입찰공고서참조 나. 공고방법 - 발주기관 홈페이지httpwww.sjtp.or.kr - 나라장터국가종합전자조달, httpwww.g2b.go.kr 다. 사업설명회 제안요청서로 갈음",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 52 - 라. 입찰 참가등록 및 제안서 제출 - 입찰참가등록기한 입찰공고서참조 - 제출장소 세종테크노파크 운영지원팀세종특별자치시 조치원읍 군청로 93, 세종SB플라자 4층 마. 제안관련 문의사항 - 계약관련 세종테크노파크 재무회계팀 - 사업관련 세종테크노파크 운영지원팀 바. 특이사항 - 공고서의 정한 기간 내에 입찰서류 및 제안서를 제출하지 않은 경우 제안의사가 없는 것으로 간주하며 우편 및 이메일 접수는 받지 않음 제출장소 제 출 서 류 제안서 제출 입찰공고서에 정한바에 따름 1 제안서 10부원본 1부 포함 - 제안 요약서 10부 - 제안서, 제안요약서 및 발표자료 내용이 포함된 USB 1개 제출 2 평가관련 증명서류별권 제출 원본 및 사본 각 1부 - 주요사업 실적증명 서류 - 신용평가등급 확인서 증거 서류 3 기타 제안에 필요한 서류 9. 제안서 발표회 가. 일 시 입찰공고서에 의함사정에 따라 변경될 수 있으며, 변경 시 별도 통지 나. 발 표 자 본 사업에 투입될 PM이 직접발표 다. 발표시간 제안사별 30분 이내설명 15분, 질의응답 시간 15분 - 제안발표시간은 제안서 제출업체 수에 따라 변경될 수 있으며, 변경 시 사전 통지 라. 발표순서 제안서 제출 순서에 따름 마. 기타사항 1 빔프로젝터를 제외한 발표 관련 장비 등은 제안사에서 준비하는 것을 원칙으로 함 2 제안서 발표회 일시, 장소 및 발표시간 등은 사정에 따라 변경될 수 있음",
      "tables": [
        [
          [
            "제출장소",
            "제    출    서    류"
          ],
          [
            "<제안서 제출>\n입찰공고서에\n정한바에 따름",
            "① 제안서 10부(원본 1부 포함)\n   - 제안 요약서 10부 \n   - 제안서, 제안요약서 및 발표자료 내용이 포함된 USB 1개 제출\n② 평가관련 증명서류(별권 제출) 원본 및 사본 각 1부\n - 주요사업 실적증명 서류\n - 신용평가등급 확인서 증거 서류\n③ 기타 제안에 필요한 서류"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 53 - VI 제안서 작성지침 1. 제안서 작성방법 가. 제안서의 효력 1 제출된 제안서의 내용은 발주자가 요청하지 않는 한 변경할 수 없으 며, 계약 체결 시 계약조건의 일부로 간주됨 2 발주자가 필요 시 제안사에 대하여 추가제안이나 추가자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 3 제안서에 제시된 내용은 계약서에 명시하지 않더라도 계약서와 동일 한 효력을 가진다. 다만, 계약서에 명시된 경우에는 계약서의 내용이 우선함 4 제안서의 모든 기재사항은 객관적으로 입증할 수 있는 관계서류를 첨 부하여 사실을 기재하여야 하며, 허위 작성한 사실이 판명될 경우에 는 평가대상에서 제외함 나. 제안서 작성지침 및 유의사항 1 제안서는 제안요구사항 및 제안서 작성요령을 최대한 충족하도록 작 성하여야 하며 다음의 사항에 유의하여 제안서를 작성함 가 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안할 수 있음 나 제안서에는 사업계획과 제안요청 제반사항에 대해 제안사의 추진전 략, 추진체계, 추진계획 등이 구체적이고 명확하게 제시되어야하며, 특히 제안 기술부문의 요구사항에 대해서는 보다 구체적이고 상세 한 방안을 제시하여야 함 다 제안서에는 본 사업에 대한 이해 하에 전체적인 시스템 운용방안이 제시되어야 하며, 제안요청서에서 추구하는 목표를 달성하기위해 추가해야 할 사항이 있을 경우 추진방안과 제안사의 역할을 명확히 제시하여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 54 - 라 사업 전반에 대한 위험요소, 위험관리지표 등 발견 및 대응전략 등 이 포함된 위험관리 계획을 제시하여야 함 마 제안요청서에서 제시한 요구사항 및 산출물은 제안사에서 제시한 사업 수행방법이나 제안에 따라서 발주기관과 협의하에 일부 변경 적용할 수 있음 2 제안서의 작성은 붙임 9 제안서 목차 및 본 지침을 참조하여 작성함 3 각종 증거서류의 표지에는 원본과 사본의 구분을 표시하여야 하며, 사본일 경우 원본대조필 인을 날인하여야 하고 원본과 사본의 내용이 상이할 경우 원본의 내용을 채택함 4 제안서 제본하지 않고 A4용지 3 Hole 바인더 사용을 권고 가 제안서 본문 내용은 200페이지100장 이내로 작성 나 양면 및 단색으로 인쇄단, 목표시스템 개념도구성도는 칼라 인쇄 가능 5 제안서는 A4종 방향 작성을 원칙으로 하되, 부득이한 경우 A4 횡 또는 기타 용지를 일부 사용할 수 있음 6 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련 번호를 붙이되, 각 장별로 번호를 부여함 7 제안서는 한글 작성이 원칙이며, 사용된 영문약어에 대하여는 약어표를 제공하여야 함 8 제안서의 요약서의 경우 70페이지 이내로 작성 9 제안서의 내용은 명확한 용어를 사용하여 표현하여야 함 - 이 가능하다, 할 수도 있다, 할 수 있다, 을 고 려하고 있다, 에 동의한다 등과 같은 모호한 표현은 제안서 평가 시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하 여야 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 55 - 2. 붙임 및 별지서식 가. 붙임 1 사업수행능력 평가 관련 붙임 1 입찰참가신청서 붙임 2 가격제안서별도 밀봉 제출 붙임 3 제안사 경영상태 붙임 4 유사사업 실적최근 3년 붙임 5 사업실적증명서 붙임 6 기술적용 계획표 붙임 7 심사결과 동의 확약서 붙임 8 청렴계약 이행 각서 2 제안서 관련 붙임 9 제안서 목차 붙임 10 제안요구사항 수용 조견표 붙임 11 제안사 일반현황 붙임 12 사업수행 조직도 나. 별지서식 1 계약 후 제출 서식 별지서식 1-1 사업착수계 별지서식 1-2 사업책임자계 별지서식 1-3 사업수행계획서 별지서식 1-4 대표자 확약서 별지서식 1-5 보안서약서 별지서식 1-6 표준 개인정보처리 위탁 계약서 2 보안법규 관련 서식 별지서식 2-1 사업수행업체 보안준수사항 별지서식 2-2 사업자 보안위규 처리기준 별지서식 2-3 부정당업자 제재대상 누출금지정보 3 계약 종료 시 제출 서식 별지서식 3-1 보안확약서대표자용 별지서식 3-2 정보누출금지 확약서사업참여자용 다. 참고자료 참고 1 소프트웨어 개발사업의 적정 사업기간 종합 산정서 참고 2 소프트웨어사업 영향평가 검토결과서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 56 - 붙임 1 입 찰 참 가 신 청 서 신 청 인 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 입 찰 개 요 입 찰 공 고 지 명 번 호 입 찰 일 자 입 찰 건 명 입 찰 보 증 금 납부면제 및 지급 확 약 본인은 낙찰 후 계약 미체결 시 귀 세종테크노파크에 낙찰금액의 5100에 해당하는 입찰보증금을 현금으로 납부할 것을 확약합니다. 대리인 사용인감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 주민등록번호 본 입찰에 사용할 인감을 다음과 같이 신고 합니다. 사용인감 본인은 귀 기관에서 공고한 일반제한지명 경쟁입찰에 참가하고자 정부에서 정한 용역입찰유의 서 및 귀 기관에서 제시한 입찰공고 사항을 모두 승낙하고 별첨서류를 첨부하여 입찰참가 신청을 합니다. 붙임서류 1. 입찰참가자격을 증명하는 서류사본 1통 2. 기타 공고로써 정한 서류 20 년 월 일 신 청 인 세종테크노파크 원장 귀하",
      "tables": [
        [
          [
            "입 찰 참 가 신 청 서",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호 또는 법인명칭",
            "",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주            소",
            "",
            "",
            "",
            "전 화 번 호",
            ""
          ],
          [
            "",
            "대     표     자",
            "",
            "",
            "",
            "주민등록번호",
            ""
          ],
          [
            "입찰개요",
            "입  찰   공  고\n (지 명)  번  호",
            "",
            "",
            "",
            "입 찰 일 자",
            ""
          ],
          [
            "",
            "입  찰   건  명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰보증금",
            "납부면제 및 지급\n 확            약",
            "",
            "본인은 낙찰 후 계약 미체결 시 귀 세종테크노파크에 낙찰금액의 5/100에 \n   해당하는 입찰보증금을 현금으로 납부할 것을 확약합니다.",
            "",
            "",
            ""
          ],
          [
            "대리인\n사용인감",
            "",
            "본 입찰에 관한 일체의 권한을 \n 다음의 자에게 위임합니다.\n 성        명 :\n 주민등록번호 :",
            "",
            "본 입찰에 사용할 인감을 다음과 같이 \n 신고 합니다.\n 사용인감 :                      ",
            "",
            ""
          ],
          [
            "본인은 귀 기관에서 공고한 일반(제한․지명) 경쟁입찰에 참가하고자 정부에서 정한 용역입찰유의\n서 및 귀 기관에서 제시한 입찰공고 사항을 모두 승낙하고 별첨서류를 첨부하여 입찰참가 신청을 \n합니다.\n  붙임서류 : 1. 입찰참가자격을 증명하는 서류사본 1통\n             2. 기타 공고로써 정한 서류\n20  년    월    일\n                                          신 청 인 :                        \n세종테크노파크 원장 귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 57 - 붙임 2 가 격 제 안 서 사 업 명 입찰공고번호 사 업 기 간 제 안 금 액 일금 원VAT 포함 산출근거표 상기 금액으로 가격입찰서를 제출합니다. 20 년 월 일 상 호 또는 명 칭 주 소 전화번호 대 표 자 성 명 인 주민법인등록번호 세종테크노파크 원장 귀하 구 분 금 액 비 고 부가가치세 합 계",
      "tables": [
        [
          [
            "가 격 제 안 서",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사  업  명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰공고번호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사 업 기 간",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제 안 금 액",
            "",
            "일금                  원(VAT 포함) (￦                    )",
            "",
            "",
            ""
          ],
          [
            "[산출근거표]\n  \n   상기 금액으로 가격입찰서를 제출합니다.\n                                                20  년     월     일\n     상 호  또는  명 칭 : \n     주              소 :                           전화번호 : \n     대 표 자     성 명 :                           (인)\n     주민(법인)등록번호 : \n세 종 테 크 노 파 크   원 장   귀 하",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "구      분",
            "",
            "금     액",
            "비     고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부가가치세",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합      계",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 58 - 붙임 3 제안사 경영상태 회사명 신용평가등급 회사채에 대한 신용평가등급 등급평가일 기업어음에 대한 신용평가등급 등급유효기간 기업신용평가등급 신용평가등급, 등급평가일, 등급유효기간 등이 명시된 신용평가 등급 확인서를 제출한다.",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            "",
            ""
          ],
          [
            "회사채에 대한 신용평가등급",
            "",
            "등급평가일",
            ""
          ],
          [
            "기업어음에 대한 신용평가등급",
            "",
            "등급유효기간",
            ""
          ],
          [
            "기업신용평가등급",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 59 - 붙임 4 유사사업실적최근3년 일련 번호 사업명 발주처 계약금액 천원 사업이행또는 납품완료일자 비고 최근 3년은 공고일 기준이며 완료된 사업만 기입 수행실적증명서 또는 한국소프트웨어산업협회에서 발급받은 이행실적확인서를 첨부한 사업을 기준으로 용역수행 완료일자 순으로 기재수행 중인 사업은 제외 하도급계약은 발주자가 승인한 경우에 한하여 작성하고 비고란에 원도급회사를 기재 민간실적의 경우 실적증명서외에 계약서와 세금계산서를 추가로 제출하여야 하며, 확 인이 불가능한 실적은 인정하지 않음 수행실적은 유사용역Page 81 참조에 한해 작성",
      "tables": [
        [
          [
            "일련\n번호",
            "사 업 명",
            "발주처",
            "계약금액\n(천원)",
            "사업이행 또는\n납품완료일자",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 60 - 붙임 5 사업실적증명서 신청인 업체명 대표자 영업 소재지 전화번호 사업자 번호 법인등록번호 증명서 용도 입찰및제안서심사 제출용 제출처 사업이행 실적내용 사업명 구 분 소프트웨어개발 유지관리운영위탁 컨설팅 기타 사업개요 계약번호 계약일자계약기간 계약금액 VAT 포함 사업이행또는납품실적 완료일자지분율 실적원 증명서 발급기관 위사실을증명함. 년 월 일 기관명 인 전화번호 주 소 발급부서 담당자 전화번호 유사사업 범위 확인을 위한 과업수행 내용은 사업개요 란에 기재 한국소프트웨어산업협회 또는 나라장터에서 발급하는 양식은 그에 따름단, 유사사업 범위 확인을 위한 내용이 기재되어 있어야 함 본 수행실적증명서의 실적은 수행이 완료된 실적이어야 하며, 수행 중인 실적은 제외 공동계약으로 이행하였을 경우 해당 지분율과 해당 이행완료실적을 기재 단, 분담이행 에 의한 경우 특별한 사유가 없는 한 예산액을 기준으로 지분율을 기재 민간실적의 경우 수행실적증명서 외에도 계약서, 세금계산서, 필요시 거래명세표를 첨부 하도급실적은 발주처가 승인한 경우에 한하여 인정하며 하도급 승인문서를 추가로 제출 하여야 함",
      "tables": [
        [
          [
            "신 청 인",
            "업체명",
            "",
            "대 표 자",
            ""
          ],
          [
            "",
            "영업\n소재지",
            "",
            "전화번호",
            ""
          ],
          [
            "",
            "사업자\n번호",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "증명서\n용도",
            "입찰 및 제안서 심사\n제출용",
            "제 출 처",
            ""
          ],
          [
            "사업이행\n실적내용",
            "사 업 명",
            "",
            "구 분",
            "소프트웨어개발 (\n)\n유지관리·운영위탁(\n)\n컨설팅 (\n)\n기타 (\n)"
          ],
          [
            "",
            "사업개요",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "사업이행 또는 납품실적\n계약금액\n계약번호 계약일자 계약기간\n(VAT 포함)\n완료일자 지분율(%)\n실적(원)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증 명 서\n발급기관",
            "위 사실을 증명함.\n년\n월\n일",
            "",
            "",
            ""
          ],
          [
            "",
            "기관명 :\n(인)\n(전화번호 :\n)",
            "",
            "",
            ""
          ],
          [
            "",
            "주 소 :",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n담당자 :\n(전화번호 :\n)",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 61 - 붙임 6 기술적용계획표 사업명 작성일 법률 및 고시 구분 항 목 법률 o 국가정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어산업 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 지침과학기 술정보통신부고시 o 전자서명인증업무지침과학기술정보통신부고시 o 전자정부서비스 호환성 준수지침행정안전부고시 o 정보보호시스템 공통평가기준과학기술정보통신부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준행정안전부고시 o 정보보호 관리체계 인증 등에 관한 고시과학기술정보통신부고시 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침행정안전부고시 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준과학기술정보통신부고시 o 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정과학기술정보 통신부고시 o 분리발주 대상 소프트웨어과학기술정보통신부고시 o 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한과학기술 정보통신부고시 o 소프트웨어 품질인증의 세부기준 및 절차과학기술정보통신부고시 o 소프트웨어사업의 하도급 승인 및 관리 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규",
      "tables": [
        [
          [
            "구분",
            "항 목"
          ],
          [
            "법률",
            "o 국가정보화 기본법\no 공공기관의 정보공개에 관한 법률\no 개인정보 보호법\no 소프트웨어산업 진흥법\no 인터넷주소자원에 관한 법률\no 전자서명법\no 전자정부법\no 정보통신기반 보호법\no 정보통신망 이용촉진 및 정보보호 등에 관한 법률\no 통신비밀보호법\no 하도급거래 공정화에 관한 법률\no 지방자치단체를 당사자로 하는 계약에 관한 법률"
          ],
          [
            "고시 등",
            "ｏ 보안업무규정(대통령령)\nｏ 행정기관 정보시스템 접근권한 관리 규정(국무총리훈령)\nｏ 장애인·고령자 등의 정보 접근 및 이용 편의 증진을 위한 지침(과학기\n 술정보통신부고시)\nｏ 전자서명인증업무지침(과학기술정보통신부고시)\nｏ 전자정부서비스 호환성 준수지침(행정안전부고시)\nｏ 정보보호시스템 공통평가기준(과학기술정보통신부고시)\nｏ 정보보호시스템 평가·인증 지침(과학기술정보통신부고시)\nｏ 정보시스템 감리기준(행정안전부고시)\nｏ 전자정부사업관리 위탁에 관한 규정(행정안전부고시) \nｏ 전자정부사업관리 위탁용역계약 특수조건(행정안전부예규) \nｏ 행정전자서명 인증업무지침(행정안전부고시)\nｏ 행정기관 도메인이름 및 IP주소체계 표준(행정안전부고시)\nｏ 개인정보의 안전성 확보조치 기준(행정안전부고시)\nｏ 정보보호 관리체계 인증 등에 관한 고시(과학기술정보통신부고시)\nｏ 지방자치단체 입찰 및 계약 집행 기준(행정안전부예규)\nｏ 지방자치단체 입찰시 낙찰자 결정기준(행정안전부예규)\nｏ 표준 개인정보 보호지침(행정안전부고시) \nｏ 엔지니어링사업대가의 기준(산업통상자원부고시)\nｏ 소프트웨어 기술성 평가기준(과학기술정보통신부고시)\nｏ 소프트웨어사업의 제안서 보상기준 등에 관한 운영규정(과학기술정보\n 통신부고시)\nｏ 분리발주 대상 소프트웨어(과학기술정보통신부고시)\nｏ 대기업인 소프트웨어사업자가 참여할 수 있는 사업금액의 하한(과학기술 \n 정보통신부고시)\nｏ 소프트웨어 품질인증의 세부기준 및 절차(과학기술정보통신부고시)\nｏ 소프트웨어사업의 하도급 승인 및 관리 지침(과학기술정보통신부고시)\nｏ 소프트웨어 품질성능 평가시험에 관한 지침(과학기술정보통신부고시)\nｏ 용역계약일반조건(기획재정부계약예규)\nｏ 협상에 의한 계약체결기준(기획재정부계약예규)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 62 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서 비스를 이용할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd - 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전 달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토하고, 개발된 웹서비스 중 타기관과 공유가 가 능한 웹서비스는 범정부 차원의 공유활용이 가능하 도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 구분 항 목 o 하도급거래 공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준방송통신위원회고시",
      "tables": [
        [
          [
            "구분",
            "항 목"
          ],
          [
            "",
            "ｏ 하도급거래 공정화지침(공정거래위원회예규)\nｏ 정보보호조치에 관한 지침(과학기술정보통신부고시)\nｏ 개인정보의 기술적·관리적 보호조치 기준(방송통신위원회고시)"
          ]
        ],
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 정보시스템은 사용자가 다양한 브라우저 환경에서 서\n비스를  이용할  수  있도록  표준기술을  준수하여야  하고, \n장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 \n고려한 설계·구현을 검토하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부 접근 \n장치",
            "o 웹브라우저 관련\n - HTML 4.01/HTML 5, CSS 2.1\n - XHTML 1.0\n - XML 1.0, XSL 1.0\n - ECMAScript 3rd\n - 한국형 웹 콘텐츠 접근성 지침 2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 모바일 관련\n -  모바일  웹  콘텐츠  저작  지침 \n(KICS.KO-10.0307)",
            "1.0",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS X ISO/IEC 20000)/ ITIL v3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 전\n달 \n프로토콜",
            "IPv4\nIPv6",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  정보시스템간  서비스의  연계  및  통합에는  웹서비스 \n적용을 검토하고, 개발된 웹서비스 중 타기관과 공유가 가\n능한  웹서비스는  범정부  차원의  공유·활용이  가능하\n도록 지원하여야 한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스\no 웹 서비스\n통합\n - SOAP 1.2, WSDL 2.0, XML 1.0",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 63 - 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공 유 o 데이터 형식 XML 1.0 인터페이 스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수행하는 임베디드 장치 및 주변 장치는 해당 장 치가 설치되는 정보시스템과 호환성 및 확장성이 보 장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS",
      "tables": [
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "- UDDI v3\n - RESTful",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 비즈니스 프로세스 관리\n - UML 2.0/BPMN 1.0\n - ebXML/BPEL 2.0/XPDL 2.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터 공\n유",
            "o 데이터 형식 : XML 1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "인터페이\n스",
            "o  서비스  발견  및  명세  :  UDDI  v3,  WSDL \n2.0",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 \n동시에 지원되는 장비를 채택하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  하드웨어는  이기종간  연계가  가능하여야  하며,  특정 \n기능을 수행하는 임베디드 장치 및 주변 장치는 해당 장\n치가  설치되는  정보시스템과  호환성  및  확장성이  보\n장되어야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "o 화상회의 및 멀티미디어 통신 : H.320~H.324, \nH.310",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 부가통신: VoIP\n - H.323\n - SIP \n - Megaco(H.248)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "운영체제\n및\n기반 환경",
            "o 서버용(개방형) 운영 체제 및 기반환경 : \n - POSIX.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "- UNIX \n - Windows Server\n - Linux\no 모바일용 운영 체계 및 기반환경\n - android\n - IOS",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 64 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체기 술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되 어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준 코드를 준수 하여야 하며 그렇지 못한 경우에는 행정 기관등의 장이 그 사유를 행정안전부장관에게 보고 하고 행정안전부의행정기관의 코드표준화 추진지침 에 따라 코드체계 및 코드를 생성하여 행정안전부장관에 게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스 템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - Windows Phone 데이터 베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관 리 o ITIL v3 ISO20000 소프트웨 어 공학 o 개발프레임워크 전자정부 표준프레임워 크",
      "tables": [
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "- Windows Phone",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터\n베이스",
            "o DBMS\n - RDBMS\n - ORDBMS\n - OODBMS\n - MMDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "시스템 관\n리",
            "o ITIL v3 / ISO20000",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소프트웨\n어\n공학",
            "o 개발프레임워크 : 전자정부 표준프레임워\n크",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구  분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체기\n술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 \n한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 \n품질 향상, 데이터베이스 통합 등을 위하여 표준화되\n어야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  행정정보의  공동활용에  필요한  행정코드는  행정표준\n코드를 준수 하여야 하며 그렇지 못한 경우에는 행정\n기관등의 장이 그 사유를 행정안전부장관에게 보고\n하고 행정안전부의“행정기관의 코드표준화 추진지침”\n에 따라 코드체계 및 코드를 생성하여 행정안전부장관에\n게 표준 등록을 요청하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스\n템과의  연계를  위해  데이터베이스  사용이  투명해야  하며 \n다양한 유형의 인터페이스를 지원하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터\n표현",
            "o 정적표현 : HTML 4.01",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 동적표현\n - JSP 2.1\n - ASP.net\n - PHP\n - 기타 (        )",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 65 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체기 술 적용 부분 적용 미 적용 해당 없음 프로그래 밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적 용",
      "tables": [
        [
          [
            "구  분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체기\n술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "프로그래\n밍",
            "o 프로그래밍\n - C\n - C++ \n - Java\n - C#\n- 기타 (        )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터\n교환",
            "o 교환프로토콜: \n - XMI 2.0\n - SOAP 1.2",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "o 문자셋\n - EUC-KR \n - UTF-8(단, 신규시스템은 UTF-8 우선 적\n용)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 66 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템 의 구축 운영과 관련된서비스 접근 및 전달,플랫 폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함 하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근의 접근에 관련된 사용자 인증은 공인전자서명 또는 행정전자서명을 기반으 로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관리 적 보 안 o 전자정부법 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 기술 적 보 안 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 디스크파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 - 상기제품9종이외 중요정보 보호를 위해 암호 기능이 내장된 제품 o CC인증 필수제품 유형군국제 CC인 경우 보안 적합성 검증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함 - 통합보안관리",
      "tables": [
        [
          [
            "구 분\n항    목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  정보시스템의  보안을  위하여  위험분석을  통한  보안 \n계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템\n의 구축 운영과 관련된“서비스 접근 및 전달”,“플랫\n폼  및  기반구조”,“요소기술”  및  “인터페이스  및 \n통합” 분야를 모두 포함 하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o 보안이 중요한 서비스 및 데이터의 접근의 접근에 관련된 \n사용자  인증은  공인전자서명  또는  행정전자서명을  기반으\n로 하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "o  네트워크  장비  및  네트워크  보안장비에  임의  접속이 \n가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 \n하고 보안기능 취약점 발견시 개선․조치하여야 한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부 기술 지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관리\n적 보\n안",
            "o 전자정부법\no 국가정보보안기본지침(국가정보원)\n - 국가 사이버안전 매뉴얼\no 네트워크 장비 구축·운영사업 추가특수조건(조달청 \n지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기술\n적 보\n안",
            "o 국정원 검증필 암호모듈 탑재ㆍ사용 대상(암호가 \n주기능인 정보보호제품)\n - PKI제품\n - SSO제품\n - 디스크․파일 암호화 제품\n - 문서 암호화 제품(DRM)등\n - 메일 암호화 제품\n - 구간 암호화 제품\n - 키보드 암호화 제품\n - 하드웨어 보안 토큰\n - DB암호화 제품\n-  상기제품(9종)이외  중요정보  보호를  위해  암호\n기능이 내장된 제품\no CC인증 필수제품 유형군(국제 CC인 경우 보안\n적합성 검증 필요)\n - (네트워크)침입차단\n - (네트워크)침입방지(침입탐지 포함)\n - 통합보안관리",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 67 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 웹 응용프로그램 침입차단 - DDos 대응 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 네트워크 자료유출방지 - 망간 자료전송 - 안티 바이러스 - 가상화PC 또는 서버 - 패치관리 - 호스트 자료유출 방지매체제어제품 포함, 자 료저장 기능이 있는 경우 국정원 검증필 암호모 듈 탑재 필수 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 소프트웨어기반 보안USB검증필, 암호모듈 탑재 필수 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구 - 스마트폰 보안관리 - CC인증서에 명시된 제품과 동일 제품 여부 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 백도 어 방지 o 보안기능 준수 - 식별 및 인증 - 암호지원",
      "tables": [
        [
          [
            "구 분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "",
            "- 웹 응용프로그램 침입차단\n - DDos 대응\n - 인터넷 전화 보안\n - 무선침입방지\n - 무선랜 인증\n - 가상사설망(검증필 암호모듈 탑재 필수)\n - 네트워크 접근통제\n - 네트워크 자료유출방지\n - 망간 자료전송\n - 안티 바이러스\n - 가상화(PC 또는 서버)\n - 패치관리\n -  호스트  자료유출  방지(매체제어제품  포함,  자\n료저장 기능이 있는 경우 국정원 검증필 암호모\n듈 탑재 필수)\n - 스팸메일 차단\n - 서버 접근통제\n - DB접근 통제\n - 스마트카드\n -  소프트웨어기반 보안USB(검증필, 암호모듈 탑재 \n필수)\n - 디지털 복합기 (비휘발성 저장매체 장착 제품에 \n대한 완전삭제 혹은 암호화 기능)\n - 소스코드 보안약점 분석도구\n - 스마트폰 보안관리\n - CC인증서에 명시된 제품과 동일 제품 여부\no 모바일 서비스(앱·웹) 등\n - 보안취약점 및 보안약점 점검·조치\n   (모바일 전자정부 서비스 관리 지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도\n어\n방지",
            "ｏ 보안기능 준수\n - 식별 및 인증\n - 암호지원",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 68 - 최신 기준은 국가정보원 홈페이지www.nis.go.krAF1_7_2_1.do 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기술 적 확인 사항 - 정보 흐름 통제 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구 분",
            "항    목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/\n미적용시 사\n유 및 대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기술\n적\n확인\n사항",
            "- 정보 흐름 통제\n - 보안 관리\n - 자체 시험\n - 접근 통제\n - 전송데이터 보호\n - 감사 기록\n - 기타 제품별 특화기능\nｏ 보안기능 확인 및 취약점 제거\n - 보안기능별 명령어 등 시험 및 운영방법 제공\n -  취약점  개선(취약점이  없는  펌웨어  및  패치 \n적용)\n - 백도어 제거(비공개 원격 관리 및 접속 기능)\n - 오픈소스 적용 기능 및 리스트 제공",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 69 - 붙임 7 심 사 결 과 동 의 확 약 서 회 사 명 주 소소재지 성 명대표자 세종테크노파크 용역 입찰에 참여함에 있어 모든 서류와 증빙자료는 신의와 성실의 원칙에 입각하여 작성 제출 하였으며, 만일 제출한 서류 및 증빙자료가 부정한 방법으로 작성되었거나 허위로 기재한 사항 등이 확인 될 경우, 참가자격에서 제외하여도 아무런 이의를 제기하지 않을 것이며, 귀 기관의 구체적 심사평가방법 및 심사평가절차, 심사평가 결과에 대 하여도 일체의 이의민형사상를 제기하지 않을 것을 확약하고 이에 확약 서를 제출합니다. 20 년 월 일 대표자 인 세종테크노파크 원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 70 - 붙임 8 청렴계약 이행 각서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되었고 부패기업 및 국가에 대한 제재가 강화 되는 추세에 맞추어 청렴계약 취지에 적극 호응하여 세종테크노파크에서 발주하는 모든 공사, 물품, 용 역 및 임대차 등의 입찰에 참여함에 있어 당사 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의 합의하여 입찰의 자 유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 가. 이를 위반하여 경쟁 입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 것이 사실로 드러날 경우 세종테크노파크에서 발주하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 1년 이상 2년 이하 동안 참가하지 않겠으며, 나. 경쟁 입찰에 있어서 입찰자간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰을 위 하여 담합을 한 사실이 드러날 경우 세종테크노파크이 시행하는 입찰에 입찰참가자격 제한처분을 받은 날로부터 6월 이상 1년 미만 동안 참여하지 않고, 다. 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에 관한 법률에 따 라 공정거래위원회에 고발하여 과징금 등을 부과토록 하는데 일체의 이의를 제기하지 않겠습니다. 2. 입찰계약체결 및 계약이행 과정에서 관계직원에게 직간접적으로 금품향응 등의 부당한 이익을 제공 하지 않겠으며, 이를 위반하여 입찰, 낙찰, 계약체결 및 계약이행과 관련하여 관계임직원에게 금품, 향응 등을 제공한 사실이 드러날 경우에는 세종테크노파크이 시행하는 입찰에 입찰참가자격 제한처분을 받은 날로부터 1년 이상 2년 이하의 기간 동안 입찰에 참가하지 않겠습니다. 3. 입찰, 계약체결 및 계약이행과 관련하여 관계임직원에게 금품, 향응 등을 제공한 사실이 드러날 경우 에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 당해 계약의 전부 또는 일부계약을 해제 또는 해지하여도 감수하겠으며, 민형사상 이의를 제기하지 않겠습니 다. 4. 회사 임직원이 관계 직원에게 금품, 향응 등을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하겠 습니다. 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약해지 등 세종테크노파 크의 조치와 관련하여 당사가 세종테크노파크을 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 20 년 월 일 서 약 자 인 세종테크노파크 원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 71 - 붙임 9 제안서 목차 목차 제안요구사항 수용 조견표 I. 제안사 일반현황 1. 제안사 일반현황 2. 조직 및 인원 3. 주요 사업내용 4. 주요 사업실적 II. 제안개요 1. 제안배경 및 목적 2. 제안범위 및 사업이해도 3. 추진전략 및 추진방향 4. 수행방법론 및 추진절차 5. 제안의 특징 및 장점 6. 기대효과 III. 기술 및 기능부문 1. 시스템 요구사항 2. 기능 요구사항 3. 보안 요구사항 4. 데이터 요구사항 5. 시스템 운영 요구사항 6. 제약 사항 IV. 성능 및 품질부문 1. 성능확보 방안 2. 품질확보 방안 3. 인터페이스 구성 방안 V.프로젝트 관리부문 1. 관리방법론 2. 관리역량 3. 일정계획 4. 형상관리 5. 업무보고 및 검토계획 6. 수행조직 및 업무분장 VI. 프로젝트 지원부문 1. 시험운영 2. 교육훈련 및 기술이전계획 3. 기밀보안 4. 하자보수 및 유지보수 5. 비상대책 6. 기타 지원사항",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 72 - 붙임 10 제안요구사항 수용 조견표 연 번 요구사항 번호 요구사항 명 또는 요구사항 내용 요약 수용 여부 제안서 내용 제안서 페이지 주 1. 요구사항번호는 제안요청서의 요구사항 번호를 기재하며, 제안요청서의 페이지를 기재하지 않는 대신 요구사항 목록의 순서를 고려하여 작성필요한 경우에는 제안요청 서상의 페이지 표기도 가능하며, 페이지를 표기할 경우 요구사항번호 란에 괄호를 이용하여 작성 2. 요구사항명 은 제안요청서의 요구사항 명을 기재필요시 요구사항 내용을 요약 3. 내용은 간결하게 핵심만 기재하고 수용여부는 또는 X 로 표기",
      "tables": [
        [
          [
            "연 번",
            "요구사항\n번호",
            "요구사항 명\n(또는 요구사항 내용 요약)",
            "수용\n여부",
            "제안서 내용",
            "제안서\n페이지"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 76,
      "text": "- 73 - 붙임 11 제안사 일반현황 일반사항 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 년 개월 주요연혁",
      "tables": [
        [
          [
            "회      사\n명",
            "대 표 자"
          ],
          [
            "사  업     분  야",
            ""
          ],
          [
            "주             소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년   월"
          ],
          [
            "해당부문 종사기간",
            "년    월 (\n년   개월)\n년   월  ～"
          ],
          [
            "주요연혁",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 77,
      "text": "- 74 - 붙임 12 사업수행 조직도 제안사 조직 및 인원현황 조직 구성도 기술자 보유현황 단위 명 구 분 계 전문분야 기타분야 분야 분야 분야 계 특급기술자 고급기술자 중급기술자 초급기술자",
      "tables": [
        [
          [
            "제안사 조직 및 인원현황",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "조직 구성도",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "기술자 보유현황 (단위 : 명)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "구  분",
            "계",
            "전문분야",
            "",
            "",
            "기타분야"
          ],
          [
            "",
            "",
            "○○분야",
            "○○분야",
            "○○분야",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고급기술자",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "중급기술자",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 78,
      "text": "- 75 - 붙임 13 제안사 기술자 보유현황 성 명 직책 근무경력 기술등급 최종학력 자격증 담당업무 주 1. 작성기준일자 제안일 현재 2. 소속회사에 대한 재직증명서3개월 이상 재직자, 기술자 경력증명서, 고용보험 가입증 명서 또는 이에 준하는 증빙서류 등",
      "tables": [
        [
          [
            "성 명",
            "직책",
            "근무경력",
            "기술등급",
            "최종학력",
            "자격증",
            "담당업무"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 79,
      "text": "- 76 - 별지서식 1-1 정보화사업 착수계 사 업 명 계 약 번 호 계약년월일 년 월 일 계 약 금 액 계약수행기간 년 월 일 년 월 일 사업장소재지 참여 인원 위의 사업의 착수계와 붙임서류를 제출합니다. 년 월 일 붙 임 1. 사업책임자계 1부 2. 사업수행계획서 1부 3. 보안 확약서 1부 4. 참여인원 보안서약서 각 1부 사 업 자 직인 세종테크노파크 귀하",
      "tables": [
        [
          [
            "사      업      명",
            ""
          ],
          [
            "계  약    번  호",
            "계약년월일\n              년      월      일"
          ],
          [
            "계  약    금  액",
            ""
          ],
          [
            "계약수행기간",
            "년        월        일    ~            년        월        일"
          ],
          [
            "사업장소재지",
            ""
          ],
          [
            "참여  인원",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 80,
      "text": "- 77 - 별지서식 1-2 사 업 책 임 자 계 사 업 명 계 약 번 호 계약금액 계약수행기간 년 월 일 년 월 일 위의 사업에 대하여 당사의 사업책임자를 아래와 같이 선정하고, 계약업무에 관한 일체의 업무를 위임 하였기에 책임자계를 제출합니다. 사업책임자 성 명 인 직 위 년 월 일 사 업 자 직인 세종테크노파크 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 81,
      "text": "- 78 - 별지서식 1-3 사 업 수 행 계 획 서 사업명 년 월 일 사 업 자",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 79 - 별지서식 1-4 보 안 확 약 서 본인은 귀 기관과 계약한 의 용역 을 수행함에 있어, 아래의 사항들을 준수할 것임을 서약하며 이에 확약서를 제출 합니다. 1. 본 업체단체는 본 프로젝트 완료 전 보안 취약점 점검을 실시하고 이에 대한 보완작업을 실시하겠습니다. 2. 본 업체단체는 과업수행으로 취득한 모든 제반 사항을 시간과 지역에 제한 없이 일체 타인에게 누설하지 않을 것임을 확약합니다. 3. 본 사업의 과업수행으로 취득한 모든 제반 자료를 삭제조치 하였으며, 복 사본 등 용역사업 관련 자료를 일체 보유하고 있지 않음을 확약합니다. 4. 본 업체단체는 프로젝트 완료 후라도 본원에서 지정한 업체를 통해 사업 내용에 대한 보안 취약점 점검을 실시하여 취약점 발견 시 이에 대한 보 완작업을 별도의 비용 없이 수행하겠습니다. 5. 위의 사항에 대해 허위 확약하였을 시에는 동기 여하를 막론하고 그 결 과가 위반 행위임을 자인하고, 이를 위반하여 발생되는 민형사상 및 보안상 의 책임에 대해 관련 제 법규에 의한 조치를 따를 것을 서약합니다. 년 월 일 서약업체단체 대표 소 속 직 급 성 명 인 세종테크노파크 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 80 - 별지서식 1-5 보 안 서 약 서 본인은 용역을 수행함에 있어 다음 사항을 서약합니다. 1. 상기 업무와 관련한 사항에 대하여 외부에 누설 또는 무단 유출하지 않겠습니 다. 2. 사업기간 중 습득한 업무내용에 대해서는 세종테크노파크의 동의 없이는 어떠 한 경우에도 외부기관에 제공하지 않겠습니다. 3. 사업종료 후 자료회수, PC 보관자료 완전삭제 및 최종산출물의 경우 복사본 등 용역사업 관련 자료를 별도로 보유하지 않겠습니다. 4. 상기 사항을 위반한 경우에는 손해배상 등 모든 민형사상 책임을 감수하겠습 니다. 년 월 일 위 보안서약서 내용을 확인하고 인지하였음을 확인함. 소 속 직책직위 성 명 서명 세종테크노파크 원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 81 - 별지서식 1-6 표준 개인정보처리 위탁 계약서 세종테크노파크이하 갑이라 한다과 이하 을이라 한다는 갑 의 개인정보 처리업무를 을에게 위탁함에 있어 다음과 같은 내용으로 본 업무위 탁계약을 체결한다. 제1조 목적 이 계약은 갑이 개인정보처리업무를 을에게 위탁하고, 을은 이를 승낙하여 을의 책임아래 성실하게 업무를 완성하도록 하는데 필요한 사항을 정함 을 목적으로 한다. 제2조 용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는개인정보 보호법, 같은 법 시행령 및 시행규칙,개인정보의 안전성 확보조치 기준행정안전부 고시 제2017-1호 및표준 개인정보 보호지침행정안전부 고시 제2017-1호에서 정의 된 바에 따른다. 제3조 위탁업무의 목적 및 범위 을은 계약이 정하는 바에 따라 목적 으로 다음과 같은 개인정보 처리 업무를 수행한다.1 제4조 위탁업무 기간 이 계약서에 의한 개인정보 처리업무의 기간은 다음과 같다. 계약 기간 제5조 재위탁 제한 1 을은 갑의 사전 승낙을 얻은 경우를 제외하고 갑과의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없 다. 2 을이 다른 제3의 회사와 수탁계약을 할 경우에는 을은 해당 사실을 계 약 체결 7일 이전에 갑에게 통보하고 협의하여야 한다. 제6조 개인정보의 안전성 확보조치 을은개인정보 보호법제23조제2항 및 제24조 제3항 및 제29조, 같은 법 시행령 제21조 및 제30조, 개인정보의 안전성 확보조치 기준행정안전부 고시 제2017-1호에 따라 개인정보의 안전성 확보에 필요한 기술적관 리적 조치를 취하여야 한다. 제7조 개인정보의 처리제한 1 을은 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여 서는 안 된다. 2 을은 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유 하고 있는 개인정보를 개인정보 보호법 시행령 제16조 및개인정보의 안전성 확 보조치 기준행정안전부 고시 제2017-1호에 따라 즉시 파기하거나 갑에게 반납 하여야 한다. 3 제2항에 따라 을이 개인정보를 파기한 경우 지체없이 갑에게 그 결과를 통 보하여야 한다. 제8조 수탁자에 대한 관리감독 등 1 갑은 을에 대하여 다음 각 호의 사항을 감독 할 수 있으며, 을은 특별한 사유가 없는 한 이에 응하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 85,
      "text": "- 82 - 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속기록 3. 개인정보 접근 또는 접속 대상자 4. 목적외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 갑은 을에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구 할 수 있으며, 을은 특별한 사유가 없는 한 이행하여야 한다. 3 갑은 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손 되지 아니하도록 1년에 회 을을 교육할 수 있으며, 을은 이에 응하여야 한 다2 4 제1항에 따른 교육의 시기와 방법 등에 대해서는 갑은 을과 협의하여 시행한 다. 제9조 정보주체 권리보장 1 을은 정보주체의 개인정보 열람, 정정삭제, 처리 정지 요 청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제10조 개인정보의 파기 1 을은 제4조의 위탁업무기간이 종료되면 특별한 사유가 없 는 한 지체 없이 개인정보를 파기하고 이를 갑에게 확인받아야 한다. 제11조 손해배상 1 을 또는 을의 임직원 기타 을의 수탁자가 이 계약에 의하 여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른 의무를 위반하거 나 을 또는 을의 임직원 기타 을의 수탁자의 귀책사유로 인하여 이 계약이 해지되어 갑 또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 을은 그 손해를 배상하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 갑이 전부 또는 일부를 배상한 때에는 갑은 이를 을에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 갑과 을이 서 명 또는 날인한 후 각 1부씩 보관한다. 갑 세종특별자치시 시청대로 336반곡동 원 장 김 유 찬 인 을 대 표 자 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 86,
      "text": "- 83 - 별지서식 2-1 사업수행업체 보안 준수사항 1. 공통사항 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료시 완전 폐기 또는 반 납해야 한다. 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술 적 보안대책 및 누출금지 대상정보에 대한 보안관리 계획을 사업제안서에 기재하 여야 하며, 해당 정보 누출시발주기관은 국가계약법 시행령 제76조에 따라 사업자 를 부정당업체로 등록한다. 누출금지 정보 1 해당 기관의 정보시스템 내외부 IP 주소 현황 2 정보시스템 구성 현황 및 정보통신망 구성도 3 개별사용자의 계정비밀번호 등 정보시스템 접근권한 정보 4 정보통신망 또는 정보시스템 취약점 분석평가 결과물 5 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경 우 국가안보 및 국익에 피해가 우려되는 중요 용역사업 해당 6 암호자재 및 정보보호시스템 도입운용 현황 7 정보보호시스템 및 네트워크장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상 정보 로 분류된 기관의 내부문서 9 개인정보 보호법 제2조1호의 따른 개인정보 10 보안업무규정 제4조에 따른 비밀 및 동규정 시행규칙 제16조3항에 따 른 대외비 11 그 밖의 해당 기관 장이 공개가 불가하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 87,
      "text": "- 84 - 2. 용역사업 참여인원에 대한 보안관리 용역사업 참여인원 중 최고 직급자를 보안책임관으로 지정, 발주기관의 승 인을 받아야 한다. 용역사업 참여인원은 보안서약서를 작성 후, 발주기관에 제출하여야한다. 용역사업 참여인원은 업체 임의로 교체 할 수 없으며, 신상변동해외여행 포 함사항 발생시 즉시 보고하여야 한다. 용역사업 시작 전 참여인원에 대한 비밀유지의무 준수 등의 교육을실시하고, 발주기관의 확인을 받아야 한다. 용역사업 수행 중 발주기관 정보시스템에 위해를 가할 수 있는 행위는 절대 불가하며, 정보시스템 접근이 필요한 경우에는 발주기관의 사전승인을 득한 후 데이터센터 보안담당자의 입회하에 실시하여야 한다. 3. 내부자료에 대한 보안관리 전산망구성도IP 현황 등 발주기관에서 제공하는 내부자료에대해서는 상호 간의 책임자가 직접 서명한 후 인수인계하여야 한다. 사업수행을 위해 제공된 내부 자료는 복사 및 외부반출을 금지한다. 4. 내외부망 접근에 대한 보안관리 사업 수행시 발주기관 내부망에 대한 접속은 반드시 발주기관의 승인을 득한 후 하여야 한다. 용역업체 전산망은 물리적 또는 방화벽 등을 활용하여 해당기관 업무망과 분리구 성하며 필요한 서버에만 제한적으로 접근하여야 한다. 5. 산출물에 대한 보안관리 사업수행시 생산된 산출물 및 기록은 발주기관 담당자 인가하지 않은 비인가 자에게 제공대여열람을 금지한다. 사업 종료 후 최종산출물에 대해 대외비임을 표기하여 발주기관에 제출하 여야 하며, 기타 자료는 삭제 및 세단 후 폐기하고 발주기관 보안관리 담당 자의 점검을 받아야 한다. 최종산출물 및 컨설팅 자료는 수행업체의 보관을 금지함을 원칙으로 한다. 다 만, 유지보수 등으로 필요한 경우에는 발주기관 담당자의 승인을 득한 후 사 용할 수 있다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 88,
      "text": "- 85 - 별지서식 2-2 사업자 보안위규 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별보 안교육실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보가 저장된 매체의 분실 나. 비공개 정보에 대한 비인가 무단사용 및 암호화 미처리 다. 비공개 정보를 책상 위 등에 방치 라. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 마. 개인정보신상정보 목록을 책상 위 등에 방치 바. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 자. 노트북PC 등 전산장비 무단 반출입 차. 비인가 통신시설무선공유기,스마트폰 테더링 등의 설치 운용 및 교신 위규자 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별보 안교육실시",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "심  각",
            "1.  비밀  및  대외비  급  정보  유출  및  유출시도\n    가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n    나.  개인정보·신상정보  목록  유출\n    다.  비공개  항공사진·공간정보  등  비공개  정보  유출\n2.  정보시스템에  대한  불법적  행위\n    가.  관련  시스템에  대한  해킹  및  해킹시도\n    나.  시스템  구축  결과물에  대한  외부  유출\n    다.  시스템  내  인위적인  악성코드  유포",
            "◦  사업참여 제한\n◦  위규자  중징계\n◦  재발  방지를  위한 \n조치계획  제출\n◦  위규자 대상 특별보\n안교육실시"
          ],
          [
            "중  대",
            "1.  비공개  정보  관리  소홀 \n    가.  비공개  정보가  저장된  매체의  분실\n    나.  비공개  정보에  대한  비인가  무단사용  및  암호화  미처리\n    다.  비공개  정보를  책상  위  등에  방치 \n    라.  비공개  정보를  휴지통ㆍ폐지함  등에  유기  또는  이면지  활용\n    마.  개인정보․신상정보  목록을  책상  위  등에  방치\n    바.  기타  비공개  정보에  대한  관리소홀\n2.  사무실ㆍ보호구역  보안관리  허술\n    가.  통제구역  출입문을  개방한  채  퇴근  등\n    나.  인가되지  않은  작업자의  내부  시스템  접근\n    다.  통제구역  내  장비·시설  등  무단  사진촬영 \n3.  전산정보  보호대책  부실\n    가.  업무망  인터넷망  혼용사용,  보안  USB  사용규정  위반 \n    나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용역사업 \n관련  자료  수발신\n    다.  개발·유지보수  시  원격작업  사용\n    라.  저장된  비공개  정보  패스워드  미부여\n    마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n    바.  외부용  PC를  업무망에  무단  연결  사용\n    사.  보안관련  프로그램  강제  삭제\n    아.  사용자  계정관리  미흡  및  오남용(시스템  불법접근  시도  등)\n    자.  노트북PC  등  전산장비  무단  반․출입\n    차.  비인가  통신시설(무선공유기,스마트폰  테더링  등)의  설치  운용  및  교신",
            "◦  위규자  중징계\n◦  재발  방지를  위한 \n조치계획  제출\n◦  위규자 대상 특별보\n안교육실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 89,
      "text": "- 86 - 구 분 위 규 사 항 처 리 기 준 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비닛ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 사. 내PC지키미 등 KIPF에서 제시한 PC점검 미이행 위규자 경징계 위규자 사유서 경위서 징구 위규자 대상 특별보 안교육실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면ᆞ구두 경고 등 문책 위규자 사유서 경위서 징구",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "보  통",
            "1.  기관  제공  중요정책ㆍ민감  자료  관리  소홀\n    가.  주요  현안ㆍ보고자료를  책상위  등에  방치\n    나.  정책ㆍ현안자료를  휴지통ㆍ폐지함  등에  유기  또는  이면지  활용\n2.  사무실  보안관리  부실\n    가.  캐비닛ㆍ서류함ㆍ책상  등을  개방한  채  퇴근 \n    나.  출입키를  책상위  등에  방치\n3.  보호구역  관리  소홀 \n    가.  통제ㆍ제한구역  출입문을  개방한  채  근무\n    나.  보호구역내  비인가자  출입허용  등  통제  미실시\n4.  전산정보  보호대책  부실\n    가.  휴대용저장매체를  서랍ㆍ책상  위  등에  방치한  채  퇴근\n    나.  네이트온  등  비인가  메신저  무단  사용 \n    다.  PC를  켜  놓거나 보조기억 매체(CD,  USB 등)를 꽂아 놓고  퇴근\n    라.  부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n    마.  PC  비밀번호를  모니터옆  등  외부에  노출\n    바.  비인가  보조기억매체  무단  사용\n    사.  내PC지키미  등  KIPF에서  제시한  PC점검  미이행",
            "◦  위규자  경징계 \n◦  위규자  사유서 \n/  경위서  징구\n◦  위규자 대상 특별보\n안교육실시"
          ],
          [
            "경  미",
            "1.  업무  관련서류  관리  소홀\n    가.  진행중인  업무자료를  책상  등에  방치,  퇴근\n    나.  복사기ㆍ인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n    가.  각종  보안장비  운용  미숙\n    나.  경보ㆍ보안장치  작동  불량 \n3.  전산정보  보호대책  부실 \n    가.  PC내  보안성이  검증되지  않은  프로그램  사용\n    나.  보안관련  소프트웨어의  주기적  점검  위반",
            "◦  위규자  서면ㆍ구두 \n경고 등  문책\n◦  위규자  사유서 \n/  경위서  징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 90,
      "text": "- 87 - 보안위규 처리 절차 경위확인 보안위규처리기준에따라조치 재발방지대책 보안조치이행여부점검 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 부정당업자 등록 총사업비의 3 총사업비의 1 총사업비의 0.25",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미  3건  이상"
          ],
          [
            "위약금\n비중",
            "부정당업자  등록",
            "총사업비의  3%",
            "총사업비의  1%",
            "총사업비의 \n0.25%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 91,
      "text": "- 88 - 별지서식 2-3 누출 금지 정보의 범위 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조부정당 업자의 입찰참가자격제한제1항제18호에 따라 사업 수행자는 사업수 행과정에서 알게 된 정보 중 아래에 해당하는 정보를 무단으로 유출 하는 경우 국가를 당사자로 하는 계약에 관한 법률 시행규칙 별 표2제20호 부정당업자의 입찰참가자격 제한기준을 따라 입찰참가자 격을 제한 함 누출금지 정보 1 해당 기관의 정보시스템 내외부 IP 주소 현황 2 정보시스템 구성 현황 및 정보통신망 구성도 3 개별사용자의 계정비밀번호 등 정보시스템 접근권한 정보 4 정보통신망 또는 정보시스템 취약점 분석평가 결과물 5 정보화사업 용역 결과물 및 관련 프로그램 소스코드외부에 유출될 경 우 국가안보 및 국익에 피해가 우려되는 중요 용역사업 해당 6 암호자재 및 정보보호시스템 도입운용 현황 7 정보보호시스템 및 네트워크장비 설정 정보 8 공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상 정 보로 분류된 기관의 내부문서 9 개인정보 보호법 제2조1호의 따른 개인정보 10 보안업무규정 제4조에 따른 비밀 및 동규정 시행규칙 제16조3항에 따른 대외비 11 그 밖의 해당 기관 장이 공개가 불가하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 92,
      "text": "- 89 - 별지서식 2-4 개인정보 수집이용제공 동의서 재세종테크노파크 원장 귀하 귀사와의 입찰절차와 관련하여 귀사가 본인의 개인정보를 수집이용하거나 제3자에 게 제공하고자 하는 경우에는개인정보 보호법 제15조 제1항제1호, 제17조 제1항 제1호, 제24조 제1항 제1호에 따라 본인의 동의를 얻어야 합니다. 이에 본인은 귀사가 아래의 내용과 같이 본인의 개인정보를 수집이용또는 제공하는 것에동의합니다. 1. 수집이용에 관한 사항 본인은 본 동의서의 내용을 이해하였으며, 개인정보 제공이용에 관하여 자세히 설명을 들었습니다. 년 월 일 성명 서명 또는 인 수집이용 목적 입찰절차의 진행 및 업체 선정 과정에서 필요한 정보 확인 등 수집이용할 항목 필수적 정보 개인법인식별정보 - 대표자성명, 주민등록번호 등 고유식별정보, 주소, 전화번호, 전자메일 주소 등 연락처 - 회사명, 사업자번호, 법인번호, 전화번호, 재무제표, 신용평가확인서 등 업체정보 선택적 정보 개인식별정보 및 이력사항 등에 제공한 정보 - 부서, 직위 및 학력 및 경력사항 등 보유이용기간 위 개인정보는 수집이용에 관한 동의일로부터 입찰 및 업체선정 종료시까지 위 이용목적을 위하여 보유이용제공됩니다. 단, 업체선정 및 계약 종료후에는 필요한 범위 내에서만 보유이용제공됩니다. - 보유기간 5년 - 보유근거 표준 개인정보보호 지침 별표1호 및 공공기록물 관리에 관한 법률 시행령에 따른 기록관리기준표 동의를 거부할 권리 및 동의를 거부할 경우의 불이익 위 개인정보 중 필수적 정보의 수집이용에 관한 동의는 입찰 및 업체선정 절차를 위하여 필수적이므로, 위 사항에 동의하셔야만 입찰에 참여가 가능합니다. 위 개인정보 중 선택적 정보의 수집이용에 관한 동의는 거부하실 수 있으며, 동의하지 않으시는 경우 기술평가시 불이익을 받을 수 있습니다. 수집이용 동의 여부 귀사가 이와 같이 본인의 개인정보를 수집이용하는 것에 동의합니다. 필수적 정보 동의함 동의하지 않음 선택적 정보 동의함 동의하지 않음 고유식별정보 동의 여부 귀사가 위 목적으로 다음과 같은 본인의 고유식별변호를 수집이용하는 것에 동의 합니다. 고유식별번호 주민등록번호 동의함 동의하지 않음",
      "tables": [
        [
          [
            "수집·이용 목적",
            "§ 입찰절차의 진행 및 업체 선정 과정에서 필요한 정보 확인 등"
          ],
          [
            "수집·이용할\n항목",
            "[필수적 정보]\n§ 개인(법인)식별정보\n- 대표자(성명, 주민등록번호 등 고유식별정보, 주소, 전화번호, 전자메일 주소  등 \n연락처)\n- 회사명, 사업자번호, 법인번호, 전화번호, 재무제표, 신용평가확인서 등 업체정보\n[선택적 정보]\n§ 개인식별정보 및 이력사항 등에 제공한 정보\n- 부서, 직위 및 학력 및 경력사항 등"
          ],
          [
            "보유·이용기간",
            "위 개인정보는 수집·이용에 관한 동의일로부터 입찰 및 업체선정 종료시까지 위 \n이용목적을 위하여 보유·이용·제공됩니다. 단, 업체선정 및 계약 종료후에는 필요한 \n범위 내에서만 보유·이용·제공됩니다.\n- 보유기간 :\n5년\n- 보유근거 : 표준 개인정보보호 지침 별표1호 및 「공공기록물 관리에 관한 법률\n시행령」에 따른 기록관리기준표"
          ],
          [
            "동의를 거부할\n권리 및 동의를\n거부할 경우의\n불이익",
            "위 개인정보 중 필수적 정보의 수집·이용에 관한 동의는 입찰 및 업체선정 절차를 위하여 \n필수적이므로, 위 사항에 동의하셔야만 입찰에 참여가 가능합니다. 위 개인정보 중 선택적 \n정보의 수집·이용에 관한 동의는 거부하실 수 있으며, 동의하지 않으시는 경우 기술평가시\n불이익을 받을 수 있습니다."
          ],
          [
            "수집·이용\n동의 여부",
            "귀사가 이와 같이 본인의 개인정보를 수집·이용하는 것에 동의합니다.\n§ 필수적 정보 (동의함 □    동의하지 않음 □)\n§ 선택적 정보 (동의함 □    동의하지 않음 □)"
          ],
          [
            "고유식별정보\n동의 여부",
            "귀사가 위 목적으로 다음과 같은 본인의 고유식별변호를 수집·이용하는 것에 동의\n합니다.\n§ 고유식별번호 : 주민등록번호 (동의함 □    동의하지 않음 □)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 93,
      "text": "- 90 - 별지서식 3-1 보 안 확 약 서대표자용 본인은 귀 기관과 계약한 의 수행을 완료함에 있어, 다음 각 호의 보안사항에 대한 준수 책임이 있음을 서약하며 이에 확약 서를 제출합니다. 1. 본 업체단체는 업체단체 및 사업 참여자가 사업수행 중 지득한 모든 자 료를 반납 및 파기하였으며, 지득한 정보에 대한 유출을 절대 금지하겠습 니다. 2. 본 업체단체는 하도급업체에 대해 상기 항과 동일한 보안사항 준수 책임 을 확인하고 보안확약서 징구하였으며, 하도급업체가 위의 보안사항을 위 반할 경우에 주사업자로서 이에 동일한 법적책임을 지겠습니다. 3. 본 업체단체는 상기 보안사항을 위반할 경우에 귀 기관의 사업에 참여 제한 또는 기타 관련 법규에 따른 책임과 손해배상을 감수하겠습니다. 년 월 일 서약업체단체 대표 소 속 직 급 성 명 인 세종테크노파크 원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 94,
      "text": "- 91 - 별지서식 3-2 정보누출금지 확약서사업참여자용 본인은 20 년 월 일 세종테크노파크와 계약 체결한 사업 종료 후에도 다음 사항을 준수할 것을 확 약합니다. 1. 본인은 본 사업과 관련된 모든 수행결과물을 세종테크노파크에 제출하였 으며, PC노트북휴대용 저장 매체에 저장된 사업 관련 자료 일체를 완전 삭제 하였습니다. 2. 본인은 본 사업 종료 후에도 본 사업과 관련한 제반 정보를 누출하지 않 겠습니다. 3. 본인은 본 사업의 종료 후라도 사업관련 제반 자료 및 복사본 등 사업산 출물 일체의 반출 및 보관은 물론 외부에 누설 또는 도용하지 않겠습니다. 4. 본인은 보안사항을 외부에 누설 또는 도용한 경우에는 누설 또는 도용한 자가 제법규에 따라 처벌 받음은 물론 당사업자 및 참여자에 대한 어떠한 제재조치도 취하여도 이의를 제기하지 않을 것입니다. 년 월 일 업체명 직위 생년월일 성명 인 세종테크노파크 원장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 95,
      "text": "- 92 - 참고 1 소프트웨어 개발사업의 적정 사업기간 종합 산정서",
      "tables": [
        [
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 96,
      "text": "- 93 - 참고 2 소프트웨어사업 영향평가 검토결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 97,
      "text": "- 94 - 참고 3 소프트웨어 기술자의 기술등급 및 인정범위 본 사업의 기술인력 보유상태 정량적 평가 기술등급 및 인정범위는 입찰공고일 기준 현재 적용 되는 SW기술자 노임단가한국소프트웨어산업협회 공표의 SW기술자 등급분류 기준표에 의 한 초급기술자, 중급기술자, 고급기술자, 특급기술자, 기술사 인정 범위에 따름 기술 등급 기술자격자 학력경력자 기술사 ᆞ기술사 - 특급기술자 ᆞ고급기술자 자격 취득 후 3년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 - 고급기술자 ᆞ중급기술자 자격 취득 후 3년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ박사학위를 가진 자로서 기사자격을 취득한 자 - 중급기술자 ᆞ기사의 자격을 취득한 자로서 3년 이 상 소프트웨어 기술 분야에서 일정기 간 경력을 갖추거나 근무한 사람 ᆞ산업기사의 자격을 취득한 자로서 7년 이상 소프트웨어 기술 분야에서 일정 기간 경력을 갖추거나 근무한 사람 ᆞ기사자격을 취득한 자로서 석사학위 취득 후 2년 이상 소프트웨어 기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 - 초급기술자 ᆞ기사 자격을 취득한 자 ᆞ산업기사 이상의 자격을 취득한 자 ᆞ전문학사 이상의 학위를 가진 자 ᆞ고등학교를 졸업한 후 3년 이상 소프트웨어 기술 분야 에서 일정기간 경력을 갖추거나 근무한 사람 고급기능사 ᆞ산업기사의 자격을 취득한 자로서 4년 이상 소프트웨어 기능 분야에서 일정 기간 경력을 갖추거나 근무한 사람 ᆞ기능사의 자격을 취득한 자로서 7년 이상 소프트웨어 기능 분야에서 일정 기간 경력을 갖추거나 근무한 사람 - 중급기능사 ᆞ산업기사의 자격을 취득한 자 ᆞ기능사의 자격을 취득한 자로서 3년 이상 소프트웨어 기능 분야에서 일정 기간 경력을 갖추거나 근무한 사람 - 초급기능사 ᆞ기능사의 자격을 취득한 자 - 2009년 7월 31일 이전 경력에 대해서만 적용되는 노임대가 적용기준 단, 2009년 7월 31일까지의 경력에 의한 구분은 아래의 표를 기준으로 산정할 수 있음",
      "tables": [
        [
          [
            "기술 등급",
            "기술자격자",
            "학력·경력자"
          ],
          [
            "기술사",
            "ㆍ기술사",
            "-"
          ],
          [
            "특급기술자",
            "ㆍ고급기술자  자격  취득  후  3년  이상 \n소프트웨어  기술  분야에서  일정기간 \n경력을 갖추거나 근무한 사람",
            "-"
          ],
          [
            "고급기술자",
            "ㆍ중급기술자  자격  취득  후  3년  이상 \n소프트웨어  기술  분야에서  일정기간 \n경력을 갖추거나 근무한 사람\nㆍ박사학위를  가진  자로서  기사자격을 \n취득한 자",
            "-"
          ],
          [
            "중급기술자",
            "ㆍ기사의 자격을 취득한 자로서 3년 이\n상  소프트웨어  기술  분야에서  일정기\n간 경력을 갖추거나 근무한 사람\nㆍ산업기사의 자격을 취득한 자로서 7년 \n이상  소프트웨어  기술  분야에서  일정\n기간 경력을 갖추거나 근무한 사람\nㆍ기사자격을  취득한  자로서  석사학위 \n취득  후  2년  이상  소프트웨어  기술 \n분야에서  일정기간  경력을  갖추거나 \n근무한 사람",
            "-"
          ],
          [
            "초급기술자",
            "ㆍ기사 자격을 취득한 자\nㆍ산업기사 이상의 자격을 취득한 자",
            "ㆍ전문학사 이상의 학위를 가진 자\nㆍ고등학교를 졸업한 후 3년 이상 소프트웨어 기술 분야\n에서 일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "고급기능사",
            "ㆍ산업기사의 자격을 취득한 자로서 4년 \n이상  소프트웨어  기능  분야에서  일정\n기간 경력을 갖추거나 근무한 사람\nㆍ기능사의  자격을  취득한  자로서  7년 \n이상  소프트웨어  기능  분야에서  일정\n기간 경력을 갖추거나 근무한 사람",
            "-"
          ],
          [
            "중급기능사",
            "ㆍ산업기사의 자격을 취득한 자 \nㆍ기능사의  자격을  취득한  자로서  3년 \n이상  소프트웨어  기능  분야에서  일정\n기간 경력을 갖추거나 근무한 사람",
            "-"
          ],
          [
            "초급기능사",
            "ㆍ기능사의 자격을 취득한 자",
            "-"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 98,
      "text": "- 95 - 기술 등급 기술자격자 학력경력자 기술사 ᆞ기술사 특급기술자 ᆞ기사자격을 가진 자로서 10년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ산업기사자격을 가진 자로서 13년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ박사학위를 가진 자로서 3년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ석사학위를 가진 자로서 9년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ학사학위를 가진 자로서 12년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ전문대학을 졸업한 자로서 15년 이상 해당기술 분야에 서 일정기간 경력을 갖추거나 근무한 사람 고급기술자 ᆞ기사자격을 가진 자로서 7년 이상 해당 기술 분야에서 일정기간 경력을 갖추 거나 근무한 사람 ᆞ산업기사자격을 가진 자로서 10년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ박사학위를 가진 자 ᆞ석사학위를 가진 자로서 6년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ학사학위를 가진 자로서 9년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ전문대학을 졸업한 자로서 12년 이상 해당기술 분야에 서 일정기간 경력을 갖추거나 근무한 사람 ᆞ고등학교 졸업한 자로서 15년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 중급기술자 ᆞ기사자격을 가진 자로서 4년 이상 해 당기술 분야에서 일정기간 경력을 갖 추거나 근무한 사람 ᆞ산업기사자격을 가진 자로서 7년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ석사학위를 가진 자로서 3년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ학사학위를 가진 자로서 6년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ전문대학을 졸업한 자로서 9년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ고등학교를 졸업한 자로서 12년 이상 해당기술 분야에 서 일정기간 경력을 갖추거나 근무한 사람 초급기술자 ᆞ기사자격을 가진 자 ᆞ산업기사자격을 가진 자 ᆞ석사학위를 가진 자 ᆞ학사학위를 가진 자 ᆞ전문대학을 졸업한 자 ᆞ고등학교를 졸업한 자로서 3년 이상 해당기술 분야에서 일정기간 경력을 갖추거나 근무한 사람 고급기능사 ᆞ산업기사자격을 가진 자로서 4년 이상 해당기능 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ기능사자격을 가진 자로서 7년 이상 해당기능 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ기능대학 또는 전문대학을 졸업한 자로서 4년 이상 해 당기능 분야에서 일정기간 경력을 갖추거나 근무한 사 람 ᆞ고등학교를 졸업한 자로서 7년 이상 해당기능 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ직업훈련기관의 교육을 이수한 자로서 7년 이상 해당 기능 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ기능실기시험을 합격한 자로서 10년 이상 해당 기능 분야에서 일정기간 경력을 갖추거나 근무한 사람 중급기능사 ᆞ산업기사자격을 가진 자 ᆞ기능사자격을 가진 자로서 3년 이상 해당기능 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ기능대학 또는 전문대학을 졸업한 자 ᆞ고등학교를 졸업한 자로서 3년 이상 해당 기능 분야에 서 일정기간 경력을 갖추거나 근무한 사람 ᆞ직업훈련기관의 교육을 이수한 자로서 5년 이상 해당 기능 분야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ기능실기시험을 합격한 자로서 5년 이상 해당기능 분 야에서 일정기간 경력을 갖추거나 근무한 사람 ᆞ그밖에 10년 이상 해당기능 분야에서 일정기간 경력을 갖추거나 근무한 사람 초급기능사 ᆞ기능사 자격을 가진 자 ᆞ고등학교를 졸업한 자 ᆞ직업훈련기관의 교육을 이수한 자 ᆞ기능실기시험을 합격한 자 ᆞ그 밖에 5년 이상 해당기능 분야에서 일정기간 경력을 갖추거나 근무한 사람",
      "tables": [
        [
          [
            "기술 등급",
            "기술자격자",
            "학력·경력자"
          ],
          [
            "기술사",
            "ㆍ기술사",
            ""
          ],
          [
            "특급기술자",
            "ㆍ기사자격을  가진  자로서  10년  이상 \n해당기술  분야에서  일정기간  경력을 \n갖추거나 근무한 사람\nㆍ산업기사자격을 가진 자로서 13년 이상 \n해당기술  분야에서  일정기간  경력을 \n갖추거나 근무한 사람",
            "ㆍ박사학위를 가진 자로서 3년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ석사학위를 가진 자로서 9년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ학사학위를 가진 자로서 12년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ전문대학을 졸업한 자로서 15년 이상 해당기술 분야에\n서 일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "고급기술자",
            "ㆍ기사자격을 가진 자로서 7년 이상 해당 \n기술  분야에서  일정기간  경력을  갖추\n거나 근무한 사람\nㆍ산업기사자격을 가진 자로서 10년 이상 \n해당기술  분야에서  일정기간  경력을 \n갖추거나 근무한 사람",
            "ㆍ박사학위를 가진 자\nㆍ석사학위를 가진 자로서 6년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ학사학위를 가진 자로서 9년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ전문대학을 졸업한 자로서 12년 이상 해당기술 분야에\n서 일정기간 경력을 갖추거나 근무한 사람\nㆍ고등학교 졸업한 자로서 15년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "중급기술자",
            "ㆍ기사자격을 가진 자로서 4년 이상 해\n당기술  분야에서  일정기간  경력을  갖\n추거나 근무한 사람\nㆍ산업기사자격을 가진 자로서 7년 이상 \n해당기술  분야에서  일정기간  경력을 \n갖추거나 근무한 사람",
            "ㆍ석사학위를 가진 자로서 3년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ학사학위를 가진 자로서 6년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ전문대학을 졸업한 자로서 9년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ고등학교를 졸업한 자로서 12년 이상 해당기술 분야에\n서 일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "초급기술자",
            "ㆍ기사자격을 가진 자\nㆍ산업기사자격을 가진 자",
            "ㆍ석사학위를 가진 자\nㆍ학사학위를 가진 자\nㆍ전문대학을 졸업한 자\nㆍ고등학교를 졸업한 자로서 3년 이상 해당기술 분야에서 \n일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "고급기능사",
            "ㆍ산업기사자격을 가진 자로서 4년 이상 \n해당기능  분야에서  일정기간  경력을 \n갖추거나 근무한 사람\nㆍ기능사자격을  가진  자로서  7년  이상 \n해당기능  분야에서  일정기간  경력을 \n갖추거나 근무한 사람",
            "ㆍ기능대학 또는 전문대학을 졸업한 자로서 4년 이상 해\n당기능 분야에서 일정기간 경력을 갖추거나 근무한 사\n람\nㆍ고등학교를 졸업한 자로서 7년 이상 해당기능 분야에서 \n일정기간 경력을 갖추거나 근무한 사람\nㆍ직업훈련기관의 교육을 이수한 자로서 7년 이상 해당\n기능 분야에서 일정기간 경력을 갖추거나 근무한 사람\nㆍ기능실기시험을  합격한  자로서  10년  이상  해당  기능 \n분야에서 일정기간 경력을 갖추거나 근무한 사람"
          ],
          [
            "중급기능사",
            "ㆍ산업기사자격을 가진 자\nㆍ기능사자격을  가진  자로서  3년  이상 \n해당기능  분야에서  일정기간  경력을 \n갖추거나 근무한 사람",
            "ㆍ기능대학 또는 전문대학을 졸업한 자\nㆍ고등학교를 졸업한 자로서 3년 이상 해당 기능 분야에\n서 일정기간 경력을 갖추거나 근무한 사람\nㆍ직업훈련기관의 교육을 이수한 자로서 5년 이상 해당\n기능 분야에서 일정기간 경력을 갖추거나 근무한 사람\nㆍ기능실기시험을 합격한 자로서 5년 이상 해당기능 분\n야에서 일정기간 경력을 갖추거나 근무한 사람\nㆍ그밖에 10년 이상 해당기능 분야에서 일정기간 경력을 \n갖추거나 근무한 사람"
          ],
          [
            "초급기능사",
            "ㆍ기능사 자격을 가진 자",
            "ㆍ고등학교를 졸업한 자\nㆍ직업훈련기관의 교육을 이수한 자\nㆍ기능실기시험을 합격한 자\nㆍ그 밖에 5년 이상 해당기능 분야에서 일정기간 경력을 \n갖추거나 근무한 사람"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 99,
      "text": "- 96 - - 비 고 - 소프트웨어 기술자의 범위는 소프트웨어산업 진흥법 제2조 5항에서 정한 바에 따름 소프트웨어산업 진흥법 제2조정의 5 소프트웨어기술자란 국가기술자격법에 따라 정보처리 분야의 기술자격을 취득한 사람 또는 소프트웨어 기술 분야에서 대통령령으로 정하는 학력이나 경력을 가진 사람을 말한다. 소프트웨어산업 진흥법 시행령 제1조의2소프트웨어기술자의 범위 1 소프트웨어산업 진흥법이하 법이라 한다 제2조제5호에서 대통령령으로 정하는 학력 이나 경력을 가진 사람이란 다음 각 호의 어느 하나에 해당하는 사람을 말한다. 1. 초중등교육법 제2조제3호 또는 고등교육법 제2조에 따른 각급 학교에서 소프트웨 어 기술 분야를 전공한 사람 2. 소프트웨어 기술을 가진 사람으로서 소프트웨어 기술 분야에서 일정 기간 경력을 갖추거나 근무한 사람 3. 그 밖에 제1호 및 제2호에 따른 기준과 같거나 그 이상의 학력 또는 경력이 있다고 인정되는 사람 2 제1항에 따른 소프트웨어기술자에 대한 세부적인 인정 기준 및 절차방법 등은 과학기술정 보통신부장관이 정하여 고시한다. 기술자격자 중 기술사, 기사, 산업기사, 기능사는 국가기술자격법의 기술자격종목 중 다 음 각 목의 정보처리 분야 기술자격을 취득한 자를 말한다. 가. 기술사 정보관리, 컴퓨터시스템응용 나. 기사 정보처리, 전자계산기조직응용, 정보보안 다. 산업기사 정보처리, 사무자동화, 정보보안 라. 기능사 정보처리, 정보기기운용",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}