{
  "csv_metadata": {
    "공고 번호": "Unknown_70",
    "공고 차수": -1,
    "사업명": "철도인프라 디지털트윈 정보화전략계획(ISP) 수립 용역(변경공고)",
    "사업 금액": 689480000,
    "발주 기관": "국가철도공단",
    "공개 일자": "2024-08-13 00:00:00",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "미정",
    "사업 요약": "- 사업 개요: 철도인프라 디지털트윈 정보화전략계획(ISP) 수립\n- 추진배경: 디지털트윈 기술을 통해 철도 생애주기의 데이터 중심 의사결정, 철도 산업 생태계 활성화 필요\n- 사업범위: 국내외 디지털트윈 현황 및 환경 분석, 표준정보체계 구축 방안, 공단 레거시 시스템 연계성 도출, 플랫폼 구축 방안, 경영전략 및 중장기 로드맵 수립\n- 기대효과: 초연결 스마트 철도 구축, 철도 인프라 경영 혁신, 유지보수 효율성 제고, 세계 철도시장 진출\n- 추진목표: 컨설팅, 데이터, 보안, 품질, 제약사항, 프로젝트 관리 요구사항 수행",
    "파일형식": "pdf",
    "파일명": "국가철도공단_철도인프라 디지털트윈 정보화전략계획(ISP) 수립 용역(변.pdf"
  },
  "missing_values": {
    "공고번호_결측": true,
    "공고차수_결측": true,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": true,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제 안 요 청 서 사 업 명 철도인프라 디지털트윈 정보화전략계획ISP 수립 용역 주관기관 국가철도공단 2024. 8. 담당부서 직 급 성 명 연락처 철도혁신연구원 디지털융합처 부 장 차 효 정 042-607-3112 차 장 김 지 훈 042-607-3115 대 리 최 성 수 042-607-3116 목 차 I. 사업 개요 1. 배경 및 필요성 1 2. 대상사업 2 3. 사업범위 2 4. 추진일정 4 5. 기대효과 4 II. 제안요구사항 1. 요구사항 총괄표 5 2. 요구사항 목록표 5 3. 세부요구사항 8 III. 사업자 선정 방안 1. 사업자 선정 방식 34 2. 입찰 참가자격 조건34 3. 우선 협상대상자 선정35 4. 제안서 보상36 5. 소프트웨어사업 영향평가36 IV. 제안서 평가 기준 1. 평가위원 구성 37 2. 제안서 평가 방법38 3. 제안서 기술능력 평가표44 V. 제안서 작성 및 제출 1. 제안 일반사항 45 2. 제안서 작성 방법47 3. 제안서 작성 요령50 4. 제출자료 목록51 5. 제안평가회제안서평가 52 VI. 참고 관련서식",
      "tables": [
        [
          [
            "사  업  명",
            "철도인프라  디지털트윈\n정보화전략계획(ISP)  수립  용역"
          ],
          [
            "주관기관",
            "국가철도공단"
          ]
        ],
        [
          [
            "담당부서",
            "직  급",
            "성  명",
            "연락처"
          ],
          [
            "철도혁신연구원\n(디지털융합처)",
            "부  장",
            "차  효  정",
            "042-607-3112"
          ],
          [
            "",
            "차  장",
            "김  지  훈",
            "042-607-3115"
          ],
          [
            "",
            "대  리",
            "최  성  수",
            "042-607-3116"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "- 1 - I 사업개요 1. 배경 및 필요성 정부 디지털플랫폼정부위원회디지털플랫폼정부 실현계획발표 23.4.14 ᄋ 국가 주요 인프라 관리운영에 디지털 트윈 기술을 활용하는 초연결 디지털 트윈 구축 추진 등을 통한 관련산업 생태계 활성화 ᄋ 자율차, 드론 등 新산업의 기반 마련과 안전한 국토시설관리를 위해 국가 SOC를 시작으로 디지털 트윈化추진 국토부제6차 건설공사 지원 통합 정보체계 기본계획2327발표 23.7.5 ᄋ 2030년까지 전체 건설사업정보의 디지털화 추진 - 건설 디지털 촉진을 위한 건설공사 실무에 적용가능한 도로하천항만분 야등 인프라 BIM 표준 개발 - 공공건설공사의 BIM 활용을 위한 발주청-건설현장간 BIM 정보관리 및 공유 환경 구축 - 실시간 공사관리 모니터링 디지털트윈 기반 통합관리플랫폼 개발 공단 철도인프라 디지털트윈 구축으로 철도산업 생태계 활성화 추진 ᄋ 도로항공 등 SOC 분야는 디지털트윈을 선제적으로 추진 중이나, 철도는 전통적 방식에 익숙해 철도 인프라 디지털트윈化뒤처짐 - 철도건설의 시행착오 및 위험 사전 예측, 고품질의 철도건설을 위해 디지털트윈을 통한 철도 산업 생태계 활성화 도모 필요 ᄋ 디지털 전환을 기회로, 디지털 경쟁력 조기 확보에 공단민관의역량 을 결집하여, 철도 산업 생태계의 새로운 성장동력 마련을 위한정 보화전략계획ISP 수립 필요 - 2 - 2. 대상사업 ᄋ 용 역 명 철도인프라 디지털트윈 정보화전략계획ISP 수립 ᄋ 사업기간 착수일로부터 8개월 ᄋ 소요예산 689,480,000원VAT 포함 ᄋ 입찰방법 제한경쟁입찰협상에 의한 계약, 기술90, 가격 10 3. 사업범위 ᄋ 국내외 디지털트윈 현황 및 환경 분석 - 동향 분석 국내외 정책, 기술, 법, 제도 및 디지털 트윈 기술 적용 현황등 사례 분석과 국내외 산업 및 철도 디지털트윈 구축 수준 진단 - 시사점 도출 디지털트윈 내외부 환경 분석에 따른 시사점 도출 ᄋ openBIM기반 철도인프라 표준정보체계 구축 방안 수립 - 국내 표준정보체계 검토 중앙부처, 지자체의 사례, 철도분야 기존 RD 성과물 및 국내 표준 연계방안 검토 - 국제표준 동향 ISO 16739, 19650, 29481 등 BIM관련 국제표준 동향 파악과 국제표준 적용 방안 도출 - 표준정보체계 개발방향 도출 현행 철도 정보체계 분석 및 BIM, 디지털트윈을 위한 철도 표준정보체계 개발 방향 도출 ᄋ 공단 레거시 시스템 연계성 도출 - 데이터 운용 현황 분석 공단 내부 기존 시스템ERP SAP, RAFIS, EPMS, CPMS 등 및 데이터 운용 현황 분석 - 시스템 연계 방안 도출 공단 내부 기존개발중인 시스템 및 데이터 와 디지털트윈 플랫폼 연계성 도출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - ᄋ openBIM기반 철도인프라 디지털트윈 플랫폼 구축 방안 수립 - 플랫폼 기술 요건 분석 디지털트윈 플랫폼의 기술과 서비스 요구사항 도출 및 분석을 통한 플랫폼 요구사항 도출 - 플랫폼 구축 방안 수립 디지털트윈 데이터 기반의 협업 방안과플랫폼 시스템 구축 방안 수립 ᄋ 경영전략 및 중장기 로드맵 수립 - 경영전략 수립 공단 경영전략 및 비전에 디지털 전환 반영을 위한 의 견수렴과 거버넌스 체계 정립 및 경영 제언 - 로드맵수립 철도인프라 디지털트윈 구축을 위한 핵심과제 도출 및 우선순위 결정, 단계별기간예산조직 등 세부추진계획 수립을 통한 중장기 로드맵 수립 - 서비스 모델링 제시 기술요건 및 서비스 요구사항 분석 결과를 반영한 철도인프라 디지털트윈 서비스 모델링 제시 - 4 - 4. 추진일정 일정 개월 구 분 추 진 일 정 M 국내 외 디지털트윈 현황 및 환경 분석 openBIM기반 철도인프라 표준정보체계 구축 방안 수립 공단 레거시 시스템 연계성 도출 openBIM기반 철도인프라 디지털트윈 플랫폼 구축 방안 수립 경영전략 및 중장기 로드맵 수립 주요 이벤트 착수 보고 추진일정은과업여건에따라변경될수있으며, 보고회등의세부일정은협의 하여진행 5. 기대효과 ᄋ 디지털트윈 기술을 통한 현실-가상세계 융합으로 초연결 스마트 철도를 구축하여 철도 생애주기의 데이터 중심 의사결정 ᄋ 철도인프라 생애주기건설시설유지보수자산관리의 디지털 경영을 통한 일하는 방식 혁신 및 업무 생산성 제고 ᄋ 디지털 전환으로 유지보수 효율성 제고및 시뮬레이션을 통한 철도 건설유지보수의 위험 사전 예측예방 ᄋopenBIM기반 철도인프라 3차원 정보 디지털트윈을 구축하여 기술 경쟁력 확보및 새로운 비즈니스 모델 창출로 세계 철도시장 진출",
      "tables": [
        [
          [
            "일정  (개월)\n구  분",
            "추      진      일      정",
            ""
          ],
          [
            "",
            "M",
            ""
          ],
          [
            "국내 · 외  디지털트윈  현황  및  환경 \n분석",
            "",
            ""
          ],
          [
            "openBIM기반  철도인프라 \n표준정보체계  구축  방안  수립",
            "",
            ""
          ],
          [
            "공단  레거시  시스템  연계성  도출",
            "",
            ""
          ],
          [
            "openBIM기반  철도인프라 \n디지털트윈  플랫폼  구축  방안  수립",
            "",
            ""
          ],
          [
            "경영전략  및  중장기  로드맵  수립",
            "",
            ""
          ],
          [
            "주요  이벤트",
            "▲\n착수\n보고",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 5 - II 제안 요구사항 1. 요구사항 총괄표 요구사항 구분 ID부여규칙 요구사항수 컨설팅 요구사항 CSR Consulting Requirement CSR-000 11 데이터 요구사항 DAR Data Requirement DAR-000 8 보안 요구사항 SER Security Requirement SER-000 10 품질 요구사항 QUR Quality Requirement QUR-000 1 제약사항 COR Constraints Requirement COR-000 2 프로젝트관리 요구사항 PMR Project Management Requirement PMR-000 6 프로젝트지원 요구사항 PSR Project Support Requirement PSR-000 3 합계 41 2. 요구사항 목록표 구분 고유번호 요구사항 비고 1. 컨설팅 요구사항 Consulting Requirement CSR-001 디지털트윈 현황 및 환경 분석 CSR-002 국내 BIM, 디지털트윈 관련 표준정보체계 검토 CSR-003 openBIM기반 국제표준 동향 검토 CSR-004 철도인프라 표준정보체계 개발방향 도출 CSR-005 공단 내부 시스템 및 데이터 운용 현황 분석 CSR-006 공단 내부 시스템 및 데이터 연계성 도출 - 6 - 구분 고유번호 CSR-007 CSR-008 CSR-009 CSR-010 CSR-011 2. 데이터 요구사항 Data Requirement DAR-001 DAR-002 DAR-003 DAR-004 DAR-005 DAR-006 DAR-007 DAR-008 3. 보안 요구사항 Security Requirement SER-001 SER-002 SER-003 SER-004 SER-005 SER-006 SER-007 SER-008 SER-009",
      "tables": [
        [
          [
            "요구사항  구분",
            "",
            "ID부여규칙",
            "요구사항수"
          ],
          [
            "컨설팅  요구사항\n(CSR)",
            "Consulting  Requirement",
            "CSR-000",
            "11"
          ],
          [
            "데이터  요구사항\n(DAR)",
            "Data  Requirement",
            "DAR-000",
            "8"
          ],
          [
            "보안  요구사항\n(SER)",
            "Security  Requirement",
            "SER-000",
            "10"
          ],
          [
            "품질  요구사항\n(QUR)",
            "Quality  Requirement",
            "QUR-000",
            "1"
          ],
          [
            "제약사항 \n(COR)",
            "Constraints  Requirement",
            "COR-000",
            "2"
          ],
          [
            "프로젝트관리  요구사항\n(PMR)",
            "Project  Management \nRequirement",
            "PMR-000",
            "6"
          ],
          [
            "프로젝트지원  요구사항\n(PSR)",
            "Project  Support  Requirement",
            "PSR-000",
            "3"
          ],
          [
            "합계",
            "",
            "",
            "41"
          ]
        ],
        [
          [
            "구분",
            "고유번호",
            ""
          ],
          [
            "",
            "CSR-007\nCSR-008\nCSR-009\nCSR-010\nCSR-011",
            ""
          ],
          [
            "2.  데이터  요구사항\n      (Data  Requirement)",
            "DAR-001\nDAR-002\nDAR-003\nDAR-004\nDAR-005\nDAR-006\nDAR-007\nDAR-008",
            ""
          ],
          [
            "3.  보안  요구사항\n      (Security  Requirement)",
            "SER-001\nSER-002\nSER-003\nSER-004\nSER-005\nSER-006\nSER-007\nSER-008\nSER-009",
            ""
          ]
        ],
        [
          [
            "구분",
            "고유번호",
            "요구사항",
            "비고"
          ],
          [
            "1.  컨설팅  요구사항\n    (Consulting \nRequirement)",
            "CSR-001",
            "디지털트윈  현황  및  환경  분석",
            ""
          ],
          [
            "",
            "CSR-002",
            "국내  BIM,  디지털트윈  관련  표준정보체계 \n검토",
            ""
          ],
          [
            "",
            "CSR-003",
            "openBIM기반  국제표준  동향  검토",
            ""
          ],
          [
            "",
            "CSR-004",
            "철도인프라  표준정보체계  개발방향  도출",
            ""
          ],
          [
            "",
            "CSR-005",
            "공단  내부  시스템  및  데이터  운용  현황  분석",
            ""
          ],
          [
            "",
            "CSR-006",
            "공단  내부  시스템  및  데이터  연계성  도출",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 7 - 구분 고유번호 요구사항 비고 SER-010 보안 취약점 조치 4. 품질 요구사항 Quality Requirement QUR-001 품질보증 방안 및 수행 5. 제약사항 Constraints Requirement COR-001 관련 규정 준수 COR-002 하도급 계약 사전 승인 6. 프로젝트 관리 요구사항 Project Management Requirement PMR-001 사업수행 일반사항 준수 PMR-002 사업수행계획서 작성 PMR-003 사업수행조직 구성 PMR-004 보고 및 산출물 내역 PMR-005 사업수행 환경 및 장소 PMR-006 프로젝트 관리방법론 7. 프로젝트 지원 요구사항 Project Support Requirement PSR-001 기술지원 PSR-002 행사 및 보고회 지원 PSR-003 하자보수 요구사항 합계 41 - 8 - 3. 세부 요구사항 컨설팅 요구사항 요구사항 고유번호 CSR-001 요구사항 분류 컨설팅 요구사항 요구사항 명칭 디지털트윈 현황 및 환경 분석 요구 사항 상세 설명 정의 디지털트윈 현황 및 환경 분석 세부 내용 국내외 정책, 법, 제도 조사 및 분석 - BIM, 디지털트윈 관련 정책과 법, 제도에 대한 조사 및 분석 국내외 디지털트윈 현황 및 환경 분석 - 국내외 산업, 철도 디지털트윈 동향 파악 및 사례 분석 디지털트윈 환경 분석에 따른 시사점 도출 산출정보 법제도 분석서, 환경 분석 보고서 관련요구사항 요구사항 고유번호 CSR-002 요구사항 분류 컨설팅 요구사항 요구사항 명칭 국내 BIM, 디지털트윈 관련 표준정보체계 검토 요구 사항 상세 설명 정의 국내 BIM, 디지털트윈 관련 표준정보체계 검토 세부 내용 국내 표준정보체계 동향 분석 - 중앙부처 및 지자체, 타공공기관 등 유사사례 분석 - BIM기반 통합플랫폼 개발 국가RD 성과물 분석 국내 표준 연계 활용 방안 검토 산출정보 국내 표준정보체계 동향분석서 관련요구사항",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-001",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "디지털트윈  현황  및  환경  분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "디지털트윈  현황  및  환경  분석"
          ],
          [
            "",
            "세부\n내용",
            "•  국내외  정책,  법,  제도  조사  및  분석\n    -  BIM,  디지털트윈  관련  정책과  법,  제도에  대한  조사  및  분석\n  •  국내외  디지털트윈  현황  및  환경  분석\n    -  국내외  산업,  철도  디지털트윈  동향  파악  및  사례  분석\n  •  디지털트윈  환경  분석에  따른  시사점  도출"
          ],
          [
            "산출정보",
            "",
            "법·제도  분석서,  환경  분석  보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "구분",
            "고유번호",
            "요구사항",
            "비고"
          ],
          [
            "",
            "SER-010",
            "보안  취약점  조치",
            ""
          ],
          [
            "4.  품질  요구사항\n      (Quality  Requirement)",
            "",
            "",
            ""
          ],
          [
            "",
            "QUR-001",
            "품질보증  방안  및  수행",
            ""
          ],
          [
            "5.  제약사항\n    (Constraints  Requirement)",
            "COR-001",
            "관련  규정  준수",
            ""
          ],
          [
            "",
            "COR-002",
            "하도급  계약  사전  승인",
            ""
          ],
          [
            "6.  프로젝트  관리  요구사항\n    (Project  Management \nRequirement)",
            "PMR-001",
            "사업수행  일반사항  준수",
            ""
          ],
          [
            "",
            "PMR-002",
            "사업수행계획서  작성",
            ""
          ],
          [
            "",
            "PMR-003",
            "사업수행조직  구성",
            ""
          ],
          [
            "",
            "PMR-004",
            "보고  및  산출물  내역",
            ""
          ],
          [
            "",
            "PMR-005",
            "사업수행  환경  및  장소",
            ""
          ],
          [
            "",
            "PMR-006",
            "프로젝트  관리방법론",
            ""
          ],
          [
            "7.  프로젝트  지원  요구사항\n    (Project  Support \nRequirement)",
            "PSR-001",
            "기술지원",
            ""
          ],
          [
            "",
            "PSR-002",
            "행사  및  보고회  지원",
            ""
          ],
          [
            "",
            "PSR-003",
            "하자보수",
            ""
          ],
          [
            "요구사항  합계",
            "41",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-002",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "국내  BIM,  디지털트윈  관련  표준정보체계  검토"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "국내  BIM,  디지털트윈  관련  표준정보체계  검토"
          ],
          [
            "",
            "세부\n내용",
            "•  국내  표준정보체계  동향  분석\n    -  중앙부처  및  지자체,  타공공기관  등  유사사례  분석\n    -  ‘BIM기반  통합플랫폼  개발’  국가R&D  성과물  분석\n  •  국내  표준  연계  활용  방안  검토"
          ],
          [
            "산출정보",
            "",
            "국내  표준정보체계  동향분석서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 요구사항 고유번호 CSR-003 요구사항 분류 컨설팅 요구사항 요구사항 명칭 openBIM기반 국제표준 동향 검토 및 도입 방안 도출 요구 사항 상세 설명 정의 openBIM기반 국제표준 동향 검토 및 도입 방안 도출 세부 내용 ISO 16739, 19650, 29481 등 BIM 관련 국제표준 동향 분석 철도인프라 표준정보체계에 국제표준 적용 방안 도출 공단의 ISO 19650 도입 방안 도출 산출정보 국제표준 동향 분석서, ISO 19650 도입 방안보고서 관련요구사항 요구사항 고유번호 CSR-004 요구사항 분류 컨설팅 요구사항 요구사항 명칭 철도인프라 표준정보체계 개발방향 도출 요구 사항 상세 설명 정의 철도인프라 표준정보체계 개발방향 도출 세부 내용 현행 철도인프라 정보체계 분석 및 개발 방안 도출 openBIM기반 디지털트윈을 위한 철도인프라 표준정보체계 개발 방향 도출 산출정보 표준정보체계 개발 방안 보고서 관련요구사항 요구사항 고유번호 CSR-005 요구사항 분류 컨설팅 요구사항 요구사항 명칭 공단 내부 시스템 및 데이터 운용 현황 분석 요구 사항 상세 설명 정의 공단 내부 시스템 및 데이터 운용 현황 분석 세부 내용 공단 내부 시스템SAP ERP, RAFIS, EPMS, CPMS, 전자조달 등 운용 현황 분석 BIM 기반 통합플랫폼 개발 사업 성과물 검토 및 수준 분석 산출정보 시스템 현황 분석 보고서 관련요구사항 - 10 - 요구사항 고유번호 CSR-006 요구사항 분류 컨설팅 요구사항 요구사항 명칭 공단 내부 시스템 및 데이터 연계성 도출 요구 사항 상세 설명 정의 공단 내부 시스템 및 데이터 연계성 도출 세부 내용 BIM기반 통합플랫폼 개발 사업 성과물 연계성 도출 - 성과물 연계 활용 가능 항목 및 추가 연구 필요 항목 정의 - 성과물의 개념 적용, 개발 결과물의 직접 연계, 추가 개발 후 연계 등을 구분하여 활용성 도출 공단 내부 시스템SAP ERP, RAFIS, EPMS, CPMS, 전자조달 등 연계성 도출 - 연계 가능 시스템 및 데이터 항목 구분 - 연계시 추가 필요 항목 및 기능 정의 산출정보 시스템 연계성 분석 보고서 관련요구사항 요구사항 고유번호 CSR-007 요구사항 분류 컨설팅 요구사항 요구사항 명칭 디지털트윈 플랫폼 기술요건 분석 요구 사항 상세 설명 정의 디지털트윈 플랫폼 기술요건 분석 세부 내용 국내외 디지털트윈 플랫폼 구축 수준 진단 - 디지털트윈 플랫폼 수준 평가 기준 정립과 진단 수행 - 국내외 유관기관의 디지털트윈 플랫폼 활용 및 연계 방안 검토 플랫폼 기술 요건 분석 - 디지털트윈 플랫폼의 기술과 서비스 요구사항 도출 및 분석을 통한 플랫폼 요구사항 도출 산출정보 디지털트윈 플랫폼 기술요건 분석서 관련요구사항",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-003",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "openBIM기반  국제표준  동향  검토  및  도입  방안  도출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "openBIM기반  국제표준  동향  검토  및  도입  방안  도출"
          ],
          [
            "",
            "세부\n내용",
            "•  ISO  16739,  19650,  29481  등  BIM  관련  국제표준  동향  분석\n  •  철도인프라  표준정보체계에  국제표준  적용  방안  도출\n  •  공단의  ISO  19650  도입  방안  도출"
          ],
          [
            "산출정보",
            "",
            "국제표준  동향  분석서,  ISO  19650  도입  방안보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-006",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "공단  내부  시스템  및  데이터  연계성  도출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공단  내부  시스템  및  데이터  연계성  도출"
          ],
          [
            "",
            "세부\n내용",
            "•  BIM기반  통합플랫폼  개발  사업  성과물  연계성  도출\n    -  성과물  연계  활용  가능  항목  및  추가  연구  필요  항목  정의\n    -  성과물의  개념  적용,  개발  결과물의  직접  연계,  추가  개발  후  연계 \n등을  구분하여  활용성  도출\n  •  공단  내부  시스템(SAP  ERP,  RAFIS,  EPMS,  CPMS,  전자조달  등)  연계성 \n도출\n    -  연계  가능  시스템  및  데이터  항목  구분\n    -  연계시  추가  필요  항목  및  기능  정의"
          ],
          [
            "산출정보",
            "",
            "시스템  연계성  분석  보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-004",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "철도인프라  표준정보체계  개발방향  도출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "철도인프라  표준정보체계  개발방향  도출"
          ],
          [
            "",
            "세부\n내용",
            "•  현행  철도인프라  정보체계  분석  및  개발  방안  도출\n  •  openBIM기반  디지털트윈을  위한  철도인프라  표준정보체계  개발  방향 \n도출"
          ],
          [
            "산출정보",
            "",
            "표준정보체계  개발  방안  보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-007",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "디지털트윈  플랫폼  기술요건  분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "디지털트윈  플랫폼  기술요건  분석"
          ],
          [
            "",
            "세부\n내용",
            "•  국내외  디지털트윈  플랫폼  구축  수준  진단\n    -  디지털트윈  플랫폼  수준  평가  기준  정립과  진단  수행\n    -  국내외  유관기관의  디지털트윈  플랫폼  활용  및  연계  방안  검토\n  •  플랫폼  기술  요건  분석\n  -  디지털트윈  플랫폼의  기술과  서비스  요구사항  도출  및  분석을  통한 \n플랫폼  요구사항  도출"
          ],
          [
            "산출정보",
            "",
            "디지털트윈  플랫폼  기술요건  분석서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-005",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "공단  내부  시스템  및  데이터  운용  현황  분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "공단  내부  시스템  및  데이터  운용  현황  분석"
          ],
          [
            "",
            "세부\n내용",
            "•  공단  내부  시스템(SAP  ERP,  RAFIS,  EPMS,  CPMS,  전자조달  등)  운용 \n현황  분석\n  •  BIM  기반  통합플랫폼  개발  사업  성과물  검토  및  수준  분석"
          ],
          [
            "산출정보",
            "",
            "시스템  현황  분석  보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 요구사항 고유번호 CSR-008 요구사항 분류 컨설팅 요구사항 요구사항 명칭 철도인프라 디지털트윈 플랫폼 구축 방안 수립 요구 사항 상세 설명 정의 철도인프라 디지털트윈 플랫폼 구축 방안 수립 세부 내용 플랫폼 구축 방안 도출 - 플랫폼 개발 목적 정립을 통한 개발 방향 수립 - 디지털 트윈 데이터 기반의 협업 방안 도출 - 시스템 구축 방안 도출 플랫폼 공단내부시스템데이터연계성을반영한To-Be 플랫폼 모델제시 산출정보 디지털트윈 플랫폼 구축 방안서 관련요구사항 요구사항 고유번호 CSR-009 요구사항 분류 컨설팅 요구사항 요구사항 명칭 디지털 전환 경영전략 수립 요구 사항 상세 설명 정의 디지털 전환 경영전략 수립 세부 내용 디지털 전환 경영전략 목표 설정 - 공단 경영전략 및 비전에 디지털 전환 반영을 위한 의견 수렴 - 공단 디지털 전환 추진을 위한 거버넌스 체계 정립 및 경영 제언 산출정보 디지털 경영전략 정의서 관련요구사항 - 12 - 요구사항 고유번호 CSR-010 요구사항 분류 컨설팅 요구사항 요구사항 명칭 세부실행계획 및 로드맵 수립 요구 사항 상세 설명 정의 철도인프라 디지털트윈 세부실행계획 및 로드맵 수립 세부 내용 철도인프라 디지털트윈 세부실행계획 수립 - 단계별기간예산조직 등 추진계획 및 실행전략 수립 - 과제별 우선순위 평가 및 전략적 특성, 시스템 간 연관성을 고려한 추진체계 및 실행일정 수립 철도인프라 디지털트윈 로드맵 수립 - 철도인프라 디지털트윈 중장기 로드맵 수립 기술요건 및 서비스 요구사항 분석 결과를 반영한 철도인프라 디지털트윈 구축 To-Be 모델 제시 디지털트윈 구축 ISMP 수립 제안요청서RFP 작성 산출정보 디지털트윈 구축 방안 보고서, 제안요청서 관련요구사항 요구사항 고유번호 CSR-011 요구사항 분류 컨설팅 요구사항 요구사항 명칭 컨설팅 요구사항 요구 사항 상세 설명 정의 컨설팅 전반에 대한 공통 요구사항 세부 내용 상기 각 컨설팅 요구사항에 따른 세부추진과제 및 이행계획은 구체적인 비용 산출과 사업내용이 포함된 사업계획서와 제안요청서를 공통 적용 하여 작성함 작성한 RFP에 대해 관련 법령, 규정, 지침, ISPISMP 수립 공통 가 이드 등에 부합하는지 검토 산출정보 ISPISMP 수립 공통 가이드 산출물 준용 관련요구사항",
      "tables": [
        [
          [
            "요구사항  고유번호   CSR-008",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "철도인프라 디지털트윈 플랫폼 구축 방안 수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "철도인프라 디지털트윈 플랫폼 구축 방안 수립"
          ],
          [
            "",
            "세부\n내용",
            "•  플랫폼  구축  방안  도출\n    -  플랫폼  개발  목적  정립을  통한  개발  방향  수립\n    -  디지털  트윈  데이터  기반의  협업  방안  도출\n    -  시스템  구축  방안  도출\n    * 플랫폼 : 공단 내부 시스템·데이터 연계성을 반영한 To-Be 플랫폼\n모델 제시"
          ],
          [
            "산출정보",
            "",
            "디지털트윈  플랫폼  구축  방안서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-010",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "세부실행계획  및  로드맵  수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "철도인프라  디지털트윈  세부실행계획  및  로드맵  수립"
          ],
          [
            "",
            "세부\n내용",
            "•  철도인프라  디지털트윈  세부실행계획  수립\n    -  단계별(기간/예산/조직  등)  추진계획  및  실행전략  수립\n    -  과제별  우선순위  평가  및  전략적  특성,  시스템  간  연관성을  고려한 \n추진체계  및  실행일정  수립\n  •  철도인프라  디지털트윈  로드맵  수립\n    -  철도인프라  디지털트윈  중·장기  로드맵  수립\n  •  기술요건  및  서비스  요구사항  분석  결과를  반영한  철도인프라 \n디지털트윈  구축  To-Be  모델  제시\n  •  디지털트윈  구축  ISMP  수립  제안요청서(RFP)  작성"
          ],
          [
            "산출정보",
            "",
            "디지털트윈  구축  방안  보고서,  제안요청서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-009",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "디지털  전환  경영전략  수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "디지털  전환  경영전략  수립"
          ],
          [
            "",
            "세부\n내용",
            "•  디지털  전환  경영전략  목표  설정\n    -  공단  경영전략  및  비전에  디지털  전환  반영을  위한  의견  수렴\n    -  공단  디지털  전환  추진을  위한  거버넌스  체계  정립  및  경영  제언"
          ],
          [
            "산출정보",
            "",
            "디지털  경영전략  정의서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호   CSR-011",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "컨설팅  전반에  대한  공통  요구사항"
          ],
          [
            "",
            "세부\n내용",
            "•  상기  각  컨설팅  요구사항에  따른  세부추진과제  및  이행계획은  구체적인 \n비용  산출과  사업내용이  포함된  사업계획서와  제안요청서를  공통  적용\n하여  작성함\n  •  작성한  RFP에  대해  관련  법령,  규정,  지침,  ISP·ISMP  수립  공통  가\n이드  등에  부합하는지  검토"
          ],
          [
            "산출정보",
            "",
            "ISP·ISMP  수립  공통  가이드  산출물  준용"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 데이터 요구사항Data Requirements 요구사항 고유번호 DAR-001 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 표준화 요구사항 상세설명 정의 데이터 표준화 세부내용 데이터 표준 원칙 및 가이드 수립 - 신규 구축 또는 변경되는 시스템의 데이터 특성을 고려하여 표준화 관리체계데이터 표준화 지침 및 가이드 등를 개선.정비하여야 함 범정부 표준을 준수한 기관의 표준 원칙을 기반으로 데이터 표준화 - 시스템 구축변경에 따라 추가가 필요한 표준항목단어, 용어, 도메 인 등을 정의하고 데이터 표준사전 등에 반영하여야 함 범정부 및 공단 표준을 준수 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시 제2023-18 호을 준수하여야 함 - 데이터 표준화 수립전 구축시스템과 관련된 분야별 표준 여부를 검토 후 반영하여야 함 - 수행사는 공단의 데이터 표준을 준수하고 그와 상충되는 요소에 대해서는 공단과 협의하여 대응방안을 수립하고 이력을 남겨야 함 산출정보 데이터 표준화 원칙 및 가이드 관련요구사항 요구사항 고유번호 DAR-002 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 표준 관리 요구사항 상세설명 정의 데이터 표준 관리 세부내용 데이터 표준 관리 방안 - 데이터 표준관리를 위한 표준화 관리방안메타데이터관리시스템, 문서화 등과 이를 통한 변경이력을 효과적으로 관리할 수 있는 방안을 제시하고 적용하여야함 운영중인메타데이터관리시스템가이드등을참조 산출정보 데이터 표준관리 방안매뉴얼, 가이드 등 관련요구사항 - 14 - 요구사항 고유번호 DAR-003 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 모델 설계 요구사항 상세설명 정의 세부내용 데이터 구조 설계 원칙 및 가이드 제시 - 데이터 구조 설계모델링 원칙 및 가이드를 제시하고 이를 준수하 여 데이터 구조를 설계, 구현하여야 함 - 일관성, 데이터의 종속성, 무결성, DB 성능 등이 고려되어야 함 데이터 주제영역 정의 및 개념.논리.물리 모델 설계 - 데이터 공유 및 활용, 업무요건 변화, 시스템 변경으로 인한 DB의 구조적 변화가 최소화될 수 있도록 유연한 구조로 설계하여야 함 - 데이터 분류체계, 명명 규칙, DB Object 사용 기준이 반영되어야 함 - 주제영역, 개념 데이터 모델, 논리 데이터 모델, 물리 데이터 모델의 설계 산출물을 사전에 검토할 수 있도록 제출하여야 함 데이터의 발생과 처리의 이해를 높이는 데이터 발생규칙 정의 - 인조 식별자가 많은 엔터티의 경우 데이터 구조만으로 발생 규칙을 이해하기 어려우므로 데이터 발생 규칙 정의서를 작성하여야 함 산출정보 데이터 구조 설계 원칙 및 가이드, 데이터 주제영역 정의서, 개념 데 이터 모델, 논리 데이터 모델, 물리데이터 모델 설계서, 데이터 발생 규칙설계서 관련요구사항 요구사항 고유번호 DAR-004 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 모델 검증 요구사항 상세설명 정의 세부내용 데이터 모델 검증 - 설계된 데이터 모델은 설계자, 개발자, 공단 및 외부 전문가 등이 참여 하여 검증하여야 함 - 주제영역 도출, 개념모델, 논리모델, 물리모델 도출 시점을 전후로 검 증과 교육을 수행해야 함 - 각 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준화"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준화"
          ],
          [
            "",
            "세부내용",
            "•  데이터  표준  원칙  및  가이드  수립\n  -  신규  구축  또는  변경되는  시스템의  데이터  특성을  고려하여  표준화 \n관리체계(데이터  표준화  지침  및  가이드  등)를  개선.정비하여야  함\n•  범정부  표준을  준수한  기관의  표준  원칙을  기반으로  데이터  표준화\n  -  시스템  구축/변경에  따라  추가가  필요한  표준항목(단어,  용어,  도메\n인  등)을  정의하고  데이터  표준사전  등에  반영하여야  함\n•  범정부  및  공단  표준을  준수\n  -  ‘공공기관의  데이터베이스  표준화  지침(행정안전부  고시  제2023-18\n호)’을  준수하여야  함\n  -  데이터  표준화  수립전  구축시스템과  관련된  분야별  표준  여부를 \n검토  후  반영하여야  함\n  -  수행사는  공단의  데이터  표준을  준수하고  그와  상충되는  요소에 \n대해서는  공단과  협의하여  대응방안을  수립하고  이력을  남겨야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  표준화  원칙  및  가이드"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  모델  설계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            ""
          ],
          [
            "",
            "세부내용",
            "•  데이터  구조  설계  원칙  및  가이드  제시\n  -  데이터  구조  설계(모델링)  원칙  및  가이드를  제시하고  이를  준수하\n여  데이터  구조를  설계,  구현하여야  함\n  -  일관성,  데이터의  종속성,  무결성,  DB  성능  등이  고려되어야  함\n•  데이터  주제영역  정의  및  개념.논리.물리  모델  설계\n  -  데이터  공유  및  활용,  업무요건  변화,  시스템  변경으로  인한  DB의 \n구조적  변화가  최소화될  수  있도록  유연한  구조로  설계하여야  함\n  -  데이터  분류체계,  명명  규칙,  DB  Object  사용  기준이  반영되어야  함\n  -  주제영역,  개념  데이터  모델,  논리  데이터  모델,  물리  데이터  모델의 \n설계  산출물을  사전에  검토할  수  있도록  제출하여야  함\n•  데이터의  발생과  처리의  이해를  높이는  데이터  발생규칙  정의\n  -  인조  식별자가  많은  엔터티의  경우  데이터  구조만으로  발생  규칙을 \n이해하기  어려우므로  ‘데이터  발생  규칙  정의서’를  작성하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  구조  설계  원칙  및  가이드,  데이터  주제영역  정의서,  개념  데\n이터  모델,  논리  데이터  모델,  물리데이터  모델  설계서,  데이터  발생 \n규칙설계서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-004"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  모델  검증"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            ""
          ],
          [
            "",
            "세부내용",
            "•  데이터  모델  검증\n  -  설계된  데이터  모델은  설계자,  개발자,  공단  및  외부  전문가  등이  참여\n하여  검증하여야  함\n  -  주제영역  도출,  개념모델,  논리모델,  물리모델  도출  시점을  전후로  검\n증과  교육을  수행해야  함\n  -  각  단계별  데이터  모델  검증  시  기준을  정의하고  실시하여야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  표준  관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "데이터  표준  관리"
          ],
          [
            "",
            "세부내용",
            "•  데이터  표준  관리  방안\n  -  데이터  표준관리를  위한  표준화  관리방안(메타데이터관리시스템, \n문서화  등)과  이를  통한  변경이력을  효과적으로  관리할  수  있는  방안을 \n제시하고  적용하여야함\n※ 운영 중인 메타데이터관리시스템 가이드 등을 참조"
          ],
          [
            "산출정보",
            "",
            "데이터  표준관리  방안(매뉴얼,  가이드  등)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 예 논리 데이터 모델 검증 기준 요구사항 대비 논리 모델의 완전성논리 데이터 모델이 비즈니스 요구사항의 누락여부 등 정규화 충족 여부 예 물리 데이터 모델 검증 기준 중복 테이블 및 칼럼 여부, 반 정규화된 중복 데이터 정합성 유지 방안 여부 산출정보 데이터 모델 검증 계획서 및 정의서, 데이터 주제영역 정의서, 개념. 논리.물리 데이터 모델 정의서 관련요구사항 요구사항 고유번호 DAR-005 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 구조 관리 방안 요구사항 상세설명 정의 세부내용 데이터 구조 관리 방안 - 데이터 구조를 설계부터 구축, 운영 단계까지 지속적으로 관리할 수 있는 방안을 제시하여야 함 - 운영 중인 메타데이터관리시스템 가이드 등을 참조하여야 함 - 시스템 구축변경 기간 동안 DB의 형상과 물리 데이터 모델의 형상 일치 여부를 주기적으로 점검하고 보고하여야 함 데이터 구조 변경이력 관리 - 데이터 구조 변경이력에 대한 관리방안을 제시하고 적용하여야 함 산출정보 데이터 구조관리 방안매뉴얼, 가이드 등 관련요구사항 - 16 - 요구사항 고유번호 DAR-006 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 값 검증 방안 요구사항 상세설명 정의 세부내용 데이터 값 진단 계획 수립 - 데이터연계데이터 포함 값 진단 수행 일정을 사업 계획에 명시하고 수행하여야 함 데이터 값 진단 수행 및 검증 - 공단과 협의하여 데이터 값 진단 범위를 협의 확정하고, 공단 및 범정부 표준을 준사하여 진단 기준을 제시하여야 함 - 진단 결과에 따른 개선방안을 제시하여야 함 산출정보 데이터 값 진단 계획서 및 결과서, 데이터 값 개선 방안 관련요구사항 요구사항 고유번호 DAR-007 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 관리체계 수립 요구사항 상세설명 정의 세부내용 데이터 관리체계 정의 - 표준, 구조, 연계 등 데이터 핵심 요소의 지속적인 관리를 위한 조직과 역할을 정의하여야 함 - 데이터 값의 진단 및 개선 등 품질관리 조직과 역할을 정의하여야 함 - 데이터 값 진단 방안기능, 진단 프로그램 등을 제시하여야 함 - 데이터 표준단어, 용어, 도메인, 코드 등의 추가, 변경, 삭제 절차를 수립하여야 함 - 데이터 구조논리, 물리와 관련된 추가, 변경, 삭제 절차를 수립하여야 함 - 오류 데이터의 진단 및 개선 절차를 제시하여야 함 산출정보 데이터 표준, 구조, 연계, 품질 관리 체계서 관련요구사항",
      "tables": [
        [
          [
            "",
            "",
            "예)  논리  데이터  모델  검증  기준\n          :  요구사항  대비  논리  모델의  완전성(논리  데이터  모델이  비즈니스   \n요구사항의  누락여부  등)\n          :  정규화  충족  여부\n예)  물리  데이터  모델  검증  기준\n            :  중복  테이블  및  칼럼  여부,  반  정규화된  중복  데이터  정합성  유지 \n방안  여부"
          ],
          [
            "산출정보",
            "",
            "데이터  모델  검증  계획서  및  정의서,  데이터  주제영역  정의서,  개념.\n논리.물리  데이터  모델  정의서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-006"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  값  검증  방안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            ""
          ],
          [
            "",
            "세부내용",
            "•  데이터  값  진단  계획  수립\n  -  데이터(연계데이터  포함)  값  진단  수행  일정을  사업  계획에  명시하고 \n수행하여야  함\n•  데이터  값  진단  수행  및  검증\n  -  공단과  협의하여  데이터  값  진단  범위를  협의  확정하고,  공단  및  범정부 \n표준을  준사하여  진단  기준을  제시하여야  함\n  -  진단  결과에  따른  개선방안을  제시하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  값  진단  계획서  및  결과서,  데이터  값  개선  방안"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-005"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  구조  관리  방안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            ""
          ],
          [
            "",
            "세부내용",
            "•  데이터  구조  관리  방안\n  -  데이터  구조를  설계부터  구축,  운영  단계까지  지속적으로  관리할  수 \n있는  방안을  제시하여야  함\n  -  운영  중인  메타데이터관리시스템  가이드  등을  참조하여야  함\n  -  시스템  구축/변경  기간  동안  DB의  형상과  물리  데이터  모델의  형상 \n일치  여부를  주기적으로  점검하고  보고하여야  함\n•  데이터  구조  변경이력  관리\n  -  데이터  구조  변경이력에  대한  관리방안을  제시하고  적용하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  구조관리  방안(매뉴얼,  가이드  등)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-007"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  관리체계  수립"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            ""
          ],
          [
            "",
            "세부내용",
            "•  데이터  관리체계  정의\n  -  표준,  구조,  연계  등  데이터  핵심  요소의  지속적인  관리를  위한  조직과 \n역할을  정의하여야  함\n  -  데이터  값의  진단  및  개선  등  품질관리  조직과  역할을  정의하여야  함\n  -  데이터  값  진단  방안(기능,  진단  프로그램  등)을  제시하여야  함\n  -  데이터  표준(단어,  용어,  도메인,  코드  등)의  추가,  변경,  삭제  절차를 \n수립하여야  함\n  -  데이터 구조(논리,  물리)와  관련된  추가,  변경,  삭제  절차를  수립하여야 함\n  -  오류  데이터의  진단  및  개선  절차를  제시하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  (표준,  구조,  연계,  품질)  관리  체계서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항 고유번호 DAR-008 요구사항 분류 데이터 요구사항 요구사항 명칭 데이터 개방 관리체계 요구사항 상세설명 정의 세부내용 개방 데이터 서비스 연속성 확보 - 본 사업을 통해 구축되는 시스템과 연관된 개방데이터 목록을 식별하고 개방데이터의 서비스 연속성 확보 방안을 제시하여야 함 메타데이터 현행화 - 본 사업을 통해 구축되는 시스템의 데이터베이스에 대해 공단의 메타 데이터관리시스템과 중앙메타관리시스템에 메타데이터 표준 관리항목이 등록 및 현행화 되도록 지원하여야 함 공공데이터 연계를 위한 API 구성 산출정보 개방데이터 목록 정의서식별된 경우, 메타데이터 현행화 결과서 관련요구사항 - 18 - 보안 요구사항SecurityRequirements 요구사항 고유번호 SER-001 요구사항 분류 보안 요구사항 요구사항 명칭 보안관리 일반 요구사항 상세설명 정의 사업의 보안 일반요구사항 세부내용 사업 착수-수행-완료 등 사업 전체 단계별 보안관리 방안 수립 - 사업수행에 필요한 인원, 문서, 장비 등의 보안관리 계획을 수립하여야 하며, 보안상 결격사항이 없도록 조치하여야 함 - 사업기간 내 보안상 문제점 발견 시 즉시 그 대책을 수립하고 해결 방 안을 수요기관에 제출 사업자는 보안관리 책임자를 임명하고, 아래와 같은 보안업무에 대한 방 안을 제시하여야 함 - PC 등 장비의 반입반출에 대한 관리대장 등록 및 관리 - 주요 자료 및 데이터에 대한 반입반출에 대한 관리대장 등록 및 관리 - 개인정보보호 업무 관련 내부관리 계획 수립 - 작업자 보안상태 점검, 비밀 취급서약 및 교육 실시 - 화재 및 정전 대비 책임자 지정 및 관리대장 등록 및 관리 실시 등 용역사업에 대한 하도급 계약을 체결할 경우 본 사업계약 수준의 비밀 유지 조항을 포함 정보보호 관련 국내외 표준인증을 획득할 수 있도록 분석, 설계 단계에 서부터 필수적으로 고려",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "DAR-008"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "데이터  개방  관리체계"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            ""
          ],
          [
            "",
            "세부내용",
            "•  개방  데이터  서비스  연속성  확보\n  -  본  사업을  통해  구축되는  시스템과  연관된  개방데이터  목록을  식별하고 \n개방데이터의  서비스  연속성  확보  방안을  제시하여야  함\n메타데이터  현행화\n  -  본  사업을  통해  구축되는  시스템의  데이터베이스에  대해  공단의  메타\n데이터관리시스템과  중앙메타관리시스템에  메타데이터  표준  관리항목이 \n등록  및  현행화  되도록  지원하여야  함\n•  공공데이터  연계를  위한  API  구성"
          ],
          [
            "산출정보",
            "",
            "개방데이터  목록  정의서(식별된  경우),  메타데이터  현행화  결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "보안관리  일반"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업의  보안  일반요구사항"
          ],
          [
            "",
            "세부내용",
            "•  사업  착수-수행-완료  등  사업  전체  단계별  보안관리  방안  수립\n  -  사업수행에  필요한  인원,  문서,  장비  등의  보안관리  계획을  수립하여야 \n하며,  보안상  결격사항이  없도록  조치하여야  함\n  -  사업기간  내  보안상  문제점  발견  시  즉시  그  대책을  수립하고  해결  방\n안을  수요기관에  제출\n•  사업자는  보안관리  책임자를  임명하고,  아래와  같은  보안업무에  대한  방\n안을  제시하여야  함\n  -  PC  등  장비의  반입·반출에  대한  관리대장  등록  및  관리\n  -  주요  자료  및  데이터에  대한  반입·반출에  대한  관리대장  등록  및  관리\n  -  개인정보보호  업무  관련  내부관리  계획  수립\n  -  작업자  보안상태  점검,  비밀  취급서약  및  교육  실시\n  -  화재  및  정전  대비  책임자  지정  및  관리대장  등록  및  관리  실시  등\n•  용역사업에  대한  하도급  계약을  체결할  경우  본  사업계약  수준의  비밀 \n유지  조항을  포함\n•  정보보호  관련  국내외  표준인증을  획득할  수  있도록  분석,  설계  단계에\n서부터  필수적으로  고려"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항 고유번호 SER-002 요구사항 분류 보안 요구사항 요구사항 명칭 보안규정법규 및 지침 준수 요구사항 상세설명 정의 보안규정법규 및 지침 준수 사항 세부내용 수요기관 정보시스템의 기밀 보호를 위하여 수요기관의 보안정책, 복무 정책, 국정원 국가정보보안 기본지침 등을 준수하여야 함 수요기관의 보안규정, 규칙에 따른 인원, 시설, 문서, 통신보안 사항을 적 극 준수하여야 함 사업자의 정보누출 적발 시 국가계약법시행령 제76조에 근거, 해당 용역업체를 부정당업자로 등록, 입찰 참가자격 제한 등 제제조치 가능 정보누출금지 대상 정보는 다음과 같다. 1 기관 소유 정보시스템의 내외부 IP 주소 2 세부 정보시스템 구성현황 및 정보통신망 구성도 3 정보시스템의 환경파일 등 구성 정보 4 사용자계정, 비밀번호 등 시스템 접근권한 정보 5 정보시스템 취약점 분석 및 모의해킹 결과물 6 정보화 용역사업 결과물 및 프로그램 소스코드 7 국가용 보안시스템 및 정보보호시스템 도입현황 8 침입차단시스템, 방지시스템 등 정보보호시스템 및 라우터, 스위치 등 네트워크장비 도입 현황 및 설정 정보 9공공기관의 정보공개에 관한 법률 제9조1항에 따라 비공개 대상정보 로 분류된 기관의 내부문서공단 정보공개지침 제6조의 비공개대상정보 10개인정보보호법 제2조 1호에 따른 개인정보 11보안업무규정 제4조의 비밀 및 동 시행규칙 제7조3항의 대외비 12 기타 각급기관이 장이 공개가 불가하다고 판단한 자료 이외 보안 준수 사항은 수요기관의 보안정책을 따라야 하며, 사업자는 붙임3의 외주 용역사업 보안특약조항을 준수하여야 함 별표1의 계약대상자 보안 위규 처리기준을 숙지하고, 사업을 수행하여야 하며, 보안 위규 사항 발생시에는 별표2의 보안 위약금 부과 기준에 의해 위약금을 배상하여야 함 본 사업과 관련하여 발주자로부터 취득한 비밀 사항을 사업기간 중 또는 종료 후에도 제3자에게 누설하여서는 아니 되며, 누설하였을 경우 이에 따른 민형사상의 책임을 져야 함 - 이외 보안 준수사항은 수요기관의 보안정책을 따라야 함 - 20 - 요구사항 고유번호 SER-003 요구사항 분류 보안 요구사항 요구사항 명칭 참여 인력에 대한 보안 요구사항 상세설명 정의 참여 인력에 대한 보안 준수 사항 세부내용 사업 착수시 참여 인력에 대해서는 아래의 서류를 제출하고, 사업 착수 후 1개월 이내에 보안 관련 법률 또는 수요기관 규정에 의한 비밀 유지 의무 준수 및 위반시 처벌내용 등에 대한 보안교육을 실시하여야 함 - 대표자 대표자용 보안서약서 - 상주인력 및 비상주인력 참여자용 보안서약서 참여 인력상주비상주 인력에 대해 월 1회 이상 정기적으로 보안교육을 실시하여야 하며, 수요기관에서 요구하는 보안교육에 참석하여야 함 비밀관련 사업 수행시 참여인원에 대한 비밀취급인가 등 보안조치를 수행 비밀유지계약서 비밀정보의 범위, 보안준수 사항, 위반시 손해배상 책 임, 지적재산권 문제, 자료의 반환 등이 포함되도록 명시 사업 종료시 사업자는 수요기관으로부터 제공받은 장비 및 서류, 산출물 등 모든 자료를 전량 반납하고 삭제하여야 함 - 대표자 명의 보안확약서 제출 필요시 수요기관의 요구에 따라 참여 인력상주비상주 인력의 재직증명서 등 보안 관련 서류 일체를 제출 요구사항 고유번호 SER-004 요구사항 분류 보안 요구사항 요구사항 명칭 내부자료 및 산출물에 대한 보안관리 요구사항 상세설명 정의 내부자료 및 산출물에 대한 보안 준수 사항 세부내용 본 사업 수행을 통해 취득한 정보는 용역수행중이거나 종료 후에도 사업 수행 업체의 이익을 위해 이용할 수 없음 정보통신망정보시스템 구성도, IP 현황, 용역사업 산출물 및 개인정보 등을 비공개 자료로 분류 보안책임자는제공자료정보 관리대장을 작성하여 주관기관으로부터 제 공받은 비공개자료들을 관리 사업수행 관련 자료생산 산출물 포함는 지정된 파일서버에 저장관리 비공개자료 생성 시에는 통합파일서버의 비공개자료 폴더에 저장하고,",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "참여  인력에  대한  보안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "참여  인력에  대한  보안  준수  사항"
          ],
          [
            "",
            "세부내용",
            "•  사업  착수시  참여  인력에  대해서는  아래의  서류를  제출하고,  사업  착수 \n후  1개월  이내에  보안  관련  법률  또는  수요기관  규정에  의한  비밀  유지\n의무  준수  및  위반시  처벌내용  등에  대한  보안교육을  실시하여야  함 \n    -  대표자  :  대표자용  보안서약서\n    -  상주인력  및  비상주인력  :  참여자용  보안서약서\n•  참여  인력(상주/비상주  인력)에  대해  월  1회  이상  정기적으로  보안교육을 \n실시하여야  하며,  수요기관에서  요구하는  보안교육에  참석하여야  함\n•  비밀관련  사업  수행시  참여인원에 대한  비밀취급인가  등  보안조치를  수행\n※  비밀유지계약서  :  비밀정보의  범위,  보안준수  사항,  위반시  손해배상  책\n임,  지적재산권  문제,  자료의  반환  등이  포함되도록  명시\n•  사업  종료시  사업자는  수요기관으로부터  제공받은  장비  및  서류,  산출물 \n등  모든  자료를  전량  반납하고  삭제하여야  함\n    -  대표자  명의  보안확약서  제출\n•  필요시  수요기관의  요구에  따라  참여  인력(상주/비상주  인력)의  재직증명서 \n등  보안  관련  서류  일체를  제출"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-004"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "내부자료  및  산출물에  대한  보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "내부자료  및  산출물에  대한  보안  준수  사항"
          ],
          [
            "",
            "세부내용",
            "•  본  사업  수행을  통해  취득한  정보는  용역수행중이거나  종료  후에도  사업\n수행  업체의  이익을  위해  이용할  수  없음\n•  정보통신망․정보시스템  구성도,  IP  현황,  용역사업  산출물  및  개인정보  등을 \n비공개  자료로  분류\n•  보안책임자는“제공자료(정보)  관리대장”을  작성하여  주관기관으로부터  제\n공받은  비공개자료들을  관리\n•  사업수행  관련  자료(생산  산출물  포함)는  지정된  파일서버에  저장․관리\n•  비공개자료  생성  시에는  통합파일서버의  비공개자료  폴더에  저장하고,"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "보안규정법규  및  지침  준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안규정법규  및  지침  준수  사항"
          ],
          [
            "",
            "세부내용",
            "•  수요기관  정보시스템의  기밀  보호를  위하여  수요기관의  보안정책,  복무\n정책,  국정원  국가정보보안  기본지침  등을  준수하여야  함\n•  수요기관의  보안규정,  규칙에  따른  인원,  시설,  문서,  통신보안  사항을  적\n극  준수하여야  함\n•  사업자의  정보누출  적발  시  「국가계약법」시행령    제76조에  근거,  해당 \n용역업체를  부정당업자로  등록,  입찰  참가자격  제한  등  제제조치  가능\n•  정보누출금지  대상  정보는  다음과  같다.\n    ①  기관  소유  정보시스템의  내·외부  IP  주소 \n    ②  세부  정보시스템  구성현황  및  정보통신망  구성도\n    ③  정보시스템의  환경파일  등  구성  정보\n    ④  사용자계정,  비밀번호  등  시스템  접근권한  정보\n    ⑤  정보시스템  취약점  분석  및  모의해킹  결과물\n    ⑥  정보화  용역사업  결과물  및  프로그램  소스코드\n    ⑦  국가용  보안시스템  및  정보보호시스템  도입현황\n    ⑧  침입차단시스템,  방지시스템  등  정보보호시스템  및  라우터,  스위치  등 \n네트워크장비  도입  현황  및  설정  정보\n    ⑨“공공기관의  정보공개에  관한  법률”  제9조1항에  따라  비공개  대상정보\n로  분류된  기관의  내부문서(공단  정보공개지침  제6조의  비공개대상정보)\n    ⑩“개인정보보호법”  제2조  1호에  따른  개인정보\n    ⑪“보안업무규정”  제4조의  비밀  및  동  시행규칙  제7조3항의  대외비\n    ⑫  기타  각급기관이  장이  공개가  불가하다고  판단한  자료\n•  이외  보안  준수  사항은  수요기관의  보안정책을  따라야  하며,  사업자는 \n[붙임3]의  외주  용역사업  보안특약조항을  준수하여야  함\n•  [별표1]의  계약대상자  보안  위규  처리기준을  숙지하고,  사업을  수행하여야 \n하며,  보안  위규  사항  발생시에는  [별표2]의  보안  위약금  부과  기준에  의해 \n위약금을  배상하여야  함\n•  본  사업과  관련하여  발주자로부터  취득한  비밀  사항을  사업기간  중  또는 \n종료  후에도  제3자에게  누설하여서는  아니  되며,  누설하였을  경우  이에 \n따른  민·형사상의  책임을  져야  함\n  -  이외  보안  준수사항은  수요기관의  보안정책을  따라야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 업무별로 지정된 사용자만이 접속이 가능하도록 접근권한 실시 비공개자료 출력 시에는 출력자, 출력일시 등을 출력자료에 표시하고, 지 정된 별도의 장소시건장치가 부착된 보관함에 보관관리하고, 복사 및 외부반출 금지 사업 수행으로 생산되는 산출물 및 기록은 보안담당관이 인가하지 않은 비인가자에게 제공대여열람 금지 사업 종료 후 생산된 산출물은 별도의 보조기억매체에 저장하여 정보보 안담당관에게 제출하고, 불필요한 산출물은 폐기토록 하며, 관련 자료가 외부로 반출되지 않도록 조치 사업 종료 후 사업과 관련된 모든 자료를 반환 및 소각 처리 하는 등 필 요한 보안조치를 이행하고 사업관리 담당자의 확인을 받아야 함 요구사항 고유번호 SER-005 요구사항 분류 보안 요구사항 요구사항 명칭 지식재산권 반출 및 지식재산권 공동 귀속 요구사항 상세설명 정의 지식재산권 반출 및 지식재산권 공동 귀속 사항 세부내용 공급자는 지식재산권의 활용을 위하여 SW산출물 등 지식재산권의 반출 을 요청할 수 있으며, 지식재산권은 발주기관과 사업자가 공동으로 소유 함을 원칙으로 하되 발주기관에서는 보안업무규정 제4조 및 제안요청 서에 명시된 누출금지정보 및 공단에서 판단했을 경우 외부 반출이 불가 한 중요 산출물에 해당하지 않을 경우 제공가능 함 SW산출물의 활용 절차와 공급자가 SW산출물 활용 절차를 지키지 않는 경우 입찰참가자격 제한 등에 관하여는소프트웨어사업 계약 및 관리감 독에 관한 지침과학기술정보정통부 고시 제32조산출물의 활용에 따름 단, 기본적으로 용역 결과물산출물은 공단 소유이며, 용역업체에 제공한 자료, 장비와 중간최종 산출물 등 용역과 관련된 제반자료는 전량 회수 하고 업체에 복사본 등 별도 보관 금지 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목 적물의 지식재산권 귀속 등에 따라 타 기관과 공동활용할 계획이 없음 - 22 - 요구사항 고유번호 SER-006 요구사항 분류 보안 요구사항 요구사항 명칭 사무실 및 장비 보안관리 요구사항 상세설명 정의 사무실 및 장비 보안관리 준수 사항 세부내용 사업 수행 장소는 시건장치와 통제가 가능한 곳으로 지정 사업수행업체의 노트북 PC는 반입시마다 최신 바이러스 Anti-Virus백신 프로그램 설치와 바이러스 감염여부 확인 반입된 노트북 PC는 사업 종료 시까지 반출 금지. 다만, 부득이하게 외부 반출이 필요한 경우에는 최소한의 장비만 반출승인하고 자료유출에 대비한 보안담당관의 보안조치를 실시한 후 반출 노트북 PC에 CMOS, 윈도우 로그인, 화면보호기최소 10분 패스워드 설정 영문자, 숫자, 특수문자가 조합된 9글자 이상 USB 등의 보조기억매체 반출입 및 사용 금지. 다만, 산출물작성 등 보조 기억매체가 필요한 경우는 보안담당관감독자의 관리하에 사용 사업 종료 시 사업수행 업체의 노트북 PC 및 사용된 보조기억장치는 포맷한 후 반출 사업자가 사용하는 노트북 PC는 인터넷 연결 금지다만, 사업 수행상 필요한 경우 별도 승인된 장소에서 이용 요구사항 고유번호 SER-007 요구사항 분류 보안 요구사항 요구사항 명칭 개인정보보호 대책 요구사항 상세설명 정의 개인정보보호 준수 사항 세부내용 개인정보 보호 및 관리에 관한 사항은 개인정보보호법 및 개인정보의 기 술적관리적 보호조치 기준 등 관계 법령을 준수해야 함 - 개인정보가 안전하게 수집활용폐기될 수 있도록 신용정보보호법, 개인 정보보호법 및 관련 시행령, 시행규칙, 지침, 규정을 준수하여 개발해야 함 개인정보의 기술적관리적 보호조치 기준방송통신위원회고시 제2015-3호 2015.05.19., 개인정보 암호화 조치안내서 참조 업무와 관련하여 개인정보를 처리하는 과정에서 법을 위반하여 발생한 손해배상에 대하여 책임을 져야함 개인정보영향평가 계획 수립을 위한 개인정보목록 등의 자료 제출을 지원",
      "tables": [
        [
          [
            "",
            "",
            "업무별로  지정된  사용자만이  접속이  가능하도록  접근권한  실시\n•  비공개자료  출력  시에는  출력자,  출력일시  등을  출력자료에  표시하고,  지\n정된  별도의  장소(시건장치가  부착된  보관함)에  보관․관리하고,  복사  및 \n외부반출  금지\n•  사업  수행으로  생산되는  산출물  및  기록은  보안담당관이  인가하지  않은 \n비인가자에게  제공․대여․열람  금지\n•  사업  종료  후  생산된  산출물은  별도의  보조기억매체에  저장하여  정보보\n안담당관에게  제출하고,  불필요한  산출물은  폐기토록  하며,  관련  자료가 \n외부로  반출되지  않도록  조치\n•  사업  종료  후  사업과  관련된  모든  자료를  반환  및  소각  처리  하는  등  필\n요한  보안조치를  이행하고  사업관리  담당자의  확인을  받아야  함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-006"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "사무실  및  장비  보안관리"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사무실  및  장비  보안관리  준수  사항"
          ],
          [
            "",
            "세부내용",
            "•  사업  수행  장소는  시건장치와  통제가  가능한  곳으로  지정\n•  사업수행업체의  노트북  PC는  반입시마다  최신  바이러스  Anti-Virus(백신)\n프로그램  설치와  바이러스  감염여부  확인\n•  반입된  노트북  PC는  사업  종료  시까지  반출  금지.  다만,  부득이하게  외부\n반출이  필요한  경우에는  최소한의  장비만  반출승인하고  자료유출에  대비한 \n보안담당관의  보안조치를  실시한  후  반출\n•  노트북  PC에  CMOS,  윈도우  로그인,  화면보호기(최소  10분)  패스워드  설정\n(영문자,  숫자,  특수문자가  조합된  9글자  이상)\n•  USB  등의  보조기억매체  반출․입  및  사용  금지.  다만,  산출물작성  등  보조\n기억매체가  필요한  경우는  보안담당관(감독자)의  관리하에  사용\n•  사업  종료  시  사업수행  업체의  노트북  PC  및  사용된  보조기억장치는 \n포맷한  후  반출\n•  사업자가  사용하는  노트북  PC는  인터넷  연결  금지(다만,  사업  수행상 \n필요한  경우  별도  승인된  장소에서  이용)"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-005"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "지식재산권  반출  및  지식재산권  공동  귀속"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "지식재산권  반출  및  지식재산권  공동  귀속  사항"
          ],
          [
            "",
            "세부내용",
            "•  공급자는  지식재산권의  활용을  위하여  SW산출물  등  지식재산권의  반출\n을  요청할  수  있으며,  지식재산권은  발주기관과  사업자가  공동으로  소유\n함을  원칙으로  하되  발주기관에서는  「보안업무규정」  제4조  및  제안요청\n서에  명시된  누출금지정보  및  공단에서  판단했을  경우  외부  반출이  불가\n한  중요  산출물에  해당하지  않을  경우  제공가능  함\n•  SW산출물의  활용  절차와  공급자가  SW산출물  활용  절차를  지키지  않는 \n경우  입찰참가자격  제한  등에  관하여는「소프트웨어사업  계약  및  관리감\n독에  관한 지침」(과학기술정보정통부  고시)  제32조(산출물의  활용)에  따름\n•  단,  기본적으로  용역  결과물(산출물)은  공단  소유이며,  용역업체에  제공한 \n자료,  장비와  중간·최종  산출물  등  용역과  관련된  제반자료는  전량  회수\n하고  업체에  복사본  등  별도  보관  금지\n•  본  사업을  통해  개발되는  소프트웨어는  용역계약일반조건  제56조(계약목\n적물의  지식재산권  귀속  등)에  따라  타  기관과  공동활용할  계획이  없음"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-007"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "개인정보보호  대책"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "개인정보보호  준수  사항"
          ],
          [
            "",
            "세부내용",
            "•  개인정보  보호  및  관리에  관한  사항은  개인정보보호법  및  개인정보의  기\n술적·관리적  보호조치  기준  등  관계  법령을  준수해야  함\n  -  개인정보가  안전하게  수집·활용·폐기될  수  있도록  신용정보보호법,  개인\n정보보호법  및 관련 시행령, 시행규칙,  지침,  규정을  준수하여  개발해야 함\n  ※  개인정보의  기술적·관리적  보호조치  기준(방송통신위원회고시  제2015-3호 \n(2015.05.19.),  개인정보  암호화  조치안내서  참조\n•  업무와  관련하여  개인정보를  처리하는  과정에서  법을  위반하여  발생한 \n손해배상에  대하여  책임을  져야함\n•  개인정보영향평가  계획 수립을  위한  개인정보목록  등의 자료  제출을  지원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 해야 하며, 해당 평가 결과를 반영하여야 함 - 개인정보 영향 평가, 점검 등에서 문제점이 발생될 경우 신속하게 조치 해야 함 일정시간 업무처리를 하지 않을 경우 자동으로 화면차단로그아웃 되도록 구현하여야 함 요구사항 고유번호 SER-008 요구사항 분류 보안 요구사항 요구사항 명칭 제재조건 요구사항 상세설명 정의 보안위반시 제재 조치 사항 세부내용 사업기간 내 뿐만 아니라 사업완료 후에도 발주자가 지정한 누출금지 대상 정보를 무단으로 누출하였을 경우, 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조에 의거 부정당업자로 지정되어 입찰참가 자격이 제한될 수 있으며, 고의나 과실을 불문하고 수주자의 인력이 민형사상 모든 책임을 져야함 요구사항 고유번호 SER-009 요구사항 분류 보안 요구사항 요구사항 명칭 소프트웨어 개발보안 요구사항 상세설명 정의 소프트웨어 개발보안 준수 사항 세부내용 행정기관 및 공공기관 정보시스템 구축운영지침제6장소프트웨어 개 발보안을 준수하기 위한 이행계획 공단 정보보안업무지침 제26조용역업체 보안 제1항에 따라 용역사업 계 약서에 소프트웨어 개발보안에 필요한 사항 명시 용역업체가 사업 착수단계에서 개발 인력 대상 소프트웨어 개발 보안가이드 등 소프트웨어 개발보안 교육을 실시하고 이후 투입되는 인력은 투입 전 교육을 추가 실시 정보화사업 종료 전 행정기관 및 공공기관 정보시스템 구축운영지침 제54조진단원에 준한 인력이 보안약점 진단 실시 보안약점 진단시 정보보호시스템 평가 인증 지침에 따라 국가보안기술연 구소장이 인증한 보안약점 진단도구를 사용 행정기관 및 공공기관 정보시스템 구축운영지침별표 3의 소프트웨어 - 24 - 보안약점 존재 여부를 필수적으로 진단 중요정보는 평문으로 전송하면 안되고 암호화 등 조치를 해야함 IDPassword, 개인정보, 민감정보 등 비밀정보, 중요 변경정보 등은 소스코드에 직접 하드코딩을 금지 사용자 인증정보, 패스워드, 개인정보주민등록번호 등 등 기존 시스템에서 해당코드 발견 시 대안 제시 및 조치 산출정보 행정기관 및 공공기관 정보시스템 구축운영지침제6장소프트웨어 개 발보안을 준수하기 위한 이행계획, 행정기관 및 공공기관 정보시스템 구축운영지침에 따른 소프트웨어 개발보안 적용 내역서결과서 관련요구사항 요구사항 고유번호 SER-010 요구사항 분류 보안 요구사항 요구사항 명칭 보안 취약점 조치 요구사항 상세설명 정의 보안 취약점 조치 사항 세부내용 계약상대자는 시스템 최초구축, 서비스 시작전, 유지관리 중 발주사측이 제공 또는 인정하는 보안취약 점검툴국가정보원 안전성 검증필 제품 및 보안취약점 점검방법을 이용하여 시스템사용 OS포함 보안점검 및 조치 를 취해야 한다.단, 발주사 측 VM서버에 시스템 구축시 최초 OS설치 및 보안조치 발주사 지원 계약상대자는 시스템 구축완료 및 하자보증기간 종료 후 정식 유지관리 계약을 통한 유지관리 수행중 발주사가 요청한 작업 또는 장애처리 시 시스템과 밀접하게 연관된 OS, WEBWAS 등을 포함하여 사용자 관점의 정상 서비스를 관리하여야 하여야 함 계약상대자는 시스템의 유지관리 중 서비스 장애 발생 시 해당시스템 점 검 및 종합원인을 파악하여야 하며, 해당 시스템 정상화에 타 분야OS, HW 등와 최대한 협조하여야 함 만약, 점검 후 담당 시스템에 이상 없다고 판단되어 먼저 철수할 경우, 점검 결과보고서 등을 통해 입증해야 하며, 이후 장애조치 완료 후 해당 장애가 계약상대자의 시스템이 원인일 경우 또는 계약상대자의 철수함에 따라 서비스 제공 지연발생 시 계약상대자는 장애결과에 대한 모든 책임을 짐 산출정보 보안 취약점 점검 계획서, 보안 취약점 점검 결과보고서 관련요구사항",
      "tables": [
        [
          [
            "",
            "",
            "해야  하며,  해당  평가  결과를  반영하여야  함\n    -  개인정보  영향  평가,  점검  등에서  문제점이  발생될  경우  신속하게  조치\n해야  함\n•  일정시간  업무처리를  하지  않을  경우  자동으로  화면차단(로그아웃)  되도록 \n구현하여야  함"
          ]
        ],
        [
          [
            "",
            "",
            "보안약점 존재 여부를 필수적으로  진단\n•  중요정보는 평문으로  전송하면  안되고  암호화  등  조치를  해야함\n(ID/Password,  개인정보, 민감정보 등)\n•  비밀정보, 중요 변경정보 등은 소스코드에  직접  하드코딩을  금지\n(사용자 인증정보,  패스워드,  개인정보(주민등록번호  등)  등)\n•  기존  시스템에서 해당코드  발견 시 대안 제시  및  조치"
          ],
          [
            "산출정보",
            "",
            "행정기관  및  공공기관  정보시스템  구축⋅운영지침」제6장(소프트웨어  개\n발보안)을  준수하기  위한  이행계획,  「행정기관  및  공공기관  정보시스템 \n구축⋅운영지침」에  따른  소프트웨어  개발보안  적용  내역서(결과서)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-008"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "제재조건"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안위반시  제재  조치  사항"
          ],
          [
            "",
            "세부내용",
            "•  사업기간  내  뿐만  아니라  사업완료  후에도  발주자가  지정한  누출금지  대상 \n정보를  무단으로  누출하였을  경우,  「국가를  당사자로  하는  계약에  관한 \n법률  시행령」  제76조에  의거  부정당업자로  지정되어  입찰참가  자격이 \n제한될  수  있으며,  고의나  과실을  불문하고  수주자의  인력이  민․형사상 \n모든  책임을  져야함"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-009"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "소프트웨어  개발보안"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "소프트웨어  개발보안  준수  사항"
          ],
          [
            "",
            "세부내용",
            "•  「행정기관  및  공공기관  정보시스템  구축⋅운영지침」제6장(소프트웨어  개\n발보안)을 준수하기  위한  이행계획 \n•  공단  정보보안업무지침  제26조(용역업체  보안)  제1항에  따라  용역사업  계\n약서에 소프트웨어  개발보안에 필요한 사항 명시\n•  용역업체가  사업  착수단계에서 개발 인력 대상  ‘소프트웨어  개발  보안가이드’ \n등  소프트웨어  개발보안  교육을  실시하고  이후  투입되는  인력은  투입  전 \n교육을 추가 실시\n•  정보화사업  종료  전  「행정기관  및  공공기관  정보시스템  구축⋅운영지침」\n제54조(진단원)에  준한 인력이  보안약점  진단  실시\n•  보안약점  진단시  ‘정보보호시스템  평가  인증  지침’에  따라  국가보안기술연\n구소장이 인증한  보안약점  진단도구를 사용\n•  「행정기관  및  공공기관  정보시스템  구축⋅운영지침」별표  3의  소프트웨어"
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "SER-010"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "보안  취약점  조치"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보안  취약점  조치  사항"
          ],
          [
            "",
            "세부내용",
            "•  계약상대자는  시스템  최초구축,  서비스  시작전,  유지관리  중  발주사측이 \n제공  또는  인정하는  보안취약  점검툴(국가정보원  안전성  검증필  제품)  및 \n보안취약점  점검방법을  이용하여  시스템(사용  OS포함)  보안점검  및  조치\n를  취해야  한다.(단,  발주사  측  VM서버에  시스템  구축시  최초  OS설치  및 \n보안조치 발주사  지원)\n•  계약상대자는  시스템  구축완료  및  하자보증기간  종료  후  정식  유지관리 \n계약을  통한  유지관리  수행중  발주사가  요청한  작업  또는  장애처리  시 \n시스템과  밀접하게  연관된  OS,  WEB/WAS  등을  포함하여  사용자  관점의 \n정상 서비스를 관리하여야  하여야  함\n•  계약상대자는  시스템의  유지관리  중  서비스  장애  발생  시  해당시스템  점\n검  및  종합원인을  파악하여야  하며,  해당  시스템  정상화에  타  분야(OS, \nH/W 등)와 최대한 협조하여야  함\n•  만약,  점검  후  담당 시스템에  이상  없다고 판단되어  먼저  철수할  경우,  점검\n결과보고서  등을  통해  입증해야  하며,  이후  장애조치  완료  후  해당  장애가 \n계약상대자의  시스템이  원인일  경우  또는  계약상대자의  철수함에  따라 \n서비스 제공 지연발생 시 계약상대자는 장애결과에  대한 모든 책임을 짐"
          ],
          [
            "산출정보",
            "",
            "보안  취약점  점검  계획서,  보안  취약점  점검  결과보고서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 품질 요구사항Quality Requirement 요구사항 고유번호 QUR-001 요구사항 분류 품질 요구사항 요구사항 명칭 품질보증 방안 및 수행 요구사항 상세설명 정의 사업의 안정적 수행을 위한 품질관리 준수사항 세부내용 사업수행 품질의 제고를 위해 품질보증의 범위, 점검방법방안 등이 포함된 품질관리계획 제시 - 자체 품질관리 조직과 운영절차를 구체적으로 제시하고 준수 - 프로젝트 단계별 산출물의 내용, 제출시기 등을 제시 품질관리 조직을 통해 품질보증활동을 수행하고 결과물 제출 품질문제 발생 시 분석결과 및 해결방안을 제시하고 위험요소를 최 소화 하거나 문제가 해결되도록 적극 협조 산출정보 품질관리계획서 관련요구사항 - 26 - 제약사항Constraint Requirement 요구사항 고유번호 COR-001 요구사항 분류 제약사항 요구사항 명칭 관련 규정 준수 요구사항 상세설명 정의 관련 규정 준수 세부내용 제안사는 본 사업을 수행함에 있어 관련 법령 및 규칙, 지침, 표 준, 공단 업무프로세스 등을 준수해야 함 관련 규정이 사업기간 중 변경되거나 새로 시행될 경우 변경된 규정 반영단, 반영 시점을 고려하여 발주기관과 협의 산출정보 관련요구사항 요구사항 고유번호 COR-002 요구사항 분류 제약사항 요구사항 명칭 하도급 계약 사전 승인 요구사항 상세설명 정의 하도급 계약 사전 승인 세부내용 하도급 관리 - 하도급 계약 전소프트웨어 진흥법제51조제5항, 동법 시행규칙 제14조제1항 및 소프트웨어사업 계약 및 관리감독에 관한 지침의 규정에 의하여 반드시 사전승인을 받고 계약을 하여야 함 하도급 대금지급 - 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 제2023-27호에 따라 원도급자가 하도급자에게 적정대가 지급을 위한 다음 기준을 준수하여야 하며, - 직접인건비는 한국소프트웨어 산업협회장이 공표한 평균 임금의 100 제경비와 기술료의 합은 직접인건비의 20 이상 - 동 고시의 별지 제3호하도급 대금지급 비율명세서서식을 제안서에 포함하여 제출하여야 함 하도급 승인 신청서 및 제반서류 제출 - 소프트웨어산업 진흥법 시행규칙 별지 제10호 서식에 따른 소프",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "",
            "관련  규정  준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "관련  규정  준수"
          ],
          [
            "",
            "세부내용",
            "•  제안사는  본  사업을  수행함에  있어  관련  법령  및  규칙,  지침,  표\n준,  공단  업무프로세스  등을  준수해야  함\n•  관련  규정이  사업기간  중  변경되거나  새로  시행될  경우  변경된  규정 \n반영(단,  반영  시점을  고려하여  발주기관과  협의)"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "품질보증  방안  및  수행"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업의  안정적  수행을  위한  품질관리  준수사항"
          ],
          [
            "",
            "세부내용",
            "•  사업수행  품질의  제고를  위해  품질보증의  범위,  점검방법․방안  등이 \n포함된  품질관리계획  제시\n    -  자체  품질관리  조직과  운영절차를  구체적으로  제시하고  준수\n    -  프로젝트  단계별  산출물의  내용,  제출시기  등을  제시\n•  품질관리  조직을  통해  품질보증활동을  수행하고  결과물  제출\n•  품질문제  발생  시  분석결과  및  해결방안을  제시하고  위험요소를  최\n소화  하거나  문제가  해결되도록  적극  협조"
          ],
          [
            "산출정보",
            "",
            "품질관리계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  명칭",
            "",
            "하도급  계약  사전  승인"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하도급  계약  사전  승인"
          ],
          [
            "",
            "세부내용",
            "•  하도급  관리\n  -  하도급  계약  전「소프트웨어  진흥법」제51조제5항,  동법  시행규칙 \n제14조제1항  및  「소프트웨어사업  계약  및  관리감독에  관한  지침」의 \n규정에  의하여  반드시  사전승인을  받고  계약을  하여야  함\n•  하도급  대금지급\n  -  「행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부고시 \n제2023-27호)」에  따라  원도급자가  하도급자에게  적정대가  지급을 \n위한  다음  기준을  준수하여야  하며,\n  -  직접인건비는  한국소프트웨어  산업협회장이  공표한  평균  임금의 \n100%  제경비와  기술료의  합은  직접인건비의  20%  이상\n  -  동  고시의  별지  제3호‘하도급  대금지급  비율명세서’서식을  제안서에 \n포함하여  제출하여야  함\n•  하도급  승인  신청서  및  제반서류  제출\n  -  소프트웨어산업  진흥법  시행규칙  별지  제10호  서식에  따른  “소프"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 트웨어사업 하도급재하도급 계약승인신청서 - 하도급거래 공정화에 관한 법률 제3조의2 규정에 의한 소프트웨어 사업 표준하도급계약서안와 하도급되는 부문의 세부 산출내역서 - 하도급 사업수행계획서세부 사업추진일정표 포함 - 미래창조과학부장관이 고시한 소프트웨어사업 하도급 계약의 적 정성 판단기준별지 제1호 서식에서 정한 자기평가표 및 해당 증빙 서류 하도급 관련 준수사항 - 승인을 받은 하도급 계약 건을 변경하고자 할 경우엔 발주자에게 사전승인 요청 후 발주자의 승인 후에 과업을 수행하여야 함 - 승인받고자 하는 하도급 대금 지급 비율이 제안서에 포함하여 제 출한 하도급 대금 지급 비율보다 낮은 경우엔 하도급 승인이 불가 함 - 하도급계약의 승인을 신청하는 경우, 소프트웨어사업 계약 및 관 리감독에 관한 지침의 별표 3 하도급계약의 적정성 판단 세부기 준에 따라 적정성여부를 판단하며, 평가점수가 85점 이상인 경우에 한하여 하도급계약을 승인함. 다만, 85점 이상인 경우라 하더라도 하도급 계약의 세부 조건 등으로 인하여 사업의 원활한 수행이 불 가능하다고 인정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음 산출정보 관련요구사항 - 28 - 프로젝트 관리 요구사항Project Management Requirements 요구사항 고유번호 PMR-001 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 사업수행 일반사항 준수 요구사항 상세설명 정의 사업의 안정적 수행을 위한 사업수행 일반사항 준수 세부내용 사업 수행도중 발생하는 제반 안전사고의 책임 및 행정적 기술적 제반 비용과 문제처리는 사업수행자가 부담하여야 함 본 제안요청서에 기술되지 않은 사항이라도 사업에 필요하다고 판 단되는 사항은 협의하여 사업 범위에 포함시킬 수 있음 사업을 아무런 통보 없이 지연시켜서는 아니 되고, 이 경우에 사업 기간중 3회 이상 시정공문 발송 후 미이행시 계약해지 가능 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위한 과업심의위원회를 미개최개최예정한 사업임 소프트웨어 진흥법 제50조, 같은 법 시행령 제47조 제1항 제2호, 제3호에 따른 과업내용 변경 및 그에 따른 계약금액계약기간 조정이 필요한 경우, 계약상대자는 소프트웨어사업 과업변경요청서소프트웨 어사업 계약 및 관리감독에 관한 지침 별지 13호서식 참조를 발주기 관에 제출하여 과업심의위원회 개최를 요청할 수 있으며, 발주기관은 과업심의위원회 개최요청에 대해서 특별한 사정이 없으면 수용해야 함 산출정보 관련요구사항 요구사항 고유번호 PMR-002 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 사업수행계획서 작성 요구사항 상세설명 정의 효과적 사업수행을 위한 과업수행계획서 작성 세부내용 계약상대자는 계약 후 14일 이내에 계약서, 제안요청서, 제안서 등을 근거로 과업수행계획서를 작성제출하여야 함 - 모든 활동에 대한 업무 상세 정의와 일정계획, 수행 방안 및 의사 소통 방안 등 상세 계획을 제시",
      "tables": [
        [
          [
            "",
            "",
            "트웨어사업  하도급·재하도급  계약승인신청서”\n  -  하도급거래  공정화에  관한  법률  제3조의2  규정에  의한  “소프트웨어\n사업  표준하도급계약서(안)”와  하도급되는  부문의  세부  산출내역서\n  -  하도급  사업수행계획서(세부  사업추진일정표  포함)\n  -  미래창조과학부장관이  고시한  “소프트웨어사업  하도급  계약의  적\n정성  판단기준”별지  제1호  서식에서  정한  자기평가표  및  해당  증빙\n서류\n•  하도급  관련  준수사항\n  -  승인을  받은  하도급  계약  건을  변경하고자  할  경우엔  발주자에게 \n사전승인  요청  후  발주자의  승인  후에  과업을  수행하여야  함\n  -  승인받고자  하는  하도급  대금  지급  비율이  제안서에  포함하여  제\n출한  하도급  대금  지급  비율보다  낮은  경우엔  하도급  승인이  불가\n함\n  -  하도급계약의  승인을  신청하는  경우,  ｢소프트웨어사업  계약  및  관\n리감독에  관한  지침｣의  별표  3  [하도급계약의  적정성  판단  세부기\n준]에  따라  적정성여부를  판단하며,  평가점수가  85점  이상인  경우에 \n한하여  하도급계약을  승인함.  다만,  85점  이상인  경우라  하더라도 \n하도급  계약의  세부  조건  등으로  인하여  사업의  원활한  수행이  불\n가능하다고  인정되는  경우  그  사유를  기재하여  하도급  승인  거절을 \n통보할  수  있음"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "사업수행  일반사항  준수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "사업의  안정적  수행을  위한  사업수행  일반사항  준수"
          ],
          [
            "",
            "세부내용",
            "•  사업  수행도중  발생하는  제반  안전사고의  책임  및  행정적 ․ 기술적 \n제반  비용과  문제처리는  사업수행자가  부담하여야  함\n•  본  제안요청서에  기술되지  않은  사항이라도  사업에  필요하다고  판\n단되는  사항은  협의하여  사업  범위에  포함시킬  수  있음\n•  사업을  아무런  통보  없이  지연시켜서는  아니  되고,  이  경우에  사업\n기간중  3회  이상  시정공문  발송  후  미이행시  계약해지  가능\n•  본  사업은  「소프트웨어  진흥법」  제50조에  따른  과업내용  확정을  위한 \n과업심의위원회를  미개최(개최예정)한  사업임\n•  「소프트웨어  진흥법」  제50조,  같은  법  시행령  제47조  제1항  제2호, \n제3호에  따른  과업내용  변경  및  그에  따른  계약금액·계약기간  조정이 \n필요한  경우,  계약상대자는  소프트웨어사업  과업변경요청서(소프트웨\n어사업  계약  및  관리감독에  관한  지침  별지  13호서식  참조)를  발주기\n관에  제출하여  과업심의위원회  개최를  요청할  수  있으며,  발주기관은 \n과업심의위원회  개최요청에  대해서  특별한  사정이  없으면  수용해야  함"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "사업수행계획서  작성"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "효과적  사업수행을  위한  과업수행계획서  작성"
          ],
          [
            "",
            "세부내용",
            "•  계약상대자는  계약  후  14일  이내에  계약서,  제안요청서,  제안서  등을 \n근거로  과업수행계획서를  작성·제출하여야  함\n    -  모든  활동에  대한  업무  상세  정의와  일정계획,  수행  방안  및  의사\n소통  방안  등  상세  계획을  제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - - 본 사업 추진 중에 필요한 각종 보고계획을 상세히 제시 산출정보 사업수행계획서 관련요구사항 요구사항 고유번호 PMR-003 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 사업수행조직 구성 요구사항 상세설명 정의 수행조직 및 투입인력 자격 검증 세부내용 주요업무별 수행조직 및 업무분장 내용을 상세히 제시 부문별, 항목별 세부추진일정, 기간별 인력투입계획 등을 제시 수행인력은 제시된 투입인력별 투입기간에 상주를 원칙으로 하며, 비상주시는 명확한 사유가 발주기관에 의해 인정되는 경우 허용 수행인력 사업관리책임자PM는 공동수급체대표자 소속 임직원으로서 입찰공고일 전부터 제안서 평가일까지 계속 재직하여야 함 - 사업관리책임자PM는 주사업자 소속 6개월 이상 정규직 재직자 - 특급 기술자로서 최근 5년이내 ISP, ISMP 또는 정보시스템 구축 사업 2회 이상 경험자 - 전체 사업을 총괄할 수 있는 지식과 경험을 보유한 관리자 선별 산출정보 수행조직 및 인력투입계획서사업수행계획서에 포함 관련요구사항 요구사항 고유번호 PMR-004 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 보고 및 산출물 관리 요구사항 상세설명 정의 보고서 및 산출물 요구사항 정의 세부내용 보고 종류 및 시기 보고명 일 정 주요내용 착수보고 착수 후 30일 이내 주요 수행계획 보고 월간보고 매 월일정 협의 월간 업무수행 사항 및 차월 계획 중간보고 사업추진 중일정 협의 중간보고회 개최 최종보고 사업준공 전일정 협의 최종보고회 개최 - 30 - - 보고회 자료 수량은 참석자 현황에 따라 협의 제안요청서 및 제안서 등 계약관련 서류를 기반으로 프로젝트 관리 산출물 및 기타 계약관련 산출물을 확정하고 산출물 목록을 과업수 행계획서에 첨부하여 제출 제출 산출물ISPISMP 수립 공통가이드 산출물 준용하여 작성 구 분 사업 관리 보고서 착수보고서 사업수행 계획서 중간보고서 회의록업무협의서 요구사항 명세추적표 이슈관리대장 작업진척 보고서 최종보고서 요약보고서 포함 ISP 산출물 법제도 분석서 환경 분석 보고서 국내 표준정보체계 동향분석서 국제표준 동향 분석서 표준정보체계 개발 방안 보고서 시스템 현황 분석 보고서 시스템 연게성 분석 보고서 디지털트윈 플랫폼 기술요건 분석서 디지털트윈 플랫폼 구축 방안서 디지털 경영전략 정의서 디지털트윈 구축 방안 보고서 제안요청서 기타 발주처 요구자료 기타 산출정보 월간보고자료, 보고회 자료, 산출물 목록표사업수행계획서에 포함 관련요구사항 요구사항 고유번호 PMR-005 요구사항 분류 프로젝트 관리 요구사항",
      "tables": [
        [
          [
            "",
            "-  본  사업  추진  중에  필요한  각종  보고계획을  상세히  제시"
          ],
          [
            "산출정보",
            "사업수행계획서"
          ],
          [
            "관련요구사항",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "사업수행조직  구성"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "수행조직  및  투입인력  자격  검증"
          ],
          [
            "",
            "세부내용",
            "•  주요업무별  수행조직  및  업무분장  내용을  상세히  제시\n•  부문별,  항목별  세부추진일정,  기간별  인력투입계획  등을  제시\n•  수행인력은  제시된  투입인력별  투입기간에  상주를  원칙으로  하며, \n비상주시는  명확한  사유가  발주기관에  의해  인정되는  경우  허용\n•  수행인력  사업관리책임자(PM)는  공동수급체대표자  소속  임직원으로서 \n입찰공고일  전부터  제안서  평가일까지  계속  재직하여야  함\n    -  사업관리책임자(PM)는  주사업자  소속  6개월  이상  정규직  재직자\n    -  특급  기술자로서  최근  5년 이내  ISP,  ISMP  또는  정보시스템  구축 \n사업  2회  이상  경험자\n    -  전체  사업을  총괄할  수  있는  지식과  경험을  보유한  관리자  선별"
          ],
          [
            "산출정보",
            "",
            "수행조직  및  인력투입계획서(사업수행계획서에  포함)"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "-  보고회  자료  수량은  참석자  현황에  따라  협의\n•  제안요청서  및  제안서  등  계약관련  서류를  기반으로  프로젝트  관리 \n산출물  및  기타  계약관련  산출물을  확정하고  산출물  목록을  과업수\n행계획서에  첨부하여  제출\n•  제출  산출물(ISP·ISMP  수립  공통가이드  산출물  준용하여  작성)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구    분",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "사업\n관리\n보고서",
            "착수보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "사업수행  계획서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "중간보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "회의록/업무협의서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "요구사항  명세/추적표",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "이슈관리대장",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "작업진척  보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "최종보고서\n(요약보고서  포함)",
            ""
          ],
          [
            "",
            "",
            "",
            "ISP \n산출물",
            "법·제도  분석서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "환경  분석  보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "국내  표준정보체계  동향분석서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "국제표준  동향  분석서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "표준정보체계 개발 방안 보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "시스템  현황  분석  보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "시스템  연게성  분석  보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "디지털트윈  플랫폼  기술요건 \n분석서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "디지털트윈 플랫폼 구축 방안서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "디지털 경영전략 정의서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "디지털트윈 구축 방안 보고서",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "제안요청서",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "기타  발주처  요구자료",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "월간보고자료,  보고회  자료,  산출물  목록표(사업수행계획서에  포함)",
            "",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-004",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  명칭",
            "",
            "보고  및  산출물  관리",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보고서  및  산출물  요구사항  정의",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부내용",
            "•  보고  종류  및  시기",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "보고명",
            "일          정",
            "주요내용",
            ""
          ],
          [
            "",
            "",
            "",
            "착수보고",
            "착수  후  30일  이내",
            "주요  수행계획  보고",
            ""
          ],
          [
            "",
            "",
            "",
            "월간보고",
            "매  월(일정  협의)",
            "월간  업무수행  사항  및  차월  계획",
            ""
          ],
          [
            "",
            "",
            "",
            "중간보고",
            "사업추진  중(일정  협의)",
            "중간보고회  개최",
            ""
          ],
          [
            "",
            "",
            "",
            "최종보고",
            "사업준공  전(일정  협의)",
            "최종보고회  개최",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 요구사항 명칭 사업수행 환경 및 장소 요구사항 상세설명 정의 효과적 사업수행을 위한 장소 및 환경 구성 요건 정의 세부내용 필요한 전산설비는 사업수행자가 자체설비를 이용하고 필요시는 발 주기관의 승인 하에 공단본사의 관련 설비를 이용할 수 있음 업무장소는 상호 협의에 의하여 결정하고 업무용 기기, 부대설비 및 기타 작업환경 구비에 필요한 비용은 사업수행자가 부담 산출정보 관련요구사항 요구사항 고유번호 PMR-006 요구사항 분류 프로젝트 관리 요구사항 요구사항 명칭 프로젝트 관리방법론 요구사항 상세설명 정의 효과적 사업수행을 위한 프로젝트 관리 방법론 정의 세부내용 프로젝트 진행방법 및 절차, 산출물 등 필요하다고 판단되는 제반 활동에 대한 프로젝트 관리방법론을 마련하고 준수 프로젝트의 목표관리, 진도관리, 변경관리, 성과관리, 프로젝트 수행 과정 상에서의 문제점 및 위험요소 등 수행상태와 산출물을 평가하 기 위해 정기 또는 비정기적으로 수행하는 보고체계 마련 사업수행 중 수행범위에 증감이 발생하거나 기타 발주기관이 필요하 다고 인정할 경우에는 상호 합의하여 범위를 조정 산출정보 사업수행계획서 관련요구사항 - 32 - 프로젝트 지원 요구사항Project Support Requirements 요구사항 고유번호 PSR-001 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 기술지원 요구사항 상세설명 정의 기술지원 세부내용 제안사는 사업 수행과정 및 종료 이후에 발주기관에서 성과진단 및 개선 관련 정보를 유지 관리할 수 있도록 필요한 기술사항을 요약 제시 제안사는 시스템 개발 및 관련 분야의 정보기술에 대한 정보 제공 및 기술자문에 응해야 함 제안사는 본 사업을 통해 습득된 노하우를 충실하게 발주기관에 기 술지원을 하여야 함 산출정보 기술 요약서, 기술지원 계획서 관련요구사항 요구사항 고유번호 PSR-002 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 행사 및 보고회 지원 요구사항 상세설명 정의 보고회 등 발주기관이 시행하는 행사 지원 세부내용 착수보고회, 중간보고회, 완료보고회 등 사업과 관련된 보고회를 진 행하는 경우 발주기관과 협의하여 지정된 일정 및 장소에서 행사기 획, 운영 및 결과보고를 제출하여야 함 사업수행 결과물에 대한 위원회 심의 및 관련 전문가에 의한 자문 회의를 시행하여야 하며 개최 시기, 횟수 등은 상호 협의하여 정함 행사에 필요한 자료작성, 강사확보, 토의진행 등에 소요되는 비용은 사업수행자가 부담하고, 개최일정, 장소 및 기타 비용 등은 상호 협 의하여 정함 산출정보 행사 및 보고회 지원계획서 관련요구사항",
      "tables": [
        [
          [
            "요구사항  명칭",
            "",
            "사업수행  환경  및  장소"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "효과적  사업수행을  위한  장소  및  환경  구성  요건  정의"
          ],
          [
            "",
            "세부내용",
            "•  필요한  전산설비는  사업수행자가  자체설비를  이용하고  필요시는  발\n주기관의  승인  하에  공단(본사)의  관련  설비를  이용할  수  있음\n•  업무장소는  상호  협의에  의하여  결정하고  업무용  기기,  부대설비  및 \n기타  작업환경  구비에  필요한  비용은  사업수행자가  부담"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "기술지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "기술지원"
          ],
          [
            "",
            "세부내용",
            "•  제안사는  사업  수행과정  및  종료  이후에  발주기관에서  성과진단  및 \n개선  관련  정보를  유지  관리할  수  있도록  필요한  기술사항을  요약 \n제시\n•  제안사는  시스템  개발  및  관련  분야의  정보기술에  대한  정보  제공 \n및  기술자문에  응해야  함\n•  제안사는  본  사업을  통해  습득된  노하우를  충실하게  발주기관에  기\n술지원을  하여야  함"
          ],
          [
            "산출정보",
            "",
            "기술  요약서,  기술지원  계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PMR-006"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "프로젝트  관리방법론"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "효과적  사업수행을  위한  프로젝트  관리  방법론  정의"
          ],
          [
            "",
            "세부내용",
            "•  프로젝트  진행방법  및  절차,  산출물  등  필요하다고  판단되는  제반 \n활동에  대한  프로젝트  관리방법론을  마련하고  준수\n•  프로젝트의  목표관리,  진도관리,  변경관리,  성과관리,  프로젝트  수행\n과정  상에서의  문제점  및  위험요소  등  수행상태와  산출물을  평가하\n기  위해  정기  또는  비정기적으로  수행하는  보고체계  마련\n•  사업수행  중  수행범위에  증감이  발생하거나  기타  발주기관이  필요하\n다고  인정할  경우에는  상호  합의하여  범위를  조정"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "행사  및  보고회  지원"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "보고회  등  발주기관이  시행하는  행사  지원"
          ],
          [
            "",
            "세부내용",
            "•  착수보고회,  중간보고회,  완료보고회  등  사업과  관련된  보고회를  진\n행하는  경우  발주기관과  협의하여  지정된  일정  및  장소에서  행사기\n획,  운영  및  결과보고를  제출하여야  함\n•  사업수행  결과물에  대한  위원회  심의  및  관련  전문가에  의한  자문\n회의를  시행하여야  하며  개최  시기,  횟수  등은  상호  협의하여  정함\n•  행사에  필요한  자료작성,  강사확보,  토의진행  등에  소요되는  비용은 \n사업수행자가  부담하고,  개최일정,  장소  및  기타  비용  등은  상호  협\n의하여  정함"
          ],
          [
            "산출정보",
            "",
            "행사  및  보고회  지원계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 요구사항 고유번호 PSR-003 요구사항 분류 프로젝트 지원 요구사항 요구사항 명칭 하자보수 요구사항 상세설명 정의 하자보수 세부내용 제안사는 본 용역 완료 후 용역 결과물의 지속적인 발전 및 안정성 유지를 위한 무상 하자보수 및 유상 하자보수를 수행하여야 함 무상하자보수 기간은 준공일로부터 12개월로 하며, 기간내에 하자가 발생하여 발주기관이 하자보수를 요청한 경우 하자를 조치하여야함 산출정보 하자보수 계획서 관련요구사항 - 34 - III 사업자 선정 방안 1. 사업자 선정 방식 가. 국가를 당사자로 하는 계약에 관한 법률시행령 제43조 및 제43조의2에 의거 협상에 의한 계약체결 방법을 적용 나. 계약체결에 필요한 세부적인 사항은 기획재정부 계약예규 협상에 의한 계약체결기준을 적용 2. 입찰 참가 자격 조건 가.국가를 당사자로 하는 계약에 관한 법률 시행령제12조 및 동법 시행 규칙 제14조규정에 의한 경쟁 입찰 참가 자격을 갖춘 업체로 입찰등록 마감일 현재 부정당업체로 등록되어 있지 않은 업체이며, 아래 1 또는 2 조건을 만족하는 업체 1 입찰공고일 기준 최근 3년 이내 디지털트윈DT 관련 사업ISP, ISMP, 설계, 구축 또는 연구용역 실적이 있는 업체 2 입찰공고일 기준 최근 3년 이내 BIM 관련 사업ISP, ISMP, 설계, 구축 실적이 있는 업체 나. 본 사업은 20억원 미만 사업으로 소프트웨어 진흥법제48조 및 중소소프 트웨어사업자의 사업 참여지원에관한 지침과학기술정보통신부 고시 제2023-25, 23.08.14.제2조, 제3조에 따라 대기업 및 중견기업상호출자제한기업집단 소속회사 포함 사업자는 참여할 수 없음 다. 단독 또는 공동수급체공동이행방식를 구성하여 입찰에 참가할 수 있으며, 단독 또는 공동수급체는 가항 1, 2를 만족하여야 함 1 공동수급대표자는 반드시 가항 1을 만족하여야 하며 수급비율이 가장 높아야 함 2 공동수급체는 5개 이하로 구성하여야 하며, 구성원별 계약참여 최소",
      "tables": [
        [
          [
            "요구사항  고유번호",
            "",
            "PSR-003"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  명칭",
            "",
            "하자보수"
          ],
          [
            "요구사항\n상세설명",
            "정의",
            "하자보수"
          ],
          [
            "",
            "세부내용",
            "•  제안사는  본  용역  완료  후  용역  결과물의  지속적인  발전  및  안정성 \n유지를  위한  무상  하자보수  및  유상  하자보수를  수행하여야  함\n•  무상하자보수  기간은  준공일로부터  12개월로  하며,  기간내에  하자가 \n발생하여  발주기관이  하자보수를  요청한  경우  하자를  조치하여야함"
          ],
          [
            "산출정보",
            "",
            "하자보수  계획서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 6
    },
    {
      "page": 19,
      "text": "- 35 - 지분율은 10 이상으로 하여야 함 공동계약운용요령기획재정부계약예규 제9조참조 3 공동수급 시 별지서식 제12호의 당사자 간 업무수행 범위, 책임, 권리, 의무관계를 명백히 규정한 공동수급표준협정서공동이행방식, 합의각 서를 제출해야 함 3. 우선 협상대상자 선정 가. 제안서에 대한 평가결과 기술능력평가 점수가 기술능력평가분야 배점 한도의 85이상인 자를 협상적격자로 선정하고, 협상적격자의 기술능력 평가 점수와 입찰가격평가 점수를 합산하여 합산점수의 고득점순에 따라 협상순서를 결정하나, 기술능력평가 배점한도의 85 미만인 업체는 우선 협상대상자에서 제외한다. 나. 기술제안서 평가의 비중은 90, 가격제안서 평가의 비중은 10를 적용 하고, 위의 모든 절차는 기술제안서 평가를 제외하고는 공단 KR전자조달 시스템을 이용하여 시행한다. - 협상대상자가 제안한 사업내용, 이행일정, 제안가격, 계약조건 등에 대해 협상대상자와 협상을 통해 그 내용의 일부를 조정할 수 있으며, 제안 사의 기술제안서와 가격제안서의 내용이 크게 불일치하여 협상이 어렵 다고 판단될 경우, 평가결과에 관계없이 낙찰자선정을 위한 협상에서 제외할 수 있다. - 종합평가결과 최고점수를 얻은 자가 복수일 경우에는 기술제안서 평가 점수를 우선으로 하고, 기술제안서 평가점수도 동일한 경우에는 기술 제안서 평가항목 중 배점이 높은 항목에서 높은 점수를 얻은 자를 우선 협상대상자로 선정한다. - 36 - 4. 제안서 보상 가. 본 사업은 소프트웨어사업 계약 및 관리감독에 관한 지침제16조에 따라, 제안서 보상대상사업에 해당하지 않으므로 제안서 보상을 실시하지 않음 5. 소프트웨어사업 영향평가 가.소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부 고시 제 2023-25, 23.08.14.제6조 1호단일기관 내부사용 목적의 소프트웨어 및 2호 데이터베이스 구축사업에 해당하므로 소프트웨어사업 영향평가대상이 아님",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 20,
      "text": "- 37 - IV 제안서 평가 기준 1. 평가위원 구성 가. 평가위원회 구성 근거 1 행정기관 및 공공기관 정보시스템 구축운영 지침제30조평가위원회 구성에 따라 별도의 평가위원회를 구성하여 제안서 기술능력 평가를 시행 나. 평가기준 및 평가방법 1 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시 제 2023-27호, 23.04.13. 제21조제안서 기술평가 기준에 따라 기술평가 변별력 확보를 위하여 최소 6개 이상 평가항목을 상대평가 항목으로 지정한다. 2 제안서의 기술평가는 소프트웨어 기술성 평가기준 지침과학기술정보통 신부 고시 제2021-98호, 2021.12.30.에서 정하는 바에 따라실시하되 평가 항목및 기준은 본 사업의 성격에 부합하게 조정한다. 3 평가요소100점 기술평가90, 가격평가10 다. 제안서 평가관련 유의사항 1 제안서 원본입찰가격 평가 포함은 반드시 1식으로 제출하여야 함 2 제안내용에 대한 평가는 공단에서 평가위원단을 구성하여 평가 3 평가는 공단의 권한이며, 평가위원, 평가결과 및 협상내용 등은 공개하지 않음 4 제안사는 제안서 평가방법, 낙찰자 선정과정과 평가결과 등 제반사항에 대하여 이의를 제기할 수 없음 5 공단이 제시한 제안규격 및 수량에 적합하지 않은 제안내용은 제안평가 대상 에서 제외함 6 첨부된 양식과 주의사항을 고려하여 각종 평가근거 자료의 누락 또는 오류로 평가에 불이익을 받지 않도록 주의 바람 - 38 - 2. 제안서 평가 방법 가. 평가기준 총괄표 평가부문 평가항목 평가기준 사업수행능력 15 경영상태 제안사의 경영상태 확인 수행경험 및 실적 제안사의 동일유사사업 사업경험 및 실적 3년 이내 투입인력 적정성 투입인력의 적정성 전략 및 방법론 30 사업이해도 사업목표 및 내용의 이해도 사업범위 및 문제파악의 정확성 목표시스템 구성의 적정성 제안요청서와의 부합성 추진전략 사업특성에 맞는 차별화 전략 추진전략의 창의성, 타당성 추진방법론 사업수행 방법론의 구체성 및 타당성 단계별 수행업무 및 절차, 산출물의 적정성 기술 및 기능 30 컨설팅 요구사항 시스템 현황, 업무환경 분석의 적정성 수립방안 요구사항 충족도 수립방안의 구체성 및 명확성 수립방안의 이행 편의성 및 용이성 데이터 요구사항 데이터 요구사항 분석 및 방안의 타당성 데이터 요구사항 분석의 적정성 관련 방안 및 기술의 적용 가능성 보안 요구사항 보안 요구사항 분석 및 방안의 타당성 보안 요구사항 분석의 적정성 관련 방안 및 기술의 적용 가능성 품질 요구사항 품질 요구사항 분석 및 방안의 타당성 품질 요구사항 분석의 적정성 관련 방안 및 기술의 적용 가능성 제약사항 제약사항 문제파악의 정확성 제약사항의 충족도 제약사항의 대응방안의 적정성",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가기준"
          ],
          [
            "사업수행능력\n(15)",
            "경영상태",
            "◦제안사의  경영상태  확인"
          ],
          [
            "",
            "수행경험  및  실적",
            "◦제안사의  동일(유사)사업  사업경험  및  실적 \n(3년  이내)"
          ],
          [
            "",
            "투입인력  적정성",
            "◦투입인력의  적정성"
          ],
          [
            "전략  및 \n방법론\n(30)",
            "사업이해도",
            "◦사업목표  및  내용의  이해도\n◦사업범위  및  문제파악의  정확성\n◦목표시스템  구성의  적정성\n◦제안요청서와의  부합성"
          ],
          [
            "",
            "추진전략",
            "◦사업특성에  맞는  차별화  전략\n◦추진전략의  창의성,  타당성"
          ],
          [
            "",
            "추진방법론",
            "◦사업수행  방법론의  구체성  및  타당성\n◦단계별  수행업무  및  절차,  산출물의  적정성"
          ],
          [
            "기술  및  기능\n(30)",
            "컨설팅  요구사항",
            "◦시스템  현황,  업무환경  분석의  적정성\n◦수립방안  요구사항  충족도\n◦수립방안의  구체성  및  명확성\n◦수립방안의  이행  편의성  및  용이성"
          ],
          [
            "",
            "데이터  요구사항",
            "◦데이터  요구사항  분석  및  방안의  타당성\n◦데이터  요구사항  분석의  적정성\n◦관련  방안  및  기술의  적용  가능성"
          ],
          [
            "",
            "보안  요구사항",
            "◦보안  요구사항  분석  및  방안의  타당성\n◦보안  요구사항  분석의  적정성\n◦관련  방안  및  기술의  적용  가능성"
          ],
          [
            "",
            "품질  요구사항",
            "◦품질  요구사항  분석  및  방안의  타당성\n◦품질  요구사항  분석의  적정성\n◦관련  방안  및  기술의  적용  가능성"
          ],
          [
            "",
            "제약사항",
            "◦제약사항  문제파악의  정확성\n◦제약사항의  충족도\n◦제약사항의  대응방안의  적정성"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 21,
      "text": "- 39 - 평가이후점수를90로환산하여기술성평가점수산정 제안사회사명칭로고포함을표시한경우획득총점에서최대2점감점 - 제안서0.5점, 제안요약서0.5점, 제안발표자료0.5점, 발표중소속표현0.5점 평가부문 평가항목 평가기준 배점 상대평가 프로젝트 관리 15 관리 방법론 위험관리 방안의 적정성 자원관리 방안의 정확성 진도관리 방안의 정확성 보안관리 방안의 정확성 문서관리 방안의 정확성 5 O 일정계획 세부활동 도출 및 기간의 타당성 세부활동 간 배열의 합리성 중간목표 정의의 타당성 자원배분의 합리성 5 수행조직 및 이력사항 수행조직 및 인력의 적정성 사업관리책임자PM의 전문성 5 O 프로젝트 지원 10 기밀보안 기밀보안 대책 및 대책의 적정성 저작권 사용여부에 대한 대책방안 시스템 보안성 확보방안 5 비상대책 안전관리 매뉴얼의 현실적 작성 및 이에 대 한 관련자 교육계획 수립의 적정성 비상상황 및 재난발생 시 구체적인 대응방안 적정성 프로젝트 수행을 위해 사업장을 구축하는 경 우 사업장과 수행인력에 대한 안전 및 보건 관리 방안 적정성 5 - 40 - 나. 계량 평가 기준15점 1 신용평가 등급에 따른 경영상태 5점 신용평가등급 회사채 기업어음 AAA, AA, AA0, AA- A, A0, A- A1, A2, A20, A2-, BBB, BBB0, BBB- A3, A30, A3- BB, BB0, BB- B, B0 B, B0, B- B- CCC 이하 C 이하 등급별평점이소수점이하의숫자가있는경우소수점다섯째자리에서반올림함 주 1.신용정보의이용및보호에관한법률제4조제1항제1호또는자본시장과금융투자업에관한 법률제335조의3에따라업무를영위하는신용조회사또는신용평가사가입찰공고일이전에 평가하고유효기간내에있는회사채, 기업어음및기업신용평가등급을국가종합전자조달시스 템에조회된신용평가등급으로평가하되, 가장최근의신용평가등급으로평가한다. 다만, 가장 최근의신용평가등급이다수가있으며그결과가서로다른경우에는가장낮은등급으로평가 한다. 2. KR전자조달시스템에서신용평가등급확인서가확인되지않은경우에는최저등급으로평가하며, 유효기간만료일이입찰공고일인경우에도유효한것으로평가한다. 3. 합병한자에대하여는합병후새로운신용평가등급으로심사하여야하며합병후새로운신용 평가등급이없는경우에는합병대상자중가장낮은신용평가등급을받은자의신용평가등급으 로심사한다. 4. 추정가격이고시금액미만인입찰에서입찰공고일을기준으로최근7년이내에사업을개시한 창업기업에대해서는신용평가등급점수상의배점한도를부여한다. 이경우창업기업에대한 기간계산은법인인경우에는법인등기부상법인설립등기일을, 개인사업자인경우에는사업자등 록증명서상사업자등록일을기준으로한다.이하창업기업에대한기간계산은같다 5. 공동수급체의경우구성원별해당점수에지분율을곱한후그점수들을합산하여최종평가하 고, 평가결과소수점이하의숫자가있는경우소수점다섯째자리에서반올림한다. 예 사점수 사지분율사점수 사지분율",
      "tables": [
        [
          [
            "신용평가등급",
            "",
            ""
          ],
          [
            "회사채",
            "기업어음",
            ""
          ],
          [
            "AAA, AA+, AA0, AA-\nA+, A0, A-",
            "A1, A2+, A20,\nA2-,",
            ""
          ],
          [
            "BBB+, BBB0, BBB-",
            "A3+, A30, A3-",
            ""
          ],
          [
            "BB+, BB0, BB-",
            "B+, B0",
            ""
          ],
          [
            "B+, B0, B-",
            "B-",
            ""
          ],
          [
            "CCC+ 이하",
            "C 이하",
            ""
          ]
        ],
        [
          [
            "평가부문",
            "평가항목",
            "평가기준",
            "배점",
            "상대평가"
          ],
          [
            "프로젝트 \n관리\n(15)",
            "관리  방법론",
            "◦위험관리  방안의  적정성\n◦자원관리  방안의  정확성\n◦진도관리  방안의  정확성\n◦보안관리  방안의  정확성\n◦문서관리  방안의  정확성",
            "5",
            "O"
          ],
          [
            "",
            "일정계획",
            "◦세부활동  도출  및  기간의  타당성\n◦세부활동  간  배열의  합리성\n◦중간목표  정의의  타당성\n◦자원배분의  합리성",
            "5",
            ""
          ],
          [
            "",
            "수행조직  및 \n이력사항",
            "◦수행조직  및  인력의  적정성\n◦사업관리책임자(PM)의  전문성",
            "5",
            "O"
          ],
          [
            "프로젝트 \n지원\n(10)",
            "기밀보안",
            "◦기밀보안  대책  및  대책의  적정성\n◦저작권  사용여부에  대한  대책방안\n◦시스템  보안성  확보방안",
            "5",
            ""
          ],
          [
            "",
            "비상대책",
            "◦안전관리  매뉴얼의  현실적  작성  및  이에  대\n한  관련자  교육계획  수립의  적정성\n◦비상상황  및  재난발생  시  구체적인  대응방안 \n적정성\n◦프로젝트  수행을  위해  사업장을  구축하는  경\n우  사업장과  수행인력에  대한  안전  및  보건\n관리  방안  적정성",
            "5",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 2 유사사업의 수행경험 및 실적5점 - 해당 사업 목표달성 위한 관련 사업 실적 해당기관 실적증명서 또는 한국소프트웨어산업협회 실적 기준임 실적은원본또는원본대조필직인서류만인정 평가항목 평가기준 평 점 최근 3년 이내 구축 실적 10억 이상 5.0 8억 이상 10억 미만 4.5 6억 이상 8억 미만 4.0 4억 이상 6억 미만 3.5 4억 미만 3.0 수행실적 입찰공고일 기준 최근 3년간 디지털트윈 및 BIM 관련 이행완료 된 사업ISP, ISMP, 설계, 구축 수행 실적금액기준을 합산적용VAT 포함 실적증명서 용역명 혹은 용역개요에 디지털트윈 , BIM 명시된 것에 한하여 실적으로 인정 완료기준 사업수행실적증명서발주처 직인를 제출한 실적만 평가 붙임1 관련서식 46 참조 공동수급체의 경우 지분비율로 계산 예 A사실적A사지분율B사실적B사지분율에대한점수 3 투입인력 수의 적정성5점 투입인력 총 MM 평가항목 평가기준MM 평 점 사업수행을 위한 투입인력 총 MM 30이상 5.0 24이상 30미만 4.5 18이상 24미만 4.0 12이상 18미만 3.5 12미만 3.0 - 42 - 다. 비계량 평가 기준85점 1 등급별 배점 배점한도 등급별 배점 S A 5 5.0 4.5 10 10.0 9.0 2 비계량 평가항목 평가등급 부여기준 등급 평가 등급 기준 S 매우우수 100 제안내용이 매우 우수하며, 제안서 상에 결점 또는 약점을 발견할 수 없다. 관련 보유기술, 경험 등이 객관적 자료를 통하여 증빙되어 매우 높은 성공 가능성을 제시한다. A 우수 90 제안내용이 우수하며, 제안서 상에 중대한 결점 또는 약점이 없다. 관련 보유기술, 경험 등의 객관적 자료를 통하여 대부분 증빙되어 높은 성공 가능성을 제시한다. B 보통 80 제안내용이 기본적으로 요구사항을 충족시키며, 결점과 약점은 있으나, 협의를 통하여 보완이 가능하다. 관련 보유기술, 경험 등의 객관적 자료를 통한 증빙이 미흡하여 보통의 성공 가능성을 제시한다. C 미흡 70 제안내용이 요구사항에 일부만 충족하며, 결점과 약점에 대한 보완 가능성이 불확실하다. 관련 보유기술, 경험 등에 대한 객관적 자료를 거의 제시하지 못하여 성공 가능성이 낮다. D 매우미흡 60 제안내용이 요구사항을 충족하지 못하고, 근본적인 결점과 약점이 존재하여 현재의 제안으로는 보완이 불가능하다. 관련 보유기술, 경험 등에 대한 객관적 자료가 전혀 제시되지 않아 성공 가능성을 판단할 수 없다.",
      "tables": [
        [
          [
            "배점한도",
            "등급별 배점",
            "",
            ""
          ],
          [
            "",
            "S",
            "A",
            ""
          ],
          [
            "5",
            "5.0",
            "4.5",
            ""
          ],
          [
            "10",
            "10.0",
            "9.0",
            ""
          ]
        ],
        [
          [
            "평가항목",
            "평가기준",
            "평 점"
          ],
          [
            "최근 3년 이내\n구축 실적",
            "10억 이상 ~",
            "5.0"
          ],
          [
            "",
            "8억 이상 ~ 10억 미만",
            "4.5"
          ],
          [
            "",
            "6억 이상 ~ 8억 미만",
            "4.0"
          ],
          [
            "",
            "4억 이상 ~ 6억 미만",
            "3.5"
          ],
          [
            "",
            "4억 미만",
            "3.0"
          ],
          [
            "※ 수행실적 : 입찰공고일 기준 최근 3년간 디지털트윈 및 BIM 관련 이행완료 된 \n사업(ISP, ISMP, 설계, 구축) 수행 실적(금액기준)을 \n합산적용(VAT 포함)\n  * 실적증명서 용역명 혹은 용역개요에 “디지털트윈” , “BIM” 명시된 것에 한하여 실적으로 인정\n ※ 완료기준 사업수행실적증명서(발주처 직인)를 제출한 실적만 평가\n    [붙임1 관련서식 ④∼⑥ 참조]\n ※ 공동수급체의 경우 지분비율로 계산\n예)\n{(A사 실적×A사 지분율)+(B사 실적×B사 지분율)…}에 대한 점수",
            "",
            ""
          ]
        ],
        [
          [
            "등급",
            "",
            "평가 등급 기준"
          ],
          [
            "S",
            "매우우수\n(100%)",
            "§ 제안내용이 매우 우수하며, 제안서 상에 결점 또는 약점을 발견할 수 없다.\n§ 관련 보유기술, 경험 등이 객관적 자료를 통하여 증빙되어 \n매우 높은 성공 가능성을 제시한다."
          ],
          [
            "A",
            "우수\n(90%)",
            "§ 제안내용이 우수하며, 제안서 상에 중대한 결점 또는 약점이 없다.\n§ 관련 보유기술, 경험 등의 객관적 자료를 통하여 대부분 \n증빙되어 높은 성공 가능성을 제시한다."
          ],
          [
            "B",
            "보통\n(80%)",
            "§ 제안내용이 기본적으로 요구사항을 충족시키며, 결점과 \n약점은 있으나, 협의를 통하여 보완이 가능하다.\n§ 관련 보유기술, 경험 등의 객관적 자료를 통한 증빙이 \n미흡하여 보통의 성공 가능성을 제시한다."
          ],
          [
            "C",
            "미흡\n(70%)",
            "§ 제안내용이 요구사항에 일부만 충족하며, 결점과 약점에 대한 \n보완 가능성이 불확실하다.\n§ 관련 보유기술, 경험 등에 대한 객관적 자료를 거의 제시하지 \n못하여 성공 가능성이 낮다."
          ],
          [
            "D",
            "매우미흡\n(60%)",
            "§ 제안내용이 요구사항을 충족하지 못하고, 근본적인 결점과 \n약점이 존재하여 현재의 제안으로는 보완이 불가능하다.\n§ 관련 보유기술, 경험 등에 대한 객관적 자료가 전혀 제시되지 \n않아 성공 가능성을 판단할 수 없다."
          ]
        ],
        [
          [
            "평가항목",
            "평가기준(MM)",
            "평 점"
          ],
          [
            "사업수행을 위한 \n투입인력 \n총 MM",
            "30이상 ~",
            "5.0"
          ],
          [
            "",
            "24이상 ~ 30미만",
            "4.5"
          ],
          [
            "",
            "18이상 ~ 24미만",
            "4.0"
          ],
          [
            "",
            "12이상 ~ 18미만",
            "3.5"
          ],
          [
            "",
            "~ 12미만",
            "3.0"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - 3 비계량 5등급 상대평가 참여업체 수 등급별 배점 S A B C D 2개 업체 1 1 3개 업체 1 1 1 4개 업체 1 1 - 1 1 5개 업체 1 1 1 1 1 6개 업체 1 1 2 1 1 7개 업체 1 2 1 2 1 8개 업체 1 2 2 2 1 9개 업체 1 2 3 2 1 - 44 - 3. 제안서 기술능력 평가표 제안서 기술능력 평가표 평가위원 평가 결과 평가부문 평가항목 전략 및 방법론 30 사업 이해도 추진전략 추진 방법론 기술 및 기능 30 컨설팅 요구사항 데이터 요구사항 보안 요구사항 품질 요구사항 제약사항 프로젝트 관리 15 관리 방법론 일정계획 수행조직 및 이력사항 프로젝트 지원 10 기밀보안 비상대책 감점사항 회사명칭, 로고 표기 등 -2 합 계 평가위원 소속 성명 인",
      "tables": [
        [
          [
            "참여업체 수",
            "등급별 배점",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "S",
            "A",
            "B",
            "C",
            "D"
          ],
          [
            "2개 업체",
            "1",
            "",
            "1",
            "",
            ""
          ],
          [
            "3개 업체",
            "1",
            "",
            "1",
            "",
            "1"
          ],
          [
            "4개 업체",
            "1",
            "1",
            "-",
            "1",
            "1"
          ],
          [
            "5개 업체",
            "1",
            "1",
            "1",
            "1",
            "1"
          ],
          [
            "6개 업체",
            "1",
            "1",
            "2",
            "1",
            "1"
          ],
          [
            "7개 업체",
            "1",
            "2",
            "1",
            "2",
            "1"
          ],
          [
            "8개 업체",
            "1",
            "2",
            "2",
            "2",
            "1"
          ],
          [
            "9개 업체",
            "1",
            "2",
            "3",
            "2",
            "1"
          ]
        ],
        [
          [
            "평가부문",
            "평가항목"
          ],
          [
            "전략 및 \n방법론\n(30)",
            "사업 이해도"
          ],
          [
            "",
            "추진전략"
          ],
          [
            "",
            "추진 방법론"
          ],
          [
            "기술 및 기능\n(30)",
            "컨설팅 요구사항"
          ],
          [
            "",
            "데이터 요구사항"
          ],
          [
            "",
            "보안 요구사항"
          ],
          [
            "",
            "품질 요구사항"
          ],
          [
            "",
            "제약사항"
          ],
          [
            "프로젝트 관리\n(15)",
            "관리 방법론"
          ],
          [
            "",
            "일정계획"
          ],
          [
            "",
            "수행조직 및 이력사항"
          ],
          [
            "프로젝트 지원\n(10)",
            "기밀보안"
          ],
          [
            "",
            "비상대책"
          ],
          [
            "감점사항",
            "회사명칭, 로고 표기 등 (-2)"
          ],
          [
            "합 계",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - V 제안서 작성 및 제출 1. 제안 일반사항 가. 제안서 효력 제출된 제안서의 내용은 공단이 요청하지 않는 한 변경할 수 없으며, 제안사가 사업자로 선정된 후 계약서에 명시되지 않더라도 계약서와 동일한 효력을 가진다. 효력은 계약서, 기술협상 내용, 제안요청서, 제안서 순으로 적용 공단이 필요하다고 판단하는 경우에는 입찰참가자에 대하여 추가 제안이나추가 자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 가진다. 제안서에 명시된 내용과 공단 요구에 의하여 수정, 보완된 제안 내용은 계 약서에 명시하지 않더라도 계약서와 동일한 효력을 가지며, 계약서에 명시 된 경우에는 계약서가 우선한다. 제안서는 허위로 작성하지 않아야 하며, 계약 후에라도 허위로 작성된 사실이 발견되거나 제안된 내용을 충족하지 못할 경우에는 계약을 취소 할 수 있고, 이로 인하여 발생하는 모든 민형사상의 책임을 져야 한다. 나. 제안 유의사항 제안서에 명시된 제출기간에 제출 장소에 직접 제출 또는 우편택배 제출 제출된 제안서는 일체 반환하지 않으며, 본 제안과 관련된 일체의 소요 비용은 제안사의 부담으로 한다. 제안내용에 대한 확인을 위하여 추가자료 요청 또는 현지 실사를 할 수 있으며, 제안사는 이에 응하여야 한다. 제안서는 대표자의 인감을 날인하여 문서로 제출하여야 한다. 가격제안서는 KR전자조달시스템을 이용하여 입찰서가격제안서를 제출 하시기 바랍니다.가격제안서 수기제출 금지 원본을 제외한 사본제안서, 요약서의 모든 내용에는 회사명칭로고 포함을 마킹처리하야 함표기 시 감점 - 46 - 다. 비밀 및 보안 유지 본 제안요청서의 전체 또는 일부가 제안서 제출 이외의 목적으로 사용 되어서는 안 된다. 제안 참여업체는 모든 문서를 사업자 선정 시까지 대외비로 취급하고 제안 참여업체 관계자 이외의 제3자에게 공개할 수 없다. 무단으로정보를누출시, 국가계약법시행령제76조에따라사업자를부정당업자로등록함 입찰 과정 및 제안 설명회 참가 과정 중에 취득한 각종 정보는 누설할 수 없다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 2. 제안서 작성 방법 가. 제안서 및 제안요약서 규격 A4지 규격의 전자문서pdf 작성을 권고 - 제안서 본문 내용은 양면인쇄기준 150장 이내로 작성 권고 - 제본 및 전자문서형태pdf로 제출 가. 전자문서형태pdf는 300MB 이내로 용량 준수 나. 세부내역 및 증빙서류는 별첨제안서 페이지 수에 미포함 - 제안설명시 홍보용 동영상활용 금지 - 인쇄 및 제본형식 가. 색도 사본 모두는 흑백구성도 제외으로 인쇄하여야 한다. 나. 표지 백색 스노우지 200g 무광택 다. 본문 백상지 80g본문에 사진을 포함하여 문서작성은 할 수있으나, 인화된 사진을 부착하여서는 안 됨 라. 간지 연녹색Green 마. 제본 스프링 또는 3 hole 바인더는 사용을 금지합니다. 제안요약서는 가급적 핵심 제안내용을 위주로 축약하여 파워포인트 30페이지 내외로 제본하여 제출 평가기준 총괄표 순으로 제안서의 해당 페이지를 표기한 조견표 제출 제안서는 목차에 따라 작성함을 원칙으로 하되, 제안요청서에 명시되지 않은내용에 대한 추가적인 제안사항이 있는 경우 해당항목에 포함 또는 별도의 항목을 추가하여 작성할 수 있으며, 또한 해당내용이 없는 경우에는 해당사항 없음으로 표기한다. 제안서의 제출 부수 - 제안서 10부원본 1부, 사본 9부 - 제안서 요약본 10부원본 1부, 사본 9부 - 제안서 원본을 파일로 제출 USB 2부 PDF and HWP or PPT 파일로 제출 - 48 - 나. 제안서 작성 세부 목차 및 작성방법 항 목 작 성 방 법 I. 전략 및 방법론 1. 사업 이해도 제안사는 해당사업의 제안요청 내용을 명확하게 이해하고 본 제안의 목적, 범위, 전제조건 및 제안의 특징 및 장점을 요약하여 기술하여야 한다. 2. 추진전략 제안사는 사업을 효과적으로 수행하기 위한 추진전략위험요소를 고려 하여 창의적이고 타당한 대안을 제시하여야 한다. 3. 추진방법론 업무에 적용할 방법론 절차 및 기법의 활용방안을 제시하여야 하며, 적용방법론의 경험을 기술한다. 추진방법론에 따른 제출할 산출물의 종류 및 내역, 제출시기를 기술한다. II. 기술 및 기능 1. 컨설팅 요구사항 현황 분석, 정보화전략계획 수립 관점에서 기능 요구사항의 구현을 위한 제안방안을 구체적으로 제시하여야 하며, 위험요인에 대한 대응방안에 대해서도 제시하여야 한다. 2. 데이터 요구사항 데이터 요구사항을 분석하고 적용할 데이터 관리 기술, 표준, 방안 등 을 구체적으로 제시하여야 한다. 3. 보안 요구사항 보안 요구사항을 분석하고 적용할 보안기술, 표준, 제안방안 등을 구 체적으로 제시하여야 한다. 4. 품질 요구사항 조직, 인원, 방법, 절차 등 해당 사업의 수행을 위한 품질보증 방안을 제시하여야 한다. 국제 소프트웨어 개발 프로세스 품질인증 획득 여부 등 사업자 품질 보증 능력을 기술 5. 제약사항 관련 제약사항과 대응방안을 구체적으로 기술하여야 한다. III. 프로젝트 관리 1. 관리방법론 사업위험, 사업진도, 사업수행시 보안을 관리하는 방법, 사업수행 성과물 이나 산출물의 형상 및 문서를 관리하는 방법 등을 구체적으로 제시 하여야 한다. - 정보화전략계획ISP 수립 공통가이드 준수 2. 일정계획 사업수행에 필요한 활동을 도출하여 정확한 활동 기간, 자원, 인력, 조직 등을 제시하여야 한다.",
      "tables": [
        [
          [
            "항  목\n작  성  방  법",
            ""
          ],
          [
            "Ⅰ.  전략  및  방법론",
            ""
          ],
          [
            "1.  사업  이해도",
            "제안사는  해당사업의  제안요청  내용을  명확하게  이해하고  본  제안의 \n목적,  범위,  전제조건  및  제안의    특징  및  장점을  요약하여  기술하여야 \n한다."
          ],
          [
            "2.  추진전략",
            "제안사는  사업을  효과적으로  수행하기  위한  추진전략(위험요소를  고려\n하여  창의적이고  타당한  대안)을  제시하여야  한다."
          ],
          [
            "3.  추진방법론",
            "업무에  적용할  방법론  절차  및  기법의  활용방안을  제시하여야  하며, \n적용방법론의  경험을  기술한다.\n추진방법론에  따른  제출할  산출물의  종류  및  내역,  제출시기를  기술한다."
          ],
          [
            "Ⅱ.  기술  및  기능",
            ""
          ],
          [
            "1.  컨설팅 \n요구사항",
            "현황  분석,  정보화전략계획  수립  관점에서  기능  요구사항의  구현을  위한 \n제안방안을  구체적으로  제시하여야  하며,  위험요인에  대한  대응방안에 \n대해서도  제시하여야  한다."
          ],
          [
            "2.  데이터\n요구사항",
            "데이터  요구사항을  분석하고  적용할  데이터  관리  기술,  표준,  방안  등\n을  구체적으로  제시하여야  한다."
          ],
          [
            "3.  보안 \n요구사항",
            "보안  요구사항을  분석하고  적용할  보안기술,  표준,  제안방안  등을  구\n체적으로  제시하여야  한다."
          ],
          [
            "4.  품질 \n요구사항",
            "조직,  인원,  방법,  절차  등  해당  사업의  수행을  위한  품질보증  방안을 \n제시하여야  한다.\n  ※  국제  소프트웨어  개발  프로세스  품질인증  획득  여부  등  사업자  품질\n보증  능력을  기술"
          ],
          [
            "5.  제약사항",
            "관련  제약사항과  대응방안을  구체적으로  기술하여야  한다."
          ],
          [
            "Ⅲ.  프로젝트  관리",
            ""
          ],
          [
            "1.  관리방법론",
            "사업위험,  사업진도,  사업수행시  보안을  관리하는  방법,  사업수행  성과물\n이나  산출물의  형상  및  문서를  관리하는  방법  등을  구체적으로  제시\n하여야  한다.\n  -  정보화전략계획(ISP)  수립  공통가이드  준수"
          ],
          [
            "2.  일정계획",
            "사업수행에  필요한  활동을  도출하여  정확한  활동  기간,  자원,  인력,  조직 \n등을  제시하여야  한다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 49 - 항 목 작 성 방 법 3. 수행조직 및 이력사항 본 용역을 수행할 수행조직, 인원배치계획, 분야별 업무분장 내용을 상세히 제시하여야 한다. 붙임 8호 서식 - 사업관리책임자PM는 주사업자 임직원으로 제시 - 업무분장 내역에 공동수급업체별 참여비율을 명시 본 사업을 수행할 투입인력PM, PL, 참여 기술자 등에 대한 주요 이력 사항을 제시하여야 한다. 붙임 9호 서식 별첨 - 투입인력은 자사인력으로 구성하여야 함파견근로자는 원소속사 및 파견근로자 임을 명기 - 성명, 소속, 해당분야근무경력, 보유 자격증 현황, 본사업 참여임무, 근무경력 및 기술경력, 참여율 또는 목표투입공수MM IV. 프로젝트 지원 1. 기밀보안 기밀보안 체계 및 대책, 저작권 존중여부 명시, 시스템 보안성 확보방안과 개인정보보호 대책을 제시하여야 한다. 2. 비상대책 - 비상상황 및 재난 발생시 구체적인 대응 방안 제시 - 프로젝트 수행을 위해 사업장을 구축하는 경우 사업장과 수행인력에 대한 안전 및 보건관리 방안을 제시 - 50 - 3. 제안서 작성 요령 제안서는 제안 요구사항을 최대한 충족하도록 하고 꼭 필요한 사항 위주 로 명료하게 작성해야 하고, 를 제공할 수도 있다, 이 가능하다, 을 고려 하고있다 등과 같은 모호한 표현은 제안요건 미수용으로 간주한다. 제안서의 구성은 명시된 제안서 목차에 따라 각각 세분해서 누락 없이 작성하고, 기술적인 설명자료 등의 내용이 많은 경우에는 별지를 사용하여 작성한다. 번호체계 I, 1, 가, 1, 가, 1, 가, 1, 순으로 기입. 제안내용을 보충하기 위해 참고문헌 활용 시 참고문헌 목록을 첨부하고 인용 부분을 명시하며, 공단에서 요청 시 이를 제출하여야 한다. 제안내용의 근거자료 및 참고자료 등을 첨부하여야 한다. 제안서는 A4 종 방향 작성을 원칙으로 하되 부득이한 경우 A4 횡방향 또 는 기타용지를 일부 사용할 수 있으며, 제본하여 제출하여야 한다. 제안서 용지규격은 A4크기, 각 쪽에는 쪽 번호를 부여하여야 하며, 300페이지를넘지 않도록 한다. 제안서는 HWP아래한글로 작성되어야 하며, 사용된 영문 약어에 약어표를 기술하여야 한다. 평가기준 총괄표순 제안서 해당 페이지 표기한 조견표를 작성하여 제출한다. 제안 업체의 금액은 한화원로 하며 부가가치세를 포함하여 기재함을 원칙으로 한다. 제안서에 적용된 사항은 제안서 제출마감일을 기준으로 작성한다.",
      "tables": [
        [
          [
            "항  목",
            "작  성  방  법"
          ],
          [
            "3.  수행조직  및\n이력사항",
            "본  용역을  수행할  수행조직,  인원배치계획,  분야별  업무분장  내용을 \n상세히  제시하여야  한다.  [붙임  8호  서식]\n  -  사업관리책임자(PM)는  주사업자  임직원으로  제시\n  -  업무분장  내역에  공동수급업체별  참여비율을  명시\n본  사업을  수행할  투입인력(PM,  PL,  참여  기술자  등)에  대한  주요  이력\n사항을  제시하여야  한다.  [붙임  9호  서식  별첨]\n  -  투입인력은  자사인력으로  구성하여야  함(파견근로자는  원소속사  및 \n파견근로자  임을  명기)\n  -  성명,  소속,  해당분야근무경력,  보유  자격증  현황,  본사업  참여임무, \n근무경력  및  기술경력,  참여율(%)  또는  목표투입공수(M/M)"
          ],
          [
            "Ⅳ.  프로젝트  지원",
            ""
          ],
          [
            "1.  기밀보안",
            "기밀보안  체계  및  대책,  저작권  존중여부  명시,  시스템  보안성  확보방안과 \n개인정보보호  대책을  제시하여야  한다."
          ],
          [
            "2.  비상대책",
            "-  비상상황  및  재난  발생시  구체적인  대응  방안  제시\n-  프로젝트  수행을  위해  사업장을  구축하는  경우  사업장과  수행인력에 \n대한  안전  및  보건관리  방안을  제시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 51 - 4. 제출자료 목록 가. 입찰 참가신청 서류 용역참여 신청서 사업자등록증 사본 실적증명서 계량점수 자가 평가표 위임장대리인인 경우, 재직증명서 각 1부 서약서 1부 제안가격서KR전자입찰서로 제출, 수기제출금지 공동수급 협정 시 공동수급표준협정서공동이행방식, 공동수급 협정 합의각서 하도급 수행 시 소프트웨어사업 하도급 계획서입찰 시 나. 제안서 작성 시 첨부할 자료 별봉 제출 신용평가 등급확인서 최근 3년간 유사 사업수행실적 다. 제안서 1제안서 및 제안요약서 원본 1부별봉 제출 2제안서 및 제안요약서 사본 9부 3제안서 파일 저장 USB 2매 별봉 제출 - 52 - 5. 제안설명회 가. 제안설명회 개최 공단이 지정한 장소에서 제안서 설명회를 개최한다. 제안서 설명회에 대한 일정 등은 공단에서 별도로 정하여 공지한다. 나. 제안설명회 발표 제안 설명 시간은 발표 15분, 질의응답 10분으로 한다. 사업에 참여할 제안업체의 프로젝트책임자PM가 직접 발표한다. - 발표자PM은 신분확인을 위해 신분증을 반드시 지참하여야 한다. 제안 설명회 참석자는 발표자를 포함하여 3명 이내로 한다. - 참석자는 제안업체 소속이어야 함 제안 설명회 내용은 사업의 전반적인 사항을 포함하여 발표한다. - 발표 자료는 제출한 제안요약문으로 발표하며, 당일 설명회 발표자료 추가 내용 제출을 금지한다. - 발표 시 회사를 암시하는 내용의 언급은 절대 금지한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - VI 참고 관련서식 붙임 1 관련 서식 가. 붙임 1 사업 참여 신청서 2 위임장 3 서약서 4 일반현황 및 연혁 5 주요 사업실적 총괄표최근 3년 6 수행실적 증명서최근 3년 7 계량점수 자가 평가표 8 업무수행 조직 및 인원현황 9 투입인력 이력사항 나. 별지서식 1 공동수급 표준협정서공동이행방식 2 합의각서 다. 별표 1 제안서 기본 편집양식 - 54 - 붙임1 사업 참여 신청서 수 신 국가철도공단이사장 참 조 경영본부장계약처장 제 목 사업 참여 신청 다음 사업에 대한 입찰참가신청서류 및 제안서를 붙임과 같이 제출합니다. 사업명 철도인프라 디지털트윈 정보화전략계획ISP 수립 용역 붙임 1. 위임장대리인인 경우 각 1부 2. 입찰참가신청서류 1식 별첨 1. 제안서 10부원본 1부, 사본 9부 2. 서약서 1부 2024년 월 일 상 호 또 는 명 칭 법인주민등록번호 전 화 번 호 F A X 번 호 주 소 대 표 자 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 붙임2 위 임 장 성 명 생년월일 000000 - 0 주 소 위 사람을 대리인으로 정하고 본인의 다음사항의 권리를 위임함 - 다 음- 내 용 위한 용역사업 입찰 관련 제반사항 2024. . . 위 임 자 인 별첨 대리인의 재직증명서 및 신분증 사본 1부. - 56 - 붙임3 서 약 서 업 체 명 주 소 국가철도공단 철도인프라 디지털트윈 정보화전략계획ISP 수립 용역 참가와 관련, 다음과 같이 제반사항을 준수할 것을 서약합니다. 제출된 모든 관련 증빙서류는 성실하게 작성 제출하며, 만일 허위 기재사 항 등이 확인될 경우에는 참가자격에서 제외되어도 아무런 이의를 제기하지 않겠습니다. 제안서 평가를 위해 구성된 평가위원회의 구성, 평가방법, 평가기준 및 평 가결과에 어떠한 이의도 제기하지 않겠습니다. 2024년 월 일 대표자 인 국가철도공단이사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 57 - 붙임4 일반현황 및 연혁 회 사 명 대 표 자 사 업 분 야 주 소 연 락 처 전화 FAX 회사 설립연도 년 월 해당부문 사업기간 년 월 년 월 년 개월 주요연혁 - 58 - 붙임5 주요 사업실적 총괄표최근 3년 용역명 계약기간 용역명연도순으로기재하며본업무와관련된것만기재 계약금액 타사와공동으로업무를수행한경우총액을기재하되자사의비용만을괄호안에기재 실적증명서를반드시첨부할것. 공동이행방식, 분담이행방식, 단독도급구분 첨부물과일치하지않는기재내용은실적으로인정하지않음",
      "tables": [
        [
          [
            "용역명",
            "계약기간"
          ],
          [
            "",
            ""
          ]
        ],
        [
          [
            "회   사   명",
            "대 표 자"
          ],
          [
            "사 업  분 야",
            ""
          ],
          [
            "주        소",
            ""
          ],
          [
            "연   락   처",
            "전화:                        FAX :"
          ],
          [
            "회사 설립연도",
            "년        월"
          ],
          [
            "해당부문 사업기간",
            "년    월     ∼     년     월  (     년    개월)"
          ],
          [
            "＜ 주요연혁 ＞",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 59 - 붙임6 수행실적 증명서최근 3년 용 역 실 적 증 명 서 당사는 아래 내용과 틀림없이 용역을 수행한 실적이 있음을 증명하여 주시기 바랍니다. 아 래 1 계약 내용 1-1 계 약 명 1-2 발주자 원도급자 1-3 계약금액 1-4 계약기간 2 용역 수행 내역 2-1 용역개요 2-2 수주구분 원도급 실적 하도급 실적 3 공통 도급 내역 공동도급여부 공동이행방식 , 분담이행방식 , 단독도급 구 분 용 역 사대표 용 역 사 용 역 사 회 사 명 지 분 율 또는 분담수행내역 용역금액 용역내역 2024년 월 일 신청인 귀하 증명 기관 위 사실을 증명함. 2024년 월 일 기관명 주 소 대표자 인 - 60 - 용역실적증명기준및작성요령 1. 용역실적증명 가. 발주자가개인, 민간법인인경우 1 발주자의완성실적증명또는관계법령에의한인허가기관의증명확인 2 계약서사본원본제시 나. 국가, 지자체또는그외공공기관 발주자의완성실적증명 그외공공기관이라함은국가, 지자체, 정부투자기관, 특별법에의하여직접설립된법 인을말한다. 다. 하도급용역 가의방법에의하되, 원도급자의증명추가 라. 제출된실적증명심사시설명, 확인등의입증책임은용역실적을제출한당해업체가하 여야한다. 마. 용역실적은입찰공고에제시한용역범위및기준등이조건에부합되는실적에한하여인정 2. 용역실적증명서양식 당공단소정양식붙임6에의함을원칙으로하나, 당공단의양식 과다른타기관의전자실적증명서인경우당공단이확인하고자하는당해용역의내용 이포함되어있는경우인정함 3. 용역실적증명서항목별기재및증명요령 계약내용 -1. 계약명 계약서상의명칭기재 1-2. 발주자원도급자 원도급의경우계약서상의발주업체명, 하도급의경우는발주 자및원도급업체명 1-3. 계약금액 - -1항기재용역에대한용역도급계약금액VAT 포함, 공통도급실적의경우당 해업체의계약금액을병기 1-4. 계약기간 계약서상의계약기간기재",
      "tables": [
        [
          [
            "용 역 실 적 증 명 서\n당사는 아래 내용과 틀림없이 용역을 수행한 실적이 있음을 증명하여 \n주시기 바랍니다.",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "아           래",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "① 계\n약\n내용",
            "①-1 계 약 명",
            "",
            "",
            "",
            "①-2 발주자\n        (원도급자)",
            "",
            ""
          ],
          [
            "",
            "①-3 계약금액",
            "",
            "",
            "",
            "①-4\n 계약기간",
            "",
            ""
          ],
          [
            "② 용\n역\n수행\n내역",
            "②-1 용역개요",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "②-2 수주구분",
            "",
            "원도급 실적 (               )\n 하도급 실적 (               )",
            "",
            "",
            "",
            ""
          ],
          [
            "③ 공\n통\n도급\n내역",
            "",
            "",
            "공동도급여부  공동이행방식(   ),  분담이행방식(   ),  단독도급(   )",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "구  분",
            "",
            "용 역 사(대표)",
            "용 역 사",
            "",
            "",
            "용 역 사"
          ],
          [
            "",
            "회 사 명",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "지 분 율\n(또는 분담수행내역)",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용역금액",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "용역내역",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2024년    월    일\n                                            신청인\n                                귀하",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증명\n기관",
            "",
            "위 사실을 증명함.\n                                          2024년    월    일\n                                   기관명: \n                                   주  소: \n                                   대표자:            (인)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 2용역수행내역 2-1. 용역개요 수행한용역범위가확인가능하도록구체적으로알기쉽게기술 2-2. 수주구분 하도급실적여부및실제시공한용역내역 3공동도급내역 공통계약여부및공동이행방식인경우출자비율을명기, 분담이행 방식인경우분담내용명기 공동도급으로수행한실적의경우는계약서및공동수급협정서사본첨부 4. 용역실적제출과관련한추가확인요청가능서류 가. 발주자가민간법인이거나개인인경우는실제용역이완성된것을증명하는관계서 류일체계약서, 세금계산서등 나. 용역금액또는당공단이확인하고자하는내용이미비한경우는이를입증할수있 는관계서류요청시원본제시및사본제출 5. 특기사항 - 당공단이용역실적증명관련내용을확인하기위하여필요시제4항의증빙서류제 출을요청할경우, 이에따라소정기일내에제출하여야함 - 한국소프트웨어산업협회에서발급하는이행실적확인서활용가능함 - 62 - 붙임7 계량점수 자가 평가표 1. 신용평가 등급에 따른 경영상태5점 점 A업체신용등급 AA 5점 B업체신용등급 BB 4점 점수합계 5 0.6지분율 4 0.4지분율 4.6 2. 최근 3년 사업 수행경험 및 실적10점 점 A업체수행실적 10점 B업체수행실적 9점 점수합계 10 0.6지분율 9 0.4지분율 9.6",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 붙임8 업무수행 조직 및 인원현황 사업관리 책임자 PM 직위, 성명, 기술등급 ᄋᄋᄋ분야 ᄋᄋ부문 ᄋᄋᄋ분야 ᄋᄋ부문 ᄋᄋᄋ분야 ᄋᄋ부문 ᄋᄋᄋ분야 ᄋᄋ부문 직위, 성명, 기술등급 부문 책임자PL 참여기술자 - - - 직위, 성명, 기술등급 부문 책임자PL 참여기술자 - - - 직위, 성명, 기술등급 부문 책임자PL 참여기술자 - - - 직위, 성명, 기술등급 부문 책임자PL 참여기술자 - - - 작성주의 1. 분야별부문책임자PL를명시해야한다. 2. 분야별기술자기재순서는직위순으로기재한다. 3. 기술등급은한국소프트웨어산업협회에서2023년적용소프트웨어기술자평균임금공표한평균 임금적용을위한SW기술자분류기준 혹은엔지니어링산업진흥법시행령별표2 분류기준 을적용한기술자등급작성 4. 제안서평가본부본에는성명을 으로처리하여작성한다. - 64 - 붙임9 투입인력 이력사항 성명 소속 학력 대학교 전공 대학원 전공 본 사업 참여임무 경 력 사 업 명 참여기간 년 월 년 월 작성주의 1. 해당분야경력증명발급기관에서발행하는기술자경력증명서제출 - 확인결과미제출또는허위사실로밝혀질때는투입인력으로인정하지않음 2. 연령및근무경력은입찰공고일현재를기준으로년월까지기재함 3. 공고일기준해당업체에근무하고있는기술자만해당재직증명서, 공인기관인증자격증첨부 4. 제안서평가본부본에는성명, 소속, 사업명등제안사를암시할수있는내용은 으로처 리하여작성한다.",
      "tables": [
        [
          [
            "사업관리 책임자 (PM)"
          ],
          [
            "직위, 성명, 기술등급"
          ]
        ],
        [
          [
            "성명",
            "소속",
            ""
          ],
          [
            "학력",
            "대학교   전공",
            ""
          ],
          [
            "",
            "대학원   전공",
            ""
          ],
          [
            "본 사업 참여임무",
            "",
            ""
          ]
        ],
        [
          [
            "ㅇㅇㅇ분야\nㅇㅇ부문"
          ],
          [
            "- - -\n직위, 성명, 기술등급\n부문 책임자(PL)\n참여기술자"
          ]
        ],
        [
          [
            "ㅇㅇㅇ분야\nㅇㅇ부문"
          ],
          [
            "- - -\n직위, 성명, 기술등급\n부문 책임자(PL)\n참여기술자"
          ]
        ],
        [
          [
            "ㅇㅇㅇ분야\nㅇㅇ부문"
          ],
          [
            "- - -\n직위, 성명, 기술등급\n부문 책임자(PL)\n참여기술자"
          ]
        ],
        [
          [
            "ㅇㅇㅇ분야\nㅇㅇ부문"
          ],
          [
            "- - -\n직위, 성명, 기술등급\n부문 책임자(PL)\n참여기술자"
          ]
        ],
        [
          [
            "경     력",
            "",
            ""
          ],
          [
            "사 업 명",
            "참여기간\n(년 월 ~ 년 월)",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 별지서식1 공동수급 표준협정서 공동이행방식 제1조 목적 이 협정서는 , 와 사가 재정경영, 기술능력 인원 및 기자재를 동원하여 철도인프라 디지털트윈 정보화전략계획ISP 수립 용역에 대한 계획입찰시공 등을 위하여 공동 연대하여 사업을 영위할 것을 약속하는 협 약을 정함에 있다. 제2조 공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 2. 주사업소의 소재지 3. 대 표 자 명 제3조 공동수급체의 구성원 1 공동수급체의 구성원은 다음과 같다. 1. 회사대표자 2. 회사대표자 3. 회사대표자 2 공동수급체의 대표자는 로 한다. 3 대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체 재산의관 리 및 대금의 청구 등의 권한을 가진다. 제4조 효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 당해계약의 이 행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공단와 관련한 권리의무관계 가 남아있는 한 본 협정서의 효력은 존속된다. 제5조 의무 공동수급체 구성원은 제1조에서 규정한 목적을 수행하기 위하여 성실근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다. 제6조 책임 1 공동수급체의 구성원은 발주자에 대한 계약상의 의무이행에 대하여연 대하여 책임을 진다. 2 공동수급체의 하도급자 및 납품업자에 대해서도 공동연대로 책임을 진다. 제7조 하도급 공동수급체의 구성원은 발주자 및 다른 구성원 전원의 동의를 받지 않고는 분담부분의 일부 또는 전부를 하도급할 수 없다. 제8조 구성원의 참여비율 1 당 공동수급체의 참여비율은 다음과 같이 정한다. 1. 2. 3. - 66 - 2 제1항의 비율은 발주자와의 계약내용 변경에 따라 계약금액이 증감되었을 때에는이 에 따라 변경할 수 있다. 3 현금 이외의 출자는 시기를 참작, 구성원이 협의 평가하는 것으로 한다. 제9조 손익의 배분 도급계약을 이행한 후 이익 또는 손실이 발생하였을 경우에는 제8조에서 정한 비율에 따라 배당하거나 분담한다. 제10조 권리 의무의 양도 제한 구성원은 이 협정서에 의한 권리와 의무를 제3자 에게 양도할 수 없다. 제11조 중도탈퇴에 대한 조치 1 공동수급체의 구성원은 발주자 및 구성원 전원의동 의가 없으면 입찰 및 당해계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 2 구성원중 일부가 파산 또는 해산부도 등으로 계약을 이행할 수 없는 경우에는잔 존 구성원이 공동연대하여 당해계약을 이행한다. 다만, 잔존 구성원만으로는 면허 도급한도액 등 당해계약이행 요건을 갖추진 못할 경우에는 발주자의 승인을얻어 당 해요건을 충족하여야 한다. 3 대표자가 제2항의 경우에 의해 계약을 이행할 수 없는 경우 잔존 구성원중 출 자비율이 가장 높은 구성원을 대표자로 하며, 대표자의 권리와 의무를 승계한다. 4 제2항의 경우 출자비율은 탈퇴자의 출자비율을 잔존 구성원의 출자비율에 따라분 할하여 제8조의 비율에 가산한다. 5 탈퇴하는 자의 출자금은 계약이행 완료후 제9조의 손실을 공제한 잔액을 반환한 다. 제12조 하자담보책임 공동수급체가 해산한 후 당해 공단에 관하여 하자가 발생한 경우에는 연대하여 책임을 진다. 제13조 운영위원회 1 공동수급체는 공동수급체 구성원을 위원으로 하는 운영위 원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2 이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 통을 작성하여 각 통에 공동수급체 구성원이 기명날인하여 각자 보관한다. 2024년 월 일 인 인 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 67 - 별지서식2 합 의 각 서 입찰공고번호 조달청제 호 입찰일자 2024년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종조 건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이합 의한금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체결 및 이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 2024년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 법인 등록 번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 법인 등록 번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 법인 등록 번호 - 68 - 별표1-1 제 안 서 비계량 요약문원본 용역명 철도인프라 디지털트윈 정보화전략계획ISP 수립 용역 업체명 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 별표1-2 제 안 서 비계량 본문원본 용역명 철도인프라 디지털트윈 정보화전략계획ISP 수립 용역 업체명 인 - 70 - 별표1-3 제 안 서 비계량 요약문부본 용역명 철도인프라 디지털트윈 정보화전략계획ISP 수립 용역 업체명은 표기하지 않음",
      "tables": [
        [
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 별표1-4 제 안 서 비계량 본문부본 용역명 철도인프라 디지털트윈 정보화전략계획ISP 수립 용역 업체명은 표기하지 않음 - 72 - 제안서 작성 예시 I. 표지는 본 제안요청서 별표 1-1 별표 1-4 사용 II. 본문 작성 가나다라마바15 Point, 신명조, 줄간격 160 1. 가나다라마바15 Point, 신명조, 줄간격 160 1.1. 가나다라마바14 Point, 신명조, 줄간격 160 가. 가나다라마바14 Point, 신명조, 줄간격 160 가나다라마바13 Point, 신명조, 줄간격 160 - 가나다라마바13 Point, 신명조, 줄간격 160 나. 가나다라마바14 Point, 신명조, 줄간격 160 가나다라마바13 Point, 신명조, 줄간격 160 - 가나다라마바13 Point, 신명조, 줄간격 160 1.2. 가나다라마바14 Point, 신명조, 줄간격 160 가. 가나다라마바14 Point, 신명조, 줄간격 160 가나다라마바13 Point, 신명조, 줄간격 160 - 가나다라마바13 Point, 신명조, 줄간격 160 글자체는 반드시 신명조로 작성할 것 본문 상하좌우 여백상25, 하15, 좌20, 우20을 지정 편집용지 A4 백상지종 규격으로 작성 표지, 본문의 상25하15좌20우20 여백 및 본문 밖의 여백에는 일체의 표시를 하지 마시기 바랍니다. 쪽수는 하단 여백 중앙에 -1- 와 같이 표시",
      "tables": [
        [
          [
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 73 - 붙임 2 정보보안 관련 사항 외주 용역사업 보안특약 1. 외주 용역사업 보안 특약 별표1 사업자 보안위규 처리기준 별표2 보안 위약금 부과 기준 별표3 정보보안 서식 - 74 - 1. 공통사항 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료 시에는 완전 폐기 또는 반납해야 한다. 사업자는 사업 수행에 사용되는 문서, 인원, 장비에 대하여 물리적, 관리 적, 기술적 보안대책 및 누출금지 대상정보에 대한 보안관리 계획을 사업 제안서에 기재하여야 하며, 해당 정보 누출시 발주기관은 국가계약법 시행령 제76조에 따라 사업자를 부정당업체로 등록한다. 누출금지 정보 1 기관 소유 정보시스템의 내외부 IP주소 현황 2 세부 정보시스템 구성 현황 및 정보통신망 구성도 3 사용자계정, 비밀번호 등 정보시스템 접근권한 정보 4 정보통신망 취약점 분석평가 결과물 5 용역사업 결과물 및 관련 프로그램 소스코드 6 국가용 보안시스템 및 정보보호시스템 도입 현황 7 침입차단시스템침입방지시스템IPS 등 정보보호제품 및 라우터 스위치 등 네트워크 장비 설정 정보 8공공기관의 정보공개에 관한 법률제9조1항에 따라 비공개 대상 정보로 분류된 기관의 내부문서 9개인정보보호법 제2조1호의 개인정보 10보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 11 정보시스템 운용현황 12 그 밖의 발주자가 공개가 불가능하다고 판단한 자료 사업자는 발주기관의 보안정책공단 정보보안지침 등 및 보안 요구사항 등을 준수하여야 하며, 이를 위반하였을 경우 위규처리기준별표 1에 따 라 관련자에 대하여 조치하고 보안위약금 부과기준별표 2에 따라 손해 배상 책임을 진다. 2. 참여인원에 대한 보안관리 용역사업 참여인원중 보안책임관을 지정하여 발주기관의 승인을 받아야 한다. 용역사업 참여인원은 보안서약서에 자필서명 후, 발주기관에 제출하여야 한다. 용역사업 참여인원은 업체 임의로 교체할 수 없으며, 신상변동해외여행 포 함사항 발생 시 즉시 보고하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 75 - 참여인원에 대하여 월1회 정보보안교육을 수행하고, 교육결과에 대하여 발주기관의 확인을 받아야 한다. 3. 자료에 대한 보안관리 사업 수행으로 생산되는 산출물 및 기록은 보안책임관이 인가하지 않은 자에게 제공대여열람을 금지 함 사업관련 자료 및 사업과정에서 생산된 산출물은 보안책임관이 지정한 PC 등반드시 인터넷과 분리에 저장관리하여야 하며, 계정관리 및 계정별 접근권한 부여 등을 통하여 접근을 제한하여야 함. 제안요청서 등에 명시한 누출금지 대상정보를 사용할 경우 자료관리 대장을 작성하여 인계인수자가 직접 서명한 후 사용하고, 사업완료시 관련 자료는 반드시 반납하여야 함 비밀문서대외비 포함는 매일 퇴근시 반납하여야 하며, 비밀문서를 제외 한 일반문서는 제공된 사무실에 시건장치가 된 보관함이 있을 경우 보관함 에 보관할 수 있음 사업관련 자료는 인터넷 웹하드P2P 등 인터넷 자료공유사이트 및 개인메 일함 저장을 금지하고 발주기관과 사업수행업체간 자료 전송이 필요한 경 우는 자사 전자우편을 이용하여 송수신하고 메일을 확인하는 즉시 삭제 하여야 함 사업완료 후 생산된 최종 산출물은 인수인계서를 통하여 발주기관에 반 납하고, PC 완전삭제 등 보안조치를 통해 사업관련 산출물중간산출물 포함을 모두 삭제하여야 하며, 대표자 명의 확약서를 발주기관에 제출하여야 함 문서 및 전산자료 보안 일반 - 국고보조금통합관리시스템의 정보통신망 구성도, 정보시스템 구성도, 용 역산출물 및 개인정보 등은 비공개 자료로 분류하여 관리하여야 함 - 사업수행자는 비공개자료 중 출력물 형태로 제공받는 자료에 대해서는 제공자료정보 관리대장을 작성하여 인계자발주기관 사업책임자와 인수 자사업수행사 관리책임자가 직접 서명한 후 인계인수해야 함 - 사업수행자가 비공개자료 생성 시에는 파일서버의 비공개자료 폴더에 저장해 야 하며, 업무별로 지정된 사용자만이 접속이 가능토록 접근권한을 제한하여야 함 - 사업수행자가 비공개자료 출력시에는 출력물에 출력자, 출력일시 등을 표시하여야 함 - 사업수행자가 비공개자료를 자체 보관관리시에는 지정된 별도 캐비넷 이하 비공개자료 캐비넷이라 한다에 보관관리하여야 함 - 76 - - 사업수행자는 비공개자료 캐비넷에 보관관리되는 비공개자료의 목록을 현행화하여 관리하여야 함 - 용역책임자 책임하에 모든 출력물에 대한 외부 유출을 감시하며, 관련 자료 및 문서는 외부에 노출되지 않도록 문서함에 관리 - 사업 완료 후 반드시 자료를 반환하고 관련 데이터를 파기 - 주관기관의 승인이 없는 한 목적 외 사용 및 제3자에게 자료제공 금지 - 실시간 무결성 관리 및 무결성 저장매체를 관리하기 위한 대장관리를 수행하고 저장매체는 망실 없이 관리되어야 하며, 망실 발생시 발생경위서를 작성하여 발주기관에 보고하여야 함 온라인 보안 관리 - 사업수행 관련자료 및 사업과정에서 생산된 모든 산출물은 파일서버에 저장관리하여야 함 - 동 파일서버의 자료는 무단으로 삭제, 변경하여서는 아니됨 - 사업수행자가 사용하는 노트북PC는 인터넷 연결을 금지함. 다만 사업 수행상 필요한 경우 인터넷 PC를 이용할 수 있음 - 사업수행자는 사업수행 관련자료를 인터넷, 웹하드 등 인터넷 공유사이 트 및 개인 메일함 저장을 금지함 - 사업수행자가 업무상 필요에 의해 부득이하게 외부에서 전자우편 등으 로 발주기관과 자료 송수신이 필요한 경우에는 암호화 등의 보안대책을 마련하여 수발신 하여야 함. 다만 비공개 자료, 대외비 자료 및 비밀자 료는 전자우편으로 수발신을 금지함 4. 사무실장비에 대한 보안관리 사업을 수행하는 장소이하 사업장는 CCTV시건장치 등 비인가자 출입 통제대책이 마련된 사무실을 사용하여야 함 사업장에 대하여 일일보안점검 및 월1회 보안점검을 실시하여야 하고, 발주기관의 확인을 받아야 함 사업장에서 사용하는 모든 정보시스템에 대하여 정보시스템 관리대장을 작성하고 변경사항에 대해 현행화하여야 함 사업장의 PC에 대하여 월1회 내PC 지키미수행 여부를 확인하고 수행결 과 미흡사항에 대해 개선결과를 확인하여야 함 사업장의 정보시스템에 바이러스 백신 정품 SW를 설치하고, 자동업데이 트, 실시간 점검을 수행하는지 수시로 점검하여야 함 사업 참여인원의 비인가 휴대용 저장매체USB, CDDVD, 스마트폰, 태블 릿PC, MP3 등가 사업장내 정보시스템에 연결되는 것을 기술적으로 차단하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 77 - 고, 월1회 정상작동 여부를 점검조치하여야 함 CD-RW 등의 보조기억매체는 발주기관과 상호협의하여 제한된 PC에서만 사용하여야 한 다. 정보시스템휴대용 저장매체 포함을 외부에 반출입하는 경우, 반입 시에는 악성코드 감염여부를, 반출 시에는 자료무단 반출여부를 확인하고, 정보 시스템 반출입대장에 기록하여야 함 사업종료시 PC, 보조기억매체 등 저장장치는 완전삭제 후 반출하여야 한다. 사업 참여인원이 불가피하게 노트북을 사용하여야하는 경우에는 고정장치를 사용하여야 하며, 고정장치 비밀번호는 발주기관이 관리하고 발주기관의 승인하에 반출입하여야 함 사무실 보안 - 사업수행자는 사무실 또는 용역업무를 수행하는 공간에 대한 보안점검 을 주1회 이상 실시하여야 하며, 결과 내용에 대해 사업책임자의 확인 및 개선조치요구에 따라야 함 - 사업수행 장소는 매체 및 장비보안을 위하여 시건장치와 통제가 가능한 공간을 활용하여야 함 매체 및 장비 반출입 보안 - 사업수행자는 노트북. PC 등 관련 장비를 발주기관 내외로 반출입하는 경우, 다음 사항을 확인조치하여야 함 백신 등의 PC보안프로그램의 설치 여부 악성코드 감염여부 및 자료 무단반출 여부 - 사업수행자는 용역사업에 이용되는 노트북, PC에 백신 등의 자체 PC 보안프로그램 및 발주기관에서 제공하는 자료유출방지 등을 위한 PC 보안프로그램을 설치하여야 함 - 사업수행자는 노트북, PC에 전원기동CMOS 패스워드, 윈도우 패스워 드, 화면보호기10분간격 패스워드를 영문자 및 숫자가 조합된 9글자 이상으로 설정하여야 함 5. 내외부망 접근에 대한 보안관리 사업장은 업무망과 인터넷망을 분리하고, PC는 업무망과 인터넷망을 혼용 해서는 안되며, 인터넷은 국가정보통신망을 사용하여야 함ADSL 사용금 지 발주기관 내부기관에 대한 접속은 반드시 발주기관의 승인을 득한 후 사용하여야 함 사업장 PC는 인터넷 연결을 금지한다. 다만 불가피하게 인터넷 사용이 필 요한 경우는 보안책임관이 접속이 필요한 사이트 목록을 작성하여 발주기 - 78 - 관의 승인을 득한 후 사용하여야 함 P2P, 웹하드 등 인터넷 자료공유사이트로의 접속은 허용이 불가하며 기술적으로 차단하여야 한다. 사업 참여인원이 발주기관의 정보시스템에 접근하는 경우 - 원격작업은 금지하며, 사용자계정은 하나의 그룹으로 등록하고 계정별 로 접근권한을 차등 부여하되 기관 내부문서의 접근을 금지함 - 계정별로 부여된 접근 권한은 불필요시 즉시 권한을 해지하거나 계정을 폐기하여야 함 - 계정별 패스워드는 보안정책숫자, 영문자, 특수문자 등을 포함하여 9자 리 이상에 부합되어야 하며, 보안책임자가 별도로 기록 관리하여 변 경이력을 수시로 확인하여야 함 사업수행자는 정보시스템 사용자계정ID 이용시 부여된 권한 이외의 접근을 하여서 는 아니 됨. 또한 부여된 패스워드는 임의 변경 및 타인에게 알려서도 아니 됨 홈페이지, 서버 및 네트워크 등 보안취약성 점검 결과를 월단위로 수행하며, 월보고시 첨부하여 보고하여야 함 6. 개인정보 보안 개인정보보호법의 업무위탁에 따라 개인정보의 처리 제한 등의 의무사항을 준수함 업무와 관련하여 개인정보를 처리하는 과정에서 법을 위반하여 발생한 손해배상에 대하여 책임을 져야 함 7. 원격지 개발 장소 및 장비에 대한 보안관리 원격지 개발사업 관리가이드-보안사업품질 영역, 2011, NIA 원격지 개발 수행 장소는 시건장치와 통제가 가능하고, CCTV 등 비인가자 출입통제 대책이 마련된 공간을 사용하여야 한다. 원격지 개발을 위하여 사용되는 정보시스템은 관리자를 지정하여 관리대장 에 등록하고, 바이러스 백신, 보조기억매체제어 등 정보보호 SW를 반드시 설치한 후 사용하여야 하고, 정보시스템 HDD의 비인가 반출을 방지하기 위 하여 봉인표를 부착하여 주기적으로 점검하여야 하며, 원격지 개발 수행 장 소를 기준으로 반출입되는 모든 정보시스템휴대용 저장매체 포함은 반드 시 반출입대장에 기록해야 한다. - 반입 시 바이러스 백신으로 악성코드 감염여부를 확인하고 반출 시 사업부서 장의 확인 하에 포맷하여 반출하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 79 - 휴대용 저장매체는 사용할 수 없도록 정보시스템에 조치하여야 하며 불가피한 경우, 발주자의 승인 하에 원격지 개발 사업자 명의로 발급관리되어야 한다. 원격지 개발 사업자는 승인된 노트북, USB 등 휴대용 저장매체를 퇴근시 확인하여 무단 반출을 차단하여야 한다. - 80 - 별표1 사업자 보안위규 처리기준 구 분 위 규 사 항 심각 1. 비밀및대외비급정보유출및유출시도 가. 정보시스템에대한구조, 데이터베이스등의정보유출 나. 개인정보신상정보목록유출 다. 비공개항공사진공간정보등비공개정보유출 2. 정보시스템에대한불법적행위 가. 관련시스템에대한해킹및해킹시도 나. 시스템구축결과물에대한외부유출 다. 시스템내인위적인악성코드유포 중대 1. 비공개정보관리소홀 가. 비공개정보를책상위등에방치 나. 비공개정보를휴지통ᆞ폐지함등에유기또는이면지활용 다. 개인정보신상정보목록을책상위등에방치 라. 기타비공개정보에대한관리소홀 2. 사무실ᆞ보호구역보안관리허술 가. 통제구역출입문을개방한채퇴근등 나. 인가되지않은작업자의내부시스템접근 다. 통제구역내장비시설등무단사진촬영 3. 전산정보보호대책부실 가. 비인가업무망인터넷망혼용사용, 보안USB 사용규정위반 나. 웹하드P2P 등인터넷자료공유사이트를활용하여용역사업관련자 료수발신 다. 개발유지보수시비인가원격작업사용 라. 저장된비공개정보패스워드미부여 마. 인터넷망연결PC 하드디스크에비공개정보를저장 바. 외부용PC를업무망에무단연결사용 사. 외부전산망무선공유기포함을무단설치연동 아. 보안관련프로그램강제삭제 자. 사용자계정관리미흡및오남용시스템불법접근시도등",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항",
            ""
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n나. 개인정보·신상정보 목록 유출\n다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n가. 관련 시스템에 대한 해킹 및 해킹시도\n나. 시스템 구축 결과물에 대한 외부 유출\n다. 시스템 내 인위적인 악성코드 유포",
            ""
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀\n가. 비공개 정보를 책상 위 등에 방치\n나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n다. 개인정보․신상정보 목록을 책상 위 등에 방치\n라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n가. 통제구역 출입문을 개방한 채 퇴근 등\n나. 인가되지 않은 작업자의 내부 시스템 접근\n다. 통제구역 내 장비·시설 등 무단 사진촬영\n3. 전산정보 보호대책 부실\n가. 비인가 업무망·인터넷망 혼용사용, 보안 USB 사용규정 위반\n나. 웹하드·P2P 등 인터넷 자료공유사이트를 활용하여 용역사업 관련 자\n료 수·발신\n다. 개발·유지보수 시 비인가 원격작업 사용\n라. 저장된 비공개 정보 패스워드 미부여\n마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n바. 외부용 PC를 업무망에 무단 연결 사용\n사. 외부 전산망(무선공유기 포함)을 무단 설치·연동\n아. 보안관련 프로그램 강제 삭제\n자. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 81 - 구 분 위 규 사 항 처 리 기 준 보통 1. 기관제공중요정책ᆞ민감자료관리소홀 가. 주요현안ᆞ보고자료를책상위등에방치 나. 정책ᆞ현안자료를휴지통ᆞ폐지함등에유기또는이면지활용 2. 사무실보안관리부실 가. 캐비넷ᆞ서류함ᆞ책상등을개방한채퇴근 나. 출입키를책상위등에방치 3. 보호구역관리소홀 가. 통제ᆞ제한구역출입문을개방한채근무 나. 보호구역내비인가자출입허용등통제미실시 4. 전산정보보호대책부실 가. 인터넷망연결PC하드디스크에업무자료임의저장 나. 인터넷망연결PC에비인가문서편집기MS-Office 등 설치 다. 네이트온등비인가메신저또는파일공유프로그램무단사용 라. 상용메일을활용하여업무자료수발신 마. 부팅ᆞ화면보호패스워드미부여또는1111 등단순숫자부여 바. PC시스템비밀번호를모니터옆등외부에노출 사. 비인가보조기억매체무단사용 아. 노트북PC 등단말기의비인가된무선통신사용 자. 공유폴더를이용한업무자료공유 위약금부과 2회이상발생시계약 금액의1 이하 위규자교체 위규자및직속감독 자사유서 경위서 징구 위규자대상특별보안 교육실시 경미 1. 업무관련서류관리소홀 가. 진행중인업무자료를책상등에방치, 퇴근 나. 복사기ᆞ인쇄기위에서류방치 2. 근무자근무상태불량 가. 각종보안장비운용미숙 나. 경보ᆞ보안장치작동불량 3. 전산정보보호대책부실 가. PC내보안성이검증되지않은프로그램사용 나. 보안관련소프트웨어의주기적점검측정결과조치미흡 다. 필수보안프로그램안티바이러스, USB통제프로그램등 미설치 또는우회하여정보시스템사용 라. 노트북PC 등단말기내비인가된무선통신기능미제거 마. 휴대용저장매체를서랍ᆞ책상위등에방치한채퇴근 바. PC를켜놓거나보조기억매체CD, USB 등를꽂아놓고퇴근 위약금부과 3회이상발생시계약 금액의0.5 이하 위규자서면ᆞ구두경고 등문책 위규자사유서 경 위서징구 사업자 보안위규 처리 절차 경위 확인 보안위규 처리기준에 따라 조치 재발방지 대책 보안조치 이행여부 점검 - 82 - 별표2 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급심각 위규 심각 1건 위약금 비중 건당 부정당업자 등록 향후 위약금 부과 횟수가 2회 이상 발생 시 위약금 2배 증액 가능 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산 4. 보안규정을 위반하거나 누출금지 정보를 유출로 인해 손해 발생 시 용역 업체에 민사상 손해배상 청구 5. 보안 위반에 따른 위약금액, 제재조치 기준 등은 소요기관 보안심사위원회에서 사안의 경중과 위반자의 고의성을 감안하여 확정",
      "tables": [
        [
          [
            "구분",
            "위규 수준",
            ""
          ],
          [
            "",
            "A급(심각)",
            ""
          ],
          [
            "위규",
            "심각 1건",
            ""
          ],
          [
            "위약금\n비중\n(건당)",
            "부정당업자 등록",
            ""
          ]
        ],
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n가. 주요 현안ㆍ보고자료를 책상 위 등에 방치\n나. 정책ㆍ현안자료를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n2. 사무실 보안관리 부실\n가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근\n나. 출입키를 책상 위 등에 방치\n3. 보호구역 관리 소홀\n가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n가. 인터넷망 연결 PC하드디스크에 업무자료 임의저장\n나. 인터넷망 연결 PC에 비인가 문서편집기(MS-Office 등) 설치\n다. 네이트온 등 비인가 메신저 또는 파일공유프로그램 무단 사용\n라. 상용메일을 활용하여 업무 자료 수발신\n마. 부팅ㆍ화면보호 패스워드 미부여 또는 \"1111\" 등 단순숫자 부여\n바. PC·시스템 비밀번호를 모니터 옆 등 외부에 노출\n사. 비인가 보조기억매체 무단 사용\n아. 노트북·PC 등 단말기의 비인가된 무선통신 사용\n자. 공유폴더를 이용한 업무자료 공유",
            "◦ 위약금 부과\n(2회 이상 발생 시 계약\n금액의 1% 이하)\n◦  위규자 교체\n◦  위규자 및 직속 감독\n자 사유서 / 경위서\n징구\n◦  위규자 대상 특별보안\n교육 실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n가. 각종 보안장비 운용 미숙\n나. 경보ㆍ보안장치 작동 불량\n3. 전산정보 보호대책 부실\n가. PC내 보안성이 검증되지 않은 프로그램 사용\n나. 보안관련 소프트웨어의 주기적 점검·측정결과 조치 미흡\n다. 필수 보안프로그램(안티바이러스, USB통제프로그램 등) 미설치\n또는 우회하여 정보시스템 사용\n라. 노트북·PC 등 단말기내 비인가된 무선통신 기능 미제거\n마. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n바. PC를 켜 놓거나 보조기억 매체(CD, USB 등)를 꽂아 놓고 퇴근",
            "◦ 위약금 부과\n(3회 이상 발생 시 계약\n금액의 0.5% 이하)\n◦  위규자 서면ㆍ구두 경고\n등 문책\n◦  위규자 사유서 / 경\n위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 83 - 별표3 정보보안 서식111 보안교육 관리대장 순번 일자 주요 내용 참석 인원 정보보안 담당자 감독자 비고결과 1 20 . . . 2 20 . . . 3 20 . . . 4 20 . . . 5 20 . . . 6 20 . . . 7 20 . . . 8 20 . . . 9 20 . . . 10 20 . . . 11 20 . . . 12 20 . . . 13 20 . . . 14 20 . . . - 84 - 별표3 정보보안 서식211 보안교육 결과서 1. 기본사항 주제 일 시 장 소 주요내용 2. 보안교육 참석자 명단 순번 이름 소속 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 위 내역이 사실과 같음을 확인함 20 년 월 일 정보보안담당자 성명 인",
      "tables": [
        [
          [
            "주제",
            ""
          ],
          [
            "일        시",
            ""
          ],
          [
            "장        소",
            ""
          ],
          [
            "주요내용",
            ""
          ]
        ],
        [
          [
            "순번",
            "이름",
            "소속"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "1 2 3 4 5 6 7 8 9",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "10",
            "",
            ""
          ],
          [
            "11",
            "",
            ""
          ],
          [
            "12",
            "",
            ""
          ],
          [
            "13",
            "",
            ""
          ],
          [
            "14",
            "",
            ""
          ],
          [
            "15",
            "",
            ""
          ]
        ],
        [
          [
            "순번",
            "일자",
            "주요  내용",
            "참석\n인원",
            "정보보안\n담당자",
            "",
            "감독자 비고(결과)"
          ],
          [
            "1",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "8",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "9",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "10",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "11",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "12",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "13",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "14",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 85 - 별표3 정보보안 서식311 반출입 관리대장 순번 날짜 반입 반출 항목 목적 구분 반출입자 소속 정보보안 담당자 감독자 보안점검 O,X 용역사업 수행 장소 내에 반출반입되는 보안점검 대상 물품은 반드시 정보보안담당자의 보안점검 및 확인, 허가를 득해야 하며, 반 출입자는 관리대장을 작성한다. - 86 - 별표3 정보보안 서식411 장비 관리대장 일련 번호 분류 용도 형상항목 형상항목명 구분 모델및OS 사유 승인일 자 담당자 정보보 안 담당 자 감독자 구분 내역 프로젝트 정보보안담당자는 사업수행을 위해 투입되는 장비에 대한 관리대장을 작성하여 개발 장비들에 대한 이력을 관리한다. 초기 신규인 경우 일괄 입력할 수 있다. 이후 수작업 입력한다.",
      "tables": [
        [
          [
            "순번",
            "날짜",
            "반입/\n반출",
            "항목",
            "목적",
            "구분",
            "반/출입자",
            "소속",
            "정보보안\n담당자",
            "감독자",
            "보안점검\n(O,X)"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "일련\n번호",
            "분류",
            "용도",
            "형상항목",
            "형상항목 명",
            "구분",
            "모델 및 OS",
            "사유",
            "",
            "승인일\n자",
            "담당자",
            "정보보\n안\n담당\n자",
            "감독자"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "구분",
            "내역",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 87 - 별표3 정보보안 서식511 계정 관리대장 순 번 신청날짜 대상 계정 부여 권한 사용자 소속 사용기간 정보보안 담당자 감독자 사유 구분 내역 1 20 . . . 2 20 . . . 3 20 . . . 4 20 . . . 5 20 . . . 6 20 . . . 7 20 . . . 8 20 . . . 공용 장비들의 사용자 계정은 최소 5자리 이상으로 지정할 것을 권장하며, Administrator계정은 정보보안담당자가 관리한다. - 88 - 별표3 정보보안 서식611 비밀번호패스워드 관리대장 대외비에 준하여 관리 일련 번호 대상 계정 비밀번호 부여권한 사용자 정보보안 담당자 감독자 사유 구분 내역",
      "tables": [
        [
          [
            "순 번",
            "신청날짜",
            "대상",
            "계정",
            "부여\n권한",
            "사용자",
            "소속",
            "사용기간",
            "정보보안\n담당자",
            "감독자",
            "사유",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "구분",
            "내역"
          ],
          [
            "1",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            "",
            "~",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            "",
            "~",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            "",
            "~",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            "",
            "~",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            "",
            "~",
            "",
            "",
            "",
            ""
          ],
          [
            "6",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            "",
            "~",
            "",
            "",
            "",
            ""
          ],
          [
            "7",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            "",
            "~",
            "",
            "",
            "",
            ""
          ],
          [
            "8",
            "20    .    .    .",
            "",
            "",
            "",
            "",
            "",
            "~",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "일련\n번호",
            "대상",
            "계정",
            "비밀번호",
            "부여권한",
            "사용자",
            "정보보안\n담당자",
            "감독자",
            "사유",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "구분",
            "내역"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 89 - 별표3 정보보안 서식711 사업종료 점검 결과서 점검 일자 20 . . . 정보보안담당자 인 감 독 자 인 순 번 대분류 소분류 점검대상 처리 방안 점검결과O,X 1 문서 OnLine 문서 업무문서 삭제 2 산출물 삭제 3 소스 삭제 4 OffLine 문서 대외비 파쇄 5 업무문서 파쇄 6 산출물 파쇄 7 장비 서버용 개발서버 포맷 8 파일서버 포맷 9 개인용 업무용 장비 포맷 10 개발용 장비 포맷 11 이동매체 USB 메모리 - 포맷 12 이동형 외장하드 - 포맷 13 CDDVD - 파쇄 14 자원 계정 정부통합전산센터 계정 해지 15 IP 행정망 IP 반환 16 사업종료 시 정보보안담당자는 프로젝트에 투입된 모든 인력, 전산자원에 대해서 보안 점검을 실시하고 감독자책임자의 승인을 득해야 한다. 점검 항목은 사전에 발주처 담 당자와 협의하여 결정한다. - 90 - 별표3 정보보안 서식811 정보화용역사업보안관리점검리스트 용역사업명 사업수행기간 용역수행업체 사 업 부 서 점 검 항 목 1 참여인력에 대한 보안서약서 징구여부 2 보안관리책임자공단 및 용역업체 지정 여부항시 상주 여부 3 인력에 변경 관리 여부 변동 인력에 대한 보안서약서 징구 4 각종 대장 비치 및 기록 관리 여부 - 전산장비 반출입 대장, 휴대용저장매체 관리 대장 - 제공자료정보 관리 대장제공자료 인계인수 현황관리 포함 5 사무실 통제 및 시건장치 설치 여부 6 보안교육 실시 여부 비밀유지 의무준수, 누출금지 대상정보 및 정보 누출 시 부정당업자 제재조치 내용 포함, 위반 시 처벌내용 7 단말기노트북PC 시건장치 여부 8 단말기 패스워드 설정 여부PC부팅, 윈도우 로그인 , 화면 보호기10 분 9 공단 필수 보안프로그램 설치 여부바이러스 백신, 휴대용매체제어, 내PC 지키미 10 단말기 폴더 및 파일 공유 여부 11 非인가 USB 등 이동식 휴대용 저장매체 사용 여부 12 단말기 인터넷 연결 사용 여부 13 非인가 무선랜AP, Wi-Fi, 무선공유기 등 사용 여부 14 P2P, 메신저, 웹하드 및 상용 클라우드 서비스 등 사용 여부 15 용역업체 직원 PC의 내부 정보시스템 접근 통제 여부 16 용역사업 관련자료소스코드, 시스템 구성도 등 및 사업과정에서 생산되 는 자료 관리 여부 파일서버 및 지정한 PC 저장관리 여부 17 용역업체개발유지보수 등의 원격작업 여부 18 누출금지 대상정보 사무실 방치 여부 참고 점검결과는우수, 양호, 미흡으로표기 점검일자 년 월 일 점검자 소속 직급 성명 인 확인자 소속 직급 성명 인",
      "tables": [
        [
          [
            "정보화 용역사업 보안관리 점검리스트",
            "",
            "",
            ""
          ],
          [
            "용역사업명",
            "",
            "",
            ""
          ],
          [
            "사업수행기간",
            "",
            "",
            ""
          ],
          [
            "용역(수행)업체",
            "",
            "",
            ""
          ],
          [
            "사 업 부 서",
            "",
            "",
            ""
          ],
          [
            "점  검  항  목",
            "",
            "",
            ""
          ],
          [
            "1",
            "◦참여인력에 대한 보안서약서 징구여부",
            "",
            ""
          ],
          [
            "2",
            "◦보안관리책임자(공단 및 용역업체) 지정 여부(항시 상주 여부)",
            "",
            ""
          ],
          [
            "3",
            "◦인력에 변경 관리 여부(※ 변동 인력에 대한 보안서약서 징구)",
            "",
            ""
          ],
          [
            "4",
            "◦  각종 대장 비치 및 기록 관리 여부",
            "",
            ""
          ],
          [
            "",
            "- 전산장비 반․출입 대장, 휴대용저장매체 관리 대장",
            "",
            ""
          ],
          [
            "",
            "- 제공자료(정보) 관리 대장(제공자료 인계인수 현황관리 포함)",
            "",
            ""
          ],
          [
            "5",
            "◦사무실 통제 및 시건장치 설치 여부",
            "",
            ""
          ],
          [
            "6",
            "◦보안교육 실시 여부\n ※ 비밀유지 의무준수, 누출금지 대상정보 및 정보 누출 시 부정당업자 \n제재조치 내용 포함, 위반 시 처벌내용",
            "",
            ""
          ],
          [
            "7",
            "◦단말기(노트북․PC) 시건장치 여부",
            "",
            ""
          ],
          [
            "8",
            "◦단말기  패스워드  설정  여부(PC부팅,  윈도우  로그인  ,  화면  보호기(10\n분))",
            "",
            ""
          ],
          [
            "9",
            "◦공단 필수 보안프로그램 설치 여부(바이러스 백신, 휴대용매체제어, 내PC 지키미)",
            "",
            ""
          ],
          [
            "10",
            "◦단말기 폴더 및 파일 공유 여부",
            "",
            ""
          ],
          [
            "11",
            "◦非인가 USB 등 이동식 휴대용 저장매체 사용 여부",
            "",
            ""
          ],
          [
            "12",
            "◦단말기 인터넷 연결 사용 여부",
            "",
            ""
          ],
          [
            "13",
            "◦非인가 무선랜(AP, Wi-Fi, 무선공유기 등) 사용 여부",
            "",
            ""
          ],
          [
            "14",
            "◦P2P, 메신저, 웹하드 및 상용 클라우드 서비스 등 사용 여부",
            "",
            ""
          ],
          [
            "15",
            "◦용역업체 직원 PC의 내부 정보시스템 접근 통제 여부",
            "",
            ""
          ],
          [
            "16",
            "◦용역사업  관련자료(소스코드,  시스템  구성도  등)  및  사업과정에서  생산되\n는 자료 관리 여부\n  ※ 파일서버 및 지정한 PC 저장․관리 여부",
            "",
            ""
          ],
          [
            "17",
            "◦용역업체(개발․유지보수 등)의 원격작업 여부",
            "",
            ""
          ],
          [
            "18",
            "◦누출금지 대상정보 사무실 방치 여부",
            "",
            ""
          ]
        ],
        [
          [
            "순 번",
            "대분류",
            "소분류",
            "점검대상",
            "처리  방안",
            "점검결과(O,X)"
          ],
          [
            "1\n2\n3\n4\n5\n6",
            "문서",
            "OnLine  문서",
            "업무문서",
            "삭제",
            ""
          ],
          [
            "",
            "",
            "",
            "산출물",
            "삭제",
            ""
          ],
          [
            "",
            "",
            "",
            "소스",
            "삭제",
            ""
          ],
          [
            "",
            "",
            "OffLine  문서",
            "대외비",
            "파쇄",
            ""
          ],
          [
            "",
            "",
            "",
            "업무문서",
            "파쇄",
            ""
          ],
          [
            "",
            "",
            "",
            "산출물",
            "파쇄",
            ""
          ],
          [
            "7\n8\n9\n10",
            "장비",
            "서버용",
            "개발서버",
            "포맷",
            ""
          ],
          [
            "",
            "",
            "",
            "파일서버",
            "포맷",
            ""
          ],
          [
            "",
            "",
            "개인용",
            "업무용  장비",
            "포맷",
            ""
          ],
          [
            "",
            "",
            "",
            "개발용  장비",
            "포맷",
            ""
          ],
          [
            "11\n12\n13",
            "이동매체",
            "USB  메모리",
            "-",
            "포맷",
            ""
          ],
          [
            "",
            "",
            "이동형  외장하드",
            "-",
            "포맷",
            ""
          ],
          [
            "",
            "",
            "CD/DVD",
            "-",
            "파쇄",
            ""
          ],
          [
            "14\n15",
            "자원",
            "계정",
            "정부통합전산센터  계정",
            "해지",
            ""
          ],
          [
            "",
            "",
            "IP",
            "행정망  IP",
            "반환",
            ""
          ],
          [
            "16",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 91 - 별표3 정보보안 서식911 제공자료정보 관리대장 순번 제공자료정보 용역업체 제공일자 회수일자 제공정보, 권한 등 결재발주부서 보안관리 책임자 제공자료 접근이용자 담당자 부서장 - 92 - 별표3 정보보안 서식1011 보안서약서 본인은 년 월 일부로 관련사업업무을수행함에있어 다음사항을준수할것을엄숙히서약합니다. 1. 본인은업무수행중알게될일체의내용이직무상기밀사항임을인정한다. 2. 본인은기밀을누설함이국가안전보장및국가이익에위해가될수있음을인식 하여업무수행중지득한제반기밀사항을일체누설하거나공개하지아니한다. 3. 본인이이기밀을누설하거나관계규정을위반한때에는관련법령에따라어떠 한처벌및불이익도감수한다. - 관련법령에의한처벌규정- 1 정보통신망이용촉진및정보보호등에관한법률 제71조, 제72조, 제73조에 따라최고5년이하의징역또는5천만원이하의벌금에처한다. 2 개인정보보호법 제9장제70조, 제71조에따라최고10년이하의징역또는 1억원이하의벌금에처한다. 20 년 월 일 서약자 소 속 직 위 성 명 인",
      "tables": [
        [
          [
            "순번",
            "제공자료(정보)",
            "용역업체",
            "",
            "제공일자",
            "회수일자\n(제공정보, \n권한  등)",
            "결재(발주부서)",
            ""
          ],
          [
            "",
            "",
            "보안관리\n책임자",
            "제공자료 \n접근(이용)자",
            "",
            "",
            "담당자",
            "부서장"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "보 안 서 약 서"
          ],
          [
            "본인은 \n년\n월\n일부로\n관련 사업(업무)을 수행함에 있어\n다음 사항을 준수할 것을 엄숙히 서약합니다.\n1. 본인은 업무 수행 중 알게 될 일체의 내용이 직무상 기밀사항임을 인정한다.\n2. 본인은 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식\n하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다.\n3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령에 따라 어떠\n한 처벌 및 불이익도 감수한다.\n- 관련 법령에 의한 처벌규정 -\n1)\n‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’ 제71조, 제72조, 제73조에\n따라 최고 5년 이하의 징역 또는 5천만 원 이하의 벌금에 처한다.\n2) ‘개인정보보호법’ 제9장 제70조, 제71조에 따라 최고 10년 이하의 징역 또는\n1억 원 이하의 벌금에 처한다.\n20 년\n월\n일\n서약자    소              속  :                                            직    위  : \n                                                                                      성    명  :                          (인)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 93 - 별표3 정보보안 서식1111 확 약 서대표자용 본인 은는 20 년 월 일부터20 년 월 일까지 업무를수행 함에있어다음사항을준수할것을엄숙히서약합니다. 1. 본인은본사업의과업수행으로취득한모든제반사항을시간과지역에제한없이일체 타인에게누설하지않을것임을확약합니다. 2. 본인은사업관련된제반자료는전부공단에제출하였으며, 투입인원의PC 등에 저장된사업관련자료, 산출물은전부국가정보원이검증한삭제SW로소거하였음을 확인한다. 3. 본인은기밀을누설함이정보보안및개인정보보호에위배될수있음을인식하여업무 수행중지득한제반기밀사항을일체누설하거나공개하지아니한다. 4. 본인은위의사항에대해허위확약하였을시에는동기여하를막론하고그결과가 위반행위임을자인하고, 이를위반하여발생되는민형사상및보안상의책임에대해 관련제법규에의한조치를따를것을서약합니다. 20 년 월 일 국가철도공단 이사장 귀하 서약자 업체명 업체대표 대표이사 서명 또는 인",
      "tables": [
        [
          [
            "확   약   서 (대 표 자 용 )\n본인\n은(는) 20\n년\n월\n일부터 20\n년\n월\n일까지 “\n” 업무를 수행\n함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다.\n1. 본인은 본 사업의 과업수행으로 취득한 모든 제반 사항을 시간과 지역에 제한 없이 일체\n타인에게 누설하지 않을 것임을 확약합니다.\n2. 본인은 사업 관련된 제반 자료는 전부 공단에 제출하였으며, 투입 인원의 PC 등에\n저장된 사업 관련 자료, 산출물은 전부 국가정보원이 검증한 삭제 S/W로 소거하였음을\n확인한다.\n3. 본인은 기밀을 누설함이 정보보안 및 개인정보보호에 위배 될 수 있음을 인식하여 업무\n수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다.\n4. 본인은 위의 사항에 대해 허위 확약하였을 시 에는 동기 여하를 막론하고 그 결과가\n위반 행위임을 자인하고, 이를 위반하여 발생되는 민․형사상 및 보안상의 책임에 대해\n관련 제 법규에 의한 조치를 따를 것을 서약합니다.\n20 년\n월\n일\n국가철도공단  이사장  귀하\n서약자        업체명              \n(업체대표)\n대표이사             (서명 또는 인)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}