{
  "csv_metadata": {
    "공고 번호": "Unknown_24",
    "공고 차수": -1,
    "사업명": "용인 첨단 시스템반도체 국가산단 용수공급사업 타당성조사 및 기본계획 수립 용역",
    "사업 금액": 2392940000,
    "발주 기관": "한국수자원공사",
    "공개 일자": "2024-05-13 00:00:00",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "미정",
    "사업 요약": "- 용인 첨단 시스템반도체 국가산단 용수공급사업의 타당성 조사 및 기본계획 수립 용역\n- 사업 목적은 용인 첨단 시스템반도체 국가산단에 용수를 공급하기 위한 사업의 타당성 조사 및 기본계획 수립\n- 과업 대상 지역은 용인시, 성남시, 광주시, 하남시\n- 사업 개요는 2034년까지 총 공급량 80만/일로 1단계와 2단계로 나누어 진행됨\n- 과업의 범위 및 내용은 자료 수집, 현지조사, 타당성 조사, 주요시설물 계획 등으로 구성됨",
    "파일형식": "pdf",
    "파일명": "한국수자원공사_용인 첨단 시스템반도체 국가산단 용수공급사업 타당성.pdf"
  },
  "missing_values": {
    "공고번호_결측": true,
    "공고차수_결측": true,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": true,
    "사업금액_결측": false
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "용인 첨단 시스템반도체 국가산단 용수공급사업 타당성 조사 및 기본계획 수립 용역수행 과업지시서 2024. 4 수 도 개 발 처",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "목 차 1. 일반과업지시서3 1.1 과 업 명 용인 첨단 시스템반도체 국가산단 용수공급 사업 타당성조사 및 기본계획 수립 용역3 1.2 과업의 목적3 1.3 과업대상지역3 1.4 사업개요3 1.5 과업수행기간3 1.6 과업의 범위 및 내용4 1.7 계약변경 조건4 1.8 주요업무의 사전승인 등5 1.9 과업수행 및 공정보고5 1.10 용역감독 등7 1.11 계약상대자의 책임8 1.12 대내외 인허가 및 심의자료의 제출16 1.13 자문 및 기술심의 등17 1.14 용역대가의 지급18 1.15 보안 및 비밀유지18 1.16 권리의무 양도 금지 등19 1.17 용어의 해석19 1.18 용역수행자의 교체19 1.19 과업수행자의 실명화19 1.20 중점검토 사항19 2. 특별과업지시서21 2.1 과업수행 내역21 2.2 과업수행 지침25",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - 1. 일반과업지시서 1.1 과 업 명 용인 첨단 시스템반도체 국가산단 용수공급사업 타당성조사 및 기본계획 수립 용역 1.2 과업의 목적 이 용역과업은 제14차 비상경제민생회의에서 정부가 지정한 국가첨단산업단지 선정지 중 하나인 용인 첨단 시스템반도체 국가산업단지에 용수를 공급하는 사업의 타당성 조사 및 기본계획을 수립하는데 목적이 있다. 1.3 과업대상지역 1.3.1 과업위치 4개 지자체용인시, 성남시, 광주시, 하남시 1.3.2 공급대상지역 용인 첨단 시스템반도체 국가산업단지경기도 용인시 남사읍 일원 1.4 사업개요 1.4.1 목표연도 2034년1단계 2030년 완료, 2단계 2034년 완료 1.4.2 사업물량 총 공급량 80만일1단계 20만일, 2단계 60만일 1.4.3 시설개요 구 분 전 체 1단계 2단계 비 고 공 급 량 80만일 20만일 60만일 - 사업기간 24년34년 24년30년 24년34년 시설 취수장 취수장 1개소 - 취수장 1개소 가압장 가압장 4개소 가압장 2개소 가압장 2개소 관 로 D1,500mm, L34.5km D2,200mm, L48.4km D1,500mm, L34.5km D2,200mm, L48.4km 1.5 과업수행기간 이 용역의 과업기간은 착수일로부터 14개월420일간로 하고, 계약상대자는 용역계 약일반조건 제18조의 3항, 제19조, 제24조 및 다음의 경우에 사장 또는 그 위임을 받은 자에게 서면으로 계약기간의 변경을 청구할 수 있다. 1 관계기관의 협의 및 검토가 관계기관의 사유로 지연되었을 때 2 민원발생에 의해 조사업무 수행이 불가능할 때 3 본 과업과 관련된 상위계획 변경으로 인해 과업수행이 불가능할 때",
      "tables": [
        [
          [
            "구        분",
            "",
            "전  체",
            "1단계",
            "2단계",
            "비  고"
          ],
          [
            "공  급  량",
            "",
            "80만㎥/일",
            "20만㎥/일",
            "60만㎥/일",
            "-"
          ],
          [
            "사업기간",
            "",
            "’24년~`34년",
            "’24년~’30년",
            "’24년~`34년",
            ""
          ],
          [
            "시설",
            "취수장",
            "취수장  1개소",
            "-",
            "취수장  1개소",
            ""
          ],
          [
            "",
            "가압장",
            "가압장  4개소",
            "가압장  2개소",
            "가압장  2개소",
            ""
          ],
          [
            "",
            "관  로",
            "D1,500mm,  L=34.5km\n/  D2,200mm,  L=48.4km",
            "D1,500mm,  L=34.5km",
            "D2,200mm,  L=48.4km",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 4 - 1.6 과업의 범위 및 내용 본 용역은 용인 첨단 시스템반도체 국가산업단지 적기 용수공급을 위한 타당성 조사 및 기본계획 수립으로 건설기술진흥법, 건설공사 타당성 조사지침16.5, 국토부, 건 설기술관리규정K-water 관련 법령 및 규정에서 정하는 관련업무 수행을 과업범위로 하며, 그 주요내용은 다음과 같다. 1.6.1 자료 수집 및 기초 현황 조사 1 관련 법령 및 기준, 선행 조사, 국가 및 지자체 관련 계획 등 수집 분석 2 건설공사와 관련된 계획, 사회경제적 지표 등 수요예측을 위한 기초 자료 3 교통량, 시설물 등에 대한 현지조사 결과 및 현황 자료 1.6.2 현지조사 1 측량조사 2 지질 및 토질조사 3 보상조사 1.6.3 타당성 조사 1 취수원 선정 2 용수수급전망 및 용수공급계획 수립수요분석 및 예측의 방법, 수요예측 결과 등 수요분석 및 예측을 수행한 자료 3 주요시설물 계획대안의 제시 및 검토 등을 수행한 자료 4 타당성 평가기본계획 수립 포함 5 사업집행방안 검토 1.6.4 사업 홍보 및 설명자료 제작필요시 1.6.5 기술심의 및 보완 1.6.6 보고서 및 성과품 제출 등 1.7 계약변경 조건 계약일반조건 제15조, 계약일반조건 제16조, 계약일반조건 제17조 및 다 음의 경우 계약상대자는 이 과업을 감독원감독원이라 함은 사장으로부터 감독에 관 한 업무를 위임받아 수행하는 자를 말한다. 이하 같다.과 협의하여 변경할 수 있다. 1 계약내용에 따른 이행수량에 의한 정산변경 시 2 민원발생에 의해 조사업무 수행이 불가능할 때 3 본 과업과 연관된 지연사유로 인해 본 과업의 후속공정 수행이 불가능할 때",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 5 - 4 정부의 방침 변경 또는 본 과업 중 수행하는 각종 심의 결과 및 계획변경 등에 따 라 본 과업의 범위 및 내용 등이 변경될 경우 5 본 과업과 연관된 산업단지 계획, 국가수도기본계획, 한강권역 하천유역 수자원 관리 계획, 화천댐 실증운영 결과, 기타 관련 협약체결 등에 따라 본 과업의 범위 및 내용 등이 변경될 경우 1.8 주요업무의 사전승인 등 계약상대자는 다음사항에 대해서는 사전에 감독원의 승인을 받아 과업을 수행하여야 한다. 1 사업수행계획서 및 착수신고서의 내용변경 2 주요계획 및 방침의 설정 또는 변경시 3 관계기관과의 협의사항 4 설계기준의 설정 또는 변경 5 사회적 공감대 형성 및 합의 도출을 위한 사항자문, 설명회, 토론회 등 6 기타 감독원의 지시나 계약상대자의 판단에 따라 승인 받아야 할 사항 1.9 과업수행 및 공정보고 1.9.1 착수신고서 제출 1 계약일반조건 제13조 1항의 규정에 의하여 계약상대자가 과업착수시 제출할 착수신고서와 이 착수신고서에 포함하여 제출할 서류의 내용과 서식은 다음 각호 와 같다. 1 착수신고서별지 제1호 서식 2 사업수행계획서 3 인력장비투입계획서 4 세부공정계획서 5 단위과업별 성과품 제출계획서 6 사업책임기술자선임신고서별지 제2호 서식 7 사업수행조직표 8 건설기술 경력사항 확인서 9 참여기술자 인적사항, 참여과업내용 및 참여예상기간별지 제3호 서식 10 참여기술자의 보안각서별지 제4호 서식 2 계약상대자는 상기 1항의 착수신고 서류 5부를 감독원에게 제출하여 승인을 받아 야 하며, 감독원은 착수신고서 접수일로부터 10일 이내에 승인여부를 계약상대자에 게 통보하여야 한다. 1.9.2 계약문서의 사본제출 계약상대자는 착수신고서 제출시 계약서, 현장대리인 신고서, 참여기술자, 공정표, 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 6 - 력투입계획서, 산출내역서 등을 합본한 계약문서를 감독원에게 제출하여야 한다. 1.9.3 상위계획과의 부합 및 연계성 검토 보고 계약상대자는 국가수도기본계획22.10, 지자체 수도정비기본계획, 용인 첨단시스템 반도체 국가산단 용수공급사업 기본구상23.10 등 본 과업 관련 이전단계의 제반 조 사결과 등을 검토하여야 하고 검토보고서를 착수일로부터 20일 이내에 감독원에게 제 출하여야 한다. 1.9.4 월간진도보고 계약상대자는 과업수행기간중 다음사항을 포함한 월간진도보고를 매월 말일을 기준으 로 하여 다음달 5일까지 사업책임기술자의 확인을 받아 감독원에게 제출하여야 한다. 1 과업추진내용 및 공정현황 2 각종 도서수발현황승인사항 포함 3 과업수행상 중요 문제점 및 대책 4 참여기술자 현황 5 다음달 과업수행 계획 1.9.5 중간보고 계약상대자는 감독원의 요구가 있거나 다음 각각의 경우에는 관련자료를 제출하고 사 업책임기술자 혹은 담당 분야별 책임기술자로 하여금 설명토록 하여야 하며 감독원의 지시사항구두 및 서면지시 포함에 대하여 성실히 수행하고 조치결과를 서면으로 제 출하여야 한다. 1 주요 단계별 과업이 종료되었을 때 2 과업기간 중 2회이상의 중간보고시 3 주요계획 및 방침의 설정과 변경시 1.9.6 타당성조사 초기보고서 작성 및 제출 1 계약상대자는 동 사업의 추진일정을 감안하여, 각 단계별2회 타당성조사 초기보 고서를 작성하여야 하며 1단계는 착수일로부터 3개월 이내에 2단계는 착수일로부 터 9개월 이내에 감독원에게 제출하여야 한다. 단, 동 사업 추진 일정의 변동이 있 을 경우 초기보고서의 제출기한이 변동될 수 있으며, 계약상대자는 감독원의 요구 하는 기일에 동 보고서를 제출하여야 한다. 2 타당성조사 초기보고서에는 기존 자료 및 동 사업과 관련하여 동일 시기에 수행되 고 있는 타 조사 등 과업의 내용이 충실히 반영되어야 한다. 동 보고서에는 다음 항목이 포함되어야 하며, 각 항목에 대한 세부 검토 내용은 본 과업의 특별과업지 시서를 따른다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 7 - 1 자료 수집 및 기초 현황 조사 2 현지 조사 3 취수원 선정 4 용수수급전망 및 용수공급계획 5 주요시설물계획 6 타당성 평가 7 사업집행방안 검토기본계획안 8 기타 감독원이 요구하는 사항 등 3 현지조사 과업의 일정 및 소요 기간으로 인해 초기보고서 작성시까지 현지조사 분 석 결과의 도출이 어렵다고 판단되는 경우, 감독원과 협의하여 조사계획 부분 및 진행 결과를 수록할 수 있다. 1.9.7 민원 및 인허가 계약상대자는 과업과정에서 민원 또는 행정처분이 발생치 않도록 민원 및 대관 인허 가 업무를 수행하여야 한다. 1.9.8 관계기관 협의 등 1 계약상대자는 주민이해당사자 의견수렴 및 관계기관 협의 등 K-water가 시행하는 업무를 충실히 지원하여야 하며, K-water의 요구에 의해 필요한 경우 업무를 대행 하여야 한다. 2 계약상대자는 주요시설물의 규모, 용수배분량, 지자체 상수도 설치현황 및 계획, 관로노선 및 시공한계, 인허가 등과 관련, 과업수행기간 중 관련지자체 등과 협의 가 필요한 사항에 대해서는 협의를 실시하고 그 결과를 검토하여 적정방안을 수 립제시하여야 한다. 1.9.9 계약자통합정보시스템cts.kwater.or.kr 활용 계약자통합정보시스템은 계약상대자가 용역을 수행함에 있어 K-water 보유 시스템을 활용하여 발주자에게 전자적 문서 및 정보를 제출토록 하여 계약상대자와 발주자간의 정보 교환 및 활용을 목적으로 하며일명 수자원CTS라고 지칭한다, 종이문서를 최 소화하여 용역을 지원함으로써 건설CALS를 구현하기 위한 것이다. 1 계약상대자는 수자원CTS에 접속하여 용역의 착공, 기성, 공정보고 등의 업무수행 시 수자원CTS에 등록된 표준양식으로 전자문서를 작성하여 발주자에게 자료제출, 보고, 승인요청 등의 업무를 수행하여야 한다. 2 계약상대자는 수자원CTS 활용을 위하여 필요한 사용법을 숙달하여 업무를 수행해 야 하며, 컴퓨터, 네트워크 등 시스템 사용시 필요한 제반사항을 준비하여야 한다. 1.10 용역감독 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 8 - 1.10.1 용역감독 K-water은 이 과업을 수행함에 있어 수시로 계약상대자에 대하여 다음의 계약관련 업 무내용을 확인감독할 권한을 가지며, 계약상대자는 이에 적극 협조하여야 한다. 1 기술인력 동원현황 2 보고서 작성현황 및 업무수행상태 3 기타 확인이 필요한 사항 1.10.2 용역점검 K-water는 용역성과품질 확인 및 용역업무수행에 대한 정기 또는 수시점검을 실시할 수 있으며 특별한 사유가 없는 한 계약상대자는 감독원과 협의하여 지적사항을 시정 하여야 한다. 1.11 계약상대자의 책임 1.11.1 계약상대자의 책임범위 계약상대자는 K-water의 승인을 받아 작성한 도서라 할지라도, 그 내용이 미비하거나 과오 또는 오류 등으로 인한 과업수행상 발생한 모든 하자에 대하여 계약상대자의 책 임이 면제되는 것은 아니며, 계약상대자는 용역준공 후에도 이러한 사항에 대한 K-wat er의 수정보완요구가 있을때에는 계약상대자 부담으로 시정조치하여야 한다. 다만 감 독원의 부당한 지시가 있을 경우 이의를 제기할 수 있다. 1.11.2 성과품에 대한 재시행 이 과업수행에 있어 감독원이 조사과정 및 성과를 인정할 수 없다고 판단할 경우 재 시행을 요청할 수 있으며 계약상대자는 이에 따라야 하고, 이에 따른 소요비용은 계약 상대자가 부담하여야 한다. 다만, 재시행 요청이 부당하다고 판단하는 경우 서면으로 이의를 제기할 수 있으며, K-water와 계약상대자간 협의에 의하여 재시행 여부 및 시 행범위 등을 결정한다. 협의가 이루어지지 아니할 때에는 법원의 판결 또는 중재 법에 의한 중재에 의하여 해결한다. 1.11.3 문서의 기록비치 계약상대자는 이 과업을 수행함에 있어 발생하는 관계기관과의 협의사항, K-water의 지시 및 조치사항 등 과업추진에 따른 주요내용을 문서로 작성비치하여야 하며, K-wa ter의 제출요구가 있을 경우에는 이에 따라야 한다. 1.11.4 안전관리의 의무 계약상대자는 관계법규에 의한 안전수칙의 준수 등 안전관리에 최선을 다하여야 하며 계약상대자의 과실이나 부주의로 인하여 발생하는 사고 및 손해에 대하여 책임을 져야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 9 - 1.11.4.1 도급인의 수급인에 대한 의무 1 도급인과 수급인을 구성원으로 하는 안전 및 보건에 관한 협의체의 구성 및 운영 2 작업장 순회점검 3 관계수급인이 근로자에게 하는 제29조제1항부터 제3항까지의 규정에 따른 안전보 건교육을 위한 장소 및 자료의 제공 등 지원 4 관계수급인이 근로자에게 하는 제29조제3항에 따른 안전보건교육의 실시 확인 5 다음 각 목의 어느 하나의 경우에 대비한 경보체계 운영과 대피방법 등 훈련 6 작업 장소에서 발파작업을 하는 경우 7 작업 장소에서 화재ᆞ폭발, 토사ᆞ구축물 등의 붕괴 또는 지진 등이 발생한 경우 8 위생시설 등 고용노동부령으로 정하는 시설의 설치 등을 위하여 필요한 장소의 제 공 또는 도급인이 설치한 위생시설 이용의 협조 9 같은 장소에서 이루어지는 도급인과 관계수급인 등의 작업에 있어서 관계수급인 등의 작업시기ᆞ내용, 안전조치 및 보건조치 등의 확인 10 제7호에 따른 확인 결과 관계수급인 등의 작업 혼재로 인하여 화재ᆞ폭발 등 대 통령령으로 정하는 위험이 발생할 우려가 있는 경우 관계수급인 등의 작업시기ᆞ내용 등의 조정 1.11.4.2 수급인의 하도급자에 대한 의무해당될 경우 1 수급인은 안전보건 총괄책임자를 두고, 그가 사용하는 근로자와 그의 하수급인이 사용하는 근로자가 동일한 장소에서 작업을 할 때에 생기는 산업재해를 예방하기 위하여 다음 각 항의 조치를 취하여야 한다. 1안전보건에 관한 사업주관 협의체 구성 및 운영 2작업장의 순회점검 등 안전보건관리 3하수급인이 실시하는 근로자의 안전보건교육에 대한 지도와 지원 4기타 산업재해 예방을 위하여 필요하다고 지정된 사항 2 하수급인은 정당한 사유가 없는 한 수급인에 의한 위의 조치를 따라야 한다. 1.10.4.3 근로자의 의무 1 근로자는 산업재해 예방을 위한 법적 요건을 준수하고, 사업주 및 기타 관련기관에 서 실시하는 산업재해의 방지에 관한 조치에 따라야 한다. 1.11.4.4 수급인의 일반적 책임",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 10 - 1 수급인은 관련법규에서 정하는 바에 따라 현장 내에서의 안전보건관리를 위하여 성실하게 노력하여야 하며, 그 의무를 소홀히 하여 발생하는 일체의 사항에 대한 모든 책임은 수급인에게 있다. 2 수급인은 현장내의 수급인측 직원 및 작업인원하수급인의 직원 및 작업인원을 포 함한다. 이하 같다. 등의 통제, 안전, 보안 및 보건, 인사사고에 대하여 비록 관련 법규에 규정하지 않았다 하더라도 자체적으로 안전대책을 수립시행하고 사고 발 생 시에는 수급인의 책임으로 즉시 필요한 모든 조치를 취해야 한다. 3 수급인은 본 용역의 시행으로 인하여 인접한 주민은 물론 통행인과 공작물, 농작물 및 가축, 양식어류에 피해를 주지 않도록 필요한 조치를 하여야 하며, 이와 관련 손해 등이 발생하였을 때에는 수급인의 부담으로 이를 원상복구하거나 보상하여야 한다. 1.11.5 현장안전관리 1.11.5.1 공통사항 1 안전관리는 근로기준법, 산업안전보건법 및 관련 법규를 준수하여야 하며, 특히 다 음사항에 유의하여야 한다. 1일반인 및 근로자의 출입통제와 질서 및 보건의 유지 2화재, 도난, 소음 등의 방지, 위험물 및 그 위치표시 기타 사고방지에 대한 단속 3재료와 설비의 정리 및 관리, 현장내외의 정리정돈 및 청소 4주변도로의 정비, 교통정리, 교통안전관리 및 보호시설 5작업공간 주변의 안전조치는 관계 법규에 따라 시설하고 근로자의 안전장구, 재 해 예방시설 및 유사시의 대책 등을 구비하여야 한다. 3 현장 근로자와는 고용계약을 적법하게 체결해야 하며, 계약의 내용에는 근로조건을 명시하여야 한다. 4 현장 및 부근에 있는 지상 및 지하의 기존시설에 지장을 주지 않도록 유의하여 시 공하여야 한다. 또 지하에 매설된 시설물관로, 케이블 등에 대해서도 손상되지 않 도록 유의하여야 한다. 1.11.5.2 현장의 안전조치 1 호우, 홍수, 태풍 등에 대한 기상예보 등에 충분히 주의하여 유사시에는 피해를 최 소한도로 줄이는 조치를 하여야 한다. 2 필요한 안전조치는 관계 법규에 따라 안전에 만전을 기하기 위한 계획, 조치 점검, 훈련 등을 실시하여야 하고, 필요한 제반시설을 갖추어야 하며, 용역감독 및 시설 물 소관부서의 담당자의 승인과 검사를 받아야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 11 - 3 주변 구조물 보호 작업중에는 현장내부 뿐만 아니라 현장주위의 시설물이나 환경 에 영향을 끼쳐서는 안 되며, 사전조사에 의한 매설물 파악, 방호조치, 정기적 검사 등을 실시하여야 한다. 현장 종업원에게도 이의 중요성을 인식시켜야 하고, 매설된 문화재를 발견한 경우에는 지체없이 용역감독 및 시설물 소관부서의 담당자에게 보고하여 관련법에 따라 처리될 수 있도록 한다. 4 매설물 부근에서의 작업은 다음사항을 준수해야 한다. 1도면 및 시굴 등으로 사전조사를 실시 2가스관, 전력선 부근의 기계굴착작업 금지 3가스관 부근의 굴착작업 중 가스농도 측정 4매설물 이설 및 보강작업시는 작업지휘자를 지정하고, 그의 지휘하에 작업실시 1.11.6 산업안전보건상의 관리 1.11.6.1 작업현장 보건기준 준수 1 유해원인제거 1가스, 중기, 유해광선, 초음파, 소음, 진동, 이상기압, 병원체에 의한 오염 등 근로 자에게 유해한 작업은 그 원인을 제거 또는 대체, 작업방법 및 시설의 변경 또는 개선조치를 하여야 한다. 2 채광 및 조명 1작업장소의 채광 및 조명은 명암의 차이가 심하지 않고, 눈부심이 최소화되는 조 명기구를 설치하여야 한다. 3 온도 및 습도 1고온, 저온, 건조, 다습한 옥내 작업시는 냉난방, 통풍 등 적절한 온도, 습도조절 조치를 하여야 한다. 4 출입금지조치 1유해위험한 장소에는 출입금지조치를 하고, 이를 제시하여야 한다. 5 휴게시설 1근로자들이 휴게 또는 휴식시간에 이용할 수 있는 휴게시설을 갖추어야 한다. 6 응급용구 1부상자의 응급치료에 필요한 응급용구를 상비하고, 그 비치장소와 사용방법을 근 로자에게 알려주어야 한다. 1.11.6.2 건강진단",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 12 - 1 근로자에 대한 건강진단은 채용시 그리고 취업중 정기적으로 실시하여야 한다. 1.11.6.3 작업환경측정 1 인체에 해로운 작업을 행하는 작업장은 작업환경을 측정, 평가한 후에 그 결과를 기록보존하여야 한다. 2 작업환경 측정결과 허용기준 이상일 때는 즉시 해당 근로자에게 보호구를 지급하 고, 설비의 설치 또는 개선 등 필요한 조치를 강구하여야 한다. 1.11.6.4 질병자의 취업금지 및 제한 1 전염병, 정신병 또는 그로 인하여 병세가 현저히 악화될 우려가 있는 질병자는 의 사의 진단에 따라 근로를 금지하거나 제한하여야 한다. 1.11.7 사고처리 1 수급인은 관련법률에 의한 안전관리계획서의 비상시 긴급조치계획에 의거 조치하 여야 한다. 1응급조치 사고발생에 따른 근로자에 대하여는 응급구조를 위해 다음의 조치를 신속하게 하여야 한다. 가. 사고로 인한 부상에 대하여 응급조치에 필요한 구급용구를 항상 휴대하여야 한다. 나. 사고발생시 적절한 긴급조치를 취해야 한다. 다. 부상자 및 질병자에 대한 응급조치 라. 연쇄사고 및 사고확대 방지를 위한 안전조치 2안전사고 처리 가. 모든 건설재해 발생의 경우 수급자는 즉시 K-water에게 유선 통보해야 하며, 산업ᆞ중대재해 발생의 경우 수급자는 발생 즉시 관할지방노동관서, 관할경찰 서 및 보험사에 유선으로 통보하고 산업재해조사표와 요양신청서를 작성하여 3일 내에 관할지방노동관서에 서면보고를 하여야 한다. 나. 현장에서는 사고발생 즉시 안전담당자와 용역감독자가 신속히 사고원인을 조 사하여 안전관리자에게 보고하여야 한다. 다. 수급자는 모든 사고 발생시 빠른 시간 내에 사고내용, 처리결과 및 향후계획 등을 정리하여 서면으로 K-water에게 보고하여야 한다. 라. 사고조사는 동종사고가 재발하지 않도록 인적물적 및 관리적 원인을 분석하 고 대책을 수립하여 실사 조치한다. 3비상사태 긴급조치",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 13 - 가. 비상사태의 발생시 현장보고계통에 의하여 신속히 K-water 및 비상사태 관계 기관에 보고하며, 비상경보 발령 및 근로자의 긴급대피나 피난을 유도하여야 한다. 나. 상황 종료시 피해상황을 신속히 파악하여 K-water에게 서면 보고하여야 하며, 수급인은 응급조치 및 긴급복구에 필요한 소요장비 및 인력 동원에 최선을 다 하여야 한다. 1.11.8 밀폐공간 작업시의 안전관리해당될 경우 계약상대자는 밀폐공간 작업시 산업안전보건기준에 관한 규칙제3편 제10장에 따 라 별지 제16호 서식을 활용하여 밀폐공간 작업 프로그램을 수립운영하여야 하며. 밀폐공간 작업으로 인한 건강장해 예방에 관한 사항을 준수하여야 한다. 1 밀폐공간이란 환기가 불충분한 상태에서 1산소결핍이나 유해가스로 인한 건강장 해 또는 2인화성 물질에 의한 화재폭발 등의 위험이 있는 장소를 말한다. 2 밀폐공간 작업시 아래의 작업절차를 준수하여 밀폐공간 작업을 수행하고, 프로그램 추진팀장주무감독원 작업허가를 득한 후 밀폐공간 작업을 추진하며, 관리부서 프 로그램 추진팀장차장급을 지정하여 밀폐공간 작업 중에도 안전관리를 추진한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 14 - 출입 사전조사 - 밀폐공간 해당여부 - 유해가스 존재 및 유입발생가능성 여부 장비준비점검 - 산소농도, 유해가스농도 측정기 - 환기팬, 공기호흡기 또는 송기마스크 - 대피용 기구사다리, 섬유로프, 안전대, 구명줄, 구조용삼각대, 무전기 등 안전장구 - 화기작업이 있을 경우 방폭전등, 소방장비 등 출입조건 설정 - 출입자, 출입시간, 출입방법 등 결정 - 관계자외 출입금지 표지판 설치 출입전 산소 및 유해가스 농도 측정 - 산소 및 유해가스H2S, CO2, CO, CH4 등 농도 측정 - 측정지점수, 측정방법을 준수하여 실시 환기 실시 - 작업장소에 따라 적합한 환기방법, 환기량 적용 밀폐공간보건작업 허가서 작성 및 허가자 결재 - 작업허가서 양식 활용 - 화기작업 허가는 밀폐공간보건작업 허가내용에 포함 - 프로그램 추진팀장 결재 감시인 배치 - 감시인 배치 및 작업관리 감시인 밀폐공간 작업자의 작업상황을 상시 감시할 수 있도 록 밀폐공간 외부 배치 인력 감시모니터링 실시 - 밀폐공간 내 작업상황 상시 확인 - 작업자와 연락체제 구축 밀폐공간 작업허가서를 작업장에 게시 - 밀폐공간 출입구 등에 게시 밀폐공간 출입 - 사다리 등을 이용 - 출입인원 확인 문제발생시 즉시보고 - 관리감독자 등 추진팀에 연락 - 재해자 발생시 119 연락 표 밀폐공간 기본 작업절차 3 밀폐공간 작업의 범위는 사전 작업물빼기, 관 내 청소 등, 준비 작업본 작업 실시전 확인작업 등 등 본 공정 수행을 위한 준비작업 모두를 포함하므로 작업착수 전 작업허가를 득하여야 한다. 4 밀폐공간 작업허가서는 별지 제17호 서식을 활용하여 작성토록 하고 작업 허가서는 작업이 완료될 때까지 작업장소에 게시토록 하며 별지 제18호 서식을 활용하여 일정 시간2hr 간격으로 공기상태를 측정하여 기록하고 작업이 종료될 경우 감독원에게 허가서를 반납하여야 한다. 5 계약상대자는 밀폐공간 작업을 하는 작업자를 대상으로 작업 전 산업안전보건법 및 동법 시행규칙별표 5참고에 따라 특별안전보건교육을 실시하여야 한다. 그 교",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 15 - 육내용은 다음과 같다. 1산소농도 측정 및 작업환경에 관한 사항 2사고 시의 응급처치 및 비상 시 구출에 관한 사항 3보호구 착용 및 사용방법에 관한 사항 4밀폐공간작업의 안전작업방법에 관한 사항 5그 밖에 안전보건관리에 필요한 사항 6 계약상대자는 밀폐공간 작업을 수행하는 작업자를 대상으로 긴급구조 훈련을 실시 하고 그 결과를 기록 보존하여야 한다. 단, 밀폐공간 작업이 6개월 이상인 경우에는 6개월마다 1회 이상 훈련을 실시하여야 한다. 7 계약상대자는 밀폐공간 작업을 하는 작업자에게 고용노동부의 안전인증을 받은 안전 보호구를 제공하고, 작업자는 밀폐공간 작업시 개인용 보호장구를 항시 착용하여야 한다. 8 야간 또는 어두운 곳에서의 작업시에는 작업자와 감시인간 식별이 용이하도록충 분한 밝기의 조명시설을 갖추어야 하며, 수시로 작업자와 감시인간에 연락을 취할 수 있도록 한다. 9 계약상대자는 어떠한 경우에도 유해가스를 유발하는 내연장치엔진양수기 등를 밀 폐공간 내부에서 가동하여서는 아니된다. 10 밀폐공간내 재해자 구조를 위해 밀폐공간 진입시에는 반드시 공기호흡기나 송기 마스크를 착용하여야 하며 밀폐공간내부의 공기상태가 안전한지 확인할 수 없거나 적절한 호흡용 보호구가 없는 경우에는 밀폐공간 안으로 진입하여서는 안된다. 11 계약상대자는 안전사고 발생 시 재해자를 신속하게 응급조치를 취하고, 인근병원 으로 후송하여야 하며, 관련법에서 규정한 중대한 사고인 경우에는 즉시 과업중 지 요청을 하고, 산업재해 조사표에 의거 감독원에게 보고하여야 한다. 12 기타 필요한 사항은 산업안전보건공단www.kosha.or.kr 밀폐공간작업 질식재해 예방 종합매뉴얼을 참고하여 감독원과 협의 후 작업을 진행해야 한다. 1.11.9 위험공종 작업허가제해당될 경우 1 수급인은 모든 작업시 2 m 이상의 고소작업, 1.5 m 이상의 굴착, 가설공사 등 위험 공종을 작업하기 전에 용역감독 및 시설물 소관부서의 담당자에게 작업계획을 제 출하여 승인을 받은 후 위험공종 작업에 착수하여야 한다. 2 또한, 현장조사 및 관 직접조사를 위한 도로굴착, 관 내부조사, 부단수 내시경, 부 단수 천공, 작업구 설치 등 현장 작업이 불가피한 과업수행 시, 작업하기 전에 용 역감독 및 시설물 소관부서의 담당자에게 작업계획을 제출하여 승인을 받은 후 작 업에 착수하여야 한다. 3 다만, 승인받은 작업과 작업조건이 동일하게 반복되는 경우에는 작업계획을 제출 후 작업에 착수할 수 있다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 16 - 1.11.10 안전수칙 위반 작업자 의무교육 1 K-water는 개인보호구 미착용 등 안전수칙을 위반한 작업자에 대하여 안전수칙 등 에 관한 안전교육을 의무적으로 이수하도록 조치할 수 있다. 2 수급인은 위 조치를 요구받은 경우 즉시 안전교육을 실시하여야 하며 교육실시 결 과를 대장에 기록 관리하여야 한다. 1.11.11 법률준수의 의무 계약상대자는 이 과업을 수행함에 있어 관계법률에 저촉되는 행위로 인한 모든 피해 사항에 대하여 책임을 져야 한다. 1.11.12 관련자료 제공필요시 계약상대자는 본 과업과 관련하여 용역준공 후에도 기획재정부의 총사업비 관리지침 에 의한 업무협의 및 타당성재조사 등이 필요할 경우 관련자료 제공 등 관련업무를 충실히 지원하여야 한다. 1.11.13 적정사업비의 산정 계약상대자는 본 과업과 관련하여 당해 사업의 총사업비를 적정하게 산정하여 감독원 에게 제시하여야 하며, 고의 또는 중대한 과실로 총사업비를 적정하게 산정하지 아니 한 경우에는 국가를 당사자로 하는 계약에 관한 법률 시행령 76조에 의거 1월 이상 2년 미만의 범위 내에서 정부사업 입찰 참가자격 제한 등의 불이익을 당할 수 있다. 계약상대자는 본 과업과 관련하여 용역 준공 후에도 기획재정부의 총사업비 관리지침 에 의한 타당성재조사가 필요할 경우 관련자료 제공 등 총사업비 협의업무를 충실히 지원하여야 한다. 1.12 대내외 인허가 및 심의자료의 제출 계약상대자는 이 사업추진을 위해 과업중 또는 완료후 각종 관련법규에 따라 사전 인 허가 및 심의 등이 필요한 사항들을 파악하여야 하며 감독원의 요구시 관련자료를 작 성제출하여야 한다. 1.12.1 제출자료 이 사업과 관련하여 각종 인허가, 협의 및 심의용으로서 필요에 따라 다음과 같은 자 료들이 작성, 제출되어야 하며 이에 한정되지는 않는다. 1 사업설명용 자료 2 기본계획안 자료 3 용지보상조서 및 용지도",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 17 - 4 인허가 신고 및 심의자료 5 관련기관 협의자료 6 총사업비 협의자료 7 대형공사 입찰방법 검토 및 심의 자료 8 대형공사 입찰방법이 일괄로 결정될시 입찰을 위한 입찰안내서 등 1.12.2 대가의 지불 인허가, 협의, 심의 및 조사를 위한 방문협의 등 소요되는 모든 경비는 산출내역서상 출장비에 포함되어 있으며, 추후 감독원과 협의하여 정산할 수 있다. 1.13 자문 및 기술심의 등 1.13.1 자문 및 결과의 반영 1 감독원은 본 과업의 수행과정 중 주요 사항에 대한 의견수렴이 필요한 경우 건설 기술진흥법 시행령 제19조기술자문위원회의 구성 및 기능 등에 따라 전문가 및 이해관계자 등에게 자문을 받도록 계약상대자에게 요구할 수 있다. 2 계약상대자는 과업 수행과정 중 감독원이 지정하는 부분을 대상으로 필요시 자문 을 시행하여야 한다. 단, 자문 횟수 및 시기, 방법, 자문단 구성 등에 대해서는 사 전에 감독원과 협의하여야 한다. 3 감독원은 자문내용, 자문시기 등 자문 계획을 자문시행 30일 전까지 계약상대자에 게 통보하여야 하며, 계약상대자는 효율적인 자문이 될 수 있도록 감독원에게 자문 시행 15일 전까지 자문단 구성 등 계획 수립을 위한 자료를 제출하여야 한다. 4 계약상대자는 K-water로부터 통보받은 자문 결과를 특별한 사유가 없는 한 과업에 반영하여야 하고 보고서에 수록하여야 한다. 다만, 기술적으로 타당하지 않거나 과 업범위를 벗어나는 등 적절하지 않다고 판단되는 의견은 합당한 미반영 사유를 작 성하여 감독원의 승인을 받아 제외할 수 있으며, 그 결과는 보고서 등 성과품에 별 도로 수록하여야 한다. 5 전문가 자문 등에 소요되는 비용은 실비 정산하며, 계약상대자는 소요되는 비용을 사전에 감독원에게 보고하여 집행계획의 승인을 득하여야 한다. 1.13.2 기술심의 및 결과의 반영 1 계약상대자는 본 사업의 각 단계2회에 대한 K-water의 기술심의를 1단계는 용역 착수 이후 4개월 경과전, 2단계는 과업완료 3개월전에 요청할 수 있도록 심의에 필요한 제반자료를 작성제출하여야 하며, 심의결과 지적사항에 대하여는 본 과업 에 반영조치하여야 한다. 2 계약상대자는 감독원의 요청이 있는 경우 과업참여 기술자로 하여금 K-water의 기 술심의위원회에 참석하여 심의자료 설명 및 심의에 임하도록 하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 18 - 3 1항에도 불구하고 계약상대자는 기술적으로 타당하지 않거나 과업범위를 벗어나 는 등 적절하지 않다고 판단되는 의견은 합당한 미반영 사유를 작성하여 감독원의 승인을 받아 제외할 수 있으며, 그 결과는 보고서 등 성과품에 별도로 수록하여야 한다. 1.13.3 사업설명회 및 관련기관 의견수렴 1 지역주민, 지자체 등을 대상으로 공청회와는 별도로 시행하는 사업설명회 등은 본 조사 관련 감독원 또는 이해 당사자의 요구에 의한 감독원의 요구가 있을 경우 실 시한다. 2 감독원은 설명회 등의 시기, 내용 등을 포함한 사업설명회 계획을 설명회 시행 15 일 전까지 계약상대자에게 통보하여야 하며, 계약상대자는 설명회를 위한 필요한 조치를 취하여야 한다. 1.14 용역대가의 지급 이 과업지시서와 기타 계약문서에 특별히 기술하지 않는 한 용역대가는 산출내역서상 의 계약금액으로 한다. 단, 산출내역서상의 단가항목에 대하여는 이행수량의 증감에 따라 정산한다. 1.15 보안 및 비밀유지 1.15.1 보안관계 법규의 준수 계약상대자는 이 과업이 국가중요사업인 점을 인지하고 정부 또는 Kwater가 정한 모 든 보안관계법규 등에 저촉되는 일이 없도록 세심한 주의와 의무를 다하여야 하며, 이 의 불이행으로 인한 모든 책임은 계약상대자가 져야 한다. 1.15.2 과업성과품 발간시 유의사항 1 계약상대자는 중간 및 최종보고서 등 과업성과물을 감독원과 협의하여 필요한 경 우 내용의 중요도에 따라 대외비로 분류 관리하여야 하고 대외비로 분류되는 자료 의 발간시는 감독원과 협의하여 정부에서 인가한 비밀문서 발간업체에서 발간하되 계약상대자는 발간과정에 입회하여 원지, 폐지 등을 회수소각하여야 한다. 2 용역사업 완료 후 발간된 성과품은 전량회수용역업체, 인쇄소 등 보관 절대금지 하고 납품수량외 추가 발행을 금하여, 잉여 성과품의 용역업체, 인쇄소 보관 여부 확인 및 성과품 회수를 철저히 이행하여야 한다. 1.15.3 보안관리의 책임 계약상대자는 관계법규에 의해 보안관리에 최선을 다하여야 하며 계약상대자의 과실 이나 부주의로 인하여 발생한 손해에 대하여 책임을 져야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 19 - 1.16 권리의무 양도 금지 등 1 본 과업의 수행과정에서 수립생산된 자료는 K-water에 귀속하며 계약상대자 자료 의 전부 또는 일부를 외부에 공표하거나 제출하고자 할 경우에는 K-water의 사전 승인을 받아야 한다. 2 계약상대자는 계약에 의하여 파생되는 권리의무를 제3자에게 양도 또는 승계시키 는 행위를 하여서는 안된다. 1.17 용어의 해석 과업지시서상의 용어해석에 차이가 있을 경우에는 감독원과 계약상대자가 상호 협의 하여 결정하여야 한다. 1.18 용역수행자의 교체 1 이 과업에 참여하는 기술자는 입찰시 입찰서류로 제출한 참여기술자가 반드시 포 함 되어야 하며, 감독원이 과업의 적정한 수행에 부적격다고 판단되는 경우, 그 교 체를 요구할 수 있으며 계약상대자는 이에 따라야 한다. 2 이 과업에 참여하는 기술자가 퇴직 혹은 기타 다른 사유로 과업을 수행할 수 없을 때에는 그와 동등하거나 그 이상의 자격을 갖춘 기술자로 즉시 교체하고 감독원의 승인을 받아야 한다. 1.19 과업수행자의 실명화 1.19.1 용역감독원의 실명화 감독원은 책임있는 용역감독을 위해 계약상대자가 제출하는 최종보고서에 감독을 수 행한 감독원의 업무내용을 수록케 하고 계약상대자는 이에 따라야 한다.별지 제5호서식 1.19.2 용역참여기술자 실명화 계약상대자는 건설기술진흥법 제43조에 의거 보고서 및 제계산서 등 최종성과물에 참 여한 기술자의 업무내용을 구체적으로 기재하여야 한다.별지 제6호서식 1.20 중점검토 사항 1.20.1 용수공급 계획 대안검토 용인 첨단시스템 반도체 국가산단 용수공급사업 기본구상23.10에서 기 검토한 용 수공급 계획 대안에 대하여 충분히 분석하여 시설물 설치계획 수립시 운영관리 효율 성, 용수공급 안정성 및 경제성을 종합 고려하여 운영시설을 최소화하고 사고 시 비상 공급이 가능한 체계를 구축하는 등 공급계통을 안정화 할 수 있는 다양한 대안에 대 해 검토하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 20 - 1.20.2 신설 취수장 검토 기존 팔당호 취수시설팔당123취수장, 광주용인 공동취수장의 사회경제적 중요도를 감안, 신설 취수장 설치방안용량, 위치, 취수방식, 연계 및 대체운영 방안, 재원 등에 대한 검토가 필요하며, 검토시에는 화천댐 실증운영 결과, 장래용수수요, 인허가, 공사여건, 보조취수장 등을 종합적으로 고려하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 21 - 2. 특별과업지시서 2.1 과업수행 내역 계약상대자는 본 과업을 수행함에 있어, 건설기술진흥법, 수도정비기본계획 수립지침 등 관련법령 및 기준, 국가수도기본계획, 지자체 수도정비기본계획, 용인 첨단시스템 반도체 국가산단 용수공급사업 기본구상23.10 등 관련계획 및 선행조사, 용인 첨단 시스템반도체 국가산단 용수공급사업과 관련된 국가정책 사업 등을 충분히 조사분 석 검토하여야 한다. 2.1.1 자료수집 및 기초현황조사 1 관련 법령 및 기준, 선행 조사, 국가 및 지자체 관련 계획 등 수집 분석 2 건설공사와 관련된 타사업 계획, 사회경제적 지표 등 수요예측을 위한 기초 현황 조사 3 교통량, 시설물 등에 대한 현지조사 결과 및 현황 자료 2.1.2 현지조사 2.1.2.1 측량조사 1 지형측량 및 수치지도 작성 2 표지주 설치표석 및 경계말뚝 설치 2.1.2.2 지질 및 토질조사 1 기본현황조사 2 탄성파탐사 2.1.2.3 보상조사 1 기초조사 2 현지조사 2.1.3 취수원 선정 1 취수지점 조사 2 취수원 확보 및 개발방안 1 상수원 공급능력 검토 2 대체수원 활용방안 검토 3 수질조사 및 예측",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 22 - 2.1.4 용수수급전망 및 용수공급계획 수립수요분석 및 예측의 방법, 수요예측 결과 등 수요분석 및 예측을 수행한 자료 1 용수수요 추정 및 배분계획 1 물 수요관리빗물활용확대, 누수저감 등 계획 검토 2 하수재이용공업용수 및 지역 수자원 이용 등 지자체 공급방안 검토 3 용수수급 전망 및 배분계획 2 용수공급 계통 검토 3 목표년도 설정 및 단계별 개발계획 수립 4 연계운영 및 최적활용방안 2.1.5 주요시설물계획 1 기존 시설 및 운영 현황 분석 2 기존 시설과의 연계운영 및 최적활용방안 검토 3 도송수관로 노선 선정 및 관경관종 결정 검토 4 가압시설 계획 검토 5 운영 최적화를 고려한 시설물 배치 계획 수립 6 시설물 최적 개발규모 검토 7 시설물 입지 등 대안 검토 2.1.6 타당성 평가 1 각 안별 개략사업비 비교 검토 2 사업효과 분석 3 경제적 타당성 등에 대한 검토 4 해당 건설공사의 공사비 추정액과 공사의 타당성이 유지될 수 있는 공사비 증가한 도 검토 5 기본계획안 수립 1 사업의 목표 및 기본 방향 2 사업기간, 사업내용, 시행자 3 용인 국가산단 용수공급 재평가 및 타당하고 합리적 적용방안 4 사업비 및 재원조달계획 5 투자우선순위 6 사업시행계획년차별 계획포함 7 시설물 유지관리계획 8 환경보전계획 9 사업시행에 따른 기대효과 10 각종 인허가 협의 서류 작성별도제출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 23 - 2.1.7 사업집행방안 검토 1 소요사업비 기본 및 실시설계관련 소요비용과 소요기간 포함 2 사업 우선순위 등 시행방안 검토 3 연차별 투자계획 및 재원조달계획 4 대형공사 입찰방법의 검토 및 필요시 입찰안내서 작성 2.1.8 사업 홍보 및 설명자료 제작필요시 1 사업 홍보자료 작성 2 홍보책자 제작 2.1.9 기술심의 및 보완 1 기술심의 요청검토 2 기술심의 결과에 따른 조치결과 보고 2.1.10 과업성과품 제출 1 단위과업에 대한 성과품 제출 계약상대자는 과업중 별도의 성과품이 작성될 수 있는 단위과업에 대한 성과품은 K-water와 사전협의하여 해당 단위과업의 완료와 동시에 감독원에게 제출하여야 한다. 단, 1단계 성과품은 6개월 이내, 2단계 및 종합 성과품은 용역준공전 반드시 제출 2 과업수행과정의 활용자료 과업수행 과정에서 수집되고 직간접적으로 과업수행에 활용된 자료는 감독원의 지시에 따라 용역성과의 부속도서에 포함시키거나 별도로 K-water에 제출하여야 한다. 3 과업성과품의 범위 및 대가의 지불 이 과업과 관련한 성과품에는 다음사항이 포함되며, 성과품에 대한 지불은 1 실비정액가산방식의 경우 엔지니어링사업대가의 기준 제8조직접경비에 따른 산출내역서상의 계약금액으로 하며, 인쇄비 등의 비용을 정산하는 단가항목과 인허가 등 제 서류작성1식 금액에 포함되는 항목으로 구분한다. 2 공사요율에 의한 방식의 경우 엔지니어링사업대가의 기준 제14조업무범위 에 따라 실시설계 대가에 포함되어 있는 항목과 인허가 등 제 서류작성1식 금 액에 포함되는 항목으로 구분한다. 단, 실시설계 대가에 포함되어 있는 항목은 명기된 제출수량 외에 추가적으로 발생되는 수량에 대해서는 실비정산 할 수 있다. 가. 인쇄비 등의 비용을 정산하는 단가항목",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 24 - 성 과 품 명 제 출 수 량 1 보고서 1 타당성조사 보고서1단계, 본보고서 2 타당성조사 보고서1단계, 요약 3 타당성조사 보고서1단계, 부록 4 타당성조사 보고서2단계, 본 보고서 5 타당성조사 보고서2단계, 요약 6 타당성조사 보고서2단계, 부록 7 타당성조사 보고서종합, 본 보고서 8 타당성조사 보고서종합, 요약 9 타당성조사 초기중간 보고서1단계 10 타당성조사 초기중간 보고서2단계 11 기본계획 보고서1단계 12 기본계획 보고서2단계 13 기본계획 보고서종합 14 측량조사 보고서 15 지질 및 토질조사 보고서 16 보상물건조사 보고서보상비 산정내역서 등 포함 17 기술자문 보고서 18 기술심의 조치결과 보고서 19 입찰안내서필요시 2 도면 및 기타 성과 1 1단계 설계도면A3 규격 축소도면 2 2단계 설계도면A3 규격 축소도면 3 1단계 용역성과품 CD-ROM 또는 USB 4 2단계 용역성과품 CD-ROM 또는 USB 5 사업현황도 10부 10부 10부 10부 10부 10부 20부 20부 10부 10부 10부 10부 20부 10부 10부 10부 20부 20부 10부 20부 20부 2set 2set 1식 표 2.1-1 제출수량에는 최종 및 중간심의용 등 포함 성과품 모두 포함 나. 인허가 서류 작성1식 금액에 포함, 각 단계별2회 제출 성 과 품 명 제 출 수 량 1 보상물건 조서 1 토지국공유지, 농지, 임야 등 2 기타 물건조서 20부 1식 2 각종 고시자료 1식 3 각종 심의자료 1식 4 각종 인허가 자료 1식 5 각종 협의자료공문 포함 1식 6 기타자료 1식 표 2.1-2",
      "tables": [
        [
          [
            "성  과  품  명",
            "제 출 수 량"
          ],
          [
            "1) 보고서\n  ① 타당성조사 보고서(1단계, 본보고서)\n  ② 타당성조사 보고서(1단계, 요약)\n  ③ 타당성조사 보고서(1단계, 부록)\n  ④ 타당성조사 보고서(2단계, 본 보고서)\n  ⑤ 타당성조사 보고서(2단계, 요약)\n  ⑥ 타당성조사 보고서(2단계, 부록)\n  ⑦ 타당성조사 보고서(종합, 본 보고서)    \n  ⑧ 타당성조사 보고서(종합, 요약)         \n  ⑨ 타당성조사 초기(중간) 보고서(1단계)\n  ⑩ 타당성조사 초기(중간) 보고서(2단계)\n  ⑪ 기본계획 보고서(1단계)\n  ⑫ 기본계획 보고서(2단계)\n  ⑬ 기본계획 보고서(종합)\n  ⑭ 측량조사 보고서\n  ⑮ 지질 및 토질조사 보고서 \n  ⑯  보상물건조사 보고서(보상비 산정내역서 등 포함) \n  ⑰  기술자문 보고서\n  ⑱  기술심의 조치결과 보고서\n  ⑲  입찰안내서(필요시)\n2) 도면 및 기타 성과\n  ① 1단계 설계도면(A3 규격 축소도면)\n  ② 2단계 설계도면(A3 규격 축소도면)\n  ③ 1단계 용역성과품 CD-ROM 또는 USB\n  ④ 2단계 용역성과품 CD-ROM 또는 USB\n  ⑤ 사업현황도",
            "10부\n10부\n10부\n10부\n10부\n10부\n20부\n20부\n10부\n10부\n10부\n10부\n20부\n10부\n10부\n10부\n20부\n20부\n10부\n20부\n20부\n2set\n2set\n1식"
          ]
        ],
        [
          [
            "성  과  품  명",
            "제 출 수 량"
          ],
          [
            "1) 보상물건 조서\n  ① 토지(국․공유지, 농지, 임야 등)\n  ② 기타 물건조서",
            "20부\n1식"
          ],
          [
            "2) 각종 고시자료",
            "1식"
          ],
          [
            "3) 각종 심의자료",
            "1식"
          ],
          [
            "4) 각종 인․허가 자료",
            "1식"
          ],
          [
            "5) 각종 협의자료(공문 포함)",
            "1식"
          ],
          [
            "6) 기타자료",
            "1식"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 25 - 2.2 과업수행 지침 2.2.1 일반사항 2.2.1.1 기본지침 1 계약상대자는 본 과업을 수행함에 있어 사업의 목적에 부합되고 경제적이며 효율 적인 성과 도출을 위해 관련 규정에 의거 과업을 성실히 수행하여야 한다. 2 계약상대자는 기 수행된 기본구상 성과를 토대로 국가 정책사업이나 지자체 계획 사업 등 현지여건 변동 등과 연계하여 종합적으로 검토하고 필요한 경우 이를 보 완한다. 3 계약상대자는 이 과업에 사용된 각종 컴퓨터 프로그램 및 기준 등과 주요 구조물 및 각종설비의 형식, 용량 등의 결정에 적용된 각종 인자들에 대하여 적용근거 및 사유, 출처 등을 상세하게 보고서에 수록하여야 한다. 4 계약상대자는 각 부문별 검토를 함에 있어 관련법규에 저촉되지 않도록 하여야 한다. 5 계약상대자는 모든 시설물의 배치 등 시설물 계획 수립에 있어 자연훼손을 최소화 하여야 하고 주변경관과의 조화와 생태계 보전대책 수립 등을 고려한 환경 친화적 개념을 도입하여야 한다. 6 계약상대자는 적정 방안 선정을 위한 대안별 비교검토를 할 경우 현지조사를 통해 조사 대상지역내 문제점 발생 가능성에 대해 충분히 검토하고 이에 대해 대책을 강구하여 감독원과 반드시 협의한다. 7 계약상대자는 기초 현황 조사 및 현지 조사 결과를 바탕으로 취정수시설, 도송수 시설, 가압시설, 정배수지시설 및 기타 부대시설 등의 설치 대안을 제시하여야 한다. 8 계약상대자는 충분한 수량의 안정적인 확보가 가능하며 수질적으로 안전한 취수지 점을 선정하고, 감독원과 협의하여 선정된 취수지점에 대한 현지조사 계획을 수립 하여야 한다. 9 계약상대자는 본 과업을 수행함에 있어, 국가수도기본계획, 지자체 수도정비기본계획, 용인 첨단 시스템반도체 국가산단 용수공급사업 기본구상23.10 등 기 시행된 조사 및 용역 결과를 반영하여 본 사업의 전체 계획에 대한 타당성조사 과업을 수행 하여야 한다. 10 감독원은 당해 사업의 타당성 확보를 위해 수요예측에 대한 외부의 주관적 개입이 되지 않도록 객관적인 사실에 입각하여 실시하여야 한다. 11 정부의 방침 변경 또는 본 과업 중 수행하는 각종 심의대형공사 입찰방법 심의 등 결과 및 계획변경에 따라 본 과업의 범위 및 내용의 변경이 필요할 경우, 계약상 대자는 감독원의 지시에 따라 즉시 과업수행계획서를 변경수립하고 감독원의 승인을 득하여야 한다. 2.2.1.2 적용기준 및 기술 1 본 과업수행을 위한 조사 등은 본 과업지서서 해당조항에서 특별히 정하는 것 이",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 26 - 외에는 다음 법령과 기준의 최신내용에 만족하도록 하여야 한다. 1 과업 및 사업수행과 관련되는 법령 2 상수도 설계기준환경부 3 상수도공사 표준시방서 4 한국산업규격K.S 5 미국수도협회AWWA에서 발행된 상수도설계관련 지침, 기준 6 일본수도협회JWWA에서 발행된 상수도설계관련 지침, 기준 7 용역업체 선정시 계약상대자가 제시한 기술제안서 8 K-water의 설계기준 가. 상수도 관련분야 기술기준 나. 수도시설 개선사례 다. 기타 제 기준, 조사 및 연구성과 9 총사업비 관리지침기획재정부 10 수도정비기본계획 수립 지침 및 상수도 수요량 예측 업무편람환경부 11 기타 국내외 공신력 있는 기관으로부터 입증되어 설계에 적용된 사례 등 2 계약상대자는 법령 또는 기준이 바뀌었을 때는 새로운 법령 또는 기준에서 정한 바에 따라야 하며, 법령 또는 기준의 내용이 서로 상이하거나 여러방법이 제시된 경우에는 계약상대자의 의견을 제시하여야 하고 감독원과 협의하여 결정하여야 한다. 3 이 과업을 수행하기 위한 시설물 기준은 상기 1항의 각목에 국한되는 것은 아니며, 계약상대자는 이 과업의 특성에 맞는 국내외 최신기술을 적용하여야 한다. 4 계약상대자는 주요구조물 및 관로기계전기계측설비포함시설 설계 기준에 정부 및 K-water의 관련기준에 따른 내진설계적용 방안이 제시되어야 한다. 5 선진 설계기술 및 신생에너지 도입ᆞ활용필요시 1 계약상대자는 이 과업을 수행함에 있어 국내기술이 취약한 분야에 대하여는 상 수도 설계기술 및 경험이 풍부한 외국의 전문용역업체로부터 기술을 도입ᆞ활용 하여야 한다. 2 계약상대자는 이 과업에 외국인기술자를 직접 투입하여 과업을 수행하게 하고자 하는 경우에는 투입되는 외국인기술자에 대하여 기술자의 명단, 자격 및 경력, 전문분야, 세부과업 수행내용 및 과업수행 기간 등이 포함된 외국인 기술자 투입 계획서를 감독원에게 제출하여 승인을 받아야 한다. 3 계약상대자는 이 과업에 투입되는 외국인 기술자의 고용, 세무, 출입국 등에 따른 제반 법적, 행정적 절차를 이행하여야 하며, 이에 따른 제 경비는 계약 상대자의 부담으로 하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 27 - 2.2.2 특별사항 2.2.2.1 자료수집 및 기초현황조사 1 자료수집 분석 1 계약상대자는 본 과업과 관련된 국가 및 지자체 개발계획자료의 수집 분석 및 현황조사 결과를 착수일로부터 1개월 이내에 감독원에 제출하여야 한다. 2 계약상대자는 자료수집시 다음 사항을 포함하여야 한다. 가. 국토종합개발계획 나. 수자원장기종합계획 다. 국가수도기본계획 라. 지자체 수도정비기본계획용인시 등 마. 지자체 도시정비, 재정비계획 및 수도정비기본계획, 하수도정비기본계획 바. 용인 첨단 시스템반도체 용수공급사업 기본구상23.10 사. 한강권역 하천유역 수자원 관리계획 아. 용인 첨단 시스템반도체 국가산단 관련 계획산단계획, 기반시설계획 등 자. 화천댐 실증운영 결과 등 용수공급사업과 연관된 자료 2 기초현황조사 계약상대자는 공급 지역에 대한 현황 조사 시 다음사항을 포함하여야 한다. 1 사회 및 인문현황 조사 다음사항을 포함하는 사회 및 인문에 대한 전반적인 조사를 수행하여야 한다. 가. 기 상 나. 도로 및 하천 현황 다. 지형 및 지질 라. 인구 및 토지이용현황 2 산업경제 및 특성 조사 농업, 공업, 상업, 관광업 등 산업경제 현황을 조사하고 지역내 산업구조 및 그 특수성을 조사하여야 한다. 3 수도시설 현황조사 가. 기존 수도시설 가 시설제원, 시설용량, 취수원, 수처리 공정, 급배수 구역, 시설이력 등 나 표류수외 대체 수원 취수시설 현황 시설 및 운영 현황, 개선사항 등 다 정수장 운영 현황 정수처리공정, 운영상의 특이사항 등 라 용도별 사용 현황생활, 공업, 관광, 농업, 축산 등 마 각종 실적 원단위부하율, 유수율, 보급률, 단위 급수량 바 수원 수질유량, 수온, pH, 탁도, 알칼리도, 경도, SS, Jar-Test 실적, 전기 전도도, Fe, Mn, DO, TOC 등에 관한 과거 5년 이상의 실적, 취수 및 급 수 장애 이력 등 나. 시설확장 및 폐쇄계획 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 28 - 4 도시 및 관련계획 조사 가. 기존 및 현재 조성중이거나 계획된 도시개발계획신도시, 기존도시확장 등, 관광단지 개발, 산업단지 개발계획, 농공단지계획 등을 조사하여야 한다. 나. 상위 관련 계획국토종합 개발계획, 도종합 개발계획, 수자원 장기종합개발계획, 상수도 중장기 개발계획, 도시 기본 및 재정비 계획, 수도정비에 관한 계획 등 5 댐시설, 한강 본류, 인근 저수지 현황조사취수원 대안 검토 가. 팔당댐의 시설 및 유역 현황 나. 댐 용수 및 보 이용 현황중장기 계획 포함 다. 한강 본류 수문 현황 및 용수 이용 현황 라. 한강 본류 년도별 및 계절별 수질수량 현황 마. 인근 저수지 현황 및 용수 이용 현황 바. 기타 관련 계획 등 6 지자체 하수처리시설 현황필요시 가. 하수처리시설 및 현황 나. 하폐수 재이용 현황 7 기존 지반조사 자료 사업계획 지점 일원에 대한 다음의 기존 지질 및 수문 자료를 수집하여야 하고 이를 체계적으로 정리 분석하여 본 과업에 활용하여야 한다. 특히, 용인 첨단 시 스템반도체 국가산단 용수공급사업과 관련한 기존 과업에서 시행한 성과를 충실 히 검토 하여야 한다. 가. 사업계획 지점의 기존 지질 및 지하수 조사자료의 수집 및 분석 나. 지질분포 및 지질구조에 관한 사항 다. 기 시행된 시추조사 및 물리탐사 자료 라. 사업지역의 지체구조와 지진역사에 대한 자료 지진통계, 지진 발생주기, 지진 위험도 등 마. 지하수 부존량, 개발가능량에 대한 자료 8 기타 자료의 조사 가. 이 과업 수행과 관련된 기 연구자료 및 타계획 수립 또는 시행시 조사된 자료 나. 본 사업구역 내 NGIS 기본계획 및 측량성과 또는 DB 구축자료 다. 기타 관련자료 2.2.2.2 현지조사 1 공통 사항 1 모든 과업은 해당 기술자격 소지자가 실시하여야 하며, 성과서에는 조사자, 작 성자 등의 서명날인이 있어야 한다. 2 계약상대자는 현지조사를 실시하기 전에 현지답사를 실시하여 현지여건, 민원발 생 사례, 문화재 현황과 보존대책 및 향후 인허가 등 예상문제점을 사전 조사하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 29 - 여 대책을 수립하여야 한다. 3 계약상대자는 현지답사결과를 이용하여 시설물취수시설, 관로, 가압시설 등의 위치별 및 규모별 사업비, 사업효과 등 개략적인 대안검토 및 시설물 위치를 선 정하고 그 결과에 따라 다음사항을 포함하는 과업수행계획서를 제출하여 감독원의 사전승인을 받아야 한다. 가. 과업순서 및 방법 나. 예정공정 및 계획 다. 과업장비의 반출입계획 라. 특급기술자 자격 이상을 책임기술자로 하는 과업수행조직표 마. 참여기술자의 참여과업내용 및 참여예상기간 바. 과업용 가설물의 설치계획 사. 주기준점 및 보조기준점의 설치 위치 아. 과업성과의 활용계획 자. 기타 감독원의 승인이 필요하다고 인정되는 사항 4 이 과업수행상 대관 인허가측량조사 사유지 출입 등를 득할 필요가 있거나 측량 성과 심사 등 제반 수속이 필요할 경우, 계약상대자는 감독원의 지원 및 협조를 받아 인허가 업무를 수행 하여야 하며 이의 지연으로 발생하는 책임은 계약상 대자가 부담하여야 한다. 5 계약상대자가 부정확한 조사를 하거나 계약상대자의 사정으로 과업수행이 지 연될 경우에는 감독원이 과업의 전부 또는 일부를 중단시킬 수 있고 이로 인한 모든 책임은 계약상대자에게 있으며, 본 용역완료후 설계오류 및 누락 부분 발 생 등으로 보완조치 요구시 즉시 조치하여야 한다. 6 계약상대자는 과업수행 중 수목 및 기존시설에 피해를 입혔을 경우에는 계약상 대자 부담으로 원상복구 또는 배상하여야 한다. 7 계약상대자는 과업수행중 사용되는 검사장비, 측정장비 및 시험장비에 대하여 검교정대상을 파악하여 검.교정을 실시하고 그 현황을 제출하여야 한다. 별지 제7호 서식 8 계약상대자는 측량 및 지질조사부분에 대하여 하도급하는 경우에는, 측량법 등 관련 규정에 의거 측량과업 수행자의 자격기준을 검토 후 선정하여, 하도급 계 약내용을 발주청에 통보하여야 한다. 9 과업 검사 가. 계약상대자는 각 과업부분에 대하여 미리 감독원이 지정한 공정에 이르렀을 때 검사를 받아 승인을 얻은 후 다음공정을 수행하여야 한다. 나. 계약상대자는 과업완료 후 확인이 불가능하거나 곤란한 과업부분에 대해서는 과업 수행 중 감독원 입회하에 검사를 받아야 한다. 다. 계약상대자는 과업수행 중이라도 감독원의 과업부분에 대한 검사요구가 있을 시는 이에 따라야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 30 - 10 계약상대자는 보고서 작성과정에서 수시로 감독원과 협의하여야 하며 보고서 작성 후 초안을 제출하여 감독원의 검토를 받아 항목별 수정 및 보완지시를 받은 후 최종 보고서를 제출하여야 한다. 2 측량조사 계약상대자는 기존 수도권광역상수도VVI단계 GIS 구축자료를 활용할 수 있으며, 기존 자료 활용 및 추가 측량 시 사전에 감독원 승인을 득하여야 한다. 측량 시는 다음의 측량조사 지침에 따라 측량조사 과업을 수행하여야 한다. 1 계약상대자는 다음의 측량조사 과업수행 지침에 따라 측량조사 과업을 수행하여 야하며, 본 과업에서의 측량조사 범위는 주요구조물 설치 예정부지로 한다. 단, 과업의 목적상 추가 측량조사를 감독원이 지시할 수 있으며, 계약상대자는 이를 성실히 이행하여야 한다. 2 측량조사 과업수행 지침 가. 본 과업지시서에 명시되지 않은 경우에는 측량수로조사 및 지적에 관한 법률 및 공공측량 작업규정 등 관계법규에 따라 수행하여야 한다. 나. 측량도중 결측, 오측으로 인하여 측량전체에 큰 영향이 있다고 감독원이 판 단한 경우, 계약상대자는 재측량을 하여야 하며 세부설계에 필요한 제반조사 가 누락되지 않도록 하여야 한다. 다. 시설물 설치를 위한 편입예정지에 대하여는 지하매설물의 종류, 위치, 규격, 구조, 수량, 설치시기, 노후도, 소유자 및 관계기관, 지하매설물의 위치 및 종 류를 표시한 평면도, 종단도 및 횡단도, 매설물의 안전에 필요한 조치 방안, 매설물의 소유자 및 관계기관과의 협의 결과를 반영한 처리방안 및 대책을 포함한 지하매설물 조서를 보고서에 수록하여야 한다. 라. 지형측량 일반평면도는 1500의 축척으로 측량을 실시하여야 하고 지장물, 전주 및 지목 등을 표시하여야 하며, 도면지는 신축성이 없는 폴리에스터 필름을 사용하여야 한다. 마. 지형지적도는 사업구간내에 해당 지자체에서 구축한 UGIS 현황을 조사하고 조사결과에 따라 기구축된 11,000 축척의 수치지도가 있을 경우 이를 사용 함을 원칙으로 하며, 지형지적측량을 실시하기 전 해당지역에 대한 수치 지 도의 구축여부를 확인하여 감독원의 승인을 받아야 한다. 바. 기 구축된 수치지도를 사용할 경우에도 기간변동 등에 따라 본사업 시설물 설치에 지장이 예상되는 경우 이를 반영하여 지형지적도를 보완 사용 하여 야 한다 사. 수도시설물 비도형 속성자료의 정확한 기록 및 관리를 위하여 토목시설 유 지관리지침 수도 GIS 업무지침를 참조하여 작성하되, 사업특성상 향후 운 영 및 유지 관리시 필요한 사항은 추가로 작성하여야 한다. 아. 측량기준점은 세계측지계 기준 작성을 원칙으로 하며, 기존 자료와의 연계를 위하여 지역측지계 자료도 병행 제출하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 31 - 3 측량표석점 설치 및 측량 가. 수준점 및 삼각점은 국립지리원에서 설치한 것을 기준으로 하여야 하며, 공 사시에 이용할 수 있도록 영구표석을 설치하여야 한다. 단, 지역 여건 및 민 원 등의 사유로 영구 표석의 설치가 곤란할 경우, 감독원과 협의하여 형식 및 수량을 조정할 수 있다. 나. 기본 및 실시설계시 또는 공사시 활용을 도모하기 위하여 주요 구조물 설치 예정 지점에 각 1개소를 설치하여야 하며, 소멸 및 유실되지 않을 장소를 택 하여 가 수준점을 설치하고 이에 대한 성과표를 제출하여야 한다. 4 도면제작 가. 측량의 성과로 제작되는 각종 성과도면은 K-water의 수도통합정보시스템 과 데이터의 상호 호환성 유지를 위하여토목시설 유지관리지침 수도 GIS 업무지침에 따라 분류작성하여야 한다. 나. 각종 CAD데이타는 GIS체계로 변환될 수 있도록토목시설 유지관리지침 수 도 GIS 업무지침에 의거 데이터의 정리, 구조화편집, 대장조서정리, Shape Data 변환, 속성항목 데이터 연계입력 등을 실시하여야 하며, 세부적인 사항 은 감독원과 협의하여야 한다. 5 성과의 작성 및 제출 가. 측량조사 성과보고서에는 다음사항을 포함하여야 한다. 가 지형측량 성과 나 기준 수준점 및 삼각점 성과 다 가수준점 현황 라 표지주표석 및 경계말뚝 설치현황 마 지하매설물 조서 나. 다음의 최종 성과물을 제출하여야 한다. 가 보고서 및 보고서 수록 CD-ROM 또는 이동식 저장매체USB, 외장하드 등 나 취정수장, 가압장, 배수지, 조절지 및 관로의 평면도, 용지도, 지형지적도 다 점의 조서삼각점, 수준점 성과 라 사진첩 및 사진첩 수록 CD-ROM 또는 이동식 저장매체USB, 외장하드 등 마 측량 성과품 바 기타 조사 성과품 6 대가의 지불 가. 산출내역서상 해당지불항목의 단가로 하며 이행수량의 증감에 따라 정산한다. 3 지질 및 토질조사 계약상대자는 다음의 지반조사 지침에 따라 지반조사 과업을 수행하여야 한다. 1 조사일반 이 과업지시서에 명시되지 않은 사항은 관련 KS, ASTM, 정부 및 K-water의 관 련규정에 따라 수행하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 32 - 2 기존자료 수집 및 검토 2.2.2.1 자료수집 및 기초현황조사의 2 기초현황조사의 해당 항목에 따른다. 3 탄성파탐사 가. 본 과업에서는 주요 구조물 계획지점취수시설, 가압시설 등 계획지역에 실 시하며, 현장 조사 중 추가 조사가 필요한 구간에 대해서는 감독원과 협의하 여 탐사를 시행하여야 한다. 나. 탄성파탐사는 굴절법으로 수행하여야 하며 하천 수로구간 등 수침 부분에 대 해서도 소정의 성과를 얻을 수 있도록 하여야 한다. 다. 수진점 간격은 5m를 원칙으로 하되, 지층상태 및 현장조건에 따라 감독원과 협의를 거쳐 조정할 수 있다. 라. 발파모형은 4발파 전개법으로 하여야 하며, 원거리 발파시에 발파지점은 측 점의 양끝에서 조사 목적심도 이상의 거리를 유지하여야 한다. 마. 계약상대자는 탄성파탐사의 해석 결과를 토대로 탄성파 속도분포 단면도를 작성, 각 지층의 대표적인 탄성파 속도군을 결정하여야 하고 단층대 및 파 쇄대 등을 지시하는 저속도 이상대의 분포가 확인된 지점을 별도 표기 하여 향후 동 지점에 대한 시추조사가 실시될 수 있도록 하여야 한다. 바. 인허가 및 화약사용 등에 대한 제한으로 발파가 불가능한 경우, 탐사 방법을 변경할 수 있으며 변경되는 탐사방법과 내용은 감독원과 협의하여 결정하여 야 한다. 사. 탄성파탐사 보고서에는 다음 사항이 포함되어야 한다. 가 측선위치도 나 주시곡선도 다 속도단면도 라 속도층 분포 곡선도 바 기 조사자료 속도층과의 대비기준표 단층, 파쇄대 존재 유무포함 사 토질 및 암질의 평가 아 지질구조 분포도 4 성과 작성 및 제출 가. 지질 및 토질조사 성과보고서에는 다음사항을 포함하여야 한다. 가 조사위치도 나 지질도 및 지질단면도 다 탄성파탐사 보고서 나. 다음의 최종성과물을 제출하여야 한다. 가 보고서 및 보고서 수록 CD-ROM 또는 이동식 저장매체USB, 외장하드 등 나 사진첩 및 사진첩 수록 CD-ROM 또는 이동식 저장매체USB, 외장하드 등 다 기타 조사 성과품",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 33 - 5 대가의 지불 탄성파 탐사를 위해 필요한 용지교섭 및 허가수속에 소요되는 비용은 산출 내역 서상의 탄성파 탐사비에 포함되어 있다. 산출내역서상 해당지불항목의 단가로 하며 이행수량의 증감에 따라 정산한다. 단, 증감 사유가 발생할 경우 감독원의 사전 승인을 득하여 시행하여야 한다. 4 보상 조사 본 과업의 보상조사는 주요 시설물 계획에 대한 안별 개략 보상비 규모를 산정하 기 위해 시행한다. 계약상대자는 주요시설물취수시설, 가압시설 등 및 관로 예정 부지에 대한 용지도 및 조서를 작성하여야 하며, 관련 근거 서류를 제시 하여야 한 다. 본 과업에서는 가압시설, 관로 부지에 대해서 현지 조사를 시행하며, 감독원의 지시가 있는 구간에 대해서는 추가로 과업을 수행하여야 한다. 1 조사일반 가. 본 과업지시서에 명시되지 않은 사항은 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률, 부동산 가격 공시에 관한 법률, 한국수자원공사법 등 관계법령과 K-water의 토지 등의 취득 및 보상에 관한 규정 에 따라 조사 하여야 한다. 나. 보상조사는 사업수행을 위한 다음 항목에 대하여 실제로 활용될 수 있어야 한다. 가 사업비보상비의 산정에 관한 사항 나 보상계획의 수립에 관한 사항 다 기본실태 조사에 관한 사항 라 관계기관 및 이해 당사자와의 협의 등 사업수행과 관련된 사항 다. 계약상대자는 선정된 취수시설, 가압시설, 관로 부지 위치에 대한 현지조사 계획을 수립하여 감독원에게 보고하고 현지조사에 착수하여야 한다. 단, 노 선 및 시설물 부지 선정시 잔여지 발생을 최소화 되도록 하고 지장물 밀집 지역과 집단민원 예상지역 등 사업시행상 장애가 예상되는 지역은 우회 및 제외를 원칙으로 한다. 라. 선정된 취수시설, 가압시설 부지 위치에 대한 보상비 산정은 인근 지역 및 유사지역의 공공용지 보상 사례와 감독원과 협의한 감정평가 시행 보상비를 바탕으로 검토하며, 추가적인 세부조사는 감독원의 별도 지시가 없는 한 생 략한다. 마. 계약상대자는 K-water 토지 등의 취득 및 보상에 관한 규정에 따라 용지도 및 조서를 작성하여야 한다. 이 경우 계약상대자는 감독원의 검토보완기간을 감안하여 각 단계별 과업완료 전 2개월 이내1단계는 착수일로부터 4개월 이 내, 2단계는 12개월 이내에 용지도 및 조서를 작성하여 현지조사 보고서에 수록하여야 하며, 감독원의 보완지시가 있을 경우 즉시 이에 따라야 한다. 바. 계약상대자는 조사지역 인근지역 및 유사지역의 최근 집행한 공공용지보상사",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 34 - 례를 조사반영하여야 한다. 2 K-water 토지 등의 취득 및 보상에 관한 규정에 따라 토지조사, 지장물건 조 사 및 보상비 산정을 시행하여야 한다. 3 용지도 및 조서의 작성 본 과업에서는 주요시설물취수시설, 가압시설 등 및 관로 예정부지에 대한 용 지도 및 조서를 작성하며, 감독원의 지시가 있을 경우 추가 작성을 하여야 하며 계약상대자는 이에 성실히 따라야 한다. 용지도 및 조서 작성에 대한 일반사항 은 K-water 토지 등의 취득 및 보상에 관한 규정에 따르며, 용지도는 최신 버 젼의 캐드CAD 프로그램에 의해 컴퓨터로 작성하여야 한다. 세부작성에 대한 사항은 감독원의 별도 지침에 따른다. 4 성과물 제출 계약상대자는 다음의 성과품을 제출하여야 한다. 가. 용지도원도 및 사본출력물 및 전산파일 나. 지형지적도 출력물 및 전산파일 다. 토지조서 및 지장물건조서출력물 및 전산파일 라. 보상비 산정조서출력물 및 전산파일 마. 난외주기를 포함한 지적도임야도, 토지임야대장, 등기부등본, 건축물관리 대장, 주민등록등본, 기타 권리에 관한 사항 등 소관청으로부터 발부받거나 과업과 관련하여 수집한 자료 5 대가의 지불 산출내역서상 해당지불항목의 단가로 하며 이행수량의 증감에 따라 정산한다. 단, 증감 사유가 발생할 경우 감독원의 사전 승인을 득하여 시행하여야 한다. 2.2.2.3 취수원 선정 계약상대자는 다음 지침에 따라 취수원조사 과업을 수행하여야 한다. 과업대상자는 취수지점 선정시, 팔당댐 저수지내 취수, 댐 하류 표류수 취수 및 한강 본류 취수 등에 대해서 종합적으로 검토하여야 하며, 검토 결과를 바탕으로 최적의 취 수지점을 선정하고 개발 방안을 수립하여야 한다. 1 취수지점 조사 1 취수지점의 선정은 안정적인 취수확보, 민원발생가능성, 친환경적인 설계, 취수 원 이전 가능성, 운영관리의 용이성, 경제성 등을 종합적으로 검토하여 최적의 위치를 선정하여야 한다. 2 취수지점은 수리권 확보가 가능하고 장래의 유로변경, 부유물 및 퇴사 등에 의 한 취수 장애가 없는 곳이라야 하며, 공사 및 유지관리 측면을 고려하여 선정하 여야 한다. 3 취수지점의 수질은 공업용수 수질기준에 적합하게 정수처리를 할 수 있는지를 판단하는데 중요한 자료를 제공할 수 있어야 하며, 각종 취수시설을 위한 충분",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 35 - 한 부지확보가 가능한 지를 조사하여야 한다. 4 취수지점은 유역의 오염부하량, 환경기초시설의 확충과 현재의 수질 등을 고려 하여 수질모의기법에 의해 장래수질을 예측하고 안전한 취수가 가능한지를 검토 하여야 한다. 5 도시계획 및 하천정비 기본계획 등에 지장을 받지 않는지의 여부를 조사하여야 한다. 6 취수원으로 유입되는 인근 오염원을 조사하여 수질오염 가능성을 검토하여야 한 다. 2 취수원 확보 및 개발방안 1 한강 유역의 기존 자료 및 관측 자료를 수집하여 유역강우와 유출량에 대한 유 출특성을 분석하여야 한다. 2 취수지점에 대한 물수지 분석 및 빈도별 취수 가능량 분석을 실시하여야 한다. 3 취수원 개발시 기득수리권 및 하천유지용수확보 등 유황변화에 따른 기존 하천 기능 등에 미치는 영향을 분석하여야 하고 그 대책을 수립하여야 하며, 민원 발 생이 가능한 요인에 대해서도 검토하여야 한다. 4 댐용수 검토는 기존 분석자료를 최대한 활용하여 검토하고 댐사용 용수현황 및 용수공급능력 검토를 실시하여야 한다. 계약상대자는 팔당댐의 생활용수, 공업용 수, 농업용수, 하천유지용수에 대해 당초 배분계획량과 현재 운영유지하고 있는 내용을 파악하여 용수공급능력을 재 평가하고, 연도별 순물소모량생공농 및 연 도별 물수지분석을 시행하여야 한다. 5 계약상대자는 공급 능력 관련 아래의 사항을 포함하여, 민원발생가능성, 친환경 성, 수질, 운영관리의 용이성, 경제성 등을 종합적으로 검토하고, 각 방안별 특성 을 비교 분석하여 최적방안을 제시하여야 한다. 가. 생활용수, 공업용수, 농업용수, 하천유지용수 등을 포함한 수급전망 검토 나. 충주댐 운영방안 및 확보가능 물량 다. 댐 사용권 및 용수사용현황을 고려한 필요물량 확보방안 검토 라. 취수시설 건설계획에 의한 규모별 운영방안 등 마. 댐 설계 당시 유입량 대비 최근 기후변화수문변화 등을 감안한 기존댐 공 급능력기본계획 공급량의 적절성 검토 6 검토된 용수공급 가능량을 바탕으로 광역상수도의 경제적인 시설규모를 결정하 고 필요용수 확보를 위한 방안과 사업의 단계별 시행방안 및 수원다변화 방안 검토필요시를 수립하여 제시하여야 한다. 기존댐 공급능력 검토는 이수안전도, 유입자료, 분석기간에 따라 결과를 도출하여 그 결과를 조합하여 최종결과를 제 시하여야 한다. 7 계약상대자는 기존 자료추진중인 타 과업 포함에서 검토되지 않았다 하더라도 취수원으로서 적용 가능한 대안을 제시하여야 한다. 8 상기사항에 대한 종합적인 조사분석을 통하여 취수원 개발방안을 수립하여야 하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 36 - 고, 각 방안별 특성을 비교 분석하여 최적방안을 제시하여야 한다. 3 수질조사 및 예측 1 취수가능 지점에 대해 홍수기, 갈수기 및 계절별 수질조사를 시행하여야 하고, 사전 감독원 승인을 통해 인근에 위치한 지점의 수질데이터를 활용할 수 있다. 2 취수지점의 과거 수질변화 추세조사와 장래 수질예측을 위한 수질모의를 실시하 여야 한다. 3 현장 수질조사 필요시 감독원과 사전협의하고, 타 공공기관에서 실시한 수질조 사 자료를 수집, 종합분석하여 수처리 계획에 반영되도록 하여야 한다. 4 수질시험 수행 필요시 감독원 사전 승인을 통해 공신력이 있는 공인기관에 위탁 실시하여야 하며, 시험항목은 설계서에 기술한 항목을 원칙으로 하고 현장여건 에 따라 감독원과 협의 후 조정할 수 있다. 5 수질모의는 주요지점침수지점, 수위표기점 등에 대해 이 광역상수도 및 기초환 경시설 건설 전후를 고려하여 유량 조건별로 각각 예측한 후 그 영향을 비교 검 토하여야 한다. 6 취수지점의 현재 및 장래 수질변화 예측을 통한 오염특성 및 장래 안정적인 취 수원 확보를 위한 수질오염 저감 방안에 대한 방향을 제시하여야 하고 그 대책 을 수립하여야 한다. 7 선정된 취수원 상류지역의 배수구역내에 대한 현재 및 미래의 토지이용계획을 분석하여 수질예측에 감안하여야 한다. 8 시료채취, 보관 및 운반은 물환경 보전법의 수질오염 공정시험방법과 먹는물 관리법의 수질공정시험방법에 의거 실시하여야 한다. 9 이 과업수행 중 수집 또는 조사분석된 수질성과품에 대하여는 감독원의 허락없 이 유출할 수 없다. 10 수질조사항목은 다음과 같으며 감독원과 협의 후 조정할 수 있다. 가. 수질조사 항목 가 수질환경기준 18항목 pH, COD, BOD, 부유물질량SS, 용존산소량DO, 대장균군수Coliform, 총인T-P, 총질소T-N, 카드뮴Cd, 비소As, 시안CN, 수은Hg, 유기 인,납Pb, 6가크롬Cr6, 폴리클로리네이티드비페닐PCB, 음이온계면활 성제ABS, 페놀 나 수질특성조사 22항목 1.1.1-트리클로로에탄, 테트라클로로에틸렌, 트리클로로에틸렌, 염소이온C l-, 나트륨Na, 황산이온SO42-, 마그네슘Mg, 칼슘Ca, 불소F, 알루미 늄Al, 철Fe, 망간Mn, 전기전도도, 탁도, 총용존고형물TDS, 질산성 질소NO3-N, 암모니아성 질소NH3-N, 인산염PO4-P, 경도, 알칼리도, 총유기탄소TOC, 수온 다 조류조사",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 37 - 조류의 개체수와 종조성 및 우점종을 조사하고 종다양도지수의 산출 나. 조사빈도 월1회 이상 2.2.2.4 용수수급전망 및 용수공급계획 수립수요분석 및 예측의 방법, 수요예측 결과 등 수요분석 및 예측을 수행한 자료 1 용수 수요 추정 및 배분계획 1 계약상대자는 본 과업을 수행함에 있어, 국가수도기본계획, 지자체 수도정비기본 계획, 용인 첨단 시스템반도체 국가산단 용수공급사업 기본구상23.10 등 기 시행한 성과를 분석하여 사업계획에 반영하고, 용수수요 추정시 최근 수도정비 기본계획 수립지침 및 상수도 수요량 예측 업무편람 개정 내용을 토대로 산정해 야 한다. 2 본 과업에서 종합 검토되고 있는 용인 국가산단 용수공급시설의 각 수원별에 대 해 계획 공급 지역별 배분 계획을 수립하여야 하며, 비상시를 감안한 각 취수원 별 용수배분의 우선순위 및 배분량을 검토하여야 한다. 3 용인 첨단 시스템반도체 국가산단 용수공급사업 관련 기존 검토되었거나, 추가 검토할 취수원별로 관련된 제반 조사에서 검토하고 있는 용수공급 계획을 종합 검토반영하여야 한다. 4 수도정비기본계획 수립지침 제2편 상수도 수요관리 계획에 따라 물 수요관리빗 물활용확대, 중수도, 절수설비, 누수저감 등 계획을 수립하여 수요량 절감계획을 반영하여야 한다. 5 수도정비기본계획 수립지침 제2편 상수도 수요관리 계획에 따라 지자체 하수도 정비기본계획을 활용하여 하수재이용계획을 수립하여야 한다. 6 수도정비기본계획 수립지침 기본방향에 따라 지방취수원수자원 이용 등 지자 체 공급방안을 우선적으로 검토한 후 광역상수도 공급계획을 검토반영하여야 한다. 2 용수공급 계통 검토 1 년차별 용수수요량과 시설용량과의 관계를 고려하여 수립한 용수배분계획에 기 초하여, 해당지자체 수수시설과 연계한 공급계통이 제시되어야 한다. 2 수질 사고 및 관로 사고 등 긴급 시에도 최대한 안정적으로 용수를 공급할 수 있는 공급계통을 검토하여야 한다. 3 목표년도 설정 및 단계별 개발계획 수립 1 기 수립된 상위계획과의 연관성, 상기 급수권역의 용도별 수요량 및 급수체계조 정 물량을 토대로 기술적, 경제적 대안 검토 후 목표년도를 제시하여야 한다. 2 단계별 개발계획 수립은 다음사항에 대한 종합적인 검토 후 세부적인 기본 계획 에 착수하여야 한다. 가. 급수대상지역 장래 용수수요량 나. 수원별 공급방안 검토",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 38 - 다. 공급지역의 지형적 여건 라. 지역개발에 따른 장래시설물 확장가능성예비량 도입 필요성 검토 마. 투자소요 사업비 바. 재정적 여건 사. 기타 건설 및 유지관리 측면에 필요한 사항 4 연계운영 및 최적활용방안 계약상대자는 본 과업의 공급대상지역 기존 상수도 시설물취수시설, 정수시설, 가 압시설, 관로, 터널 등의 시설현황, 급수체계, 시설가동상태 등의 자료를 조사검토 하여 신구시설간의 연계운영 및 최적활용방안을 제시하여야하며, 다음사항을 포함 하여야 한다. 1 시설물 가동상태 및 용수사용 실적 등을 고려, 물량배분의 재조정 필요성 2 용수공급체계의 합리적 조정방안 3 상호연계 및 운영방안 가. 비상시일지라도 목표 수량의 안정적인 용수공급을 위하여 인근 광역상수도 시설과의 연계 운영방안을 충분히 검토하여야 한다. 나. 공급지역과 인접한 관계기관의 수도시설 활용방안에 대해서도 검토되어야 한 다. 다. 필요시 비상연계를 위한 추가 시설관로 등의 설치를 검토하여야 한다. 라. 취수원의 문제로 인한 가동 중지시를 대비한 대체 수원 계획도 검토하여야 한다. 마. 각 상황별갈수시, 수질사고, 관로사고 등에 대비한 유관기관 현황을 파악하 여야 하며, 발생가능한 모든 상황에 대한 CASE 분석 및 CASE별 최적 연계 운영방안을 도출하여야 한다. 바. 각 CASE별 연계운영에 따른 추가 운영 비용을 검토하여야 한다. 사. 각 CASE별로 부득이한 단수가 발생하는 공급지역의 현황을 파악하여야 한 다. 4 용인 국가산단 용수공급시설의 최적 활용을 위해 공급 지역 기존 취수시설의 폐 쇄 또는 축소 계획도 함께 검토하여야 하며, 공급 지역의 기존 취수시설 폐쇄시 주변 지역 규제 사항의 변경상수원보호구역의 변경 등 및 변경에 따른 해당지 역 전반에 미치는 영향경제적 편익, 규제 해제에 따른 개발 가능성 등이 검토 되어야 한다. 5 취수원 변경에 따른 공급지역 정수장별 시설 개선 및 개량방안의 수립 필요성 등을 검토하여야 한다. 6 통합운영의 필요성 가. 기존시설의 가동상태 나. 기존시설의 노후도 다. 용수공급 체계 등",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 39 - 2.2.2.5 주요시설물계획대안의 제시 및 검토 등을 수행한 자료 1 일반사항 1 대상공정 및 계통을 조사검토하여야 하고 국내외 실적 및 동향 등을 조사 하여 최적의 계획이 되도록 하여야 한다. 2 시설의 관리체계 및 장래 개발전망과 시설확장 가능성을 고려하여 시설물 계획 을 수립하여야 한다. 3 계약상대자는 본 과업의 주요 시설물 계획을 수립함에 있어 기 검토된 시설의 위치, 재원, 규모 등을 반영한 종합 검토를 시행하여야 한다. 4 현지의 자연환경 여건취수조건, 지형조건, 지질조건, 토지이용계획, 기술적 및 경제적 측면, 장래시설계획, 단계별 확장 가능성 등을 종합적으로 검토하여 주요 시설물 위치 등을 선정하여야 한다. 5 시설물 계획시에는 현지조사와 수치지도시내11,000, 교외15,000상 표기를 통해 개략적인 지형 및 형상이 반영될 수 있도록 하며 관련자료는 감독원과 상의하여 보고서에 수록한다. 6 시설운영초기 지자체 수수가능량 예측을 통해 실질적인 사업성분석이 이루어지 도록 하여야 한다. 7 선정한 대안별 개략사업비, 운영유지비 등이 산출되어야 한다. 8 주요시설물 및 관로노선 계획은 각 지자체의 개발계획과 중첩되지 아니하고, 시 설물이 위치하는 지자체의 의견이 충분히 반영될 수 있도록 해야 한다. 9 각 시설물의 위치 및 표고는 취수시설, 도수시설, 정수시설, 송수시설, 가압시설 과 각 도시의 배수계통과의 상호 연관성을 감안하여 건설비, 유지관리비, 시설의 안정성 등을 고려하여 결정하여야 한다. 10 계약상대자는 주요시설물의 안별 개략사업비 및 유지관리비 등을 검토하여 감독 원과 협의하여야 하며, 이에 대한 내용을 보고서에 수록하여야 한다. 11 계약상대자는 용인 국가산단 용수공급시설의 주요시설물을 종합적으로 검토수 립함에 있어 향후 유지관리 및 시설운영에 대한 기본 방안을 제시하여야 하며, 다음 각호의 사항을 검토하여야 한다. 가. 유지관리 및 운영에 투입되는 비용, 인력의 최소화 방안 나. 인접 광역공업용수도 및 지방상수도와 연계한 운영방안 다. 시설물 운영관리를 위한 조직체계안 검토 라. 원격 및 통합운영을 위한 관로상 계측 설비관압계 등 검토 12 계약상대자는 중앙 및 지방 문화재청 등 관련 행정기관에서 관리중인 문화재 시 설 및 보호구역예정지역 포함에 본 사업의 관련시설이 문화재관련법에 저촉 되는지를 확인한 후 시설계획을 수립하여야 하며, 저촉되는 경우에는 감독원과 협의 후 후속방안을 검토제시하여야 한다. 13 계약상대자는 안전시설물가시설 등에 대해 추후 사업비 변동이 최소화 되도록 충분히 검토하여 반영하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 40 - 3 취수시설 1 취수 시설 계획형식, 위치 등시에는 원수의 수질 및 수량에 대해 안전하며 안 정적으로 공급할 수 있는 방안으로 검토하여야 하며, 주변 환경을 저해 할 수 있는 요인을 최소화 할 수 있도록 계획하여야 한다. 2 지형 및 지질적인 특성을 고려하여 취수시설의 위치를 선정하여야 하며, 장래 하상변화를 특성을 고려하여야 한다. 3 취수원에 각종 오염 물질 유입시 대처할 수 있는 방안을 검토하여야 한다. 4 취수물량의 조절이 용이하며, 설비 고장 등 비상시를 대비한 설비 계획을 수립 하여야 하며, 용수공급량에 따른 설비운영계획을 제시하여야 한다. 5 취수 및 도수 과정에서 발생하는 수리적인 손실량을 감안한 설비규격을 검토하 여야 한다. 6 취수시설 내 퇴사 등 향후 운영에 따른 유지관리상 문제점을 최소화할 수 있으며 유지관리가 용이한 취수형식으로 계획하여야 한다. 7 기 검토된 취수시설에 계획을 고려한 종합적인 취수원 계획을 수립하여야 한다. 4 도송수시설 1 용수공급계통 검토에 따른 관로수로터널포함 노선이 선정되어야 하며, 각 구간 별로 기존시설과의 연계운영 및 최적 활용방안을 반영한 경제적 관경이 검토되 어야 한다. 2 지형적, 지질적 특성 및 도시 개발 계획을 감안하고 발생 가능한 민원을 최소화 한 경제적인 노선이 선정되어야 하며, 각 안별로 선정 사유가 명확히 제시되어 야 한다. 3 수리검토를 통해 적정 위치에 중간가압장 시설을 배치하여야 하며, 예정 부지의 제반 특성을 고려하여 합리적인 기준에 의해 결정되어야 한다. 4 관로노선 선정 시 공사비, 공사의 난이도, 용지확보, 유지관리 등을 종합적 으 로 검토하여 가급적 직선화할 수 있도록 하고 도시계획, 도로 확포장계획, 지하 매설물 현황 및 설치계획, 하천정비계획 등을 감안하여야 하며, 해당 지자체 및 관련기관과의 사전협의 내용을 보고서에 수록하여 노선변경 등 이중투자로 인한 문제점이 없도록 하여야 한다. 5 관로노선이 하천, 도로, 철도를 횡단하는 경우에는 하천의 생태, 조건, 현장여건 등을 감안하여 복선화 여부를 검토하여야 하고, 횡단공법추진, 개착 등에 대하 여도 검토하여야 한다. 6 부지 선정 시 현지답사를 통하여 해당지자체 및 주민의 의견을 수렴하고 이를 감독원과 협의하여 적극적으로 반영하여야 한다. 7 관종 선정은 관사용 추세, 토양매설 환경조사, 기술적 타당성, 경제성, 강관 장대 화 추세, 관부식대책 등을 종합적으로 검토하여 선정하여야 한다. 8 사업기간, 공사 추진의 용이성, 유지관리 및 경제성 등에 유리한 관종 선정, 터 널 시공 방안 및 가압 형식을 검토하여야 하며, 관종 선정 시에는 매설예정지역",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 41 - 의 부식인자 등 매설 여건에 대한 고려가 필요하고 부식 방지대책이 제시되어야 한다. 9 비상시를 대비한 복선관로, 비상연계관로, 여유용량 등을 검토하여야 한다. 10 공급 지역별로 안정적인 용수를 공급받을 수 있는 수수시설 계획을 계획하여야 한다. 11 기 시행된 시설계획에서 간선관로 간 지선관로 계획을 고려한 종합적 적정 분기 점 계획 및 지선관로 계획을 검토, 수립하여야 한다. 12 기 설치된 광역 및 공업용수도와의 복선관로 활용가능 여부를 검토하여야 한다. 5 가압시설 1 가압시설은 향후 시설운영관리 측면을 고려하여 규모가 최소가 되도록 계획하 여야 한다. 2 정수장 또는 배수지의 착수위를 고려하여 적정 동수압이 유지될 수 있도록 계 획하여야 한다. 3 수치지도상에서 분기지점, 정수장 위치 및 도송수관로의 주요 정점 등에 대한 표고를 산출하여 수리검토 등을 통하여 적정 동수압이 유지될 수 있도록 계획하 여야 한다. 4 기 시행된 시설계획을 고려하여 공급 지역별로 안정적인 용수를 공급받을 수 있 는 가압시설 계획을 계획하여야 한다. 5 부지 선정 시 현지답사를 통하여 해당지자체 및 주민의 의견을 수렴하고 이를 감독원과 협의하여 적극적으로 반영하여야 한다. 2.2.2.6 타당성 평가 계약상대자는 타당성 평가를 시행함에 있어, 건설기술진흥법 시행령 제81조건설 공사 의 타당성조사 및 K-water 건설기술관리규정 제17조타당성조사에서 제시한 기준 을 충족하도록 다음 사항을 충실히 검토하여야 한다. 용인 첨단 시스템반도체 국가산 단 용수공급사업과 관련한 조사 및 기존 검토 내용을 충실히 반영하여 단계별 시행방 안 등을 포함한 종합적인 검토가 될 수 있도록 하여야 한다. 1 각 안별 개략사업비 비교검토 1 상기에서 검토한 개발물량 및 시설물계획 등을 다각적으로 검토하고 각 방안별 로 산정된 개략사업비를 비교 검토하여 최적의 방안을 제시한다. 2 각 안별 예상되는 운영 및 유지관리비를 산출하여야 한다. 3 용수공급 계획 수립 시에 용수배분계획량, 주요시설물 설치계획 및 관로 설치한 계 등에 대하여 관련 지자체와 협의가 필요한 사항에 대하여는 충분히 협의하여 그 결과를 정리검토한다. 2 사업효과 분석 1 기 수립된 상위계획과 현지여건 등을 종합적으로 감안하여 사업의 필요성에 대 해 검토한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 42 - 2 본 과업에서의 용수공급 방안과 기존 용수공급공급지역의 기존 수도시설을 통 한 용수공급시의 공급지역 수돗물 값에 미치는 영향 등 경제적 파급 효과를 검 토하여야 한다. 3 본 사업으로 인한 공급지역 및 공사예정지역에 대한 사회경제문화적 등 각 분 야별 파급효과를 검토하여야 한다. 4 본 사업에 따른 각종 민원, 공사예정지역의 저항 등 사업추진의 장애요인을 파 악하여야 하며, 대처방안을 제시하여야 한다. 3 경제적 타당성 등에 대한 검토 1 용수판매량 및 용수원가를 추정하여 공정보수율을 고려한 용수단가를 산정 하고 투자비, 운영비, 판매량증감 등 사업여건의 변화에 대비한 민감도 분석을 실시하 여야 한다. 2 용수수요 및 공급에 따른 단계별 시행방안에 대해 각 안별 경제성을 검토 하여 야 한다. 3 사업완료 후 손익 및 자금수지 분석을 통해 장래 사업의 경제적 타당성과 기술 적사회적 재정적 및 환경적 부문에 대한 타당성을 분석하여야 한다.편익-비용 BC, 순현재가치NPV, 내부수익율IRR 등 4 해당 건설공사의 공사비 추정액과 공사의 타당성이 유지될 수 있는 공사비 증가 한도를 검토 제시하여야 한다. 5 본 사업에 대한 개략사업비, 지자체 의견, 사업효과, 필요성, 경제성 및 환경에 미치는 영향 등을 종합적으로 검토하여 사업의 타당성을 검토하여야 한다. 6 환경적 측면에서 본 사업계획의 적정성 및 시설물 입지의 타당성 등을 검증하기 위해 전략환경영향평가 결과를 타당성조사 보고서에 반영하여야 한다. 7 경제적, 재무, 정책적 분석 등 타당성조사 종합분석은 건설공사 타당성 조사 지 침국토교통부고시 제2016-291호, 2016.05.19.에 따라 시행하여야 한다. 4 기본계획안 수립 1 계약상대자는 동 과업과 관련된 관계 법령에서 정하는 기본계획 작성을 위한 기 초 조사를 수행하여 기본계획 협의자료 및 협의에 필요한 각종 인허가 자료를 감독원과 사전 협의하여 작성제출하여야 하며, 용인 첨단 시스템반도체 국가산 단 용수공급사업 추진관련 된 타 조사 및 용역의 검토 내용을 충실히 반영하여 종합적인 검토가 될 수 있도록 하여야 한다. 2 기본계획 작성 시는 관련규정에 의거 시행하여야 하는 제반 검토 사항에 대하여 감독원과 협의하여 검토 반영하고 관련기관 및 지역주민 등과의 협의과정에서 제시된 사항에 대하여도 추가 검토하여 반영하여야 하며, 다음 각 호의 사항은 반드시 포함되어야 한다. 가. 사업의 목표 및 기본 방향 나. 사업기간, 사업내용, 시행자 다. 용인 국가산단 용수공급 재평가 및 타당하고 합리적 적용방안",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 43 - 라. 사업비 및 재원조달계획 마. 투자우선순위 바. 사업시행계획년차별 계획포함 사. 시설물 유지관리계획 아. 환경보전계획 자. 사업시행에 따른 기대효과 차. 각종 인허가 협의 서류 작성 2.2.2.7 사업집행방안 검토 1 년차별 공정, 투자계획 및 재원조달 계획 검토 계약상대자는 본 과업의 사업집행 방안을 검토함에 있어, 용인 첨단 시스템반도체 국가산단 용수공급사업 관련 조사 및 용역 내용을 충실히 검토반영하여 종합적인 검토가 될 수 있도록 하여야 한다. 1 상기 계획에서 수립된 시설물계획에 따른 적정 공사비, 보상비 및 관리비 등을 산출하여 전체 소요사업비를 산정한다. 2 각 급수구역에 적기 용수공급, 인허가 조건 및 절차에 따른 시설공사 완료시기 와 사업준공 인가 절차 등를 충분히 고려하여 공정계획을 수립하고 이에 따른 적정 사업기간을 타 사업과 비교검토하여 산정하여야 한다. 3 각 공사 및 보상계획에 따라 연차별 투자계획을 수립하고, 정부의 총사업비 관 리지침 등을 참조하여 K-water 자체자금 투자비율 등을 감안한 재원조달 계획을 수립한다. 4 사업의 시급성 및 경제성을 고려하여 우선순위 검토하여야 한다. 5 공급지역에 대한 사업비 분담 가능성 등 재원조달에 대한 다각적인 검토를 시행 하여야 한다. 6 사업비 검토시 향후 증액되는 금액을 최소화 할 수 있도록 현장여건을 충분히 반영하여 검토를 하여야 한다. 2 대형공사의 입찰방법 검토 및 필요시 입찰안내서의 작성 1 계약상대자는 본 과업에 따른 신규 광역상수도 건설사업의 규모, 예상되는 현장 여건, 시공 계획 수립의 용이성 및 민원 발생 최소화 등을 감안하여 동 건설사 업의 공구 분할 및 개략 관리계획을 안 별로 검토하여야 하며, 최적안을 감독원 에게 제시하여야 한다. 2 국가를 당사자로 하는 계약에 관한 법률 시행령 제79조 제1항 제1호에 의한 대형 공사의 적정 집행방법에 대해 국토교통부 고시 대형공사 등의 입찰방법 심의기준에 부합하도록 기존 사례 및 명확한 근거를 제시하여 검토하여야 한 다. 또한, 상위 기관 또는 K-water 방침 및 전체 공사 계획 일정을 감안 하여 계획 공정을 최대한 단축할 수 있는 방안을 검토하여야 하며, 적정 공정 운영계 획공구분할 계획 포함을 제시하여야 한다. 계약상대자는 상기 검토를 바탕으로",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 44 - 동법 시행규칙 제78조 제1항에 의거한 대형공사 집행기본계획서를 작성하여 과 업착수 후 2개월내에 감독원에게 제출하여야 한다. 3 필요시 계약상대자는 동 시행령 제79조 제1항 제7호에 의한 입찰안내서를 일괄 입찰 등의 공사입찰특별유의서조달청,2022, 현장설명서 표준안 조달청,2008 및 KWSP 10 10 01 일괄입찰공사 입찰안내서K-water을 참고하여 작성 하여야 하며, 과업착수 후 2개월 내에 감독원에게 제출하여야 한다. 특히, 계약상대자는 향후 발주예정인 건설공사 계약문서의 하나인 입찰안내서의 중요성을 감안하여 발주자에게 불필요한 손해가 발생치 않도록 주의하여야 하며, 관련 법규 및 규 정에 맞도록 작성하여야 한다. 2.2.2.8 사업 홍보 및 설명자료 작성필요시 1 사업 홍보자료 작성 지역주민, 지자체 및 시민단체 등의 주요 관심사항에 대한 건설사업 전후의 영향 을 쉽게 이해하고, 효율적인 설명이 가능하도록 재현 불가능한 지역에 대해서도 최 신의 영상, 음향효과, 애니메이션 기법을 이용하여 실제 상황과 유사한 프리젠테이 션 형식의 홍보자료를 제작하여야 한다. 1 일반사항 가. 본 과업을 원활히 수행할 수 있는 자격과 능력을 갖춘 전문기술자를 과업 종 사자로 구성하여야 한다. 나. 계약상대자는 착수와 동시에 이 용역의 수행을 위한 전체적인 기획 구성안을 서면으로 제출하고 감독원의 승인을 득한 후 시나리오 작성 및 프리젠테이션 자료를 준비하여야 한다. 다. 계약상대자는 감독원의 승인을 득한 시나리오 및 홍보설명자료 구상안에 의거 제작에 임하고 변경사항이 발생할 경우는 즉시 감독원과 협의하여야 한 다. 라. 계약상대자는 홍보설명자료가 완성되면 용역감독원의 확인후 제작에 임하여 야 하고 중간보고는 착수일로부터 20일 이내에 하여야 한다. 마. 이 과업에 종사하는 전문기술자의 경우 감독원이 과업의 수행을 위하여 부적 격 하다고 판단될 경우 교체를 요구할 수 있으며 수급인은 이에 응해야 한 다. 바. 용역참가자가 교체될 때에는 사전에 감독원의 승인을 받아 동등 이상의 자격 을 갖춘 기술자로 즉시 교체하고, 인계인수를 철저히 하여 업무공백이 생기 지 않도록 하여야 한다. 2 세부지침 가. 지역주민, 지자체 및 시민단체 등의 주요 관심사항인 사업 전후의 영향을 쉽 게 이해하고, 효율적인 설명이 가능하도록 재현 불가능한 지역에 대해서도 최신의 영상, 음향효과, 애니메이션 기법을 이용하여 실제 상황과 유사한 프",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 45 - 리젠테이션 형식의 홍보자료를 제작하여야 한다. 나. 계약상대자는 제작에 임함에 있어 표현방법의 결정 등 제작에 필요한 제반 사항을 감독원과 협의하여야 한다. 다. 합성영상의 특수효과를 이용한 새로운 영상처리와 컴퓨터 그래픽, 애니메이 션 등을 최대한 활용하여 첨단의 영상미를 추구하여야 한다. 라. 합성영상의 특성 및 장점을 최대한 활용하여 시뮬레이션에 맞는 생동감 있는 영상물을 제작하여야 하며, 다양한 계층에서 쉽게 이해되면서 감동을 줄 수 있도록 연출하여야 한다. 마. 메시지와 화면의 변화를 일관성 있게 전개하여 내용을 효율적으로 전달, 간 결 명료한 메시지를 전달하여야 한다. 바. 컴퓨터 그래픽, 실사촬영을 혼합하는 등 특수촬영에 의한 장면을 효과적으로 배합하여 환상적이며 다이나믹한 영상연출이 되어야 한다. 사. 제작이 완료된 후 가편집 상태에서 감독원의 요구장소에서 시연하여 문제점 을 교정 보완하여야 한다. 아. 완성된 성과품은 영상 및 음향이 선명하여야 하며 필요할 경우 재작업후 납 품하여야 한다. 또한, 본 과업 수행에 사용된 모든 영상자료도 함께 납품하여 야 한다. 자. 수자원의 홍보영상임을 고려하여 필요한 부분에 대하여는 전문단체나 전문가 의 감수, 고증을 득한 후 제작하여야 한다. 3 자료제공 가. 계약상대자는 과업수행을 위해 K-water 보유자료 제공을 감독원에게 요청할 수 있다. 나. 계약상대자는 관련기관과의 업무협의 및 자료취득에 필요한 조치를 취해야 한다. 다. 계약상대자는 감독원이 이 과업의 내용을 수시로 파악할 수 있도록 이에 관 련 자료를 제출하고 그 내용을 상세히 설명하여야 한다. 4 권리, 의무 양도 금지 계약에 의하여 파생되는 계약대상자의 권리, 의무를 제3자에게 양도 또는 승계 시키는 행위는 금한다. 5 용역성과품의 소유권 본 과업의 수행으로 완성된 성과물의 저작권 등 일체의 소유권은 K-water에게 있다. 단, 수급자의 제작물 모음집DEMO REEL, BROCHURE 등에 한하여는 수 급인이 제한적으로 이용할 수 있다. 6 용역 대가의 지불 용역의 대가 지불에 대해서는 예산범위 내에서 감독원과 협의된 과업수준에 따 른 실 집행금액으로 정산한다. 2 홍보책자 제작",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 46 - 1 계약상대자는 용인 첨단 시스템반도체 국가산단 용수공급사업의 홍보를 위하여 홍보책자브로셔, 리플렛 등를 제작하여야 하며, 사전에 감독원과 충분한 협의 를 하여야 한다. 2 홍보책자의 제작비용에 대해서는 예산범위내에서 실 집행금액으로 정산한다. 2.2.2.9 기술심의 및 보완 등 1 계약상대자는 본 사업의 각 단계2회에 대한 K-water의 기술심의를 1단계는 용역 착수 이후 4개월 경과전, 2단계는 과업완료 3개월전에 요청할 수 있도록 심의에 필요한 제반자료를 작성제출하여야 하며, 심의결과 지적사항에 대하여는 본 과업에 반영조치하여야 한다. 2 계약상대자는 감독원의 요청이 있는 경우 과업참여 기술자로 하여금 K-water의 기 술심의위원회에 참석하여 심의자료 설명 및 심의에 임하도록 하여야 한다. 3 계약상대자는 심의결과 지적사항에 대하여는 특별한 사유가 없는 한 본 과업에 반 영조치하여야 하고 과업 수행과 관련된 심의 지적사항에 대한 조치결과서를 작성 하여 감독원에게 제출하여야 한다. 4 계약상대자는 주민설명회공청회 등 진행과정에서 K-water가 시행하는 업무를 충실 히 지원하여야 하며, K-water의 요구가 있거나 필요한 경우에는 K-water를 대행하여 야 한다. 5 계약상대자는 K-water가 설명회공청회 등을 개최할 때 설명자료를 작성제공하여 야 하고 감독원의 요구가 있을 경우에는 K-water를 대신하여 설명하여야 한다. 6 주민설명회공청회 등 의견수렴 과정에서 제기된 의견에 대해서는 내용과 대책을 검토하여 감독원과 협의하여야 한다. 7 계약상대자는 사업시행자 또는 감독원이 설명회, 공청회 이외의 방법으로 사업 홍 보 등을 요구할 경우 이에 따라야 하며 예산범위 내에서 실 집행금액으로 정산한 다. 8 주민설명회공청회설명회 등 집행된 비용에 대해서는 예산범위 내에서 실 집행금 액으로 정산한다. 2.2.2.10 과업성과품 작성 계약상대자는 다음사항들을 준수하여 과업성과품을 작성하여야 한다. 1 일반사항 1 과업의 모든 성과품은 K-water 관련규정에 의거 작성하되, K-water가 보유중인 계약자통합정보시스템cts.kwater.or.kr을 이용하며, 이동식 저장매체USB, 외장하 드 등로 제작하여 제출하여야 한다. 2 과업수행상 필요한 현황을 비롯한 착공전 공사지역 현황 등을 알 수 있도록 사 진과 VIDEO로 촬영, 필름을 포함한 사진첩과 이 사진들에 대한 CD-ROM, VIDE O TAPE 또는 이동식 저장매체USB, 외장하드 등를 제출하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 47 - 3 모든 도면은 CAD로 작성되어야 하며 제보고서, 제계산서, 기타성과는 워드 프 로세서를 이용하여 작성한다. 단 사진첩과 같이 워드프로세서로 작성이 불가능 한 경우는 이미지형태로 작성한다. 4 설계도서는 건설기술진흥법 제48조 및 K-water가 제공하는 설계도서작성기준 에 따라 작성하여야 한다. 5 감독원은 과업수행 과정에서 성과품의 구분, 수량 등의 수정을 지시할 수 있으 며 계약상대자는 이에 따라야 한다. 6 용역준공 후에 설계오류에 대한 K-water의 수정보완요구가 있을 때 에는 이에 따라야 하며 이에 소요되는 비용은 계약상대자 부담으로 하여야 한다. 2 타당성조사 보고서 1 타당성조사 보고서는 각 단계별2회로 작성하여야 하며, 인쇄 전 보고서 초안을 1단계는 용역 착수이후 4개월 경과 전에, 2단계는 용역준공 3개월 전에 감독원 에게 제출하여 사전검토를 받아야 하며 필요시 수정할 수 있어야 한다. 2 타당성조사 보고서는 용역수행의 최종성과를 체계적, 구체적으로 작성하여야 하 고 다음내용을 포함하여야 한다. 가. 사업개요 나. 자료수집 및 기초현황조사 다. 현지 조사 라. 취수원선정 마. 용수수급전망 및 용수공급계획 수립 바. 주요시설물계획 사. 타당성 평가 아. 사업집행방안 검토 3 기본계획 보고서 1 기본계획 보고서는 각 단계별2회로 작성하여야 하며, 인쇄 전 보고서 초안을 1단계는 용역 착수이후 4개월 경과 전에, 2단계는 용역준공 3개월 전에 감독원 에게 제출하여 사전검토를 받아야 하며 필요시 수정할 수 있어야 한다. 2 기본계획 보고서는 용역수행의 최종성과를 체계적, 구체적으로 작성하여야 하고 다음내용을 포함하여야 한다. 가. 사업의 목표 및 기본 방향 나. 사업기간, 사업내용, 시행자 다. 용인 국가산단 용수공급 재평가 및 타당하고 합리적 적용방안 라. 사업비 및 재원조달계획 마. 투자우선순위 바. 사업시행계획년차별 계획포함 사. 시설물 유지관리계획",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 48 - 아. 환경보전계획 자. 사업시행에 따른 기대효과 차. 각종 인허가 협의 서류 작성별도제출",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 49 - 별지 제1호 서식 착 수 신 고 서 1. 용 역 명 2. 계약금액 3. 계 약 일 4. 착 수 일 5. 준 공 일 위와 같이 착수하였기에 착수신고서를 제출합니다. 20 . . . 계약상대자 인 한국수자원공사 처실,소,단,지사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 50 - 별지 제2호 서식 사 업 책 임 기 술 자 선 임 신 고 서 용 역 명 위 용역에 대한 사업책임기술자를 아래와 같이 선임하였기에 사업책임기술자 선임신고 서를 제출합니다. 아 래 성 명 한 자 주민등록번호 - 주 소 기술자격명칭 기술자격번호 사용인감 기타 사항 첨 부 기술자격증 사본 부 20 . . . 계약상대자 인 한국수자원공사 처실,소,단,지사장 귀하",
      "tables": [
        [
          [
            "성\n명\n(한\n자)",
            "-\n주 민 등 록 번 호\n(\n)",
            ""
          ],
          [
            "주\n소",
            "",
            ""
          ],
          [
            "기술자격명칭",
            "",
            "기 술 자 격 번 호"
          ],
          [
            "사 용 인 감",
            "",
            "기타\n사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 51 - 별지 제3호 서식 참여기술자 인적사항, 참여과업내용 및 참여예상기간 분야별 담당업무 성 명생년월일 최종학교 학 위 기술자 등 급 자격증 해당분야 근무경력 참여과업내용 구체적 업무수행 내용 참여예상 기 간 종 류 취득일 등록번호",
      "tables": [
        [
          [
            "분야별\n(담당업무)",
            "",
            "성 명 생년월일",
            "최종학교\n(학 위)",
            "기술자\n등 급",
            "자격증",
            "",
            "해당분야\n근무경력",
            "참여과업내용\n(구체적 업무수행 내용)",
            "참여예상\n기    간"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "종 류",
            "취득일\n(등록번호)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 52 - 별지 제4호 서식 보 안 각 서 본인은 년 월 일 계약체결한 용역을 시행함에 있어 다음 사항을 준수할 것을 자의 각서로 제출합니다. 1. 본인은 본 용역을 시행함에 있어 계약서 및 과업지시서상의 제반 보안사항을 철저히 이행할 것임. 2. 본인은 보안사항을 외부에 누설시켜 중대한 문제점을 야기시켰을 경우에는 보안관계 제법규에 의거 처벌받아도 이의를 제기하지 않을 것임. 20 . . . 소속 직위 성명 인 한 국 수 자 원 공 사 처실,소,단,지사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 53 - 별지 제5호 서식 용역감독원 업무내용 1. 용 역 명 2. 용역기간 구 분 소 속 직 급 성 명 감독기간 참여업무 날인 서명 주 구 분 주감독원, 보조감독원으로 분류 기재 소 속 처실,단,지사를 기재 참여업무 참여한 분야 및 내용 기재",
      "tables": [
        [
          [
            "구 분",
            "소 속",
            "직 급",
            "성 명",
            "감독기간",
            "참여업무",
            "날인\n(서명)"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 54 - 별지 제6호 서식 참여기술자 업무내용 성 명 주민등록 번호 자격명칭 자격증번호 참여분야참여업무구체적업무참여기간전화번호 날인 서명",
      "tables": [
        [
          [
            "성 명",
            "주민등록\n번호",
            "자격명칭\n(자격증번호)",
            "",
            "참여분야 참여업무 구체적업무 참여기간 전화번호",
            "",
            "",
            "",
            "날인\n(서명)"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 55 - 별지 제7호 서식 검ᆞ교정현황 관리대장 일 련 번 호 사용공종 기 기 명 모델명 검ᆞ교정 주기월 최 종 검ᆞ교정일검교정결과 차 기 검ᆞ교정일 비 고",
      "tables": [
        [
          [
            "일 련\n번 호",
            "사용공종",
            "기 기 명\n(모델명)",
            "검ㆍ교정\n주기(월)",
            "최   종\n검ㆍ교정일",
            "검교정결과",
            "차   기\n검ㆍ교정일",
            "비  고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    }
  ]
}