{
  "csv_metadata": {
    "공고 번호": "Unknown_12",
    "공고 차수": -1,
    "사업명": "[사전공개] 학업성취도 다차원 종단분석 통합시스템 1차 고도화 용역",
    "사업 금액": "협의 예정",
    "발주 기관": "서울시립대학교",
    "공개 일자": "2023-06-20 00:00:00",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "미정",
    "사업 요약": "- 사업개요: 학업성취도 다차원 종단분석 통합시스템 1차 고도화\n- 추진배경: 서울시립대학교에서 학업성취도 평가를 효과적으로 수행하기 위해\n- 사업범위: 종단분석 통합시스템의 고도화를 통한 학업성취도 평가 기능 개선\n- 기대효과: 정확한 학생 성취도 평가 및 개인 맞춤형 교육 지원 가능\n- 추진목표: 학업성취도 평가의 정확성과 효율성 향상",
    "파일형식": "pdf",
    "파일명": "서울시립대학교_[사전공개] 학업성취도 다차원 종단분석 통합시스템 1차.pdf"
  },
  "missing_values": {
    "공고번호_결측": true,
    "공고차수_결측": true,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": true,
    "사업금액_결측": true
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "사전공개용 제 안 요 청 서 본 제안요청서는 입찰참여의 균등한 기회 제공을 위해 규격을 공개하기 위한 자료로써 실제 입찰공고 시 사업금액, 과업내용, 평가항목, 제출서류 등은 변경될 수 있으니 반드시 확인하시기 바랍니다. 2023. 06. 담당 성명 소 속 전화번호 e-mail 이석준 서울시립대학교 입학처 02-6490-6176 lsjptrsuos.ac.kr 사 업 명 학업성취도 다차원 종단분석 통합시스템 1차 고도화 주관기관 서 울 시 립 대 학 교 입 학 처",
      "tables": [
        [
          [
            "사  업  명",
            "학업성취도 다차원 종단분석 통합시스템 1차 고도화"
          ],
          [
            "주관기관",
            "서 울 시 립 대 학 교   입 학 처"
          ]
        ],
        [
          [
            "담당",
            "성명",
            "소  속",
            "전화번호",
            "e-mail"
          ],
          [
            "",
            "이석준",
            "서울시립대학교\n(입학처)",
            "02-6490-6176",
            "lsjptrs@uos.ac.kr"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 2,
      "text": "목 차 I. 사업안내 1. 사업개요 01 2. 추진배경 및 필요성 01 3. 사업근거 및 3개년 추진계획 01 4. 사업범위 02 5. 기대효과 03 II. 대상업무 현황 1. 기존 연계 현황 03 2. 개발 완료 내역 04 3. 추가 연계 필요 현황 06 4. 시스템 현황 06 III. 사업추진 방안 1. 추진체계 07 2. 추진일정 08 3. 추진방안 09 IV. 제안요청내용 1. 시스템 개발 범위 09 2. 제안요청 내용 11 가. 요구사항 구성 11 나. 요구사항 목록 12 다. 요구사항 상세 15",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "V. 제안안내 1. 입찰방식 40 2. 입찰서류 및 제안서 제출 40 3. 제안서 평가 및 협상 42 4. 제안사 유의사항 44 VI. 제안서 작성기준 1. 제안서 작성방법 48 2. 입찰 및 제안서 관련 붙임 및 별지서식 50",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 4,
      "text": "- 1 - I 사업안내 1. 사업개요 사 업 명 학업성취도 다차원 종단분석 통합시스템 1차 고도화 사업기간 계약체결일로부터 5개월 사 업 비 금242,900,000원부가가치세 포함 본 사업은 소프트웨어 진흥법 제50조에 따라 계약당사자가 과업내용 변경으로 인한 계약내용 변 경이 필요한 경우 과업심의위원회 개최 요청할 수 있음. 본 사업은 소프트웨어사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 제10조의 규정 에 의거한 소프트웨어 개발사업의 적정 사업기간 산정 기준에 따른 사업 임 2. 추진배경 및 필요성 2022년 학업성취도 다차원 종단분석 통합시스템서울시립대학교 빅데이터 플랫폼 MyEduData, 이하 통합시스템 구축 완료 - 대학 내 각 부서에 있는 학생 관련 데이터를 취합하여 학업성취도 분석, 최초등록현황 분석, 충원율 분석, 비교과 현황 분석, 대학생활만족도 분석, 입시데이터 분석 6개 카테고리 총 12개 분석 화면 개발 완료 대학 교육 성과 데이터 집계 및 분석과 환류를 체계적으로 하기 위해 기개 발된 통합시스템의 현황 파악 및 개선 방안에 대해 고찰 필요 고교 문이과 통합형 교육과정 및 수능시험, 고교학점제 도입 등으로 대학 입시정책의 불확실성이 커진 신입생 모집 환경에서 입시데이터 시뮬레이션 기반 인재 선발 전략 수립 필요 각종 데이터 분석 결과에 대한 다양한 시각화 도구 적용 필요 학교 내 기관조직에서 수집저장관리하고 있는 학생 관련 디지털 데이터 생성 시스템들과의 추가 연계를 통해 데이터 댐의 수집 범위를 확대하고, 인공지능 기반 학생 프로파일링 및 교육 정책 수립 환경 구축 3. 사업근거 및 3개년 추진계획 사업근거 - 입학 졸업 취창업 연계 통합 학생 핵심역량 및 관리 체계 구축",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 5,
      "text": "- 2 - 교내 대학혁신지원사업 3개년 사업계획서, 21. 5. - 입학생 종단 추이분석 시스템 구축 방안 연구 입학처 정책과제 최종보고, 21. 9. - 학업성취도 다차원 종단분석 통합시스템 구축 입학처 사업제안요청서, 22. 4. 3개년 추진계획 - 2022년 학업성취도 다차원 종단분석 통합시스템 설계 및 구축 사업 1 통합 데이터 저장소 구축학기별 업데이트 2 기본 종단분석 시각화 3 교육 정책 수립에 필요한 데이터 시각화 - 2023년 학업성취도 다차원 종단분석 통합시스템 1차 고도화 사업 1 다차원 종단분석 통합시스템 개선안 마련 2 연계가능한 교내 학생 데이터 확보 및 데이터 댐 확대 3 시스템 사용자 그룹별 데이터 시각화 고도화 추진 - 2024년 학업성취도 다차원 종단분석 통합시스템 2차 고도화 사업 1 우리 대학 빅데이터AI연구소와 협력하여 인공지능 기반 학생 프로파일링 및 통계분석 기능 확장 2 데이터 모니터링 시스템을 통해 학생 이탈 방지 및 학교생활 적응을 위한 선제적 대응체계 마련 4. 사업범위 기개발된 통합시스템과 연계 가능한 대학 내 각종 디지털 데이터 생성 시 스템예 전자출결시스템, LMS 등을 연계하여 데이터 댐 확대 구축 - 디지털 데이터 생성 시스템 확인 및 데이터 연계 - 데이터 댐 확대 구축에 따라 클라우드에 구성된 통합시스템이 안정적으 로 운영될 수 있도록 적합한 인프라 및 DB 구성 - 통합시스템 데이터 연계 시 개인정보 비식별화 및 보안 조치 통합시스템 고도화 - 현재 제공하고 있는 데이터 분석의 시간 단위인 학생 입학연도별 또는 입학연도 기준에 추가적으로 각 학년도별 또는 등록학기별 기준 적용",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 3 - - 다양한 데이터 시각화 도구 적용 - 사용자 권한에 따른 접근 메뉴 차등 설정 - 데이터 분석을 위한 Raw data 다운로드 기능 제공 신규 과업 추가 - 인공지능 적용 개발을 위한 파일럿 테스트 예 중도이탈자에 대한 프로파일링 분석 고도화 - 신입생 인재 선발 전략을 수립하기 위한 모의 선발 시뮬레이터 구축 예 정시 수능 각 과목별 반영비율 변경에 따른 모의 선발 기능 5. 기대효과 데이터 분석 단위 및 연계 데이터 확대를 통해 본교 인재상에 부합하는 핵 심역량 기반의 학생 선발 및 학생 관리 체계 구축 데이터 기반 맞춤형 서비스 제공을 통한 교육 환류 체계 고도화 인공지능 적용 개발을 위한 토대 마련 모의 선발 시뮬레이터를 통해 학부과 교육과정 및 여건에 적합한 입시전 형 개발을 위한 의사결정 지원시스템 마련 II 대상업무 현황 1. 기존 연계 현황 구 분 담당부서 세부 내용 대입전형 자료 입학처 입학전형 운영 및 입시 데이터 수집관리 학적 정보 교무처 학적 생성 및 이수교과목 정보 관리 학생 활동 정보 학생처 비교과프로그램 수집관리 UOStory 대학생활만족도 미래혁신원 대학생활만족도 설문조사 결과 대입전형 자료 현황 - 입학정보부터 학생 입시와 관련된 정보 일체",
      "tables": [
        [
          [
            "구  분",
            "담당부서",
            "세부  내용"
          ],
          [
            "대입전형  자료",
            "입학처",
            "입학전형  운영  및  입시  데이터  수집‧관리"
          ],
          [
            "학적  정보",
            "교무처",
            "학적  생성  및  이수교과목  정보  관리"
          ],
          [
            "학생  활동  정보",
            "학생처",
            "비교과프로그램  수집‧관리  (UOStory)"
          ],
          [
            "대학생활만족도 미래혁신원",
            "",
            "대학생활만족도  설문조사  결과"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 4 - 구 분 설 명 입학 정보 모집시기, 개인식별코드, 학과코드 등 입학원서 내용 학생 활동 교과 및 비교과 이수 현황 등 수능 성적 수험번호, 영역별 표준점수, 백분위, 등급 등 기 타 수상명, 등급, 수상년월일, 활동 영역 등 학적 정보 현황 - 교내 통합 포털을 통해 관리되고 있는 정보 일체 구 분 설 명 학적 기본 주관 대학, 전공, 학부, 전과여부 등 학생 정보 학번, 입학년도, 졸업년도 등 교육 정보 인정 학기수, 전공 필수선택 학점, 교양 학점 등 기 타 학적상태, 등록학기수, 비밀번호 변경일시 등 학생 활동 정보 현황 - 학적 외 교내에서 운영 관리되고 있는 프로그램 참여 정보 등 일체 구 분 설 명 진로 설계 진로설계 과목 이수 현황 역량 진단 역량 진단 프로그램 참여 여부 비교과 교육 참여 활동 비교과 프로그램 참여 여부 및 참여프로그램 정보 입학처, 교무처, 학생처에서 관리하고 있는 각 DB에 대한 필드명, 데이터 형식, 설명 등은 프로젝트 진행 시 열람 가능하도록 하며 위 내용은 포함하고 있는 데이터 일부에 대한 예시 자료임 대학생활만족도 정보 현황 - 미래혁신원에서 매년 조사하는 대학생활만족도 설문조사 결과 정보 일체 2. 개발 완료 내역 개발 완료 사항전년도 내역 개요 분석 범위",
      "tables": [
        [
          [
            "구  분",
            "설  명"
          ],
          [
            "입학  정보",
            "모집시기,  개인식별코드,  학과코드  등  입학원서  내용"
          ],
          [
            "학생  활동",
            "교과  및  비교과  이수  현황  등"
          ],
          [
            "수능  성적",
            "수험번호,  영역별  표준점수,  백분위,  등급  등"
          ],
          [
            "기  타",
            "수상명,  등급,  수상년월일,  활동  영역  등"
          ]
        ],
        [
          [
            "구  분",
            "설  명"
          ],
          [
            "학적  기본",
            "주관  대학,  전공,  학부,  전과여부  등"
          ],
          [
            "학생  정보",
            "학번,  입학년도,  졸업년도  등"
          ],
          [
            "교육  정보",
            "인정  학기수,  전공  필수/선택  학점,  교양  학점  등"
          ],
          [
            "기  타",
            "학적상태,  등록학기수,  비밀번호  변경일시  등"
          ]
        ],
        [
          [
            "구  분",
            "설  명"
          ],
          [
            "진로  설계",
            "진로설계  과목  이수  현황"
          ],
          [
            "역량  진단",
            "역량  진단  프로그램  참여  여부"
          ],
          [
            "비교과  교육  참여  활동",
            "비교과  프로그램  참여  여부  및  참여프로그램  정보"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 5 - 학업성취도 분석 Ÿ GPA 분석 Ÿ 중도이탈률 분석 Ÿ 학사경고율 분석 Ÿ 학점이수율 분석 최초등록현황 분석 Ÿ 등록분포 분석 Ÿ 등록률 분석 충원율 분석 Ÿ 신입생 충원율 분석 Ÿ 편입생 충원율 분석 비교과 현황 분석 Ÿ 비교과 데이터 분석 설문조사 분석 Ÿ 종합만족도조사 워드클라우드 입시데이터 분석 Ÿ 총괄데이터 분석 Ÿ 학부과별 데이터 분석 개발 완료 현황스크린샷 메인화면 GPA 분석 중도이탈률분석 학사경고율분석",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 9,
      "text": "- 6 - 등록분포-고교유형별분석 편입생충원율분석 비교과데이터분석 재학생종합만족도조사결과분석",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 10,
      "text": "- 7 - 3. 추가 연계 필요 현황 시스템 기반 디지털 데이터 - 교내 기관조직에서 수집저장관리하고 있는 디지털 데이터 생성 시스템 구 분 담당부서 세부 내용 전자출결시스템 교무과 전자출결관리 모바일 앱교수용학생용 온라인강의실 미래혁신원 온라인 강의 시스템LMS 시스템 외부 데이터 - 종합만족도조사 미래혁신원 IR센터 주관 매해 실시하는 대학교육 수요자 종합만족도조사 결과로 센터 자체적으로 관리하는 데이터 - 학생생활및졸업데이터 학생처에서 관리하는 데이터 중 민감 개인정보를 제외한 학생생활 및 졸업 관련 데이터 비교과 프로그램 데이터 포함 - 대학생핵심역량진단평가 한국직업능력연구원 주관으로 대학 재학생을 선발하여 별도의 핵심역량 진단을 위한 온라인 검사 결과 4. 시스템 현황 HW 현황 구분 역할 및 위치 중계 DB 서버 교내 학사행정정보시스템에 있는 입학처, 교무처 DB 연계, 교내 내부망 위치 게이트웨이 서버 입학처, 교무처, 학생처 DB 통합, 통합시스템에서 데이터를 연계할 수 있도록 VPN으로 클라우드와 연동, 교내 내부망 위치 통합시스템 서버 통합시스템 운영 및 DB 서버, 네이버 클라우드 위치 정보시스템 구성도 등 공개될 경우 보안침해 사고 등이 우려되는 사항은 본 제안요청서에 기재하지 않았으나, 입찰에 참가하고자 하는 사업자의 요청이 있는 경우 제안서 작성에 필요하다고 판단되면 보안서약서를 받고 담당자 입회하에 가능한 범위에서 열람할 수 있음",
      "tables": [
        [
          [
            "구  분",
            "담당부서",
            "세부  내용"
          ],
          [
            "전자출결시스템",
            "교무과",
            "전자출결관리  모바일  앱(교수용/학생용)"
          ],
          [
            "온라인강의실",
            "미래혁신원 온라인  강의  시스템(LMS)",
            ""
          ]
        ],
        [
          [
            "구분",
            "역할  및  위치"
          ],
          [
            "중계  DB  서버",
            "교내  학사행정정보시스템에  있는  입학처,  교무처       \n  DB  연계,  교내  내부망  위치"
          ],
          [
            "게이트웨이  서버",
            "입학처,  교무처,  학생처  DB  통합,\n  통합시스템에서  데이터를  연계할  수  있도록 \n  VPN으로  클라우드와  연동,  교내  내부망  위치"
          ],
          [
            "통합시스템  서버",
            "통합시스템  운영  및  DB  서버,\n  네이버  클라우드  위치"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 8 - III 사업추진 방안 1. 추진체계 추진조직 구성 추진조직별 역할 추진조직 주요역할 입학처 -계획 수립 및 사업 추진 -사업관리 총괄 -사업 추진과 관련한 주요 의사 결정 -결과물 인수ᆞ운영 교무처, 학생처, 미래혁신원, 전산정보원 -부서별 연계사항 협조 및 지원 -관련 구축내용 검토 입학처 정보화 자문단 -프로젝트 진행 관련 자문 및 지원 -관련 구축내용 검토 용역업체 -사업수행 계획 수립 -시스템 구축 등 사업 수행 -테스트 수행 및 하자보수 -운영자교육 및 기술 지원 등 총 장 입 학 처 사업주관 및 총괄 입학처 정보화 자문단 교무처, 미래혁신원 학생처, 전산정보원 사업 진행 자문 시스템 구축 협조 용 역 업 체 용역 수행, 시스템 개발 용 역 업 체",
      "tables": [
        [
          [
            "추진조직",
            "주요역할"
          ],
          [
            "입학처",
            "-계획  수립  및  사업  추진\n-사업관리  총괄\n-사업  추진과  관련한  주요  의사  결정 \n-결과물  인수ㆍ운영"
          ],
          [
            "교무처,  학생처,                     \n미래혁신원,  전산정보원",
            "-부서별  연계사항  협조  및  지원\n-관련  구축내용  검토"
          ],
          [
            "입학처  정보화  자문단",
            "-프로젝트  진행  관련  자문  및  지원\n-관련  구축내용  검토"
          ],
          [
            "용역업체",
            "-사업수행  계획  수립\n-시스템  구축  등  사업  수행\n-테스트  수행  및  하자보수\n-운영자교육  및  기술  지원  등"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 9 - 2. 추진일정 추진일정은 발주기관 와 계약상대자의 상호협의를 통해 변경할 수 있음. 구분 M M1 M2 M3 M4 착수 보고 프로젝트 계획수립 - 현행 자료수집 및 review - 프로젝트 계획수립 업무 및 시스템 분석 - 현행 업무 및 시스템 분석 - 요구사항 수집, 분석 - 개발범위별 상세분석 - 데이터 연계 방안 정의 시스템 설계 및 관리체계 수립 - 화면 및 시스템 설계 - DB 설계 및 연동 모델링 - 설계리뷰 및 피드백 프로그램 개발 - UXUI 디자인 - 기능 개발 - 디버깅 단위 및 통합 테스트 사용자 교육 - 운영자 교육교재 및 운영매뉴얼 작성 - 사용자 및 운영자 교육 운영 및 안정화 - 시스템 시범운영 및 지원 - 정식 오픈 및 안정화 지원 최종 보고 - 산출물 제출 - 사업완료 보고 보고회 개최 - 착수, 중간, 최종완료 보고",
      "tables": [
        [
          [
            "구분",
            "M",
            "M+1",
            "M+2",
            "M+3",
            "M+4"
          ],
          [
            "❍  착수  보고",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  프로젝트  계획수립",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 현행  자료수집  및  review",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 프로젝트  계획수립",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  업무  및  시스템  분석",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 현행  업무  및  시스템  분석",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 요구사항  수집,  분석",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 개발범위별  상세분석",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 데이터  연계  방안  정의",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  시스템  설계  및  관리체계  수립",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 화면  및  시스템  설계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- DB  설계  및  연동  모델링",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 설계리뷰  및  피드백",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  프로그램  개발",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- UXUI  디자인",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 기능  개발",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 디버깅",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  단위  및  통합  테스트",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  사용자  교육",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 운영자 교육교재 및 운영매뉴얼 작성",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 사용자  및  운영자  교육",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  운영  및  안정화",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 시스템  시범운영  및  지원",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 정식  오픈  및  안정화  지원",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  최종  보고",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 산출물  제출",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "- 사업완료  보고",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "❍  보고회  개최",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "-\n  착수,  중간,  최종(완료)  보고",
            "★",
            "",
            "★",
            "",
            "★"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 10 - 3. 추진방안 긴급발주에 관한 사항 - 관련근거 지방자치단체를 당사자로 하는 계약에 관한 법률시행령 제35조 제4항 제2호 및 제3호 - 긴급공고 사유 본 사업은 협상에 의한 계약으로써 계약완료까지 상당한 기간이 소요되고, 사업기간이 5개월로써 사업 종료인 2023년 11월까지 완료하고자 긴급히 진행하고자 함 직접구매에 관한 사항 해당없음 IV 제안요청 내용 1. 시스템 개발 범위 기개발된 통합시스템과 연계 가능한 대학 내 각종 디지털 데이터 생성 시 스템 확인 및 데이터 댐 확대 구축 - AS-IS 통합시스템에 대한 분석과 교내 각종 시스템에 대한 확인을 통해 연계 가능한 시스템 확인 및 데이터 댐 확대 구축 - 클라우드로 구성된 통합시스템이 안정적으로 운영될 수 있도록 적합한 인 프라 및 시스템 구성 방안 제공 - 통합시스템과 데이터 연계 시 민감한 개인정보 비식별화 및 보안 조치 통합시스템 고도화 - 학년도별 또는 등록학기별 기준을 적용하여 현행 통합시스템이 제공하고 있는 데이터 분석 시간 단위 외 학생성과지표 특성에 적합한 기준 반영 - 다양한 데이터 시각화 도구 적용 필요 시계열 그래프, 방사형 그래프, 평균선 추가 등 - 사용자 인터페이스를 개선하여 다양한 지표를 적용할 수 있는 대쉬보드",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 11 - 및 분석결과 메뉴 적용 - 사용자별 권한에 따른 데이터 접근 범위 차등 설정 - 데이터 분석을 위한 Raw data 다운로드 기능 제공 - 관리자 인터페이스를 개선하여 사용자 관리 및 권한 설정 기능 제공 - 설문 데이터 도출시 개방형 만족도 설문에 대한 데이터 분석법 개선과 정 량적 데이터 분석 결과가 도출될 수 있도록 시스템 개선 신규 과업 추가 - 교내 전자출결시스템 및 LMS 시스템 등 연계 가능한 데이터를 추가하여 확대한 데이터 댐을 기반으로 성과지표별 분석 산출물 생성 - 인공지능 적용 개발을 위한 파일럿 테스트 진행예 중도이탈자에 대한 프 로파일링 분석 고도화 및 산출물 생성 - 신입생 인재 선발 전략 수립을 위한 모의 선발 시뮬레이터 구축예 정시 수능 각 과목별 반영비율 변경에 따른 모의 선발 기능",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 12 - 2. 제안요청 내용 가. 요구사항 구성 요구사항 분류 설 명 요구사항 번호ID부여 규칙 요 구 사항수 시스템 장비구성ECR Equipment Composition Requirement - 목표시스템의 구성을 위해 필요한 하드웨어, 소프트웨어, 네트워크 등의 도입 장비 내역 등 시스템 장비 구성에 대한 요구사항 1 기능SFR System Function Requirement - 목표시스템이 반드시 수행해야 하거나 목표시스템을 이용하여 사용자가 반드시 수행할 수 있어야 하는 기능동작 개발 요구사항 5 성능PER PErformance Requirement - 목표시스템의 처리속도 및 시간, 처리량, 가용성 등 성능에 대한 요구사항 3 인터페이스 SIR, System Interface Requirement UIR, User Interface Requirement - 목표시스템과 외부를 연결하는 시스템 인터페이스와 사용자 인터페이스에 대한 요구사항 1 데이터DAR DAta Requirement - 목표시스템의 서비스에 필요한 초기자료 구축 및 데이터 변환을 위한 대상, 방법, 보안이 필요한 데이터 등 데이터를 구축하기 위해 필요한 요구사항 11 테스트TER TEst Requirement - 도입장비의 성능테스트 또는 구축 시스템의 계획대비 제대로 운영되는가를 테스트하고 점검하기 위한 테스트 요구사항 - 테스트 대상, 일정, 방법, 절차 등에 대한 요건과 연계 대상에 대한 테스트 요건요구사항 2 보안SER SEcurity Requirement - 정보 자산의 기밀성과 무결성을 확보하기 위해 목표시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항 2 품질QUR QUality Requirement - 목표 사업의 원활한 수행 및 운영을 위해 관리가 필요한 품질 항목, 품질 평가 대상 및 목표에 대한 요구사항 - 신뢰성, 사용성, 유지관리성, 이식성, 보안성 등 4 제약사항COR COnstraint Requirement - 목표시스템 설계, 구축, 운영과 관련하여 사전에 파악된 기술표준업무법제도 등의 제약조건 4 프로젝트관리PMR Project Management Requirement - 프로젝트의 원활한 수행을 위한 관리방법 및 추진 단계별 수행방안에 대한 요구사항 5 프로젝트지원PSR Project Support Requirement - 프로젝트의 원활한 수행을 위해 필요한 지원사항 및 방안에 대한 요구사항교육훈련 및 기술지원, 하자보수 요구 사항 등 3 합계 41",
      "tables": [
        [
          [
            "요구사항  분류",
            "설                  명\n(요구사항  번호(ID)부여  규칙)",
            "요    구\n사항수"
          ],
          [
            "시스템  장비구성–ECR\n(Equipment \nComposition\nRequirement)",
            "-  목표시스템의  구성을  위해  필요한  하드웨어,  소프트웨어, \n네트워크 등의 도입 장비 내역 등 시스템 장비 구성에 대한 \n요구사항",
            "1"
          ],
          [
            "기능–SFR\n(System  Function \nRequirement)",
            "-  목표시스템이  반드시  수행해야  하거나  목표시스템을 \n이용하여  사용자가  반드시  수행할  수  있어야  하는 \n기능(동작)  개발  요구사항",
            "5"
          ],
          [
            "성능–PER \n(PErformance \nRequirement)",
            "-  목표시스템의  처리속도  및  시간,  처리량,  가용성  등  성능에 \n대한  요구사항",
            "3"
          ],
          [
            "인터페이스\n(SIR,  System  Interface \nRequirement  &\nUIR,  User  Interface \nRequirement)",
            "-  목표시스템과  외부를  연결하는  시스템  인터페이스와  사용자 \n인터페이스에  대한  요구사항",
            "1"
          ],
          [
            "데이터–DAR \n(DAta  Requirement)",
            "-  목표시스템의  서비스에  필요한  초기자료  구축  및  데이터 \n변환을 위한 대상, 방법, 보안이 필요한 데이터 등 데이터를 \n구축하기  위해  필요한  요구사항",
            "11"
          ],
          [
            "테스트–TER \n(TEst  Requirement)",
            "-  도입장비의  성능테스트  또는  구축  시스템의  계획대비  제대로 \n운영되는가를  테스트하고  점검하기  위한  테스트  요구사항\n-  테스트  대상,  일정,  방법,  절차  등에  대한  요건과  연계 \n대상에  대한  테스트  요건(요구사항)",
            "2"
          ],
          [
            "보안–SER \n(SEcurity \nRequirement)",
            "-  정보  자산의  기밀성과  무결성을  확보하기  위해 \n목표시스템의  데이터  및  기능,  운영  접근을  통제하기  위한 \n요구사항",
            "2"
          ],
          [
            "품질–QUR \n(QUality  Requirement)",
            "-  목표  사업의  원활한  수행  및  운영을  위해  관리가  필요한 \n품질  항목,  품질  평가  대상  및  목표에  대한  요구사항\n-  신뢰성,  사용성,  유지관리성,  이식성,  보안성  등",
            "4"
          ],
          [
            "제약사항–COR\n(COnstraint \nRequirement)",
            "-  목표시스템  설계,  구축,  운영과  관련하여  사전에  파악된 \n기술․표준․업무․법제도  등의  제약조건",
            "4"
          ],
          [
            "프로젝트관리–PMR \n(Project  Management \nRequirement)",
            "-  프로젝트의  원활한  수행을  위한  관리방법  및  추진  단계별 \n수행방안에  대한  요구사항",
            "5"
          ],
          [
            "프로젝트지원–PSR \n(Project  Support\nRequirement)",
            "-  프로젝트의  원활한  수행을  위해  필요한    지원사항  및 \n방안에  대한  요구사항(교육훈련  및  기술지원,  하자보수 \n요구  사항  등)",
            "3"
          ],
          [
            "합계",
            "",
            "41"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 13 - 나. 요구사항 목록 요구사항 분류 요구사항 번호 요구사항 명칭 시스템 장비구성 요구사항ECR ECR-001 플랫폼 인프라 운영 요구사항 기능 요구사항 SFR SFR-001 계정관리 기능 SFR-002 데이터 취합 기능 SFR-003 데이터 분석 및 시각화 기능 SFR-004 고도화 기능 SFR-005 기능 일반 공통사항 성능 요구사항 PER PER-001 플랫폼 평균 응답시간 PER-002 플랫폼 동시 접속자 수 PER-003 서비스 가용성 인터페이스 요구사항 SIR, UIR SIR-001 연계 데이터 비식별화 및 데이터 정합성 데이터 요구사항 DAR DAR-001 데이터 표준화 DAR-002 공통 데이터 표준화 및 한글화 DAR-003 데이터 표준 관리 DAR-004 데이터 구조 설계 DAR-005 데이터 구조 검증 DAR-006 데이터 구조 관리 도구 DAR-007 데이터 값 검증 DAR-008 이관 데이터 값 검증 DAR-009 데이터 관리체계 수립 DAR-010 연계 데이터 관리체계 수립 DAR-011 데이터 개방 관리체계 테스트 요구사항 TER TER-001 테스트 방안 제시 TER-002 테스트 수행 방안 보안 요구사항 SER SER-001 개인정보의 기술적 보호조치 SER-002 개인정보의 처리단계별 보호조치 품질 요구사항 QUR QUR-001 품질관리 일반사항 QUR-002 DB 품질관리 계획 QUR-003 매뉴얼 작성 및 교육 QUR-004 인프라 장애 방지",
      "tables": [
        [
          [
            "요구사항  분류",
            "요구사항 \n번호",
            "요구사항  명칭"
          ],
          [
            "시스템  장비구성\n요구사항(ECR)",
            "ECR-001 플랫폼  인프라  운영  요구사항",
            ""
          ],
          [
            "기능  요구사항\n(SFR)",
            "SFR-001",
            "계정관리  기능"
          ],
          [
            "",
            "SFR-002",
            "데이터  취합  기능"
          ],
          [
            "",
            "SFR-003",
            "데이터  분석  및  시각화  기능"
          ],
          [
            "",
            "SFR-004",
            "고도화  기능"
          ],
          [
            "",
            "SFR-005",
            "기능  일반  공통사항"
          ],
          [
            "성능  요구사항\n(PER)",
            "PER-001 플랫폼  평균  응답시간",
            ""
          ],
          [
            "",
            "PER-002 플랫폼  동시  접속자  수",
            ""
          ],
          [
            "",
            "PER-003 서비스  가용성",
            ""
          ],
          [
            "인터페이스  요구사항\n(SIR,  UIR)",
            "SIR-001",
            "연계  데이터  비식별화  및  데이터  정합성"
          ],
          [
            "데이터  요구사항\n(DAR)",
            "DAR-001 데이터 표준화",
            ""
          ],
          [
            "",
            "DAR-002 공통  데이터  표준화  및  한글화",
            ""
          ],
          [
            "",
            "DAR-003 데이터 표준 관리",
            ""
          ],
          [
            "",
            "DAR-004 데이터 구조 설계",
            ""
          ],
          [
            "",
            "DAR-005 데이터  구조  검증",
            ""
          ],
          [
            "",
            "DAR-006 데이터  구조  관리  도구",
            ""
          ],
          [
            "",
            "DAR-007 데이터  값  검증",
            ""
          ],
          [
            "",
            "DAR-008 이관  데이터  값  검증",
            ""
          ],
          [
            "",
            "DAR-009 데이터  관리체계  수립",
            ""
          ],
          [
            "",
            "DAR-010 연계  데이터  관리체계  수립",
            ""
          ],
          [
            "",
            "DAR-011",
            "데이터  개방  관리체계"
          ],
          [
            "테스트  요구사항\n(TER)",
            "TER-001",
            "테스트  방안  제시"
          ],
          [
            "",
            "TER-002",
            "테스트  수행  방안"
          ],
          [
            "보안  요구사항\n(SER)",
            "SER-001 개인정보의 기술적 보호조치",
            ""
          ],
          [
            "",
            "SER-002 개인정보의 처리단계별 보호조치",
            ""
          ],
          [
            "품질  요구사항\n(QUR)",
            "QUR-001 품질관리  일반사항",
            ""
          ],
          [
            "",
            "QUR-002",
            "DB 품질관리 계획"
          ],
          [
            "",
            "QUR-003 매뉴얼  작성  및  교육",
            ""
          ],
          [
            "",
            "QUR-004 인프라  장애  방지",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 14 - 요구사항 분류 요구사항 번호 요구사항 명칭 제약사항 COR COR-001 사업관련 공통 규정 준수 COR-002 사업관련 공통 기술표준 준수 COR-003 데이터표준화 기준 준수 COR-004 용역업체 정보보호 및 보안 준수 프로젝트관리 요구사항 PMR PMR-001 성과지표 설정 관리 PMR-002 프로젝트관리 방법론 준용 등 사업관리 요건 준수 PMR-003 하도급 사전승인 및 하도급 대금지급 절차 준수 PMR-004 산출물 작성 및 제출 PMR-005 구축방법 프로젝트지원 요구사항 PSR PSR-001 교육지원 PSR-002 기술이전 PSR-003 하자보수일반",
      "tables": [
        [
          [
            "요구사항  분류",
            "요구사항 \n번호",
            "요구사항  명칭"
          ],
          [
            "제약사항\n(COR)",
            "COR-001 사업관련  공통  규정  준수",
            ""
          ],
          [
            "",
            "COR-002 사업관련  공통  기술표준  준수",
            ""
          ],
          [
            "",
            "COR-003 데이터표준화 기준 준수",
            ""
          ],
          [
            "",
            "COR-004 용역업체  정보보호  및  보안  준수",
            ""
          ],
          [
            "프로젝트관리\n  요구사항\n(PMR)",
            "PMR-001 성과지표 설정 관리",
            ""
          ],
          [
            "",
            "PMR-002 프로젝트관리 방법론 준용 등 사업관리 요건 준수",
            ""
          ],
          [
            "",
            "PMR-003 하도급 사전승인 및 하도급 대금지급 절차 준수",
            ""
          ],
          [
            "",
            "PMR-004 산출물  작성  및  제출",
            ""
          ],
          [
            "",
            "PMR-005 구축방법",
            ""
          ],
          [
            "프로젝트지원\n요구사항\n(PSR)",
            "PSR-001 교육지원",
            ""
          ],
          [
            "",
            "PSR-002 기술이전",
            ""
          ],
          [
            "",
            "PSR-003 하자보수일반",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 15 - 다. 요구사항 상세 1 시스템 장비구성 요구사항 요구사항번호 ECR-001 요구사항 명 플랫폼 인프라 운영 요구사항 요구사항 분류 시스템 장비구성 요구사항 상세 설명 정의 시스템 장비구성 세부 내용 1. 1차 프로젝트 이후 현행 운영 중인 클라우드 서비스를 활용하는 방안으로 제안해야 하며, 필요에 따라 금번 추가되는 요구사항에 맞게 적절한 형태 로 추가 제안하여야 함 단, 제안 업체가 클라우드 서비스 사업자를 변경할 수 있으나 현행 운영중인 서비스의 기능 및 성능은 유지해야 함 2. 클라우드 시스템 이외 제안 시스템에 필요한 HW, SW 제품을 공급하는 경우 OS, DB 등 영구 사용에 대한 라이선스는 사업비 내에 모두 포함되 어야 함 예 JEUS, WebLogic, WebSphere, Oracle,MS-SQL 등 3. 플랫폼 운영을 위한 인프라는 서비스 오픈에 차질이 없게 준비하여 운영 되어야 함 4. 사업자는 플랫폼 운영 뿐만 아니라 데이터 백업 및 각종 보안 사고에 대 처 할 수 있는 대책을 제시해야 함 2 기능 요구사항 요구사항번호 SFR-001 요구사항 명 계정관리 기능 요구사항 분류 기능 요구사항 상세 설명 정의 사용자 계정 기능에 관한 사항 세부 내용 1. 기존 사용자 계정에 관한 권한 설정 기능 유지 2. 각각의 계정은 사용자별 접근 권한 설정을 통하여 플랫폼 내 서비스에 접 근 할 수 있는 권한을 설정하게 해야 함 3. 권한이 있는 사용자의 경우 분석을 위한 data 다운로드 기능 제공. 단, 다 운로드 가능한 data의 경우 원본 data가 아닌 개인정보의 비식별화가 적용 된 가공 data만 다운로드 기능 제공",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "ECR-001"
          ],
          [
            "요구사항  명",
            "",
            "플랫폼  인프라  운영  요구사항"
          ],
          [
            "요구사항  분류",
            "",
            "시스템  장비구성  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "시스템  장비구성"
          ],
          [
            "",
            "세부\n내용",
            "1.  1차  프로젝트  이후  현행  운영  중인  클라우드  서비스를  활용하는  방안으로 \n제안해야  하며,  필요에  따라  금번  추가되는  요구사항에  맞게  적절한  형태\n로  추가  제안하여야  함  단,  제안  업체가  클라우드  서비스  사업자를  변경할 \n수  있으나  현행  운영중인  서비스의  기능  및  성능은  유지해야  함\n2.  클라우드  시스템  이외  제안  시스템에  필요한  H/W,  S/W  제품을  공급하는 \n경우  OS,  DB  등  영구  사용에  대한  라이선스는  사업비  내에  모두  포함되\n어야  함  (예:  JEUS,  WebLogic,  WebSphere,  Oracle,MS-SQL  등)\n3.  플랫폼  운영을  위한  인프라는  서비스  오픈에  차질이  없게  준비하여  운영\n되어야  함\n4.  사업자는  플랫폼  운영  뿐만  아니라  데이터  백업  및  각종  보안  사고에  대\n처  할  수  있는  대책을  제시해야  함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SFR-001"
          ],
          [
            "요구사항  명",
            "",
            "계정관리  기능"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "사용자  계정  기능에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  기존  사용자  계정에  관한  권한  설정  기능  유지\n2.  각각의  계정은  사용자별  접근  권한  설정을  통하여  플랫폼  내  서비스에  접\n근  할  수  있는  권한을  설정하게  해야  함\n3.  권한이  있는  사용자의  경우  분석을  위한  data  다운로드  기능  제공.  단,  다\n운로드  가능한  data의  경우  원본  data가  아닌  개인정보의  비식별화가  적용\n된  가공  data만  다운로드  기능  제공"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 16 - 요구사항번호 SFR-002 요구사항 명 데이터 취합 기능 요구사항 분류 기능 요구사항 상세 설명 정의 데이터 취합 및 처리 기능에 관한 사항 세부 내용 1. 기존 연계되어 있는 대입전형자료입학처 담당, 학적교무처 담당, 학생활 동 데이터학생처 담당, 미래혁신원대학생활만족도 IR 담당 등 교내 학생 데 이터를 새로운 데이터 시간 분석 단위예 각 학년도별, 등록학기별 등에 맞게 취합 할 수 있는 방안을 제시해야 함 2. 기 연동된 디지털 데이터 외 교내 각종 시스템에 대한 확인을 통해 연계 가능한 시스템을 식별하고 데이터를 확대 연계하는 방안을 제시하여야 함 예 온라인강의실LMS, 전자출결시스템, 대학생핵심역량진단평가 3. 각 데이터 특성에 맞는 데이터 전처리 방안을 제시하여야 함 4. 데이터 취합 시 개인정보에 대한 보안 방안을 제시하여야 함 5. 취합된 데이터의 정합성 검증 방법을 제시하여야 함 6. 정기적 신규 데이터 업데이트 방안을 제시하여야 함 - 물리 검증 및 논리 검증 요구사항번호 SFR-003 요구사항 명 데이터 분석 및 시각화 기능 요구사항 분류 기능 요구사항 상세 설명 정의 데이터 조회 및 분석 결과 기능에 관한 사항 세부 내용 1. 사용자가 플랫폼 로그인후 이용할 수 있도록 구현해야 함 2. 데이터에 대한 조회, 검색 기능을 구현해야 함 - 조회는 학생 데이터에 대한 단순조회 기능 제공 - 검색은 학생 데이터에 대한 필터 기능 제공 3. 데이터 분석 결과를 제공해야 함 - 데이터 분석 단위연도별, 학년도별 등에 따른 데이터 분석 결과를 제공해 야 함 4. 기존 데이터 분석 단위입학연도별 기준와 신규 데이터 분석 단위학년도 별, 이수학기별 등 간 비교 분석을 위한 시각화 기능을 제공해야 함 5. 데이터 시각화 클러스터링, 다이어그램, 차트, 플롯, 지도 및 다양한 매트 릭스 등을 통해 데이터 시각화를 제공하여야 하며 최적의 데이터 시각화 화면 을 제안하여야 함 6. 데이터 분석방법 크로스집계, 클러스터 분석, 회귀분석, 인자분석, 시계별 분석, 판별 분석 등 데이터 분석 방법에 따른 기능을 구현하여야 함 7. 데이터 분석 Tool 데이터 분석 Tool 은 상용 프로그램 설치형도 제안 가 능",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SFR-002"
          ],
          [
            "요구사항  명",
            "",
            "데이터  취합  기능"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  취합  및  처리  기능에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  기존  연계되어  있는  대입전형자료(입학처  담당),  학적(교무처  담당),  학생활\n동  데이터(학생처  담당),  미래혁신원(대학생활만족도  IR  담당)  등  교내  학생  데\n이터를  새로운  데이터  시간  분석  단위(예:  각  학년도별,  등록학기별  등)에  맞게 \n취합  할  수  있는  방안을  제시해야  함\n2.  기  연동된  디지털  데이터  외  교내  각종  시스템에  대한  확인을  통해  연계 \n가능한  시스템을  식별하고  데이터를  확대  연계하는  방안을  제시하여야  함\n(예:  온라인강의실(LMS),  전자출결시스템,  대학생핵심역량진단평가)\n3.  각  데이터  특성에  맞는  데이터  전처리  방안을  제시하여야  함\n4.  데이터  취합  시  개인정보에  대한  보안  방안을  제시하여야  함\n5.  취합된  데이터의  정합성  검증  방법을  제시하여야  함\n6.  정기적  신규  데이터  업데이트  방안을  제시하여야  함\n  -  물리  검증  및  논리  검증"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SFR-003"
          ],
          [
            "요구사항  명",
            "",
            "데이터  분석  및  시각화  기능"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  조회  및  분석  결과  기능에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  사용자가  플랫폼  로그인후  이용할  수  있도록  구현해야  함\n2.  데이터에  대한  조회,  검색  기능을  구현해야  함\n  -  조회는  학생  데이터에  대한  단순조회  기능  제공\n  -  검색은  학생  데이터에  대한  필터  기능  제공\n3.  데이터  분석  결과를  제공해야  함\n  -  데이터  분석  단위(연도별,  학년도별  등)에  따른  데이터  분석  결과를  제공해\n야  함\n4.  기존  데이터  분석  단위(입학연도별  기준)와  신규  데이터  분석  단위(학년도\n별,  이수학기별  등)  간  비교  분석을  위한  시각화  기능을  제공해야  함 \n5.  (데이터  시각화)  클러스터링,  다이어그램,  차트,  플롯,  지도  및  다양한  매트\n릭스  등을  통해  데이터  시각화를  제공하여야  하며  최적의  데이터  시각화  화면\n을  제안하여야  함\n6.  (데이터  분석방법)  크로스집계,  클러스터  분석,  회귀분석,  인자분석,  시계별   \n분석,  판별  분석  등  데이터  분석  방법에  따른  기능을  구현하여야  함\n7.  (데이터  분석  Tool)  데이터  분석  Tool  은  상용  프로그램  (설치형)도  제안  가\n능"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 17 - 요구사항번호 SFR-004 요구사항 명 고도화 기능 요구사항 분류 기능 요구사항 상세 설명 정의 신규 기능에 관한 사항 세부 내용 1. 향후 인공지능 적용을 위한 파일럿 테스트예 중도이탈자에 대한 프로파일 링 분석 고도화 등를 진행하고, 향후 고도화를 대비한 데이터 구조 설계 및 방안을 제시해야 함 2. 신입생 인재 선발 전략 수립예 정시 수능 각 과목별 반영비율 변경에 따 른 모의 선발 기능을 위한 모의 선발 시뮬레이터 기능을 개발 및 적용하여야 함 산출정보 인공지능 파일럿 테스트 결과서 및 인공지능 적용 방법서 요구사항번호 SFR-005 요구사항 명 기능 일반 공통사항 요구사항 분류 기능 요구사항 상세 설명 정의 편의, 접근성, 보안 등 기능 일반 공통에 관한 사항 세부 내용 1. 기 개발된 통합시스템의 기능 및 성능을 유지해야 하며, 개선 및 고도화가 필요한 사항은 기존보다 발전적인 방향으로 개발 및 적용되어야 함 2. 해당 플랫폼을 특정 사업자 서비스에 종속되지 않도록 표준 준용과 오픈소 스 활용으로 상호 운영성과 이식성을 담보해야 함 3. 사용자 편의 및 접근성을 높인 UIUser Interface로 구현해야 함 4. Edge 브라우저에 최적화되고 Chrome, Safari 브라우저를 지원해야 하며 웹 접근성 웹표준을 준수해야 함 5. 사용된 SW, 오픈소스 라이브러리 등은 보안취약점이 해소된 버전을 도입해 야 하고, 사업 중 취약점이 확인된 경우 패치 적용 등 적절한 보안 대책을 이행해야 함 산출정보 사용자 인터페이스 설계서, 화면 디자인 요구사항번호 SFR-003 8. 데이터 접근권한 통제 사용자의 사용기한 만료 후 분석 데이터는 삭제 되어야 하며, 원본 데이터에는 접근할 수 없게 구현해야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SFR-004"
          ],
          [
            "요구사항  명",
            "",
            "고도화  기능"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "신규  기능에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  향후  인공지능  적용을  위한  파일럿  테스트(예:  중도이탈자에  대한  프로파일\n링  분석  고도화  등)를  진행하고,  향후  고도화를  대비한  데이터  구조  설계  및 \n방안을  제시해야  함   \n2.  신입생  인재  선발  전략  수립(예:  정시  수능  각  과목별  반영비율  변경에  따\n른  모의  선발  기능)을  위한  모의  선발  시뮬레이터  기능을  개발  및  적용하여야 \n함"
          ],
          [
            "산출정보",
            "",
            "인공지능  파일럿  테스트  결과서  및  인공지능  적용  방법서"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SFR-005"
          ],
          [
            "요구사항  명",
            "",
            "기능  일반  공통사항"
          ],
          [
            "요구사항  분류",
            "",
            "기능  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "편의,  접근성,  보안  등  기능  일반  공통에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  기  개발된  통합시스템의  기능  및  성능을  유지해야  하며,  개선  및  고도화가 \n필요한  사항은  기존보다  발전적인  방향으로  개발  및  적용되어야  함   \n2.  해당  플랫폼을  특정  사업자  서비스에  종속되지  않도록  표준  준용과  오픈소\n스  활용으로  상호  운영성과  이식성을  담보해야  함\n3.  사용자  편의  및  접근성을  높인  UI(User  Interface)로  구현해야  함\n4.  Edge  브라우저에  최적화되고  Chrome,  Safari  브라우저를  지원해야  하며  웹\n접근성·  웹표준을  준수해야  함\n5.  사용된  SW,  오픈소스  라이브러리  등은  보안취약점이  해소된  버전을  도입해\n야  하고,  사업  중  취약점이  확인된  경우  패치  적용  등  적절한  보안  대책을 \n이행해야  함"
          ],
          [
            "산출정보",
            "",
            "사용자  인터페이스  설계서,  화면  디자인"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 18 - 3 성능 요구사항 요구사항번호 PER-001 요구사항 명 플랫폼 평균 응답시간 요구사항 분류 성능 요구사항 상세 설명 정의 플랫폼 평균 응답시간 성능에 관한 사항 세부 내용 1. 플랫폼을 정상상태에서 관리자 또는 사용자 로그인시 메인 페이지를 5초 이내로 완전히 디스플레이 해야 함 2. 평균 응답 시간은 동시 접속자 수가 PER-002에서 요구하는 포털 동시 접속자 수의 90를 초과 하는 경우 적용되지 않음 요구사항번호 PER-002 요구사항 명 플랫폼 동시 접속자 수 요구사항 분류 성능 요구사항 상세 설명 정의 플랫폼 동시 접속자수에 대한 사항 세부 내용 1. 데이터분석 서비스는 정상상태에서 최대 30명의 동시 접속자를 수용해야 함 요구사항번호 PER-003 요구사항 명 서비스 가용성 요구사항 분류 성능 요구사항 상세 설명 정의 서비스 가용 성능에 관한 사항 세부 내용 1. 플랫폼 데이터 분석환경은 상시서비스24365 제공을 위한 가용성을 확보 하는 것을 원칙으로 함 - 단 운영환경 변경 등의 수요가 있어 사전에 공지한 작업시간과 예방 관리 시간은 제외함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PER-001"
          ],
          [
            "요구사항  명",
            "",
            "플랫폼  평균  응답시간"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "플랫폼  평균  응답시간  성능에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  플랫폼을  정상상태에서  관리자  또는  사용자  로그인시  메인  페이지를 \n5초  이내로  완전히  디스플레이  해야  함\n2.  평균  응답  시간은  동시  접속자  수가  PER-002에서  요구하는  포털  동시 \n접속자  수의  90%를  초과  하는  경우  적용되지  않음"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PER-002"
          ],
          [
            "요구사항  명",
            "",
            "플랫폼  동시  접속자  수"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "플랫폼  동시  접속자수에  대한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  데이터분석  서비스는  정상상태에서  최대  30명의  동시  접속자를  수용해야 \n함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "PER-003"
          ],
          [
            "요구사항  명",
            "",
            "서비스  가용성"
          ],
          [
            "요구사항  분류",
            "",
            "성능  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "서비스  가용  성능에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  플랫폼  데이터  분석환경은  상시서비스(24/365)  제공을  위한  가용성을  확보\n하는  것을  원칙으로  함 \n  -  단  운영환경  변경  등의  수요가  있어  사전에  공지한  작업시간과  예방  관리\n      시간은  제외함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 19 - 4 인터페이스 요구사항 요구사항번호 SIR-001 요구사항 명 연계 데이터 비식별화 및 데이터 정합성 요구사항 분류 인터페이스 요구사항 상세 설명 정의 데이터 비식별화 및 DB 갱신 주기에 관한 사항 세부 내용 1. 각 연계 부서에서 취합하는 데이터를 비식별화 하여야 함 2. 각 연계 부서에서 취합하는 DB의 갱신주기를 설정하고, 기존 데이터와의 정합성을 고려하여 설계하여야 함 5 데이터 요구사항 요구사항번호 DAR-001 요구사항 명 데이터 표준화 요구사항 분류 데이터 품질 상세 설명 정의 데이터 표준 원칙 및 가이드 수립 세부 내용 데이터 표준 원칙 및 가이드 수립 - 구축되는 시스템의 데이터 특성을 고려하여 표준화 관리체계데이터 표준화 지침 및 가이드 등를 개선정비하여야 함. 범정부 표준을 준수한 기관의 표준 원칙을 기반으로 데이터 표준화 - 시스템 구축에 따라 추가가 필요한 데이터 표준항목단어, 용어, 도메인을 정의하고 데이터 표준사전 등에 반영하여야 함 산출정보 데이터 표준화 지침 및 표준화 가이드, 데이터 표준 사전용어 사전, 단어사전, 도메인 사전",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SIR-001"
          ],
          [
            "요구사항  명",
            "",
            "연계  데이터  비식별화  및  데이터  정합성"
          ],
          [
            "요구사항  분류",
            "",
            "인터페이스  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  비식별화  및  DB  갱신  주기에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  각  연계  부서에서  취합하는  데이터를  비식별화  하여야  함\n2.  각  연계  부서에서  취합하는  DB의  갱신주기를  설정하고,  기존  데이터와의 \n정합성을  고려하여  설계하여야  함"
          ]
        ],
        [
          [
            "요구사항번호 DAR-001",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "데이터  표준화"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  표준  원칙  및  가이드  수립"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  표준  원칙  및  가이드  수립\n    -  구축되는  시스템의  데이터  특성을  고려하여  표준화  관리체계(데이터  표준화 \n지침  및  가이드  등)를  개선·정비하여야  함.\n○  범정부  표준을  준수한  기관의  표준  원칙을  기반으로  데이터  표준화\n    -  시스템  구축에  따라  추가가  필요한  데이터  표준항목(단어,  용어,  도메인)을 \n정의하고  데이터  표준사전  등에  반영하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  표준화  지침  및  표준화  가이드,  데이터  표준  사전(용어  사전,  단어사전,  도메인\n사전)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 20 - 요구사항번호 DAR-002 요구사항 명 공통 데이터 표준화 요구사항 분류 데이터 품질 상세 설명 정의 범정부 및 서울시 표준 준수 세부 내용 범정부 표준 준수 - 공공데이터 공통표준용어행정안전부를 준수하여야 함 - 데이터 표준화 수립 전 구축 시스템과 관련된 분야별 표준 여부를 검 토 후 반영하여야 함 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시 제2021-32호을 준수하여 야 함 서울시 표준을 준수 - 수행사는 발주기관의 데이터 표준을 준수하고 그와 상충되는 요소에 대해서는 서울시와 협의하여 대응 방안을 수립하고 이력을 남겨야 함 - 서울특별시 공공데이터 관리지침을 준수하여야 함 - 서울특별시 공공데이터 품질관리지침을 준수하여야 함 메타데이터의 원활한 검색을 위해 개별 시스템의 모든 DB테이블 및 컬럼명은 한글화 할 것 산출정보 데이터 표준화 지침 및 표준화 가이드, 데이터 표준 사전용어 사전, 단어사 전, 도메인사전, 범정부 및 기관 데이터 표준 검토 결과서한글화된DB명세서 및 표준적용결과서 요구사항번호 DAR-003 요구사항 명 데이터 표준 관리 요구사항 분류 데이터 품질 상세 설명 정의 데이터 표준 관리 방안 세부 내용 데이터 표준관리 방안 - 데이터 표준관리를 위한 표준화 관리방안메타데이터관리시스템, 문서화 등과 이를 통한 변경이력을 효과적으로 관리할 수 있는 방안을 제시하 고 적용하여야 함 산출정보 데이터 표준관리 방안매뉴얼, 가이드 등",
      "tables": [
        [
          [
            "요구사항번호 DAR-002",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "공통  데이터  표준화"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "상세\n설명",
            "정의",
            "범정부  및  서울시  표준  준수"
          ],
          [
            "",
            "세부\n내용",
            "○  범정부  표준  준수\n    -  공공데이터  공통표준용어(행정안전부)를  준수하여야  함\n    -  데이터  표준화  수립  전  구축  시스템과  관련된  분야별  표준  여부를  검\n토  후  반영하여야  함\n   -  공공기관의 데이터베이스 표준화 지침(행정안전부 고시 제2021-32호)을 준수하여\n야 함\n○  서울시  표준을  준수\n    -  수행사는  발주기관의  데이터  표준을  준수하고  그와  상충되는  요소에 \n대해서는  서울시와  협의하여  대응  방안을  수립하고  이력을  남겨야  함\n    -  서울특별시  공공데이터  관리지침을  준수하여야  함\n    -  서울특별시  공공데이터  품질관리지침을  준수하여야  함\n○  메타데이터의  원활한  검색을  위해  개별  시스템의  모든  DB테이블  및 \n컬럼명은  한글화  할  것"
          ],
          [
            "산출정보",
            "",
            "데이터  표준화  지침  및  표준화  가이드,  데이터  표준  사전(용어  사전,  단어사\n전,  도메인사전),  범정부  및  기관  데이터  표준  검토  결과서(한글화된DB명세서 \n및  표준적용결과서)"
          ]
        ],
        [
          [
            "요구사항번호 DAR-003",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "데이터  표준  관리"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  표준  관리  방안"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  표준관리  방안\n    -  데이터  표준관리를  위한  표준화  관리방안(메타데이터관리시스템,  문서화 \n등)과  이를  통한  변경이력을  효과적으로  관리할  수  있는  방안을  제시하\n고  적용하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  표준관리  방안(매뉴얼,  가이드  등)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 21 - 요구사항번호 DAR-004 요구사항 명 데이터 구조 설계 요구사항 분류 데이터 품질 상세 설명 정의 데이터 구조설계 원칙 세부 내용 데이터 구조 설계 원칙 및 가이드 제시 - 데이터 구조 설계모델링 원칙 및 가이드를 제시하고 이를 준수하여 데이터 구조를 설계, 구현하여야 함 - 일관성, 데이터의 종속성, 무결성, DB 성능 등이 고려되어야 함 데이터 주제영역 정의 및 개념논리물리 모델 설계 - 데이터 공유 및 활용, 업무요건 변화, 시스템 변경으로 인한 DB의 구 조적 변화가 최소화될 수 있도록 유연한 구조로 설계하여야 함 - 데이터 분류체계, 명명 규칙, DB Object 사용기준이 반영되어야 함 - 주제영역, 개념 데이터 모델, 논리 데이터 모델, 물리 데이터 모델의 설계 산출물을 사전에 검토할 수 있도록 제출하여야 함 데이터 발생과 처리의 이해를 높이는 데이터 발생 규칙 정의 - 인조 식별자가 많은 엔터티의 경우 데이터 구조만으로 발생 규칙을 이해하기 어려우므로 데이터 발생 규칙 정의서를 작성하여야 함 산출정보 데이터 구조 설계 원칙 및 가이드, 데이터 주제영역 정의서, 개념 데이터 모 델, 논리 데이터 모델, 물리데이터 모델 설계서, 데이터 발생 규칙 정의서 요구사항번호 DAR-005 요구사항 명 데이터 구조 검증 요구사항 분류 데이터 품질 상세 설명 정의 데이터 모델 검증 세부 내용 데이터 모델 검증 - 설계된 데이터 모델은 설계자개발자발주기관전문가 등이 참여하여 검증하여 야 함. - 주제영역 도출, 개념모델, 논리모델, 물리모델 도출 시점을 전후로 검증과 교육을 수 행하여야 함 - 각 단계별 데이터 모델 검증 시 기준을 정의하고 실시하여야 함 예 논리 데이터 모델 검증 기준 요구사항 대비 논리 모델의 완전성논리 데이터 모델이 비즈니스 요구사항의 누락 여부 정규화 충족 여부 예 물리 데이터 모델 검증 기준 중복 테이블 여부, 중복 칼럼 여부, 반정규화된 중복 데이터 정합성 유지 방 안 여부 산출정보 데이터 모델 검증 계획서, 데이터 모델 검증 결과서, 데이터 주제영역 정의서, 개념모델 정의서, 논리모델 정의서, 물리모델 정의서 관련요구사항",
      "tables": [
        [
          [
            "요구사항번호 DAR-004",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "데이터  구조  설계"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  구조설계  원칙"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  구조  설계  원칙  및  가이드  제시\n    -  데이터  구조  설계(모델링)  원칙  및  가이드를  제시하고  이를  준수하여 \n데이터  구조를  설계,  구현하여야  함\n    -  일관성,  데이터의  종속성,  무결성,  DB  성능  등이  고려되어야  함\n○  데이터  주제영역  정의  및  개념·논리·물리  모델  설계\n    -  데이터  공유  및  활용,  업무요건  변화,  시스템  변경으로  인한  DB의  구\n조적  변화가  최소화될  수  있도록  유연한  구조로  설계하여야  함\n    -  데이터  분류체계,  명명  규칙,  DB  Object  사용기준이  반영되어야  함\n    -  주제영역,  개념  데이터  모델,  논리  데이터  모델,  물리  데이터  모델의 \n설계  산출물을  사전에  검토할  수  있도록  제출하여야  함\n  ○  데이터  발생과  처리의  이해를  높이는  데이터  발생  규칙  정의\n    -  인조  식별자가  많은  엔터티의  경우  데이터  구조만으로  발생  규칙을 \n이해하기  어려우므로  ‘데이터  발생  규칙  정의서’를  작성하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  구조  설계  원칙  및  가이드,  데이터  주제영역  정의서,  개념  데이터  모\n델,  논리  데이터  모델,  물리데이터  모델  설계서,  데이터  발생  규칙  정의서"
          ]
        ],
        [
          [
            "요구사항번호 DAR-005",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "데이터  구조  검증"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  모델  검증"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  모델  검증\n    -  설계된  데이터  모델은  설계자·개발자·발주기관·전문가  등이  참여하여  검증하여\n야 함.\n  -  주제영역  도출,  개념모델,  논리모델,  물리모델  도출  시점을  전후로  검증과  교육을  수\n행하여야 함\n    -  각  단계별  데이터  모델  검증  시  기준을  정의하고  실시하여야  함\n        예)  논리  데이터  모델  검증  기준\n             : 요구사항 대비 논리 모델의 완전성(논리 데이터 모델이 비즈니스 요구사항의 누락 \n여부)\n            :  정규화  충족  여부\n        예)  물리  데이터  모델  검증  기준\n       :  중복  테이블  여부,  중복  칼럼  여부,  반정규화된  중복  데이터  정합성  유지  방\n안 여부"
          ],
          [
            "산출정보",
            "",
            "데이터  모델  검증  계획서,  데이터  모델  검증  결과서,  데이터  주제영역  정의서, \n개념모델  정의서,  논리모델  정의서,  물리모델  정의서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 22 - 요구사항번호 DAR-006 요구사항 명 데이터 구조 관리 도구 요구사항 분류 데이터 품질 상세 설명 정의 데이터 구조 관리 방안 세부 내용 데이터 구조 관리 방안 - 데이터 구조를 설계부터 구축, 운영 단계까지 지속적으로 관리 할 수 있는 방안을 제시하여야 함 - 운영 중인 메타데이터관리시스템 가이드 등을 참조해야 함운영 시스템자료가 있는 경우 - 시스템 구축 기간 동안 DB의 형상과 물리 데이터 모델의 형상 일치 여부를 주기적으로 점검하고 보고하여야 함 데이터 구조 변경이력 관리 - 데이터 구조 변경이력에 대한 관리방안을 제시하고 적용하여야 함 산출정보 데이터 구조관리 방안매뉴얼, 가이드 등 요구사항번호 DAR-007 요구사항 명 데이터 값 검증 요구사항 분류 데이터 품질 상세 설명 정의 데이터 값 검증 방안 세부 내용 데이터 값 진단 계획 수립 - 데이터연계데이터 포함 값 진단 수행 일정을 사업 계획에 명시하고 수행 하여야 함 데이터 값 진단 수행 및 검증 - 데이터 값 진단 범위전체 또는 일부를 발주기관과 협의하여야 함 - 범정부 또는 발주기관의 표준을 준수하여 진단기준을 제시하여야 함 - 진단 결과에 따라 개선방안을 제시하여야 함 산출정보 데이터 값 진단 계획결과서, 데이터 값 개선방안",
      "tables": [
        [
          [
            "요구사항번호 DAR-006",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "데이터  구조  관리  도구"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  구조  관리  방안"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  구조  관리  방안\n    -  데이터  구조를  설계부터  구축,  운영  단계까지  지속적으로  관리  할  수 \n있는  방안을  제시하여야  함\n  -  운영  중인  메타데이터관리시스템  가이드  등을  참조해야  함(운영  시스템·자료가 \n있는 경우)\n    -  시스템  구축  기간  동안  DB의  형상과  물리  데이터  모델의  형상  일치 \n여부를  주기적으로  점검하고  보고하여야  함\n○  데이터  구조  변경이력  관리\n      -  데이터  구조  변경이력에  대한  관리방안을  제시하고  적용하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  구조관리  방안(매뉴얼,  가이드  등)"
          ]
        ],
        [
          [
            "요구사항번호 DAR-007",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "데이터  값  검증"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  값  검증  방안"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  값  진단  계획  수립\n    -  데이터(연계데이터  포함)  값  진단  수행  일정을  사업  계획에  명시하고  수행\n하여야  함\n○  데이터  값  진단  수행  및  검증\n    -  데이터  값  진단  범위(전체  또는  일부)를  발주기관과  협의하여야  함\n    -  범정부  또는  발주기관의  표준을  준수하여  진단기준을  제시하여야  함\n    -  진단  결과에  따라  개선방안을  제시하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터  값  진단  계획/결과서,  데이터  값  개선방안"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 26,
      "text": "- 23 - 요구사항번호 DAR-008 요구사항 명 이관 데이터 값 검증 요구사항 분류 데이터 품질 상세 설명 정의 목표 시스템으로 데이터 이관 세부 내용 데이터 이관 계획 수립 - 데이터 이관에 필요한 인프라, 조직, 기술 등 수행 방안을 포함하여야 함 - 이행대상은 원천시스템의 전체 데이터를 대상으로 함 - 목표 시간 내에 데이터 이행을 완료할 수 있도록 단계별 수행시간을 예측하여 최적의 시나리오를 제시하여야 함 - 표준화된 코드체계에 따라 코드 데이터 이행이 수행되어야 함 - 데이터 이행방식은 데이터 무결성 유지가 최적화된 일괄이행 방식으 로 수행함 - 여러 차례의 사전 테스트를 수행하여 이관 작업 간 발생할 수 있는 모든 위험 요소를 발견ž제거하고 본 작업을 수행하여야 함 - 데이터 정비 및 이행 작업 전 백업 및 복구방안을 수립하여야 함 - 이관 데이터 품질이관 데이터 GAP 분석서, 데이터 매핑정의서, 이관 프로그램 등 확보를 위한 방안을 제시하여야 함 - 이관 데이터 정합성 검증 방안을 제시하고 수행하여야 함 이행 데이터 정제 - 이관 데이터 정제방안을 제시하고, 오류 데이터 식별 및 데이터 정제 작업을 수행 하여야 함 - 테이블 매핑정의서 작성 시 정제 대상 내용 및 처리방안을 포함하여 야 함 - 원천시스템의 오류 데이터를 정제하여 목표 시스템에 정상 데이터를 이관 하여야 함 이행 데이터 정합성 검증 - 최종 이관 데이터에 대한 정합성 검증을 통하여 데이터 무결성을 보장 하여야 함 - 매핑정의서의 매핑규칙에 맞게 이행되었는지 검증하여야 함 데이터 이관 시 민감 데이터개인정보 등에 대한 보안성 확보 방안을 제시하 여야 함 산출정보 이관 데이터 검증 계획결과서, 테이블 매핑 정의서",
      "tables": [
        [
          [
            "요구사항번호 DAR-008",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "이관  데이터  값  검증"
          ],
          [
            "요구사항  분류",
            "",
            "데이터  품질"
          ],
          [
            "상세\n설명",
            "정의",
            "목표  시스템으로  데이터  이관"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  이관  계획  수립\n    -  데이터  이관에  필요한  인프라,  조직,  기술  등  수행  방안을  포함하여야 \n함\n    -  이행대상은  원천시스템의  전체  데이터를  대상으로  함\n    -  목표  시간  내에  데이터  이행을  완료할  수  있도록  단계별  수행시간을 \n예측하여  최적의  시나리오를  제시하여야  함\n    -  표준화된  코드체계에  따라  코드  데이터  이행이  수행되어야  함\n    -  데이터  이행방식은  데이터  무결성  유지가  최적화된  일괄이행  방식으\n로  수행함\n    -  여러  차례의  사전  테스트를  수행하여  이관  작업  간  발생할  수  있는 \n모든  위험  요소를  발견ž제거하고  본  작업을  수행하여야  함\n    -  데이터  정비  및  이행  작업  전  백업  및  복구방안을  수립하여야  함\n    -  이관  데이터  품질(이관  데이터  GAP  분석서,  데이터  매핑정의서,  이관 \n프로그램  등)  확보를  위한  방안을  제시하여야  함\n    -  이관  데이터  정합성  검증  방안을  제시하고  수행하여야  함\n○  이행  데이터  정제\n  - 이관 데이터 정제방안을 제시하고, 오류 데이터 식별 및 데이터 정제 작업을 수행\n하여야 함\n    -  테이블  매핑정의서  작성  시  정제  대상  내용  및  처리방안을  포함하여\n야  함\n    -  원천시스템의  오류  데이터를  정제하여  목표  시스템에  정상  데이터를  이관\n하여야  함\n○  이행  데이터  정합성  검증\n    -  최종  이관  데이터에  대한  정합성  검증을  통하여  데이터  무결성을  보장\n하여야  함\n    -  매핑정의서의  매핑규칙에  맞게  이행되었는지  검증하여야  함\n○  데이터  이관  시  민감  데이터(개인정보  등)에  대한  보안성  확보  방안을  제시하\n여야  함"
          ],
          [
            "산출정보",
            "",
            "이관  데이터  검증  계획/결과서,  테이블  매핑  정의서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 27,
      "text": "- 24 - 요구사항번호 DAR-009 요구사항 명 데이터 관리체계 수립 요구사항 분류데이터 품질 상세 설명 정의 데이터 관리체계 수립 세부 내용 데이터 관리체계 정의 - 표준, 구조, 연계 등 데이터 핵심 요소의 지속적인 관리를 위한 조직 과 역할을 정의하여야 함 - 데이터 값의 진단 및 개선 등 품질관리 조직과 역할을 정의하여야 함 - 데이터 값 진단 방안기능, 진단 프로그램 등을 제시하여야 함 - 데이터 표준단어용어도메인코드의 추가, 변경, 삭제 절차를 수립하 여야 함. - 데이터 구조논리물리와 관련된 추가, 변경, 삭제 절차를 수립하여야 함 - 데이터 연계목록 및 항목의 추가, 변경, 삭제 절차의 정의 절차를 수립 하여야 함. 연계 시스템 도입 시 시스템과 연계된 체계 수립 - 오류 데이터의 진단 및 개선 절차를 제시하여야 함 산출정보 데이터표준, 구조, 연계, 품질 관리 체계서 관련요구사항 요구사항번호 DAR-010 요구사항 명 연계 데이터 관리체계 수립 요구사항 분류데이터 품질 상세 설명 정의 연계 데이터 관리체계 수립 세부 내용 데이터 연계 관리 방안 제시 - 제공기관 및 활용기관 간 연계데이터의 정합성이 유지되도록 방안을 제 시하고 구축하여야 함 - 연계데이터에 대한 메타데이터를 작성하고 표준화 및 현행화를 위한 방안을 제시하여야 함 - 연계데이터를 제공 및 활용하는 기관 상호 간의 데이터 품질 확보를 위한 협의체가칭 등을 구성하여 연계표준이나 기준 등을 협의하고, 정기적인 연계데이터 정합성 검증을 통해 연계데이터 누락을 검증하는 등의 협조체계를 제시하여야 함 산출정보 연계데이터 목록 정의서, 연계 데이터 관리 항목 정의서 관련요구사항",
      "tables": [
        [
          [
            "요구사항번호 DAR-009",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "데이터  관리체계  수립"
          ],
          [
            "요구사항  분류 데이터  품질",
            "",
            ""
          ],
          [
            "상세\n설명",
            "정의",
            "데이터  관리체계  수립"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  관리체계  정의\n    -  표준,  구조,  연계  등  데이터  핵심  요소의  지속적인  관리를  위한  조직\n과  역할을  정의하여야  함\n    -  데이터  값의  진단  및  개선  등  품질관리  조직과  역할을  정의하여야  함\n    -  데이터  값  진단  방안(기능,  진단  프로그램  등)을  제시하여야  함\n    -  데이터  표준(단어·용어·도메인·코드)의  추가,  변경,  삭제  절차를  수립하\n여야  함.\n    -  데이터  구조(논리·물리)와  관련된  추가,  변경,  삭제  절차를  수립하여야 \n함\n    -  데이터  연계목록  및  항목의  추가,  변경,  삭제  절차의  정의  절차를  수립\n하여야  함.\n        ※  연계  시스템  도입  시  시스템과  연계된  체계  수립\n    -  오류  데이터의  진단  및  개선  절차를  제시하여야  함"
          ],
          [
            "산출정보",
            "",
            "데이터(표준,  구조,  연계,  품질)  관리  체계서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항번호 DAR-010",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "연계  데이터  관리체계  수립"
          ],
          [
            "요구사항  분류 데이터  품질",
            "",
            ""
          ],
          [
            "상세\n설명",
            "정의",
            "연계  데이터  관리체계  수립"
          ],
          [
            "",
            "세부\n내용",
            "○  데이터  연계  관리  방안  제시\n    -  제공기관  및  활용기관  간  연계데이터의  정합성이  유지되도록  방안을  제\n시하고  구축하여야  함\n    -  연계데이터에  대한  메타데이터를  작성하고  표준화  및  현행화를  위한 \n방안을  제시하여야  함\n    -  연계데이터를  제공  및  활용하는  기관  상호  간의  데이터  품질  확보를 \n위한  협의체(가칭)  등을  구성하여  연계표준이나  기준  등을  협의하고, \n정기적인  연계데이터  정합성  검증을  통해  연계데이터  누락을  검증하는 \n등의  협조체계를  제시하여야  함"
          ],
          [
            "산출정보",
            "",
            "연계데이터  목록  정의서,  연계  데이터  관리  항목  정의서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 25 - 요구사항번호 DAR-011 요구사항 명 데이터 개방 관리체계 요구사항 분류 데이터 개방 상 세 설 명 정의 개방데이터 서비스 연속성 확보 및 메타데이터 현행화 세부 내용 개방 데이터 서비스 연속성 확보 - 본 사업을 통해 구축되는 시스템과 연관된 개방데이터 목록을 식별하고 개방데이터의 서비스 연속성 확보 방안을 제시하여야 함 - 공공데이터의 제공 및 이용 활성화에 관한 법률 제17조 및 서울특별시 데이터의 제공 및 이용 활성화에 관한 조례 제18조에 따라 개방대상 데이 터에 대해 과업내용에 공공데이터 개방을 위한 시스템DB 연계 등 업무지 원 포함 - 열린데이터광장data.seoul.go.kr 및 공공데이터포털 자료연계 방안 메타데이터 현행화 - 본 사업을 통해 구축되는 시스템의 데이터베이스에 대해 발주기관의 메타 데이터관리시스템과 중앙메타관리시스템에 메타데이터 표준 관리항목이 등 록 및 현행화되도록 지원하여야 함 산출정보 개방데이터 목록 정의서, 메타데이터 현행화 결과서 관련요구사항",
      "tables": [
        [
          [
            "요구사항번호   DAR-011",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "데이터  개방  관리체계"
          ],
          [
            "요구사항 \n분류",
            "",
            "데이터  개방"
          ],
          [
            "상 세 설 명",
            "정의",
            "개방데이터  서비스  연속성  확보  및  메타데이터  현행화"
          ],
          [
            "",
            "세부\n내용",
            "○  개방  데이터  서비스  연속성  확보\n    -  본  사업을  통해  구축되는  시스템과  연관된  개방데이터  목록을  식별하고 \n개방데이터의  서비스  연속성  확보  방안을  제시하여야  함\n    -  공공데이터의  제공  및  이용  활성화에  관한  법률  제17조  및  서울특별시 \n데이터의  제공  및  이용  활성화에  관한  조례  제18조에  따라  개방대상  데이\n터에  대해  과업내용에  “공공데이터  개방을  위한  시스템(DB)  연계”  등  업무지\n원  포함\n    -  열린데이터광장(data.seoul.go.kr)  및  공공데이터포털  자료연계  방안\n○  메타데이터  현행화\n    -  본  사업을  통해  구축되는  시스템의  데이터베이스에  대해  발주기관의  메타\n데이터관리시스템과  중앙메타관리시스템에  메타데이터  표준  관리항목이  등\n록  및  현행화되도록  지원하여야  함"
          ],
          [
            "산출정보",
            "",
            "개방데이터  목록  정의서,  메타데이터  현행화  결과서"
          ],
          [
            "관련요구사항",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 26 - 6 테스트 요구사항 7 보안 요구사항 요구사항번호 SER-001 요구사항 명 개인정보의 기술적 보호조치 요구사항 분류 보안 요구사항 상세 정의 개인정보의 안전성 확보를 위한 기술적 조치사항 요구사항번호 TER-001 요구사항 명 테스트 방안제시 요구사항 분류 테스트 요구사항 상세 설명 정의 품질을 충족하는 테스트 방안을 제시에 관한 사항 세부 내용 1. 시스템을 제공되기로 한 요구사항을 모두 제공하여야 하며, 초기협의 한 요구사항에서 변경관리 절차를 통해 승인을 획득한 요구사항을 최종 요구사항으 로 간주함 2. 제공되기로 한 요구사항을 제공하는지 여부는 각 기능요구 사항의 검증테스 트 활동을 통해 예상된 결과가 도출되었을 경우를 기준으로 평가함 3. 품질요선을 충족하는 테스트 방안을 제시해야 함 4. 업무별 단위테스트, 통합 테스트 등의 방안을 제시해야 함 5. 테스트 인력, 테스트 데이터, 테스트 설치방법, 테스트 일정주기 등을 포함하 여 체계적이고 효율적인 진행방안을 포함한 테스트 계획서를 제출해야 함 산출정보 성능 검증기준서, 성능검증 결과 보고서, 테스트 계획서 요구사항번호 TER-002 요구사항 명 테스트 수행 방안 요구사항 분류 테스트 요구사항 상세 설명 정의 테스트를 이행하기 위해 필요한 제반 사항에 관한 사항 세부 내용 1. 구축된 시스템에 대한 구체적 테스트 시나리오를 작성해야 함 2. 운용 결과에 대한 테스트 시험 결과를 제출해야 함 3. 테스트 수행 결과를 기록하여 사용자 승인인수 테스트에 활용하도록 발주 기 관에 제출해야 함 4. 사용자 승인을 위한 검사 및 테스트 수행방법, 절차, 참여 조직, 및 역할, 점검 사항, 최종검수 기준, 점검 후 조치 방안 등을 세부적으로 기술하여 제출해야 함 5. 발주기관과 협의하여 승인검사테스트를 계획하고 발주기관이 승인검사테스트 를 이행하기 위하여 필요한 모든 제반 사항을 제공해야 함 6. 개발 완료 후 최종 산출물 및 테스트 결과물을 첨부하여 발주기관에게 승인 검사 및 테스트를 요청하여야 하며, 승인검사 및 테스트 과정에서 발견된 하자사 항은 만족한 결과를 얻을 때까지 보완테스트를 진행해야 함 산출정보 테스트 시나리오, 단위 테스트 결과서, 통합 테스트 결과서, 사용자 승인 인수 테스트 결과",
      "tables": [
        [
          [
            "요구사항번호 TER-001",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "테스트  방안제시"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "품질을  충족하는  테스트  방안을  제시에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  시스템을  제공되기로  한  요구사항을  모두  제공하여야  하며,  초기협의  한\n요구사항에서  변경관리  절차를  통해  승인을  획득한  요구사항을  최종  요구사항으\n로  간주함\n2.  제공되기로  한  요구사항을  제공하는지  여부는  각  기능요구  사항의  검증(테스\n트)  활동을  통해  예상된  결과가  도출되었을  경우를  기준으로  평가함\n3.  품질요선을  충족하는  테스트  방안을  제시해야  함\n4.  업무별  단위테스트,  통합  테스트  등의  방안을  제시해야  함\n5.  테스트  인력,  테스트  데이터,  테스트  설치/방법,  테스트  일정/주기  등을  포함하\n여  체계적이고  효율적인  진행방안을  포함한  테스트  계획서를  제출해야  함"
          ],
          [
            "산출정보",
            "",
            "성능  검증기준서,  성능검증  결과  보고서,  테스트  계획서"
          ]
        ],
        [
          [
            "요구사항번호 TER-002",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "테스트  수행  방안"
          ],
          [
            "요구사항  분류",
            "",
            "테스트  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "테스트를  이행하기  위해  필요한  제반  사항에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  구축된  시스템에  대한  구체적  테스트  시나리오를  작성해야  함\n2.  운용  결과에  대한  테스트  시험  결과를  제출해야  함\n3.  테스트  수행  결과를  기록하여  사용자  승인(인수)  테스트에  활용하도록  발주  기\n관에  제출해야  함\n4.  사용자  승인을  위한  검사  및  테스트  수행방법,  절차,  참여  조직,  및  역할,  점검\n사항,  최종검수  기준,  점검  후  조치  방안  등을  세부적으로  기술하여  제출해야  함\n5.  발주기관과  협의하여  승인검사/테스트를  계획하고  발주기관이  승인검사/테스트\n를  이행하기  위하여  필요한  모든  제반  사항을  제공해야  함\n6.  개발  완료  후  최종  산출물  및  테스트  결과물을  첨부하여  발주기관에게  승인 \n검사  및  테스트를  요청하여야  하며,  승인검사  및  테스트  과정에서  발견된  하자사\n항은  만족한  결과를  얻을  때까지  보완·테스트를  진행해야  함"
          ],
          [
            "산출정보",
            "",
            "테스트  시나리오,  단위  테스트  결과서,  통합  테스트  결과서,  사용자  승인\n(인수)  테스트  결과"
          ]
        ],
        [
          [
            "요구사항번호",
            "SER-001"
          ],
          [
            "요구사항  명",
            "개인정보의  기술적  보호조치"
          ],
          [
            "요구사항  분류",
            "보안  요구사항"
          ],
          [
            "상세\n정의",
            "개인정보의  안전성  확보를  위한  기술적  조치사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 30,
      "text": "- 27 - 요구사항번호 SER-001 설명 세부 내용 m 개인정보를 처리함에 있어 개인정보 보호법, 개인정보의 안전성 확보조치 기 준 등 관련 법규 및 규정을 준수하여야 함 m 접근 권한 관리 - 개인정보처리시스템에 접속할 수 있는 사용자계정을 발급하는 경우, 개인정보취급 자 별로 사용자계정을 발급하여야 하며, 취급자의 역할에 따라 차등부여할 수 있 어야 함 - 개인정보 처리내역에 대한 책임 추적성을 확보하기 위하여 접근권한 부여, 변경, 말 소에 대한 내역을 이력 관리 또는 조회가 가능하여야 하며, 해당 기록을 최소 3 년간 보관할 수 있도록 구현해야 함 예 신청자 정보, 신청일시, 승인자 및 발급자 정보, 신청 및 발급 사유 등 - 개인정보처리시스템에 접근하여 개인정보를 생성수정삭제열람 등을 하고자 하는 경우 다음 사항을 포함하는 정보이용 내역을 기록하고 남길 수 있도록 시스템을 구현하여야 함 1. 이용자 접근 기록 및 이용 시간 2. 이용자 식별 정보ID, 접속자 IP 등 3. 이용자가 생성변경열람삭제한 정보의 내용 및 사유 4. 시스템 관리자가 생성변경열람삭제한 정보의 내용 및 사유 5. 그 밖에 접근권한의 오 남용 및 정보 유출 여부를 검증하기 위해 필요하다고 판 단되는 정보 - 이용내역에 대한 기록이 위변조, 도난, 분실 되지 않도록 시스템을 구현하여야 하 며 책임자의 사전 승인 없이 시스템 관리자 외에는 접근할 수 없도록 하여야 함 m 비밀번호 작성규칙 준수 - 비밀번호 작성규칙을 개인정보처리시스템, 인터넷 홈페이지 등에 적용하여야 함 - 비밀번호 작성규칙 비밀번호는 문자, 숫자의 조합구성에 따라 최소 8자리 또는 10자리 이상 1 최소 8 자리 이상 두 종류 이상의 문자를 이용하여 구성한 경우 2 최소 10자리 이상 하나의 문자종류로 구성한 경우 비밀번호는 추측하거나 유추하기 어렵도록 설정하여야 함 동일한 문자 반복aaa111 등, 키보드 상에서 나란히 있는 문자열qwer 등, 일련 번호123 등, 가족이름, 생일, 전화번호 등은 사용이 제한되어야 함 비밀번호를 일정 횟수예 5회 이상 잘못 입력한 경우 시스템 접근을 제한하는 등 기술적 조치를 하여야 함 m 접근통제 - 정보통신망을 통해 외부에서 개인정보처리시스템에 접속하려는 경우 가상사설망 또는 전용선 등 안전한 접속수단과 인증수단을 적용하여야 함. 예 접속수단 VPN, SSL 등 인증수단 인증서, OTP 등 - 일정시간 이상 업무처리를 하지 않는 경우30분 권고, 자동으로 접속 차단되도록 하여야 함 m 개인정보의 암호화",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SER-001"
          ],
          [
            "설명",
            "세부\n내용",
            "m 개인정보를  처리함에  있어  『개인정보  보호법』,  『개인정보의  안전성  확보조치  기\n준』  등  관련  법규  및  규정을  준수하여야  함\nm 접근  권한  관리\n  -  개인정보처리시스템에  접속할  수  있는  사용자계정을  발급하는  경우,  개인정보취급\n자  별로  사용자계정을  발급하여야  하며,  취급자의  역할에  따라  차등부여할  수  있\n어야  함\n  -  개인정보  처리내역에  대한  책임  추적성을  확보하기  위하여  접근권한  부여,  변경,  말\n소에  대한  내역을  이력  관리  또는  조회가  가능하여야  하며,  해당  기록을  최소  3\n년간  보관할  수  있도록  구현해야  함\n    예)  신청자  정보,  신청일시,  승인자  및  발급자  정보,  신청  및  발급  사유  등\n-  개인정보처리시스템에  접근하여  개인정보를  생성·수정·삭제·열람  등을  하고자  하는 \n경우  다음  사항을  포함하는  정보이용  내역을  기록하고  남길  수  있도록  시스템을 \n구현하여야  함\n    1.  이용자  접근  기록  및  이용  시간\n    2.  이용자  식별  정보(ID,  접속자  IP  등)\n    3.  이용자가  생성·변경·열람·삭제한  정보의  내용  및  사유\n    4.  시스템  관리자가  생성·변경·열람·삭제한  정보의  내용  및  사유\n    5.  그  밖에  접근권한의  오·  남용  및  정보  유출  여부를  검증하기  위해  필요하다고  판\n단되는  정보\n  -  이용내역에  대한  기록이  위·변조,  도난,  분실  되지  않도록  시스템을  구현하여야  하\n며  책임자의  사전  승인  없이  시스템  관리자  외에는  접근할  수  없도록  하여야  함 \nm 비밀번호  작성규칙  준수\n  -  비밀번호  작성규칙을  개인정보처리시스템,  인터넷  홈페이지  등에  적용하여야  함\n  -  비밀번호  작성규칙\n    ·  비밀번호는  문자,  숫자의  조합·구성에  따라  최소  8자리  또는  10자리  이상\n      ①  최소  8 자리  이상  :  두  종류  이상의  문자를  이용하여  구성한  경우\n      ②  최소  10자리  이상  :  하나의  문자종류로  구성한  경우\n    ·  비밀번호는  추측하거나  유추하기  어렵도록  설정하여야  함 \n    ※  동일한  문자  반복(aaa111  등),  키보드  상에서  나란히  있는  문자열(qwer  등),  일련\n번호(123  등),  가족이름,  생일,  전화번호  등은  사용이  제한되어야  함\n    ·  비밀번호를  일정  횟수(예  :5회)  이상  잘못  입력한  경우  시스템  접근을  제한하는 \n등  기술적  조치를  하여야  함\nm 접근통제\n  -  정보통신망을  통해  외부에서  개인정보처리시스템에  접속하려는  경우  가상사설망 \n또는  전용선  등  안전한  접속수단과    인증수단을  적용하여야  함. \n    ※  예)  접속수단  :  VPN,  SSL  등  /  인증수단  :  인증서,  OTP  등\n  -  일정시간  이상  업무처리를  하지  않는  경우(30분  권고),  자동으로  접속  차단되도록 \n하여야  함\nm 개인정보의  암호화"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 31,
      "text": "- 28 - 요구사항번호 SER-001 - 고유식별정보, 비밀번호, 바이오정보를 정보통신망을 통하여 송신할 경우, 암호화하 여야 함 - 위를 제외한 개인정보성명, 연락처 등는 암호화 조치가 필수는 아니나, 개인정보 의 위변조 및 유노출을 고려하여 가급적 암호화 조치를 권장 비밀번호를 송신하는 경우에는 SSL 등이 탑재된 기술을 활용하여야 함 - 비밀번호, 바이오정보를 DB 또는 파일 등으로 저장하는 경우, 암호화하여야 함 비밀번호를 저장하는 경우에는 일방향 암호화하여 저장SHA-256 비트 이상 - 고유식별정보를 인터넷 및 DMZ 구간에 저장하는 경우, 암호화하여야 함 m 접속기록의 보관 및 점검 - 접속기록에는 개인정보취급자가 시스템에 접속하여 처리한 업무내역을 알 수 있도 록 아래의 항목들을 기록하도록 개발구축하여야 함 계정 개인정보처리시스템에서 접속자를 식별할 수 있도록 부여된 정보ID등 접속일시 접속한 시간 또는 업무를 수행한 시간년-월-일, 시분초 처리한 정보주체 정보 개인정보취급자가 누구의 개인정보를 처리하였는지 알 수 있는 식별정보ID, 고객번호, 학번, 사번 등 - 해당 접속기록의 이력 관리 또는 조회가 가능하여야 하며, 해당 기록을 1년 이상 또 는 2년 이상 보관관리하도록 구현 5만 명 미만의 정보주체에 관하여 개인정보를 처리하는 경우 1년 이상 보관 5만 명 이상의 정보주체에 관하여 개인정보를 처리하는 경우 2년 이상 보관 - 개인정보를 다운로드할 경우, 그 사유를 확인할 수 있어야 함 요구사항번호 SER-002 요구사항 명 개인정보의 처리단계별 보호조치 요구사항 분류 보안 요구사항 상세 설명 정의 개인정보의 안전성 확보를 위한 처리단계별 조치사항 세부 내용 m 개인정보 수집 및 이용 대한 동의 개인정보 보호법 제15조제18조 - 개발 혹은 구축하려는 시스템이 개인정보 수집이용에 대한 동의가 필요한 경 우홈페이지 회원가입, 게시판 이용 시 개인정보 수집 등, 안전하게 발주자가 정보주 체로부터 개인정보를 수집이용하기 위한 환경을 고려하여 개발구축하여야 함 고유식별정보 또는 민감정보를 포함하여 수집할 경우, 일반 개인정보와 구분하 여 별도로 정보주체가 인지하여 동의할 수 있게 구현하여야 함 예 정보주체가 일반 개인정보 수집에 대한 동의를 나타내는 체크박스와 고유식별 정보민감정보 수집에 대한 동의를 나타내는 체크박스를 별도로 구분하여야 함 - 추가적으로 개인정보 제3자 제공, 목적외 이용에 대한 동의가 필요한 경우 또한 안 전하게 발주자가 정보주체로부터 개인정보를 제공 또는 목적 외 이용하기 위한 환경을 고려하여 개발구축하여야 함 개인정보 수집이용, 제3자 제공, 목적외 이용 동의서붙임 18 참조 m 개인정보 처리 위탁 시 관련 서류를 구비하여야 함붙임 17 - 개인정보 처리 위수탁 관련 구비 서류 목록 개인정보 처리 업무 위탁 계약서",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "SER-001"
          ],
          [
            "",
            "",
            "-  고유식별정보,  비밀번호,  바이오정보를  정보통신망을  통하여  송신할  경우,  암호화하\n여야  함\n  -  위를  제외한  개인정보(성명,  연락처  등)는  암호화  조치가  필수는  아니나,  개인정보\n의  위·변조  및  유·노출을  고려하여  가급적  암호화  조치를  권장\n    ※  비밀번호를  송신하는  경우에는  SSL  등이  탑재된  기술을  활용하여야  함\n  -  비밀번호,  바이오정보를  DB  또는  파일  등으로  저장하는  경우,  암호화하여야  함\n    ※  비밀번호를  저장하는  경우에는  일방향  암호화하여  저장(SHA-256  비트  이상)\n  -  고유식별정보를  인터넷  및  DMZ  구간에  저장하는  경우,  암호화하여야  함\nm 접속기록의  보관  및  점검\n  -  접속기록에는  개인정보취급자가  시스템에  접속하여  처리한  업무내역을  알  수  있도\n록  아래의  항목들을  기록하도록  개발(구축)하여야  함\n    ·  계정  :  개인정보처리시스템에서  접속자를  식별할  수  있도록  부여된  정보(ID등)\n    ·  접속일시  :  접속한  시간  또는  업무를  수행한  시간(년-월-일,  시:분:초)\n    ·  처리한  정보주체  정보  :  개인정보취급자가  누구의  개인정보를  처리하였는지  알  수 \n있는  식별정보(ID,  고객번호,  학번,  사번  등)\n  -  해당  접속기록의  이력  관리  또는  조회가  가능하여야  하며,  해당  기록을  1년  이상  또\n는  2년  이상  보관·관리하도록  구현\n    ·  5만  명  미만의  정보주체에  관하여  개인정보를  처리하는  경우  :  1년  이상  보관\n    ·  5만  명  이상의  정보주체에  관하여  개인정보를  처리하는  경우  :  2년  이상  보관\n  -  개인정보를  다운로드할  경우,  그  사유를  확인할  수  있어야  함"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  명",
            "",
            "개인정보의  처리단계별  보호조치"
          ],
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "개인정보의  안전성  확보를  위한  처리단계별  조치사항"
          ],
          [
            "",
            "세부\n내용",
            "m 개인정보  수집  및  이용  대한  동의  :  『개인정보  보호법』  제15조~제18조\n  -  개발  혹은  구축하려는  시스템이  ’개인정보  수집·이용‘에  대한  동의가  필요한  경\n우(홈페이지  회원가입,  게시판  이용  시  개인정보  수집  등),  안전하게  발주자가  정보주\n체로부터  개인정보를  수집·이용하기  위한  환경을  고려하여  개발(구축)하여야  함\n    ※  고유식별정보  또는  민감정보를  포함하여  수집할  경우,  일반  개인정보와  구분하\n여  별도로  정보주체가  인지하여  동의할  수  있게  구현하여야  함\n      예)  정보주체가  일반  개인정보  수집에  대한  동의를  나타내는  체크박스와  고유식별\n정보(민감정보) 수집에  대한 동의를  나타내는  체크박스를 별도로  구분하여야 함\n  -  추가적으로  ’개인정보  제3자  제공,  목적외  이용‘에  대한  동의가  필요한  경우  또한  안\n전하게  발주자가  정보주체로부터  개인정보를  제공  또는  목적  외  이용하기  위한 \n환경을  고려하여  개발(구축)하여야  함 \n    ※  ‘개인정보  수집·이용,  제3자  제공,  목적외  이용  동의서’(붙임  18)  참조\nm  개인정보  처리  위탁  시  관련  서류를  구비하여야  함(붙임  17)\n  -  개인정보  처리  위·수탁  관련  구비  서류  목록\n    ·    개인정보  처리  업무  위탁  계약서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 29 - 8 품질 요구사항 요구사항번호 QUR-001 요구사항 명 품질관리 일반사항 요구사항 분류 품질 요구사항 상세 설명 정의 품질관리 준수사항 일반사항 세부 내용 m 품질관리 조직과 운영절차를 구체적으로 제시하고 준수하여야 함. m 품질활동의 제반절차 및 산출물을 명시한 품질관리계획을 제안서 및 사업수행계획서에 상세하게 기술하여야 하며, 이에 근거하여 체계적이고 효과적인 프로젝트 진행을 위하여 사업기간동안 품질관리 조직을 통해 품질보증활동을 수행하고 결과물을 제출하여야 함. m 품질 또는 성능상의 문제 발생 시 부하 테스트 및 분석결과를 제시하고 개선하여야 함. m 본 과업범위 외의 요인운영서버 등 정보자원 등으로 인해 사업 결과에 영향이 있거나 예상되는 경우 원인과 해결방안을 발주기관에 제시하여 위험요소를 최소화 하거나 문제가 해결될 수 있도록 적극 협조하여야 함. m DB구축을 포함하는 경우 사업완료검수시 데이터품질진단 및 오류데이터 개선을 실시하여야 함. 산출정보 m 품질관리 조직 및 세부 운영 절차사업수행계획서에 포함 m 품질보증 활동 수행 결과 산출물단계별 품질관리 보고서 등 요구사항번호 QUR-002 요구사항 명 DB 품질관리 계획 요구사항 분류 품질 요구사항 상세 설명 정의 데이터베이스 품질관리 계획에 관한 사항 세부 내용 공공기관의 데이터베이스 표준화 지침행정안전부고시행정DB의 데이터 품질관리 계획을 수립하고, 이행하여야 함. - 해당사업의 품질관리 조직, 품질담당자 및 역할별 책임사항 - 사업단계별 품질관리활동 계획 및 절차계획, 수행, 인도, 운영 등 단계별 - 품질보증 방법 - 기타 행정DB 품질확보에 필요한 사항 산출정보 행정DB의 데이터품질관리 계획제안서, 사업수행계획서 포함 요구사항번호 SER-002 개인정보처리 수탁자 점검관리 체크리스트 개인정보처리 수탁자 대상 개인정보보호 교육",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  명",
            "",
            "품질관리  일반사항"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "품질관리  준수사항  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "m 품질관리  조직과  운영절차를  구체적으로  제시하고  준수하여야  함.\nm 품질활동의  제반절차  및  산출물을  명시한  품질관리계획을  제안서  및 \n사업수행계획서에  상세하게  기술하여야  하며,  이에  근거하여  체계적이고 \n효과적인  프로젝트  진행을  위하여  사업기간동안  품질관리  조직을  통해 \n품질보증활동을  수행하고  결과물을  제출하여야  함.\nm 품질  또는  성능상의  문제  발생  시  부하  테스트  및  분석결과를  제시하고 \n개선하여야  함.\nm 본  과업범위  외의  요인(운영서버  등  정보자원  등)으로  인해  사업  결과에 \n영향이  있거나  예상되는  경우  원인과  해결방안을  발주기관에  제시하여 \n위험요소를  최소화  하거나  문제가  해결될  수  있도록  적극  협조하여야  함.\nm DB구축을  포함하는  경우  사업완료(검수)시  데이터품질진단  및  오류데이터 \n개선을  실시하여야  함."
          ],
          [
            "산출정보",
            "",
            "m 품질관리  조직  및  세부  운영  절차(사업수행계획서에  포함)\nm 품질보증  활동  수행  결과  산출물(단계별  품질관리  보고서  등)"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항  명",
            "",
            "DB  품질관리  계획"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "데이터베이스 품질관리 계획에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  「공공기관의 데이터베이스 표준화 지침(행정안전부고시)」행정DB의 데이터 품질관리 \n계획을 수립하고, 이행하여야 함.\n  - 해당사업의 품질관리 조직, 품질담당자 및 역할별 책임사항\n  - 사업단계별 품질관리활동 계획 및 절차(계획, 수행, 인도, 운영 등 단계별)\n  - 품질보증 방법\n  - 기타 행정DB 품질확보에 필요한 사항"
          ],
          [
            "산출정보",
            "",
            "❍  행정DB의  데이터품질관리  계획(제안서,  사업수행계획서  포함)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 30 - 요구사항번호 QUR-003 요구사항 명 매뉴얼 작성 및 교육 요구사항 분류 품질 요구사항 상세 설명 정의 관리자 및 사용자 교육 방안에 관한 사항 세부 내용 1. 관리자 및 사용자가 플랫폼을 쉽고 편리하게 사용할 수 있도록 기능, 인터 페이스에 다음과 같은 정보를 제공해야 함 - 기능 이해도 플랫폼에서 제공하는 모든 기능에 대해 사용자 매뉴얼에서 정보를 제공하여야 함 - 인터페이스 이해도 플랫폼에서 제공하는 인터페이스 기능과 방법을 관리자 매뉴얼에 포함하여야 함 2. 관리자 및 사용자 교육 방안을 제시해야 함 산출정보 관리자 매뉴얼, 사용자 매뉴얼 요구사항번호 QUR-004 요구사항 명 인프라 장애방지 요구사항 분류 품질 요구사항 상세 설명 정의 서비스 가용률에 관한 사항 세부 내용 1. 서비스의 정부 권고 목표인 가용률 99.5 이상을 유지해야 함 2. 긴급 상황에 즉시 조치가 가능한 시스템 구축, 응급조치 결과 문서 통보관 리 3. 장애복구 완료 후 24시간 이내 장애원인 분석 보고서를 제출해야 함 4. 중단 없는 서비스 제공을 위해 업무 운영상 발생 가능한 장애 식별 및 대응 방안 마련해야 함 9 제약사항 요구사항번호 COR-001 요구사항 명 사업관련 공통 규정 준수 요구사항 분류 제약사항 상세 설명 정의 정보화사업 추진 시 기본규정 준수에 관한 사항 세부 내용 m 사업 추진 시 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부 고시에 규정된 사항을 준수하여야 함 m 사업 추진 기간 내 적용 법령 및 규정, 적용 표준 등에 변경사항 발생 시 반 영하여 사업 추진하여야 함. 변경 사항의 적용시점을 고려하여 발주기관과 협의하여 적용",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "QUR-003"
          ],
          [
            "요구사항  명",
            "",
            "매뉴얼  작성  및  교육"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "관리자 및 사용자 교육 방안에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "1.  관리자  및  사용자가  플랫폼을  쉽고  편리하게  사용할  수  있도록  [기능,  인터\n페이스]에  다음과  같은  정보를  제공해야  함\n  -  기능  이해도  :  플랫폼에서  제공하는  모든  기능에  대해  사용자  매뉴얼에서\n      정보를  제공하여야  함\n  -  인터페이스  이해도  :  플랫폼에서  제공하는  인터페이스  기능과  방법을 \n      관리자  매뉴얼에  포함하여야  함\n2.  관리자  및  사용자  교육  방안을  제시해야  함"
          ],
          [
            "산출정보",
            "",
            "관리자  매뉴얼,  사용자  매뉴얼"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "QUR-004"
          ],
          [
            "요구사항  명",
            "",
            "인프라  장애방지"
          ],
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "서비스 가용률에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "리 3\n1.  서비스의  정부  권고  목표인  가용률  99.5%  이상을  유지해야  함\n2.  긴급  상황에  즉시  조치가  가능한  시스템  구축,  응급조치  결과  문서  통보·관\n.  장애복구  완료  후  24시간  이내  장애원인  분석  보고서를  제출해야  함\n4.  중단  없는  서비스  제공을  위해  업무  운영상  발생  가능한  장애  식별  및  대응 \n방안  마련해야  함"
          ]
        ],
        [
          [
            "요구사항번호 COR-001",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "사업관련  공통  규정  준수"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "정보화사업  추진  시  기본규정  준수에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "m 사업  추진  시  「행정기관  및  공공기관  정보시스템  구축·운영  지침(행정안전부 \n고시)」에  규정된  사항을  준수하여야  함\nm 사업  추진  기간  내  적용  법령  및  규정,  적용  표준  등에  변경사항  발생  시  반\n영하여  사업  추진하여야  함.\n    ※  변경  사항의  적용시점을  고려하여  발주기관과  협의하여  적용"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 31 - 요구사항번호 COR-002 요구사항 명 사업관련 공통 기술표준 준수 요구사항 분류 제약사항 상세 설명 정의 사업 추진 시 공통기술표준 준수에 관한 사항 세부 내용 m 공공 SW사업 및 발주기관의 정보화사업 기술표준을 준수하여야 함. m 행정기관 및 공공기관 정보시스템 구축운영지침행정안전부 고시에 의한 기술적용표준을 아래와 같이 준수하여야 함. - 발주기관에서 작성한 기술적용계획표붙임 11를 검토하고, 제안자 관점의 기술적용계획표별지서식 17를 작성하여 기술적용계획의 준수 및 결과표 작성 방안을 제시하여야 함. - 기술적용계획표 검토 시 부득이한 경우를 제외하고는 특정기술에 종속되지 않는 개방형 기술로 구현되도록 검토하여야 함. - 선정된 제안사는 기술적용 사항에 관해 발주기관과 협의확정 후, 기술적용계획표를 작성하여 사업수행계획서에 포함하여야 함. - 사업수행계획서 확정된 기술적용계획표에 따라 표준기술을 적용하고, 사업완료시인수테스트 전 기술적용결과표를 작성하여 제출하여야 함. m 소프트웨어 개발보안가이드 및 소프트웨어 보안약점 진단가이드 준수, 공개SW를 활용한 소프트웨어 개발보안 검증가이드 활용하여 소프트웨어 개발보안시큐어코딩을 적용하여 보안취약점 제거 활동을 수행해야 함. m 가능한 SW를 모듈화하여 시스템 갱신이 용이하도록 개발하여야 함 산출정보 m 기술적용계획표제안서 및 사업수행계획서에 포함 m 기술적용결과표사업종료시인수테스트 전 요구사항번호 COR-003 요구사항 명 데이터표준화 기준 준수 요구사항 분류 제약사항 상세 설명 정의 공공 및 서울시 데이터표준화 기준 준수에 관한 사항 세부 내용 DB설계 시 표준화를 위하여 공공기관의 데이터베이스 표준화 지침행정안전부고시을 준용하여 행정표준용어, 행정표준코드를 적용해서 수행해야 함 m 정보공동활용에 필요한 연계 정보항목 및 연계 절차는 정부디렉토리서비스LDAP연계 표준을 준용함. 산출정보 공공기관의 데이터베이스 표준화 지침 제11조 참고 작성",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  명",
            "",
            "사업관련  공통  기술표준  준수"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "사업  추진  시  공통기술표준  준수에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "m 공공  SW사업  및  발주기관의  정보화사업  기술표준을  준수하여야  함.\nm 「행정기관  및  공공기관  정보시스템  구축·운영지침」(행정안전부  고시)에  의한 \n기술적용표준을  아래와  같이  준수하여야  함.\n    -  발주기관에서  작성한  기술적용계획표(붙임  11)를  검토하고,  제안자  관점의 \n기술적용계획표(별지서식  17)를  작성하여  기술적용계획의  준수  및  결과표 \n작성  방안을  제시하여야  함.\n    -  기술적용계획표  검토  시  부득이한  경우를  제외하고는  특정기술에  종속되지 \n않는  개방형  기술로  구현되도록  검토하여야  함.\n    -  선정된  제안사는  기술적용  사항에  관해  발주기관과  협의·확정  후, \n기술적용계획표를  작성하여  사업수행계획서에  포함하여야  함.\n    -  사업수행계획서  확정된  기술적용계획표에  따라  표준기술을  적용하고, \n사업완료시(인수테스트  전)  기술적용결과표를  작성하여  제출하여야  함.\nm 소프트웨어  개발보안가이드  및  소프트웨어  보안약점  진단가이드  준수, \n공개SW를  활용한  소프트웨어  개발보안  검증가이드  활용하여  소프트웨어 \n개발보안(시큐어코딩)을  적용하여  보안취약점  제거  활동을  수행해야  함.\nm 가능한  S/W를  모듈화하여  시스템  갱신이  용이하도록  개발하여야  함"
          ],
          [
            "산출정보",
            "",
            "m 기술적용계획표(제안서  및  사업수행계획서에  포함)\nm 기술적용결과표(사업종료시(인수테스트  전))"
          ]
        ],
        [
          [
            "요구사항번호",
            "",
            "COR-003"
          ],
          [
            "요구사항  명",
            "",
            "데이터표준화  기준  준수"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "공공 및 서울시 데이터표준화 기준 준수에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  DB설계  시  표준화를  위하여  「공공기관의  데이터베이스  표준화 \n지침(행정안전부고시)」을  준용하여  행정표준용어,  행정표준코드를  적용해서 \n수행해야  함\nm 정보공동활용에  필요한  연계  정보항목  및  연계  절차는 \n정부디렉토리서비스(LDAP)연계  표준을  준용함."
          ],
          [
            "산출정보",
            "",
            "❍ 「공공기관의  데이터베이스  표준화  지침」  제11조  참고  작성"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 32 - 10 프로젝트관리 요구사항 요구사항번호 PMR-001 요구사항 명 성과지표 설정관리 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 당해 계약의 성공적 추진 척도 제시 세부 내용 m 본 계약 추진의 성과측정을 위한 성과지표를 제시하여야 함. m 성과지표는 본 사업의 추진 배경 및 목적을 이해하고 작성하여야 하며, 객관적 이고 정량적인 지표로 계량화 되어야 함. m 제시된 성과지표는 발주기관의 사업 성과지표를 고려하여 발주기관과 최종 협 의확정 한 후 사업수행계획서에 명시하여야 함. m 발주기관은 사업 추진 중 중간점검을 위하여 성과지표에 의한 측정결과를 요 구 할 수 있으며, 발주기관의 요구를 받은 경우에는 성과측정결과서중간점검 용을 제출하여야 함. m 사업계약 종료시에 제시된 성과지표에 의한 성과측정을 실시한 후 성과측정 요구사항번호 COR-004 요구사항 명 용역업체 정보보호 및 보안준수 요구사항 분류 제약사항 상세 설명 정의 서울시 정보화사업 참여업체 정보보호 준수 및 보안특약 조항 세부 내용 m 사업자는 과업내용과 관련하여 문서인원장비 등에 대한 관리적물리적기술적 보안대책을 강구하여야 하며, 대표자협력업체 포함의 보안각서 및 용역참여자의 보안각서를 제출하고, 보안관리 책임자를 지정하여 그 내역을 보안각서와 함께 제출하여야 함. m 사업자는 붙임 9 용역업체 정보보안 준수사항을 준수하여야 함 m 사업자는 붙임 10 외주 용역사업 보안특약 조항을 준수하여야 함 m 사업자는 과업에 대한 하도급 계약을 체결할 경우 본 사업계약 수준의 정보보안 관리 및 비밀유지 조항을 하도급계약서에 포함하여야 함 산출정보 m 사업추진 보안대책, 대표자협력업체 포함 보안서약서, 보안관리책임자 지정 내역서, 용역참여자 보안서약서, 비밀유지계약서필요시 m 업무인수인계 자료관리대장지속적 서명 관리 후 사업종료시 제출 m 최종산출물에 대한 보안취약점 점검 및 조치결과서필요에 따라 협의 후 정함 m 문서, 인원, 장비 등에 대한 물리적, 관리적, 기술적 보안대책 제안서에 기재 m 누출금지 대상정보에 대한 보안관리계획제안서에 기재 m 용역 종료시 자료인수인계 대장최종본, 회수 및 삭제확인 포함, 증빙사진 포함, 대표자 보안확약서 등",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "COR-004"
          ],
          [
            "요구사항  명",
            "",
            "용역업체  정보보호  및  보안준수"
          ],
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "상세\n설명",
            "정의",
            "서울시  정보화사업  참여업체  정보보호  준수  및  보안특약  조항"
          ],
          [
            "",
            "세부\n내용",
            "m 사업자는  과업내용과  관련하여  문서․인원․장비  등에  대한 \n관리적․물리적․기술적  보안대책을  강구하여야  하며,  대표자(협력업체  포함)의 \n보안각서  및  용역참여자의  보안각서를  제출하고,  보안관리  책임자를 \n지정하여  그  내역을  보안각서와  함께  제출하여야  함.\nm 사업자는  [붙임  9]  “용역업체  정보보안  준수사항”을  준수하여야  함\nm 사업자는  [붙임  10]  “외주  용역사업  보안특약  조항”을  준수하여야  함\nm 사업자는  과업에  대한  하도급  계약을  체결할  경우  본  사업계약  수준의  정보보안 \n관리  및  비밀유지  조항을  하도급계약서에  포함하여야  함"
          ],
          [
            "산출정보",
            "",
            "m 사업추진  보안대책,  대표자(협력업체  포함)  보안서약서,  보안관리책임자  지정 \n내역서,  용역참여자  보안서약서,  비밀유지계약서(필요시)\nm 업무인수인계  자료관리대장(지속적  서명  관리  후  사업종료시  제출)\nm 최종산출물에 대한 보안취약점 점검 및 조치결과서(필요에 따라 협의 후 정함)\nm 문서, 인원, 장비 등에 대한 물리적, 관리적, 기술적 보안대책 <제안서에 기재>\nm 누출금지  대상정보에  대한  보안관리계획<제안서에  기재>\nm 용역  종료시  자료인수인계  대장(최종본,  회수  및  삭제확인  포함,  증빙사진 \n포함),  대표자  보안확약서  등"
          ]
        ],
        [
          [
            "요구사항번호 PMR-001",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "성과지표  설정관리"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트관리  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "당해  계약의  성공적  추진  척도  제시"
          ],
          [
            "",
            "세부\n내용",
            "m 본  계약  추진의  성과측정을  위한  성과지표를  제시하여야  함.\nm 성과지표는  본  사업의  추진  배경  및  목적을  이해하고  작성하여야  하며,  객관적\n이고  정량적인  지표로  계량화  되어야  함.\nm 제시된  성과지표는  발주기관의  사업  성과지표를  고려하여  발주기관과  최종  협\n의확정  한  후  사업수행계획서에  명시하여야  함.\nm 발주기관은  사업  추진  중  중간점검을  위하여  성과지표에  의한  측정결과를  요\n구  할  수  있으며,  발주기관의  요구를  받은  경우에는  성과측정결과서(중간점검\n용)을  제출하여야  함.\n  m 사업(계약)  종료시에  제시된  성과지표에  의한  성과측정을  실시한  후  성과측정"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 33 - 요구사항번호 PMR-001 결과서최종를 제출하여야 함. 산출정보 m 성과지표제안서 제시, 계약 후 사업수행계획서 명시 m 성과측정결과서 요구사항번호 PMR-002 요구사항 명 프로젝트관리 방법론 준용 등 사업관리 요건 준수 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 프로젝트관리방법론 및 SW개발 및 유지보수 방법론 준용에 관한 사항 세부 내용 m 프로젝트관리방법론을 준용하여 프로젝트를 관리하고, 다음의 사항을 준수하여 사업을 관리하여야 함. - 사업 착수 전, 제안요청서 및 과업지시서를 기반으로 발주기관과 협의하여 방법론을 준용하여 프로젝트관리 산출물, SW개발 및 유지보수산출물, 기타 계약관련 산출물을 확정하여야 함 - 사업 수행 시, 관리대상 산출물을 제출관리하여야 하며, 각종 회의록, 보고, 변경관리, 이슈관리 사항 등의 경우에도 제출관리 하여야 함. m 위험관리, 품질관리, 일정관리, 자원관리, 형상관리 등 프로젝트 관리 방법론을 통한 체계적인 사업 관리 방안을 제시하여야 함. m 프로젝트의 목표관리, 진도관리, 변경관리, 프로젝트 수행 과정상에서의 문제점 및 위험요소 등 사업수행상태와 산출물을 평가관리하기 위해 정기 또는 비정기적으로 수행하는 검토 및 보고체계를 계획프로젝트 상태 검토 계획발주자와의 합동 검토 방안 포함 제출하여 사업수행계획서에 포함하여야 함. m 사업자는 용역수행에 대한 업무추진 진행사항을 일간주간월간협의조정 가능 단위로 작성하고, 중요사항이 발생한 경우에는 즉시 보고하여야 함 m 사업자는 과업수행 내용을 기록 유지하여야 하며, 발주기관의 요구가 있을 경우에는 이를 제출하여야 함 산출정보 m 프로젝트 상태검토 계획사업수행계획서에 포함 m 일간주간월간보고서 요구사항번호 PMR-003 요구사항 명 하도급 사전승인 및 하도급 대금지급 절차 준수 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 하도급 입찰 및 계약 시 준수사항사전승인, 하도급 대금지급 절차등에 관 한 사항",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항  명",
            "",
            "프로젝트관리  방법론  준용  등  사업관리  요건  준수"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트관리  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "프로젝트관리방법론 및 SW개발 및 유지보수 방법론 준용에 관한 사항"
          ],
          [
            "",
            "세부\n내용",
            "m  프로젝트관리방법론을  준용하여  프로젝트를  관리하고,  다음의  사항을  준수하여 \n사업을  관리하여야  함.\n    -  사업  착수  전,\n        제안요청서  및  과업지시서를  기반으로  발주기관과  협의하여  방법론을  준용하여 \n‘프로젝트관리  산출물’,  ‘SW개발  및  유지보수’산출물,  기타  계약관련  산출물을 \n확정하여야  함\n    -  사업  수행  시,\n        관리대상  산출물을  제출관리하여야  하며,  각종  회의록,  보고,  변경관리,  이슈관리 \n사항  등의  경우에도  제출관리  하여야  함. \nm 위험관리,  품질관리,  일정관리,  자원관리,  형상관리  등  프로젝트  관리  방법론을 \n통한  체계적인  사업  관리  방안을  제시하여야  함.\nm 프로젝트의  목표관리,  진도관리,  변경관리,  프로젝트  수행  과정상에서의 \n문제점  및  위험요소  등  사업수행상태와  산출물을  평가•관리하기  위해  정기 \n또는  비정기적으로  수행하는  검토  및  보고체계를  계획(프로젝트  상태  검토 \n계획(발주자와의  합동  검토  방안  포함)  제출)하여  사업수행계획서에 \n포함하여야  함.\nm 사업자는  용역수행에 대한  업무추진  진행사항을  일간/주간/월간(※협의조정  가능) \n단위로  작성하고,  중요사항이  발생한  경우에는  즉시  보고하여야  함\nm 사업자는  과업수행  내용을  기록  유지하여야  하며,  발주기관의  요구가  있을 \n경우에는  이를  제출하여야  함"
          ],
          [
            "산출정보",
            "",
            "m 프로젝트  상태검토  계획(사업수행계획서에  포함)\nm 일간/주간/월간보고서"
          ]
        ],
        [
          [
            "요구사항번호 PMR-003",
            ""
          ],
          [
            "요구사항  명",
            "하도급  사전승인  및  하도급  대금지급  절차  준수"
          ],
          [
            "요구사항  분류 프로젝트관리  요구사항",
            ""
          ],
          [
            "상세\n정의\n설명",
            "하도급  입찰  및  계약  시  준수사항(사전승인,  하도급  대금지급  절차)등에  관\n한  사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 34 - 요구사항번호 PMR-003 세부 내용 m 하도급 계약 체결 시에는 관련규정소프트웨어 진흥법, 하도급거래 공정화에 관한 법률, 소프트웨어사업 계약 및 관리감독에 관한 지침등에 따라 사전 승인을 받아야함. 발주기관과 협의하여 SW산업정보종합시스템www.swit.or.kr을 통해 신청 가능 - 입찰 참여 시 아래의 사항을 고려하여 하도급 여부를 결정하고 계약체결 시 별지서식 12 소프트웨어사업 하도급 계획서를 제출하여야 함 하도급 여부 결정 및 하도급 계획서 제출 1 하도급 비율 50초과하지 않도록 유의소프트웨어 진흥법 제51조 제1항에 따라 물품 구매금액을 제외한 소프트웨어사업금액의 100분의 50을 초과할 수 없으며, 제3항에 따라 재하도급은 원칙적으로 불허함. 단, 같은 법 제51조 제2항 및 제3항 각 호에 해당하는 경우 그러하지 아니함 2 입찰금액 대비 10 초과하여 하도급 하려는 경우 공동수급체를 구성하여 참여해야함. 단, 공동수급체를 구성하지 못하는 불가피한 사정이 있는 경우 그 사유를 제시하여야 함 - 계약 체결 및 수행 중 하도급 계약또는 재계약 시 하도급 사전 승인 신청심의기간10일 이내하여야 함. - 하도급계약의 승인을 신청하는 경우,소프트웨어사업의 계약 및 관리감 독에 관한 지침에 따른 하도급계약의 적정성 판단 세부기준붙임 14 에 따라 적정성여부를 판단하며, 평가점수가 85점 이상인 경우에 한하 여 하도급계약을 승인함. 다만, 85점 이상인 경우라 하더라도 하도급 계 약의 세부 조건 등으로 인하여 사업의 원활한 수행이 불가능하다고 인 정되는 경우 그 사유를 기재하여 하도급 승인 거절을 통보할 수 있음. m 하도급 계약 체결 시에는 공정한 하도급 계약을 위해 소프트웨어사업 표 준하도급계약서공정거래위원회를 적용 하여야 하며, 하도급 계약 체결 후 하도급계약 체결에 관한 사항하도급사 정보, 하도급 과업 및 하도급 액하도급 산출내역서 포함, 하도급계약서사본 등을 발주기관에 제출 하여야 함. m 원도급자계약상대자는 사업대가선금, 기성금, 준공금 등수령 시 15일 이 내에 하도급계약서에 따른 하도급 대금을 하수급인에게 현금 지급하고, 5일 이 내에 발주기관에게 지급내역대금 수령자, 대금수령일, 하도급대금 지급 액, 하도급대금 지급일, 하도급대금 지급방법, 증빙자료 등을 제출하여야 함. 단, 하도급 대금을 발주기관이 하수급인에게 직접 지급하는 경우에는 적용되지 않음.발주기관, 원도급자, 하수급인 3자 합의하에 직접지급 m 하도급 계약을 승인받은 경우 사업자는 관련 법률을 준수하고 별지",
      "tables": [
        [
          [
            "요구사항번호 PMR-003",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "m 하도급  계약  체결  시에는  관련규정(「소프트웨어  진흥법」,  「하도급거래 \n공정화에  관한  법률」,  「소프트웨어사업  계약  및  관리감독에  관한 \n지침」등)에  따라  사전  승인을  받아야함.\n    ※  발주기관과  협의하여  SW산업정보종합시스템(www.swit.or.kr)을 통해 신청 가능\n    -  입찰  참여  시  아래의  사항을  고려하여  하도급  여부를  결정하고   \n계약체결  시  [별지서식  12]  소프트웨어사업  하도급  계획서를 \n제출하여야  함 \n<하도급  여부  결정  및  하도급  계획서  제출>\n①  하도급  비율  50%초과하지  않도록  유의(「소프트웨어  진흥법」  제51조 \n제1항에  따라  물품  구매금액을  제외한  소프트웨어사업금액의  100분의 \n50을  초과할  수  없으며,  제3항에  따라  재하도급은  원칙적으로  불허함. \n단,  같은  법  제51조  제2항  및  제3항  각  호에  해당하는  경우  그러하지 \n아니함)\n②  입찰금액  대비  10%  초과하여  하도급  하려는  경우  공동수급체를 \n   \n구성하여  참여해야함.  단,  공동수급체를  구성하지  못하는  불가피한 \n사정이  있는  경우  그  사유를  제시하여야  함\n    -  계약  체결  및  수행  중  하도급  계약(또는  재계약)  시  하도급  사전  승인 \n신청(심의기간:10일  이내)하여야  함.\n    -  하도급계약의  승인을  신청하는  경우,「소프트웨어사업의  계약  및  관리감\n독에  관한  지침」에  따른  하도급계약의  적정성  판단  세부기준(붙임  14)\n에  따라  적정성여부를  판단하며,  평가점수가  85점  이상인  경우에  한하\n여  하도급계약을  승인함.  다만,  85점  이상인  경우라  하더라도  하도급  계\n약의  세부  조건  등으로  인하여  사업의  원활한  수행이  불가능하다고  인\n정되는  경우  그  사유를  기재하여  하도급  승인  거절을  통보할  수  있음.\nm 하도급  계약  체결  시에는  공정한  하도급  계약을  위해  ‘소프트웨어사업  표\n준하도급계약서(공정거래위원회)’를  적용  하여야  하며,  하도급  계약  체결 \n후  하도급계약  체결에  관한  사항(하도급사  정보,  하도급  과업  및  하도급\n액(하도급  산출내역서  포함),  하도급계약서(사본)  등)을  “발주기관”에  제출 \n하여야  함.\nm 원도급자(계약상대자)는  사업대가(선금,  기성금,  준공금  등)수령  시  15일  이\n내에  하도급계약서에  따른  하도급  대금을  하수급인에게  현금  지급하고,  5일  이\n내에  발주기관에게  지급내역(대금  수령자,  대금수령일,  하도급대금  지급\n액,  하도급대금  지급일,  하도급대금  지급방법,  증빙자료  등)을  제출하여야 \n함.\n※  단,  하도급  대금을  발주기관이  하수급인에게  직접  지급하는  경우에는 \n적용되지  않음.(발주기관,  원도급자,  하수급인  3자  합의하에  직접지급)\n  m 하도급  계약을  승인받은  경우  사업자는  관련  법률을  준수하고  “[별지"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 35 - 요구사항번호 PMR-004 요구사항 명 산출물 작성 및 제출 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 사업수행관련 산출물의 제출 및 관리에 관한 사항 요구사항번호 PMR-003 서식 14소프트웨어사업 하도급계약 준수실태 보고서에 따라 주기적 발주기관 협의 결정 또는 수시발주기관 요구 시로 하도급 준수실태 를 점검하고 보고하여야 함. 산출정보 제안서에 하도급이 포함되는 경우 제출서류 - 소프트웨어사업 하도급 계획서 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 제출 입찰금액 대비 하도급 비율 50초과금지 하도급 제한 예외 해당 시, 사유 명시 및 증빙 첨부 - 물품 공급확약서 각 1부 제출 - 소프트웨어사업 하도급계획 적정성 확인서별지서식 13 하도급 계약재계약 승인 신청 시 제출 서류 - 소프트웨어 하도급재하도급 계약승인 신청서 - 하도급재하도급 계약서안 사본 세부 산출내역서 포함 - 하도급또는 재하도급 사업수행계획서세부 사업추진일정표 포함, - 하도급계약의 적정성 판단 자기평가표 - 적정성 평가를 위한 증빙서류 하도급사 및 투입인력 유사사업 수행참여실적 투입인력 고용보험 또는 개인사업자 등록 서류 기타 증명이 필요한 항목 서류 등 하도급 계약 체결 후 제출 서류 - 하도급 계약서하도급 과업, 계약금액 등 포함 - 기타 하도급계약 체결에 관한 사항 하도급사 정보대표자, 사업자번호, 주소지, 대표번호 등 하도급 사업수행계획서세부일정 포함최종본 사업 추진 시 제출 서류정기 또는 수시 - 소프트웨어사업 하도급계약 준수실태 보고서 하도급 신청 및 관리를 SW산업정보종합시스템을 통해 하는 경우 시스템 등록 하도급 대금지급선금, 기성금, 준공금 등 후 5일 이내 제출 서류 - 소프트웨어 하도급대금 지급 내역서수령자, 지급액, 지급일 등 발주기관으로부터 대금 수령시 15일 이내에 하도급 대금 지급",
      "tables": [
        [
          [
            "요구사항번호",
            "PMR-004"
          ],
          [
            "요구사항  명",
            "산출물  작성  및  제출"
          ],
          [
            "요구사항  분류 프로젝트관리  요구사항",
            ""
          ],
          [
            "상세\n정의\n설명",
            "사업수행관련  산출물의  제출  및  관리에  관한  사항"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 36 - 요구사항번호 PMR-004 세부 내용 m 사업추진 주요 산출물은 아래와 같이 구성됨. - 프로젝트관리 산출물 - 사업유형구매, 개발, 유지관리 등에 따른 관리 산출물 - SW사업정보 산출물관련 요구사항 참조, 해당 시 제출 - 각 요구사항별 해당 산출물 각 요구사항의 산출정보 참조 - 기타 계약관련 산출물 등 m 프로젝트관리 산출물 및 사업유형별 산출물SW개발 및 유지보수 산 출물 및 제출일정은 발주기관과 협의확정 하여야 하며, 사업수행계 획서에 명시산출물명, 산출물 제출일정 포함하여야 함. m 본 사업의 계약과 관련된 산출물은 다음을 기본으로 함 - 계약시 제출 제조사별 기술지원 확약서 - 계약 후 10일 이내 사업수행계획서 사업수행계획서는 행정기관 및 공공기관 정보시스템 구축운 영지침행정안전부 고시의 서식5를 준용하여 작성하여야하 며, 본 사업의 적정한 관리를 위하여 품질보증 계획, 변경계획 관리, 추진일정 계획산출물 및 제출일정 포함, 부문별 책임 자, 부문별 관리계획, 프로젝트 상태검토 계획, 기술적용계획 표 등이 반드시 포함되어야 함. 각종 보안서약서 1부, 참여인력 긴급연락망 1부 - 계약 후 14일 이내 착수보고서CD 및 보고서 각 3부 - 최종 보고서산출물 완료보고서 최종보고서 및 요약보고서CD 및 보고서 각 3부 사업자는 과업이 완료되기 15일 전에 보고서의 초안을 발주기 관에 제출하여 심의를 받고, 수정사항에 대해서는 보완토록 함 제안사계약상대자는 보고서 작성 중 항상 발주기관과 긴밀 한 협의를 하여야 함 발주기관은 계획된 성과품 이외에 과업수행의 내역을 파악할 수 있는 별도의 산출물을 요구할 수 있음 m 최종 산출물은 사업 종료검수전까지 확인되어야 함",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PMR-004"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "m 사업추진  주요  산출물은  아래와  같이  구성됨.\n    -  프로젝트관리  산출물\n    -  사업유형(구매,  개발,  유지관리  등)에  따른  관리  산출물\n    -  SW사업정보  산출물(※관련  요구사항  참조,  해당  시  제출)\n    -  각  요구사항별  해당  산출물  (※각  요구사항의  산출정보  참조)\n    -  기타  계약관련  산출물  등\nm 프로젝트관리  산출물  및  사업유형별  산출물(SW개발  및  유지보수  산\n출물)  및  제출일정은  발주기관과  협의․확정  하여야  하며,  사업수행계\n획서에  명시(산출물명,  산출물  제출일정  포함)하여야  함.\nm 본  사업의  계약과  관련된  산출물은  다음을  기본으로  함\n    -  계약시  제출\n      ․  제조사별  기술지원  확약서\n    -  계약  후  10일  이내\n      ․  사업수행계획서 \n              ※  사업수행계획서는  ‘행정기관  및  공공기관  정보시스템  구축운\n영지침(행정안전부  고시)’의  [서식5]를  준용하여  작성하여야하\n며,  본  사업의  적정한  관리를  위하여  품질보증  계획,  변경계획 \n관리,  추진일정  계획(산출물  및  제출일정  포함),  부문별  책임\n자,  부문별  관리계획,  프로젝트  상태검토  계획,  기술적용계획\n표  등이  반드시  포함되어야  함.\n        ·  각종  보안서약서  1부,  참여인력  긴급연락망  1부\n    -  계약  후  14일  이내\n      ․  착수보고서(CD  및  보고서  각  3부)\n    -  최종  보고서(산출물)\n      ․  완료보고서  :  최종보고서  및  요약보고서(CD  및  보고서  각  3부)\n              ※  사업자는  과업이  완료되기  15일  전에  보고서의  초안을  발주기\n관에  제출하여  심의를  받고,  수정사항에  대해서는  보완토록 \n함\n              ※  제안사(계약상대자)는  보고서  작성  중  항상  발주기관과  긴밀\n한  협의를  하여야  함\n              ※  발주기관은  계획된  성과품  이외에  과업수행의  내역을  파악할 \n수  있는  별도의  산출물을  요구할  수  있음\nm 최종  산출물은  사업  종료(검수)전까지  확인되어야  함"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 40,
      "text": "- 37 - 11 프로젝트지원 요구사항 요구사항번호 PSR-001 요구사항 명 교육지원 요구사항 분류 프로젝트지원 요구사항 상세 설명 정의 교육지원에 관한 사항 세부 내용 m 체계적이고 효율적인 교육을 위하여 교육훈련 계획을 제시하여야 함. m 교육훈련계획 작성 시 교육대상, 교육일정 및 장소, 내용, 교재 등 기타 제반 사항은 발주기관과 협의하여 결정하여야 하며, 아래의 사항을 포함하여야 함. - 교육대상사용자, 관리자 등 교육대상 구분 - 교육일정, 교육장소, 교육내용, 교육교재에 관한 사항 - 시스템의 운영, 시스템 감시 및 보안, 비상복구 방법에 관한 사항 - 기타 교육관련 사항 등 m 교육훈련계획에는 시스템 구축 및 운영상 필요하다고 판단되어 발주기관에 서 관련 교육 요구할 수 있으며, 본 사업 수행 범위 내에서 적극 지원하여 야 함. 산출정보 m 교육훈련계획서 요구사항번호 PMR-004 산출정보 m 계약관련 산출물 m 관리대상 산출물 목록표 관련요구사항 m PMR-001, PMR-002 요구사항번호 PMR-005 요구사항 명 구축방법 요구사항 분류 프로젝트관리 요구사항 상세 설명 정의 구축 환경의 구성여부 및 문제 해결 방안에 관한 사항 세부 내용 m사업자 참여 의지 및 조직적 대응정도, 사업 참여 준비성과 관련하여 구축 환경의 구성여부 및 문제 해결방안 제시 산출정보 m 구축 절차 및 방법론 관련 보고서",
      "tables": [
        [
          [
            "요구사항번호",
            "",
            "PMR-005"
          ],
          [
            "요구사항  명",
            "",
            "구축방법"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트관리  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "구축  환경의  구성여부  및  문제  해결  방안에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "m사업자  참여  의지  및  조직적  대응정도,  사업  참여  준비성과  관련하여 \n구축  환경의  구성여부  및  문제  해결방안  제시"
          ],
          [
            "산출정보",
            "",
            "m 구축  절차  및  방법론  관련  보고서"
          ]
        ],
        [
          [
            "요구사항번호 PSR-001",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "교육지원"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트지원  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "교육지원에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "m 체계적이고  효율적인  교육을  위하여  교육훈련  계획을  제시하여야  함.\nm 교육훈련계획  작성  시  교육대상,  교육일정  및  장소,  내용,  교재  등  기타  제반\n사항은  발주기관과  협의하여  결정하여야  하며,  아래의  사항을  포함하여야 \n함.\n    -  교육대상(사용자,  관리자  등  교육대상  구분)\n    -  교육일정,  교육장소,  교육내용,  교육교재에  관한  사항 \n    -  시스템의  운영,  시스템  감시  및  보안,  비상복구  방법에  관한  사항\n    -  기타  교육관련  사항  등\nm 교육훈련계획에는  시스템  구축  및  운영상  필요하다고  판단되어  발주기관에\n서  관련  교육  요구할  수  있으며,  본  사업  수행  범위  내에서  적극  지원하여\n야  함."
          ],
          [
            "산출정보",
            "",
            "m 교육훈련계획서"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 41,
      "text": "- 38 - 요구사항번호 PSR-002 요구사항 명 기술이전 요구사항 분류 프로젝트지원 요구사항 상세 설명 정의 기술이전에 관한 사항 세부 내용 m 사업수행 과정상 수반되는 전문기술 및 관련된 제반사항에 대한 기술이전 계획을 상세히 제시하고 발주기관에 이전하는데 최선을 다하여 지원하여야 함. m 기술이전계획 작성 시 발주기관과 협의하여야 하며, 아래의 사항을 포함하여 야 하며, 계획에 따라 기술이전을 수행하여야 함. - 기술이전 내용 시스템 운영 필요하거나 경미한 장애조치, 응급조치 기술 등 포함 - 기술이전 방법 및 기간 - 인원 - 비용부담조건해당시 m 과업 수행 중 확인된 사항에 대한 산출물 작성 및 기술이전에 필요한 사항 은 수시로 정비하여야 하며, 인력 변경에 따른 인계인수 또는 기술이전 등 에 활용 가능해야 함. m 시스템 확장, 타 기종과의 연결, SW 업그레이드 등 기술을 요하는 사항에 대하여 적극 지원하여야 함 산출정보 m 기술이전계획서 요구사항번호 PSR-003 요구사항 명 하자보수 일반 요구사항 분류 프로젝트지원 요구사항 상세 설명 정의 하자보증 및 유상 유지관리에 관한 사항 세부 내용 m 하자보수 범위를 초과하여 유상으로 처리되는 유지보수 사항에 대해서는 대 상범위와 유상처리 기준을 명확하게 제시하여야 함. m 시스템의 안정성 및 신뢰성 확보와 장애시간을 최소화하기 위하여 시스템을 단위 요소기술과 기능으로 구분하여 각각에 대한 세부 하자보수 계획을 제 시 m 공급되는 장비 및 부품의 생산 중단 시는 최소 3개월 전에 서면으로 통보하 고 관련 장비의 예비부품 사전확보 및 대체품의 지속운용 대책 등을 강구하 여야 함. m 하자보증 기간 중 시스템의 결함 및 HW, SW 개발, 제작, 설치 등의 하자가 발견될 경우 24시간 이내에 해당 장비 또는 부품을 무상으로 수리또는 처",
      "tables": [
        [
          [
            "요구사항번호 PSR-002",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "기술이전"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트지원  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "기술이전에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "m 사업수행  과정상  수반되는  전문기술  및  관련된  제반사항에  대한  기술이전 \n계획을  상세히  제시하고  발주기관에  이전하는데  최선을  다하여  지원하여야 \n함.\nm 기술이전계획  작성  시  발주기관과  협의하여야  하며,  아래의  사항을  포함하여\n야  하며,  계획에  따라  기술이전을  수행하여야  함.\n      -  기술이전  내용\n      (시스템  운영  필요하거나  경미한  장애조치,  응급조치  기술  등  포함)\n      -  기술이전  방법  및  기간\n      -  인원\n      -  비용부담조건(해당시)\nm 과업  수행  중  확인된  사항에  대한  산출물  작성  및  기술이전에  필요한  사항\n은  수시로  정비하여야  하며,  인력  변경에  따른  인계인수  또는  기술이전  등\n에  활용  가능해야  함.\nm 시스템  확장,  타  기종과의  연결,  S/W  업그레이드  등  기술을  요하는  사항에 \n대하여  적극  지원하여야  함"
          ],
          [
            "산출정보",
            "",
            "m 기술이전계획서"
          ]
        ],
        [
          [
            "요구사항번호 PSR-003",
            "",
            ""
          ],
          [
            "요구사항  명",
            "",
            "하자보수  일반"
          ],
          [
            "요구사항  분류",
            "",
            "프로젝트지원  요구사항"
          ],
          [
            "상세\n설명",
            "정의",
            "하자보증  및  유상  유지관리에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "m 하자보수  범위를  초과하여  유상으로  처리되는  유지보수  사항에  대해서는  대\n상범위와  유상처리  기준을  명확하게  제시하여야  함.\nm 시스템의  안정성  및  신뢰성  확보와  장애시간을  최소화하기  위하여  시스템을 \n단위  요소기술과  기능으로  구분하여  각각에  대한  세부  하자보수  계획을  제\n시\nm 공급되는  장비  및  부품의  생산  중단  시는  최소  3개월  전에  서면으로  통보하\n고  관련  장비의  예비부품  사전확보  및  대체품의  지속운용  대책  등을  강구하\n여야  함.\nm 하자보증  기간  중  시스템의  결함  및  H/W,  S/W  개발,  제작,  설치  등의  하자가 \n발견될  경우  24시간  이내에  해당  장비  또는  부품을  무상으로  수리(또는  처"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 39 - 요구사항번호 PSR-003 리방안 도출발주기관 협의하거나 동일 부품으로 무상 교환하여야 하고, 개 발된 SW상의 문제가 발견된 경우 즉시 필요한 조치를 취하여 문제를 해결 하여야 함. m 사업 종료시에 하자보증확약서, 유지관리확약서유상처리 기준 포함를 제출 하여야 함.제품별 제조사, 기술지원사 등의 확약서 포함 산출정보 m 하자보증확약서하자보증 범위 및 세부내역 포함 m 유지관리확약서유상 유지관리 범위 및 세부내역 포함",
      "tables": [
        [
          [
            "요구사항번호 PSR-003",
            "",
            ""
          ],
          [
            "",
            "",
            "리방안  도출(발주기관  협의))하거나  동일  부품으로  무상  교환하여야  하고,  개\n발된  S/W상의  문제가  발견된  경우  즉시  필요한  조치를  취하여  문제를  해결 \n하여야  함.\nm 사업  종료시에  하자보증확약서,  유지관리확약서(유상처리  기준  포함)를  제출\n하여야  함.(제품별  제조사,  기술지원사  등의  확약서  포함)"
          ],
          [
            "산출정보",
            "",
            "m 하자보증확약서(하자보증  범위  및  세부내역  포함)\nm 유지관리확약서(유상  유지관리  범위  및  세부내역  포함)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 40 - 1. 입찰방식 가. 사업자 선정방식 협상에 의한 계약 지방자치단체를당사자로하는계약에관한법률 시행령제43조와 제44조에 의거 협상에 의한 계약체결 방법 적용 제안요청서 배부 제안서 접수 제안설명 및 평가 협상대상업체 선정 협상실시 사업자 선정 및 계약체결 적용규정 -지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 -소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 -행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 나. 입찰방식 제한경쟁입찰 다. 제안입찰 참가자격 공고서에 정한 바에 따름 2. 입찰서류 및 제안서 제출 일 시 공고서에 정한 바에 따름 공 고 방 법 발주기관 홈페이지httpwww.uos.ac.kr 또는 나라장터국가 종합전자조달, httpwww.g2b.go.kr 사업 설명회 제안요청서로 갈음 입찰 참가등록 및 제안서 제출 - 입찰참가등록기한 공고서에 정한 바에 따름 V 제안안내",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 41 - 제출장소 제 출 서 류 제안서 제출 서울시립대학교 입학처 1 입찰참가 공문 1부대표자 인감 날인 2 입찰참가신청서 1부 3 가격입찰서별지서식 6 및 가격제안서별지서식 7 1부 제출 시 별지서식 6 및 별지서식 7을 넣고 밀봉 후 대 표자 인감을 날인하여 제출 4 제안서 평가본 포함 10부 - 제안서 원본 1부 - 평가본 및 평가본 요약서 각 9부 발표자료는 제안서 제출 시 함께 제출할 것 제안서 평가본은 표지 및 내용에 회사명, 회사로고, 대 표자성명 등 회사 식별정보를 제외하고 작성할 것 평가본은 제안서 제출시 pdf파일 제출하며, 제안서 원 본은 최종 계약업체에 한하여 차후 pdf파일 제출함 PDF파일은행정기관및공공기관의정보시스템구축운영지침 제31조제안서사전배포에의거심사위원들의심층검토를위해 사전배포될수있으니, PDF파일생성시보안설정복사방지, 출력해상도조정등 등유의하여작성 5 사업자등록증 사본 및 소프트웨어사업자 일반 현황 관리 확인서 사본 각 1부원본과 상위없음 명기 후 인감 날 인 6 중소기업 범위 및 확인에 관한 규정에 따라 발급된 중 소기업확인서 및 직접생산확인증명서 각1부 7 법인등기부등본 및 법인 인감증명서 각 1부개인사업자인 경우 주민등록등본 및 인감증명서 각 1부 인감사용인감 지참, 사용인감 사용 시 사용인감계 별도 제출 행정정보공동이용 서비스를 활용하여 업체 자격 확인 가능 직접 제출방식을 안할 경우 8 청렴계약이행서약서 1부 9 협상에 의한 계약 신인도감점 각서 1부 10 공동도급인 경우 - 공동수급 표준협정서공동이행방식 1부 - 합의각서 별지서식 9 1부 - 공동도급 구성원별 위 59의 서류 각 1부 11 위임장 또는 재직증명서 1부 대리인 제출 시 12 평가관련 증명서류별권 제출 원본 및 사본 각 1부 - 주요사업 실적증명 서류 - 신용평가등급 확인서, 신인도 가감점 관련 증거 서류 13 기타 입찰참가자격을 증명하는 서류",
      "tables": [
        [
          [
            "제출장소",
            "제        출        서        류"
          ],
          [
            "<제안서  제출>\n서울시립대학교\n입학처",
            "①  입찰참가  공문  1부(대표자  인감  날인)\n②  입찰참가신청서  1부\n③  가격입찰서[별지서식  6]  및  가격제안서[별지서식  7]  1부 \n    ※  제출  시  [별지서식  6]  및  [별지서식  7]을  넣고  밀봉  후  대\n표자 인감을 날인하여 제출\n④  제안서  평가본  포함  10부\n    -  제안서  원본  1부\n    -  평가본  및  평가본  요약서  각  9부 \n    ※  발표자료는  제안서  제출  시  함께  제출할  것\n    ※  제안서  평가본은  표지  및  내용에  회사명,  회사로고,  대\n표자성명    등  회사  식별정보를  제외하고  작성할  것\n    ※  평가본은  제안서  제출시  pdf파일  제출하며,  제안서  원\n본은  최종  계약업체에  한하여  차후  pdf파일  제출함\n※ PDF파일은 ‘행정기관 및 공공기관의 정보시스템 구축운영 지침’\n제31조(제안서 사전배포)에 의거 심사위원들의 심층 검토를 위해\n사전배포 될 수 있으니, PDF파일 생성 시 보안설정(복사방지,\n출력해상도 조정 등) 등 유의하여 작성\n⑤  사업자등록증  사본  및  소프트웨어사업자  일반  현황  관리 \n확인서  사본  각  1부(원본과  상위없음  명기  후  인감  날\n인)\n⑥  「중소기업  범위  및  확인에  관한  규정」에  따라  발급된  중\n소기업확인서  및  직접생산확인증명서  각1부\n⑦  법인등기부등본  및  법인  인감증명서  각  1부(개인사업자인 \n경우  주민등록등본  및  인감증명서  각  1부) \n      :  인감(사용인감)  지참,  사용인감  사용  시  사용인감계  별도  제출\n      ※  행정정보공동이용  서비스를  활용하여  업체  자격  확인  가능\n            (직접  제출방식을  안할  경우)\n⑧  청렴계약이행서약서 1부\n⑨  협상에  의한  계약  신인도(감점)  각서  1부\n⑩  공동도급인  경우\n      -  공동수급  표준협정서(공동이행방식)  1부\n      -  합의각서  [별지서식  9]  1부 \n      -  공동도급  구성원별  위  ⑤~⑨의  서류  각  1부\n⑪  위임장  또는  재직증명서  1부  (대리인  제출  시)\n⑫  평가관련  증명서류(별권  제출)  원본  및  사본  각  1부\n      -  주요사업  실적증명  서류\n      -  신용평가등급  확인서,  신인도  가감·점  관련  증거  서류\n⑬  기타  입찰참가자격을  증명하는  서류"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 42 - 제안관련 문의사항 - 문 의 처사업부서 서울시립대학교 입학처 - 전화번호 담당자 02-6490-6176담당자 이석준 - E-Mail lsjptrsuos.ac.kr 특이사항 - 공고서의 정한 기간 내에 입찰서류 및 제안서를 제출하지 않은 경우 제안 의사가 없는 것으로 간주하며 우편 및 이메일 접수는 받지 않음 - 제안서는 공문을 첨부하고 가격입찰서는 봉인하여 제출하여야 하며, 대표자의 인감이 날인되어 있어야 함날인이 없는 경우 제안으로 인정하지 않음 3. 제안서 평가 및 협상 가. 평가방법 제안서 평가는 본 사업의 협상에 의한 계약 체결기준붙임 3에 의거하여 평가하며, 본 제안요청서 정하지 않은 사항은지방자치단체 입찰시 낙찰자 결정기준행정 안전부예규,행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고 시을 준용함 1 일반사항 평가항목 및 배점 - 기술능력 평가 80점정량적 평가 20점, 정성적 평가60점 - 입찰가격 평가 20점 종합평가점수 산출 - 종합 평가점수100점 기술능력 평가점수80점 입찰가격 평가점수20점 2 기술능력 평가 정량적 지표의 평가는 담당부서자가 붙임 5 정량적 지표의 평가기준에 따라 평가함 제안사는 별지서식 22 정량적 평가지표 자가진단표을 작성 제출할 것 정성적 지표의 평가는 제안설명회를 개최하고, 발주기관에서 구성한 제안",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 43 - 서 평가위원회에서 붙임 6 정성적 지표의 평가기준에 따라 평가함 3 입찰가격 평가 입찰가격 평가는 제안서 평가위원회의 정성적 지표의 평가 후 붙임 7 입찰가격 평가산식에 따라 평가함 나. 협상적격자 선정 및 협상순서 제안서 평가결과 기술능력 평가점수가 기술능력 평가분야 배점한도의 85 이상인 제안사를 협상적격자로 선정하며, 평가 결과 협상 적격자가 없는 경 우에는 재공고 입찰에 부칠 수 있다. 협상순서는 협상적격자 중 종합 평가점수의 고득점 순에 의하여 결정하며, 1순위 협상적격자와 협상이 성립된 때에는 다른 협상적격자와의 협상은 실 시하지 않는다. 모든 협상적격자와 협상이 결렬될 시에는 재공고 입찰에 부칠 수 있다. 다. 제안설명회 개최 일시 및 장소 추후통지 제안서 설명시간 업체당 30분 내외제안설명 20분, 질의응답 10분 제안서 설명순서 제안서 발표당일 추첨으로 정함 유의사항 - 제안 설명은 제안사주사업자의 사업총괄책임자PM가 직접 발표하며, 발 표자가 사업총괄책임자PM와 다른 경우 제안발표를 제외하고 제안서 등 서류만으로 평가함 업체별 참여자 수는 5인 이내로 하며, 동영상등을 이용한 간접발표는 불허함 - 발표내용이 제안서와 상이한 사항이 있는 경우 이를 별도로 명기하고 그 사유를 명확하게 설명하여야 함 - 위원회 개최 후 평가결과는 공개한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 44 - 4. 제안사 유의사항 가. 제안사 준수사항 제안사는 본 사업 추진과 관련하여 IV. 제안요청 내용의 제약사항 및 프로젝트관리 요구사항 등에서 명시한 사항을 반드시 준수하여야 한다. 제안사는 본 사업과 관련하여 취득한 업무내용에 대하여 제3자에게 누설하여 서는 안 되며, 발주기관이 요구하는 보안사항을 철저히 준수하여야 한다. 제안사는 발주기관으로부터 제안요청서를 비롯한 배부 받은 입찰에 관한 서류, 각종 자료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용하여서는 아니된다. 제안사가 제출한 모든 자료 및 문서는 제안사의 권익 보호를 위하여 제안서 평가외의 용도로 외부에 공개되지 않음을 원칙으로 한다. 제안서와 기타 구비서류를 검토하여 미비업체는 상황에 따라 보완지시실 격처리해당자료 미인정 등의 조치를 취하여 그 결과를 기술평가 점수 에 반영할 수 있다. 참여인력제안서 인력은 입찰 공고일 현재 제안사공동수급체 포함 구성 원의 자사인력으로 구성하여야 한다. -파견근로자 보호 등에 관한 법률등에 의한 적법한 파견근로자는 제안사 인력으로 간주함. - 제안업체공동수급체 포함 소속 외의 인력은 하도급으로 간주하며, 계약 후 하도급 계약 승인을 얻지 못하는 경우에는 제안업체의 동일수준 이상의 자사인력으로 대체하여야 함. 공동수급 형태로 제안할 경우에는 주사업자와 부사업자 간의 업무수행 범위를 상세히 정의하고 책임관계를 명확히 하여야 하며, 조직도를 제시 하여야 한다. 나. 계약목적물의 귀속에 관한 사항 본 사업을 수행함에 있어 계약목적물의 귀속에 관한 사항을 다음과 같이 정한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 45 - - 사업수행 과정에서 취득 또는 작성하는 성과품 및 산출물 일체에 대한 지 식재산권은 발주기관과 제안사계약상대자가 공동으로 소유함을 원칙으로 하며, 별도의 정함이 없는 한 지분은 균등한 것으로 함. 다만, 개발의 기여도 및 계약목적물의 특수성보안, 영업비밀 등을 고려하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소유와 달리정할 수 있으며, 지식재산권의 타용도 및 상업적 활용 시 반드시 발주 기관과 협의하여야 함. - 본 사업 이전에 제안사계약상대자가 자체적으로 보유한 지식 자산본 사업 과 관련된 경우에 한함의 경우에는 발주기관에 사용권이 부여됨. - 지식재산권과 관련하여 정하지 않은 세부사항은 용역계약일반조건기획재정 부 계약예규 제56조계약목적물의 지식재산권 귀속 등에 따름. 본 사업을 통해 개발되는 소프트웨어는 타 기관과 공동활용할 계획이 없음을 안내함. - 제안사계약상대자는 계약을 수행함에 있어 제3자의 지식재산권, 산업재산권, 저작권 또는 재산 및 기타 일체의 피해가 발생되지 않도록 유의하여야 하며, 이의 위반으로 사업기간 또는 사업 종료 이후라도 문제가 발생되는 경우 일체의 책임을 지며, 발주기관을 상대로 손해배상 청구소송이 제기되는 경우에는 피해자 측에 합의 배상하여야 함. - 계약상대자는 법 제59조에 따라 지식재산권을 행사하기 위하여 필요한 소 프트웨어 산출물을 반출 하려는 경우 반출대상, 활용범위를 기재하여 서면 전자문서를 포함한다으로 반출을 요청하여야 함. - 공동수급체를 구성하여 참여한 사업에서 소프트웨어 산출물의 반출을 요청 하려는 자는 공동수급체 구성원 전원의 동의를 받아야 함. - 반출 요청을 받은 발주기관은 소프트웨어 진흥법 시행령 제54조제1호 및 제안요청서계약서 등에 누출금지정보로 명시한 정보에 해당하지 않을 경우 30일 이내 해당 소프트웨어산출물의 반출을 승인하고 내부 보안규정을 준 수하여 그 대상을 제공하여야 함. - 계약상대자는 제공받은 소프트웨어 산출물에 대하여 제안요청서계약서 등 에 누출금지정보로 명시한 정보 또는 국가기관등의 장이 산출물을 제공할 때 삭제하도록 요청한 정보를 삭제하고 활용하여야 하며, 이를 확약하는 확",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 46 - 다. 하자담보책임에 관한 사항 본 사업의 하자담보 책임에 관한 사항은 다음과 같이 정한다. - 하자담보책임기간은 사업종료검수 후 1년 단, 제조사 등에서 1년 이상의 하자담보책임기간을 규정한 경우에는 제조사 규정기준을 우선 적용으로 하며, 해당 기간 중 시스템의 하자발생 시 즉시 보완하여야 함. - 하자보증 이행으로 발생하는 모든 비용은 계약상대자가 부담하자보증은 과 업의 일부로 부실에 대한 부담은 계약상대자가 부담함. - 하자보수의 범위는 개발 분야 및 도입 장비HW, SW를 포함하는 전체 시스템 으로 함. 단순 유지관리, 운영위탁, 컨설팅, 전산감리 등에 관한 부분은 하자보수 범위 에서 제외함서울특별시 예규 713호 서울특별시 용역계약 특수조건 제15조 - 계약상대자는 사업종료 시 하자보증이행서를 제출해야 함. 하자보수범위를 포함하지 않는 사업의 경우 하자보증이행서 제출 제외 라. 작업장소에 관한 사항 본 사업 수행에 필요한 작업장소는 발주기관과 계약상대자가 사업수행의 효율성, 정보보안 조건 등을 고려하여 협의 결정한다. 공급자는 원격지 개발에 따른 보안사고 등 위험요인을 식별하여 이에 대한 대응방안을 제안하여야 한다. 약서를 발주기관에 제출하여야 함. - 계약상대자는 제공된 소프트웨어 산출물을 제3자에게 일부 또는 전부를 제 공하려는 경우 미리 발주기관으로부터 승인을 받아야 함. - 발주기관은 아래의 어느 하나에 해당하는 경우 국가계약법 시행령 제 76조제1항제3호 및 지방계약법 시행령 제92조제2항제3호나목에 따라 입 찰참가자격을 제한함. 1. 활용 승인 받은 소프트웨어 산출물을 무단으로 유출하거나 누출되는 경우 2. 누출금지정보를 삭제하지 않고 활용하는 경우",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 47 - 공급자는 작업장소 상호협의 시 제안요청서 내 명시된 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업장소에 관하여 우선 검토한다. 다만, 발주기관에서는 공급자가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있으며, 공급자가 유효한 정보보호체계 인증 또는 소프트웨어프로세스 품질인증을 보유하고 있는 경우 공급자 제시안을 검토시 우대 할 수 있다. 마. 제안서 보상에 관한 사항 본 사업은 20억원 미만의 SW사업으로 제안서 보상대상 사업에서 제외한다. 바. 기타사항 본 제안요청서 및 제안서, 계약사항 등에 관하여 이견이 발생하였을 경우 또는 계약 상에 정하지 아니한 사항에 대하여는 발주기관과 제안사의 협의에 의해 결정한다. 제안사는 공급하는 제품의 품질에 대하여 최종적인 책임을 져야 하며 기술 환경 및 기타사정 등으로 인하여 일부 사업의 내용 및 범위 등의 변경이 필요한 경우에는 협의에 의해 조정할 수 있다. 발주기관은 제안내용에 대한 확인검증이 필요한 경우 제안사에 입증 자료 를 요구할 수 있으며, 입증 자료를 제출하지 못할 경우 불가능한 것으로 판단한다. 공동계약의 경우, 공동수급 구성원 중 정당한 이유 없이 실제 계약에 참여 하지 아니하는 구성원에 대해 부정당업자로 제재조치 등 입찰참가자격을 제한한다. 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 지방자치단체를 당사자로 하는 계약에 관한 법률 등을 입찰 전에 완전히 숙지하였다고 간주하며 이 를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있다. 입찰 공고문, 제안요청서 및 이에 근거한 별첨붙임 등 등에 명시되지 않은 사항은 지방자치단체를 당사자로 하는 계약에 관한 법률, 소프트웨어 진흥법, 국제표준규격 등 관련 규정 및 발주기관의 계약 요령에 따른다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 48 - VI 제안서 작성기준 1. 제안서 작성방법 가. 제안서의 효력 제안서에 명시된 내용과 발주기관의 요구에 의하여 수정, 보완, 변경된 제 안내용은 계약서에 명시하지 않더라도 계약서와 동일한 효력을 가지며기 술평가를 위한 제안 설명 및 답변자료 포함 계약서에 명시된 경우는 계약 서의 내용이 우선한다. 제출된 제안서는 변경할 수 없으며 제안서 접수 후 발주기관은 필요시 추가 자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 갖는다. 나. 제안서 작성지침 및 유의사항 제안서는 제안요구사항 및 제안서 작성요령을 최대한 충족하도록 작성하여 야 하며 다음의 사항에 유의하여 제안서를 작성한다. - 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안할 수 있음. - 제안서에는 사업계획과 제안요청 제반사항에 대해 제안사의 추진전략, 추진 체계, 추진계획 등이 구체적이고 명확하게 제시되어야 하며, 특히 제안 기술 부문의 요구사항에 대해서는 보다 구체적이고 상세한 방안을 제시하여야 함 - 제안서에는 본 사업에 대한 이해 하에 전체적인 시스템 운용방안이 제시되어야 하며, 제안요청서에서 추구하는 목표를 달성하기 위해 추가해야 할 사항이 있을 경우 추진방안과 제안사의 역할을 명확히 제시하여야 함. - 사업 전반에 대한 위험요소, 위험관리지표 등 발견 및 대응전략 등이 포함된 위험관리 계획을 제시하여야 함. - 제안요청서에서 제시한 요구사항 및 산출물은 제안사에서 제시한 사업 수행 방법이나 제안에 따라서 발주기관과 협의하에 일부 변경 적용할 수 있음.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "- 49 - 제안서의 작성은 붙임 1제안서 목차 및 붙임 2 제안서 작성지침을 가급적 준수하여 작성하여야 하며, 붙임 2제안서 작성지침에서 제시하는 참고서식 이외의 증거자료나 제안서의 내용을 객관적으로 입증할 수 있는 관련 자료는 제안서 원본에만 별첨으로 첨부하여야 한다. - 제안서의 목차와 함께 별지서식 19 제안요구사항 수용 조견표를 작성하여 첨부할 것 각종 증거서류의 표지에는 원본과 사본의 구분을 표시하여야 하며, 사본일 경우 원본대조필 인을 날인하여야 하고 원본과 사본의 내용이 상이할 경우 원본의 내용을 채택한다. 제안서 제본하지 않고 A4용지 3hole 바인더 사용을 권고. - 제안서 본문 내용은 200페이지100장 이내로 작성 - 양면 및 단색으로 인쇄 단, 목표시스템 개념도구성도는 칼라 인쇄 가능 - 평가용 제안서는 업체명, 로고 등 제안사를 표시하는 일체의 정보가 포함되 지 않도록 유의하여 작성평가용 제안서 PDF본 포함별지서식 16 표지 사용 제안서는 A4종 방향 작성을 원칙으로 하되, 부득이한 경우 A4횡 또는 기타 용지를 일부 사용할 수 있다. 제안서의 각 페이지는 쉽게 참조할 수 있도록 페이지 하단 중앙에 일련 번호를 붙이되, 각 장별로 번호를 부여한다. 제안서는 한글 작성이 원칙이며, 사용된 영문약어에 대하여는 약어표를 제 공하여야 한다. 제안서의 요약서의 제출이 필요한 경우 70페이지 이내로 작성하되, 흑백으 로 인쇄하여야 하며, 표지는 별지서식 16 평가용 제안서 표지 제작기준 을 참조한다. 제안서의 내용은 명확한 용어를 사용하여 표현하여야 한다. - 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 제 안서 평가시 불가능한 것으로 간주하며, 계량화가 가능한 것은 계량화하여야 함.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 53,
      "text": "- 50 - 2. 입찰 및 제안서 관련 붙임 및 별지서식 가. 붙임 1 제안서 목차 2 제안서 작성지침 3 협상에 의한 계약체결 기준 4 제안서의 평가항목 및 배점기준 5 정량적 지표의 평가기준 6 정성적 지표의 평가기준 7 입찰가격 평가산식 8 용역업체 정보보안 준수사항 9 외주 용역사업 보안특약 조항 별표1 사업자 보안위규 처리기준 별표2 보안 위약금 부과기준 별표3 누출금지 대상정보 10 보안 서약서 11 기술적용계획표 12 소프트웨어 개발사업의 적정 사업기간 종합 산정서 13 소프트웨어사업 영향평가 결과서 14 하도급계약의 적정성 판단 세부기준 15 개인정보처리 업무 위탁 계약서 16 표준 개인정보 수집이용 및 제공 동의서 나. 별지서식 1 제안사 일반현황 2 자본금 및 매출액최근 3년 3 유사사업 실적최근 3년 4 사업실적증명원 5 입찰참가신청서 6 가격입찰서 7 가격제안서 8 공동수급표준협정서",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 54,
      "text": "- 51 - 9 합의각서 10 청렴계약 이행 서약서 11 하도급 적정성 판단 자기평가표 12 소프트웨어사업 하도급 계획서 13 하도급계획 적정성 확인서 14 소프트웨어사업 하도급계약 준수실태 보고서 15 소프트웨어사업 하도급,재하도급 계약승인신청 16 평가용 제안서 표지 제작기준 17 기술적용계획표 18 장애인신규직원신규직원비정규직정규화 채용확약서 19 제안요구사항 수용 조견표 20 추가제안사항 요약 21 협상에 의한 계약 신인도감점 각서 22 정량적평가지표 자가진단표",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 55,
      "text": "- 52 - 붙임 붙임 1 제 안 서 목 차 목차 제안요구사항 수용 조견표 I. 제안사 일반현황 1. 일반현황 2. 주요 사업내용 3. 주요 사업실적 II. 제안개요 1. 제안배경 및 목적 2. 제안범위 및 전제조건 3. 추진전략 4. 수행방법론 및 추진절차 5. 제안의 특징 및 장점 6. 기대효과 III. 기술 및 기능부문 1. 사업 세부수행 내용 2. 기타 기술사항 IV. 성능 및 품질부문 1. 성능확보방안 2. 품질확보방안 V.프로젝트 관리부문 1. 관리방법론 2. 일정계획 3. 형상관리 4. 업무보고 및 검토계획 5. 수행조직 및 업무참여인원계획 VI. 프로젝트 지원부문 1. 교육 및 기술이전계획 2. 기밀보안 3. 하자보증 4. 비상대책 5. 기타 지원사항 VII. 기타",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 56,
      "text": "- 53 - 붙임 2 제 안 서 작 성 지 침 작 성 항 목 작 성 방 법 비고 목차 . 제안서 목차 작성 제안요구사항 수용 조견표 . 별지서식을 이용하여 제안요구사항 수용 조견표 작성 별지서식 19 I. 제안사 일반현황 1. 일반현황 . 제안사의 일반현황 및 주요연혁, 조직 및 인원 기술 . 최근 3년간 자본금 및 부문별 매출액 등을 명료하게 제시 별지서식 1 별지서식 2 2. 주요 사업내용 . 제안사의 주요 사업내용을 분야별로 구분하여 제시 3. 주요 사업실적 . 최근 3년간 주요 사업실적해당사업과 유사사업 위주을 제시 별지서식 3 II. 제안개요 1. 제안배경 및 목적 . 제안요청내용의 이해를 바탕으로 제안의 배경 및 목적을 기술 2. 제안범위 및 전제조건. 제안사가 제시하는 제안범위 및 전제조건 명시 필요시 목표시스템 구성도 포함 3. 추진 전략 . 사업 추진을 위한 기 사업추진 및 기술 전략을 제시 위험요소를 고려하여 창의적이고 타당한 대안 제시 . 본 사업의 성과지표 제시PMR-001관련 4. 수행방법론 및 추진절차 본 사업을 성공적으로 추진하기 위한 수행방법론과 단계별 추진절차를 제시 해당시 개발방법론 및 표준프레임워크 적용 방안 등 포함 5. 제안의 특징 및 장점. 제안사가 제시하는 제안의 특징 및 장점 기술 6. 기대효과 . 사업을 통해 발주기관 및 이용자가 얻을 수 있는 효과를 분석하여 기 술 III. 기술 및 기능부문 1. 사업 세부수행 내용 본 사업의 세부사업 수행내용 및 수행방안을 제안요청서의 제 안요구 사항을 중심으로 기술 시스템 장비구성 기능 보안 데이터 인터페이스 유지관리 컨설팅 공사 제약사항 등 본 사업의 주요 제안 요구사항 에 대한 대응제안, 분석 및 기술적용, 처리방안 등 주요 제안 내용을 분야별로 구분하여 기술 제약사항 준수여부 검증을 위한 지원방안은 프로젝트지원부문에 기 술 2. 기타 기술사항 사업 수행기술 및 기능 제안에 관한 기타 사항 기술 등 IV. 성능 및 품질부문 1. 성능확보방안 구현하고자 하는 기능을 통해 성능이 확보보장되도록 방법론 및 분석도구, 구현 및 테스트 방안을 구체적으로 제시",
      "tables": [
        [
          [
            "작  성  항  목",
            "작\n성\n방\n법",
            "비고"
          ],
          [
            "§  목차\n    제안요구사항  수용  조견표",
            ".  제안서  목차  작성\n.  별지서식을  이용하여  제안요구사항  수용  조견표  작성",
            "별지서식  19"
          ],
          [
            "Ⅰ.  제안사  일반현황\n    1.  일반현황\n    2.  주요  사업내용 \n    3.  주요  사업실적",
            ".  제안사의  일반현황  및  주요연혁,  조직  및  인원  기술\n.  최근  3년간  자본금  및  부문별  매출액  등을  명료하게  제시\n.  제안사의  주요  사업내용을  분야별로  구분하여  제시\n.  최근  3년간  주요  사업실적(해당사업과  유사사업  위주)을  제시",
            "별지서식  1\n별지서식  2\n별지서식  3"
          ],
          [
            "Ⅱ.  제안개요\n    1.  제안배경  및  목적\n    2.  제안범위  및  전제조건\n    3.  추진  전략\n    4.  수행방법론  및\n          추진절차\n    5.  제안의  특징  및  장점 .  제안사가  제시하는  제안의  특징  및  장점  기술\n    6.  기대효과",
            ".  제안요청내용의  이해를  바탕으로  제안의  배경  및  목적을  기술\n.  제안사가  제시하는  제안범위    및  전제조건  명시\n    ※  필요시  목표시스템  구성도  포함\n.  사업  추진을  위한  기  사업추진  및  기술  전략을  제시\n    (위험요소를  고려하여  창의적이고  타당한  대안  제시)\n.  본  사업의  성과지표  제시(PMR-001관련)\n․ \n  본  사업을  성공적으로  추진하기  위한  수행방법론과  단계별 \n추진절차를  제시\n  ※  해당시  개발방법론  및  표준프레임워크  적용  방안  등  포함\n.  사업을  통해  발주기관  및  이용자가  얻을  수  있는  효과를  분석하여  기\n술",
            ""
          ],
          [
            "Ⅲ.  기술  및  기능부문\n    1.  사업  세부수행  내용\n    2.  기타  기술사항",
            "․    본  사업의  세부사업  수행내용  및  수행방안을  제안요청서의  제\n안요구  사항을  중심으로  기술\n※  시스템  장비구성  /  기능  /  보안  /  데이터  /  인터페이스  /  유지관리 \n/  컨설팅  /  공사  /  제약사항  등  본  사업의  주요  제안  요구사항\n에  대한  대응제안,  분석  및  기술적용,  처리방안  등  주요  제안\n내용을  분야별로  구분하여  기술\n※  제약사항  준수여부  검증을  위한  지원방안은  프로젝트지원부문에  기\n술\n․    사업  수행(기술  및  기능  제안)에  관한  기타  사항  기술  등",
            ""
          ],
          [
            "Ⅳ.  성능  및  품질부문\n    1.  성능확보방안",
            "․    구현하고자  하는  기능을  통해  성능이  확보(보장)되도록  방법론 \n및  분석도구,  구현  및  테스트  방안을  구체적으로  제시",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 57,
      "text": "- 54 - 작 성 항 목 작 성 방 법 비고 성능요구사항이 있는 경우 요구사항별 성능 충족 방안 포 함 2. 품질확보방안 사업 추진 단계별 품질 점검 및 검토방안을 구체적으로 제시 품질관리조직, 방법, 절차, 내용 등과 위험관리 및 최소화 방안 등 업무별 단위시험, 통합시험, 시험운영 등 테스트 및 시험운영 에 관한 사항 기술 대외적으로 인정받을 만한 품질보증 관련 인증 획득 사례가 있는 경우 기재 품질 요구사항이 있는 경우 요구품질 충족방안 제시 V. 프로젝트 관리부문 1. 관리방법론 사업추진체계, 보고체계, 구성요소, 위험요소, 변경 등의 프 로젝트 관리 방법방법론 등을 구체적으로 제시 직접발주 사업이 있는 경우, 직접발주사업자와의 협력방안 포함 2. 일정계획 사업수행에 필요한 활동을 도출하고, 활동 우선순위, 기간일 정, 자원, 인력 등 지원 및 점검계획을 상세하게 제시 3. 형상관리 방법론에 근거한 산출물의 종류, 내용, 제출시기, 부수 등을 기 술 산출물의 형상 및 문서를 관리하는 방안을 구체적으로 제시 4. 업무보고 및 검토계획 사업 기간 동안 이루어질 보고 및 검토계획을 상세하게 제시 착수보고, 중간보고, 완료보고, 월간보고, 주간보고, 수시보고 등 5. 수행조직 및 업무참여인원계획 본 사업을 수행할 조직 정보구성, 직급, 경력 등와 실직적으로 업무에 참여할 인원에 대한 계획을 제시 VI. 프로젝트 지원부문 1. 교육 및 기술이전 교육 및 기술이전 계획 등을 분야별로 자세하게 제시 교육대상, 교육기간, 교육내용, 교육인원 등 2 . 기밀보안 기밀보안 대책과 프로젝트 참여요원에 대한 보안의식 고취방안을 제시 참여요원의 이직에 대한 대처방안, 저작권 보호 방안 등 기술 시스템 보안성 확보방안 및 개인정보 보호대책 등 3 . 하자보증 하자보수 조직, 절차, 범위 및 기간과 이와 관련된 제반 활동 제 시 하자보증 기간 및 범위 외의 향후 유지보수 조건 등 기술 4 . 비상대책 안정적인 시스템 운영을 위한 백업 및 복구, 장애대응 대책 제시 5. 기타 지원 프로젝트지원 관련 기타사항 기술 제약사항에서 제시한 각종 제약들의 검증을 위한 지원방안 등 제 시 예시 EA현행화 지원 방안, 웹접근성 및 웹표준 준수 검증 방안, 웹취약 성 검증방안 등을 위한 프로젝트 지원방안 등 VII. 상생협력 및 하도급 계획 적정성 중소기업자간 경쟁일 경우에는 해당내용 미적용 20억 이상 이상 1. 상생협력 공동수급체 구성을 통한 입찰참가 시, 사업 참가자 중 중소기 업인 소프트웨어사업의 참여비율 제시 컨소시엄구성 및 효율적인 협력체계를 제시하고 공동수급 비",
      "tables": [
        [
          [
            "작  성  항  목",
            "작\n성\n방\n법",
            "비고"
          ],
          [
            "2.  품질확보방안",
            "※  성능요구사항이  있는  경우  요구사항별  성능  충족  방안  포\n함)\n․    사업  추진  단계별  품질  점검  및  검토방안을  구체적으로  제시\n    (품질관리조직,  방법,  절차,  내용  등과  위험관리  및  최소화  방안  등)\n․    업무별  단위시험,  통합시험,  시험운영  등  테스트  및  시험운영\n에  관한  사항  기술\n․    대외적으로  인정받을  만한  품질보증  관련  인증  획득  사례가  있는  경우 \n기재\n    ※  품질  요구사항이  있는  경우  요구품질  충족방안  제시",
            ""
          ],
          [
            "Ⅴ.  프로젝트  관리부문\n    1.  관 리방 법 론\n    2.  일 정 계 획\n    3.  형 상 관 리\n    4.  업무보고  및  검토계획\n    5.  수행조직  및 \n업무참여인원계획",
            "․    사업추진체계,  보고체계,  구성요소,  위험요소,  변경  등의  프\n로젝트  관리  방법(방법론)  등을  구체적으로  제시\n※  직접발주  사업이  있는  경우,  직접발주사업자와의  협력방안  포함\n․ \n  사업수행에  필요한  활동을  도출하고,  활동  우선순위,  기간(일\n정),  자원,  인력  등  지원  및  점검계획을  상세하게  제시\n․    방법론에  근거한  산출물의  종류,  내용,  제출시기,  부수  등을  기\n술\n․    산출물의  형상  및  문서를  관리하는  방안을  구체적으로  제시\n․    사업  기간  동안  이루어질  보고  및  검토계획을  상세하게  제시\n  (착수보고,  중간보고,  완료보고,  월간보고,  주간보고,  수시보고  등)\n․    본  사업을  수행할  조직  정보(구성,  직급,  경력  등)와 \n실직적으로  업무에  참여할  인원에  대한  계획을  제시",
            ""
          ],
          [
            "Ⅵ.  프로젝트  지원부문\n  1. 교육  및  기술이전\n  2 .   기 밀 보 안\n  3 .   하 자 보 증 \n  4 .   비 상 대 책\n    5.  기 타   지 원",
            "시 예\n․    교육  및  기술이전  계획  등을  분야별로  자세하게  제시\n    (교육대상,  교육기간,  교육내용,  교육인원  등)\n․ \n  기밀보안  대책과  프로젝트  참여요원에  대한  보안의식  고취방안을 \n제시\n․    참여요원의  이직에  대한  대처방안,  저작권  보호  방안  등  기술\n․    시스템  보안성  확보방안  및  개인정보  보호대책  등\n․    하자보수  조직,  절차,  범위  및  기간과  이와  관련된  제반  활동  제\n시\n․    하자보증  기간  및  범위  외의  향후  유지보수  조건  등  기술\n․ \n  안정적인  시스템  운영을  위한  백업  및  복구,  장애대응  대책 \n제시\n․  프로젝트지원  관련  기타사항  기술\n․  제약사항에서  제시한  각종  제약들의  검증을  위한  지원방안  등  제\n시)  EA현행화  지원  방안,  웹접근성  및  웹표준  준수  검증  방안,  웹취약\n성 검증방안 등을 위한 프로젝트 지원방안 등",
            ""
          ],
          [
            "Ⅶ.  상생협력  및  하도급 \n계획  적정성\n  1.  상생협력",
            "․    공동수급체  구성을  통한  입찰참가  시,  사업  참가자  중  중소기\n업인  소프트웨어사업의  참여비율  제시\n․    컨소시엄구성  및  효율적인  협력체계를  제시하고  공동수급  비",
            "중소기업자간 경쟁일 \n경우에는 해당내용 \n미적용\n20억 이상 이상"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 58,
      "text": "- 55 - 작 성 항 목 작 성 방 법 비고 율 중 중소기업자의 참여비율 및 내부거래 실적관계사 매출 비중을 명시 컨설팅,,SW개발,,운영 및유지관리,공간정보 데DB구축사업 등에 대해서는 반드시 포함 조달청 협상에 의한 계약 제안서평가 세부기준 제9조 제5항하라고 명시되어 있으므로 추가권고 2. 하도급계약의 적정성 하도급에 참가하는 전문기업의 보유기술과 기술요구사항의 일 치성,보유기술의 실현 가능성,입찰참가자공동수급일 경우에는 공동수급체 전부의 하도급 대금지급 방식의 적정성을 제시 제안에 참여한 전문업체의 기술 및 자질,활용방안 등을 제시 최근 3년 이내의 국내외에서 유사사업 수행실적이 있는 경우 실적증빙자료 제출 하도급 불허 사업의 경우 제외 VII. 기 타 본 사업과 관련된 기타 추가 제안사항 등 을 기술 별지서식 20 필요시 주 1.원본을 제외한 평가위원용 제안서는 업체명, 로고, 대표자 성명 등 제안사를 표시하는 일체의 정보가 포함되지 않도록 유의하여 작성평가용 제안서 PDF본 포함",
      "tables": [
        [
          [
            "작  성  항  목",
            "작\n성\n방\n법",
            "비고"
          ],
          [
            "2.  하도급계약의  적정성",
            "율  중  중소기업자의  참여비율  및  내부거래  실적(관계사  매출 \n비중)을  명시\n․    하도급에  참가하는  전문기업의  보유기술과  기술요구사항의  일\n치성,보유기술의  실현  가능성,입찰참가자(공동수급일  경우에는 \n공동수급체  전부)의  하도급  대금지급  방식의  적정성을  제시 \n․    제안에  참여한  전문업체의  기술  및  자질,활용방안  등을  제시\n※  최근  3년  이내의  국내외에서  유사사업  수행실적이  있는  경우 \n실적증빙자료  제출",
            "컨설팅,,SW개발,,운영\n및유지관리,공간정보\n데DB구축사업 등에 \n대해서는 반드시 포함\n(조달청 협상에 의한 \n계약 제안서평가 \n세부기준 제9조 \n제5항)하라고 \n명시되어 있으므로 \n추가권고\n하도급 불허 사업의 \n경우 제외"
          ],
          [
            "Ⅶ.  기  타",
            "․    본  사업과  관련된  기타  추가  제안사항  등  을  기술",
            "별지서식 20\n(필요시)"
          ],
          [
            "주)  1.원본을  제외한  평가(위원)용  제안서는  업체명,  로고,  대표자  성명  등  제안사를  표시하는  일체의 \n정보가  포함되지  않도록  유의하여  작성(평가용  제안서  PDF본  포함)",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 59,
      "text": "- 56 - 붙임 3 학업성취도 다차원 종단분석 통합시스템 1차 고도화 용역 협상에 의한 계약 체결기준 제1조 목적 이 기준은 아래 규정에 의해 학업성취도 다차원 종단분석 통합시스 템 1차 고도화 용역사업 사업의 협상에 의한 계약체결기준에 필요한 세부기준 및 절 차를 정함을 목적으로 한다. 1.지방자치단체를 당사자로 하는 계약에 관한 법률 시행령제43조협상에 의 한 계약체결 및 제44조지식기반사업 등의 계약방법 2.지방자치단체 입찰시 낙찰자 결정 기준행정안전부예규 3.행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 4.소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 5.서울특별시 정보화사업 제안서 세부평가기준 제2조 정의 이 기준에서 사용하는 용어의 정의는 다음과 같다. 1. 협상적격자라 함은 제안서의 평가결과 협상에 의한 계약의 협상대상자가 될 수 있는 자격을 갖춘 자를 말한다. 2. 협상대상자라 함은 협상적격자로서 협상순위에 따라 발주기관 계약담당자 와 제안서 내용을 대상으로 협상하는 자를 말한다. 제3조 적용범위 이 기준은학업성취도 다차원 종단분석 통합시스템 구축사업에 적용 하되, 동 기준에서 규정하지 않은 사항에 대해서는 관련법령 따른다. 제4조 제안서 평가 1 제안서는 기술능력과 입찰가격을 종합하여 평가하며, 평가 점수 비율은 기술능력 평가 80100과 입찰가격 평가 20100으로 한다. 평가항목 및 배 점은 붙임 4와 같다. 2 기술능력 평가는 정량적 평가와 정성적 평가로 구분되며, 정량적 지표에 의한 평가 는 계약담당자가 심사기준에 따라 평가하고, 정성적 평가는 심사위원들이 한다. 3 기술능력 평가 중 정량적 지표20점는 지방자치단체 입찰시 낙찰자 결정기 준제5장 협상에 의한 계약 별표의 기술인력 보유상태, 수행경험실적, 경영 상태, 신인도 등을 준용하여 평가하며, 정량적 지표의 세부 평가방법은 붙임 5와 같다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 60,
      "text": "- 57 - 4 기술능력 평가 중 정성적 평가점수는 위원별 정성적 평가분야 합계점수 중에서 최고점수와 최저점수를 준 위원을 제외하고 나머지 위원의 평가점수를 합산하여 산술평균한 점수로 한다. 이 경우 최고점수최저점수가 2개 이상인 경우 하나의 점수만 제외한다. 세부 평가방법 평가항목 및 기준은 붙임 6와 같다. 5 입찰가격 평가20점는 제안서 평가위원회에서 기술능력 평가정성적 평가 완료 후 지체 없이 입찰참가자가 참석한 자리에서 밀봉한 가격입찰서를 개봉하고 입찰가격에 대한 평가를 실시하며, 입찰가격 평가산식은 지방자 치단체 입찰시 낙찰자 결정기준제5장 별표1 규정에 의거 붙임 7과 같다. 6 제안서 평가 시 각 평가분야항목에서 따로 정하지 않는 한 점수산정결과 소수점 이하의 숫자가 있는 경우에는 소수점 다섯째자리에서 반올림한다. 다만, 비교대비 등의 계산값을 평가등급 등의 구간이상미만 등에 적용할 때에는 반올림하지 아니하고 그대로 그 구간에 해당하는 등급의 점수로 산 정한다. 제5조 협상적격자 및 협상순위의 선정 1제안서 평가결과 기술능력 평가점수가 기술능력 평가분야 배점한도의 85 이상인자를 협상적격자로 선정한다. 2 협상순서는 기술능력 평가점수와 입찰가격 평가점수의 합산점수의 고득점 순에 의하여 결정하되 합산점수가 동일한 제안자가 2인 이상일 경우에는 기술능력 평가점수가 높은 제안자를 선순위자로 하고, 기술능력 평가점수도 동일한 경우에는 추첨에 의한다. 3 가격제안서입찰서의 입찰가격이 추정가격에 부가가치세를 더한 금액예 정가격을 작성한 경우에는 예정가격을 초과하는 자는 협상적격자에서 제 외한다. 제6조 협상적격자에 대한 통지 제5조에 의하여 협상적격자와 협상순위가 결정 된 경우에는 협상적격자에게 협상순위와 협상일정을 통보한다. 제7조 협상절차 1제5조에 의하여 결정된 협상순위에 따라 결정된 협상대상자와 협 상을 하며, 협상이 성립된 때에는 다른 협상적격자와 협상을 실시하지 아니한다. 2 협상대상자와의 협상이 성립되지 않으면 동일한 기준과 절차에 따라 순차적 으로 차순위 협상적격자와 협상을 실시한다. 3 모든 협상적격자와의 협상이 결렬 될 경우에는 재공고 입찰 또는 새로운 입찰에 부 칠 수 있다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 61,
      "text": "- 58 - 제8조 협상내용과 범위 협상대상자가 제안한 사업내용, 이행방법, 이행일정, 제 안가격 등 제안서 내용 및 제안서 평가위원회에서 권유한 내용을 대상으로 협상을 실 시하며 협상대상자와 협상을 통해 그 내용의 일부를 조정할 수 있다. 제9조 가격의 협상 1 협상대상자와의 가격 협상 시 기준가격은 해당사업 추정 가격에 부가가치세를 더한 금액예정가격을 작성한 경우에는 예정가격 이하로서 협 상대상자가 제안한 가격으로 한다. 2 협상대상자가 제안한 내용을 가감하는 경우에는 그 가감되는 내용에 상당하는 금액을 해당사업 추정가격에 부가가치세를 더한 금액예정가격을 작성한 경우에는 예정가격 범위 내에서 조정할 수 있다. 제10조 협상기간 협상기간은 협상개시를 통보한 날로부터 15일 이내로 하되, 해당사 업의 규모, 특수성, 난이도 등에 따라 협상대상자와의 협의에 의하여 10일의 범위 내 에서 조정할 수 있다. 제11조 협상결과의 통보 협상이 성립되면 그 결과를 해당협상대상자에게 서면으 로 통보하여야 한다. 제12조 계약체결 및 이행 1협상이 성립된 후 10일 이내에 계약을 체결하여야 한다. 2 계약의 체결 및 이행에 관하여는 제11조에 의하여 서면 통보한 협상결과와 지방자치단체를 당사자로 하는 계약에 관한 법률 및 동법 시행령시행규칙과 이에 근거한 계약의 일반조건, 특수조건, 입찰유의서 및 일반원칙에 따른다. 제13조 평가결과 공개 평가의 공정성 확보를 위해 위원회 개최 후 평가위원 명단 과 평가점수는 공개하며, 이때 평가점수별 평가위원 실명은 공개하지 않는다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 62,
      "text": "- 59 - 별지 제1호 서식 사업 제안서 평가결과 심사위원 소 속 심사점수 평가 부문 입찰참가 업체명 비고 A B C .... ᄋᄋ 부분 합계 기술 및 기능, 성능 및 품질, 프로젝트 관리, 협력 등 지방자치단체 또는 계약담당자는 평가의 공정성 확보를 위하여 필요하다고 인정 되는 경우에는 위원명을 공개하지 아니 할 수 있다. 출 처 지방자치단체 입찰시 낙찰자 결정기준 제5장 협상에 의한 계약체결 기준별지 제1호 서식",
      "tables": [
        [
          [
            "평가\n부문*",
            "입찰참가 업체명",
            "",
            "",
            "",
            "비고"
          ],
          [
            "",
            "A",
            "B",
            "C",
            "....",
            ""
          ],
          [
            "ㅇㅇ 부분",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "⁞",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 63,
      "text": "- 60 - 붙임 4 제안서 평가항목 및 배점기준 구 분 평 가 요 소 배점 비고 계 100 기술 능력 평가 정량적 평가 수행실적 금액 최근 3년간 유사 사업 실적 금액 3 20 붙임 5 수행실적 건수 최근 3년간 유사 사업 실적 건수 3 경영상태 기업신용등급 평가 5 하도급계획 적정성 소프트웨어사업 계약 및 관리감독에 관한 지침에 따른 심사점수에 의한 평가 6 상생협력 소프트웨어사업 계약 및 관리감독에 관한 지침 에 따른 참여지분율에 따른 등급 평가 대기업중견기업포함이 참여하는 소프트웨어 사업 의 경우 포함 권고 , 배점한도 5점이상 기업 및 품질인증 기업 및 품질인증 건수에 따른 점수 3 신인도 가ᆞ감점 정량적평가 배점한도 내에서 가감점적용 중소기업유망중소기업, 창업기업 최고 1 고용창출 최고 1.5 약자기업 지원 및 정책적 지원 최고 1 안전보건 확보 정도 최고 2 최고 2 근로 및 하도급법 등 준수정도 최고 -5 정성적 평가 전략 및 방법론 기 구축 통합시스템 이해도 - 각 부서별 DB 연계 및 인프라 현황, 데이터 전처리 및 보안 등 AS-IS 시스템에 대한 이해 5 60 붙임 6 대상사업의 이해도 - 고도화 사업을 통한 확장성 있는 미래성장 지표에 대한 개발 제안 - 추가 연계 가능한 시스템 및 활용, 데이터 분석 단위 변경에 따라 확대 가능한 시스템 운영에 대한 제안 - 중도이탈자 프로파일링 고도화 방안 제시 - 시각화에 대한 이해도시각화 예시 15 사업추진전략의 창의성, 타당성 적용기술의 확장성, 실현가능성 표준프레임워크 적용 방안 개발적용방법론의 타당성 및 적용활용가능성 등 10 기술 및 기능 사업추진 내용의 적정성 각 요구사항에 대한 제안 내용의 적정성 15 성능 및 품질 성능확보방안 품질보증방안 10 프로젝트 관리 관리방법론 위험관리, 진도관리, 형상관리 방안 등의 적정성 일정계획 활동 도출 및 기간 배열, 중간목표, 자원할당 등 의 적정성 수행조직관리 사업수행 조직구성, 참여인원계획 등의 적정성 3 프로젝트 지원 교육훈련 및 기술이전 하자보수 및 비상대책방안 기밀보안 2 가격 평가 입찰가격 가격평가 평점 산식 적용 20 붙임 7",
      "tables": [
        [
          [
            "구        분",
            "",
            "",
            "평      가      요      소",
            "배점",
            "",
            "비고"
          ],
          [
            "계",
            "",
            "",
            "",
            "100",
            "",
            ""
          ],
          [
            "기술\n능력\n평가",
            "정량적\n평가",
            "수행실적  금액",
            "∘  최근  3년간  유사  사업  실적  금액",
            "3",
            "20",
            "붙임  5"
          ],
          [
            "",
            "",
            "수행실적  건수",
            "∘  최근  3년간  유사  사업  실적  건수",
            "3",
            "",
            ""
          ],
          [
            "",
            "",
            "경영상태",
            "∘  기업신용등급  평가",
            "5",
            "",
            ""
          ],
          [
            "",
            "",
            "하도급계획 \n적정성",
            "∘  소프트웨어사업  계약  및  관리감독에  관한 \n지침에  따른  심사점수에  의한  평가",
            "6",
            "",
            ""
          ],
          [
            "",
            "",
            "상생협력",
            "∘  소프트웨어사업  계약  및  관리감독에  관한  지침\n에  따른  참여지분율에  따른  등급  평가\n      ※대기업(중견기업포함)이  참여하는  소프트웨어  사업\n의  경우  포함  권고  ,  배점한도  5점이상",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기업  및 \n품질인증",
            "∘  기업  및  품질인증  건수에  따른  점수",
            "3",
            "",
            ""
          ],
          [
            "",
            "",
            "신인도\n가ㆍ감점\n※정량적평가 \n배점한도  내에서 \n가감점적용",
            "∘  중소기업(유망중소기업,  창업기업)",
            "최고  1",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "∘  고용창출",
            "최고  1.5",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "∘  약자기업  지원  및  정책적  지원",
            "최고  1",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "∘  안전보건  확보  정도",
            "최고  2\n(최고  –2)",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "∘  근로  및  하도급법  등  준수정도",
            "(최고  -5)",
            "",
            ""
          ],
          [
            "",
            "정성적\n평가",
            "전략  및  방법론",
            "∘  기  구축  통합시스템  이해도\n-  각  부서별  DB  연계  및  인프라  현황,  데이터 \n전처리  및  보안  등  AS-IS  시스템에  대한  이해",
            "5",
            "60",
            "붙임  6"
          ],
          [
            "",
            "",
            "",
            "∘  대상사업의  이해도\n-  고도화  사업을  통한  확장성  있는  미래성장\n지표에  대한  개발  제안\n-  추가  연계  가능한  시스템  및  활용,  데이터 \n분석  단위  변경에  따라  확대  가능한  시스템 \n운영에  대한  제안\n-  중도이탈자  프로파일링  고도화  방안  제시\n-  시각화에  대한  이해도(시각화  예시)",
            "15",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "∘  사업추진전략의  창의성,  타당성\n∘  적용기술의  확장성,  실현가능성\n∘  표준프레임워크  적용  방안\n∘  개발(적용)방법론의 타당성 및 적용(활용)가능성 등",
            "10",
            "",
            ""
          ],
          [
            "",
            "",
            "기술\n  및  기능",
            "∘  사업추진  내용의  적정성\n  (각  요구사항에  대한  제안  내용의  적정성)",
            "15",
            "",
            ""
          ],
          [
            "",
            "",
            "성능 \n및  품질",
            "∘  성능확보방안\n∘  품질보증방안",
            "10",
            "",
            ""
          ],
          [
            "",
            "",
            "프로젝트\n관리",
            "∘  관리방법론\n  (위험관리,  진도관리,  형상관리  방안  등의  적정성)\n∘  일정계획\n  (활동 도출 및 기간 배열, 중간목표, 자원할당 등 의 적정성)\n∘  수행조직관리\n  (사업수행  조직구성,  참여인원계획  등의  적정성)",
            "3",
            "",
            ""
          ],
          [
            "",
            "",
            "프로젝트\n지원",
            "∘  교육훈련  및  기술이전\n∘  하자보수  및  비상대책방안\n∘  기밀보안",
            "2",
            "",
            ""
          ],
          [
            "가격\n평가",
            "입찰가격",
            "",
            "∘  가격평가  평점  산식  적용",
            "20",
            "",
            "붙임  7"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 64,
      "text": "- 61 - 붙임 5 정량적 지표의 평가기준 평가항목 평 가 요 소 기준 배점 평점방법 A.수행실적 금액 실적금액 최근 3년간의 유사사업 수행실적 금액 공고일 기준 3 절대평가제 B.수행실적 건수 실적건수 최근 3년간의 유사사업 수행실적 건수 공고일 기준 3 상대평가제 C.경영상태 신용평가 등급에 의한 평가 5 절대평가제 D.하도급계획 적정성 소프트웨어사업의 계약 및 관리 감독에 관한 지침에 따른 심사 점수에 의한 평가 6 절대평가제 D.상생협력 소프트웨어사업 계약 및 관리감독에 관한 지침에 따른 참여 지분율에 따른 등급 평가 절대평가제 E.기술 및 품질인증 기업 및 품질인증 건수에 따른 점수 3 F. 신인도 가ᆞ감점 중소기업 유망 중소기업, 창업기업 1 절대평가제 가점 고용창출 신규고용 우수기업 등 4개 항목 1.5 절대평가제 가점 약자기업 지원 및 정책적 지원 장애인 기업중소벤처기업부 발급 등 12개 항목 1 절대평가제 가점 안전보건 확보 정도 안전보건경영시스템인증안전보건공단 등 2개 항목 2 절대평가제 가점 최근 3년간 사망재해산재은폐 등 사업장 등 2개 항목 -2 절대평가제 감점 근로 및 하도급법 준수정도 최근 3년 이내 임금체불 업체고용노동부 최근 3년 이내 하도급부조리 행정처분 업체국토교통부 KISCON 최근 3년 이내 불공정거래행위 시정조치 및 과징금 부과 기업 공정거래위원회 최근 3년 이내 하도급 상습위반자로 통보 받은 기업공정거래위원회 발주부서 퇴직공무원 고용업체 -5 절대평가제 감점 합 계 배점한도20점를 넘지 않는 범위 내에서 E.신인도 가ᆞ감점 부여함 20 공동수급으로 참여하였을 경우, 정량적 평가에 대해 아래와 같이 평가해야 함. 공동수급으로 입찰참여 시 정량평가가산점 포함는 구성원별 평가 후 평가점수에 지분율을 곱한 점수를 합산하여 계산소수점 다섯째자리에서 반올림하여 평가한다",
      "tables": [
        [
          [
            "평가항목",
            "",
            "평  가  요  소  (기준)",
            "배점",
            "평점방법"
          ],
          [
            "A.수행실적  금액",
            "",
            "∘실적금액 : 최근 3년간의 유사사업 수행실적 금액 (공고일 기준)",
            "3",
            "절대평가제"
          ],
          [
            "B.수행실적  건수",
            "",
            "∘실적건수 : 최근 3년간의 유사사업 수행실적  건수 (공고일 기준)",
            "3",
            "상대평가제"
          ],
          [
            "C.경영상태",
            "",
            "∘신용평가  등급에  의한  평가",
            "5",
            "절대평가제"
          ],
          [
            "D.하도급계획 적정성",
            "",
            "∘소프트웨어사업의  계약  및  관리  감독에  관한  지침에  따른 \n심사  점수에  의한  평가",
            "6",
            "절대평가제"
          ],
          [
            "D.상생협력",
            "",
            "∘소프트웨어사업  계약  및  관리감독에  관한  지침에  따른  참여\n지분율에  따른  등급  평가",
            "",
            "절대평가제"
          ],
          [
            "E.기술  및  품질인증 ∘기업  및  품질인증  건수에  따른  점수",
            "",
            "",
            "3",
            ""
          ],
          [
            "F . 신 인 도 \n가ㆍ감점",
            "중소기업 ∘유망  중소기업,  창업기업",
            "",
            "1",
            "절대평가제\n(가점)"
          ],
          [
            "",
            "고용창출 ∘신규고용  우수기업  등  4개  항목",
            "",
            "1.5",
            "절대평가제\n(가점)"
          ],
          [
            "",
            "약자기업\n지원  및 \n정책적 \n지원",
            "∘장애인 기업(중소벤처기업부 발급) 등 12개 항목",
            "1",
            "절대평가제\n(가점)"
          ],
          [
            "",
            "안전보건 \n확보 \n정도",
            "∘안전보건경영시스템인증(안전보건공단)  등  2개  항목",
            "2",
            "절대평가제\n(가점)"
          ],
          [
            "",
            "",
            "∘최근  3년간  사망재해·산재은폐  등  사업장  등  2개  항목",
            "(-2)",
            "절대평가제\n(감점)"
          ],
          [
            "",
            "근로  및\n하도급법 \n준수정도",
            "∘최근  3년  이내  임금체불  업체(고용노동부)\n∘최근 3년 이내 하도급부조리 행정처분 업체(국토교통부 KISCON)\n∘최근 3년 이내 불공정거래행위 시정조치 및 과징금 부과 기업\n  (공정거래위원회)\n∘최근 3년 이내 하도급 상습위반자로 통보 받은 기업(공정거래위원회)\n∘  발주부서  퇴직공무원 고용업체",
            "(-5)",
            "절대평가제\n(감점)"
          ],
          [
            "합        계",
            "",
            "※배점한도(20점)를  넘지  않는  범위  내에서  E.신인도  가ㆍ감점  부여함",
            "20",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 65,
      "text": "- 62 - A. 수행실적 금액 평가대상 당해사업 발주규모추정가격대비 입찰공고일 기준 최근 3년간 수행준공한 유사 사업 단일실적의 규모의 금액부가세 제외한 단일 실적 금액으로 평가 유사사업 인정범위 시스템 통합 사업, DB 통합 사업, 데이터 시각화 및 분 석 관련 사업에 한함 단, 공동수급으로 이행한 실적은 해당 회사의 실적당시 출자비율 반영 또는 당시 분 담내용만을 인정하며, 본 사업에 공동수급으로 참여하는 경우 합산금액 및 합산건수 는 공동수급 구성원 각각의 실적 및 건수에 출자비율 또는 분담비율을 곱하여 이를 합산한다. 평가방법 절대평가제 - 당해사업 발주규모추정가격과 평가대상 입찰참가자의 유사사업 단일실적 중 최대실적의 금액 부가가치세 제외과의 비율에 따라 해당되는 점수 부여 규모비율 평가대상 입찰참가자의 유사사업 단일실적최대실적 당해사업 추정가격 100 규모비율 100 이상 80 이상 100 미만 60 이상 80 미만 40 이상 60 미만 40 미만 하 자료미제출시 점수비중 100 90 80 70 60 0 환산점수 배점3 3 2.7 2.4 2.1 1.8 0 B. 수행실적 건수 평가대상 입찰공고일 기준 최근 3년간 수행준공한 유사사업 실적 합산건수로 평가하며, 실적 합산 시 단일실적 기준 1억원이상부가가치세 제외 사업으로 한정함 유사사업 인정범위 시스템 통합 사업, DB 통합 사업, 데이터 시각화 및 분 석 관련 사업에 한함 단, 공동수급으로 이행한 실적은 해당 회사의 실적당시 출자비율 반영 또는 당시 분 담내용만을 인정하며, 본 사업에 공동수급으로 참여하는 경우 합산금액 및 합산건수 는 공동수급 구성원 각각의 실적 및 건수에 출자비율 또는 분담비율을 곱하여 이를 합산한다. 평가방법 상대평가제 - 입찰 업체수를 고려하여 등급별로 배분된 업체 수만큼 해당 등급 부여하고, 각 등급에 해당되는 점수로 환산",
      "tables": [
        [
          [
            "규모비율",
            "100%  이상",
            "80%  이상\n~\n100%  미만",
            "60%  이상\n~\n80%  미만",
            "40%  이상\n~\n60%  미만",
            "40%\n미만",
            "하\n(자료미제출시)"
          ],
          [
            "점수비중(%)",
            "100",
            "90",
            "80",
            "70",
            "60",
            "0"
          ],
          [
            "환산점수\n배점:3",
            "3",
            "2.7",
            "2.4",
            "2.1",
            "1.8",
            "0"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 66,
      "text": "- 63 - 등급 수 우 미 양 가 하 자료미제출시 점수 100 90 80 70 60 0 업체할당 10 20 40 20 10 총 입찰 업체수에 따른 등급별 업체 배분표 업체수 등 급 업체수 등 급 수 우 미 양 가 수 우 미 양 가 2,3 1 1 1 12 1 3 5 2 1 4 1 1 1 1 13 1 3 5 3 1 5 1 1 2 1 14 1 3 6 3 1 6 1 1 2 1 1 15 2 3 6 3 1 7 1 1 3 1 1 16 2 3 6 3 2 8 1 2 3 1 1 17 2 3 7 3 2 9 1 2 3 2 1 18 2 4 7 3 2 10 1 2 4 2 1 19 2 4 7 4 2 11 1 2 5 2 1 20 2 4 8 4 2 단, 동점업체 발생 시 동점업체에게 할당된 등급 중 상위 등급으로 동일하게 부여 C. 경영상태 평가기준 신용정보의 이용 및 보호에 관한 법률 제4조 제1항 제1호 또는 자본시장과 금융투자업에 관한 법률 제9조 제26항의 업무를 영위하는 신용정보업자가 입찰 공고일 기준 최근 1년 이내에 평가한 회사채기업어음에 대한 신용평가등급이나 기업신용평가등급으로 유효기간 내에 있는 가장 최근의 신용평가등급으로 평가 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용평가 등급 배점 5.0 AAA AA, AA0, AA- A A0 A- BBB BBB0 - A1 A2 A20 A2- A3 A30 AAA AA, AA0, AA- A A0 A- BBB BBB0 5.0 BBB-,BB,BB0,BB- A3-,B,B0 BBB-,BB,BB0,BB- 4.8 B, B0, B- B- B, B0, B- 4.6 CCC 이하 C 이하 CCC 3.5 주 1. 평가대상 업체의 회사채또는 기업어음 및 기업신용평가에 따른 평점이",
      "tables": [
        [
          [
            "등급",
            "수",
            "우",
            "미",
            "양",
            "가",
            "하\n(자료미제출시)"
          ],
          [
            "점수(%)",
            "100",
            "90",
            "80",
            "70",
            "60",
            "0"
          ],
          [
            "업체할당(%)",
            "10",
            "20",
            "40",
            "20",
            "10",
            ""
          ]
        ],
        [
          [
            "업체수",
            "등                  급",
            "",
            "",
            "",
            "",
            "업체수",
            "등                  급",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "수",
            "우",
            "미",
            "양",
            "가",
            "",
            "수",
            "우",
            "미",
            "양",
            "가"
          ],
          [
            "2,3",
            "1",
            "1",
            "(1)",
            "",
            "",
            "12",
            "1",
            "3",
            "5",
            "2",
            "1"
          ],
          [
            "4",
            "1",
            "1",
            "1",
            "1",
            "",
            "13",
            "1",
            "3",
            "5",
            "3",
            "1"
          ],
          [
            "5",
            "1",
            "1",
            "2",
            "1",
            "",
            "14",
            "1",
            "3",
            "6",
            "3",
            "1"
          ],
          [
            "6",
            "1",
            "1",
            "2",
            "1",
            "1",
            "15",
            "2",
            "3",
            "6",
            "3",
            "1"
          ],
          [
            "7",
            "1",
            "1",
            "3",
            "1",
            "1",
            "16",
            "2",
            "3",
            "6",
            "3",
            "2"
          ],
          [
            "8",
            "1",
            "2",
            "3",
            "1",
            "1",
            "17",
            "2",
            "3",
            "7",
            "3",
            "2"
          ],
          [
            "9",
            "1",
            "2",
            "3",
            "2",
            "1",
            "18",
            "2",
            "4",
            "7",
            "3",
            "2"
          ],
          [
            "10",
            "1",
            "2",
            "4",
            "2",
            "1",
            "19",
            "2",
            "4",
            "7",
            "4",
            "2"
          ],
          [
            "11",
            "1",
            "2",
            "5",
            "2",
            "1",
            "20",
            "2",
            "4",
            "8",
            "4",
            "2"
          ]
        ],
        [
          [
            "회사채에\n  대한  신용평가등급",
            "기업어음에 \n대한  신용평가등급",
            "기업신용평가  등급",
            "배점  :  5.0"
          ],
          [
            "AAA\nAA+,  AA0,  AA-\nA+\nA0\nA-\nBBB+\nBBB0",
            "- A\n1\nA2+\nA20\nA2-\nA3+\nA30",
            "AAA\nAA+,  AA0,  AA-\nA+\nA0\nA-\nBBB+\nBBB0",
            "5.0"
          ],
          [
            "BBB-,BB+,BB0,BB-",
            "A3-,B+,B0",
            "BBB-,BB+,BB0,BB-",
            "4.8"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-",
            "4.6"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+",
            "3.5"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 67,
      "text": "- 64 - 다른 경우에는 높은 평점으로 평가하며, 신용평가등급확인서를 제출하지 않은 경우에는 최저 등급으로 평가 2. 합병 또는 분할한 자가 입찰공고일 이전에 평가한 신용평가등급이 없는 경우에는 입찰서 제출 마감일 전일까지 발급된 유효기간 내에 있는 가장 최근의 신용평가등급으로 평가한다. 다만, 합병 후 새로운 신용평가등급이 없는 경우에는 입찰공고일 이전에 평가하고 유효기간 내에 있는 신용평가 등급으로서 합병 대상자 중 가장 낮은 신용평가등급을 받은 자의 신용평 가등급으로 평가한다. 3. 추정가격이 고시금액 미만인 입찰에서 입찰공고일을 기준으로 최근 7년 이내에 사업을 개시한 창업기업에 대해서는 신용평가등급 점수상의 배점 한도를 부여한다. 이 경우 창업기업에 대한 기간계산은 법인인 경우에는 법인등기부상 법인설립등기일을, 개인사업자인 경우에는 사업자 등록증명 서상 사업자등록일을 기준으로 한다.이하 창업기업에 대한 기간계산은 같다 4. 공동수급으로 참여한 경우 공동수급체 구성원별로 각각 산출한 경영상태 평가점수에 각각의 출자비율 또는 분담 비율을 곱하여 이를 합산하여 평가",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 68,
      "text": "- 65 - D. 하도급계획 적정성 평가기준 - 소프트웨어사업 하도급 계획서 상의 하도급에 참가하는 자의 전체 하도급 금액 비율100분의 50미만, 재하도급 여부, 개별 하도급 금액 비율100분의 10이하, 표준하도급계약서 사용여부 등을 고려하여 소프트웨어산업 진흥법에 따라 적정하게 계획하였는지를 평가한다. 다만, 하도급을 하지 않는 경우 최고등급을 부여할 수 있다. 평가요소 - 입찰자가 계획한 하도급 계획의 관련 규정 준수여부 하도급 허용사업이나, 하도급이 없는 경우 최고 등급 부여 원칙적으로 하도급에도 대기업참여제한제도가 적용됨 평가등급예시 5등급 - 하도급 제한 규정을 모두 준수하고 표준하도급계약서를 사용한 경우 4등급 - 하도급 제한 규정을 모두 준수하지 못했으나 준수하지 못한 항목이 관련 규정의 예외에 해당하고 표준하도급 게약서를 사용한 경우 - 하도급 제한 규정을 모두 준수하였으나 표준하도급계약서를 사용하지 않 은 경우 3등급 - 하도급 제한 규정을 모두 준수하지 못했으나 준수하지 못항 항목이 관련 규정의 예외에 해당하고 표준하도급 계약서를 사용하지 않은 경우 1등급 - 하도급 제한 규정을 미준수한 경우 E. 기업 및 품질 인증 평가기준 입찰 공고일 전까지 유효기간 내에 있는 기업 및 소프트웨어 관련 품 질인증 등을 획득한 경우 취득한 인증의 건수에 따라 절대평가 부여점수 평가항목 배점 평 가 점 수 취득한 인증에 해당되는 점수의 합 평점 기업 및 소프트웨어 관련 인증 3.0 3점 이상 3.0 2점 2.5 1점 2.0 0점 서류 미제출 0 인증유형",
      "tables": [
        [
          [
            "5등급",
            "- 하도급  제한  규정을  모두  준수하고  표준하도급계약서를  사용한  경우"
          ],
          [
            "4등급",
            "- 하도급  제한  규정을  모두  준수하지  못했으나  준수하지  못한  항목이  관련 \n규정의  예외에  해당하고  표준하도급  게약서를  사용한  경우\n- 하도급  제한  규정을  모두  준수하였으나  표준하도급계약서를  사용하지  않\n은  경우"
          ],
          [
            "3등급",
            "- 하도급  제한  규정을  모두  준수하지  못했으나  준수하지  못항  항목이  관련 \n규정의  예외에  해당하고  표준하도급  계약서를  사용하지  않은  경우"
          ],
          [
            "1등급",
            "- 하도급  제한  규정을  미준수한  경우"
          ]
        ],
        [
          [
            "평가항목",
            "배점",
            "평    가    점    수\n(  취득한  인증에  해당되는  점수의  합)",
            "평점"
          ],
          [
            "기업  및  소프트웨어 \n관련  인증",
            "3.0",
            "3점  이상",
            "3.0"
          ],
          [
            "",
            "",
            "2점",
            "2.5"
          ],
          [
            "",
            "",
            "1점",
            "2.0"
          ],
          [
            "",
            "",
            "0점\n(서류  미제출)",
            "0"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 69,
      "text": "- 66 - 인증 점수 프로세스인증SP2등급,3등급 1 품질인증GS1등급, 2등급 1 정보보호시스템인증CC 1 신기술인증NET 1 신제품인증NEP 1 중소기업Inno-biz 인증 1 중소기업main-bix 인증 1 품질경영시스템ISO 9001 인증 1 특허보유 1 3점 F. 신인도 가ᆞ감점 평가요소 평가 항목 배점 한도 평 점 중소기업 1. 유망 중소기업 2. 소기업 또는 소상공인 3. 중기업 4. 창업기업 1 1 0.5 고용창출 1. 신규고용 우수기업직전년도 3개월간 평균고용인원 대비 해당년도 최 근 3개월간 평균고용인원 증가율이 일정 증가율 이상인 기업 1 8 이상인 기업 2 5 이상인 기업 1.5 1.5 1 2. 청년고용 우수기업최근 3개월 평균 청년고용률과 최근 3개월 평균 청년 고용인원에 따라 1 청년고용률이 20 이상이면서 청년고용인원이 10인 이상인 기업 2 청년고용률이 5 이상이면서 청년고용인원이 5인 이상인 기업 1 0.5 3. 여성고용 우수기업최근 3개월 평균 여성고용률과 최근 3개월 평균 여성 고용인원에 따라 1 여성고용률이 20 이상이면서 여성고용인원이 10인 이상인 기업 2 여성고용률이 5 이상이면서 여성고용인원이 5인 이상인 기업 1 0.5 4. 장애인고용 우수기업 1장애인고용촉진 및 직업재활법에 따라 장애인고용 우수사업자로 선정된 자 2 최근 3개월 평균 장애인고용률이 3 이상인 자 1 1 약자기업 지원 및 정책적 지원 1. 장애인 기업중소벤처기업부 발급 2. 여성기업중소벤처기업부 발급 3. 중증장애인생산품 생산시설보건복지부 지정 4. 사회적 기업고용노동부 지정 5. 예비 사회적 기업지방자치단체 지정 6. 사회적협동조합정부부처 지정 7. 자활기업지방자치단체 지정 8. 가족친화 우수기업 9. 하도급거래 모범기업 10. 노사문화 우수기업 11, 남녀고용평등 우수기업 12. 모범납세자 1 1 1 1 1 1 1 1 0.8 0.8 0.5 0.5 0.3 안전보건 확보 정도 1. 안전보건경영시스템인증안전보건공단 2. 노동안전보건 우수기업서울시 노동정책담당관 인증업체 2 1 1 3. 최근 3년간 사망재해산재은폐 등 사업장고용노동부 2 1",
      "tables": [
        [
          [
            "인증",
            "점수"
          ],
          [
            "프로세스인증(SP)(2등급,3등급)",
            "1"
          ],
          [
            "품질인증(GS)(1등급,  2등급)",
            "1"
          ],
          [
            "정보보호시스템인증(CC)",
            "1"
          ],
          [
            "신기술인증(NET)",
            "1"
          ],
          [
            "신제품인증(NEP)",
            "1"
          ],
          [
            "중소기업(Inno-biz  인증)",
            "1"
          ],
          [
            "중소기업(main-bix  인증)",
            "1"
          ],
          [
            "품질경영시스템(ISO  9001)  인증",
            "1"
          ],
          [
            "특허보유",
            "1\n(\n3점)"
          ]
        ],
        [
          [
            "배점\n평가요소\n평가  항목\n평  점\n한도"
          ],
          [
            "1.  유망  중소기업 \n1\n2.  소기업  또는  소상공인   \n1\n  중소기업\n3.  중기업           \n4.  창업기업\n0.5"
          ],
          [
            "1 1\n1.  신규고용  우수기업(직전년도  3개월간  평균고용인원  대비  해당년도  최\n근  3개월간  평균고용인원  증가율이  일정  증가율  이상인  기업)\n  ①  8%  이상인  기업\n1.5\n  ②  5%  이상인  기업\n1\n2.  청년고용  우수기업(최근  3개월  평균  청년고용률과  최근  3개월  평균 \n청년  고용인원에  따라\n  ①  청년고용률이  20%  이상이면서  청년고용인원이  10인  이상인  기업\n1\n  ②  청년고용률이  5%  이상이면서  청년고용인원이  5인  이상인  기업\n0.5\n고용창출\n1.5\n3.  여성고용  우수기업(최근  3개월  평균  여성고용률과  최근  3개월  평균 \n여성  고용인원에  따라\n  ①  여성고용률이  20%  이상이면서  여성고용인원이  10인  이상인  기업\n1\n  ②  여성고용률이  5%  이상이면서  여성고용인원이  5인  이상인  기업\n0.5\n4.  장애인고용  우수기업\n  ①「장애인고용촉진  및  직업재활법」에  따라  장애인고용  우수사업자로 \n선정된  자\n  ②  최근  3개월  평균  장애인고용률이  3%  이상인  자"
          ],
          [
            "1 1 1 1 1 1 1\n1.  장애인  기업(중소벤처기업부  발급)\n2.  여성기업(중소벤처기업부  발급)\n3.  중증장애인생산품  생산시설(보건복지부  지정)\n4.  사회적  기업(고용노동부  지정)\n5.  예비  사회적  기업(지방자치단체  지정)\n약자기업  지원  및 \n6.  사회적협동조합(정부부처  지정)\n1\n7.  자활기업(지방자치단체  지정) \n정책적  지원\n8.  가족친화  우수기업\n0.8\n9.  하도급거래  모범기업\n0.8\n10.  노사문화  우수기업\n0.5\n11,  남녀고용평등  우수기업 \n0.5\n12.  모범납세자\n0.3"
          ],
          [
            "1 1\n1.  안전보건경영시스템인증(안전보건공단)\n2\n안전보건 \n2.  노동안전보건  우수기업(서울시 노동정책담당관 인증업체)\n확보  정도 \n3. 최근 3년간 사망재해·산재은폐 등 사업장(고용노동부) \n△2\n△1"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 70,
      "text": "- 67 - 주 1. 가산점은 정량적 지표 배점한도15점를 넘지 않는 범위 내에서 부여한다. 2. 중소기업 가산점은 중소기업만 입찰에 참여할 수 있는 사업에는 적용하지 않는다. 3. 공동수급으로 참여한 경우 구성원별 가산점 계산 후 출자비율 또는 분담 비율을 곱하여 이를 합산하여 평가한다. 신인도 공통 평가기준 1. 가산점은 기술능력평가의 정량적 평가분야 배점한도 내에서 부여한다. 2. 국제입찰의 경우는 근로 및 하도급법 등 준수정도의 불공정거래행위 시정조치 및 과징금 부과 기 업, 하도급 상습위반자로 통보 받은 기업만 적용하여 평가한다. 3. 신인도 각 평가요소가마는 중복하여 평가할 수 있고, 동일 평가요소 내 평가항목의 중복평가는 각 평가항목별 세부평가기준에 따른다. 4. 다. 고용창출, 라.약자기업지원 및 정책적 지원 평가요소 내에 각 평가항목은 중복하여 평가할 수 없고 배점한도 내에서 가장 높은 평점 한 가지만 적용한다. 5. 신인도 평가항목 중 중소기업, 여성기업, 장애인기업, 창업기업 등은 중소기업제품 공공구매종합정 보망SMPP에 등재된 자료로 평가할 수 있다. 6. 다. 고용창출 분야 평가에서 전년도 또는 최근 3개월 평균자료가 없는 경우는 평가에서 제외한다. 고용인원률 평가기준 가 고용인원 계산결과의 소수점 처리는 소수 첫째 자리에서 올림을 하고, 고용비율 계산결 과 소수점 처리는 소수점 다섯째 자리에서 반올림한다. 나 고용사실 증명은 국민건강보험공단에서 발급하는 입찰공고일 전월 말일 기준의 건강보 험가입자 정보로 평가한다. 다만, 고용인원 중 건강보험 가입 제외 대상자의료보호대상 자, 의료급여수급자, 근로자가 없이 대표자만 있는 개인사업장 등가 있는 경우로 평가 대 상자가 건강보험 가입 제외 대상 증명서류와 동일인에 대한 국민연금법, 고용보험법, 산 업재해보상보험법에 따른 고용 증명서류를 제출하여 고용사실이 증명된 경우에는 해당 근로자를 평가에 반영할 수 있다. 7. 공동수급체 구성원별로 각각 산출한 신인도 평가점수에 각각의 출자비율 또는 분담비율을 곱하여 이를 합산하여 평가한다. 감점대상 업체가 공동수급체의 구성원으로 입찰에 참가하는 경우에는 해 당 감점 점수에 해당 업체의 출자비율 또는 분담비율을 곱한 점수를 감점한다. 신인도 세부 평가기준 4. 최근 5년간 중대재해 발생 이력 업체고용노동부 1 근로 및 하도급법 등 준수정도 1. 최근 3년 이내 임금체불 업체고용노동부 2. 최근 3년 이내 하도급부조리 행정처분 업체국토교통부 KISCON 3. 최근 3년 이내 불공정거래행위 시정조치 및 과징금 부과 기업공정거래위원회 4. 최근 3년 이내 하도급 상습위반자로 통보 받은 기업공정거래위원회 5. 발주부서 퇴직공무원 고용업체 5 1 1 1 1 1",
      "tables": [
        [
          [
            "4. 최근 5년간 중대재해 발생 이력 업체(고용노동부) \n△1"
          ],
          [
            "△1\n1. 최근 3년 이내 임금체불 업체(고용노동부) \n근로  및\n△1\n2. 최근 3년 이내 하도급부조리 행정처분 업체(국토교통부 KISCON)\n하도급법  등 \n3. 최근 3년 이내 불공정거래행위 시정조치 및 과징금 부과 기업(공정거래위원회)\n△5\n△1\n4. 최근 3년 이내 하도급 상습위반자로 통보 받은 기업(공정거래위원회) \n준수정도\n△1\n5. 발주부서 퇴직공무원 고용업체           \n△1"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 71,
      "text": "- 68 - 가. 중소기업 평가유효기간 내의 업체에 한함 1. 유망 중소기업은 서울산업진흥원에 의해 유망 중소기업으로 인증 받은 기업 2. 중소기업 가산은 중소기업제품 구매촉진 및 판로지원에 관한 법률등에 따라 중소기업만 참여할 수 있는 입찰의 경우에는 적용하지 아니한다. 유망중소기업과 창업기업은 중소기업으로 제한한 경우에도 가산점 적용 3. 창업기업은 창업기업확인시스템cert.k-startup.go.kr을 통해 창업기업 확인서를 발급받은 기업 나. 지역업체 평가 1. 지역업체 가산점 부여 불가 지방계약법이 적용되는 경우 정량적 평가에 제안사 지역에 따른 배점 항목은 포함할 수 없음. 협상계약시 지역참여도 평가 가능여부 지방자치단체 협상에 의한 계약체결기준별표의 정량적 평가분야는 제안업체의 기술능력을 평가하는 항목으로써 지역업체에 대한 가산점 부여는 불가 능함국민신문고FAQ, 행정안전부 회계제도과 2017.9.25. 다. 고용창출 평가 1. 신규고용 우수기업 1 입찰공고일 전월부터 기산하여 신규고용 우수기업 평가는 다음 각 세목에 따르며, 대표자를 고용 인원에 포함한다. 가 입찰공고일 전월 기산 최근 3개월간 평균 고용인원이하 해당년도 최근 3개월간 평균 고용인원 이라 한다과 입찰공고일 전월의 전년도 같은 달 기산 3개월간 평균 고용인원이하 직전년도 3 개월간 평균 고용인원이라 한다을 비교하여 해당년도 입찰공고일 전월까지의 신규고용인원 증 가율에 따라 평가한다. 나 해당년도 최근 3개월간 평균고용인원은 입찰공고일 전월 기산 최근 3개월간의 고용인원을 합산하여 평균하고, 직전년도 3개월간 평균 고용인원은 입찰공고일 전월의 전년도 같은 달 기산 3개월간의 고용인원을 합산하여 평균한다. 다 해당년도 입찰공고일 전월까지의 신규고용인원 증가율은 해당년도 최근 3개월간 평균 고용인원을 직전년도 3개월간 평균 고용인원으로 나누어 계산한다. 적용례 20년 6월 입찰공고 건의 경우, 직전년도 3개월간 평균고용인원 19. 3월 19. 4월 19. 5월 100 102 101 해당년도 최근 3개월간 평균고용인원 20. 3월 20. 4월 20. 5월 104 104 105 직전년도 3개월간 평균고용인원 입찰공고일 전월의 전년도 같은 달 기산 3개월간 평균 고용인원",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 72,
      "text": "- 69 - 1001021013 101명 해당년도 최근 3개월간 평균고용인원 입찰공고일 전월 기산 최근 3개월간 고용인원의 평균 1041041053 104.33333 105명 해당년도 입찰공고일 전월까지의 신규고용인원 증가율 104-101101 3101 0.02970297...... 2.97 2 입찰공고일 전월부터 기산하여 설립된 지 1년 6개월 미만인 신설기업의 신규고용 우수기업 평가는 다음과 같이 평가하며, 대표자를 고용인원에 포함한다. 가 평균고용인원은 입찰공고일 전월 기산 최근 6개월간설립기간 6개월 미만은 해당기간 전체 평균 고용인원으로 평가한다. 나 설립일은 법인인 경우에는 법인등기부상 법인설립등기일을 기준으로 하며, 법인이 아닌 사업자는 사업자등록증명서상 사업자등록일을 기준으로 한다. 3 입찰공고일 전월부터 기산하여 합병 또는 분할 등에 의해 설립 1년 6개월 미만인 기업은 합병 또는 분할 등의 시점의 해당월 자료와 입찰공고일 전월의 자료를 대비하여 세부항목 A.의 13에 따라 평가한다. 2. 청년고용 우수기업 1 입찰공고일 전월을 기준으로 최근 3개월간의 자료로 평가하며, 청년은 15세 이상 34세 이하인 사 람으로 한다. 이 경우 대표자가 청년인 경우에는 청년고용인원 및 청년고용률 산정 시 대표자를 포함한다. 적용례 12월 입찰공고건의 경우 구 분 9월 10월 11월 월별 청년 고용인원 당해월 고용하고 있는 인원이며 신규 고용인원이 아님 8 11 15 월별 총 고용인원 100 104 102 최근 3개월 평균 청년 고용율 8111510010410234306 0.11111 11.11 최근 3개월 평균 청년 고용인원 811153 11.333..... 12명 2020년 12월 공고 시 청년 나이 산정기준일은 2020.11.30.이며, 청년에 해당하는 사람의 생년월일은 2005.11.30.부터 1985.12.01.까지이다. 3. 여성고용 우수기업 1 여성고용률 및 고용인원 평가 가 입찰공고일 전월을 기준으로 최근 3개월간의 여성고용 자료로 평가하며, 대표자가 여성인 경우 에는 여성고용인원 및 평균 여성고용률 산정 시 대표자를 포함한다. 적용례 12월 입찰공고건의 경우 구 분 9월 10월 11월 월별 여성고용인원 당해월 고용하고 있는 인원이며 신규 고용인원이 아님 8 11 15 월별 총 고용인원 100 104 102",
      "tables": [
        [
          [
            "구      분",
            "9월",
            "10월",
            "11월"
          ],
          [
            "월별  청년  고용인원\n(당해월  고용하고  있는  인원이며  신규 \n고용인원이  아님)",
            "8",
            "11",
            "15"
          ],
          [
            "월별  총  고용인원",
            "100",
            "104",
            "102"
          ]
        ],
        [
          [
            "구        분",
            "9월",
            "10월",
            "11월"
          ],
          [
            "월별  여성고용인원\n(당해월  고용하고  있는  인원이며  신규 \n고용인원이  아님)",
            "8",
            "11",
            "15"
          ],
          [
            "월별  총  고용인원",
            "100",
            "104",
            "102"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 73,
      "text": "- 70 - 최근 3개월 평균 여성 고용율 8111510010410234306 0.11111 11.11 최근 3개월 평균 여성 고용인원 811153 11.333..... 12명 4. 장애인고용 우수기업 1 장애인 고용우수사업주는 장애인 고용촉진 및 직업재활법제24조에 따라 해당부처에서 인증 또 는 확인한 자료를 제출한 경우 평가한다. 2 장애인 고용에 따른 고용율 평가는 다음 각 목에 따른다. 가 입찰공고일 전월을 기준으로 최근 3개월간의 장애인 고용사실을 증명하는 장애인 증명서류장 애인 증명은 장애인증명서, 장애인등록증, 장애인복지카드 등와 고용 증명서류사업장가입자 명 부 등를 제출받아 평가하며, 대표자가 장애인인 경우에는 장애인고용률 산정 시 대표자를 포함 한다. 적용례 12월 입찰공고건의 경우 구 분 9월 10월 11월 월별 장애인 고용인원 당해월 고용하고 있는 인원이며 신규 고용인원이 아님 8 11 15 월별 총 고용인원 100 104 102 최근 3개월 평균 장애인 고용율 8111510010410234306 0.11111 11.11 나 장애인이란장애인복지법제32조에 따른 장애인 또는 국가유공자 등 예우 및 지원에 관한 법 률 시행령제14조 제3항에 따른 상이등급에 해당하는 자를 말한다. 라. 약자기업 지원 및 정책적 지원 1. 장애인기업 - 장애인기업활동 촉진법에 따라 중소벤처기업부장관위임받은 자를 포함으로부터 장애인기업 확 인서를 발급 받은 자 2. 여성기업 - 여성기업 지원에 관한 법률및 같은 법 시행령에 따라 중소벤처기업부장관위임받은 자를 포함 으로부터 여성기업 확인서를 발급받은 자 3. 중증장애인생산품 생산시설 - 중증장애인생산품 우선구매특별법에 따라 보건복지부 장관이 지정 4. 사회적 기업 - 사회적기업육성법제7조에 따라 고용노동부장관으로부터 사회적기업으로 인증을 받은 자 5. 예비 사회적 기업 - 예비 사회적기업은 서울특별시 사회적경제기업 제품 구매촉진 및 판로지원에 관한 조례에 따라 서울시 인증 6. 사회적협동조합",
      "tables": [
        [
          [
            "구    분",
            "9월",
            "10월",
            "11월"
          ],
          [
            "월별  장애인  고용인원\n(당해월  고용하고  있는  인원이며  신규 \n고용인원이  아님)",
            "8",
            "11",
            "15"
          ],
          [
            "월별  총  고용인원",
            "100",
            "104",
            "102"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 74,
      "text": "- 71 - - 협동조합 기본법제85조제1항에 따라 기획재정부장관으로부터 설립인가를 받은 사회적협동조합 7. 자활기업 - 거주지를 관할하는 시도지사 또는 시장군수구청장으로부터국민기초생활보장법 제18조의 자활 기업으로 인정을 받은 기업 8.12. 가족친화경영 우수기업, 하도급거래 모범업체, 노사문화 우수기업, 남녀고용평등 우수기업, 모범 납세자 인증은 주무부처, 청 등의 장위임한 경우 포함이 확인해 준 유효기간 내의 자료를 제출한 경우에 평가한다. 다만, 유효기간이 정해지지 아니한 경우에는 최근 2년 이내로 지정된 것에 한하여 평가한다. 마. 안전보건 확보정도 1. 안전보건경영시스템 인증업체 - 안전보건공단 인증업체유효기간 내의 업체에 한함 2. 노동안전보건 우수기업 - 서울시 노동정책담당관 인증업체유효기간 내의 업체에 한함 3. 최근 3년간 사망재해산재은폐 등 사업장고용노동부 공표기준 - 사망재해산재은폐 사업장 조회방법 고용노동부 홈페이지www.moel.go.kr 정보공개 사전정 보 공표목록 산재예방산재보상 사업장의 산업재해 발생건수 등 공표 4. 최근 5년간 중대재해 발생이력 업체고용노동부 공표기준 - 중대재해 발생 이력 업체 고용노동부 홈페이지www.moel.go.kr 공표시부터 적용 바. 근로 및 하도급법 등 준수정도 1.4. 최근 3년 이내 근로 및 하도급법 등 미준수 업체 - 임금체불 업체는 고용노동부체불사업주 명단공개, 하도급부조리 행정처분을 받은 업체는 국토 교통부, 불공정거래행위 시정조치 및 과징금 부과 기업, 하도급 상습위반자로 통보 받은 기업 내 역은 공정거래위원회에서 내역 확인 서울계약마당직원용 시스템 해당 조회 화면에 링크 행정포털업무데스크서울계약마당직원용사업체이력협상에의한 계약 신인도 조회 5. 발주부서 퇴직공무원 고용업체 관련 확인 방법 - 법인 법인등기부 등본, 주식명부변동사항명세서, 4대보험 중 1개 가입자명부성명, 생년월일, 남여 구분 포함 - 개인 4대보험 중 1개 가입자명부성명, 생년월일, 남여 구분 입찰참가업체 내 대표자, 이사, 주주자본금 출자지분 관련, 근로자 중 서울시 퇴직자 포함된 경 우 경력증명서 제출 필발주부서 근무여부 확인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 75,
      "text": "- 72 - 발주부서 퇴직근로자는 퇴직일로부터 2년 이내 해당될 경우만 감점 대상이며, 퇴직공무원 2인 이상도 퇴직공무원 1인과 동일 감점-1점을 부여함 서울계약마당직원용 시스템 해당 조회 가능 행정포털업무데스크서울계약마당직원용계약정보관리계약정보퇴직공무원 조회",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 76,
      "text": "- 73 - 붙임 6 정성적 지표의 평가기준 평가항목 및 배점 정성적 평가의 평가항목 및 기준은 과학기술정보통신부 장관이 고시한 소프트웨어 기술성 평가기준 중 기술제안서 평가항목별 배점한도를 준용하되, 본 사업의 내용을 고려하여 아래와 같이 정함 평가부문 평가항목 평가요소 배점 기준 전략 및 방법론 구축 시스템 이해도 - 기 구축 통합시스템 이해도 - 각 부서별 DB연계 및 인프라 현황, 데이터 전처 리 및 보안 방법에 대한 이해 5 30 대상사업 이해도 - 대상업무 목표 및 내용의 이해도 고도화 사업을 통한 확장성 있는 미래성장지표에 대한 개발 제안 추가 연계 가능한 시스템 및 활용, 데이터 분석 단위 추가에 따른 확대 가능한 분석 결과에 대한 제안 인공지능 개발 적용을 위한 파일럿 테스트 진행 및 향후 고도화를 위한 가이드 제안 입시 결과에 대한 시뮬레이팅 기능에 대해 각 입 시 전형별 활용방안 제시 15 사업추진전략, 적용기술 및 방법론 - 추진전략의 창의성 타당성 - 적용기술의 확장성 - 적용기술의 실현가능성 - 표준 프레임워크 적용 방안 - 개발적용 방법론의 타당성 및 적용 가능성 등 10 기술 및 기능 사업추진 내용 - 사업 추진내용의 적정성 제안요구 사항 각각에 대한 제안내용 및 방법의 적정성 4 15 시스템 개발 부분 4 디자인 및 UI 부문 3 학내 DB 연계 부문 4 성능 및 품질 성능확보방안- 성능확보 방안의 적정성 - 요구 성능의 충족성 5 10 품질보증 방안 - 품질보증계획의 적정성 단계별 품질요구 사항의 점검 및 검토방안의 부합성 과 구체성 - 사업자 품질보증 능력 품질보증 방안의 해당 사업 수행 적합 여부 5",
      "tables": [
        [
          [
            "평가부문",
            "평가항목",
            "평가요소",
            "배점\n기준",
            ""
          ],
          [
            "전략  및 \n방법론",
            "구축  시스템\n이해도\n대상사업 \n이해도\n사업추진전략, \n적용기술  및 \n방법론",
            "- 기  구축  통합시스템  이해도\n- 각  부서별  DB연계  및  인프라  현황,  데이터  전처\n리  및  보안  방법에  대한  이해\n-  대상업무  목표  및  내용의  이해도\n※  고도화  사업을  통한  확장성  있는  미래성장지표에 \n대한  개발  제안\n※  추가  연계  가능한  시스템  및  활용,  데이터  분석 \n단위  추가에  따른  확대  가능한  분석  결과에  대한 \n제안\n※  인공지능  개발  적용을  위한  파일럿  테스트  진행 \n및  향후  고도화를  위한  가이드  제안\n※  입시  결과에  대한  시뮬레이팅  기능에  대해  각  입\n시  전형별  활용방안  제시\n-  추진전략의  창의성  /  타당성\n-  적용기술의  확장성\n-  적용기술의  실현가능성\n- 표준  프레임워크  적용  방안\n- 개발(적용) 방법론의 타당성 및 적용 가능성 등",
            "5\n15\n10",
            "30"
          ],
          [
            "기술  및  기능",
            "사업추진  내용",
            "-  사업  추진내용의  적정성\n※  제안요구  사항  각각에  대한  제안내용  및  방법의 \n적정성\n※  시스템  개발  부분\n※  디자인  및  UI  부문\n※  학내  DB  연계  부문",
            "4\n4\n3\n4",
            "15"
          ],
          [
            "성능  및  품질",
            "성능확보방안\n품질보증  방안",
            "-  성능확보  방안의  적정성\n-  요구  성능의  충족성\n-  품질보증계획의  적정성\n  (단계별  품질요구  사항의  점검  및  검토방안의  부합성\n과  구체성)\n-  사업자  품질보증  능력\n    (품질보증  방안의  해당  사업  수행  적합  여부)",
            "5\n5",
            "10"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 77,
      "text": "- 74 - 정성적평가 평가방법 적용기준 정성적 평가는 평가항목별 등급을 5등급수, 우, 미, 양, 가로 구분하여 평가하며, 항목별 배점에 따라 등급점수를 부여하고, 항목평가를 위한 자료 미제출시는 하 등급으로 처리 한다 등급 수 우 미 양 가 하 자료미제출시 점수 100 90 80 70 60 0 정성적평가는 제안서평가위원이 자율적으로 평가하되, 평가의 변별력 확보를 위하여 불가 피한 경우를 제외하고는 업체 간 동점부여를 지양한다. 프로젝트 관리 관리방법론 - 위험관리, 자원관리, 진도관리, 보안관리 형상관리, 문서관리 방안의 적정성 1 3 일정계획 - 세부활동 도출 및 기간의 타당성 - 세부활동 배열의 합리성 - 중간목표 정의의 타당성 1 수행조직관리 - 사업수행 조직구성의 적정성 - 사업수행 조직구성원 직급 및 경력의 적정성 - 사업수행업무 참여인원 계획의 타당성 1 프로젝트 지원 교육훈련 및 기술이전 - 교육훈련 방법, 내용, 일정의 적정성 - 인수인계 대상 및 계획의 적정성 0.5 2 하자보수 및 비상대책 방안 - 지원 일정, 지원 체계, 일정의 적정성 - 시스템의 안정적 운영을 위해 제시하는 장애대책 방안의 적정성 0.5 기밀보안 - 기밀보안 체계의 적정성 - 기밀보안 대책의 확신성 1",
      "tables": [
        [
          [
            "프로젝트\n관리",
            "관리방법론\n일정계획\n수행조직관리",
            "-  위험관리,  자원관리,  진도관리,  보안관리  형상관리,   \n문서관리  방안의  적정성\n-  세부활동  도출  및  기간의  타당성\n-  세부활동  배열의  합리성\n-  중간목표  정의의  타당성\n-  사업수행  조직구성의  적정성\n-  사업수행  조직구성원  직급  및  경력의  적정성\n- 사업수행업무  참여인원  계획의  타당성",
            "1\n1\n1",
            "3"
          ],
          [
            "프로젝트\n지원",
            "교육훈련  및 \n기술이전\n하자보수  및\n비상대책  방안\n기밀보안",
            "-  교육훈련  방법,  내용,  일정의  적정성\n-  인수인계  대상  및  계획의  적정성\n-  지원  일정,  지원  체계,  일정의  적정성\n-\n  시스템의  안정적  운영을  위해  제시하는  장애대책 \n방안의  적정성\n-  기밀보안  체계의  적정성 \n-  기밀보안  대책의  확신성",
            "0.5\n0.5\n1",
            "2"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 78,
      "text": "- 75 - 붙임 7 입찰가격 평가산식 가격평가점수 산출방법 1 입찰가격이 예정가격예정가격을 작성하지 않은 경우에는 추정가격에 부 가가치세를 포함한 금액으로 한다.의 100분의 80 이상인 경우 평점 입찰가격평가 배점한도 최저입찰가격 해당입찰가격 1. 최저입찰가격은 유효한 입찰자중 최저입찰가격으로 하되, 입찰가격이 예정 가격의 100분의 80미만인 경우 100분의 80으로 계산한다. 2. 해당입찰가격이 예정가격의 100분의 80미만일 경우에는 배점한도의 30 에 해당하는 평점을 부여한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 79,
      "text": "- 76 - 붙임 8 용역업체 정보보안 준수사항 서울시 정보화사업을 수행하는 용역업체는 보안사고 예방을 위해 국가정보보안기본지침 제63조, 서울시정보통신보안업무처리규칙 제26조에 따라 용역사업 단계별계약, 수행, 종료 보안사항을 준수해야 한다. 용역업체에 의한 보안사고 발생 시 사업자 보안위규 처리기준에 따라 행정조치 됨을 유념하시고 본 준수사항을 숙지하시기 바랍니다. 모든 정보화사업용역,구매,공사의 제안요청서 및 과업지시서, 시방서에 적용하며 대상사업에 맞 게 수정보완하여 사용할 수 있음 1. 계약단계 가. 용역업체가 하도급 계약을 체결할 경우 원래 사업계약 수준의 비밀유지 조항을 포함해야 한다. 나. 용역사업에 투입되는 자료장비 등에 대해 대외보안이 필요할 경우 보안의 범위 및 책임을 명확히 하기 위해 사업수행계약서와 별도로 아래의 사항이 명시된 비밀유지계약서를 작성하여 발주기관에 제출해야 한다. - 비밀정보의 범위 - 보안 준수사항 - 위반시 손해배상 책임 - 지식재산권 문제 - 자료의 반환 2. 수행단계 2-1. 참여인원에 대한 보안관리 가. 용역사업 참여인원에 대한 신원확인을 실시하고 발주기관에 증빙자료를 제출해야 한다. 나. 용역업체 대표자 및 참여인원 각자의 친필 서명이 들어 있는 보안서약서를 발주기관에 제출해야 한다. 다. 용역사업 참여직원은 용역업체 임의로 교체할 수 없으며, 신상변동해외여행 포함사항 발생 시 발주기관에 즉시 보고하고 승인을",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 80,
      "text": "- 77 - 받아야 한다. 2-2. 사무실장비에 대한 보안관리 가. 용역사업 수행을 위해 외부 사무실을 사용할 경우 CCTV, 시건장치 등 비인가자 출입통제 대책을 마련해야 한다. 나. PC, 휴대용 저장매체 등을 반입 및 반출 시 발주기관의 승인을 받아야 하며, 해당 장비에 유료 최신 백신을 설치하고 악성코드를 주기적으로 검사해야 한다. 다. 발주기관은 용역업체에게 제공한 사무실에 대해 수시로 보안점검을 할 수 있다. 라. 용역사업 관련 자료를 보관한 PC로 인터넷에 접속하면 안 된다. 마. USB메모리 등 휴대용 저장매체는 사용을 금지하되 불가피한 경우 발주기관의 승인 후 사용할 수 있다. 바. 용역업체 PC 및 휴대용 저장매체에 정보시스템 접속정보ID,비밀번호를 저장하면 안 된다. 사. 용역업체 직원의 개인 휴대폰은 발주기관의 통제 하에 카메라 및 충전포트에 보안스티커를 부착해야 한다. 어플리케이션, 단말기PC, 스마트기기 등, 유무선 통신장비, 서버, DBMS, 출입통제구역, 누설금지대상정보에 접근하는 작업자에 한하며, 보안스티커를 부착하지 못하는 경우 담당자가 휴대폰을 회수하여 보관한다. 아. 용역업체가 사용하는 노트북PC, 휴대용 저장매체 등은 퇴근휴가 시와 같이 일정기간 사용하지 않을 경우 분실 방지를 위해 시건장치가 있는 보관함에 보관해야 한다. 2-3. 내외부망 접근시 보안관리 가. 용역업체 사용 통신망은 서울시 행정통신망내부망과 분리하여 구성해야 한다. 단, 업무상 필요한 경우 발주기관의 승인 후 해당 서버에만 제한적으로 접근해야 한다. 나. 용역사업 참여인원의 사용자 계정ID은 하나의 그룹으로 등록해야 한다. 다. 계정별 정보시스템 접근권한을 차등 부여하되 내부문서 접근은 금지한다. 라. 용역업체 직원이 root 계정 등 정보시스템에 중대한 영향을 끼칠 수 있는 계정에 대한 단독 접근은 불허하며, 필요할 경우 발주기관의 승인을 받아야 한다. 마. 계정별 부여된 접근권한은 불필요 시 곧바로 권한을 해지하거나 계정을",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 81,
      "text": "- 78 - 폐기해야 한다. 바. 발주기관은 사용자별로 부여한 계정에 접속하여 저장된 자료와 작업 이력을 확인할 수 있다. 사. 용역업체 PM은 사업 참여인원이 접근한 서버 및 네트워크 장비에 대한 로깅 기록을 매일 확인하고 이상 유무를 발주기관에 보고해야 한다. 아. 용역업체에서 사용하는 PC는 인터넷 연결을 금지하되, 사업수행을 위해 부득이한 경우 필요한 보안조치를 시행하고 발주기관의 승인 후 사용해야 한다. 자. 발주기관 내부에서 비인가 무선 AP무선공유기, 스마트폰 핫스팟 등 설정을 금지하며, 시스템 개발PC와 연결은 금지한다. 차. 발주기관에 휴대용 무선 모뎀WiFi, LTE 등을 반입하면 안 된다. 카. 발주기관에 노트북PC 반입 시 무선통신기능 사용불가 조치Driver 삭제 등를 시행해야 한다. 타. 발주기관 외부에서 내부에 있는 개발 PC 및 정보시스템에 원격 접속은 금지한다. 2-4. 자료에 대한 보안관리 가. 사업 수행을 위해 발주기관에서 용역업체에게 제공하는 내부 자료는 자료관리 대장을 작성하고, 인계자인수자가 자필로 서명해야 한다. 나. 용역사업 관련 자료는 웹하드,P2P사이트,웹오피스,클라우드 서비스 등 인터넷 자료공유사이트 및 사업 참여인원의 개인 메일함에 저장하면 안 된다. 다. 발주기관이 제공한 사무실에서 용역사업을 수행할 경우, 매일 퇴근 시 관련 자료를 발주기관에 반납해야 한다. 단, 비밀문서를 제외한 일반문서는 발주기관이 제공한 사무실에 시건장치가 된 보관함에 보관할 수 있다. 라. 사업 수행 시 생산되는 모든 산출물은 발주기관의 파일서버에 저장하거나, 발주기관에서 지정한 PC에 저장관리해야 한다.파일 저장 PC는 인터넷 연결 금지 마. 사업 수행으로 생산되는 모든 산출물 및 기록은 발주기관이 인가하지 않은 자에게 제공대여열람을 금지한다. 3. 종료단계 가. 용역업체 PC 및 휴대용 저장매체 등에 저장된 사업 관련 자료는 검증된 삭제 SW로 완전 삭제해야 하며, 발주기관의 승인 후 반출해야 한다. 완전 삭제 SW 목록은 국가정보원www.nis.go.kr 사이버안보 보안적합성",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 82,
      "text": "- 79 - 검증필 제품목록 참고 나. 용역사업 관련자료 삭제 조치 후 용역업체에 복사본 등 용역사업과 관련된 제반자료를 보유하고 있지 않다는 용역업체 대표 명의의 보안확약서를 자필 서명하여 발주기관에 제출해야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 83,
      "text": "- 80 - 붙임 9 외주 용역사업 보안특약 조항 1 사업자는 서울특별시의 보안정책을 위반하였을 경우 별표1의 위규처리 기 준에 따라 위규자 및 관리자를 행정조치하고 별표2의 보안 위약금을 서울 특별시에 납부한다. 2 사업자는 사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리 적, 기술적 보안대책 및 별표3의 누출금지 대상정보에 대한 보안관리계획 을 사업제안서에 기재하여야 하며, 해당 정보 누출 시 서울특별시는지방자 치단체를 당사자로 하는 계약에 관한 법률 시행령제92조에 따라 사업자를 부정당업체로 등록한다. 3 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안 되며, 사업 종료 시 정보보안담당자 의 입회하에 완전 폐기 또는 반납해야 한다. 4 사업자는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구 를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 한다. 별표 1 사업자 보안위규 처리기준 별표 2 보안 위약금 부과 기준 별표 3 누출금지 대상 정보",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 84,
      "text": "- 81 - 별표 1 사업자 보안위규 처리기준 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업참여 제한 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용역 사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "심 각",
            "1. 비밀 및 대외비 급 정보 유출 및 유출시도\n  가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출\n  나. 개인정보·신상정보 목록 유출\n  다. 비공개 항공사진·공간정보 등 비공개 정보 유출\n2. 정보시스템에 대한 불법적 행위\n  가. 관련 시스템에 대한 해킹 및 해킹시도\n  나. 시스템 구축 결과물에 대한 외부 유출\n  다. 시스템 내 인위적인 악성코드 유포",
            "◦  사업참여 제한\n◦  위규자 및 직속\n   감독자 등 중징계\n◦  재발 방지를 위한 \n   조치계획 제출\n◦  위규자 대상 특별\n   보안교육 실시"
          ],
          [
            "중 대",
            "1. 비공개 정보 관리 소홀 \n  가. 비공개 정보를 책상 위 등에 방치 \n  나. 비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n  다. 개인정보․신상정보 목록을 책상 위 등에 방치\n  라. 기타 비공개 정보에 대한 관리소홀\n2. 사무실ㆍ보호구역 보안관리 허술\n  가. 통제구역 출입문을 개방한 채 퇴근 등\n  나. 인가되지 않은 작업자의 내부 시스템 접근\n  다. 통제구역 내 장비·시설 등 무단 사진촬영 \n3. 전산정보 보호대책 부실\n  가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 \n  나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용역\n사업 관련 자료 수발신\n  다. 개발·유지보수 시 원격작업 사용\n  라. 저장된 비공개 정보 패스워드 미부여\n  마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장\n  바. 외부용 PC를 업무망에 무단 연결 사용\n  사. 보안관련 프로그램 강제 삭제\n  아. 사용자 계정관리 미흡 및 오남용(시스템 불법접근 시도 등)",
            "◦  위규자 및 직속\n   감독자 등 중징계\n◦  재발 방지를 위한\n   조치계획 제출\n◦  위규자 대상 특별\n   보안교육 실시"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 85,
      "text": "- 82 - 구 분 위 규 사 항 처 리 기 준 보 통 1. 기관 제공 중요정책ᆞ민감 자료 관리 소홀 가. 주요 현안ᆞ보고자료를 책상 위 등에 방치 나. 정책ᆞ현안자료를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 2. 사무실 보안관리 부실 가. 캐비넷ᆞ서류함ᆞ책상 등을 개방한 채 퇴근 나. 출입키를 책상 위 등에 방치 3. 보호구역 관리 소홀 가. 통제ᆞ제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍ᆞ책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽂아 놓고 퇴근 라. 부팅ᆞ화면보호 패스워드 미부여 또는 1111 등 단순숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 위규자 및 직속 감독자 등 경징계 위규자 및 직속 감독자 사유서 경위서 징구 위규자 대상 특별 보안교육 실시 경 미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기ᆞ인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보ᆞ보안장치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반 위규자 서면ᆞ구 두 경고 등 문책 위규자 사유서 경위서 징구",
      "tables": [
        [
          [
            "구 분",
            "위     규     사     항",
            "처 리 기 준"
          ],
          [
            "보 통",
            "1. 기관 제공 중요정책ㆍ민감 자료 관리 소홀\n  가. 주요 현안ㆍ보고자료를 책상 위 등에 방치\n  나.  정책ㆍ현안자료를  휴지통ㆍ폐지함 등에 유기  또는 이면지 \n활용\n2. 사무실 보안관리 부실\n  가. 캐비넷ㆍ서류함ㆍ책상 등을 개방한 채 퇴근 \n  나. 출입키를 책상 위 등에 방치\n3. 보호구역 관리 소홀 \n  가. 통제ㆍ제한구역 출입문을 개방한 채 근무\n  나. 보호구역내 비인가자 출입허용 등 통제 미실시\n4. 전산정보 보호대책 부실\n  가. 휴대용저장매체를 서랍ㆍ책상 위 등에 방치한 채 퇴근\n  나. 네이트온 등 비인가 메신저 무단 사용 \n  다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽂아  놓고 \n퇴근\n  라.  부팅ㆍ화면보호  패스워드 미부여  또는 \"1111\" 등  단순숫자 \n부여\n  마. PC 비밀번호를 모니터 옆 등 외부에 노출\n  바. 비인가 보조기억매체 무단 사용",
            "◦  위규자 및 직속\n   감독자 등 경징계 \n◦  위규자 및 직속\n   감독자  사유서 \n/   \n경위서 징구\n◦  위규자  대상  특별   \n보안교육 실시"
          ],
          [
            "경 미",
            "1. 업무 관련서류 관리 소홀\n  가. 진행 중인 업무자료를 책상 등에 방치, 퇴근\n  나. 복사기ㆍ인쇄기 위에 서류 방치\n2. 근무자 근무상태 불량\n  가. 각종 보안장비 운용 미숙\n  나. 경보ㆍ보안장치 작동 불량 \n3. 전산정보 보호대책 부실 \n  가. PC내 보안성이 검증되지 않은 프로그램 사용\n  나. 보안관련 소프트웨어의 주기적 점검 위반",
            "◦  위규자  서면ㆍ구\n두   경고 등 문책\n◦  위규자  사유서 \n/ \n경위서 징구"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 86,
      "text": "- 83 - 별표 2 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비 중 부정당업자 등록 계약금액의 5이하 계약금액의 3이하 계약금액의 1이하 위규 수준은 별표 1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는 1회의 사고만으로도 그 파급력이 큰 것을 감안하여 타 항목과 별도 부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산",
      "tables": [
        [
          [
            "구분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건  이상",
            "경미  3건  이상"
          ],
          [
            "위약금\n비    중",
            "부정당업자  등록",
            "계약금액의 \n5%이하",
            "계약금액의 \n3%이하",
            "계약금액의 \n1%이하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 87,
      "text": "- 84 - 별표3 누출금지 대상정보 1. 기관 소유 정보시스템의 내외부 IP주소 현황 2. 세부 정보시스템 구성현황 및 정보통신망 구성도 3. 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4. 정보통신망 취약점 분석평가 결과물 5. 용역사업 결과물 및 프로그램 소스코드 6. 국가용 보안시스템 및 정보보호시스템 도입 현황 7. 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8. 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정 보로 분류된 기관의 내부문서 9. 개인정보보호법제2조제1호의 개인정보 10. 보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 11. 그 밖에 각급기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 88,
      "text": "- 85 - 붙임 10 용역사업착수시 보안 서약서 용역업체 대표자용 본인은 년 월 일부로 학업성취도 다차원 종단분석 통합시스템 1차 고도화를 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 학업성취도 다차원 종단분석 통합시스템 1차 고도화 수행중 알게 될 일체 의 내용이 직무상 기밀 사항임을 인정하고, 용역수행중 취득한 각종 성과품문서,도 면,동영상,사진 등은 귀 청의 직원이라고 하여도 본 사업에 직접 관여하지 않는 자 에 대해서는 공개 또는 누설하지 않으며, 사업 수행 중은 물론 종료 후에도 자신 또 는 제3자를 위하여 사용하지 않는다 2. 본 사업 추진의 사실 및 그 성과가 귀청에 의하여 적법하게 공개된 경우라고 하여 도 미공개 부문에 대해서는 비밀을 유지한다. 3. 본 사업이 완료되거나 사업 진행 중에 어떠한 사유로든 본인이 본 사업을 수행할 수 없게 된 경우, 그 시점에서 본인이 보유하고 있는 기밀사항을 포함한 관련 자료 를 즉시 귀청에 반납하고 비밀을 유지한다. 4. 본인 회사의 직원이 기밀을 누설하거나 관계 규정을 위반한 경우에도 총괄 책임을 지겠으며, 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 5. 본인은 하도급업체를 통한 사업 수행시 하도급업체로 인해 발생하는 위반사항에 대 하여 모든 책임을 부담한다. 6. 상기 보안 서약 미준수 시 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제98조, 제99조, 제113조 및 제127조 등 보안 관련 법규 년 월 일 서 약 자 업 체 명 용역업체 대표자 직 위 성 명 서명 생 년 월 일 서약 집행자 소 속 담당 공무원 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 89,
      "text": "- 86 - 용역사업착수시 보안 서약서 용역업체 직원용 본인은 년 월 일부로 학업성취도 다차원 종단분석 통합시스템 1차 고도화를 수행함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 학업성취도 다차원 종단분석 통합시스템 1차 고도화 수행중 알게 될 일체의 내용이 직무상 기밀 사항임을 인정하고, 용역수행중 취득한 각종 성과품문서,도면,동 영상,사진 등은 귀 청의 직원이라고 하여도 본 사업에 직접 관여하지 않는 자에 대 해서는 공개 또는 누설하지 않으며, 사업 수행 중은 물론 종료 후에도 자신 또는 제3 자를 위하여 사용하지 않는다. 2. 본 사업 추진의 사실 및 그 성과가 귀청에 의하여 적법하게 공개된 경우라고 하여도 미공개 부문에 대해서는 비밀을 유지한다. 3. 본 사업이 완료되거나 사업 진행 중에 어떠한 사유로든 본인이 본 사업을 수행할 수 없게 된 경우, 그 시점에서 본인이 보유하고 있는 기밀사항을 포함한 관련 자료를 즉시 귀청에 반납하고 비밀을 유지한다. 4. 상기 보안 서약 미준수 시 관계법규에 따라 엄중한 처벌을 받을 것을 서약한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제98조, 제99조, 제113조 및 제127조 등 보안 관련 법규 년 월 일 서 약 자 업 체 명 용역업체 직원 직 위 성 명 서명 생 년 월 일 서약 집행자 소 속 담당 공무원 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 90,
      "text": "- 87 - 용역사업완료시 보안 서약서 용역업체 대표자용 본인은 년 월 일부로 학업성취도 다차원 종단분석 통합시스템 1차 고도화를 종료함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 학업성취도 다차원 종단분석 통합시스템 1차 고도화 수행중 알게 된 일체의 내용이 직무상 기밀 사항임을 인정하고, 용역완료후에는 제3자에게 누설유출하지 않으며 성과품문서,도면, 동영상,사진 등은 파기하고 보관하지 않는다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식 하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제98조, 제99조, 제113조 및 제127조 등 보안관련 법규 4. 본인은 하도급업체를 통한 사업 수행시 하도급업체로 인해 발생하는 위반사항에 대 하여 모든 책임을 부담한다. 년 월 일 서 약 자 업 체 명 용역업체 대표자 직 위 성 명 서명 생 년 월 일 서약 집행자 소 속 담당 공무원 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 91,
      "text": "- 88 - 용역사업완료시 보안 서약서 용역업체 직원용 본인은 년 월 일부로 학업성취도 다차원 종단분석 통합시스템 1차 고도화를 종료함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 학업성취도 다차원 종단분석 통합시스템 1차 고도화 수행중 알게 된 일체의 내용이 직무상 기밀 사항임을 인정하고, 용역완료후에는 제3자에게 누설유출하지 않 으며 성과품문서,도면,동영상,사진 등은 파기하고 보관하지 않는다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식 하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 가. 국가보안법 제4조 제1항 제2호 및 5호국가기밀누설 등 나. 형법 제98조, 제99조, 제113조 및 제127조 등 보안관련 법규 년 월 일 서 약 자 업 체 명 용역업체 직원 직 위 성 명 서명 생 년 월 일 서약 집행자 소 속 담당 공무원 직 위 성 명 서명 생 년 월 일",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 92,
      "text": "- 89 - 붙임 11 기술적용계획표, 기술적용결과표 사업명 학업성취도 다차원 종단분석 통합시스템 1차 고도화 용역 사업 작성일 2023년 5 월 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준과학기술정보통신부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "ｏ  지능정보화  기본법\nｏ  공공기관의  정보공개에  관한  법률\nｏ  개인정보  보호법\nｏ  소프트웨어  진흥법\nｏ  인터넷주소자원에  관한  법률\nｏ  전자서명법\nｏ  전자정부법\nｏ  정보통신기반  보호법\nｏ  정보통신망  이용촉진  및  정보보호  등에  관한  법률\nｏ  통신비밀보호법\nｏ  국가를  당사자로  하는  계약에  관한  법률\nｏ  하도급거래  공정화에  관한  법률\nｏ  지방자치단체를  당사자로  하는  계약에  관한  법률\nｏ  공공데이터의  제공  및  이용  활성화에  관한  법률"
          ],
          [
            "고시  등",
            "ｏ  보안업무규정(대통령령)\nｏ  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\nｏ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정보통신부고시)\nｏ  전자서명인증업무  운영기준(과학기술정보통신부고시)\nｏ  전자정부  웹사이트  품질관리  지침(행정안전부고시)\nｏ  정보보호시스템  공통평가기준(과학기술정보통신부고시)\nｏ  정보보호시스템  평가·인증  지침(과학기술정보통신부고시)\nｏ  정보시스템  감리기준(행정안전부고시)\nｏ  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \nｏ  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \nｏ  행정전자서명  인증업무지침(행정안전부고시)\nｏ  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\nｏ  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\nｏ  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\nｏ  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\nｏ  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\nｏ  표준  개인정보  보호지침(개인정보보호위원회) \nｏ  엔지니어링사업대가의  기준(산업통상자원부고시)\nｏ  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\nｏ  소프트웨사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\nｏ  중소  소프트웨어사업자의  사업  참여  지원에  관한  지침(과학기술정보통신부고시)\nｏ  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)\nｏ  용역계약일반조건(기획재정부계약예규)\nｏ  협상에  의한  계약체결기준(기획재정부계약예규)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 93,
      "text": "- 90 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적 용 부 분 적 용 미 적 용 해 당 없 음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용 할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. O 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 O o 모바일 전자정부 서비스 관리 지침 O 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 O - XHTML 1.0 O - XML 1.0, XSL 1.0 O - ECMAScript 3rd O o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 O 서비스 전달 프로토콜 IPv4 O IPv6 O 인터페이스 및 통합 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용 미 적용 해당 없음 구분 항 목 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 공통표준용어행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "",
            "ｏ  경쟁적  대화에  의한  계약체결기준(기획재정부계약예규)\nｏ  하도급거래공정화지침(공정거래위원회예규)\nｏ  정보보호조치에  관한  지침(과학기술정보통신부고시)\nｏ  개인정보의  기술적·관리적  보호조치  기준(개인정보보호위원회)\nｏ  행정정보  공동이용  지침(행정안전부예규) \nｏ  공공기관의  데이터베이스  표준화  지침(행정안전부고시)\nｏ  공공데이터  공통표준용어(행정안전부고시)\nｏ  공공데이터  관리지침(행정안전부고시)\nｏ  모바일  전자정부  서비스  관리  지침(행정안전부예규) \nｏ  행정기관  및  공공기관  정보자원  통합기준(행정안전부고시)\nｏ  국가정보보안기본지침(국가정보원)"
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적 용",
            "부 분 적 용",
            "미 적 용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용\n할  수  있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터 \n사용자  등  서비스  이용  소외계층을  고려한 설계·구현을  검토하여야  한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "ｏ  전자정부  웹사이트  품질관리  지침\nｏ  한국형  웹  콘텐츠  접근성  지침  2.1",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  전자정부  서비스  관리  지침",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "외부  접근 \n장치",
            "ｏ  웹브라우저  관련\n  -  HTML  4.01/HTML  5,  CSS  2.1",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련\n  -  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "",
            "",
            "",
            "O",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 94,
      "text": "- 91 - 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. O 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 O - UDDI v3 O - RESTful O o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 O - ebXMLBPEL 2.0XPDL 2.0 O 데이터 공유o 데이터 형식 XML 1.0 O 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 O 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해 당 없 음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. O o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수 행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스템과 호환성 및 확장성이 보장되어야 한다. O 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 O o 부가통신 VoIP - H.323 O - SIP O - MegacoH.248 O",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검토\n하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스는 \n범정부  차원의  공유·활용이  가능하도록  지원하여야  한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  통합",
            "ｏ  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  RESTful",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "데이터  공유 ｏ  데이터  형식  :  XML  1.0",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "인터페이스 ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "O",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "",
            "",
            "O",
            "",
            "",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수\n행하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는 \n정보시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP\n  -  H.323",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  SIP",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            "",
            "",
            "",
            "O",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 95,
      "text": "- 92 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. O o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. O o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 O 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해 당 없 음 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 O - UNIX O - Windows Server O - Linux O o 모바일용 운영 체계 및 기반환경 - android O - IOS O - Windows Phone O 데이터베이스 o DBMS - RDBMS O - ORDBMS O - OODBMS O - MMDBMS O 시스템 관리 o ITIL v3 ISO20000 O 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크 O",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UNIX",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Linux",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경\n  -  android",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  IOS",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS\n  -  RDBMS",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "O",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분\n항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향상, \n데이터베이스  통합  등을  위하여  표준화되어야  한다.",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수",
            "O",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 96,
      "text": "- 93 - 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전부 장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. O 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 O 데이터 표현 o 정적표현 HTML 4.01 O o 동적표현 - JSP 2.1 O - ASP.net O - PHP O - 기타 O 프로그래밍 o 프로그래밍 - C O - C O - Java O - C O - 기타 O 데이터 교환 o 교환프로토콜 - XMI 2.0 O - SOAP 1.2 O o 문자셋 - EUC-KR O - UTF-8단, 신규시스템은 UTF-8 우선 적용 O",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부\n장관에게  표준  등록을  요청하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  공통표준용어\nｏ  공공데이터  관리지침",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  동적표현\n  -  JSP  2.1",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ASP.net",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  PHP",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍\n  -  C",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  Java",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C#",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜: \n  -  XMI  2.0",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  문자셋\n  -  EUC-KR",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "O",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 97,
      "text": "- 94 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 O o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. O o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. O o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 O o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 O o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 O 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 O - SSO제품 O - 디스크ᆞ파일 암호화 제품 O - 문서 암호화 제품DRM등 O - 메일 암호화 제품 O - 구간 암호화 제품 O - 키보드 암호화 제품 O - 하드웨어 보안 토큰 O - DB암호화 제품 O - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내장된 제품 O - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 O o CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검 증 필요 - 네트워크침입차단 O - 네트워크침입방지침입탐지 포함 O",
      "tables": [
        [
          [
            "구  분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "기본  지침",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견시  개선․조치하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)\n  -  국가  사이버안전  매뉴얼",
            "O",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인 \n정보보호제품)\n  -  PKI제품\n  -  SSO제품\n  -  디스크ㆍ파일  암호화  제품\n  -  문서  암호화  제품(DRM)등\n  -  메일  암호화  제품\n  -  구간  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품\n  -  상기제품(9종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품",
            "O",
            "",
            "",
            "O\nO\nO\nO\nO\nO\nO\nO\nO",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검\n증  필요)\n  -  (네트워크)침입차단\n  -  (네트워크)침입방지(침입탐지  포함)",
            "",
            "",
            "",
            "O\nO",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 98,
      "text": "- 95 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 통합보안관리 O - 웹 응용프로그램 침입차단 O - DDos 대응 O - 인터넷 전화 보안 O - 무선침입방지 O - 무선랜 인증 O - 가상사설망검증필 암호모듈 탑재 필수 O - 네트워크 접근통제 O - 네트워크 자료유출방지 O - 망간 자료전송 O - 안티 바이러스 O - 가상화PC 또는 서버 O - 패치관리 O - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 O - 스팸메일 차단 O - 서버 접근통제 O - DB접근 통제 O - 스마트카드 O - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 O - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 O - 소스코드 보안약점 분석도구 O - 스마트폰 보안관리 O - CC인증서에 명시된 제품과 동일 제품 여부 O o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 O o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 행정공공기관 민간 클라우드 이용 가이드라인 O 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 O - 암호지원 O - 정보 흐름 통제 O",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  통합보안관리\n  -  웹  응용프로그램  침입차단\n  -  DDos  대응\n  -  인터넷  전화  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망(검증필  암호모듈  탑재  필수)\n  -  네트워크  접근통제\n  -  네트워크  자료유출방지\n  -  망간  자료전송\n  -  안티  바이러스\n  -  가상화(PC  또는  서버)\n  -  패치관리\n  -  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)\n  -  스팸메일  차단\n  -  서버  접근통제\n  -  DB접근  통제\n  -  스마트카드\n  -  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)\n  -  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)\n  -  소스코드  보안약점  분석도구\n  -  스마트폰  보안관리\n  -  CC인증서에  명시된  제품과  동일  제품  여부",
            "O",
            "",
            "",
            "O\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO\nO",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등\n  -  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용\n    -  클라우드  서비스  보안인증(CSAP)을  받은  서비스\n    -  행정·공공기관  민간  클라우드  이용  가이드라인",
            "",
            "",
            "",
            "O",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수\n  -  식별  및  인증\n  -  암호지원\n  -  정보  흐름  통제",
            "O\nO\nO",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 99,
      "text": "- 96 - 최신 기준은 국가정보원 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 보안 관리 O - 자체 시험 O - 접근 통제 O - 전송데이터 보호 O - 감사 기록 O - 기타 제품별 특화기능 O o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 O - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 O - 백도어 제거비공개 원격 관리 및 접속 기능 O - 오픈소스 적용 기능 및 리스트 제공 O",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  보안  관리\n  -  자체  시험\n  -  접근  통제\n  -  전송데이터  보호\n  -  감사  기록\n  -  기타  제품별  특화기능\nｏ  보안기능  확인  및  취약점  제거\n  -  보안기능별  명령어  등  시험  및  운영방법  제공\n  -  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)\n  -  백도어  제거(비공개  원격  관리  및  접속  기능)\n  -  오픈소스  적용  기능  및  리스트  제공",
            "O\nO\nO\nO\nO\nO\nO\nO\nO\nO",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 100,
      "text": "- 97 - 붙임 12 소프트웨어 개발사업의 적정 사업기간 종합 산정서 사업명 학업성취도 다차원 종단분석 통합시스템 1차 고도화 항목별 검토 의견 검토항목 검토의견 추정 사업기간 1 기능점수FP 기반 SW사업 적정 개발기간 산정표 개월 2 사업기초자료 사업계획서, 예산신청서, 제안요청서 개월 3 유사사업 자료 개월 4 기타 특이사항 개월 종합 의견 5 종합의견 적정 사업기간 개월 소프트웨어사업 계약 및 관리감독에 관한 지침제10조제3항에 따른 소프트 웨어 개발사업의 적정 사업기간을 위와 같이 산정합니다. 2023년 월 일 위 원 서명 위 원 서명 위 원 서명 위 원 서명 위 원 서명 위 원 서명 위 원 서명 위 원 서명 위 원 서명 위원장 서명 발주기관의 장귀하 원본 내용과 상이 없음",
      "tables": [
        [
          [
            "사업명\n학업성취도  다차원  종단분석  통합시스템  1차  고도화",
            "",
            ""
          ],
          [
            "항목별  검토  의견",
            "",
            ""
          ],
          [
            "검토항목",
            "검토의견",
            "추정 \n사업기간"
          ],
          [
            "①  기능점수(FP)  기반\nSW사업  적정  개발기간 \n산정표",
            "",
            "개월"
          ],
          [
            "②  사업기초자료\n(사업계획서,  예산신청서,\n제안요청서)",
            "",
            "개월"
          ],
          [
            "③  유사사업  자료",
            "",
            "개월"
          ],
          [
            "④  기타  특이사항",
            "",
            "개월"
          ],
          [
            "종합  의견",
            "",
            ""
          ],
          [
            "⑤  종합의견",
            "",
            "적정\n사업기간"
          ],
          [
            "",
            "",
            "개월"
          ],
          [
            "「소프트웨어사업  계약  및  관리감독에  관한  지침」제10조제3항에  따른  소프트\n웨어  개발사업의  적정  사업기간을  위와  같이  산정합니다.\n                                                                                          2023년        월        일       \n       \n  위    원                                    (서명)\n  위    원                                    (서명)\n  위    원                                    (서명)\n  위    원                                    (서명)\n  위    원                                    (서명)\n  위    원                                    (서명)\n  위    원                                    (서명)\n  위    원                                    (서명)\n  위    원                                    (서명)\n  위원장                                    (서명)\n발주기관의 장 귀하           ※ 원본 내용과 상이 없음 ※",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 101,
      "text": "- 98 - 붙임13 소프트웨어사업영향평가결과서 1. 기본정보 사업명 학업성취도 다차원 종단분석 통합시스템 1차 고도화 영향평가단계 예산편성 그 외 필요시 사업발주 재평가 주요 내용 사업기간 또는 개발기간 20 년 월 20 년 월 구분 1 상용 소프트웨어의 구매설치 및 유지관리 사업 2 국가안보, 치안, 외교 등 민간이 서비스하기에 부적합한 사업 3 민간투자형 소프트웨어 사업 4 단일기관 내부소속기관 제외 직원을 대상으로 제공하는 소프트웨어 사업 5 데이터베이스 구축 사업 6 소프트웨어 변경이 없는 운영사업 7 그 외 소프트웨어 사업 구분 16에 해당하는 경우 3번, 4번 항목 작성 불필요 2. 운영계획 운영기관 단일 기관 다수 기관 예상 개 기관 사용자 복수선택가능 구분 예상 사용자수 내부 직원 명 타 기관 직원 명 일반 국민 또는 기업 명",
      "tables": [
        [
          [
            "소프트웨어사업 영향평가 결과서",
            "",
            "",
            "",
            ""
          ],
          [
            "1.  기본정보",
            "사업명",
            "학업성취도  다차원  종단분석  통합시스템  1차  고도화",
            "",
            ""
          ],
          [
            "",
            "영향평가단계",
            "□  예산편성                           \n☑  사업발주\n□  그  외  필요시 \n□  재평가",
            "",
            ""
          ],
          [
            "",
            "주요  내용",
            "",
            "",
            ""
          ],
          [
            "",
            "사업기간\n(또는  개발기간)",
            "20      년      월    ~    20      년      월",
            "",
            ""
          ],
          [
            "",
            "구분",
            "①  상용  소프트웨어의  구매·설치  및 \n유지관리  사업",
            "",
            "□"
          ],
          [
            "",
            "",
            "②  국가안보,  치안,  외교  등  민간이 \n서비스하기에  부적합한  사업",
            "",
            "□"
          ],
          [
            "",
            "",
            "③  민간투자형  소프트웨어  사업",
            "",
            "□"
          ],
          [
            "",
            "",
            "④  단일기관  내부(소속기관  제외)  직원을 \n대상으로  제공하는  소프트웨어  사업",
            "",
            "□"
          ],
          [
            "",
            "",
            "⑤  데이터베이스  구축  사업",
            "",
            "□"
          ],
          [
            "",
            "",
            "⑥  소프트웨어  변경이  없는  운영사업",
            "",
            "□"
          ],
          [
            "",
            "",
            "⑦  그  외  소프트웨어  사업",
            "",
            "□"
          ],
          [
            "",
            "",
            "※  구분  ①~⑥에  해당하는  경우  3번,  4번  항목  작성  불필요",
            "",
            ""
          ],
          [
            "2.  운영계획",
            "운영기관",
            "□  단일  기관\n□  다수  기관  (예상  :        개  기관)",
            "",
            ""
          ],
          [
            "",
            "사용자\n(복수선택 가능)",
            "구분",
            "예상  사용자수",
            ""
          ],
          [
            "",
            "",
            "□  내부  직원",
            "명",
            ""
          ],
          [
            "",
            "",
            "□  타  기관  직원",
            "명",
            ""
          ],
          [
            "",
            "",
            "□  일반  국민  또는  기업",
            "명",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 102,
      "text": "- 99 - 3. 민간 소프트 웨어 시장침해 가능성 주요기능과 동일유사한 소프트웨어를 민간에서 판매를 위해 제공하는지 여부 있음 없음 없음에 해당하는 경우 3번 이하 항목 및 4번 항목 작성 불필요 주요 기능 동일유사한 민간 소프트웨어 o o 4. 사업의 필요성 공공성 검토 복수선택 가능 법령에 규정된 사업 관련 법령 공공데이터 활용 공공서비스 제공 및 정비 가이드라인 준수 사업을 통한 민간 소프트웨어 시장 활성화 기여 Open API 등을 통한 데이터 개방, 민간 소프트웨어 구매활용 계획, 데이터 연계표준 및 표준업무 절차 제시, 중장기 민간 이양 계획 등 기여 방안 그 외의 사유로 민간이 소프트웨어를 제공하기에 부적합 부적합 사유 5. 종합의견 민간 소프트웨어 시장 침해 가능성 없음 민간 소프트웨어 시장 침해 가능성을 최소화하여 사업 추진 추진 방안 년 월 일 기관명 직인 210297백상지 80g",
      "tables": [
        [
          [
            "3.  민간 \n소프트\n웨어 \n시장침해 \n가능성",
            "주요기능과 동일·유사한 소프트웨어를 민간에서 판매를 위해 제공하는지 여부\n□ 있음              □ 없음",
            ""
          ],
          [
            "",
            "※「없음」에  해당하는  경우  3번  이하  항목  및  4번  항목  작성  불필요",
            ""
          ],
          [
            "",
            "주요  기능",
            "동일·유사한  민간  소프트웨어"
          ],
          [
            "",
            "o",
            ""
          ],
          [
            "",
            "o",
            ""
          ],
          [
            "",
            "··",
            "··"
          ],
          [
            "4.  사업의 \n필요성·\n공공성 \n검토\n   ( 복 수 선 택   \n가능)",
            "□  법령에  규정된  사업   \n      (관련  법령  :                                                                                          )\n□  ‘공공데이터  활용  공공서비스  제공  및  정비  가이드라인’  준수\n□  사업을  통한  민간  소프트웨어  시장  활성화  기여*\n      *  Open  API  등을  통한  데이터  개방,  민간  소프트웨어  구매·활용  계획, \n데이터  연계표준  및  표준업무  절차  제시,  중장기  민간  이양  계획  등\n      (기여  방안  :                                                                                          )\n□  그  외의  사유로  민간이  소프트웨어를  제공하기에  부적합\n      (부적합  사유  :                                                                                      )",
            ""
          ],
          [
            "5.  종합의견",
            "□  민간  소프트웨어  시장  침해  가능성  없음",
            ""
          ],
          [
            "",
            "□  민간  소프트웨어  시장  침해  가능성을  최소화하여  사업  추진\n      (추진  방안  :                                                                                          )",
            ""
          ],
          [
            "년          월        일\n                                                                                            기관명  :                                  (직인)",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 103,
      "text": "- 100 - 붙임 14 소프트웨어사업의 계약 및 관리감독에 관한 지침 하도급계약의적정성판단세부기준별표3 I. 자격의 적정성 판단항목 세부 판단항목 세부 판단 기준 및 방법 재하수급인 의 자격 참가제한 o 국가계약법또는 지방계약법에 따라 하수급인이 부정당 업자로 지정되어 입찰참가제한 중인 경우 감점 -25점 II. 수행능력의 적정성 III. 계약의 공정성 IV. 기타 기타 가 점 최대 5점 1 최근 3년간 하수급인이 유효기간 내에 있는 소프트웨어 관련 인증을 획득한 경우 가점 2점 소프트웨어 관련 인증 소프트웨어프로세스SP, 소프트웨어 품질인증GS 1등급, 2등급, 정 보보호시스템인증CC, 국가정보원 검증지정, 신기술인증NET, 신제품인증NEP 등 국가인증 및 국제표준인증 등 2 최근 3년간 하수급인의 정부지자체공공기관 수상경력회당 1점 판단항목 세부 판단항목 세부 판단 기준 및 방법 재하수급인 의 사업수행 능력 40점 사업수행 실적 30점 1-1 하수급인의 최근 3년간 유사사업 수행실적 하도급 계약금액 대비 최근 3년간 유사사업 수행실적 합산액의 비율을 기준으로 평가 100이상 100미만 80이상 80미만 60이상 60미만 50이상 50미만 30점 28점 26점 2516점 15점 1-2 하도급 사업 투입 인력 중 해당 사업과 유사사업 수행에 1건 이상 참여한 경험이 있는 인 력비율 70이상 70미만 60이상 60미만 50이상 50미만 40이상 40미만 30점 28점 26점 2516점 15점 계약상대자는 1-1, 1-2 중 택일하여 판단요청 가능 증빙서류 미제출 시 0점 처리 고용안정 및 적법근로 10점 2 하도급사업 투입인력 전원의 고용보험 가입 등 관련법 준수 여부 1.고용보험법 제15조에 따른 고용보험 가입 2. 파견근로자의파견근로자보호 등에 관한 법률 제7조에 따른 근로자파견사업 허 가업체 소속 확인 및 고용보험 가입 3.고용보험법 제10조에 따라 고용보험법이 적용되지 않는 인력의 경우 이를 증명하는 서류 4. 대표자의 경우 사업자 등록증 하도급 사업 투입인력이 각 호를 충족하지 못하는 경우 0점 처리 재하도급 계약방식 60점 하도급 대금지급 방식의 적정성 30점 1 원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부 - 대금지급 방식 현금어음 등, 지급시기, 지급률 선금중도금잔금 불일치 ,일치여부무관 , , 전부일치 는일치하고 , 중1개일치 는일치하고 , 전부불일치 0점 30점 15점 0점 계약일반용역계약 일반조건제27조의2 또는하도급 거래 공정화에 관한 법률제6조 제1항 또는 제13조에 따른 적법한 기일15일 이내 지급시기를 결정한 경우 와 일 치 간주 원도급 사업의 계약대금 지급방식보다 하도급 계약대금의 지급방식이 하수급인에게 유리한 경우에는 와 전부 일치 간주 하도급 금액의 적정성 30점 2 원도급의 하도급예정액 대비 하도급계약금액의 비율부분하도급률 95이상 95미만 90이상 90미만 85이상 85미만 80이상 80미만 70이상 70미만 30점 25점 20점 15점 10점 5점 1. 부분하도급률 하도급계약금액하도급예정액 100 2. 하도급예정액 국가기관등과 수급인간 계약서산출내역서상의 총 계약금액 중 각각 하도급 되는 예정금액 3. 하도급계약금액 재하도급 계약 시 계약서상의 명시된 계약금액",
      "tables": [
        [
          [
            "",
            "판단항목 세부  판단항목",
            "세부  판단  기준  및  방법"
          ],
          [
            "(재)하수급인\n의\n사업수행\n능력\n(40점)",
            "사업수행\n실적\n(30점)",
            "1-1   하수급인의  최근  3년간  유사사업  수행실적\n    ※  하도급  계약금액  대비  최근  3년간  유사사업  수행실적  합산액의  비율을  기준으로  평가\n100%미만～\n80%미만～\n60%미만～\n100%이상\n50%미만\n80%이상\n60%이상\n50%이상\n30점\n28점\n26점\n25～16점\n15점\n1-2   하도급  사업  투입  인력  중  해당  사업과  유사사업  수행에  1건  이상  참여한  경험이  있는  인\n력비율\n70%미만～\n60%미만～\n50%미만～\n70%이상\n40%미만\n60%이상\n50%이상\n40%이상\n30점\n28점\n26점\n25～16점\n15점\n    ※  계약상대자는  ◯1-1 ,  ◯1-2   중  택일하여  판단요청  가능\n    ※  증빙서류  미제출  시  0점  처리"
          ],
          [
            "",
            "고용안정\n및  적법근로\n(10점)",
            "②  하도급사업  투입인력  전원의  고용보험  가입  등  관련법  준수  여부 \n    1.「고용보험법」  제15조에  따른  고용보험  가입\n    2.  파견근로자의「파견근로자보호  등에  관한  법률」  제7조에  따른  근로자파견사업  허\n가업체  소속  확인  및  고용보험  가입\n    3.「고용보험법」  제10조에  따라  고용보험법이  적용되지  않는  인력의  경우  이를  증명하는  서류\n    4.  대표자의  경우  사업자  등록증\n  ※  하도급  사업  투입인력이  각  호를  충족하지  못하는  경우  0점  처리"
          ]
        ],
        [
          [
            "(재)하도급\n계약방식\n(60점)",
            "하도급\n대금지급\n방식의 \n적정성\n(30점)",
            "①  원도급 계약의 대금지급 방식 대비 하도급계약의 대금지급 방식의 일치 여부\n    -  ㉮ 대금지급 방식 (현금/어음 등), ㉯ 지급시기, ㉰ 지급률 (선금/중도금/잔금) \n㉮불일치\n㉮\n, ㉯, ㉰\n㉮는 일치하고\n㉮는 일치하고\n(㉯,㉰일치 여부 무관)\n전부 일치\n㉯\n, ㉰ 중 1개 일치\n㉯\n, ㉰ 전부 불일치\n0점\n30점\n15점\n0점\n    ※「(계약일반)용역계약  일반조건」제27조의2  또는「하도급  거래  공정화에  관한  법률」제6조\n제1항  또는  제13조에  따른  적법한  기일(15일)  이내  지급시기를  결정한  경우  ㉯와  일\n치  간주\n    ※  원도급  사업의  계약대금  지급방식보다  하도급  계약대금의  지급방식이  하수급인에게 \n유리한  경우에는  ㉯와  ㉰  전부  일치  간주"
          ],
          [
            "",
            "하도급 \n금액의\n적정성\n(30점)",
            "②  원도급의  하도급예정액  대비  하도급계약금액의  비율(부분하도급률)\n95%미만～\n90%미만～\n85%미만～\n80%미만～\n95%이상\n70%미만\n90%이상\n85%이상\n80%이상\n70%이상\n30점\n25점\n20점\n15점\n10점\n5점\n    1.  부분하도급률(%)  =  (하도급계약금액/하도급예정액)  ×  100\n    2.  하도급예정액  :  국가기관등과  수급인간  계약서(산출내역서)상의  총  계약금액  중  각각 \n하도급  되는  예정금액\n    3.  하도급계약금액  :  (재)하도급  계약  시  계약서상의  명시된  계약금액"
          ]
        ],
        [
          [
            "기타",
            "가  점\n(최대  5점)",
            "①  최근  3년간  하수급인이  유효기간  내에  있는  소프트웨어  관련  인증을  획득한  경우   \n(가점  2점)\n  ※ 소프트웨어  관련  인증:  소프트웨어프로세스(SP),  소프트웨어  품질인증(GS  1등급,  2등급),  정\n보보호시스템인증(CC),  국가정보원  검증/지정,  신기술인증(NET),  신제품인증(NEP)  등  국가인증 \n및  국제표준인증  등"
          ],
          [
            "",
            "",
            "②  최근  3년간  하수급인의  정부․지자체․공공기관  수상경력(회당  1점)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 104,
      "text": "- 101 - 붙임15 개인정보처리 업무 위탁 계약서 서울특별시 부서이하 위탁자 이라 한다.과 용역수행사업자 이하 수탁자라고 한다.는 위탁자의 개인정보 처리업무를 수탁자에게 위탁함에 있어 다음과 같은 내용으로 본 업무 위탁 계약을 체결한다. 개인정보보호법 제26조업무위탁에 따른 개인정보의 처리 제한 영 제28조개인정보의 처리 업무 위탁 시 조치 제1조 목적 이 계약은 위탁자가 개인정보처리업무를 수탁자에게 위탁하고, 수탁자는 이를 승낙하여 위탁자의 책임아래 성실하게 업무를 완성하도록 하는데 필요한 사항을 정함을 목적으로 한다. 제2조 용어의 정의 본 계약에서 별도로 정의되지 아니한 용어는 개인정보보호법, 같은법 시행령 및 시행규칙, 개인정보의 안전성 확보조치 기준행정안전부 고시 및 표준 개인정보 보호지침행정안전부 고시에 정의된 바에 따른다. 제3조 위탁업무의 목적 및 범위 수탁자는 위탁 계약이 정하는 바에 따라 사업의 목적으로 다음과 같은 개인정보처리 업무를 수행한다. 1. 시스템의 성명, 주소, 전화번호 등 제4조 위탁업무 기간 이 계약서에 의한 개인정보 처리업무 기간은 다음과 같다. 계약기간 20년 월일 20년 월일 제5조 재위탁 제한 1수탁자는 위탁자의 사전 승낙을 얻은 경우를 제외하고 위탁자와의 계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나 재위탁할 수 없다. 2수탁자가 제3의 회사와 수탁계약을 할 경우 수탁자는 해당사실을 계약체 결 7일 이전에 위탁자에게 통보하고 협의 완료 후 수탁계약을 하여야 한다. 제6조 개인정보의 안전성 확보조치 수탁자는 개인정보보호법 제23조제2항 및 제24조제3항 및 제29조, 같은 법 시행령 제21조 및 제30조, 개인정보의 안 전성 확보조치 기준행정안전부 고시에 따라 개인정보의 안전성 확보에 필요한 기술적관리적 조치를 취하여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 105,
      "text": "- 102 - 제7조 개인정보의 처리제한 1수탁자는 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적 범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는 누설하여서는 안 된다. 2수탁자는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와 관련하여 보유하고 있는 개인정보를 개인정보보호법시행령 제16조 및 개인 정보의 안전성 확보조치 기준행정안전부 고시에 따라 즉시 파기하거나 위탁자에게 반납하여야 한다. 3제2항에 따라 수탁자가 개인정보를 파기한 경우 지체없이 위탁자에게 그 결과를 통보하여야 한다. 제8조 수탁자에 대한 관리감독 등 1 위탁자는 수탁자에 대하여 다음 각 호의 사항을 감독할 수 있으며, 특별한 사유가 없는 한 수탁자는 이에 응하여야 한다. 1. 개인정보의 처리 현황 2. 개인정보의 접근 또는 접속현황 3. 개인정보 접근 또는 접속 대상자 4. 목적외 이용제공 및 재위탁 금지 준수여부 5. 암호화 등 안전성 확보조치 이행여부 6. 그 밖에 개인정보의 보호를 위하여 필요한 사항 2 위탁자는 수탁자에 대하여 제1항 각 호의 사항에 대한 실태를 점검하여 시정을 요구할 수 있으며, 수탁자은 특별한 사유가 없는 한 이행하여야 한다. 3 위탁자는 처리위탁으로 인하여 정보주체의 개인정보가 분실도난유출변조 또는 훼손되지 아니하도록 1년에 1회 수탁자를 교육할 수 있으며, 수탁자는 이에 응하여야 한다. 4 제3항에 따른 교육의 시기와 방법 등에 대해서는 위탁자는 수탁자와 협 의하여 시행한다. 제9조 정보주체 권리보장 수탁자는 정보주체의 개인정보 열람, 정정삭제, 처 리 정지요청 등에 대응하기 위한 연락처 등 민원 창구를 마련해야 한다. 제10조 개인정보의 파기 수탁자는 제4조의 위탁업무기간이 종료되면 특별한 사유가 없는 한 지체없이 개인정보를 파기하고 이를 위탁자에게 확인받아야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 106,
      "text": "- 103 - 제11조 손해배상 1 수탁자 또는 수탁자의 임직원 기타 수탁자의 수탁자가 이 계약에 의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따 른 의무를 위반하거나 수탁자 또는 수탁자의 임직원 기타 수탁자의 수탁 자의 귀책사유로 인하여 이 계약이 해지되어 위탁자 또는 개인정보주체 기타 제3자에게 손해가 발생한 경우 수탁자는 그 손해를 배상하여야 한다. 2 제1항과 관련하여 개인정보주체 기타 제3자에게 발생한 손해에 대하여 위 탁자가 전부 또는 일부를 배상한 때에는 위탁자는 이를 수탁자에게 구상할 수 있다. 본 계약의 내용을 증명하기 위하여 계약서 2부를 작성하고, 위탁자와 수탁자가 서명 또는 날인한 후 각 1부씩 보관한다. 20년 월 일 위탁자 용역수행사업자 서울시립대학교 회사 입학처장 대표이사",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 107,
      "text": "- 104 - 개인정보처리수탁자업체 점검관리체크리스트 위탁업무명 학업성취도다차원종단분석통합시스템1차고도화 업체명수탁자명 000회사예시 점검일시 2019.06.01.예시 위탁관리부서 과 팀 담당자 서명 체크리스트항목 점검결과 위탁업무수행목적외개인정보처리금지여부 개인정보의기술적관리적보호조치에관한사항준수여부 위탁업무의목적및범위를계약서상명시및인지여부 재위탁제한에관한사항준수및인지여부 개인정보에대한접근제한등안전성확보조치준수여부 개인정보취급자관리감독및개인정보의안전한관리사항준수여부 수탁자의준수사항의무를위반한경우손해배상등에관한사항인지여부 개인정보의열람정정삭제처리정지등정보주체의권리보장준수여부 개인정보의누설및이용제공금지등금지행위준수여부",
      "tables": [
        [
          [
            "체크리스트 항목",
            "점검결과"
          ],
          [
            "위탁업무 수행목적 외 개인정보 처리 금지 여부",
            ""
          ],
          [
            "개인정보의 기술적·관리적 보호조치에 관한 사항 준수 여부",
            ""
          ],
          [
            "위탁업무의 목적 및 범위를 계약서 상 명시 및 인지 여부",
            ""
          ],
          [
            "재위탁 제한에 관한 사항 준수 및 인지 여부",
            ""
          ],
          [
            "개인정보에 대한 접근 제한 등 안전성 확보 조치 준수 여부",
            ""
          ],
          [
            "개인정보취급자 관리·감독 및 개인정보의 안전한 관리사항 준수 여부",
            ""
          ],
          [
            "수탁자의 준수사항 의무를 위반한 경우 손해배상 등에 관한 사항 인지 여부",
            ""
          ],
          [
            "개인정보의 열람·정정·삭제·처리정지 등 정보주체의 권리보장 준수 여부",
            ""
          ],
          [
            "개인정보의 누설 및 이용·제공 금지 등 금지행위 준수 여부",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 108,
      "text": "- 105 - 개인정보처리수탁자업체 대상개인정보보호교육 교육일시 OOOO년OO월OO일 교육장소 서울특별시청소회의실 교육강사 홍길동 참석자 0000회사차장이순신 서명 0000회사차장이순신 서명 0000회사과장임꺽정 서명 0000회사과장임꺽정 서명 0000회사대리황진이 서명 0000회사대리황진이 서명 교육명 000시스템수탁자대상개인정보보호교육 교육내용 개인정보의생명주기에따른개인정보보호 - 수집항목 성명, 연락처, 메일주소예시 - 수집방법 정보주체동의에의한수집예시 - 수집목적 000시스템로그인, 대금청구예시 - 보유기간 수집목적달성시예시 정보주체의동의에의한수집시동의절차및동의서작성방법 개인정보의수집이용제공파기및처리제한에관한사항 개인정보의열람정정처리정치등정보주체의권리보장에관한사항 안전성확보에필요한관리적물리적기술적보호조치에관한사항 - 개인정보처리시스템접근권한관리 - 개인정보처리시스템, 업무용PC 등에대한접근통제 - 개인정보처리시스템접근권한3년이상보관및점검 - 개인정보처리시스템접속기록6개월이상보관 - 비밀번호작성규칙수립및적용 - 고유식별정보, 비밀번호, 바이오정보, 민감정보암호화관리 - 백시소프트웨어등보안프로그램설치운영 - 관리용단말기안전조치방법 - 개인정보송수신시암호화등안전조치방법 - 재해재난대비개인정보보호방법 - 개인정보침해사고대응조치방법 - 개인정보파기기준및방법 - 개인정보의안전한보관을위한물리적안전조치방법 업무위탁에따른개인정보의처리제한에관한사항 - 위탁업무범위를초과하여개인정보이용및제공금지 - 재위탁제한에관한사항 기타사항",
      "tables": [
        [
          [
            "교육일시",
            "OOOO년 OO월 OO일",
            "",
            "",
            ""
          ],
          [
            "교육장소",
            "서울특별시청 소회의실",
            "",
            "교육강사\n홍길동",
            ""
          ],
          [
            "참 석 자",
            "㈜0000회사 차장 이순신\n㈜0000회사 과장 임꺽정\n㈜0000회사 대리 황진이",
            "(서명)\n(서명)\n(서명)",
            "㈜0000회사 차장 이순신\n㈜0000회사 과장 임꺽정\n㈜0000회사 대리 황진이",
            "(서명)\n(서명)\n(서명)"
          ],
          [
            "교 육 명",
            "000시스템 수탁자 대상 개인정보보호 교육",
            "",
            "",
            ""
          ],
          [
            "교육내용",
            "○ 개인정보의 생명주기에 따른 개인정보보호\n- 수집 항목 : 성명, 연락처, 메일주소(예시)\n- 수집 방법 : 정보주체 동의에 의한수집(예시)\n- 수집 목적 : 000시스템 로그인, 대금 청구(예시)\n- 보유 기간 : 수집 목적 달성 시(예시)\n○ 정보주체의 동의에 의한 수집 시 동의절차 및 동의서 작성 방법\n○ 개인정보의 수집·이용·제공·파기 및 처리제한에 관한 사항\n○ 개인정보의 열람·정정·처리정치 등 정보주체의 권리보장에 관한 사항\n○ 안전성확보에 필요한 관리적·물리적·기술적 보호조치에 관한 사항\n- 개인정보처리시스템 접근권한 관리\n- 개인정보처리시스템, 업무용 PC 등에 대한 접근통제\n- 개인정보처리시스템 접근권한 3년 이상 보관 및 점검\n- 개인정보처리시스템 접속기록 6개월 이상 보관\n- 비밀번호 작성규칙 수립 및 적용\n- 고유식별정보, 비밀번호, 바이오정보, 민감정보 암호화 관리\n- 백시소프트웨어 등 보안프로그램 설치·운영\n- 관리용 단말기 안전조치 방법\n- 개인정보 송·수신 시 암호화 등 안전조치 방법\n- 재해·재난 대비 개인정보보호 방법\n- 개인정보 침해사고 대응 조치 방법\n- 개인정보 파기 기준 및 방법\n- 개인정보의 안전한 보관을 위한 물리적 안전조치 방법\n○ 업무 위탁에 따른 개인정보의 처리제한에 관한 사항\n- 위탁업무 범위를 초과하여 개인정보 이용 및 제공 금지\n- 재위탁 제한에 관한 사항",
            "",
            "",
            ""
          ],
          [
            "기타사항",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 109,
      "text": "- 106 - 붙임16 표준개인정보수집이용및제공동의서 사이트회원가입을위한개인정보수집이용및제공동의서 사이트회원제운영을위하여아래와같이개인정보를수집이용및제공하고자합니다. 내용을자세히읽으신후동의여부를결정하여주십시오. 개인정보수집이용내역필수사항 항목 등 표시하면안됩니다. 수집이용목적 보유기간 산정기준은별표2 참조 성별, 전화번호, 이메일 서비스관리, 멤버십마일리지관리 2년 위의개인정보수집이용에대한동의를거부할권리가있습니다. 그러나동의를거부할경우원활한서비스제공에일부제한을받을수있습니다. 위와같이개인정보를수집이용하는데동의하십니까? 동의 미동의 개인정보수집이용내역선택사항, 동의거부가능 항목 등 표시하면안됩니다. 수집이용목적 보유기간 산정기준은별표2 참조 최종학력, 졸업연도, 결혼여부 서비스관리, 멤버십마일리지관리 2년 위의개인정보수집이용에대한동의를거부할권리가있습니다. 그러나동의를거부할경우원활한서비스제공에일부제한을받을수있습니다. 위와같이개인정보를수집이용하는데동의하십니까? 동의 미동의 고유식별정보수집이용내역수집시필수 항목 등 표시하면안됩니다. 수집이용목적 보유기간 산정기준별표2 참조 수집근거필수 주민등록번호, 운전면허번호, 외국인등록번호, 여권번호 OOO 서비스관리 3년 OOO에관한 법률제OO조 위의개인정보수집이용에대한동의를거부할권리가있습니다. 그러나동의를거부할경우원활한서비스제공에일부제한을받을수있습니다. 위와같이개인정보를수집이용하는데동의하십니까? 동의 미동의",
      "tables": [
        [
          [
            "○○ 사이트 회원 가입을 위한 개인정보 수집‧이용 및 제공 동의서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "○○ 사이트 회원제 운영을 위하여 아래와 같이 개인정보를 수집‧이용 및 제공하고자 합니다.\n내용을 자세히 읽으신 후 동의 여부를 결정하여 주십시오.\n□ 개인정보 수집‧이용 내역(필수사항)\n \n※ 위의 개인정보 수집‧이용에 대한 동 의 를 거 부 할 권 리 가 있습니다.\n그러나 동의를 거부할 경우 원활한 ○○○ 서비스 제공에 일부 제한을 받을 수 있습니다.\n동의\n미동의\n☞ 위와 같이 개인정보를 수집·이용하는데 동의하십니까?\n□ 개인정보 수집‧이용 내역(선택사항, 동의거부 가능)\n※ 위의 개인정보 수집‧이용에 대한 동 의 를 거 부 할 권 리 가 있습니다.\n그러나 동의를 거부할 경우 원활한 ○○○ 서비스 제공에 일부 제한을 받을 수 있습니다.\n동의\n미동의\n☞ 위와 같이 개인정보를 수집·이용하는데 동의하십니까?\n□ 고유식별정보 수집‧이용 내역(수집 시 필수)\n※ 위의 개인정보 수집‧이용에 대한 동 의 를 거 부 할 권 리 가 있습니다.\n그러나 동의를 거부할 경우 원활한 ○○○ 서비스 제공에 일부 제한을 받을 수 있습니다.\n동의\n미동의\n☞ 위와 같이 개인정보를 수집·이용하는데 동의하십니까?",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "항목\n※ “등” 표시하면 안됩니다.",
            "",
            "수집․이용 목적",
            "",
            "",
            "보유기간\n※ 산정기준은 [별표 2]\n참조",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "성별, 전화번호, 이메일",
            "",
            "○○○ 서비스 관리,\n멤버십 마일리지 관리",
            "",
            "",
            "2년",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "항목\n※ “등” 표시하면 안됩니다.",
            "",
            "",
            "수집․이용 목적",
            "",
            "",
            "보유기간\n※ 산정기준은 [별표 2] 참조",
            "",
            "",
            ""
          ],
          [
            "",
            "최종학력, 졸업연도, 결혼여부",
            "",
            "",
            "○○○ 서비스 관리,\n멤버십 마일리지 관리",
            "",
            "",
            "2년",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "항목\n※ “등” 표시하면 안됩니다.",
            "수집․이용 목적",
            "",
            "",
            "보유기간\n※ 산정기준 [별표 2] 참조",
            "",
            "",
            "수집 근거(필수)",
            "",
            ""
          ],
          [
            "",
            "주민등록번호, 운전면허번호,\n외국인등록번호, 여권번호",
            "OOO 서비스 관리",
            "",
            "",
            "3년",
            "",
            "",
            "「OOO에 관한\n법률」제OO조",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 110,
      "text": "- 107 - 사이트회원가입을위한개인정보수집이용및제공동의서 민감정보처리내역수집시필수 항목 등 표시하면안됩니다. 수집이용목적 보유기간 산정기준별표2 참조 수집근거선택 사상신념, 성별, 노조정당, 정치적견해, 건강, 성생활, 범죄경력등 OOO 건강관리 3년 OOO에관한 법률제OO조 위의민감정보처리에대한동의를거부할권리가있습니다. 그러나동의를거부할경우원활한서비스제공에일부제한을받을수있습니다. 위와같이민감정보를처리하는데동의하십니까? 동의 미동의 개인정보3자제공내역제3자제공시에만해당 제공받는자기관명 등 표시하면안됩니다. 제공목적 제공항목 등 표시하면안됩니다. 보유기간 산정기준별표2 참조 우정사업본부 사용자에게OO요금청구 위함 성명, 주소, 전화번호, 이메일, 계좌번호 1년6개월 위의개인정보수집이용에대한동의를거부할권리가있습니다. 그러나동의를거부할경우원활한서비스제공에일부제한을받을수있습니다. 위제3자제공동의는기존에개인정보수집이용동의를받았을경우에해당되며, 동의가없는경우 에는개인정보수집이용및개인정보제3자제공동의를같이받아야합니다. 위와같이개인정보제3자제공하는데동의하십니까? 동의 미동의 기타고지사항개인정보보호법제15조제1항제3호에해당하는경우에만 개인정보보호법제15조제1항제3호에따라정보주체의동의없이개인정보를수집이용합니다. 항목 등 표시하면안됩니다. 수집이용목적 수집근거 성명, 생년월일, 주소, OOO자격증정보 발급및재발급 ᄋᄋ에관한법률제00조, 동법시행령제00조 년 월 일 본인은위와같이개인정보수집이용및제3자제공등에대하여 동의합니다. 만14세이상인경우 본인성명 인또는서명",
      "tables": [
        [
          [
            "○○ 사이트 회원 가입을 위한 개인정보 수집‧이용 및 제공 동의서",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "□ 민감정보 처리 내역(수집 시 필수)\n※ 위의 민감정보 처리에 대한 동 의 를 거 부 할 권 리 가 있습니다.\n그러나 동의를 거부할 경우 원활한 ○○○ 서비스 제공에 일부 제한을 받을 수 있습니다.\n동의\n미동의\n☞ 위와 같이 민감정보를 처리하는데 동의하십니까?\n□ 개인정보 3자 제공 내역(제3자 제공 시에만 해당)\n※ 위의 개인정보 수집‧이용에 대한 동 의 를 거 부 할 권 리 가 있습니다.\n그러나 동의를 거부할 경우 원활한 ○○○ 서비스 제공에 일부 제한을 받을 수 있습니다.\n※ 위 제3자 제공 동의는 기존에 개인정보 수집·이용 동의를 받았을 경우에 해당되며, 동의가 없는 경우\n에는 개인정보 수집·이용 및 개인정보 제3자 제공 동의를 같이 받아야 합니다.\n동의\n미동의\n☞ 위와 같이 개인정보 제3자 제공하는데 동의하십니까?\n□ 기타 고지사항(「개인정보 보호법」 제15조 제1항 제3호에 해당하는 경우에만)\n「개인정보 보호법」 제15조제1항 제3호에 따라 정보주체의 동의 없이 개인정보를 수집‧이용합니다.\n년\n월\n일\n본인은 위와 같이 개인정보 수집·이용 및 제3자 제공 등에 대하여\n동의합니다.\n(만 14세 이상인 경우)\n본인 성명\n(인 또는 서명)",
            "항목\n※ “등” 표시하면 안됩니다.\n사상·신념, 성별, 노조·정당,\n정치적 견해, 건강, 성생활,\n범죄경력 등",
            "",
            "수집․이용 목적\nOOO 건강 관리",
            "",
            "보유기간\n※ 산정기준 [별표 2] 참조\n3년",
            "",
            "수집 근거(선택)\n「OOO에 관한\n법률」제OO조",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "제공받는 자(기관명)\n※ “등” 표시하면 안됩니다.",
            "",
            "제공 목적",
            "",
            "제공 항목\n※ “등” 표시하면 안됩니다.",
            "",
            "보유기간\n※ 산정기준 [별표 2] 참조",
            "",
            ""
          ],
          [
            "",
            "우정사업본부",
            "",
            "사용자에게 OO요금 청구\n위함",
            "",
            "성명, 주소, 전화번호,\n이메일, 계좌번호",
            "",
            "1년 6개월",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "항목\n※ “등” 표시하면 안됩니다.",
            "",
            "수집․이용 목적",
            "",
            "수집 근거",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "성명, 생년월일, 주소,\nOOO자격증 정보",
            "",
            "발급 및 재발급",
            "",
            "「ㅇㅇ에 관한 법률」제00조,\n동법 시행령 제00조",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 111,
      "text": "- 108 - 위의양식은법령등에서필수로요구하는내용들을포함한양식으로각기관별상황에 맞게구성하여활용하시기바랍니다. 주1 개인정보수집이용및제공하는개인정보항목을필요사항에맞게구성 등표시금지 2 위의개인정보보호지침제12조제7항에해당하는중요한내용은해당지침에따라명 확히표시하여알아보기쉽게맞게구성글씨크기9포인트이상, 진하게표시등 3 위의개인정보수집이용내역은필수로작성하여동의를받아야함 4 개인정보수집이용내역 작성과더불어필요에따라추가적으로동의내역고유식별정 보수집이용, 민감정보처리, 개인정보3자제공 등을가감하여동의서식을구성 하여야함 5 인터넷홈페이지인경우, 개인정보처리방침 및회원가입양식과동일하도록구성하여 야함 사이트회원가입을위한개인정보수집이용및제공동의서 만14세미만아동인경우 근거개인정보보호법제22조제6항 년 월 일 본인은위와같이개인정보수집이용및제3자제공등에대하여 동의합니다. 본 인 성명 서명또는인 법정대리인 성명 서명또는인",
      "tables": [
        [
          [
            "○○ 사이트 회원 가입을 위한 개인정보 수집‧이용 및 제공 동의서"
          ],
          [
            "(만 14세 미만 아동인 경우) ※ 근거:「개인정보 보호법」제22조 제⑥항\n년\n월\n일\n본인은 위와 같이 개인정보 수집·이용 및 제3자 제공 등에 대하여\n동의합니다.\n본\n인\n성명\n(서명 또는 인)\n법정대리인\n성명\n(서명 또는 인)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 3
    },
    {
      "page": 112,
      "text": "- 109 - 별지서식 1 제안사 일반현황 일반사항 회 사 명 대 표 자 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 주요연혁요약 조직도",
      "tables": [
        [
          [
            "회          사            명",
            "대          표          자"
          ],
          [
            "사    업          분    야",
            ""
          ],
          [
            "주                          소",
            ""
          ],
          [
            "전      화      번      호",
            ""
          ],
          [
            "회  사  설  립  년  도",
            "년\n월"
          ],
          [
            "해당부문  종사기간",
            "년\n월    ～\n년\n월"
          ],
          [
            "주요연혁(요약)",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 113,
      "text": "- 110 - 인원현황 구 분 계 IT프로젝트 관리 업무분석 응용SW 개발자 데이터 베이스 운용자 IT시스템 기술지원 ᆞᆞᆞ 계 5년이상 5년미만 3년미만 1년미만 제안사 일반현황의 기술자의 구분은 입찰 공고일 기준 적용되는 SW기술자 노임단가 한국소프트웨어산업협회 공표 에 의한 SW기술자 구분ITSQF 직무 구분 에 의하여 선별하여 작성 평가위원 평가용 제안서는 회사명, 대표자 등 회사를 식별할 수 있는 사항은 OOO처리한다.단, 제안서 원본은 모두 표시 주 공동수급 방식인 경우 주사업자 및 부 사업자 별 별지로 작성하되, 조직도 중 본 사업에 참 여하는 부서를 표시",
      "tables": [
        [
          [
            "구    분",
            "계",
            "IT프로젝트\n관리",
            "업무분석",
            "응용SW \n개발자",
            "데이터\n베이스 \n운용자",
            "IT시스템 \n기술지원",
            "ㆍㆍㆍ"
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5년이상",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5년미만",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3년미만",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "1년미만",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "＊제안사  일반현황의  기술자의  구분은  입찰  공고일  기준  적용되는  “SW기술자  노임단가  “(한국소프트웨어산업협회  공표)  에 \n의한    SW기술자  구분(ITSQF  직무  구분)  에  의하여  선별하여  작성\n＊평가위원 평가용 제안서는 “회사명”, “대표자” 등 회사를 식별할 수 있는 사항은 OOO처리한다.(단, 제안서 원본은 모두 표시)",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 114,
      "text": "- 111 - 별지서식 2 자본금 및 매출액최근3년 회사명 단위 천원 구 분 20 년 20 년 20 년 합 계 평 균 자본금 매출액 컨설팅 부문 BPRISP 전략컨설팅 보안컨설팅 감리 기타 상용 SW 부문 HW 부문 시스템 개발 부문 부문 부문 합계 자기자본비율 자기자본총자산 유 동 비 율 유동자산유동부채 신용평가등급 회사채에 대한 신용평가등급 등급평가일 기업어음에 대한 신용평가등급 등급유효기간 기업신용평가등급 주1. 결산 공고되었거나 자체 보고된 대차대조표, 손익계산서 등 회계자료를 첨부한다. 2. 신용평가등급, 등급평가일, 등급유효기간 등이 명시된 신용평가 등급 확인서를 제출한다.",
      "tables": [
        [
          [
            "구          분",
            "",
            "",
            "20      년",
            "",
            "20      년",
            "20      년",
            "",
            "합    계",
            "",
            "평    균"
          ],
          [
            "자본금",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매출액",
            "컨설팅\n부문",
            "BPR/ISP",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "전략컨설팅",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "보안컨설팅",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "감리",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "기타",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "상용  S/W  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "H/W  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "시스템  개발  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○○  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "○○  부문",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율\n    (자기자본/총자산)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유    동    비    율\n(유동자산/유동부채)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "회사채에  대한  신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "등급평가일",
            "",
            "",
            ""
          ],
          [
            "기업어음에  대한  신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "등급유효기간",
            "",
            "",
            ""
          ],
          [
            "기업신용평가등급",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 115,
      "text": "- 112 - 별지서식 3 유사사업실적최근3년 가. 주요 사업 내용 회사명 연번1계약명 사 업 기 간 2 계약금액 단위천원 발주처 3수행내용간략 4타사와 공동 프로젝트 수행여부 5 증빙 번호 비고 계 주1. 계약명 연도순으로 기재하며 본 업무와 유관유사한 것만 해당 건수 별로 정확하게 기재한다. 유사실적 공고일 기준 최근 3년 이내 준공한 분야 사업 현재 수행중인 사업은 비고란에 수행중 표기 정량적 평가에는 반영되지 않음 2. 계약금액 공동으로 업무를 수행한 경우 총액을 기재하되 자사의 비용만을 괄호 안에 기재한다. 3. 구체적 업무수행 내용 수행 작업 내용을 단계 별현황분석 및 진단, 기본계획 및 실 행계획 수립 등로 작성한다. 4. 타사와 공동 프로젝트 수행여부 타사와 공동으로 프로젝트를 수행한 경우 타사의 상 호명을 기재한다. 5. 실적의 증명은 별지서식 4사업실적증명원사본의 경우 원본대조필 또는 한국소프트 웨어산업협회에서 발행하는 이행실적확인서를 제출하며, 실적증명첨부서류에 페이지를 명시하여 증빙번호 란에 해당증명첨부서류의 페이지를 기재 증거서류 제출, 확인이 불가능한 실적은 인정하지 않음 기재된 내용의 확인 결과 기재된 내용 중 허위사실이 발견된 경우 0점 처리한다.",
      "tables": [
        [
          [
            "",
            "연번 ①계약명",
            "사  업\n기  간",
            "②  계약금액\n(단위:천원)",
            "발주처",
            "③수행내용(간략)",
            "④타사와\n공동 \n프로젝트\n수행여부",
            "⑤ 증\n빙\n번호",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 116,
      "text": "- 113 - 나. 계약건별 내역 계약명 발 주 처 계약기간 착수일 완료일 201 . . 201 . . 계약금액 천원 사업책임 기 술 자 1. 사업목적 2. 사업의 중요사항 및 수행한 업무내용",
      "tables": [
        [
          [
            "계약명",
            ""
          ],
          [
            "발  주  처",
            ""
          ],
          [
            "계약기간",
            "201    .        .       \n착수일\n계약금액\n  ~\n~\n(천원)\n완료일\n  201    .        ."
          ],
          [
            "사업책임\n기  술  자",
            ""
          ],
          [
            "1.  사업목적",
            ""
          ],
          [
            "2.  사업의  중요사항  및  수행한  업무내용",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 117,
      "text": "- 114 - 별지서식 4 사 업 실 적 증 명 원 1. 사 업 명 2. 총 계약 금액 참여지분율 3. 계 약 일 자 4. 착 수 일 자 5. 완 료 일 자 6. 사 업 내 용 공동수급 시 참여지분율 표시 귀사에서 발주한 사업에 대하여 폐사에서 상기와 같이 수행실적이 있음을 증명하여 주시기 바랍니다. 202 년 월 일 주 소 상 호 대표자 위 사실을 증명합니다. 202 년 월 일 주 소 상 호 대표자",
      "tables": [
        [
          [
            "사  업  실  적  증  명  원",
            ""
          ],
          [
            "1.  사      업      명",
            ""
          ],
          [
            "2.  총  계약  금액",
            "(참여지분율  :        %)"
          ],
          [
            "3.  계  약    일  자",
            ""
          ],
          [
            "4.  착  수    일  자",
            ""
          ],
          [
            "5.  완  료    일  자",
            ""
          ],
          [
            "6.  사  업    내  용\n  ※  공동수급  시  참여지분율  표시",
            ""
          ],
          [
            "귀사에서  발주한  사업에  대하여  폐사에서  상기와  같이  수행실적이  있음을 \n증명하여  주시기  바랍니다.\n                                                                                    202    년      월      일\n                                                                    주    소  : \n                                                                    상    호  : \n                                                                    대표자  :",
            ""
          ],
          [
            "위  사실을  증명합니다.\n                                                                                    202    년      월      일\n                                                                    주    소  : \n                                                                    상    호  :\n                                                                    대표자  :",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 118,
      "text": "- 115 - 별지서식 5 입 찰 참 가 신 청 서 아래 사항 중 해당되는 경우에는 기재하시기 바랍니다. 처리시간 즉 시 신 청 인 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 입 찰 개 요 입 찰 공 고 지 명 번 호 입 찰 일 자 입 찰 건 명 입 찰 보 증 금 납부면제 및 지급 확 약 본인은 낙찰 후 계약 미체결 시 귀부처, 청에 낙찰금액의 5100에 해당하는 입찰보증금을 현금으로 납부할 것을 확약합니다. 대리인 사용인감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 주민등록번호 본 입찰에 사용할 인감을 다음과 같이 신고 합니다. 사용인감 본인은 위의 번호로 공고지명통지한 귀 시의 일반제한지명 경쟁입찰에 참가하고자 정부에서 정한 공사물품구매기술용역 입찰유의서 및 입찰공고 사항을 모두 승낙하고 별첨서류를 첨부하여 입찰참가 신청을 합니다. 붙임서류 1. 입찰참가자격을 증명하는 서류사본 1통 2. 인감신고서 1통 3. 기타 공고로써 정한 서류 신 청 인 서울특별시분임재무관 귀하",
      "tables": [
        [
          [
            "처리시간\n입  찰  참  가  신  청  서\n즉        시\n  *  아래  사항  중  해당되는  경우에는  기재하시기  바랍니다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호  또는  법인명칭",
            "",
            "",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주                        소",
            "",
            "",
            "",
            "전  화  번  호",
            ""
          ],
          [
            "",
            "대          표          자",
            "",
            "",
            "",
            "주민등록번호",
            ""
          ],
          [
            "입찰개요",
            "입    찰      공    고\n  (지  명)    번    호",
            "",
            "",
            "",
            "입  찰  일  자",
            ""
          ],
          [
            "",
            "입    찰      건    명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰보증금",
            "납부면제  및  지급\n  확                        약",
            "",
            "본인은  낙찰  후  계약  미체결  시  귀부(처,  청)에  낙찰금액의  5/100에 \n      해당하는  입찰보증금을  현금으로  납부할  것을  확약합니다.",
            "",
            "",
            ""
          ],
          [
            "대리인\n사용인감",
            "",
            "본  입찰에  관한  일체의  권한을 \n  다음의  자에게  위임합니다.\n  성                명  :\n  주민등록번호  :",
            "",
            "본  입찰에  사용할  인감을  다음과  같이 \n  신고  합니다.\n  사용인감  :                                            ",
            "",
            ""
          ],
          [
            "본인은  위의  번호로  공고(지명통지)한  귀  시의  일반(제한․지명)  경쟁입찰에  참가하고자 \n정부에서  정한  공사(물품구매․기술용역)  입찰유의서  및  입찰공고  사항을  모두  승낙하고 \n별첨서류를  첨부하여  입찰참가  신청을  합니다.\n    붙임서류  :  1.  입찰참가자격을  증명하는  서류사본  1통\n                          2.  인감신고서  1통\n                          3.  기타  공고로써  정한  서류\n                                                                                    신  청  인  :                                                \n서울특별시(분임)재무관  귀하",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 119,
      "text": "- 116 - 별지서식 6 가 격 입 찰 서 입 찰 내 용 공 고 번 호 제 호 입찰일자 20 년 월 일 건 명 금 액 준공납품년월일 입 찰 자 상호 또는 법인명칭 법인등록번호 주 소 전 화 번 호 대 표 자 주민등록번호 본인은지방자치단체를 당사자로 하는 계약에 관한 법률 시행 규칙에 의한 기 술용역 입찰유의서에 따라 응찰하여 이 입찰이 귀 기관에 의하여 수락되면 기술용역 계약 일반조건계약특수조건설계서 및 현장설명 사항에 따라 위의 입찰금액으로 준공납품, 용역수행 기한 내에 용역성과품을 납품 할 것을 확약하며 입찰서를 제출합니다. 붙임 가격제안서 1부. 별지서식 10 참고 입찰자 20 년 월 일 서울특별시분임재무관 귀하",
      "tables": [
        [
          [
            "가   격   입   찰   서",
            "",
            "",
            "",
            ""
          ],
          [
            "입 찰 내 용",
            "공    고    번    호",
            "제                    호\n입찰일자\n  20    년        월        일",
            "",
            ""
          ],
          [
            "",
            "건                    명",
            "",
            "",
            ""
          ],
          [
            "",
            "금                    액",
            "",
            "",
            ""
          ],
          [
            "",
            "준공(납품)년월일",
            "",
            "",
            ""
          ],
          [
            "입 찰 자",
            "상호 또는 법인명칭",
            "",
            "법인등록번호",
            ""
          ],
          [
            "",
            "주                    소",
            "",
            "전  화  번  호",
            ""
          ],
          [
            "",
            "대        표        자",
            "",
            "주민등록번호",
            ""
          ],
          [
            "본인은「지방자치단체를  당사자로  하는  계약에  관한  법률  시행  규칙」에  의한  기\n술용역  입찰유의서에  따라  응찰하여  이  입찰이  귀  기관에  의하여  수락되면  기술용역 \n계약  일반조건∙계약특수조건∙설계서  및  현장설명  사항에  따라  위의  입찰금액으로 \n준공(납품,  용역수행)  기한  내에  용역성과품을  납품  할  것을  확약하며  입찰서를 \n제출합니다.\n  붙임  :  가격제안서  1부.  (별지서식  10  참고)\n                                                                                                      입찰자  :                          \n                                                                                                                20    년    월        일\n서울특별시(분임)재무관  귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 120,
      "text": "- 117 - 별지서식 7 가 격 제 안 서 사 업 명 입찰공고번호 사 업 기 간 제 안 금 액 일금 원VAT 포함 상기 금액으로 가격입찰서를 제출합니다. 붙임 금액산출근거표 20 년 월 일 상 호 또는 명 칭 주 소 전화번호 대 표 자 성 명 인 주민법인등록번호 서울특별시장 귀하 구 분 금 액 비 고 부가가치세 합 계",
      "tables": [
        [
          [
            "가  격  제  안  서",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업    명",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "입찰공고번호",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사  업  기  간",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제  안  금  액",
            "",
            "일금                                    원(VAT  포함)  (￦                                        )",
            "",
            "",
            ""
          ],
          [
            "상기  금액으로  가격입찰서를  제출합니다.\n    붙임  :  금액산출근거표\n                                                                                                20    년          월          일\n          상  호    또는    명  칭  : \n          주                            소  :                                                      전화번호  : \n          대  표  자          성  명  :                                                      (인)\n          주민(법인)등록번호  : \n서 울 특 별 시 장   귀 하",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "구            분",
            "",
            "금          액",
            "비          고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "부가가치세",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "합            계",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 121,
      "text": "- 118 - 별지서식 8 공동수급 표준협정서공동이행방식 제1조 목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영, 기술능력, 인원 및 기자재를 동원하여 아래의 공사, 물품 또는 용역에 대한 계획, 입찰, 시공 등을 위하여 출자비율에 따라 공동 연대하여 계약을 이행할 것을 약속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조 공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 2. 주사무소소재지 3. 대 표 자 성 명 제3조 공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1.회사대표자 소재지 2.회사대표자 소재지 2공동수급체 대표자는 로 한다. 3공동수급체 대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수 급체의 재산관리 및 대금청구 등의 권한을 가진다. 제4조 효력기간 본 협정서는 당사자 간의 서명과 동시에 발효하며, 당해계약의 이행 으로 종결된다. 다만, 발주자 또는 제3자에 대하여 당해 계약과 관련한 권리의무 관계가 남아있는 한 본 협정서의 효력은 존속된다. 제5조 의무 공동수급체의 구성원은 제1조에서 정한 목적을 수행하기 위하여 성실, 근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 122,
      "text": "- 119 - 제6조 책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하여 연대하여 책임을 진다. 제7조 하도급 공동수급체 구성원 중 일부 구성원이 하도급계약을 체결하고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조 거래계좌 예규지방자치단체 공동계약 운영요령III-7 대가의 지급 규정에 정 한 바에 의한 선금, 기성대가 등은 다음 계좌로 지급받는다. 1. 회사공동수급체대표자 은행, 계좌번호, 예금주 2. 회사 은행, 계좌번호, 예금주 제9조 구성원의 출자비율 1공동수급체의 출자비율은 다음과 같이 정한다. 1. 2. 2제1항의 비율은 다음 각 호의 어느 하나에 해당하는 경우 변경할 수 있다. 다만, 출자비율을 변경함에 있어 일부 구성원의 출자 지분 전부를 다른 구성원에게 이전 할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체의 구성원 중 파산, 해산, 부도 등의 사유로 인하여 당초 협정서의 내 용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체의 구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 참작, 구성원이 협의 평가하는 것으로 한다. 제10조 손익의 배분 계약을 이행한 후 이익 또는 손실이 발생하였을 경우에는 제9 조에서 정한 비율에 따라 배당하거나 분담한다. 제11조 권리, 의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3자에게 양 도할 수 없다. 제12조 중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하나에 해당하는 경우 외에는 입찰 및 당해계약의 이행을 완료하는 날까지 탈퇴할 수 없 다. 다만, 제3호의 규정에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 하 여야 한다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 123,
      "text": "- 120 - 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유 없이 당해 계약을 이행하지 아니하여 공동수 급체의 다른 구성원이 발주자의 동의를 얻어 탈퇴조치를 하는 경우 3. 공동수급체의 구성원중 파산, 해산, 부도 기타 정당한 이유 없이 당해 계약을 이 행하지 아니하여 시행령 제92조제1항제6호의 규정에 의하여 입찰참가자격제한조 치를 받은 경우 2제1항의 규정에 의하여 구성원 중 일부가 탈퇴한 경우에는 잔존구성원이 공동 연 대하여 당해계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공시액 등 잔여계약이행에 필요한 요건을 갖추지 못할 경우에는 연대보증인과 연대하여 당 해계약을 이행하여야 하며, 연대보증인이 없거나 연대보증인이 계약을 이행하지 않 는 경우에는 잔존구성원이 발주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 당해요건을 충족하여야 한다. 3제2항 본문의 경우 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비율에 따 라 분할하여 제9조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후 제10조의 손실을 공제한 잔액을 반환 한다. 제13조 하자담보책임 공동수급체가 해산한 후 당해공사에 관하여 하자가 발생하였 을 경우에는 연대하여 책임을 진다. 제14조 운영위원회 1공동수급체는 공동수급체의 구성원을 위원으로 하는 운영위원 회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 통을 작성하여 공동수급 체의 구성원이 기명날인하여 각자 보관한다. 20 년 월 일 인 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 124,
      "text": "- 121 - 별지서식 9 합 의 각 서 입찰공고번호 공고 제 호 입 찰 일 자 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구 성원이 합의한 금액으로 입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체결 및 이행을 성실히 수행하겠음을 이에 합의 각서를 제출합니다. 20 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 사업자등록번호 주민등록번호",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 125,
      "text": "- 122 - 별지서식 10 서울특별시 청렴계약이행서약서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약제 시행 취지에 적극 호응하여 서울특별시에서 시행하는학업성취도 다차원 종단분석 통합시스템 1차 고도화 용역입 찰에 참여함에 있어 당사 및 하도급업체하도급업체와 직간접적으로 업무를 수행한 자 포함의 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. 이를 위반하여 경쟁입찰에 있어서 입찰가격을 서로 상의하여 미리 입찰가격협정을 주도하여 낙찰을 받은 자는 서울특별시와 자치구 및 공사 등이하 서울특별시 등 으로 함에서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날부터 2년 동안 참가하지 않겠으며, 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 자는 서울특별시 등에서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날부터 11개월 이상 1년 1개월 미만 동안 참가하지 않고, 입찰자간에 서로 상의하여 미리 입찰 가격을 협정하거나 특정인의 낙찰을 위하여 담합하는 자는 서울특별시 등에서 발주하는 입찰에 입찰참가자격제한 처분을 받는 날부터 5개월 이상 7개월 미만 동안 참가하지 않으며, 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에 관한 법률에 따라 공정거래위원회에 발주관서가 고발하여 과징금등을 부과토록 하는데 이의를 제기하지 않겠습니다. 2. 입찰낙찰 또는 계약체결계약이행 과정준공 이후도 포함에서 관계공무원 또는 심의 위원 등에게 직간접적으로 금품향응 등의 뇌물친인척 등에 대한 부정한 취업 제공 포함이나 부당한 이익을 제공하지 않겠으며, 이를 위반하였을 때에는 다음 각호 각목의 1에 해당하는 기간 동안 서울특별시 등에서 시행하는 입찰에 참가하지 않겠습니다. 1 2억원 이상의 뇌물이나 부당한 이익을 제공 2년 2 1억원 이상 2억원 미만의 뇌물이나 부당한 이익을 제공 1년 3 1천만원 이상 1억원 미만의 뇌물이나 부당한 이익을 제공 6개월 계약상대자용",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 126,
      "text": "- 123 - 4 1천만원 미만의 뇌물이나 부당한 이익을 제공 3개월 3. 입찰, 계약체결, 계약이행과 관련하여 관계공무원 또는 심의위원 등에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공한 사실이 드러날 경우에는 지방계약법제 30조의2에 따라 계약체결 이전의 경우에는 낙찰자결정 취소, 공사착공전에는 계 약취소, 공사착공이후에는 발주처에서 전체 또는 일부 계약을 해지하여도 감수하 고 민형사상 이의를 제기하지 않겠습니다. 4. 회사 임직원이 관계 공무원 또는 심의위원 등에게 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회사 윤리강령과 내부비리 제보자에 대해서도 일체의 불이익처분을 하지 않는 사규를 제정토록 노력하고 업체의 임직원하도급업체나 하도급업체와 직간접적으로 업 무수행하는 자를 포함과 대리인이 관계공무원 또는 심의위원 등에게 뇌물친인척 등 에 대한 부정한 취업 제공 포함을 제공하거나 담합 등 불공정 행위를 하지 않 도록 하는 업체윤리강령과 내부비리 제보자에 대하여도 일체의 불이익 처분을 하지 않는 사규를 제정하도록 적극 노력하고, 제보된 위반사항에 대하여 뇌물친인척 등에 대한 부정한 취업 제공 포함을 제공하거나 담합 등 불공정한 행위가 있는 것 으로 판명된 경우 해당 업체는 입찰에 참가하지 않겠습니다. 5. 본건 입찰, 계약체결, 계약이행, 준공과 관련하여 서울특별시 등에서 시행하는 시 민감사옴부즈만 및 시민참여옴부즈만이 요구하는 자료제출, 서류 열람, 현장확인 등 활동에 적극 협조하겠습니다. 6. 본건 관련 하도급 계약체결 및 이행에 있어서 법령에 위반되는 하도급일괄 하도급, 무면허 하도급, 재하도급을 하지 않겠으며, 하도급자로부터 금품을 수수하거나 부당 또는 불공정한 행위를 하지 아니하겠습니다. 7. 경쟁입찰과 관련한 담합으로 인하여 발주처에 손해를 가했을 경우 다음 각 호의 금액을 배상토록 하겠습니다. 1 담합에 따라 결정된 낙찰가격과 담합이 없었을 경우 형성되었으리라고 인정되는 가격의 차액 2 담합으로 인하여 입찰이 유찰된 경우 입찰공고 및 현장설명회 개최 등 재입찰 절차에 따라 소요되는 각종 행정비용 3 담합으로 인하여 당해 발주사업 기간의 연장이나 지연에 따라 발주처에 주는 직간접적인 손해 4 기타 발주처가 입증하는 담합으로 인한 유무형의 손해 5 위 내용에도 불구하고 구체적인 손해액 산정이 곤란하거나 불가능한 경우에는 계약금액의 10를 배상토록 하겠습니다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 127,
      "text": "- 124 - 위 청렴계약이행서약은 상호신뢰를 바탕으로 한 약속으로써 반드시 지킬 것이며, 낙찰자로 결정될시 본 서약내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰 참가자격제한, 계약해지 등 서울특별시의 조치와 관련하여 당사가 서울특별시를 상대로 손해배상을 청구하거나 당사를 배제하는 입찰에 관하여 민형사상 이의를 제기하지 않을 것을 서약합니다. 202 . . . 서 약 자 회사 대표 서명 또는 날인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 128,
      "text": "- 125 - 별지서식 11 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 제8호서식 하도급계약의적정성판단자기평가표제20조제1항관련 1. 계약 내용 수급인 관련 사항 하수급인 관련 사항 사 업 명 하 도 급 사 업 명 수 급 인 전화 하수급인 전화 하도급 예정액A 원 하도급 계약금액B 원 계약기간 하 도 급 기 간 하자담보 책임기간 하자담보 책임기간 국가기관 등과의 낙찰방식, 낙찰률 방식, 부분 하도급률 BA 부분하도급률 하도급계약금액B하도급예정액A X 100 2. 자기평가결과 판 단 항 목 자체 평가 점수 사유 1. 재하수급인의 자격 부정당업자로 지정되어 입찰참가제한 중인지 여부 2 . 재 하수 급 인 의 사업 수행능력 가. 사업수행실적 1 나. 고용안정 및 적법근로 2 소 계 3 . 재 하도 급 계약 방식 가. 하도급대금 지급방식의 적정성 1 나. 하도급 금액의 적정성 2 소 계 4. 기타 가점 1 가점사유 2 가점사유 3 가점사유 소 계 합 계 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "수급인  관련  사항",
            "",
            "하수급인  관련  사항",
            ""
          ],
          [
            "사  업  명",
            "",
            "하  도  급 \n사  업  명",
            ""
          ],
          [
            "수  급  인",
            "(전화)",
            "하수급인",
            "(전화)"
          ],
          [
            "하도급\n예정액(A)",
            "원",
            "하도급\n계약금액(B)",
            "원"
          ],
          [
            "계약기간",
            "",
            "하  도  급\n기        간",
            ""
          ],
          [
            "하자담보 \n책임기간",
            "",
            "하자담보\n책임기간",
            ""
          ],
          [
            "국가기관\n등과의  낙찰방식,\n낙찰률",
            "방식,              %",
            "부분\n하도급률\n(B/A)",
            "%"
          ]
        ],
        [
          [
            "판  단  항  목",
            "",
            "",
            "자체 평가 \n점수",
            "사유"
          ],
          [
            "1. (재)하수급인의 자격\n (부정당업자로 지정되어 입찰참가제한 중인지 여부)",
            "",
            "",
            "",
            ""
          ],
          [
            "2\n. \n( 재 ) 하 수\n급 인 의 \n사업\n수행능력",
            "가. 사업수행실적 \n①",
            "",
            "",
            ""
          ],
          [
            "",
            "나. 고용안정 및 적법근로\n②",
            "",
            "",
            ""
          ],
          [
            "",
            "소 계",
            "",
            "",
            ""
          ],
          [
            "3\n. \n( 재 ) 하 도\n급\n   계약\n   방식",
            "가.  하도급대금  지급방식의 \n적정성",
            "①",
            "",
            ""
          ],
          [
            "",
            "나. 하도급 금액의 적정성",
            "②",
            "",
            ""
          ],
          [
            "",
            "소 계",
            "",
            "",
            ""
          ],
          [
            "4. 기타",
            "가점",
            "①",
            "",
            "(가점사유)"
          ],
          [
            "",
            "",
            "②",
            "",
            "(가점사유)"
          ],
          [
            "",
            "",
            "③",
            "",
            "(가점사유)"
          ],
          [
            "",
            "소 계",
            "",
            "",
            ""
          ],
          [
            "합 계",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 129,
      "text": "- 126 - 별지서식 12 소프트웨어사업 계약 및 관리감독에 관한 지침 별지 제7호서식 소프트웨어사업하도급계획서 사업명 계약금액C 원 사업기간 년 월 일 년 월 일 수급인 공동수급체 대표 상호 대표자 사업자 등록번호 소재지 하도급 예정 계획 번호수급 인 하수급인 상호 하도급 계약명 하도급 계약기간 하도급 예정액A 계약금액 대비 하도급예정액 비율 1 . . . . . . 원 2 . . . . . . 원 합계 . . . . . . 원 직접 물품 구매 예정 계획 번호 구분 HW설비상용SW 물품명 제조사 개발사 수량 구매시기 물품 구매 예정액B 1 원 2 원 합계 원 - 수급인이 공동수급체인 경우 공동수급체 구성원대표 포함의 하도급 예정 계획 명시 - 물품의 설치 및 유지관리,소프트웨어 진흥법시행령 제48조제1항 각 호의 신기술 또는 전문기술등을 하도급에 포함하여 작성 - 직접 물품 구매 예정 계획은 수급인계약상대자이 직접 구매하는 물품에 한함 - 하도급 예정액 비율 합계 50 초과 예외사유 _____________________ - 계약금액C 하도급 예정액A 물품 구매 예정액B 수급인 자체 수행액 - 계약금액 대비 하도급 예정액 비율 하도급 예정액A계약금액C-물품구매 예정액B X 100 소프트웨어사업 계약 및 관리감독에 관한 지침제19조에 따라 소프트웨어사업 하도급 계획서를 제출합니 다. 년 월 일 공동수급체 구성원 상 호 대표자 서명 또는 인 공동수급체 구성원 상 호 대표자 서명 또는 인 발주기관의 장 귀하 제출서류 - 하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 각 1부 - 물품 공급확약서 각 1부 유의사항 - 수급인의 계약 금액 대비 하도급 예정금액 합계의 비율은소프트웨어 진흥법제51조제1항에 따라 총 계약 금액의 50를 초과 할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 예외사유를 기재합니다. - 수급인은 직접 물품 구매 예정 계획에 기재한 사항에 대해 이를 증명할 수 있는 물품 공급 확약서 등을 국가기관등의 장에 게 제출하여야 합니다. 제출한 서류가 미비한 경우 국가기관등의 장은 해당 서류의 보완을 요청할 수 있으며, 해당 서류를 제출하지 않거나 제출한 서류를 검토한 결과 직접 구매하지 않은 경우 해당 금액은 하도급 제한 비율로 산정됩니다. - 하도급 예정 계획이 많아 지면이 부족할 경우 별도 서식을 첨부할 수 있습니다. 210297백상지 80g",
      "tables": [
        [
          [
            "사업명",
            ""
          ],
          [
            "계약금액(C)",
            "원\n사업기간\n년      월      일  ∼        년      월      일"
          ],
          [
            "수급인\n(공동수급체  대표)",
            "상호\n대표자"
          ],
          [
            "",
            "사 업자\n소재지\n등록번호"
          ]
        ],
        [
          [
            "번호",
            "수급\n인",
            "하수급인\n상호",
            "하도급 \n계약명",
            "하도급  계약기간",
            "하도급\n예정액(A)",
            "계약금액  대비  하도급예정액 비율"
          ],
          [
            "1",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ],
          [
            "2",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ],
          [
            "합계",
            "",
            "",
            "",
            ".    .    .  ∼  .    .    .",
            "원",
            "%"
          ]
        ],
        [
          [
            "번호",
            "구분\n(HW․설비․상용SW)",
            "물품명",
            "제조사\n(개발사)",
            "수량",
            "구매시기",
            "물품  구매  예정액(B)"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            "원"
          ],
          [
            "합계",
            "",
            "",
            "",
            "",
            "",
            "원"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 130,
      "text": "- 127 - 별지서식 13 소프트웨어 기술성 평가기준 지침 별지 제4호서식 소프트웨어사업 하도급 계획 적정성 확인서 앞쪽 사업명 사업기간 개월 입찰자 공동수급체 대표 상호 대표자 사업자등록번호 소재지 하도급 예정 계획 입찰자 하수급인상호 하도급 계약명 하도급 금액 비율 합 계 1 하도급 금액 비율은 원도급의 총입찰금액 대비 하도급 총금액의 비율 하도급금액비율 입찰금액물품구매예정액 하도급예정액 입찰자가 직접 구매하려는 물품하드웨어, 상용소프트웨어, 설비 등에 대한 구매 금액 - 하도급 금액 비율 합계 50 초과 사유 _________________________________________________ 2 재하도급을 하려는 경우 그 사유 ______________________________________________________ 하도급 비율이 10를 초과할 경우에 대한 사유 1 수요기관이 제안요청서에서 하도급 금액 비율이 10를 초과할 경우 입찰자에게 하도급인과 공동수급 체로 참여할 것을 요청하였는지 여부 , 2 하도급 비율이 10를 초과하는 데도 공동수급체로 참여시키지 않는 사유 _________________________ 표준하도급계약서 사용 여부 1소프트웨어 진흥법 제38조제4항에 따른 표준계약서를 활용 - 표준계약서 활용 여부 , - 표준계약서를 활용하지 않는 경우 사유 ______________________________________________ 2하도급거래 공정화에 관한 법률제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용 - 표준하도급계약서 활용 여부 , - 표준하도급계약서를 활용하지 않는 경우 사유 ______________________________________________ 위와 같이 소프트웨어사업 하도급 계획서를 제출하며소프트웨어사업 계약 및 관리감독에 관한 지침제20조에 따라 하도급 시 발주기관으로부터 사전승인을 받아 하도급 계약을 체결하고 정당한 사유 없이 하도급 계획을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기 하지 아니할 것임을 확약합니다. 년 월 일 공동수급체 대 표 상 호 대표자 서명 또는 인 발주기관의 장 귀하 210297백상지 80g",
      "tables": [
        [
          [
            "소프트웨어사업  하도급  계획  적정성  확인서\n(앞쪽)"
          ],
          [
            "사업명\n사업기간\n개월"
          ],
          [
            "입찰자\n상호\n대표자\n사업자등록번호\n소재지\n(공동수급체 대표)"
          ],
          [
            ""
          ],
          [
            "□  하도급  예정  계획"
          ],
          [
            "입찰자\n하수급인상호\n하도급 계약명\n하도급 금액 비율"
          ],
          [
            ""
          ],
          [
            "% %"
          ],
          [
            "합    계\n%"
          ],
          [
            "1) 하도급 금액 비율은 원도급의 총입찰금액 대비 하도급 총금액의 비율\n하도급 예정액\n× \n           하도급 금액 비율 입찰금액  물품구매 예정액\n    * 입찰자가 직접 구매하려는 물품(하드웨어, 상용소프트웨어, 설비 등)에 대한 구매 금액\n  - 하도급 금액 비율 합계 50% 초과 사유: _________________________________________________\n2) 재하도급을 하려는 경우 그 사유 : ______________________________________________________"
          ],
          [
            "□  하도급  비율이  10%를  초과할  경우에  대한  사유"
          ],
          [
            "1) 수요기관이 제안요청서에서 하도급 금액 비율이 10%를 초과할 경우 입찰자에게 하도급인과 공동수급\n체로 참여할 것을 요청하였는지 여부: ( ○ ), ( × )\n2) \n하도급 \n비율이 \n10%를 \n초과하는 \n데도 \n공동수급체로 \n참여시키지 \n않는 \n사유: \n_________________________"
          ],
          [
            "□  표준하도급계약서  사용  여부"
          ],
          [
            "1)「소프트웨어 진흥법」 제38조제4항에 따른 표준계약서를 활용\n  - 표준계약서 활용 여부: ( ○ ), ( × )\n  - 표준계약서를 활용하지 않는 경우 사유: ______________________________________________\n2)「하도급거래 공정화에 관한 법률」제3조의2에 따른 소프트웨어사업 표준하도급계약서를 활용\n  - 표준하도급계약서 활용 여부: ( ○ ), ( × )\n  - \n표준하도급계약서를 \n활용하지 \n않는 \n경우 \n사유: \n______________________________________________"
          ],
          [
            "위와  같이  소프트웨어사업  하도급  계획서를  제출하며「소프트웨어사업  계약  및  관리감독에 \n관한 지침」제20조에 따라 하도급 시 발주기관으로부터 사전승인을 받아 하도급 계약을 체결하고 \n정당한 사유 없이 하도급 계획을 이행치 아니할 경우에는 어떠한 불이익을 받더라도 이의를 제기\n하지 아니할 것임을 확약합니다.                   \n년     월     일\n공동수급체 대  표   상  호\n                     대표자\n   (서명 또는 인)\n발주기관의 장  귀하"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 131,
      "text": "- 128 - 뒤쪽 유의사항 - 입찰자의 입찰금액 대비 하도급 금액 합계의 비율은소프트웨어 진흥법제51조제1항에 따라 입찰 금액의 50를 초과할 수 없습니다. 단, 동 조 제2항의 각 호에 해당하는 경우에는 그러하지 아니하며 이 경우 예외사 유를 기재합니다. -소프트웨어 진흥법제51조제3항에 따라 재하도급은 금지됩니다. 단, 동 조 제3항 각 호에 해당하는 경우에는 그러하지 아니합니다. 이 경우 입찰자란에 재하도급 하는 하수급인의 상호를 명시하고, 예외사유를 기재 합니다. - 국가기관등의 장이소프트웨어 진흥법제51조제6항 및 같은 법 시행령 제48조제5항에 따라 입찰 금액 대비 하 도급 금액 비율이 100분의 10을 초과하는 경우에 대하여 입찰 시 공동수급체 구성원으로 참여를 요구한 경우 입찰자는 특별한 사유가 없으면 이에 따라야 합니다. 210297백상지 80g",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 132,
      "text": "- 129 - 별지서식 14 소프트웨어사업하도급계약준수실태보고서 접수번호 접수일자 처리기간 14일 사업 개요 계약명 계약번호 계약금액 계약일 년 월 일 계약기간 . . .부터 . . .까지 계약 당사자 원도급자 원도급책임자 서명 또는 인 하도급자 하도급책임자 서명 또는 인 재하도급자 재하도급책임자 서명 또는 인 준수 현황 추진단계 준수 실태기간 년 월 일부터 년 월 일까지 개월 계획 계약서상의 주요내용 준수실태 기재, 필요시 별지 사용 실적 계약서상의 주요내용 준수실태 기재, 필요시 별지 사용 미추진 내역 및 해결방안 계약서상의 주요내용 준수실태 기재, 필요시 별지 사용 소프트웨어 진흥법 제51조제7항 및 같은 법 시행규칙 제14조제3항에 따라 위와 같이 준수실태 보고서를 제출합니다. 년 월 일 신청보고인 서명 또는 인 발주기관의 장 귀하 첨부서류 1. 하도급또는 재하도급 계약서 사본 2. 하도급또는 재하도급 계약 준수사항 이행을 증명할 수 있는 서류 수수료 없 음",
      "tables": [
        [
          [
            "계약\n당사자",
            "원도급자",
            "원도급책임자\n (서명 또는 인)"
          ],
          [
            "",
            "하도급자",
            "하도급책임자\n (서명 또는 인)"
          ],
          [
            "",
            "재하도급자",
            "재하도급책임자\n  (서명 또는 인)"
          ]
        ],
        [
          [
            "준수\n현황",
            "추진단계",
            ""
          ],
          [
            "",
            "준수\n실태기간",
            "년     월     일부터       년     월     일까지(    개월)"
          ],
          [
            "",
            "계획",
            "(계약서상의 주요내용 준수실태 기재, 필요시 별지 사용)"
          ],
          [
            "",
            "실적",
            "(계약서상의 주요내용 준수실태 기재, 필요시 별지 사용)"
          ],
          [
            "",
            "미추진 내역 \n및 해결방안",
            "(계약서상의 주요내용 준수실태 기재, 필요시 별지 사용)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 133,
      "text": "- 130 - 별지서식 15 소프트웨어 진흥법 시행규칙 별지 제21호서식 소프트웨어사업 하도급계약승인신청서 재하도급 소프트웨어산업정보종합관리체계www.swit.or.kr에서도 신청할 수 있습니다. 에는 해당되는 곳에 표를 합니다. 앞쪽 접수번호 접수일자 처리기간 10일 하도급 거 래 계 약 당사자 수급인 공동수급체 구성원 상호 대표자 사업자등록번호 소재지 하수급인 상호 대표자 사업자등록번호 소재지 재하수급인 상호 대표자 사업자등록번호 소재지 사업 내용 계약명 계약번호 계약금액A 계약일 년 월 일 계약기간 . . .부터 . . .까지 하도급 내용 계약명 하도급액B 비율 BA 계약 예정일 년 월 일 계약기간 . . .부터 . . .까지 하도급 내역 및 사유 필요한 경우 별지 사용 재하도급 내용 계약명 재하도급액C 비율 CB 계약예정일 년 월 일 계약기간 . . .부터 . . .까지 재하도급 내역 및 사유 필요한 경우 별지 사용 소프트웨어 진흥법 제51조제5항 및 같은 법 시행규칙 제14조제1항에 따라 위와 같이 신청합니다. 년 월 일 신청인 서명 또는 인 발주기관의 장 귀하 첨부서류 1. 하도급 또는 재하도급 계약서안 사본 1부 2. 하도급 또는 재하도급 사업수행 계획서하도급 금액 산출내역서 및 사업추진 일정표 포함 1부 3. 하도급계약 적정성 판단 자기평가표 수수료 없 음 210mm297mm백상지 80g",
      "tables": [
        [
          [
            "하도급\n거  래\n계  약\n당사자",
            "수급인\n(공동수급체 \n구성원)",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ],
          [
            "",
            "하수급인",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ],
          [
            "",
            "재하수급인",
            "상호",
            "대표자"
          ],
          [
            "",
            "",
            "사업자등록번호",
            "소재지"
          ]
        ],
        [
          [
            "하도급\n내용",
            "계약명",
            "([비율 B/A]%)\n하도급액(B)"
          ],
          [
            "",
            "계약 예정일",
            "년    월    일\n   .    .    .부터    .    .    .까지\n계약기간"
          ],
          [
            "",
            "하도급 내역\n및 사유",
            "( ※ 필요한 경우 별지 사용 )"
          ]
        ],
        [
          [
            "재하도급\n내용",
            "계약명",
            "([비율 C/B] %)\n재하도급액(C)"
          ],
          [
            "",
            "계약예정일",
            "년    월    일\n   .    .    .부터    .    .    .까지\n계약기간"
          ],
          [
            "",
            "재하도급 \n내역 및 사유",
            "( ※ 필요한 경우 별지 사용 )"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 134,
      "text": "- 131 - 별지서식 16 평가용 제안서 표지 제작기준 상단에서 3 좌측끝단에서 3.5 3 3 3 간격 2 〇〇〇〇용역 - 기술제안서- 글씨 크기 〇〇〇〇 용역 신명조 20크기중앙 기술제안서 신명조 22크기중앙 옆면 표지는 〇〇〇〇 용역 제안서글자체 견고딕, 글자크기 24만을 세로로 백색 무광택지에 인쇄한다. 발주기관 로고 등을 삽입하여서는 안 됨.",
      "tables": [
        [
          [
            "상단에서  3㎝\n좌측끝단에서\n3.5㎝\n3㎝\n3㎝\n간격  2㎝\n〇〇〇〇용역\n- 기 술 제 안 서 -\n※  글씨  크기\n▪  〇〇〇〇  용역  :  신명조  20크기(중앙)\n▪  기술제안서  :  신명조  22크기(중앙)",
            "",
            "",
            "3㎝"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 135,
      "text": "- 132 - 제안요약서 표지 제작기준 상단에서 3 좌측끝단에서 3.5 3 3 3 간격 2 〇〇〇〇용역 - 제안요약서- 〇〇〇〇 용역 신명조 30크기중앙 - 기술제안 요약서 신명조 22크기중앙",
      "tables": [
        [
          [
            "좌측끝단에서\n      3.5㎝",
            "",
            "",
            "3㎝",
            "상단에서  3㎝",
            "간격  2㎝"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3㎝\n3㎝\n〇〇〇〇 용역\n- 제안 요약서 -\n  ※    〇〇〇〇  용역  :  신명조  30크기(중앙)\n      -  기술제안  요약서  :  신명조  22크기(중앙)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 136,
      "text": "- 133 - 별지서식 17 기술적용계획표, 기술적용결과표 사업명 작성일 법률 및 고시 구분 항 목 법률 o 지능정보화 기본법 o 공공기관의 정보공개에 관한 법률 o 개인정보 보호법 o 소프트웨어 진흥법 o 인터넷주소자원에 관한 법률 o 전자서명법 o 전자정부법 o 정보통신기반 보호법 o 정보통신망 이용촉진 및 정보보호 등에 관한 법률 o 통신비밀보호법 o 국가를 당사자로 하는 계약에 관한 법률 o 하도급거래 공정화에 관한 법률 o 지방자치단체를 당사자로 하는 계약에 관한 법률 o 공공데이터의 제공 및 이용 활성화에 관한 법률 고시 등 o 보안업무규정대통령령 o 행정기관 정보시스템 접근권한 관리 규정국무총리훈령 o 장애인고령자 등의 정보 접근 및 이용 편의 증진을 위한 고시과학기술정보통신부고시 o 전자서명인증업무 운영기준과학기술정보통신부고시 o 전자정부 웹사이트 품질관리 지침행정안전부고시 o 정보보호시스템 공통평가기준과학기술정보통신부고시 o 정보보호시스템 평가인증 지침과학기술정보통신부고시 o 정보시스템 감리기준행정안전부고시 o 전자정부사업관리 위탁에 관한 규정행정안전부고시 o 전자정부사업관리 위탁용역계약 특수조건행정안전부예규 o 행정전자서명 인증업무지침행정안전부고시 o 행정기관 도메인이름 및 IP주소체계 표준행정안전부고시 o 개인정보의 안전성 확보조치 기준개인정보보호위원회 o 정보보호 및 개인정보보호 관리체계 인증 등에 관한 고시개인정보보호위원회 o 지방자치단체 입찰 및 계약 집행 기준행정안전부예규 o 지방자치단체 입찰시 낙찰자 결정기준행정안전부예규 o 표준 개인정보 보호지침개인정보보호위원회 o 엔지니어링사업대가의 기준산업통상자원부고시 o 소프트웨어 기술성 평가기준 지침과학기술정보통신부고시 o 소프트웨사업 계약 및 관리감독에 관한 지침과학기술정보통신부고시 o 중소 소프트웨어사업자의 사업 참여 지원에 관한 지침과학기술정보통신부고시 o 소프트웨어 품질성능 평가시험 운영에 관한 지침과학기술정보통신부고시 o 용역계약일반조건기획재정부계약예규 o 협상에 의한 계약체결기준기획재정부계약예규 o 경쟁적 대화에 의한 계약체결기준기획재정부계약예규",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "법률",
            "ｏ  지능정보화  기본법\nｏ  공공기관의  정보공개에  관한  법률\nｏ  개인정보  보호법\nｏ  소프트웨어  진흥법\nｏ  인터넷주소자원에  관한  법률\nｏ  전자서명법\nｏ  전자정부법\nｏ  정보통신기반  보호법\nｏ  정보통신망  이용촉진  및  정보보호  등에  관한  법률\nｏ  통신비밀보호법\nｏ  국가를  당사자로  하는  계약에  관한  법률\nｏ  하도급거래  공정화에  관한  법률\nｏ  지방자치단체를  당사자로  하는  계약에  관한  법률\nｏ  공공데이터의  제공  및  이용  활성화에  관한  법률"
          ],
          [
            "고시  등",
            "ｏ  보안업무규정(대통령령)\nｏ  행정기관  정보시스템  접근권한  관리  규정(국무총리훈령)\nｏ  장애인·고령자  등의  정보  접근  및  이용  편의  증진을  위한  고시(과학기술정보통신부고시)\nｏ  전자서명인증업무  운영기준(과학기술정보통신부고시)\nｏ  전자정부  웹사이트  품질관리  지침(행정안전부고시)\nｏ  정보보호시스템  공통평가기준(과학기술정보통신부고시)\nｏ  정보보호시스템  평가·인증  지침(과학기술정보통신부고시)\nｏ  정보시스템  감리기준(행정안전부고시)\nｏ  전자정부사업관리  위탁에  관한  규정(행정안전부고시) \nｏ  전자정부사업관리  위탁용역계약  특수조건(행정안전부예규) \nｏ  행정전자서명  인증업무지침(행정안전부고시)\nｏ  행정기관  도메인이름  및  IP주소체계  표준(행정안전부고시)\nｏ  개인정보의  안전성  확보조치  기준(개인정보보호위원회)\nｏ  정보보호  및  개인정보보호  관리체계  인증  등에  관한  고시(개인정보보호위원회)\nｏ  지방자치단체  입찰  및  계약  집행  기준(행정안전부예규)\nｏ  지방자치단체  입찰시  낙찰자  결정기준(행정안전부예규)\nｏ  표준  개인정보  보호지침(개인정보보호위원회) \nｏ  엔지니어링사업대가의  기준(산업통상자원부고시)\nｏ  소프트웨어  기술성  평가기준  지침(과학기술정보통신부고시)\nｏ  소프트웨사업  계약  및  관리감독에  관한  지침(과학기술정보통신부고시)\nｏ  중소  소프트웨어사업자의  사업  참여  지원에  관한  지침(과학기술정보통신부고시)\nｏ  소프트웨어  품질성능  평가시험  운영에  관한  지침(과학기술정보통신부고시)\nｏ  용역계약일반조건(기획재정부계약예규)\nｏ  협상에  의한  계약체결기준(기획재정부계약예규)\nｏ  경쟁적  대화에  의한  계약체결기준(기획재정부계약예규)"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 137,
      "text": "- 134 - 서비스 접근 및 전달 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적 용 부 분 적 용 미 적 용 해 당 없 음 기본 지침 o 정보시스템은 사용자가 다양한 브라우저 환경에서 서비스를 이용 할 수 있도록 표준기술을 준수하여야 하고, 장애인, 저사양 컴퓨터 사용자 등 서비스 이용 소외계층을 고려한 설계구현을 검토하여야 한다. 세부 기술 지침 관련규정 o 전자정부 웹사이트 품질관리 지침 o 한국형 웹 콘텐츠 접근성 지침 2.1 o 모바일 전자정부 서비스 관리 지침 외부 접근 장치 o 웹브라우저 관련 - HTML 4.01HTML 5, CSS 2.1 - XHTML 1.0 - XML 1.0, XSL 1.0 - ECMAScript 3rd o 모바일 관련 - 모바일 웹 콘텐츠 저작 지침 1.0 KICS.KO-10.0307 서비스 요구사항 서비스관리KS X ISOIEC 20000 ITIL v3 서비스 전달 프로토콜 IPv4 IPv6 인터페이스 및 통합 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용 미 적용 해당 없음 구분 항 목 o 하도급거래공정화지침공정거래위원회예규 o 정보보호조치에 관한 지침과학기술정보통신부고시 o 개인정보의 기술적관리적 보호조치 기준개인정보보호위원회 o 행정정보 공동이용 지침행정안전부예규 o 공공기관의 데이터베이스 표준화 지침행정안전부고시 o 공공데이터 공통표준용어행정안전부고시 o 공공데이터 관리지침행정안전부고시 o 모바일 전자정부 서비스 관리 지침행정안전부예규 o 행정기관 및 공공기관 정보자원 통합기준행정안전부고시 o 국가정보보안기본지침국가정보원",
      "tables": [
        [
          [
            "구분",
            "항  목"
          ],
          [
            "",
            "ｏ  하도급거래공정화지침(공정거래위원회예규)\nｏ  정보보호조치에  관한  지침(과학기술정보통신부고시)\nｏ  개인정보의  기술적·관리적  보호조치  기준(개인정보보호위원회)\nｏ  행정정보  공동이용  지침(행정안전부예규) \nｏ  공공기관의  데이터베이스  표준화  지침(행정안전부고시)\nｏ  공공데이터  공통표준용어(행정안전부고시)\nｏ  공공데이터  관리지침(행정안전부고시)\nｏ  모바일  전자정부  서비스  관리  지침(행정안전부예규) \nｏ  행정기관  및  공공기관  정보자원  통합기준(행정안전부고시)\nｏ  국가정보보안기본지침(국가정보원)"
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적 용",
            "부 분 적 용",
            "미 적 용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템은  사용자가  다양한  브라우저  환경에서  서비스를  이용\n할  수  있도록  표준기술을  준수하여야  하고,  장애인,  저사양  컴퓨터 \n사용자  등  서비스  이용  소외계층을  고려한 설계·구현을  검토하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "ｏ  전자정부  웹사이트  품질관리  지침\nｏ  한국형  웹  콘텐츠  접근성  지침  2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  전자정부  서비스  관리  지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "외부  접근 \n장치",
            "ｏ  웹브라우저  관련\n  -  HTML  4.01/HTML  5,  CSS  2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XHTML  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  XML  1.0,  XSL  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ECMAScript  3rd",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  관련\n  -  모바일  웹  콘텐츠  저작  지침  1.0 \n(KICS.KO-10.0307)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스 \n요구사항",
            "서비스관리(KS  X  ISO/IEC  20000)/  ITIL  v3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  전달 \n프로토콜",
            "IPv4",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "IPv6",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 138,
      "text": "- 135 - 플랫폼 및 기반구조 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템간 서비스의 연계 및 통합에는 웹서비스 적용을 검토 하고, 개발된 웹서비스 중 타기관과 공유가 가능한 웹서비스는 범정부 차원의 공유활용이 가능하도록 지원하여야 한다. 세부 기술 지침 서비스 통합 o 웹 서비스 - SOAP 1.2, WSDL 2.0, XML 1.0 - UDDI v3 - RESTful o 비즈니스 프로세스 관리 - UML 2.0BPMN 1.0 - ebXMLBPEL 2.0XPDL 2.0 데이터 공유o 데이터 형식 XML 1.0 인터페이스 o 서비스 발견 및 명세 UDDI v3, WSDL 2.0 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해 당 없 음 기본 지침 o 정보시스템 운영에 사용되는 통신장비는 IPv4와 IPv6가 동시에 지원되는 장비를 채택하여야 한다. o 하드웨어는 이기종간 연계가 가능하여야 하며, 특정 기능을 수 행하는 임베디드 장치 및 주변 장치는 해당 장치가 설치되는 정보시스템과 호환성 및 확장성이 보장되어야 한다. 세부 기술 지침 네트워크 o 화상회의 및 멀티미디어 통신 H.320H.324, H.310 o 부가통신 VoIP - H.323 - SIP - MegacoH.248",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템간  서비스의  연계  및  통합에는  웹서비스  적용을  검토\n하고,  개발된  웹서비스  중  타기관과  공유가  가능한  웹서비스는 \n범정부  차원의  공유·활용이  가능하도록  지원하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "서비스  통합",
            "ｏ  웹  서비스\n  -  SOAP  1.2,  WSDL  2.0,  XML  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UDDI  v3",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  RESTful",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  비즈니스  프로세스  관리\n  -  UML  2.0/BPMN  1.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ebXML/BPEL  2.0/XPDL  2.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  공유 ｏ  데이터  형식  :  XML  1.0",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "인터페이스 ｏ  서비스  발견  및  명세  :  UDDI  v3,  WSDL  2.0",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템  운영에  사용되는  통신장비는  IPv4와  IPv6가  동시에 \n지원되는  장비를  채택하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  하드웨어는  이기종간  연계가  가능하여야  하며,  특정  기능을  수\n행하는  임베디드  장치  및  주변  장치는  해당  장치가  설치되는 \n정보시스템과  호환성  및  확장성이  보장되어야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "네트워크",
            "ｏ  화상회의  및  멀티미디어  통신  :  H.320~H.324,  H.310",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  부가통신:  VoIP\n  -  H.323",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SIP",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Megaco(H.248)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 139,
      "text": "- 136 - 요소기술 분야 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 응용서비스는 컴포넌트화하여 개발하는 것을 원칙으로 한다. o 데이터는 데이터 공유 및 재사용, 데이터 교환, 데이터 품질 향상, 데이터베이스 통합 등을 위하여 표준화되어야 한다. o 행정정보의 공동활용에 필요한 행정코드는 행정표준코드를 준수 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해 당 없 음 운영체제 및 기반 환경 o 서버용개방형 운영 체제 및 기반환경 - POSIX.0 - UNIX - Windows Server - Linux o 모바일용 운영 체계 및 기반환경 - android - IOS - Windows Phone 데이터베이스 o DBMS - RDBMS - ORDBMS - OODBMS - MMDBMS 시스템 관리 o ITIL v3 ISO20000 소프트웨어 공학 o 개발프레임워크 전자정부 표준프레임워크",
      "tables": [
        [
          [
            "구    분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "부분\n적용\n적용",
            "",
            "미\n적용",
            "해 당 없 음",
            ""
          ],
          [
            "운영체제  및\n기반  환경",
            "ｏ  서버용(개방형)  운영  체제  및  기반환경  : \n  -  POSIX.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UNIX",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Server",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Linux",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일용  운영  체계  및  기반환경\n  -  android",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  IOS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Windows  Phone",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터베이스",
            "ｏ  DBMS\n  -  RDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ORDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  OODBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  MMDBMS",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "시스템  관리",
            "ｏ  ITIL  v3  /  ISO20000",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "소프트웨어 \n공학",
            "ｏ  개발프레임워크  :  전자정부  표준프레임워크",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구    분\n항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  응용서비스는  컴포넌트화하여  개발하는  것을  원칙으로  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  데이터는  데이터  공유  및  재사용,  데이터  교환,  데이터  품질  향상, \n데이터베이스  통합  등을  위하여  표준화되어야  한다.",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  행정정보의  공동활용에  필요한  행정코드는  행정표준코드를  준수",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 140,
      "text": "- 137 - 구 분 항 목 적용계획결과 부분적용 미 적용시 사유 및 대체기술 적용 부분 적용 미 적용 해당 없음 하여야 하며 그렇지 못한 경우에는 행정기관등의 장이 그 사유를 행정안전부장관에게 보고하고 행정안전부의행정기관의 코드 표준화 추진지침에 따라 코드체계 및 코드를 생성하여 행정안전부 장관에게 표준 등록을 요청하여야 한다. o 패키지소프트웨어는 타 패키지소프트웨어 또는 타 정보시스템과의 연계를 위해 데이터베이스 사용이 투명해야 하며 다양한 유형의 인터페이스를 지원하여야 한다. 세부 기술 지침 관련규정 o 공공기관의 데이터베이스 표준화 지침 o 공공데이터 공통표준용어 o 공공데이터 관리지침 데이터 표현 o 정적표현 HTML 4.01 o 동적표현 - JSP 2.1 - ASP.net - PHP - 기타 프로그래밍 o 프로그래밍 - C - C - Java - C - 기타 데이터 교환 o 교환프로토콜 - XMI 2.0 - SOAP 1.2 o 문자셋 - EUC-KR - UTF-8단, 신규시스템은 UTF-8 우선 적용",
      "tables": [
        [
          [
            "구    분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/  미\n적용시  사유 \n및  대체기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n적용",
            "해당\n없음",
            ""
          ],
          [
            "하여야  하며  그렇지  못한  경우에는  행정기관등의  장이  그  사유를 \n행정안전부장관에게  보고하고  행정안전부의“행정기관의  코드\n표준화  추진지침”에  따라  코드체계  및  코드를  생성하여  행정안전부\n장관에게  표준  등록을  요청하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  패키지소프트웨어는  타  패키지소프트웨어  또는  타  정보시스템과의 \n연계를  위해  데이터베이스  사용이  투명해야  하며  다양한  유형의 \n인터페이스를  지원하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련규정",
            "ｏ  공공기관의  데이터베이스  표준화  지침\nｏ  공공데이터  공통표준용어\nｏ  공공데이터  관리지침",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  표현",
            "ｏ  정적표현  :  HTML  4.01",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  동적표현\n  -  JSP  2.1",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  ASP.net",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  PHP",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "프로그래밍",
            "ｏ  프로그래밍\n  -  C",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C++",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  Java",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  C#",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  기타  (                )",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "데이터  교환",
            "ｏ  교환프로토콜: \n  -  XMI  2.0",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  SOAP  1.2",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  문자셋\n  -  EUC-KR",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  UTF-8(단,  신규시스템은  UTF-8  우선  적용)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 141,
      "text": "- 138 - 보안 분야 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 기본 지침 o 정보시스템의 보안을 위하여 위험분석을 통한 보안 계획을 수립하고 이를 적용하여야 한다. 이는 정보시스템의 구축 운영과 관련된 서비스 접근 및 전달,플랫폼 및 기반구조,요소기술 및 인터페이스 및 통합 분야를 모두 포함하여야 한다. o 보안이 중요한 서비스 및 데이터의 접근에 관련된 사용자 인증은 전자서명 또는 행정전자서명을 기반으로 하여야 한다. o 네트워크 장비 및 네트워크 보안장비에 임의 접속이 가능한 악의적인 기능 등 설치된 백도어가 없도록 하여야 하고 보안기능 취약점 발견시 개선조치하여야 한다. 세부 기술 지침 관련 규정 o 전자정부법 o 국가정보보안기본지침국가정보원 - 국가 사이버안전 매뉴얼 o 네트워크 장비 구축운영사업 추가특수조건조달청 지침 제품별 도입 요건 및 보안 기준 준수 o 국정원 검증필 암호모듈 탑재ᆞ사용 대상암호가 주기능인 정보보호제품 - PKI제품 - SSO제품 - 디스크ᆞ파일 암호화 제품 - 문서 암호화 제품DRM등 - 메일 암호화 제품 - 구간 암호화 제품 - 키보드 암호화 제품 - 하드웨어 보안 토큰 - DB암호화 제품 - 상기제품9종이외 중요정보 보호를 위해 암호기능이 내장된 제품 - 암호모듈 검증서에 명시된 제품과 동일 제품 여부 o CC인증 필수제품 유형군국제 CC인 경우 보안적합성 검 증 필요 - 네트워크침입차단 - 네트워크침입방지침입탐지 포함",
      "tables": [
        [
          [
            "구  분\n항        목",
            "",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "기본  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  정보시스템의  보안을  위하여  위험분석을  통한  보안  계획을  수립하고 \n이를  적용하여야  한다.    이는  정보시스템의  구축  운영과  관련된  “서비스 \n접근  및  전달”,“플랫폼  및  기반구조”,“요소기술”  및  “인터페이스 \n및  통합”  분야를  모두  포함하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  보안이  중요한  서비스  및  데이터의  접근에  관련된  사용자  인증은 \n전자서명  또는  행정전자서명을  기반으로  하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "ｏ  네트워크  장비  및  네트워크  보안장비에  임의  접속이  가능한  악의적인 \n기능  등  설치된  백도어가  없도록  하여야  하고  보안기능  취약점 \n발견시  개선․조치하여야  한다.",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "세부  기술  지침",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "관련\n규정",
            "ｏ  전자정부법",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  국가정보보안기본지침(국가정보원)\n  -  국가  사이버안전  매뉴얼",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  네트워크  장비  구축·운영사업  추가특수조건(조달청  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "제품별 \n도입\n요건 \n및\n 보안\n기준 \n준수",
            "ｏ  국정원  검증필  암호모듈  탑재ㆍ사용  대상(암호가  주기능인 \n정보보호제품)\n  -  PKI제품\n  -  SSO제품\n  -  디스크ㆍ파일  암호화  제품\n  -  문서  암호화  제품(DRM)등\n  -  메일  암호화  제품\n  -  구간  암호화  제품\n  -  키보드  암호화  제품\n  -  하드웨어  보안  토큰\n  -  DB암호화  제품\n  -  상기제품(9종)이외  중요정보  보호를  위해  암호기능이 \n내장된  제품",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "-  암호모듈  검증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  CC인증  필수제품  유형군(국제  CC인  경우  보안적합성  검\n증  필요)\n  -  (네트워크)침입차단\n  -  (네트워크)침입방지(침입탐지  포함)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 142,
      "text": "- 139 - 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 통합보안관리 - 웹 응용프로그램 침입차단 - DDos 대응 - 인터넷 전화 보안 - 무선침입방지 - 무선랜 인증 - 가상사설망검증필 암호모듈 탑재 필수 - 네트워크 접근통제 - 네트워크 자료유출방지 - 망간 자료전송 - 안티 바이러스 - 가상화PC 또는 서버 - 패치관리 - 호스트 자료유출 방지매체제어제품 포함, 자료저장 기능이 있는 경우 국정원 검증필 암호모듈 탑재 필수 - 스팸메일 차단 - 서버 접근통제 - DB접근 통제 - 스마트카드 - 소프트웨어기반 보안USB검증필 암호모듈 탑재 필수 - 디지털 복합기 비휘발성 저장매체 장착 제품에 대한 완 전삭제 혹은 암호화 기능 - 소스코드 보안약점 분석도구 - 스마트폰 보안관리 - CC인증서에 명시된 제품과 동일 제품 여부 o 모바일 서비스앱웹 등 - 보안취약점 및 보안약점 점검조치 모바일 전자정부 서비스 관리 지침 o 민간 클라우드 활용 - 클라우드 서비스 보안인증CSAP을 받은 서비스 - 행정공공기관 민간 클라우드 이용 가이드라인 백도어 방지 기술적 확인 사항 o 보안기능 준수 - 식별 및 인증 - 암호지원 - 정보 흐름 통제",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  통합보안관리\n  -  웹  응용프로그램  침입차단\n  -  DDos  대응\n  -  인터넷  전화  보안\n  -  무선침입방지\n  -  무선랜  인증\n  -  가상사설망(검증필  암호모듈  탑재  필수)\n  -  네트워크  접근통제\n  -  네트워크  자료유출방지\n  -  망간  자료전송\n  -  안티  바이러스\n  -  가상화(PC  또는  서버)\n  -  패치관리\n  -  호스트  자료유출  방지(매체제어제품  포함,  자료저장  기능이 \n있는  경우  국정원  검증필  암호모듈  탑재  필수)\n  -  스팸메일  차단\n  -  서버  접근통제\n  -  DB접근  통제\n  -  스마트카드\n  -  소프트웨어기반  보안USB(검증필  암호모듈  탑재  필수)\n  -  디지털  복합기  (비휘발성  저장매체  장착  제품에  대한  완\n전삭제  혹은  암호화  기능)\n  -  소스코드  보안약점  분석도구\n  -  스마트폰  보안관리\n  -  CC인증서에  명시된  제품과  동일  제품  여부",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  모바일  서비스(앱·웹)  등\n  -  보안취약점  및  보안약점  점검·조치\n      (모바일  전자정부  서비스  관리  지침)",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "ｏ  민간  클라우드  활용\n    -  클라우드  서비스  보안인증(CSAP)을  받은  서비스\n    -  행정·공공기관  민간  클라우드  이용  가이드라인",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "백도어 \n방지 \n기술적 \n확인 \n사항",
            "ｏ  보안기능  준수\n  -  식별  및  인증\n  -  암호지원\n  -  정보  흐름  통제",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 143,
      "text": "- 140 - 최신 기준은 국가정보원 홈페이지 참조 구 분 항 목 적용계획결과 부분적용 미적용시 사 유 및 대체 기술 적용 부분 적용 미 적용 해당 없음 - 보안 관리 - 자체 시험 - 접근 통제 - 전송데이터 보호 - 감사 기록 - 기타 제품별 특화기능 o 보안기능 확인 및 취약점 제거 - 보안기능별 명령어 등 시험 및 운영방법 제공 - 취약점 개선취약점이 없는 펌웨어 및 패치 적용 - 백도어 제거비공개 원격 관리 및 접속 기능 - 오픈소스 적용 기능 및 리스트 제공",
      "tables": [
        [
          [
            "구  분",
            "항        목",
            "적용계획/결과",
            "",
            "",
            "",
            "부분적용/ \n미적용시  사\n유  및  대체\n기술"
          ],
          [
            "",
            "",
            "적용",
            "부분\n적용",
            "미\n해당\n적용\n없음",
            "",
            ""
          ],
          [
            "",
            "-  보안  관리\n  -  자체  시험\n  -  접근  통제\n  -  전송데이터  보호\n  -  감사  기록\n  -  기타  제품별  특화기능\nｏ  보안기능  확인  및  취약점  제거\n  -  보안기능별  명령어  등  시험  및  운영방법  제공\n  -  취약점  개선(취약점이  없는  펌웨어  및  패치  적용)\n  -  백도어  제거(비공개  원격  관리  및  접속  기능)\n  -  오픈소스  적용  기능  및  리스트  제공",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 144,
      "text": "- 141 - 별지서식 18 장애인 신규직원 신규직원 비정규직 정규직화 채용 확약서 공고번호 사 업 명 사업기간 채용내역 채용인원 월 급여 채용기간 투입률 2명 100만원 2020. 8. 1 2020.12.31 1명 120만원 2020. 8. 1 2020.10.31 예 시 당사는 사업 낙찰시 서울시 일자리 정책에 참여하기 위하여 위와 같이 장애인 신규직원 신규직원 비정규직 정규직화 직원을 채용하여 본 사업에 투입할 것이며, 상기내용을 이행하지 않을 경우 계약해지, 부정당업자 제재 등에 대해 이의를 제기하지 않을 것임을 확약합니다. 20 년 월 일 업 체 명 사업자 등록번호 주 소 연 락 처 대표이사 인 반드시 법인인감 날인 서 울 특 별 시 장 귀하 주 1. 투입률은 전체 사업기간대비 단순 채용기간이 아닌 본 사업 투입기간을 고려하여 계산월평균 근무일, 일평균 근무시간 감안 작성",
      "tables": [
        [
          [
            "채용인원",
            "월  급여",
            "채용기간",
            "투입률(%)"
          ],
          [
            "2명",
            "100만원",
            "2020.  8.  1  ~  2020.12.31",
            ""
          ],
          [
            "1명",
            "120만원",
            "2020.  8.  1  ~  2020.10.31",
            ""
          ],
          [
            "",
            "<    예      시    >",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 145,
      "text": "- 142 - 별지서식 19 제안요구사항 수용 조견표 연 번 요구사항 번호 요구사항 명 또는 요구사항 내용 요약 수용 여부 제안서 내용 제안서 페이지 주1. 요구사항번호는 제안요청서의 요구사항 번호를 기재하며, 제안요청서의 페이지를 기재하지 않는 대신 요구사항 목록의 순서를 고려하여 작성필요한 경우에는 제안요청서상의 페이지 표기도 가능 하며, 페이지를 표기할 경우 요구사항번호 란에 괄호를 이용하여 작성 2. 요구사항명 은 제안요청서의 요구사항 명을 기재필요시 요구사항 내용을 요약 3. 내용은 간결하게 핵심만 기재하고 수용여부는 또는 X 로 표기",
      "tables": [
        [
          [
            "연 번",
            "요구사항\n번호",
            "요구사항  명\n(또는  요구사항  내용  요약)",
            "수용\n여부",
            "제안서  내용",
            "제안서\n  페이지"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 146,
      "text": "- 143 - 별지서식 20 추가제안사항 요약 순번 건 명 제안개요 추진 기간 제공조건 추진방법 비고 주1. 필요 시 추가 제안사항 세부내역 별첨 가능.",
      "tables": [
        [
          [
            "순번",
            "건        명\n(제안개요)",
            "추진\n기간",
            "제공조건",
            "추진방법",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 147,
      "text": "- 144 - 별지서식 21 각 서 계약명 당사는위건협상에의한계약의신인도평가서제출에있어아래기재된 사항을사실그대로고지하였으며, 만약허위로제출한사실이발견된때에는평 가대상에서제외, 우선협상대상자결정취소및부정당업자입찰참가자격제한처 분등의제재를받아도이의를제기하지않겠습니다. 아 래 1최근3년이내임금체불업체및하도급부조리신고센터에신고되어행정처분 을받은사실이있는업체 2최근3년이내불공정거래행위시정조치및과징금부과기업공정거래위원회 3최근3년이내하도급상습위반자로통보받은기업공정거래위원회 년 월 일 주 소 회사명 대표자 인 발주기관 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 148,
      "text": "- 145 - 별지서식 22 정량적평가지표 자가진단표 주1. 경영상태는 신용평가등급을 해당란에 기재한다. 2. 수행경험은 최근 3년간 유사사업 분야 실적 건수, 금액을 해당란에 기재한다. - 수행경험은 별지서식 3의 내용 중 평가에 반영할 사항을 기재할 것. 회 사 명 회사 평가항목 평가요소 20 년 단위 천원, 건 20 년 단위 천원, 건 20 년 단위 천원, 건 합 계 단위 천원, 건 단일실적 기준 최대실적금액 단위 천원 A. 수행실적 금액 유사사업 실적금액 최근3년 금액 금액 금액 금액 원 B. 수행실적 건수 유사사업 실적건수 최근3년 건수 건수 건수 건수 C. 경영상태 기업신용 평가등급 회사채에 대한 신용평가등급 기업어음에 대한 신용평가등급 기업신용평가 등급 D.상생협력 20억 이상인 경우만 작성 공동수급체 구성시 중소기업의 지분율평가 공동수급체 구성 업체명 중소기업 여부 지분율 중소기업의 지분율에 따른 자가평가점수 E.하도급계약 적정성 하도급 계약 적정성 판단결과 하도급 계약명 하도급계약의 적정성 판단 기준에 따른 자가평가점수 F. 기술 및 품질 인증 기술 및 품질인증 건수 기술 및 품질인증명 기술 및 품질인증 점수 G. 신인도 가ᆞ감점 고용창출 1신규고용우수기업8이상 2신규고용우수기업5이상 3청년고용우수기업고용률20이상인원10인이상 4청년고용우수기업고용률5이상인원5인이상 5여성고용우수기업고용률20이상인원10인이상 6여성고용우수기업고용률5이상인원5인이상 7장애인고용우수기업우수사업자로선정 8장애인고용우수기업고용률3이상 해당번호 기재 약자기업 지원 및 정책적 지원 1장애인기업 2여성기업 3중증장애인생산품 생산시설 4사회적기업 5예비 사회적기업 6사회적협동조합 7자활기업 8가족친화 우수기업 9하도급거래 모범기업 10노사문화 우수기업 11남녀고용평등 우수기업 12모범납세자 해당번호 기재 안전보건 확보 정도 1안전보건경영시스템인증 2노동안전보건 우수기업 해당번호 기재 1최근3년간 사망재해산재은폐 등 사업장 2최근5년간 중대재해 발생 이력 업체 해당번호 기재 근로 및 하도급법 등 준수정도 1최근 3년 이내 임금체불 업체 2최근 3년 이내 하도급부조리 행정처분 업체 3최근 3년 이내 불공정거래행위 시정조치 및 과징금 부과 기업 4최근 3년 이내 하도급 상습위반자로 통보 받은 기업 4 발주부서 퇴직공무원 고용업체 ,예, 아니오 - 고용범위 대표이사,, 주주,, 근로자임직원,, 해당없음, - 발주부서 퇴직공무원 고용기간 퇴직일로부터 2년 이내,, 퇴직일로부터 2년이상,, 해당없음 , - 확인첨부내용 법인등기부 등본,, 주식명부변동사항명세서, 4대보험가입, 퇴직공무원 최근 2년간 근무부서 경력, 해당번호 기재",
      "tables": [
        [
          [
            "회  사  명",
            "",
            "○○회사",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "평가항목",
            "평가요소",
            "20    년\n(단위  :  천원,  건)",
            "20    년\n(단위  :  천원,  건)",
            "",
            "20    년\n(단위  :  천원,  건)",
            "합  계\n(단위  :  천원,  건)",
            "단일실적  기준\n최대실적금액\n(단위  :  천원)"
          ],
          [
            "A.  수행실적 \n금액",
            "유사사업 \n실적금액\n(최근3년)",
            "금액",
            "금액",
            "",
            "금액",
            "금액",
            "원"
          ],
          [
            "B.  수행실적 \n건수",
            "유사사업\n실적건수\n(최근3년)",
            "건수",
            "건수",
            "",
            "건수",
            "건수",
            ""
          ],
          [
            "C.  경영상태",
            "기업신용\n평가등급",
            "회사채에  대한\n신용평가등급",
            "",
            "",
            "기업어음에  대한\n신용평가등급",
            "",
            "기업신용평가\n등급"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "D.상생협력\n(20억  이상인 \n경우만  작성)",
            "공동수급체 구성시 \n중소기업의 지분율평가",
            "공동수급체  구성 \n업체명",
            "",
            "중소기업\n여부",
            "지분율",
            "중소기업의  지분율에  따른 \n자가평가점수",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "E.하도급계약\n적정성",
            "하도급 계약 적정성 \n판단결과",
            "하도급  계약명",
            "",
            "",
            "",
            "하도급계약의  적정성  판단 \n기준에  따른  자가평가점수",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "F.  기술  및 \n품질  인증",
            "기술 및 품질인증 건수",
            "기술  및  품질인증명",
            "",
            "",
            "",
            "기술  및  품질인증  점수",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "G.  신인도 \n가ㆍ감점",
            "고용창출",
            "①신규고용우수기업(8%이상)  ②신규고용우수기업(5%이상)\n③청년고용우수기업(고용률20%이상&인원10인이상)\n④청년고용우수기업(고용률5%이상&인원5인이상)\n⑤여성고용우수기업(고용률20%이상&인원10인이상)\n⑥여성고용우수기업(고용률5%이상&인원5인이상)\n⑦장애인고용우수기업(우수사업자로선정)\n⑧장애인고용우수기업(고용률3%이상)",
            "",
            "",
            "",
            "",
            "해당번호 기재"
          ],
          [
            "",
            "약자기업 \n지원  및 \n정책적  지원",
            "①장애인기업  ②여성기업  ③중증장애인생산품  생산시설  ④사회적기업  ⑤예비 \n사회적기업  ⑥사회적협동조합  ⑦자활기업  ⑧가족친화  우수기업  ⑨하도급거래 \n모범기업  ⑩노사문화 우수기업 ⑪남녀고용평등 우수기업 ⑫모범납세자",
            "",
            "",
            "",
            "",
            "해당번호 기재"
          ],
          [
            "",
            "안전보건 \n확보  정도",
            "①안전보건경영시스템인증 ②노동안전보건 우수기업",
            "",
            "",
            "",
            "",
            "해당번호 기재"
          ],
          [
            "",
            "",
            "①최근3년간 사망재해·산재은폐 등 사업장 ②최근5년간 중대재해 발생 이력 업체",
            "",
            "",
            "",
            "",
            "해당번호 기재"
          ],
          [
            "",
            "근로  및 \n하도급법  등 \n준수정도",
            "①최근  3년  이내  임금체불  업체\n②최근  3년  이내  하도급부조리  행정처분  업체\n③최근  3년  이내  불공정거래행위  시정조치  및  과징금  부과  기업\n④최근  3년  이내  하도급  상습위반자로  통보  받은  기업\n④  발주부서  퇴직공무원  고용업체                                        (√,예,  □  아니오)\n    -  고용범위                     \n      ․대표이사(√,□),  주주(√,□),  근로자(임·직원)(√,□),  해당없음(√,□)\n    -  발주부서  퇴직공무원  고용기간\n      ․퇴직일로부터  2년  이내(√,□),  퇴직일로부터  2년이상(√,□),  해당없음  (√,  □  )\n    -  확인(첨부)내용\n      ․법인등기부  등본(√,□),  주식명부·변동사항명세서(√,□) \n        4대보험가입(√,□)  퇴직공무원  최근  2년간  근무부서  경력(√,□)",
            "",
            "",
            "",
            "",
            "해당번호 기재"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 149,
      "text": "- 146 - 3. 신인도 가감점은 관련 해당란에 표시한다.단, 해당번호 기재로 명시되어 있는 항목은 번호를 기재하며 중복평가 되는 항목은 중복기재 가능함 4. 계산결과 입력 시 소수점 이하는 다섯째자리에서 반올림한다. 정량평가를 위해 위 표를 작성하고, 반드시 계산을 위한 세부자료 및 증거자료를 제출할 것",
      "tables": [],
      "has_images": false,
      "image_count": 0
    }
  ]
}