{
  "csv_metadata": {
    "공고 번호": "Unknown_13",
    "공고 차수": -1,
    "사업명": "[입찰공고] 산학협력단 정보시스템 운영 용역업체 선정",
    "사업 금액": "협의 예정",
    "발주 기관": "경희대학교",
    "공개 일자": "2024-05-02 00:00:00",
    "입찰 참여 시작일": "미정",
    "입찰 참여 마감일": "미정",
    "사업 요약": "- 사업명: 경희대학교 산학협력단 정보시스템 운영 용역사업\n- 추진배경: 정보시스템 운영 효율화 및 안정적인 서비스 제공을 위한 최적상태 유지\n- 사업범위: 정보시스템 운영 및 유지관리, 내/외부 연계시스템 운영/유지관리, 정보시스템 개발/운영 관련 제반 업무\n- 기대효과: 사용자 편의성 향상, 신속한 요구사항 처리 및 시스템 반영, 연계시스템 관련 지원 및 개발 등\n- 추진목표: 최적의 운영상태 유지, 서비스 연속성 향상, 사업의 성공적인 수행",
    "파일형식": "pdf",
    "파일명": "경희대학교_[입찰공고] 산학협력단 정보시스템 운영 용역업체 선정.pdf"
  },
  "missing_values": {
    "공고번호_결측": true,
    "공고차수_결측": true,
    "입찰참여시작일_결측": true,
    "입찰참여마감일_결측": true,
    "사업금액_결측": true
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제안서 제안요청서 경희대학교 산학협력단 정보시스템인포21 운영 용업사업 2024.04. 용역 관련 문의 전화번호 이메일 산학협력단 조규호 031-201-3560 khchokhu.ac.kr",
      "tables": [
        [
          [
            "용역  관련  문의",
            "전화번호",
            "이메일"
          ],
          [
            "산학협력단  조규호",
            "031-201-3560",
            "khcho@khu.ac.kr"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 2,
      "text": "제안서 목 차 I. 개요 1 1. 사업명 1 2. 사업기간 1 3. 사업예산 1 4. 계약방법 1 5. 일반내용 1 6. 과업내용 1 7. 사업추진방안 3 II. 제안서 개요 5 1. 제안요청 내용 5 2. 상세요구 사항 5 III. 업체선정 20 1. 입찰참가자격 20 2. 업체선정방법 및 업체선정 20 3. 입찰 유의사항 21 IV. 제안서 작성요령 및 서식 22 1. 제안서 작성요령 22 2. 제안서 평가 세부항목 및 배점표 23 V. 유의사항 25 1. 제안서 제출 유의사항 25 2. 입찰 시 유의사항 25 3. 기타사항 26 4. 문의사항 27 VI. 제안서 관련서식 28",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 3,
      "text": "제안서 - 1 - I. 개요 1. 사 업 명 산학협력단 정보시스템 운영 용역업체 선정 2. 사업기간 계약체결일 2026.04.30. - 1차년도 계약체결일 2025.04.30. - 2차년도 2025.05.01. 2026.04.30. 1차년도 평가에 따라 2차년도 계속진행 여부 결정 3. 사업예산 금400,000,000원원부가세포함 - 1차년도 금200,000,000원 이내 - 2차년도 금200,000,000원 이내 4. 계약방법 협상에 의한 계약 기술평가가격평가 5. 일반내용 가. 배경 및 필요성 1 경희대학교 산학협력단 정보시스템 운영 용역사업추진 2 정보시스템 운영 효율화 및 안정적인 서비스 제공을 위한 시스템의 최적상태 유지 3 정보시스템 운영 중 장애 및 사고 발생 시 신속한 대응 조치 4 기능 및 UI개선, 성능, 데이터의 보안성 및 정확성 등 시스템 개선을 통한 사용자 편의성 향상 5 사용자 요구사항에 대한 신속한 지원 및 시스템 반영 나. 사업범위 1 정보시스템 운영 및 유지관리 가 인포21 연구행정시스템일반행정시스템 회계, 인사 등 일부연계 포함 나 공통관리시스템 2 내외부 연계시스템 관련 운영유지관리 및 연계 데이터 처리 3 정보시스템 개발운영 관련 제반 업무 6. 과업내용 가. 일반현황 1 정보시스템 현황 가 인포 21 연구행정시스템 업무구분 세부업무 산학과제 기준정보, 연구참여인력관리, 연구원서비스, 교내공모, 교외공모, 공모신청, 연구과제관리, 연구노 트 등 과제수행 학생인건비통합, 연구비입금, 연구비청구, 연구비집행, 연구인건비, 연구비감사, 연구비정산, 연구 결과보고서, 연구비카드, 장학금연동, 연구시설장비비 통합, 관세감면신청 및 사후관리 등 연구진흥 대형연구지원사업, 연구개발능률성과급, 연구위원회관리, 위원회심의관리, LMO시설관리, 연구개",
      "tables": [
        [
          [
            "업무구분",
            "세부업무"
          ],
          [
            "산학과제",
            "기준정보,  연구참여인력관리,  연구원서비스,  교내공모,  교외공모,  공모신청,  연구과제관리,  연구노\n트  등"
          ],
          [
            "과제수행",
            "학생인건비통합,  연구비입금,  연구비청구,  연구비집행,  연구인건비,  연구비감사,  연구비정산,  연구\n결과보고서,  연구비카드,  장학금연동,  연구시설*장비비  통합,  관세감면신청  및  사후관리  등"
          ],
          [
            "연구진흥",
            "대형연구지원사업,  연구개발능률성과급,  연구위원회관리,  위원회심의관리,  LMO시설관리,  연구개"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 4,
      "text": "제안서 - 2 - 인포21 연구행정시스템과 연계된 회계, 인사 등 일부 일반행정시스템 포함 나 내외부 연계시스템 다 공통관리시스템 2 운영유지관리 업무내역 가 정보시스템 상시 운영유지보수 - 사용자학생, 교원, 직원 등의 요구사항 처리 및 시스템 반영 - 정보시스템 업무범위에 대한 자료처리 및 시스템 오류에 대한 보수 나 정보시스템을 사용하는 산학협력단 업무의 일정별 운영 지원 다 연계시스템과의 연동관련 지원 및 개발 - 연동 업무관련 상시운영유지보수 - 소프트웨어 변경, DATA변경, 기타 운영환경의 변경에 따른 시스템간 연동지원 및 유지보수 - 연계시스템 추가 도입 시 시스템간 연동관련 지원 및 개발 라 사업기간 내 산학협력단이 인정하여 신규 또는 추가 개발된 부분의 운영유지관리 마 법규제도양식절차조직 등 업무처리 절차상의 변경으로 인하여 발생하는 응용프로그램의 변경 또 는 신규 개발 바 기능 보완 및 UI 개선, 성능 개선, 데이터의 보안성 및 정확도 개선, 사용자 편의성 개선 등을 위한 유지보수 사 정보시스템 관련 개발운영 환경 및 개발플랫폼의 최적화 관리 아 정보시스템 최적 상태 유지를 위한 선제적 예방 조치 및 상시 모니터링 업무구분 세부업무 발성과정보 등 지식재산 기준정보관리, 사건관리발명자, 사건관리담당자, 사건관리대리인, 청구서관리, 연차유지관리, 국외출원심의, 기술이전, 무형자산, 마크프로연계 등 산학협력 산학협력현황, 창업보육, 공동연구장비활용 등 업무구분 세부업무 연계시스템 마크프로, ZEUS, KRI, 통합이지바로, 통합RCMS, 신한카드RND카드, 국립보건연구원, 식품 의약품안전처 등 업무구분 세부업무 시스템관리 프로그램메뉴, 권한, 공통코드, 사용자, 업무결재모바일 포함, 시스템공통관리, eCAMS 등 기타 통합민원, 업무의뢰시스템 등",
      "tables": [
        [
          [
            "업무구분",
            "세부업무"
          ],
          [
            "",
            "발성과정보  등"
          ],
          [
            "지식재산",
            "기준정보관리,  사건관리(발명자),  사건관리(담당자),  사건관리(대리인),  청구서관리,  연차유지관리, \n국외출원심의,  기술이전,  무형자산,  마크프로연계  등"
          ],
          [
            "산학협력",
            "산학협력현황,  창업보육,  공동연구장비활용  등"
          ]
        ],
        [
          [
            "업무구분",
            "세부업무"
          ],
          [
            "연계시스템",
            "마크프로,  ZEUS,  KRI,  통합이지바로,  통합RCMS,  신한카드(RND카드),  국립보건연구원,  식품\n의약품안전처  등"
          ]
        ],
        [
          [
            "업무구분",
            "세부업무"
          ],
          [
            "시스템관리",
            "프로그램/메뉴,  권한,  공통코드,  사용자,  업무결재(모바일  포함),  시스템공통관리, \neCAMS  등"
          ],
          [
            "기타",
            "통합민원,  업무의뢰시스템  등"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 5,
      "text": "제안서 - 3 - 자 정보시스템 장애 및 사고, 보안 침해 등 긴급상황 발생 시 대응 및 장애 조치 및 결과 보고 차 연계시스템 장애 발생 시 시스템 개발연동 관련 사항 공동 장애 대응 카 운영유지관리에 필요한 자료온라인도움말, 업무매뉴얼, 사용자매뉴얼, FAQ 등 작성 및 현행화 작업 타 정보시스템 운영유지관리 수행과 관련한 각종 보고서 작성 및 제출 - 주, 월, 연 단위 업무 보고서 작성 및 제출 필수 - 산학협력단 요청에 따른 수시 보고서 작성 및 제출 파 그 외 정보시스템의 사용성을 높이고 개선하기 위한 모든 활동을 포함 나. 유지관리 운영 현황 1 개발플랫폼 구분 시스템 환경 비고 표준화관리 엔코어 Meta 데이터모델링 엔코어 DA 개발툴 eclipse 티베로 DBMS관리툴Orange 등 넥사크로 studio OZ Report 코드 인스펙션취약성분석 SPARROW QCESCE 응용프로그램 영향도분석 ASTA 형상관리빌드배포 eCAMS 2 운영플랫폼 구분 시스템 환경 비고 DBMS Tibero 6.0 WAS JEUS WEB WebToB Server Framework eGovFrame SSO Ksign Access for SSO UI Framework JSP, 넥사크로, OZ Report APM Jennifer 3 대상 정보시스템 구성도 행정기관 및 공공기관 정보시스템 구축운영 지침행정안전부고시 제2021-3호 제17조에 따라 정보시스템 구성도 등은 공개될 경우 보안침해 사고 등이 우려되는 사항으로 본 제안요청서에 기재하지 않음 7. 사업 추진방안 가. 추진목표",
      "tables": [
        [
          [
            "구분",
            "시스템  환경",
            "비고"
          ],
          [
            "표준화관리",
            "엔코어  Meta#",
            ""
          ],
          [
            "데이터모델링",
            "엔코어  DA#",
            ""
          ],
          [
            "개발툴",
            "eclipse \n티베로  DBMS관리툴(Orange  등)\n넥사크로  studio\nOZ  Report",
            ""
          ],
          [
            "코드  인스펙션/취약성분석",
            "SPARROW  QCE/SCE",
            ""
          ],
          [
            "응용프로그램  영향도분석",
            "ASTA",
            ""
          ],
          [
            "형상관리/빌드/배포",
            "eCAMS",
            ""
          ]
        ],
        [
          [
            "구분",
            "시스템  환경",
            "비고"
          ],
          [
            "DBMS",
            "Tibero  6.0",
            ""
          ],
          [
            "WAS",
            "JEUS",
            ""
          ],
          [
            "WEB",
            "WebToB",
            ""
          ],
          [
            "Server  Framework",
            "eGovFrame",
            ""
          ],
          [
            "SSO",
            "Ksign  Access  for  SSO",
            ""
          ],
          [
            "UI  Framework",
            "JSP,  넥사크로,  OZ  Report",
            ""
          ],
          [
            "APM",
            "Jennifer",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 6,
      "text": "제안서 - 4 - 산학협력단 정보시스템 운영 및 유지관리를 위해 전문가와 전략적 협조체계를 구성하고, 시스템 운영 및 활용에 있어 경험이 풍부한 전문인력을 투입하며 최적의 운영상태를 유지하고 안정적 운영을 통한 서비스 연속성 향상 및 만족도를 제고하여 사업을 성공적으로 수행토록 조직을 구성하여 운영 나. 추진전략 1 현장의 요구를 명확하게 파악하여 신속하고 정확하게 즉각적인 대응 2 산학협력단 연구행정 업무의 점증적 확장과 복잡도 증가로 커져가는 시스템에 맞춰 미래지향적 전략으로 대응 3 현실적 요구를 수용하면서 보다 체계적이고 정형화하여 유지관리 용이성 확보 4 정보시스템 운영 및 유지관리 분야별 관리 요소를 분류 체계화한 안정된 수행 5 선제적 예방 조치 및 상시 모니터링을 통한 정보시스템 최적의 운영상태 유지 다. 추진체계 및 역할 산학기획실 경영지원팀장 정보시스템 용역사업관리 및 운영유지관리 총괄 산학기획실 경영지원팀 담당자 운영 부문별 용역사업 관리 시스템 운영 방향 제시 시스템 운영 관련 주요 쟁점 및 지원 문제 해결 시스템 운영유지관리 일정 관리, 진행 상황 확인 검수 요청사항 관리 용역수행업체 운영상황에 따른 위험 요소 감지 및 모니터링 운영유지관리 사업진행에 따른 산출물 관리 및 품질보증활동 운영 분야별 정보시스템 유지관리 및 운영상황 확인보고 정보시스템 운영유지관리 수행 및 기술지원 사용자 요구사항에 대한 접수 및 처리 지원 정보시스템 장애 및 사고 대응 및 조치 정보시스템 점검 및 현황 현행화, 시스템기능 인수인계 자체 보안대책 마련 및 SW개발보안 적용 및 보안 교육 등 수행",
      "tables": [
        [
          [
            "산학기획실  경영지원팀 \n담당자",
            "∘  운영  부문별  용역사업  관리\n∘  시스템  운영  방향  제시\n∘  시스템  운영  관련  주요  쟁점  및  지원  문제  해결\n∘  시스템  운영/유지관리  일정  관리,  진행  상황  확인  검수\n∘  요청사항  관리"
          ]
        ],
        [
          [
            "용역수행업체",
            "∘  운영상황에  따른  위험  요소  감지  및  모니터링\n∘  운영/유지관리  사업진행에  따른  산출물  관리  및  품질보증활동\n∘  운영  분야별  정보시스템  유지관리  및  운영상황  확인/보고\n∘  정보시스템  운영/유지관리  수행  및  기술지원\n∘  사용자  요구사항에  대한  접수  및  처리  지원 \n∘  정보시스템  장애  및  사고  대응  및  조치\n∘  정보시스템  점검  및  현황  현행화,  시스템(기능)  인수인계 \n∘  자체  보안대책  마련  및  SW개발보안  적용  및  보안  교육  등  수행"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 7,
      "text": "제안서 - 5 - II. 제안서 개요 1. 제안요청 내용 가. 제안요청 개요 1 본 제안요청은경희대학교 산학협력단 정보시스템인포21 등 운영 용역사업에 대한 제안을 받기 위한 것으로, 산학협력단의 요구사항을 충분히 검토한 후 요구 기능이 포함된 제안서를 작성하여 제시하여야 함 2 본 용역업무를 수행하는 데 있어 산학협력단의 규정 및 제반 업무처리 지침을 반드시 준수하여야 함 3 제안서에는 사업계획과 제안요청 제반 사항에 대해 제안사의 추진전략, 추진체계, 추진계획 등이 구체적이 고 명확하게 제시되어야 함 4 제안서에는 본 사업에 대한 이해 하에 전체적인 시스템 운용방안이 제시되어야 하며, 본 제안요청서에 서 추구하는 목표를 달성하기 위해 추가해야 할 사항이 있을 경우 추진방안과 제안사의 역할을 명확히 제시해야 함 5 사업 전반에 대한 위험 요소, 위험관리지표 등 발견 및 대응 전략 등이 포함된 위험관리 계획을 제시하 여야 함 6 제도 변경 및 업무개선, 시스템 SW, HW 도입, 운영 환경 변경 등으로 인하여 응용프로그램의 변 경이 발생할 경우 모든 제반 사항의 지원을 제시하여야 함 7 본 제안요청서에 명기되지 아니한 사항이라도 산학협력단 정보시스템 기능유지 상 필요한 경우에는 제 안 업체의 판단으로 제안내용에 포함할 수 있으며, 제안요청서에 포함되지 않은 추가 제안사항의 경우 별도 협의에 따라 정할 수 있음 2. 상세 요구사항 가. 요구사항 총괄표 요구사항 분류 설 명 요구 사항수 유지관리 수행 요구사항 Maintenance Project Requirement 유지관리 대상 서비스를 정의하고, 각 대상별 유지관리 수행을 위한 요구사항 5 유지관리 인력 요구사항 Maintenance Human Requirement 유지관리 수행 인력에 대한 구성방안, 자격조건 등에 대한 요구사항 4 보안 요구사항 Security Requirement 정보 자산의 기밀성과 무결성을 확보하기 위해 목표 시스템의 데이터 및 기능, 운영 접근을 통제하기 위한 요구사항 7 품질 요구사항 Quality Requirement 유지관리 서비스의 품질 향상을 위한 사업수행 전반에 걸친 품질관리 요구사항 2 제약 사항 Constraints Requirement 설계, 구축, 운영과 관련하여 사전에 파악된 기술표준업무법제도 등의 제약조건 2",
      "tables": [
        [
          [
            "요구사항  분류",
            "설              명",
            "요구\n사항수"
          ],
          [
            "유지관리  수행  요구사항 \n(Maintenance  Project \nRequirement)",
            "유지관리  대상  서비스를  정의하고,  각  대상별  유지관리 \n수행을  위한  요구사항",
            "5"
          ],
          [
            "유지관리  인력  요구사항 \n(Maintenance  Human \nRequirement)",
            "유지관리  수행  인력에  대한  구성방안,  자격조건  등에  대한 \n요구사항",
            "4"
          ],
          [
            "보안  요구사항\n(Security  Requirement)",
            "정보  자산의  기밀성과  무결성을  확보하기  위해  목표 \n시스템의  데이터  및  기능,  운영  접근을  통제하기  위한 \n요구사항",
            "7"
          ],
          [
            "품질  요구사항\n(Quality  Requirement)",
            "유지관리  서비스의  품질  향상을  위한  사업수행  전반에  걸친 \n품질관리  요구사항",
            "2"
          ],
          [
            "제약  사항\n(Constraints  Requirement)",
            "설계,  구축,  운영과  관련하여  사전에  파악된 \n기술･표준･업무･법제도  등의  제약조건",
            "2"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 8,
      "text": "제안서 - 6 - 나. 요구사항 목록표 요구사항 분류 요구사항 고유번호 요구사항 명칭 유지관리 수행 요구사항 MPR MPR-001 운영, 유지관리 대상 및 추진 방향 MPR-002 유지관리 수행 조건 MPR-003 정보시스템 운영 및 유지관리 수행 MPR-004 운영 및 유지관리 지원 MPR-005 정보시스템 장애 및 사고 관리 방안 유지관리 인력 요구사항 MHR MHR-001 유지관리 조직 구성 MHR-002 참여인력의 수와 등급 MHR-003 인력 투입 방안 MHR-004 투입 인력 교체 보안 요구사항SER SER-001 보안규정 준수 SER-002 보안 조치 및 취약점 제거 SER-003 개인정보 보호 SER-004 보안 요구사항물리적 요건 SER-005 자료 및 프로그램에 대한 보안관리 SER-006 참여 인원에 대한 보안관리 SER-007 계약 종료 후 보안사항 품질 요구사항QUR QUR-001 품질관리 일반사항 QUR-002 품질보증 일반사항 제약 사항COR COR-001 시스템 설계 및 구현 제약 사항 COR-002 사업 관련 공통 기술표준 준수 프로젝트 관리 요구사항 PMR PMR-001 산출물 작성 및 제출 PMR-002 정보보호 및 보안 준수 PMR-003 업무 인수인계 프로젝트 지원 요구사항 PSR PSR-001 기타 제안요청 일반 사항 프로젝트 관리 요구사항 Project Management Requirement 프로젝트의 원활한 수행을 위한 관리 방법론 및 추진 단계별 수행 방안에 대한 요구사항 3 프로젝트 지원 요구사항 Project Support Requirement 프로젝트 기간 또는 프로젝트 완료 후 원활한 서비스 이행과 안정화를 위해 필요한 교육이나 업체에서 기술적인 지원이 필요한 부분에 대한 요구사항 1 합 계 24",
      "tables": [
        [
          [
            "프로젝트  관리  요구사항\n(Project  Management \nRequirement)",
            "프로젝트의  원활한  수행을  위한  관리  방법론  및  추진 \n단계별  수행  방안에  대한  요구사항",
            "3"
          ],
          [
            "프로젝트  지원  요구사항\n(Project  Support \nRequirement)",
            "프로젝트  기간  또는  프로젝트  완료  후  원활한  서비스 \n이행과  안정화를  위해  필요한  교육이나  업체에서  기술적인 \n지원이  필요한  부분에  대한  요구사항",
            "1"
          ],
          [
            "합                    계",
            "",
            "24"
          ]
        ],
        [
          [
            "요구사항  분류",
            "요구사항\n고유번호",
            "요구사항  명칭"
          ],
          [
            "유지관리 수행 요구사항\n(MPR)",
            "MPR-001\nMPR-002\nMPR-003\nMPR-004\nMPR-005",
            "운영,  유지관리  대상  및  추진  방향\n유지관리  수행  조건\n정보시스템  운영  및  유지관리  수행\n운영  및  유지관리  지원\n정보시스템  장애  및  사고  관리  방안"
          ],
          [
            "유지관리 인력 요구사항\n(MHR)",
            "MHR-001\nMHR-002\nMHR-003\nMHR-004",
            "유지관리  조직  구성\n참여인력의  수와  등급\n인력  투입  방안\n투입  인력  교체"
          ],
          [
            "보안 요구사항(SER)",
            "SER-001\nSER-002\nSER-003\nSER-004\nSER-005\nSER-006\nSER-007",
            "보안규정  준수\n보안  조치  및  취약점  제거\n개인정보  보호\n보안  요구사항(물리적  요건)\n자료  및  프로그램에  대한  보안관리\n참여  인원에  대한  보안관리\n계약  종료  후  보안사항"
          ],
          [
            "품질 요구사항(QUR)",
            "QUR-001\nQUR-002",
            "품질관리  일반사항\n품질보증  일반사항"
          ],
          [
            "제약 사항(COR)",
            "COR-001\nCOR-002",
            "시스템  설계  및  구현  제약  사항\n사업  관련  공통  기술표준  준수"
          ],
          [
            "프로젝트 관리 요구사항\n(PMR)",
            "PMR-001\nPMR-002\nPMR-003",
            "산출물  작성  및  제출\n정보보호  및  보안  준수\n업무  인수인계"
          ],
          [
            "프로젝트 지원 요구사항\n(PSR)",
            "PSR-001",
            "기타  제안요청  일반  사항"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 9,
      "text": "제안서 - 7 - 다. 요구사항 내용 1 유지관리 수행 요구사항MPR Maintenance Project Requirement 요구사항 분류 유지관리 수행 요구사항 요구사항 고유번호 MPR-001 요구사항 명칭 운영, 유지관리 대상 및 추진 방향 요구 사항 상세 설명 정의 운영, 유지관리 대상 및 추진 방향에 관한 사항 세부 내용 제안요구사항 분석검토를 통해 본 사업 수행 방안을 전체적으로 도식화하여 사업수행 방 법론 및 운영유지관리 지원체계절차를 구체적으로 제시 사업자는 본 사업의 성공적인 완수를 위하여 효율적인 사업관리 방안을 제시하고 협의하 여 사업을 수행해야 함 정보시스템 관련 개발운영환경 및 개발플랫폼에 대한 운영 및 유지관리 방안 제시 운영 및 유지관리 대상의 안정적인 운영을 위한 관리 방안 및 지원체계 제시 - 유지관리 대상의 특성 및 제공 서비스를 고려한 방안 정보시스템 유지관리 시 공통시스템에서 제시한 기준을 따르는 것을 원칙으로 함 - 안정적인 응용 프로그램에 대한 수정 요청사항에 따라 기능 추가개발 및 처리 방안을 제시하여야 함 - 효율적인 유지관리를 위해 사업 범위 및 일정, 인력, 운영 프로세스, 관리 도구, 장애 및 사고 대응, 품질관리, 위험관리 등에 대한 전반적인 운영 과 유지관리 방법 및 수행 방안 제출 - 유지관리 결과에 대한 조치 내역을 관리하여야 하며, 이를 위한 방안 제출 용역업무 수행은 산학협력단에서 제공하는 장소에서 수행함 업무 수행을 위한 집기비품, 장비, 시스템 개발 툴, 기타 운영 물품 일체를 사업자가 반 입하여야 함. 단, 업무용 PC는 산학협력단에서 지급하며 투입인력 개인 PC는 반입을 금함 산출정보 사업수행계획서 요구사항 분류 유지관리 수행 요구사항 요구사항 고유번호 MPR-002 요구사항 명칭 유지관리 수행 조건 요구 사항 상세 설명 정의 유지관리 수행 조건 일반사항 세부 내용 최종 선정된 사업자는 선정 결과를 통보받은 날부터 10일 이내에 계약체결에 응하여야 하며, 계 약일로부터 인력을 투입하여 업무를 개시하여야 함 사업자는 용역수행에 대한 업무 추진 진행 사항을 주간, 월간 단위로 제출하며, 중요 사항이 발생 한 경우는 즉시 보고하여야 함 사업자는 업무별로 개선되어야 할 과제들을 적극 발굴하여 의견을 제시하고 산학협력단의 승인을 받아 개선과제를 수행하여야 함 산 출 정 보 주간보고서, 월간보고서, 수시보고서",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "MPR-001"
          ],
          [
            "요구사항  명칭",
            "",
            "운영,  유지관리  대상  및  추진  방향"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "운영,  유지관리  대상  및  추진  방향에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  제안요구사항  분석·검토를  통해  본  사업  수행  방안을  전체적으로  도식화하여  사업수행  방\n법론  및  운영/유지관리  지원체계/절차를  구체적으로  제시\n❍  사업자는  본  사업의  성공적인  완수를  위하여  효율적인  사업관리  방안을  제시하고  협의하\n여  사업을  수행해야  함\n❍  정보시스템  관련  개발/운영환경  및  개발플랫폼에  대한  운영  및  유지관리  방안  제시\n❍  운영  및  유지관리  대상의  안정적인  운영을  위한  관리  방안  및  지원체계  제시\n  -  유지관리  대상의  특성  및  제공  서비스를  고려한  방안\n❍  정보시스템  유지관리  시  공통시스템에서  제시한  기준을  따르는  것을  원칙으로  함\n  -  안정적인  응용  프로그램에  대한  수정  요청사항에  따라  기능  추가개발  및        처리  방안을 \n제시하여야  함\n  -  효율적인  유지관리를  위해  사업  범위  및  일정,  인력,  운영  프로세스,  관리        도구,  장애 \n및  사고  대응,  품질관리,  위험관리  등에  대한  전반적인  운영          과  유지관리  방법  및  수행 \n방안  제출\n  -  유지관리  결과에  대한  조치  내역을  관리하여야  하며,  이를  위한  방안  제출\n❍  용역업무  수행은  산학협력단에서  제공하는  장소에서  수행함\n❍  업무  수행을  위한  집기/비품,  장비,  시스템  개발  툴,  기타  운영  물품  일체를  사업자가  반\n입하여야  함.  단,  업무용  PC는  산학협력단에서  지급하며  투입인력  개인  PC는  반입을  금함"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "MPR-002"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "유지관리  수행  조건"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "유지관리  수행  조건  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  최종  선정된  사업자는  선정  결과를  통보받은  날부터  10일  이내에  계약체결에  응하여야  하며,  계\n약일로부터  인력을  투입하여  업무를  개시하여야  함\n❍  사업자는  용역수행에  대한  업무  추진  진행  사항을  주간,  월간  단위로  제출하며,  중요  사항이  발생\n한  경우는  즉시  보고하여야  함\n❍  사업자는  업무별로  개선되어야  할  과제들을  적극  발굴하여  의견을  제시하고  산학협력단의  승인을 \n받아  개선과제를  수행하여야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            "주간보고서,  월간보고서,  수시보고서"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 10,
      "text": "제안서 - 8 - 요구사항 분류 유지관리 수행 요구사항 요구사항 고유번호 MPR-003 요구사항 명칭 정보시스템 운영 및 유지관리 수행 요구 사항 상세 설명 정의 정보시스템 운영 및 유지관리 수행에 관한 사항 세부 내용 정보시스템의 운영 및 유지관리 업무를 담당함 - 기존 프로그램 수정 및 소스 관리 프로그램 오류 수정 및 기능 개선 등 - 신규 프로그램 개발 법규, 제도, 양식, 절차, 조직 등 업무처리 절차상의 변경으로 인하여 발 생하는 응용프로그램의 변경신규 개발 및 산학협력단이 인정하여 발생하는 신규 구축 또는 추 가 개발 등 - 연계시스템과의 연동 업무 관련 운영유지관리 및 운영 환경 변경 또는 추가 도입에 따른 신규 연동 업무 지원 정보시스템 운영유지관리 업무내역 참조 정보시스템 관련 개발운영 환경 및 개발플랫폼 최적화관리 최신 보안기능 패치 적용으로 최신 상태 유지 안정적 서비스를 위한 지원체계 유지 및 장애사고 발생 시 신속한 조치 소스코드 보안 및 웹 취약점 점검을 통한 개선 및 제거 지원 OWASP 기준 정보시스템에 대한 기능 추가 개발 및 수정 요청사항의 관리 및 처리방안을 제시해야 함 전화 및 온라인 등으로 요청하는 사용자 요구사항에 대해 발생부터 종료까지 체계적 관리를 위 한 효율적인 수행 방안을 제시해야 함 산 출 정 보 요구사항 분류 유지관리 수행 요구사항 요구사항 고유번호 MPR-004 요구사항 명칭 운영 및 유지관리 지원 요구 사항 상세 설명 정의 운영환경변화에 따른 운영 및 유지관리 지원 세부 내용 정보시스템의 변화 등에 따른 운영데이터 취급 등의 오류 발생 시 데이터 수급이 원활하게 이루어지도록 기술지원하여야 함 제도 변경 및 업무개선, 시스템 SW, HW 도입, 운영환경 변경 등으로 인하여 응용프로그 램의 변경이 발생할 경우 모든 제반 사항을 지원해야 함 요구사항 분류 유지관리 수행 요구사항 요구사항 고유번호 MPR-005 요구사항 명칭 정보시스템 장애 및 사고 관리 방안 요구 사항 상세 설명 정의 정보시스템 장애 및 사고 발생에 대한 처리기한 준수 및 관리 방안 세부 내용 정보시스템 장애 및 사고란 아래의 경우를 의미함 - 장애 응용프로그램 및 DB 장애, 시스템 장애 등으로 사용자가 정보시스템을 사용할 수 없는 상태를 초래한 경우 - 사고 정보시스템 운영유지관리 상 산학협력단의 업무에 심각한 지장을 초래한 경우",
      "tables": [
        [
          [
            "요 구 사 항   분 류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "MPR-003"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "정보시스템  운영  및  유지관리  수행"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보시스템  운영  및  유지관리  수행에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  정보시스템의  운영  및  유지관리  업무를  담당함     \n    -  기존  프로그램  수정  및  소스  관리  :  프로그램  오류  수정  및  기능  개선  등\n    -  신규  프로그램  개발  :  법규,  제도,  양식,  절차,  조직  등  업무처리  절차상의  변경으로  인하여  발\n생하는  응용프로그램의  변경/신규  개발  및  산학협력단이  인정하여  발생하는  신규  구축  또는  추\n가  개발  등\n    -  연계시스템과의  연동  업무  관련  운영/유지관리  및  운영  환경  변경  또는  추가  도입에  따른  신규 \n연동  업무  지원\n      ※  정보시스템  운영/유지관리  업무내역  참조\n❍  정보시스템  관련  개발/운영  환경  및  개발플랫폼  최적화관리\n❍  최신  보안/기능  패치  적용으로  최신  상태  유지\n❍  안정적  서비스를  위한  지원체계  유지  및  장애/사고  발생  시  신속한  조치\n❍  소스코드  보안  및  웹  취약점  점검을  통한  개선  및  제거  지원  (OWASP  기준)\n❍  정보시스템에  대한  기능  추가  개발  및  수정  요청사항의  관리  및  처리방안을  제시해야  함\n❍  전화  및  온라인  등으로  요청하는  사용자  요구사항에  대해  발생부터  종료까지  체계적  관리를  위\n한  효율적인  수행  방안을  제시해야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            ""
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "MPR-004"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "운영  및  유지관리  지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "운영환경변화에  따른  운영  및  유지관리  지원"
          ],
          [
            "",
            "세부\n내용",
            "❍  정보시스템의  변화  등에  따른  운영데이터  취급  등의  오류  발생  시  데이터  수급이  원활하게 \n이루어지도록  기술지원하여야  함\n❍  제도  변경  및  업무개선,  시스템  S/W,  H/W  도입,  운영환경  변경  등으로  인하여  응용프로그\n램의  변경이  발생할  경우  모든  제반  사항을  지원해야  함"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "유지관리  수행  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "MPR-005"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "정보시스템  장애  및  사고  관리  방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보시스템  장애  및  사고  발생에  대한  처리기한  준수  및  관리  방안"
          ],
          [
            "",
            "세부\n내용",
            "❍  정보시스템  장애  및  사고란  아래의  경우를  의미함\n    -  장애  :  응용프로그램  및  DB  장애,  시스템  장애  등으로  사용자가  정보시스템을  사용할  수  없는 \n상태를  초래한  경우\n    -  사고  :  정보시스템  운영/유지관리  상  산학협력단의  업무에  심각한  지장을  초래한  경우"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 11,
      "text": "제안서 - 9 - 2 유지관리 인력 요구사항MHR Maintenance Human Requirement 요구사항 분류 유지관리 인력 요구사항 요구사항 고유번호 MHR-001 요구사항 명칭 유지관리 조직 구성 요구 사항 상세 설명 정의 유지관리 조직 구성 일반사항 세부 내용 책임있는 사업 수행을 위해 사업총괄책임자이하 PM는 주사업자 소속 정규직으로 하며, 현장 관리인이하 PL은 주사업자 또는 하도급사업자 소속 정규직으로 함 - PM은 용역 사업 전반적인 사항에 대하여 책임지며, PL은 정보시스템 운영 및 유지관리, 신 규 개발기획 장애 및 사고 대응에 대하여 전반적인 관리 역할을 수행 함 운영조직별 적시 대응할 수 있는 효율적인 조직구성 방안을 제시하여야 함 기술특성과 업무특 성을 고려한 인력 구성방안 제시 참여업체의 전문성 유무 및 역할, 정보화 사업에 대한 적정성 등을 알 수 있는 정보들을 제안해 야 함 산 출 정 보 장애 대응 및 조치는 정보시스템 장애 발생을 방지하기 위한 선제적 예방 조치와 운영상 발생한 장애 및 사고에 대한 대응 및 조치를 포함함 정보시스템 장애 예방과 장애 및 사고 조치에 대해 체계적인 대응 방안을 제시해야 함 정보시스템 장애 및 사고 발생 즉시 보고하고 장애 및 사고 난이도에 따라 2시간 1일 이내에 장애 및 사고 대응 방안에 따라 조치해야 하며 재발 방지책을 마련해야 함 산학협력단의 장애 및 사고 발생 통보 시각으로부터 유지보수에 임하지 않거나 지정된 시간 내 장애 및 사고 난이도에 따라 2시간 1일 이내에 장애 조치를 완료하지 못한 경우, 당월 유 지보수료에서 지체상금을 공제한 후 잔액을 지급함. 단, 아래와 같이 불가항력에 의한 경우 지 체상금 공제 대상에서 제외함 - 천재지변 및 전시와 같은 국가비상사태의 경우 - 사업자에게 책임이 없는 사유임을 산학협력단이 인정한 때 - 장애 및 사고 조치 지체 사유를 산학협력단이 인정한 때 계약 후 1개월 이내에 시스템별 가동, 종료, 정상상태 확인, 장애사고처리 및 기타 관리에 필요 한 사항에 대하여 운영 및 유지관리 지침서를 작성하여 제출하고 지속적으로 현행화하여야 함 사업자는 원활한 운영유지관리를 위하여 비상연락망을 작성하고, 유지관리를 위한 조직표와 비상 연락망의 내용 변동 시 변동 내용을 신속히 산학협력단에 유선, 메일 등으로 통보하고 관련 서 류를 제출하여야 함 장애사고 처리를 위해 시도했던 조치 중 꼭 필요한 조치만 놔두고 원상복구해야 함 응용프로그램, 시스템SW 등 복합장애 발생 시 원인분석을 위한 합동기술 지원 및 복합장애 복 구를 지원하여야 함 연계시스템 장애 발생 시 시스템 개발 및 연동 관련 사항에 대해 공동으로 장애 복구를 지원하 여야 함 장애사고 조치 완료 시에는 장애사고 조치 보고서를 제출해야 함 산 출 정 보 장애사고조치보고서, 운영 및 유지관리 지침서, 장애관리매뉴얼",
      "tables": [
        [
          [
            "",
            "",
            "❍  장애  대응  및  조치는  정보시스템  장애  발생을  방지하기  위한  선제적  예방  조치와  운영상  발생한 \n장애  및  사고에  대한  대응  및  조치를  포함함\n❍  정보시스템  장애  예방과  장애  및  사고  조치에  대해  체계적인  대응  방안을  제시해야  함\n❍  정보시스템  장애  및  사고  발생  즉시  보고하고  장애  및  사고  난이도에  따라  2시간  ~  1일  이내에 \n장애  및  사고  대응  방안에  따라  조치해야  하며  재발  방지책을  마련해야  함\n❍  산학협력단의  장애  및  사고  발생  통보  시각으로부터  유지보수에  임하지  않거나  지정된  시간  내\n(장애  및  사고  난이도에  따라  2시간  ~  1일  이내)에  장애  조치를  완료하지  못한  경우,  당월  유\n지보수료에서  지체상금을  공제한  후  잔액을  지급함.  단,  아래와  같이  불가항력에  의한  경우  지\n체상금  공제  대상에서  제외함\n    -  천재지변  및  전시와  같은  국가비상사태의  경우\n    -  사업자에게  책임이  없는  사유임을  산학협력단이  인정한  때\n    -  장애  및  사고  조치  지체  사유를  산학협력단이  인정한  때\n❍  계약  후  1개월  이내에  시스템별  가동,  종료,  정상상태  확인,  장애/사고처리  및  기타  관리에  필요\n한  사항에  대하여  운영  및  유지관리  지침서를  작성하여  제출하고  지속적으로  현행화하여야  함\n❍  사업자는  원활한  운영/유지관리를  위하여  비상연락망을  작성하고,  유지관리를  위한  조직표와  비상\n연락망의  내용  변동  시  변동  내용을  신속히  산학협력단에  유선,  메일  등으로  통보하고  관련  서\n류를  제출하여야  함\n❍  장애/사고  처리를  위해  시도했던  조치  중  꼭  필요한  조치만  놔두고  원상복구해야  함\n❍  응용프로그램,  시스템S/W  등  복합장애  발생  시  원인분석을  위한  합동기술  지원  및  복합장애  복\n구를  지원하여야  함\n❍  연계시스템  장애  발생  시  시스템  개발  및  연동  관련  사항에  대해  공동으로  장애  복구를  지원하\n여야  함\n❍  장애/사고  조치  완료  시에는  장애/사고  조치  보고서를  제출해야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            "장애/사고조치보고서,  운영  및  유지관리  지침서,  장애관리매뉴얼"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "유지관리  인력  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "MHR-001"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "유지관리  조직  구성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "유지관리  조직  구성  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  책임있는  사업  수행을  위해  사업총괄책임자(이하  PM)는  주사업자  소속  정규직으로  하며,  현장\n관리인(이하  PL)은  주사업자  또는  하도급사업자  소속  정규직으로  함\n    -  PM은  용역  사업  전반적인  사항에  대하여  책임지며,  PL은  정보시스템  운영  및  유지관리,  신\n규  개발(기획)  /  장애  및  사고  대응에  대하여  전반적인  관리  역할을  수행  함 \n❍  운영조직별  적시  대응할  수  있는  효율적인  조직구성  방안을  제시하여야  함  (기술특성과  업무특\n성을  고려한  인력  구성방안  제시)\n❍  참여업체의  전문성  유무  및  역할,  정보화  사업에  대한  적정성  등을  알  수  있는  정보들을  제안해\n야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 12,
      "text": "제안서 - 10 - 요구사항 분류 유지관리 인력 요구사항 요구사항 고유번호 MHR-002 요구사항 명칭 참여인력의 수와 등급 요구 사항 상세 설명 정의 참여인력의 수와 등급 세부 내용 안정적인 시스템 운영유지관리를 위한 적정 인력PL 1명 포함 필수 및 운영방안을 제시하여 야 함 참고, 2023년 기준 연구지원실 경영지원팀 운영인력 2명 투입인력 최소 자격 기준 - 넥사크로, OZ, JAVAJSP, RDBMSORACLE 또는 Tibero 활용 가능한 자 - PL은 개발경력 10년 이상 및 SISM 사업 PL 경력자 투입인력은 정보시스템 운영 및 유지관리에 적합한 성실하고 품행이 단정한 기술지원 인력으로 제시하여야 함 투입인력은 주사업자 또는 하도급업체의 자사인력으로 구성하여야 함 산 출 정 보 요구사항 분류 유지관리 인력 요구사항 요구사항 고유번호 MHR-003 요구사항 명칭 인력 투입 방안 요구 사항 상세 설명 정의 인력 투입 방안 일반사항 세부 내용 본 사업을 추진하는데 요구되는 투입인력의 조직체계, 역할 분담 및 기간별업무별 인력투입 계 획을 구체적으로 제시해야 함 사업자는 본 사업 수행 기간 중 투입인력에게 다른 임무를 부여하지 못하며, 수행 중인 임무는 산학협력단의 승인 없이 변경할 수 없음. 다만, 부득이한 사정이 발생할 경우 산학협력단의 승 인을 받아 변경할 수 있음 산학협력단 담당자는 PM 및 PL을 통해 작업을 총괄 지시하거나, 투입인력에게 개별적으로 작 업을 지시할 수 있음 투입인력이 사고, 이직, 6일 이상 소요되는 장기휴가 및 연수장기교육 등 업무 수행이 불가한 경우를 대비하여 대체인력 수급 방안 및 원활한 업무 수행 방안을 제시하여야 하고, 6일 이상 의 부재 시에는 대체인력을 투입하여야 함 투입인력의 부재로 인한 정보시스템 운영의 공백 발생에 대한 위험관리 방안을 제시해야 함 투입인력은 사업 수행 기간 중 산학협력단의 일반적인 업무 수행 규정을 준수해야 하며, 산학협 력단 업무의 일정별 지원이 필요한 경우 및 정보시스템 운영 상 필요시 산학협력단의 사전 요 청에 따라 조기 출근 및 휴일야간작업을 수행할 수 있음 투입인력의 근로조건은 근로기준법 등 노동관계법령을 따르되, 야간 및 휴일근무, 운영대상시스 템의 이전 등의 잔무처리로 소요되는 야근수당 등 연장 및 휴일 근로에 대하여는 사업자의 부 담으로 함 투입인력은 사용자에게 친절히 응대하고 요구사항 처리 후 원인 및 처리결과, 사용 시 주의사항 등에 대해 충분히 설명해야 함 산 출 정 보",
      "tables": [
        [
          [
            "요 구 사 항   분 류",
            "",
            "유지관리  인력  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "MHR-002"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "참여인력의  수와  등급"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "참여인력의  수와  등급"
          ],
          [
            "",
            "세부\n내용",
            "❍  안정적인  시스템  운영/유지관리를  위한  적정  인력(PL  1명  포함  필수)  및  운영방안을  제시하여\n야  함\n      (참고,  2023년  기준  연구지원실  경영지원팀  운영인력  2명)\n❍  투입인력  최소  자격  기준\n    -  넥사크로,  OZ,  JAVA/JSP,  RDBMS(ORACLE  또는  Tibero)  활용  가능한  자\n    -  PL은  개발경력  10년  이상  및  SI/SM  사업  PL  경력자   \n❍  투입인력은  정보시스템  운영  및  유지관리에  적합한  성실하고  품행이  단정한  기술지원  인력으로 \n제시하여야  함\n❍  투입인력은  주사업자  또는  하도급업체의  자사인력으로  구성하여야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            ""
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "유지관리  인력  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "MHR-003"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "인력  투입  방안"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "인력  투입  방안  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  본  사업을  추진하는데  요구되는  투입인력의  조직체계,  역할  분담  및  기간별/업무별  인력투입  계\n획을  구체적으로  제시해야  함\n❍  사업자는  본  사업  수행  기간  중  투입인력에게  다른  임무를  부여하지  못하며,  수행  중인  임무는 \n산학협력단의  승인  없이  변경할  수  없음.  다만,  부득이한  사정이  발생할  경우  산학협력단의  승\n인을  받아  변경할  수  있음 \n❍  산학협력단  담당자는  PM  및  PL을  통해  작업을  총괄  지시하거나,  투입인력에게  개별적으로  작\n업을  지시할  수  있음\n❍  투입인력이  사고,  이직,  6일  이상  소요되는  장기휴가  및  연수(장기교육)  등  업무  수행이  불가한 \n경우를  대비하여  대체인력  수급  방안  및  원활한  업무  수행  방안을  제시하여야  하고,  6일  이상\n의  부재  시에는  대체인력을  투입하여야  함\n❍  투입인력의  부재로  인한  정보시스템  운영의  공백  발생에  대한  위험관리  방안을  제시해야  함 \n❍  투입인력은  사업  수행  기간  중  산학협력단의  일반적인  업무  수행  규정을  준수해야  하며,  산학협\n력단  업무의  일정별  지원이  필요한  경우  및  정보시스템  운영  상  필요시  산학협력단의  사전  요\n청에  따라  조기  출근  및  휴일/야간작업을  수행할  수  있음\n❍  투입인력의  근로조건은  근로기준법  등  노동관계법령을  따르되,  야간  및  휴일근무,  운영대상시스\n템의  이전  등의  잔무처리로  소요되는  야근수당  등  연장  및  휴일  근로에  대하여는  사업자의  부\n담으로  함\n❍  투입인력은  사용자에게  친절히  응대하고  요구사항  처리  후  원인  및  처리결과,  사용  시  주의사항 \n등에  대해  충분히  설명해야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 13,
      "text": "제안서 - 11 - 요구사항 분류 유지관리 인력 요구사항 요구사항 고유번호 MHR-004 요구사항 명칭 투입 인력 교체 요구 사항 상세 설명 정의 투입 인력의 교체 관련 일반사항 세부 내용 제안서 제출 시 제안한 인력 및 착수 시 제안한 인력은 산학협력단의 동의 없이 사업자 임의로 변경할 수 없음. 단, 부득이한 사정이 발생할 경우 산학협력단의 승인을 받아 변경할 수 있으 며 교체가 필요할 경우 교체인력은 동급이상의 기술자여야 함 투입인력이 불성실하다고 판단되거나 업무수행 능력이 현저하게 부적합하다고 판단되는 경우, 산학협력단은 사업자에 해당 인력의 교체를 요구할 수 있으며 사업자는 지체없이 이에 응해야 함 사업 수행 중 투입인력은 산학협력단의 동의 없이 사업자 임의로 변경할 수 없음. 단, 부득이하 게 투입인력에 교체가 필요할 경우 교체인력은 동급이상의 기술자여야 하며 1개월 전에 산학협 력단의 사전승인을 받고 최소 2주 이상의 인수인계 기간을 거쳐야 함 투입인력 교체 시 시스템 운영유지관리 연속성을 위한 효율적인 인수인계방안을 제시해야 함 인력 교체 기간 동안 발생하는 업무의 안정화 및 품질저하 방지대책을 제시해야 하고, 인계인 수 기간 동안 교체인력에 대한 인건비는 사업자 부담으로 처리하여야 함 용역서비스의 질적 수준 및 품질관리를 위한 투입인력의 교체기준을 제시해야 함 산 출 정 보 인력변경신고서 3 보안 요구사항SER Security Requirement 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-001 요구사항 명칭 보안규정 준수 요구 사항 상세 설명 정의 보안규정 준수사항 일반 세부 내용 경희대학교 및 산학협력단 정보보안기본 지침을 준수해야 함 외주 용역사업 보안특약용역업체 보안준수사항 및 책임별지 16 외주용역사업 보안특약 조 항 참조을 준수해야 함 사업자는 사업수행계획서 작성 시 보안대책을 수립하며 사업완료시 보안요구사항에 대한 활동 결과를 작성하여야 함 본 사업 중에 취득한 자료지식누출금지 대상정보에 대해 사업 수행 중은 물론 사업완료 후에 도 비밀을 준수할 수 있도록 사업 종료 시 대표자명의 보안확약서를 제출하여야 함 경희대학교 및 산학협력단은 누출금지정보를 아래와 같이 지정함 - 경희대학교 소유 전산시스템의 내ᆞ외부 IP주소 현황 - 세부 전산시스템 구성현황 및 전산망구성도 - 사용자계정 및 패스워드 등 시스템 접근권한 정보 - 전산시스템 취약점분석 결과물 - 용역사업 결과물 및 프로그램 소스코드",
      "tables": [
        [
          [
            "요 구 사 항   분 류",
            "",
            "유지관리  인력  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "MHR-004"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "투입  인력  교체"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "투입  인력의  교체  관련  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  제안서  제출  시  제안한  인력  및  착수  시  제안한  인력은  산학협력단의  동의  없이  사업자  임의로 \n변경할  수  없음.  단,  부득이한  사정이  발생할  경우  산학협력단의  승인을  받아  변경할  수  있으\n며  교체가  필요할  경우  교체인력은  동급이상의  기술자여야  함 \n❍  투입인력이  불성실하다고  판단되거나  업무수행  능력이  현저하게  부적합하다고  판단되는  경우, \n산학협력단은  사업자에  해당  인력의  교체를  요구할  수  있으며  사업자는  지체없이  이에  응해야 \n함\n❍  사업  수행  중  투입인력은  산학협력단의  동의  없이  사업자  임의로  변경할  수  없음.  단,  부득이하\n게  투입인력에  교체가  필요할  경우  교체인력은  동급이상의  기술자여야  하며  1개월  전에  산학협\n력단의  사전승인을  받고  최소  2주  이상의  인수인계  기간을  거쳐야  함\n❍  투입인력  교체  시  시스템  운영/유지관리  연속성을  위한  효율적인  인수인계방안을  제시해야  함\n❍  인력  교체  기간  동안  발생하는  업무의  안정화  및  품질저하  방지대책을  제시해야  하고,  인계·인\n수  기간  동안  교체인력에  대한  인건비는  사업자  부담으로  처리하여야  함\n❍  용역서비스의  질적  수준  및  품질관리를  위한  투입인력의  교체기준을  제시해야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            "인력변경신고서"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "보안  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "SER-001"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "보안규정  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안규정  준수사항  일반"
          ],
          [
            "",
            "세부\n내용",
            "❍  경희대학교  및  산학협력단  정보보안기본  지침을  준수해야  함\n❍  외주  용역사업  보안특약(용역업체  보안준수사항  및  책임)([별지  16  외주용역사업  보안특약  조\n항]  참조)을  준수해야  함\n❍  사업자는  사업수행계획서  작성  시  보안대책을  수립하며  사업완료시  보안요구사항에  대한  활동 \n결과를  작성하여야  함\n❍  본  사업  중에  취득한  자료․지식(누출금지  대상정보)에  대해  사업  수행  중은  물론  사업완료  후에\n도  비밀을  준수할  수  있도록  사업  종료  시  대표자명의  보안확약서를  제출하여야  함\n      ※    경희대학교  및  산학협력단은  누출금지정보를  아래와  같이  지정함\n      -  경희대학교  소유  전산시스템의  내ㆍ외부  IP주소  현황\n      -  세부  전산시스템  구성현황  및  전산망구성도\n      -  사용자계정  및  패스워드  등  시스템  접근권한  정보\n      -  전산시스템  취약점분석  결과물\n      -  용역사업  결과물  및  프로그램  소스코드"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 14,
      "text": "제안서 - 12 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-002 요구사항 명칭 보안 조치 및 취약점 제거 요구 사항 상세 설명 정의 보안 조치 및 취약점 제거를 위한 기술적 조치 세부 내용 프로그램 개발 시 주요 보안 취약점을 고려, 개발보안Secure 코딩 등을 준수하여 프로그램 을 개발해야 함 상급기관 등에서 실시하는 보안취약점 점검결과를 토대로 취약점을 제거해야함 - 국정원, 교육부 등 상급기관의 보안취약점 점검결과에 따른 빠른 조치 및 결과 보고 - 경희대학교 및 산학협력단 자체 점검은 연 1회 이상 실시 및 결과에 따른 취약점에 대해 보완조 치 산 출 정 보 보안취약점 점검결과서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-003 요구사항 명칭 개인정보 보호 요구 사항 상세 설명 정의 개인정보보호를 위한 정책 준수 세부 내용 사업을 수행함에 있어 개인정보보호법 제23조제2항, 제24조제3항 및 제29조, 동법 시행령 제 21조 및 제30조, 개인정보의 안전성 확보조치 기준행정자치부고시 제2020-2호과 경희대 가 제정한 개인정보보호 및 정보보안 규정, 지침에 따라 안전성 확보에 필요한 관리적기술적 물리적 조치를 취해야 함 경희대학교 및 산학협력단 요청 시 개인정보보호 강화를 위한 개선작업을 시행해야 함 - 개인정보를 취급하는 프로그램 운영 및 유지관리, 신규 개발 시 사용자 식별자, 접근일시, 접속 위치, 열람생성변경삭제 등의 처리 내역을 관리해야 함 사업을 수행하면서 취득한 경희대학교 및 산학협력단 개인정보는 본 사업 용역수행과 관련 해 서만 사용하여야 하며, 용역수행 목적 외 처리는 일절 금함 개인정보 암호화는 경희대학교 및 산학협력단 보안규정을 준수하여야 함 - 국가용 보안시스템 및 정보보호시스템 도입현황 - 방화벽ᆞIPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트웍장비 설정 정보 -개인정보 보호법의 개인정보 -보안업무규정제4조의 비밀, 同 시행규칙 제7조3항의 대외비 보안통제 및 책임성을 강조하기 위해 보안점검 리스트에 따라 상시 보안준수사항을 확인하여 야 함 상기 내용 중 언급되지 않은 사항은 다음 관계법령 및 규정을 준수하여야 함 - 국가정보원 국가정보보안기본치침,외부용역업체 보안관리방안 - 행정안전부 개인정보보호법,외주용역업체 관리방안 산 출 정 보 보안보안관리 및 정보보안 적용 결과서",
      "tables": [
        [
          [
            "",
            "",
            "-  국가용  보안시스템  및  정보보호시스템  도입현황\n      -  방화벽ㆍIPS  등  정보보호제품  및  라우터ㆍ스위치  등  네트웍장비  설정  정보\n      -‘개인정보  보호법’의  개인정보\n      -‘보안업무규정’제4조의  비밀,  同  시행규칙  제7조3항의  대외비     \n❍  보안통제  및  책임성을  강조하기  위해  ‘보안점검  리스트’에  따라  상시  보안준수사항을  확인하여\n야  함\n❍  상기  내용  중  언급되지  않은  사항은  다음  관계법령  및  규정을  준수하여야  함\n      -  국가정보원  「국가정보보안기본치침」,「외부용역업체  보안관리방안」\n      -  행정안전부  「개인정보보호법」,「외주용역업체  관리방안」"
          ],
          [
            "산\n출\n정\n보",
            "",
            "보안(보안관리  및  정보보안)  적용  결과서"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "보안  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "SER-002"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "보안  조치  및  취약점  제거"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "보안  조치  및  취약점  제거를  위한  기술적  조치"
          ],
          [
            "",
            "세부\n내용",
            "❍  프로그램  개발  시  주요  보안  취약점을  고려,  개발보안(Secure  코딩  등)을  준수하여  프로그램\n을  개발해야  함\n❍  상급기관  등에서  실시하는  보안취약점  점검결과를  토대로  취약점을  제거해야함\n-  국정원, 교육부 등 상급기관의 보안취약점 점검결과에 따른 빠른 조치 및 결과 보고\n-  경희대학교  및  산학협력단  자체  점검은  연  1회  이상  실시  및  결과에  따른  취약점에  대해  보완조\n치"
          ],
          [
            "산\n출\n정\n보",
            "",
            "보안취약점  점검결과서"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "보안  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "SER-003"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "개인정보  보호"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "개인정보보호를  위한  정책  준수"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업을  수행함에  있어  개인정보보호법  제23조제2항,  제24조제3항  및  제29조,  동법  시행령  제\n21조  및  제30조,  개인정보의  안전성  확보조치  기준(행정자치부고시  제2020-2호)과  경희대\n가  제정한  개인정보보호  및  정보보안  규정,  지침에  따라  안전성  확보에  필요한  관리적‧기술적‧\n물리적  조치를  취해야  함\n❍  경희대학교  및  산학협력단  요청  시  개인정보보호  강화를  위한  개선작업을  시행해야  함\n    -  개인정보를  취급하는  프로그램  운영  및  유지관리,  신규  개발  시  사용자  식별자,  접근일시, \n접속  위치,  열람‧생성‧변경‧삭제  등의  처리  내역을  관리해야  함\n❍  사업을  수행하면서  취득한  경희대학교  및  산학협력단  개인정보는  본  사업  용역수행과  관련  해\n서만  사용하여야  하며,  용역수행  목적  외  처리는  일절  금함\n❍  개인정보  암호화는  경희대학교  및  산학협력단  보안규정을  준수하여야  함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 15,
      "text": "제안서 - 13 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-004 요구사항 명칭 보안 요구사항물리적 요건 요구 사항 상세 설명 정의 사업 수행과 관련된 물리적 보안 요구사항 세부 내용 생성된 문서는 별도의 잠금장치가 된 곳에 안전하게 보관하여야 함 폐기되는 문서는 안전한 방법으로 폐기되도록 해야 함 용역수행을 위하여 PC를 추가 반입하는 경우, 투입인력 개인 PC 반입을 금하고 사업자가 제공 함으로써 인력 변동 시에도 업무 자료의 연속성 및 보안을 유지해야 함 반입되는 PC 등 전산장비 및 전자기록저장매체하드디스크, USB메모리, 휴대용 저장매체 등 는 경희대학교 및 산학협력단의 인가를 받아야 하고 반입반출을 통제해야 함별지 19 PC 등 전산장비 및 전자기록저장매체 반출입 대장 참조 사업자가 용역수행을 위하여 반출입한 PC 등 전산장비 및 전자기록저장매체하드디스크, USB 메모리, 휴대용 저장매체 등는 반드시 사전에 악성코드 감염이나 보안취약점 등을 점검한 후 사용하여야 하며, 용역수행 중에도 주기적으로 신규 보안취약점 업데이트, 백신 점검 등의 보안 조치를 하여야 함 경희대학교에서 제공하는 보안 프로그램을 설치하여야 하고, 반입되는 PC 등 전산장비와 전자 기록저장매체하드디스크, USB메모리, 휴대용 저장매체 등의 보안은 다음 기준에 의해서 관 리해야 함 1. 개인용 컴퓨터별, 업무별 비밀번호 사용 비밀번호는 숫자와 문자 등으로 9자리 이상으로 정하고, 분기 1회 이상 주기적으로 변경 2. 10분 이상 개인용 컴퓨터의 작업 중단 시 화면보호 조치 3. 안티 바이러스 백신 및 PC 방화벽 설치와 최신업데이트 사용 4. 설치된 정품프로그램에 대한 최신패치 적용 5. 업무목적외의 프로그램P2P, 웹하드 등 사용금지 6. 업무목적외의 사이트도박, 음란 등 접근금지 사업 기간 중 불법 SW의 사용으로 인한 문제 발생 시 사업자는 이에 대한 법적, 비용적 책임 을 져야 함 정기적으로 보안검사와 개인정보보유 현황을 점검해야 함 반입된 PC 등 장비의 유출 방지를 위해 물리적 보호 대책을 강구해야 함 사업자와 투입인력은 개인정보보호 및 정보보안 준수사항을 위반하여 발생하는 모든 민형사상 책임 및 그에 따른 유무형의 손해 배상을 전적으로 책임져야 함",
      "tables": [
        [
          [
            "요 구 사 항   분 류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-004"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "보안  요구사항(물리적  요건)"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업  수행과  관련된  물리적  보안  요구사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  생성된  문서는  별도의  잠금장치가  된  곳에  안전하게  보관하여야  함\n❍  폐기되는  문서는  안전한  방법으로  폐기되도록  해야  함 \n❍  용역수행을  위하여  PC를  추가  반입하는  경우,  투입인력  개인  PC  반입을  금하고  사업자가  제공\n함으로써  인력  변동  시에도  업무  자료의  연속성  및  보안을  유지해야  함\n❍  반입되는  PC  등  전산장비  및  전자기록저장매체(하드디스크,  USB메모리,  휴대용  저장매체  등)\n는  경희대학교  및  산학협력단의  인가를  받아야  하고  반입･반출을  통제해야  함([별지  19  PC \n등  전산장비  및  전자기록저장매체  반출‧입  대장  참조])\n❍  사업자가  용역수행을  위하여  반출입한  PC  등  전산장비  및  전자기록저장매체(하드디스크,  USB\n메모리,  휴대용  저장매체  등)는  반드시  사전에  악성코드  감염이나  보안취약점  등을  점검한  후 \n사용하여야  하며,  용역수행  중에도  주기적으로  신규  보안취약점  업데이트,  백신  점검  등의  보안 \n조치를  하여야  함\n❍  경희대학교에서  제공하는  보안  프로그램을  설치하여야  하고,  반입되는  PC  등  전산장비와  전자\n기록저장매체(하드디스크,  USB메모리,  휴대용  저장매체  등)의  보안은  다음  기준에  의해서  관\n리해야  함\n          1.  개인용  컴퓨터별,  업무별  비밀번호  사용\n            *  비밀번호는  숫자와  문자  등으로  9자리  이상으로  정하고,  분기  1회  이상  주기적으로  변경\n          2.  10분  이상  개인용  컴퓨터의  작업  중단  시  화면보호  조치\n          3.  안티  바이러스  백신  및  PC  방화벽  설치와  최신업데이트  사용\n          4.  설치된  정품프로그램에  대한  최신패치  적용\n          5.  업무목적외의  프로그램(P2P,  웹하드  등)  사용금지\n          6.  업무목적외의  사이트(도박,  음란  등)  접근금지\n❍  사업  기간  중  불법  S/W의  사용으로  인한  문제  발생  시  사업자는  이에  대한  법적,  비용적  책임\n을  져야  함\n❍  정기적으로  보안검사와  개인정보보유  현황을  점검해야  함\n❍  반입된 PC 등 장비의 유출 방지를 위해 물리적 보호 대책을 강구해야 함"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 16,
      "text": "제안서 - 14 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-005 요구사항 명칭 자료 및 프로그램에 대한 보안관리 요구 사항 상세 설명 정의 자료 및 프로그램에 대한 보안관리 세부 내용 누출금지 대상 정보는 대외비 또는 비공개 기준으로 관리하여야 함 사업자가 고의 또는 실수로 누출금지 정보를 누출한 경우 국가계약법 시행령제76조에 의거 행 정기관 통보 및 입찰 참가 자격 제한 등의 부정당업자 제재조치를 취할 수 있음 용역사업관련자료 및 사업과정에서 생산된 모든 산출물은 경희대학교 및 산학협력단이 지정한 파일서버 또는 PC 에 저장관리해야 하며, 비인가자에게 제공대여열람을 금함 산출물 저장전용 시스템을 구축하고 비인가자 접근통제 및 사용자 접근권한 분리 등 보안 조 치 철저 사업자는 본 사업과 관련하여 취득한 모든 정보서류 및 자료 포함 및 기밀을 외부에 누설하 거나 제3자에게 제공할 수 없음 웹하드, P2P, 웹오피스, 클라우드 서비스 등 인터넷 자료공유사이트 및 개인 메일함에 용역 사업 관련 자료의 저장을 금지함 PC 반출시정보시스템 저장매체 불용처리 지침에 따라 포맷하고 결과를 제출해야 함 과실로 인한 일체의 보안 사고에 대한 책임은 사업자에게 있음 산 출 정 보 보안보안관리 및 정보보안 적용 결과서 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-006 요구사항 명칭 참여인원에 대한 보안 요구사항 요구 사항 상세 설명 정의 참여인원에 대한 보안관리 및 정보보안 교육 수행 세부 내용 사업자는 참여인원과 사업체 대표용 보안서약서를 각각 제출해야 함 사업자는 용역사업 수행 전 참여인원에 대해 법률 또는 규정에 의한 비밀 유지의무 준수 및 위 반 시 처벌내용, 누출금지 대상정보와 정보 누출 시 부정당업자 제재조치 등에 대한 보안 교육 을 실시해야 함 사업자는 투입인력에 대해 보안인식강화를 위해 주기적으로 개인정보보호 교육을 포함한 자체 보안교육을 실시하여야하며, 경희대학교 및 산학협력단이 요구하는 개인정보보호 교육 및 보 안교육에 참석해야 함 모든 인력 투입, 철수 시에는 산학협력단으로부터 제공받은 장비, 서류 등 모든 자료를 산학협 력단에 반납하고 경희대학교 및 산학협력단 보안 및 사업담당자 입회하에 삭제해야 함 - PC 등 전산장비 및 전자기록저장매체하드디스크, USB메모리, 휴대용 저장매체 등 반출 시 자료의 외부 유출방지를 위해 검증된 삭제 프로그램을 이용하여 완전 삭제 실시 및 결과보 고 후 경희대학교 및 산학협력단 보안담당자의 승인 하에 반출가능하며, 대표자용 보안확약 서를 경희대학교 및 산학협력단에 제출해야 함 보안사고 유발 용역업체 엄중 처벌 해당 - 중요정보 유출 용역업체 적발시 국가계약법 시행령에 따라 입찰 참가자격 제한조치를 엄격",
      "tables": [
        [
          [
            "요 구 사 항   분 류",
            "",
            "보안  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "SER-005"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "자료  및  프로그램에  대한  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "자료  및  프로그램에  대한  보안관리"
          ],
          [
            "",
            "세부\n내용",
            "❍‘누출금지  대상  정보’는  대외비  또는  비공개  기준으로  관리하여야  함\n❍  사업자가  고의  또는  실수로  누출금지  정보를  누출한  경우  국가계약법  시행령제76조에  의거  행\n정기관  통보  및  입찰  참가  자격  제한  등의  부정당업자  제재조치를  취할  수  있음\n❍  용역사업관련자료  및  사업과정에서  생산된  모든  산출물은  경희대학교  및  산학협력단이  지정한 \n파일서버  또는  PC  에  저장․관리해야  하며,  비인가자에게  제공‧대여‧열람을  금함\n    *  산출물  저장전용  시스템을  구축하고  비인가자  접근통제  및  사용자  접근권한  분리  등  보안  조\n치  철저 \n❍  사업자는  본  사업과  관련하여  취득한  모든  정보(서류  및  자료  포함)  및  기밀을  외부에  누설하\n거나  제3자에게  제공할  수  없음\n❍  웹하드,  P2P,  웹오피스,  클라우드  서비스  등  인터넷  자료공유사이트  및  개인  메일함에  용역\n사업  관련  자료의  저장을  금지함 \n❍  PC  반출시‘정보시스템  저장매체  불용처리  지침’에  따라  포맷하고  결과를  제출해야  함\n❍  과실로  인한  일체의  보안  사고에  대한  책임은  사업자에게  있음"
          ],
          [
            "산\n출\n정\n보",
            "",
            "보안(보안관리  및  정보보안)  적용  결과서"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "보안  요구사항"
          ],
          [
            "요 구 사 항   고 유 번 호",
            "",
            "SER-006"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "참여인원에  대한  보안  요구사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "참여인원에  대한  보안관리  및  정보보안  교육  수행"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자는  참여인원과  사업체  대표용  보안서약서를  각각  제출해야  함\n❍  사업자는  용역사업  수행  전  참여인원에  대해  법률  또는  규정에  의한  비밀  유지의무  준수  및  위\n반  시  처벌내용,  누출금지  대상정보와  정보  누출  시  부정당업자  제재조치  등에  대한  보안  교육\n을  실시해야  함\n❍  사업자는  투입인력에  대해  보안인식강화를  위해  주기적으로  개인정보보호  교육을  포함한  자체 \n보안교육을  실시하여야하며,  경희대학교  및  산학협력단이  요구하는  개인정보보호  교육  및  보\n안교육에  참석해야  함\n❍  모든  인력  투입,  철수  시에는  산학협력단으로부터  제공받은  장비,  서류  등  모든  자료를  산학협\n력단에  반납하고  경희대학교  및  산학협력단  보안  및  사업담당자  입회하에  삭제해야  함\n    -  PC  등  전산장비  및  전자기록저장매체(하드디스크,  USB메모리,  휴대용  저장매체  등)  반출 \n시  자료의  외부  유출방지를  위해  검증된  삭제  프로그램을  이용하여  완전  삭제  실시  및  결과보\n고  후  경희대학교  및  산학협력단  보안담당자의  승인  하에  반출가능하며,  “대표자용  보안확약\n서”를  경희대학교  및  산학협력단에  제출해야  함\n❍  보안사고  유발  용역업체  엄중  처벌  해당\n    -  중요정보  유출  용역업체  적발시  ｢국가계약법  시행령｣에  따라  입찰  참가자격  제한조치를  엄격"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 17,
      "text": "제안서 - 15 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-007 요구사항 명칭 계약 종료 후 보안사항 요구 사항 상세 설명 정의 계약 종료 후 조치 할 보안사항 세부 내용 사업 완료 후 생산되는 최종 산출물 중 대외보안이 요구되는 자료는 산학협력단의 문서관리지 침에 따라 관리되며 불필요한 자료는 삭제 및 폐기하여야 함 산학협력단으로부터 제공받은 용역사업과 관련한 제반자료, 서류 및 중간최종산출물 등 모든 자료는 전량 산학협력단에 반납하여야 하고 경희대학교 및 산학협력단 보안 및 사업담당자 입 회하에 삭제하여야 하고, 사업자가 복사본 등 별도 보관을 금지함 산학협력단으로부터 제공받은 장비는 산학협력단에 반납하여야 함 사업완료 시 PC 등 전산장비 및 전자기록저장매체 등 전자적으로 기록된 자료는 복구가 불가능 하도록 조치하여야 함 사업종료 전, 대표자 명의 보안확약서 등을 작성하며 관련 자료 반납 및 삭제 후 사업자가 복사 본 등 사업관련 자료를 보유 시에는 관련 법령에 따라 조치하여야 함 산 출 정 보 보안보안관리 및 정보보안 적용 결과서 4 품질 요구사항QUR Quality Requirement 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 명칭 품질관리 일반사항 요구 사항 상세 설명 정의 품질관리 준수사항 일반 세부 내용 정보시스템은 정상상태에서 매일 24시간동안 무중단으로 운영되어야 함 - 업무시간 중 지속적인 서비스 모니터링 - 장애사고 예방을 위한 정기점검 수행 - 정보시스템 장애사고 대비 비상대응체계 수립 - 신속한 장애사고 대응을 위한 백업환경 구축 위 사항 준수를 위한 품질활동의 제반절차 및 산출물을 명시한 품질관리계획을 제안서 및 사업수행계획서에 기술하여야 함 본 과업 범위 외의 요인운영서버 등 정보자원 등으로 인해 사업 결과에 영향이 있거나 예 상되는 경우 원인과 해결방안을 산학협력단에 제시하여 위험요소를 최소화 하거나 문제가 해결될 수 있도록 적극 협조하여야 함 산 출 정 보 품질관리 조직 및 세부 운영 절차사업수행계획서에 포함 적용함 국가계약법 시행규칙에 의거 1회 위반시 1개월, 2회 위반시 3개월 입찰제한 등 제재 가능 - 악성코드 전염ᆞ해킹 등 사고 유형별 및 위반자ᆞ업체ᆞ감독자 등 대상별 제재기준에 따라 엄중 처벌함 산 출 정 보",
      "tables": [
        [
          [
            "",
            "",
            "적용함\n    *  「국가계약법  시행규칙」에  의거  1회  위반시  1개월,  2회  위반시  3개월  입찰제한  등  제재  가능\n    -  악성코드  전염ㆍ해킹  등  사고  유형별  및  위반자ㆍ업체ㆍ감독자  등  대상별  제재기준에  따라 \n엄중  처벌함"
          ],
          [
            "산\n출\n정\n보",
            "",
            ""
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-007"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "계약  종료  후  보안사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "계약  종료  후  조치  할  보안사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업  완료  후  생산되는  최종  산출물  중  대외보안이  요구되는  자료는  산학협력단의  문서관리지\n침에  따라  관리되며  불필요한  자료는  삭제  및  폐기하여야  함\n❍  산학협력단으로부터  제공받은  용역사업과  관련한  제반자료,  서류  및  중간·최종산출물  등  모든 \n자료는  전량  산학협력단에  반납하여야  하고  경희대학교  및  산학협력단  보안  및  사업담당자  입\n회하에  삭제하여야  하고,  사업자가  복사본  등  별도  보관을  금지함\n❍  산학협력단으로부터  제공받은  장비는  산학협력단에  반납하여야  함\n❍  사업완료  시  PC  등  전산장비  및  전자기록저장매체  등  전자적으로  기록된  자료는  복구가  불가능 \n하도록  조치하여야  함\n❍  사업종료  전,  대표자  명의  보안확약서  등을  작성하며  관련  자료  반납  및  삭제  후  사업자가  복사\n본  등  사업관련  자료를  보유  시에는  관련  법령에  따라  조치하여야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            "보안(보안관리  및  정보보안)  적용  결과서"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "품질관리  일반사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리  준수사항  일반"
          ],
          [
            "",
            "세부\n내용",
            "❍  정보시스템은  정상상태에서  매일  24시간동안  무중단으로  운영되어야  함\n    -  업무시간  중  지속적인  서비스  모니터링\n    -  장애/사고  예방을  위한  정기점검  수행\n    -  정보시스템  장애/사고  대비  비상대응체계  수립\n    -  신속한  장애/사고  대응을  위한  백업환경  구축\n❍  위  사항  준수를  위한  품질활동의  제반절차  및  산출물을  명시한  품질관리계획을  제안서  및 \n사업수행계획서에  기술하여야  함\n❍  본  과업  범위  외의  요인(운영서버  등  정보자원  등)으로  인해  사업  결과에  영향이  있거나  예\n상되는  경우  원인과  해결방안을  산학협력단에  제시하여  위험요소를  최소화  하거나  문제가 \n해결될  수  있도록  적극  협조하여야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            "품질관리  조직  및  세부  운영  절차(사업수행계획서에  포함)"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 18,
      "text": "제안서 - 16 - 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-002 요구사항 명칭 품질보증 일반사항 요구 사항 상세 설명 정의 품질보증 활동 일반사항 세부 내용 소스 코드 및 운영업무의 품질 확보를 위한 품질보증 활동을 수행하여야 함 운영유지관리에 따른 수정 및 신규 개발에 의해 변경된 산출물온라인도움말, 업무매뉴얼, 사용 자매뉴얼, FAQ 등에 대해 현행화를 수행해야 함 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검 방법 등을 제시해야 함 양질의 서비스 제공을 위한 목표 수준, 평가 방법 등을 구체적으로 제시해야 함 용역서비스의 질적 수준 및 품질관리를 위한 투입인력의 교체기준을 제시해야 함 투입인력에 대한 교육 관리기술, CS, 보안 등 방안을 제시해야 함 산 출 정 보 품질보증활동 계획사업수행계획서에 포함 5 제약사항COR Constraint Requirement 요구사항 분류 제약 사항 요구사항 고유번호 COR-001 요구사항 명칭 시스템 설계 및 구현 제약 사항 요구 사항 상세 설명 정의 시스템 설계 및 구현에 관한 제약 사항 세부 내용 기존 시스템 운영에 영향을 주지 않는 시스템을 구현하여야 함 - 기 운영되고 있는 시스템 구조 및 전체 표준과 호환성, 시스템 통합 및 분산설계, 데이터 유 형, 프로세스 환경 유형, 사용자 유형, 시스템 간 물리적 네트워크 연결구성을 고려하여 구조 설계를 하여야 함 가능한 프로그램을 모듈화하여 시스템 갱신이 용이하도록 개발해야 함 웹 표준기술을 사용하여 개발해야 함 신규 서비스 개발 시 실무부서의 요구사항을 충분히 검토하고 UI 및 기능 설계서 확정 후 개발 진행하여야 함 유지관리 대상에서 사용하는 모든 활동은 저작권 및 지식재산권을 고려하여 관계 법령에 저촉되 지 않는 범위 내에서 사용해야함. 사업자의 사용으로 인해 지식재산권 문제 발생 시 사업자가 모든 책임을 부담함 유지보수용으로 별도의 SW를 사용하는 경우 반드시 정품을 사용하고, 사용할 SW라이센스 내 역을 경희대학교 및 산학협력단 정보보호담당자에게 사전확인을 받아야 하며, 불법 SW 사용 으로 인한 모든 책임은 사업자에 있음 산 출 정 보 요구사항 정의서, UI 및 기능 설계서, 사용자 매뉴얼",
      "tables": [
        [
          [
            "요 구 사 항   분 류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-002"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "품질보증  일반사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질보증  활동  일반사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  소스  코드  및  운영업무의  품질  확보를  위한  품질보증  활동을  수행하여야  함\n❍  운영/유지관리에  따른  수정  및  신규  개발에  의해  변경된  산출물(온라인도움말,  업무매뉴얼,  사용\n자매뉴얼,  FAQ  등)에  대해  현행화를  수행해야  함\n❍  품질보증의  범위,  품질보증을  위한  조직,  절차,  점검  방법  등을  제시해야  함\n❍  양질의  서비스  제공을  위한  목표  수준,  평가  방법  등을  구체적으로  제시해야  함 \n❍  용역서비스의  질적  수준  및  품질관리를  위한  투입인력의  교체기준을  제시해야  함\n❍  투입인력에  대한  교육  관리(기술,  CS,  보안  등)  방안을  제시해야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            "품질보증활동  계획(사업수행계획서에  포함)"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "제약  사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "시스템  설계  및  구현  제약  사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "시스템  설계  및  구현에  관한  제약  사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  기존  시스템  운영에  영향을  주지  않는  시스템을  구현하여야  함\n    -  기  운영되고  있는  시스템  구조  및  전체  표준과  호환성,  시스템  통합  및  분산설계,  데이터  유\n형,  프로세스  환경  유형,  사용자  유형,  시스템  간  물리적  네트워크  연결구성을  고려하여  구조 \n설계를  하여야  함\n❍  가능한  프로그램을  모듈화하여  시스템  갱신이  용이하도록  개발해야  함\n❍  웹  표준기술을  사용하여  개발해야  함\n❍  신규  서비스  개발  시  실무부서의  요구사항을  충분히  검토하고  UI  및  기능  설계서  확정  후  개발 \n진행하여야  함\n❍  유지관리  대상에서  사용하는  모든  활동은  저작권  및  지식재산권을  고려하여  관계  법령에  저촉되\n지  않는  범위  내에서  사용해야함.  사업자의  사용으로  인해  지식재산권  문제  발생  시  사업자가 \n모든  책임을  부담함\n❍  유지보수용으로  별도의  SW를  사용하는  경우  반드시  정품을  사용하고,  사용할  SW라이센스  내\n역을  경희대학교  및  산학협력단  정보보호담당자에게  사전확인을  받아야  하며,  불법  SW  사용\n으로  인한  모든  책임은  사업자에  있음"
          ],
          [
            "산\n출\n정\n보",
            "",
            "요구사항  정의서,  UI  및  기능  설계서,  사용자  매뉴얼"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 19,
      "text": "제안서 - 17 - 요구사항 분류 제약 사항 요구사항 고유번호 COR-002 요구사항 명칭 사업 관련 공통 기술표준 준수 요구 사항 상세 설명 정의 사업 관련하여 준수해야할 기술표준 정의 세부 내용 정보시스템 운영유지관리 시 공통관리시스템에서 제시한 기준을 따르는 것을 원칙으로 함 소프트웨어 개발보안 가이드 및 소프트웨어 보안약점 진단가이드를 준수해야 함 본 사업과 관련한 모든 활동은 아래에 명시된 분야별 표준 내용을 준수하여 수행해야함 - 전자정부 서비스 호환성 준수지침행정안전부고시 제2017-26호 - 행정기관 및 공공기관 정보시스템 구축운영 지침 행정안전부고시 제2018-21호 - 공공기관의 데이터베이스 표준화 지침행정자치부 고시 제2019-20호 - 행정기관의 코드표준화 추진지침행정자치부고시 제2018-59호 - 소프트웨어 개발보안시큐어 코딩 관련 가이드 산 출 정 보 6 프로젝트 관리 요구사항PMR Project Management Requirement 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-001 요구사항 명칭 산출물 작성 및 제출 요구 사항 상세 설명 정의 사업수행 산출물의 작성 및 제출에 관한 사항 세부 내용 사업수행계획서 - 사업자는 계약체결 후 10일 이내에 사업수행계획서프로젝트 추진방향, 사업내용, 기 대효과, 추진체계, 추진일정, 교육계획, 유지관리, 참여인력 명단 등 및 기타 사업수 행에 필요한 제반서류를 제출하고 산학협력단의 승인을 받아야 함 정기보고서 - 사업진행에 대한 인력투입, 업무내용, 진척사항, 기타 특기사항을 기록한 업무일지를 작 성하여 주간, 월간단위로 작성 및 제출하여야 함 수시보고서 - 원활한 사업추진을 위해 필요 시 또는 특이사항 발생 시 비정기적인 보고서를 작성 및 제출하여야 함 개발 및 디자인 산출물 - 유지관리 및 신규 기능 추가에 따른 변경 사항은 수시로 테이블정의서, 컬럼정의서, 메뉴구조 도, 프로그램목록, 시스템연계정보 등의 개발 산출물에 반영하여야 함 - 디자인 이미지 원본 파일 제출하여야 함 완료보고서 - 제안요청서, 제안서, 계약서 등 업무 범위에 포함된 사항에 대한 최종보고서를 제출하 여야 함 준공 시 제출서류는 제출 15일 전에 보고서의 초안을 산학협력단에 제출하여 심의를 받고, 수정사항에 대해서는 보완하여야 함 산학협력단은 계획된 성과품 이외에 과업수행의 내역을 파악하기 위해 인계인수서를 포 함한 별도의 산출물을 요구할 수 있음",
      "tables": [
        [
          [
            "요 구 사 항   분 류",
            "",
            "제약  사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-002"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "사업  관련  공통  기술표준  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업  관련하여  준수해야할  기술표준  정의"
          ],
          [
            "",
            "세부\n내용",
            "❍  정보시스템  운영/유지관리  시  공통관리시스템에서  제시한  기준을  따르는  것을  원칙으로  함\n❍  소프트웨어  개발보안  가이드  및  소프트웨어  보안약점  진단가이드를  준수해야  함\n❍  본  사업과  관련한  모든  활동은  아래에  명시된  분야별  표준  내용을  준수하여  수행해야함\n      -  전자정부  서비스  호환성  준수지침(행정안전부고시  제2017-26호)\n-  행정기관  및  공공기관  정보시스템  구축․운영  지침\n    (행정안전부고시  제2018-21호)\n-  공공기관의  데이터베이스  표준화  지침(행정자치부  고시  제2019-20호)\n-  행정기관의  코드표준화  추진지침(행정자치부고시  제2018-59호)\n-  소프트웨어  개발보안(시큐어  코딩)  관련  가이드"
          ],
          [
            "산\n출\n정\n보",
            "",
            ""
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "산출물  작성  및  제출"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행  산출물의  작성  및  제출에  관한  사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업수행계획서\n    -  사업자는  계약체결  후  10일  이내에  사업수행계획서(프로젝트  추진방향,  사업내용,  기\n대효과,  추진체계,  추진일정,  교육계획,  유지관리,  참여인력  명단  등)  및  기타  사업수\n행에  필요한  제반서류를  제출하고  산학협력단의  승인을  받아야  함\n❍  정기보고서\n    -  사업진행에  대한  인력투입,  업무내용,  진척사항,  기타  특기사항을  기록한  업무일지를  작\n성하여  주간,  월간단위로  작성  및  제출하여야  함\n❍  수시보고서\n    -  원활한  사업추진을  위해  필요  시  또는  특이사항  발생  시  비정기적인  보고서를  작성 \n및  제출하여야  함\n❍  개발  및  디자인  산출물\n    -  유지관리  및  신규  기능  추가에  따른  변경  사항은  수시로  테이블정의서,  컬럼정의서,  메뉴구조\n도,  프로그램목록,  시스템연계정보  등의  개발  산출물에  반영하여야  함\n    -  디자인  이미지  원본  파일  제출하여야  함\n❍  완료보고서\n    -  제안요청서,  제안서,  계약서  등  업무  범위에  포함된  사항에  대한  최종보고서를  제출하\n여야  함\n    ※  준공  시  제출서류는  제출  15일  전에  보고서의  초안을  산학협력단에  제출하여  심의를  받고, \n수정사항에  대해서는  보완하여야  함\n    ※  산학협력단은  계획된  성과품  이외에  과업수행의  내역을  파악하기  위해  인계인수서를  포\n함한  별도의  산출물을  요구할  수  있음"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 20,
      "text": "제안서 - 18 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-002 요구사항 명칭 정보보호 및 보안 준수 요구 사항 상세 설명 정의 참여업체 정보보호 준수 및 보안특약 조항 세부 내용 사업자는 과업내용과 관련하여 문서인원장비 등에 대한 관리적물리적기술적 보안대책을 강구 해야 함 - 보안 관련 법규를 준수하고 대외 보안유지에 적극 협조 - 관리 책임자를 지정하여 그 내역을 보안각서와 함께 제출 - 사업 수행기간 중 중요 데이터 등 정보 누출에 대비하여 구체적인 정보보 호계획 및 방 안을 제시 사업 참여 인력은 사업 수행 중 취득한 지식에 대하여 과업 수행 중은 물론 사업이 완료된 후 에도 외부에 누설하거나 다른 용도로 이용해서는 안 되며, 이를 위반하였을 경우 법적인 책임 을 져야 함 경희대학교 및 산학협력단의 보안규정에 따라 사업자 선정 후 실시 예정인 투입인력에 대한 신원조사에 응해야 하며, 조사결과 결격사유가 없어야 함 사업자는 용역업체 정보보안 준수사항별지 15 정보화사업 용역업체 정보보호 준수사항 참 조 및 외주 용역사업 보안특약 조항별지 16 외주용역사업 보안특약 조항 참조를 준수하 여야 함 투입인력에게 연 1회 이상 개인정보보호 및 정보보안 교육을 실시하고 그 결과를 보고해야 함 산 출 정 보 정보보호계획서, 사업추진 보안대책, 대표자 보안서약서, 비밀유지계약서필요 시,문서, 인원, 장 비 등에 대한 물리관리적기술적 보안대책제안서에 기재,누출금지 대상정보에 대한 보안관리계 획제안서에 기재,업무인수인계 자료관리 대장지속적 관리 후 사업 종료 시 제출, 최종본, 회수 및 삭제확인증빙사진 포함, 대표자 보안확약서 등, 개인정보보호 교육 결과 보고, 정보보안 교 육 결과 보고, 개인정보처리업무위탁계약서 사업 전 기간에 걸쳐 생산된 산출물계획, 요구분석, 설계자료, 구현, 테스트, 설치 및 인 도, 소스코드 그 외 산학협력단 요청 건 등 사업자가 생성한 산출물에 한함에 대해 문서 화파일 포함하여 정리 이전해야 함 사업 완료 후 운영과 유지보수에 관한 방법교육 및 매뉴얼 문서 등은 문서화파일 포함 하고 산학협력단의 승인을 받은 후 책자로 제출해야 함 사업수행 산출물의 종류와 제출 시기, 제공매체는 사업자의 제안내용을 근거로 추후 협의 하여 조정할 수 있음 산 출 정 보 사업수행계획서, 청렴계약이행서약서, 보안서약서, 참여인력 신원조사 관련 서류, 저작권 및 기타 권리 양도 허락 확인서, 제조사별 기술지원 확약서, 주간보고서, 월간보고서, 수시보고서, 완료보고서, 기타 개발 산출물, 디자인 이미지 원본 파일, 관련 매뉴얼, 표준운영관리 매뉴얼, 장애처리매뉴얼",
      "tables": [
        [
          [
            "",
            "",
            "❍  사업  전  기간에  걸쳐  생산된  산출물(계획,  요구분석,  설계자료,  구현,  테스트,  설치  및  인\n도,  소스코드  그  외  산학협력단  요청  건  등  사업자가  생성한  산출물에  한함)에  대해  문서\n화(파일  포함)하여  정리  이전해야  함\n❍  사업  완료  후  운영과  유지보수에  관한  방법(교육  및  매뉴얼  문서  등)은  문서화(파일  포함)\n하고  산학협력단의  승인을  받은  후  책자로  제출해야  함\n❍  사업수행  산출물의  종류와  제출  시기,  제공매체는  사업자의  제안내용을  근거로  추후  협의\n하여  조정할  수  있음"
          ],
          [
            "산\n출\n정\n보",
            "",
            "사업수행계획서,  청렴계약이행서약서,  보안서약서,  참여인력  신원조사  관련  서류,  저작권  및 \n기타  권리  양도  허락  확인서,  제조사별  기술지원  확약서,  주간보고서,  월간보고서,  수시보고서, \n완료보고서,  기타  개발  산출물,  디자인  이미지  원본  파일,  관련  매뉴얼,  표준운영관리  매뉴얼, \n장애처리매뉴얼"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-002"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "정보보호  및  보안  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "참여업체  정보보호  준수  및  보안특약  조항"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자는  과업내용과  관련하여  문서·인원·장비  등에  대한  관리적·물리적·기술적  보안대책을  강구\n해야  함\n    -  보안  관련  법규를  준수하고  대외  보안유지에  적극  협조\n    -  관리  책임자를  지정하여  그  내역을  보안각서와  함께  제출\n    -  사업  수행기간  중  중요  데이터  등  정보  누출에  대비하여  구체적인  정보보        호계획  및  방\n안을  제시\n❍  사업  참여  인력은  사업  수행  중  취득한  지식에  대하여  과업  수행  중은  물론  사업이  완료된  후\n에도  외부에  누설하거나  다른  용도로  이용해서는  안  되며,  이를  위반하였을  경우  법적인  책임\n을  져야  함\n❍  경희대학교  및  산학협력단의  보안규정에  따라  사업자  선정  후  실시  예정인  투입인력에  대한 \n신원조사에  응해야  하며,  조사결과  결격사유가  없어야  함\n❍  사업자는  용역업체  정보보안  준수사항([별지  15  정보화사업  용역업체  정보보호  준수사항]  참\n조)  및  외주  용역사업  보안특약  조항([별지  16  외주용역사업  보안특약  조항]  참조)를  준수하\n여야  함\n❍  투입인력에게  연  1회  이상  개인정보보호  및  정보보안  교육을  실시하고  그  결과를  보고해야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            "정보보호계획서,  사업추진  보안대책,  대표자  보안서약서,  비밀유지계약서(필요  시),문서,  인원,  장\n비  등에  대한  물리·관리적·기술적  보안대책(제안서에  기재),누출금지  대상정보에  대한  보안관리계\n획(제안서에  기재),업무인수인계  자료관리  대장(지속적  관리  후  사업  종료  시  제출,  최종본,  회수 \n및  삭제확인(증빙사진  포함)),  대표자  보안확약서  등,  개인정보보호  교육  결과  보고,  정보보안  교\n육  결과  보고,  개인정보처리업무위탁계약서"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 21,
      "text": "제안서 - 19 - 요구사항 분류 프로젝트 관리 요구사항 요구사항 고유번호 PMR-003 요구사항 명칭 업무 인수인계 요구 사항 상세 설명 정의 유지관리 사업 지속성을 위한 업무 인수인계 세부 내용 차기 사업자가 선정되었을 경우 최소 1개월 동안 관련 업무를 성실히 인계하는 방안을 제 시해야 하며, 원활한 인수인계를 위한 세부 방안을 제시해야 함 사업자는 기존 유지관리 사업자와의 원활한 업무인수를 위한 구체적인 업무인수 수행 방안 을 제시해야하며, 계약체결 후 즉시 관련 인원을 투입하여 업무 인수를 받아야 함 인수자, 인계자 두 업체 간에 협의하여 인수인계 계획, 결과 및 당사자의 확인이 표시된 완료확인서를 서면으로 작성하여 산학협력단에 제출하여야 함 - 30일 이내 인수인계를 완료하여야 하며, 산학협력단에 의하여 업무 인수인계가 미흡하다고 판단될 시 인수인계 기간 연장 가능 사업 전 기간에 걸쳐 생산된 산출물계획, 요구분석, 설계자료, 구현, 테스트, 설치 및 인 도, 소스코드 그 외 산학협력단 요청 건 등 사업자가 생성한 산출물에 한함에 대해 문서 화파일 포함하여 이전해야 함 산 출 정 보 업무인수인계서 7 프로젝트 지원 요구사항PSR Project Support Requirement 요구사항 분류 프로젝트 지원 요구사항 요구사항 고유번호 PSR-001 요구사항 명칭 기타 제안요청 일반 사항 요구 사항 상세 설명 정의 기타 제안요청 일반 사항 세부 내용 사업자는 계약 체결 즉시 제안된 일정에 따라 사업을 개시하고, 원활한 사업추진을 위해 산학 협력단의 자료 요청 시 신속히 응해야 함 제안요청서에 명시하지 않았더라도 사업진행에 꼭 필요한 기본 항목은 모두 포함하는 것을 원 칙으로 하며, 산학협력단과 제안사의 협의를 통해 최종 결정함 사업내용이 변경될 경우에는 과업변경절차에 따라 상호 협의하여 결정하며, 제안사 판단으로 추가되어야 할 요구사항에 대해서는 별도 표시하여 추가 작성 가능함 제안사는 제안요청서에 기술된 요구사항을 기반으로 제안하되, 업무분석 단계에서 보다 창의적 인 방법으로 요구사항을 해석정제하여 사업에 반영해야 함 사업자의 귀책사유로 인해 계약체결이 지연2022. 4. 1. 이후될 경우 추진 일정은 계약일로 부터 하고 비용은 계약일부터 일할 계산하여 지급함 산 출 정 보",
      "tables": [
        [
          [
            "요 구 사 항   분 류",
            "",
            "프로젝트  관리  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-003"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "업무  인수인계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "유지관리  사업  지속성을  위한  업무  인수·인계"
          ],
          [
            "",
            "세부\n내용",
            "❍  차기  사업자가  선정되었을  경우  최소  1개월  동안  관련  업무를  성실히  인계하는  방안을  제\n시해야  하며,  원활한  인수인계를  위한  세부  방안을  제시해야  함\n❍  사업자는  기존  유지관리  사업자와의  원활한  업무인수를  위한  구체적인  업무인수  수행  방안\n을  제시해야하며,  계약체결  후  즉시  관련  인원을  투입하여  업무  인수를  받아야  함\n❍  인수자,  인계자  두  업체  간에  협의하여  인수인계  계획,  결과  및  당사자의  확인이  표시된 \n완료확인서를  서면으로  작성하여  산학협력단에  제출하여야  함\n    -  30일  이내  인수인계를  완료하여야  하며,  산학협력단에  의하여  업무  인수인계가  미흡하다고 \n판단될  시  인수인계  기간  연장  가능\n❍  사업  전  기간에  걸쳐  생산된  산출물(계획,  요구분석,  설계자료,  구현,  테스트,  설치  및  인\n도,  소스코드  그  외  산학협력단  요청  건  등  사업자가  생성한  산출물에  한함)에  대해  문서\n화(파일  포함)하여  이전해야  함"
          ],
          [
            "산\n출\n정\n보",
            "",
            "업무인수인계서"
          ]
        ],
        [
          [
            "요 구 사 항   분 류",
            "",
            "프로젝트  지원  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요 구 사 항   명 칭",
            "",
            "기타  제안요청  일반  사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "기타  제안요청  일반  사항"
          ],
          [
            "",
            "세부\n내용",
            "❍  사업자는  계약  체결  즉시  제안된  일정에  따라  사업을  개시하고,  원활한  사업추진을  위해  산학\n협력단의  자료  요청  시  신속히  응해야  함\n❍  제안요청서에  명시하지  않았더라도  사업진행에  꼭  필요한  기본  항목은  모두  포함하는  것을  원\n칙으로  하며,  산학협력단과  제안사의  협의를  통해  최종  결정함\n❍  사업내용이  변경될  경우에는  과업변경절차에  따라  상호  협의하여  결정하며,  제안사  판단으로 \n추가되어야  할  요구사항에  대해서는  별도  표시하여  추가  작성  가능함\n❍  제안사는  제안요청서에  기술된  요구사항을  기반으로  제안하되,  업무분석  단계에서  보다  창의적\n인  방법으로  요구사항을  해석·정제하여  사업에  반영해야  함\n❍  사업자의  귀책사유로  인해  계약체결이  지연(2022.  4.  1.  이후)될  경우  추진  일정은  계약일로\n부터  하고  비용은  계약일부터  일할  계산하여  지급함"
          ],
          [
            "산\n출\n정\n보",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 22,
      "text": "제안서 - 20 - III. 업체 선정 1. 입찰참가자격 가. 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁 입찰의 참가자격 및 동법시행령 제76조 부정당업자의 입찰참가 자격제한 규정에 의한 유자격자로서 소정의 서류를 갖추어 입찰등록을 필한 업체 나. 국가, 지방자치단체, 정부투자기관, 경희대학교 및 경희대학교 산학협력단에서 부정당업자로 제재 중인 자 및 법정관리, 면허 취소 등 자격에 관한 영업정지인 자가 아니어야 함 다. 입찰공고일 현재 청산, 합병, 매각 등 정리절차 중이거나 계획 중인 사업자와 부도, 화의, 워크아웃워 크아웃 대상 또는 진행 중인 업체 또는 회생절차신청 중 포함 중인 사업자는 입찰에 참가할 수 없음 라. 제안서 제출 시 경희대학교 산학협력단의 선정방식과 평가방식에 이의가 없음을 확인한 업체붙임 확약 서 제출 마. 공동수급 및 하도급은 불허함 2. 업체선정방법 및 업체선정 가. 업체선정방법 제한경쟁입찰 나. 낙찰방법 협상에 의한 계약기술평가 가격평가 1 1차 기술평가80 가 제안사가 제출한 제안서를 바탕으로 평가위원회에서 평가 기준을 적용하여 종합평가를 시행함 나 기술평가 점수가 100분의 85미만68점인 업체는 기술부적격업체로 낙찰자 결정에서 제외됨 2 2차 가격평가20 제안가격 상대평가 3 기술평가점수80와 가격점수20를 합산하여 고득점 업체를 우선협상대상자로 선정한 후 협상 에 의하여 결정 및 계약 다. 평가기준 및 방법 1 평가는 총점 100점을 만점으로 하고 기술평가 80점, 가격평가 20점의 비율로 평가 2 평가위원회는 5인 이상으로 구성하며, 평가위원명단은 공개하지 않음 3 기술제안서 평가는 평가항목별 최상위, 최하위 평가위원 점수는 평가에서 제외한 후 점수를 평균하여 산정하되 소수점 셋째 자리에서 반올림함. 단, 최상, 최하위 점수가 2개 이상인 경우 그 중 1개만 제외 4 기타 평가와 관련된 상세한 사항은 별도로 정하고, 필요시 평가위원회에서 보완, 조정할 수 있음 5 입찰참가자격에 결격 사항이 있는 업체는 기술평가 없이 탈락 처리 6 입찰가격 평가는 아래의 산식에 의함최저 입찰제시가격 당해 입찰제시가격 20 라. 협상대상 업체선정 1 협상순서는 협상적격자의 기술평가 점수와 입찰가격평가 점수를 합산하여 합산점수의 고득점순에 따 라 결정. 다만, 합산점수가 동일한 제안자가 2인 이상일 경우는 기술평가점수가 높은 제안자를 선순 위자로 하고, 기술평가점수도 동일한 경우에는 기술능력의 세부평가항목 중 배점이 가장 큰 항목에서 높은 점수를 얻은 자를 선순위자로 함",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 23,
      "text": "제안서 - 21 - 2 평가는 경희대학교 산학협력단의 권한이며, 평가위원, 평가 세부 기준, 평가 결과 및 협상 내용 등은 공개하지 않음 3 제안사는 제안서 평가 방법, 낙찰자 선정과정과 평가 결과 등 제반 사항에 대하여 이의를 제기할 수 없음 4 기술제안서와 가격입찰서를 종합평가한 후 최고득점 제안사를 우선협상대상자로 선정하여 계약조건을 협상하고 타결될 경우 계약 체결함 5 우선협상대상자와 협상이 타결되지 않을 경우에는 차순위자 순서로 협상을 실시하며, 모든 협상 대상 자와 협상이 결렬된 때에는 재입찰에 부침 6 협상이 완료되고 10일 이내에 계약을 체결하지 않을시 입찰보증금은 경희대학교 산학협력단에 귀속 하며, 계약시 계약보증증권10 첨부해야함 7 협상대상자와의 가격협상 시 기준가격은 당해 사업예산예정가격을 작성한 경우에는 예정가격 이하 로써 협상대상자가 제안한 가격으로 함 8 협상대상자가 제안한 내용을 가감하는 경우에는 그 가감되는 내용에 상당하는 금액을 당해 사업예산 예정가격을 작성한 경우에는 예정가격 범위 내에서 조정할 수 있음 3. 입찰 유의사항 가. 낙찰자로 결정된 이후 하청 또는 재하청 불가함 나. 의뢰기관의 정책변화, 환경변화 등으로 인하여 본 제안서의 일부 또는 전부가 변경취소되는 경우라도 제안사는 이의를 제기할 수 없음 다. 입찰 및 계약 수행에 있어 부실, 조잡 또는 부당하게 하거나 부정한 행위를 한 자는 부정당업자 제재 등의 불이익을 받을 수 있음 라. 정해진 업무 외의 사적인 영리 추구나 영업 활동 금지함 마. 선정된 제안사는 의뢰기관의 보안 요청 준수할 것에 동의하여야 함 바. 공동수급은 불허함",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 24,
      "text": "제안서 - 22 - IV. 제안서 작성요령 및 서식 1. 제안서 작성요령 가. 제안서의 효력 1 제안서에 게시된 내용 및 의뢰기관의 요구에 의하여 수정보완 및 변경된 제안 내용은 제안사가 사 업자로 선정된 후 계약서에 명시되지 않더라도 계약서와 동일한 효력을 가짐. 단, 계약서에 명시한 경우는 계약서 사항이 우선함 2 제출서류 및 제안서의 내용이 부정,허위로 작성된 사실이 발견될 시에는 심사대상에서 제외됨. 계약 체결 이후 제안내용이 충족되지 못할 경우에는 손해배상 책임을 져야 하며, 계약체결 후 부정,허위 적성으로 판결 시 계약을 해제 또는 해지하며 의뢰기관은 계약상대자를 부정당업체로 제재할 수 있 음 3 필요시 제안사에 대하여 추가제안 또는 자료를 요청할 수 있으며, 이에 따라 제출된 자료는 제안서 와 동일한 효력을 가짐 4 제안서 및 계약서에 대하여 이견이 발생할 경우 또는 계약상에 정하지 아니한 사항에 대하여는 쌍방 의 협의에 의하여 결정하되, 해석상 문제가 발생 시 의뢰기관의 지시에 따름 5 제안서의 내용에 기술되지 않은 사항일지라도 향후 사업 추진 시 필요하다고 인정될 경우에는 발주 자의 요청에 의해 수정될 수 있음 6 제출된 제안서의 내용은 의뢰기관이 요청하지 않는 한 변경할 수 없음 7 본 제안요청서와 공고에 명시하지 아니한 사항은 국가를 당사자로 하는 계약에 관한 법률 등 국 가 계약 관련 법률과 의뢰기관의 관련 규정에 따름 나. 제안서 작성지침 및 유의사항 1 제안요청서의 내용 및 붙임자료를 기준으로 하여 그 사항을 최대한 충족하도록 작성함 2 작성 목차와 서식에 맞추어 작성하고, 본 제안요청서에 명시되지 않은 사항이라도 본 사업 수행에 필요하다고 인정되는 항목 및 내용 등을 별도의 항목으로 추가하여 제안 가능함 3 내용은 객관적으로 입증할 수 있어야 하며, 그 내용이 허위로 확인될 경우 평가대상에서 제외됨 4 작성 내용에 대한 근거 자료를 함께 제출하며, 미제출시 해당 사항이 없는 것으로 간주함 5 제안서의 내용은 명확한 용어를 사용하여 표현하여야 함 예 사용가능하다, 할 수 있다, 고려하고 있다 등과 같이 모호한 표현은 평가시 불가능한 것으로 간 주하며, 계량화가 가능한 것은 계량화하여야 함 6 제출된 제안서의 기재 내용은 본교의 동의 없이 수정, 삭제, 추가할 수 없으며, 제출된 서류의 기재 사항 누락과 기재 내용이 상이하여 발생된 불이익은 제안 업체가 감수하여야 함 7 제안서 및 계약서의 해석상 이견이 발생한 경우 발주기관의 견해를 우선 적용함 8 제출된 서류는 일절 반환하지 않으며, 본 제안과 관련된 일체의 소요비용은 제안사의 부담으로 함 9 협상 대상자로 선정된 업체가 제안한 사업내용, 이행방법, 이행일정 등의 제안서 내용은 협상을 통 해 그 내용의 일부를 조정할 수 있음",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 25,
      "text": "제안서 - 23 - 2. 제안서 평가 세부항목 및 배점표 구분 평가 부분 평가 항목 평가기준 및 요소 배점 기술 평가 정량 평가 10 사업수행 실적 제안 업체의 유사 사업 또는 SM 사업 수행실적과 본 사업 간의 관련성 및 예상 기여도를 평가 유사 사업 최근 3년간 대학교 이상의 정보화 사업실적건당 3,000만원 이상 또는 운영유지보수 사업실적 SM 사업 최근 3년간 시스템 운영유지보수 사업실적 최근 3년간 유사 용역 계약 체결 누적액 배점 유사 사업실적 10건 이상 또는 SM 사업실적 3건 이상 5 유사 사업실적 5건 이상 또는 SM 사업실적 2건 이상 3 유사 사업실적 3건 이상 또는 SM 사업실적 1건 이상 1 해당사항 없음 0 5 경영상태 1회사채에 대한 신용평가등급 2기업어음에대한 신용평가등급 기업신용평가 등급 배점 AAA, AA, AA0, AA-,A, A0, A- A1, A2, A20, A2- 1의 AAA, AA, AA0, AA-, A, A0, A-에 준하는 등급 5 BBB, BBB0, BBB-, BB, BB0, BB- A3, A30, A3-, B, B0 1의 BBB, BBB0, BBB-, BB, BB0, BB-에 준하는 등급 3 B 이하 B- 이하 1의 B 이하에 준하는 등급 1 등급별 평점이 소수점 이하의 숫자가 있는 경우 소수점 다섯째자리에서 반올림 함 5 정성 평가 70 사업 수행 부문 인력 투입 방안 조직체계의 적정성 ü 사업수행조직의 적합성 ü 사업수행조직의 인력구성 ü 업무분장의 적절성 ü 역할 분담의 명확성 5 투입인력의 경력 및 기술수준 적정성 연구행정시스템 투입인력의 유 사사업연구행정 수행 경험 ü 사업 총괄 책임자PM의 관리 능력의 적정 성 ü 현장 관리인PL의 역할, 관리 능력 및 기 술수준 적정성 ü 투입인력의 적정성 및 전문성 5 운영 유지 관리 방안 응용프로그램 운영유지관리 방 안의 적정성 응용프로그램 능분석 및 개선 방 안의 적정성 ü 응용프로그램 운영유지관리 방안의 적정성 ü 응용프로그램 성능분석 및 개선 방안의 적정성 15 선제적 예방 및 상시모니터링 방안의 적정성 민원 처리방안의 적정성 장애 및 사고 대응 방안의 적 정성 ü 선제적 예방 및 상시모니터링 방안의 적정성 ü 민원 처리방안의 적정성 ü 장애 및 사고 대응 방안의 적정성 15",
      "tables": [
        [
          [
            "구분",
            "",
            "평가\n평가\n부분\n항목",
            "",
            "평가기준  및  요소",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "배점"
          ],
          [
            "기술\n평가",
            "정량\n평가\n(10)",
            "사업수행\n실적",
            "",
            "제안  업체의  유사  사업  또는  SM  사업  수행실적과  본  사업  간의  관련성  및  예상 \n§\n기여도를  평가\n※  유사  사업  :  최근  3년간  대학(교)  이상의  정보화  사업실적(건당  3,000만원 \n이상)  또는  운영/유지보수  사업실적\n※  SM  사업  :  최근  3년간  시스템  운영/유지보수  사업실적",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "5"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "최근  3년간  유사  용역  계약  체결  누적액",
            "",
            "",
            "",
            "",
            "배점",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "유사  사업실적  10건  이상  또는  SM  사업실적  3건  이상",
            "",
            "",
            "",
            "",
            "5",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "유사  사업실적  5건  이상  또는  SM  사업실적  2건  이상",
            "",
            "",
            "",
            "",
            "3",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "유사  사업실적  3건  이상  또는  SM  사업실적  1건  이상",
            "",
            "",
            "",
            "",
            "1",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "해당사항  없음",
            "",
            "",
            "",
            "",
            "0",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "경영상태",
            "",
            "*  등급별  평점이  소수점  이하의  숫자가  있는  경우  소수점  다섯째자리에서  반올림 \n함",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "5"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "①회사채에  대한 \n신용평가등급",
            "②기업어음에대한 \n신용평가등급",
            "",
            "기업신용평가  등급",
            "",
            "배점",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "AAA,  AA+,  AA0, \nAA-,A+,  A0,  A-",
            "A1,  A2+,  A20,\nA2-",
            "",
            "①의  AAA,  AA+,  AA0, \nAA-,  A+,  A0,  A-에 \n준하는  등급",
            "",
            "5",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "BBB+,  BBB0,  BBB-, \nBB+,  BB0,  BB-",
            "A3+,  A30,  A3-, \nB+,  B0",
            "",
            "①의  BBB+,  BBB0, \nBBB-,  BB+,  BB0, \nBB-에  준하는  등급",
            "",
            "3",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "B+  이하",
            "B-  이하",
            "",
            "①의  B+  이하에  준하는 \n등급",
            "",
            "1",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "정성\n평가\n(70)",
            "사업\n수행\n부문",
            "인력\n투입\n방안",
            "조직체계의  적정성\n§",
            "",
            "",
            "",
            "ü 사업수행조직의  적합성\nü 사업수행조직의  인력구성\nü 업무분장의  적절성\nü 역할  분담의  명확성",
            "",
            "",
            "",
            "",
            "5"
          ],
          [
            "",
            "",
            "",
            "",
            "투입인력의  경력  및  기술수준 \n§\n적정성   \n연구행정시스템  투입인력의  유\n§\n사사업(연구행정)  수행  경험",
            "",
            "",
            "",
            "ü 사업  총괄  책임자(PM)의  관리  능력의  적정\n성\nü 현장  관리인(PL)의  역할,  관리  능력  및  기\n술수준  적정성\nü 투입인력의  적정성  및  전문성",
            "",
            "",
            "",
            "",
            "5"
          ],
          [
            "",
            "",
            "",
            "/ 유\n운영\n지\n관리\n방안",
            "응용프로그램  운영/유지관리  방\n§\n안의  적정성\n응용프로그램  능분석  및  개선  방\n§\n안의  적정성",
            "",
            "",
            "",
            "ü 응용프로그램  운영/유지관리  방안의  적정성\nü 응용프로그램  성능분석  및  개선  방안의  적정성",
            "",
            "",
            "",
            "",
            "15"
          ],
          [
            "",
            "",
            "",
            "",
            "선제적  예방  및  상시모니터링 \n§\n방안의  적정성\n민원  처리방안의  적정성\n§\n장애  및  사고  대응  방안의  적\n§\n정성",
            "",
            "",
            "",
            "ü 선제적  예방  및  상시모니터링  방안의  적정성\nü 민원  처리방안의  적정성\nü 장애  및  사고  대응  방안의  적정성",
            "",
            "",
            "",
            "",
            "15"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 26,
      "text": "제안서 - 24 - 구분 평가 부분 평가 항목 평가기준 및 요소 배점 사업 관리 부문 관리 방법 론 조직 및 인력관리 방안의 적정 성 투입인력 변동성에 대한 위험 관리 방안의 적정성 ü 조직 및 인력관리 방안의 적정성 ü 투입인력 변동성에 대한 위험관리 방안의 적 정성 7 보고 체계의 적정성 및 효율성 사업 진행 관련 문서와 산출물 관리 방안의 적정성 ü 보고 체계의 적정성 ü 관련 문서 및 산출물관리 방안의 적정성 5 품질 관리 및 정보 보안 품질보증 및 관리 방안의 적정 성 투입인력의 교육 관리 방안의 적정성 보안 유지 활동 및 관리 방안에 대한 평가 ü 품질보증 및 관리 방안의 적정성 ü 유지관리인력 교체기준의 적정성 ü 투입인력의 교육 관리 방안의 적정성 ü 보안 유지 활동 및 관리 방안의 적정성 10 기타 제안 기술이전 수행 및 운영 노하우 의 문서화 방안에 대한 평가 ü 기술이전 수행 방안 및 운영 노하우 문서화 방안의 적정성 5 추가 제안 사항에 대한 평가 ü 추가 제안 사항의 적정성 ü 추가 제안 사항의 실행 가능성 ü 본 사업의 예상 기여도 3 가격평가 20 제안가격 최저 입찰 제시 가격 당해 입찰 제시 가격 20 20 - 합 계 100",
      "tables": [
        [
          [
            "구분",
            "",
            "평가\n부분",
            "평가\n항목",
            "평가기준  및  요소",
            "",
            "배점"
          ],
          [
            "",
            "",
            "사업\n관리\n부문",
            "관리\n방법\n론",
            "조직  및  인력관리  방안의  적정\n§\n성\n투입인력  변동성에  대한  위험\n§\n관리  방안의  적정성",
            "ü 조직  및  인력관리  방안의  적정성\nü 투입인력  변동성에  대한  위험관리  방안의  적\n정성",
            "7"
          ],
          [
            "",
            "",
            "",
            "",
            "보고  체계의  적정성  및  효율성\n§\n사업  진행  관련  문서와  산출물\n§\n관리  방안의  적정성",
            "ü 보고  체계의  적정성\nü 관련  문서  및  산출물관리  방안의  적정성",
            "5"
          ],
          [
            "",
            "",
            "",
            "품질\n관리 \n및 \n정보\n보안",
            "품질보증  및  관리  방안의  적정\n§\n성\n투입인력의  교육  관리  방안의 \n§\n적정성\n보안  유지  활동  및  관리  방안에 \n§\n대한  평가",
            "ü 품질보증  및  관리  방안의  적정성\nü 유지관리인력  교체기준의  적정성\nü 투입인력의  교육  관리  방안의  적정성\nü 보안  유지  활동  및  관리  방안의  적정성",
            "10"
          ],
          [
            "",
            "",
            "",
            "기타\n제안",
            "기술이전  수행  및  운영  노하우\n§\n의  문서화  방안에  대한  평가",
            "ü 기술이전  수행  방안  및  운영  노하우  문서화 \n방안의  적정성",
            "5"
          ],
          [
            "",
            "",
            "",
            "",
            "추가  제안  사항에  대한  평가\n§",
            "ü 추가  제안  사항의  적정성\nü 추가  제안  사항의  실행  가능성\nü 본  사업의  예상  기여도",
            "3"
          ],
          [
            "가격평가\n(20)",
            "",
            "제안가격",
            "",
            "(최저  입찰  제시  가격  ÷  당해  입찰  제시  가격)  ×  20",
            "",
            "20"
          ],
          [
            "-",
            "",
            "합    계",
            "",
            "",
            "",
            "100"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 27,
      "text": "제안서 - 25 - V. 유의사항 1. 제안서 제출 유의사항 가. 기한 내에 제출하지 않는 제안서는 접수하지 않음 나. 입찰 참가 제출서류 및 제안서 기술평가정량를 위한 제출서류, 제안서 포함 별지서식 증빙자료 제출서류는 구분하여 제출 2. 입찰 시 유의사항 가. 제출된 제안서는 일절 반환하지 않으며, 본 제안과 관련된 모든 소요비용은 입찰 참가자의 부담으로 함 나. 아래에 해당되는 경우 입찰을 무효로 함 1 제안서의 내용이 사실과 다른 경우 2 입찰참여 자격이 없는 자가 한 입찰 3 입찰보증금의 납부기일 시까지 소정의 입찰보증금을 납부하지 아니하고한 입찰 4 낙찰자가 소정의 기일 내에 계약을 체결하지 않을 경우 5 동일 사항에 동일인이 2통 이상의 입찰서를 제출한 입찰 다. 입찰공고문, 제안안내서, 제안요청서 및 이에 근거한 별첨 등에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률, 소프트웨어산업 진흥법, 기획재정부 계약예규, 국제표준규격 등 관련 규정 및 산 학협력단의 계약 요령에 따름 라. 입찰에 참가하고자 하는 자는 본 입찰 유의서 및 국가를 당사자로 하는 계약에 관한 법률 등을 입찰 전 에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있음 마. 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조 및 시행규칙 제14조 규정, 용역입찰유의서 제 12조에 저촉될 경우 입찰은 무효로 함 바. 입찰자는 산학협력단으로부터 배부받은 입찰에 관한 서류 또는 각종 자료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용하여서는 아니 됨 사. 제출된 제안서의 내용은 산학협력단이 요청하지 않은 한, 수정삭제 또는 대체할 수 없음. 다만, 제안내 용에 관한 확인을 위하여 추가 자료요청 또는 현지실사를 할 수 있으며, 제안사는 이에 응해야 하고 이 에 따라 제출된 자료는 제안서와 동일한 효력을 가짐 아. 제안서의 모든 기재사항은 객관적으로 입증할 수 있어야 하고 허위 작성한 사실이 발견될 시 감점 또는 평가 대상에서 제외됨은 물론 계약 후에도 계약 파기와 함께 인적물적기간적 손실에 따른 손해 배상을 청구할 수 있음 자. 계약 완료 시까지 제안사는 본 사업에 관하여 어떠한 권리도 행사할 수 없고 본 사업과 관련하여 나온 모든 산출물은 산학협력단의 허가 없이 제3자에게 공개, 양도, 활용, 기타 영리 목적으로 이용할 수 없 음. 또한, 제안내용의 전부 또는 일부에 대하여 담합한 사실이 발견되거나 담합하였다고 판단될 때에는 제안을 무효로 함 차. 본 사업의 수행에 필요한 모든 비용은 가격입찰금액에 포함시켜야 함 카. 낙찰자가 정당한 사유 없이 계약 체결 통보일로부터 10일 이내에 계약을 체결하지 아니할 때는 입찰보 증금은 산학협력단에 귀속됨",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 28,
      "text": "제안서 - 26 - 타. 산학협력단은 성공적인 사업을 완수하기 위해 협상 시 제안사에게 제안요청서의 내용 중 일부에 대해 변 경을 요구할 수 있으며, 제안사는 산학협력단이 제시하는 의견을 특별한 사유가 없는 한 반영하여야 함 파. 본 제안요청서에 명시되지 않은 사항은 제안서, 과업지시서의 내용을 따르며, 본 사업의 목적상 필요한 사항은 상호 협의하여 추진하되 산학협력단의 견해를 우선으로 하고, 본 제안요청서에 명시되지 않더라도 산학협력단의 계약 및 회계 관련 규정 중 에서 본 사업과 관련이 있는 사항은 제안요청서와 동등한 효력 을 가짐 하. 최종 계약 체결이나 공식적인 착수 통보 이전에 수행된 제안요청과 관련된 자료 공개 상 오류나 누락에 대하여는 산학협력단이 책임지지 아니하며 본 사업 수행 과정에서 법제도의 변경, 산학협력단의 정책변 경 등 현저한 사업 환경변화가 있을 경우 사업이 변경될 수 있음 3. 기타 사항 가. 수행 장소 및 관련 부대 비용 1 본 사업은 산학협력단이 제공하는 장소에서 과업을 수행하여야 하며, 업무수행을 위한 집기, 장비, 시 스템 개발 툴, 기타 운영 물품 일체를 사업자가 반입하여야 함 업무용 PC는 산학협력단에서 지급하 며 투입인력 개인 PC 반입을 금함 2 사업 수행 관련 부대 비용은 산학협력단과 사업자가 상호 협의하여 부담함 나. 계약목적물의 지식재산권 귀속 1 사업 결과에 따른 시스템 및 산출물의 소유권은 주관기관인 산학협력단에 있음 2 본 사업의 수행 결과물계약목적물에 대한 지식재산권은 산학협력단에 있음 라. 정보보호 및 누출 금지 1 입찰 및 사업 수행과정에서 산학협력단 누출금지정보를 무단으로 누출할 경우 관련 법령에 따라 부정 당업자로 입찰참가자격을 제한함 2 제안사가 제출한 모든 자료 및 문서는 제안사의 권익 보호를 위하여 외부에 공개하지 않음 마. 제안서 보상 본 사업은 사업예산 20억 미만의 소프트웨어 사업으로,소프트웨어사업의 제안서 보상기준 등에 관한 운 영규정과학기술정보통신부고시 제2016-108호 제2조에 의거 제안서 보상은 실시하지 않음 바. 과업심의위원회 요청 본 사업은 소프트웨어산업 진흥법제20조의2에 따라 계약당사자가 과업심의위원회 개최를 요청할 수 있 음 사. 개발SW의 공동활용 사전명시 본 사업을 통해 개발되는 소프트웨어는 용역계약일반조건 제56조계약목적물의 지식재산권 귀속 등에 따라 타 기관과 공동활용할 계획이 없음 아. 적정 사업기간 산정 본 사업은 소프트웨어사업 관리감독에 관한 일반기준 제4조의 2 및 제6조에 의거 소프트웨어 유지관리 사업으 로 적정 사업기간 산정 기준을 적용하지 않음",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 29,
      "text": "제안서 - 27 - 4. 문의사항 1 입찰 진행 관련 문의 산학협력단 경영지원팀 조재형 선임 031-201-3529 2 제안서 작성 및 사업 관련 문의 - 산학협력단 경영지원팀 조규호 031-201-3560 khchokhu.ac.kr 3 질문사항은 반드시 서면e-mail으로 질의하고 전화 문의 또는 구두로 질의 및 응답한 사항은 법적 효력을 갖지 못함",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 30,
      "text": "제안서 - 28 - VI. 제안서 관련서식 서식1 입찰참가신청서 서식2 개인정보 수집ᆞ이용 동의서 서식3 용역입찰 유의서 서식4 청렴 계약 이행 각서 서식5 서약서 서식6 제안서 표지 양식 서식7 제안사 일반현황 및 연혁 서식8 주요사업 실적 및 내용 서식9 제안업체 실적증명원 서식10 과업수행 조직 서식11 참여인력 이력사항 서식12 가격 입찰서 서식13 정량적 지표 평가 요약서",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 31,
      "text": "제안서 - 29 - 서식1 입찰참가신청서 입찰참가신청서 아래사항 중 해당되는 경우에만 기재하시기 바랍니다. 신 청 인 상호 또는 법인명칭 전 화 번 호 사업자등록번호 법인등록번호 대 표 자 주 소 입 찰 개 요 입 찰 공 고 지 명 번 호 제 2024국제산학05호 입 찰 등 록 2024년 05월 14일 1100AM 마감 입 찰 건 명 산학협력단 정보시스템 운영 용역업체 선정 입 찰 보 증 금 납 부 보증금률 입찰금액의 5 이상 보 증 액 원 보증금납부방법 이행입찰보증보험증권 납 부 면 제 및 지 급 확 약 사 유 해당 없음 본인은 낙찰 후 계약미체결시 귀 단에 낙찰금액에 해당하는 소정의 입찰보증금 을 현금으로 납부할 것을 확약합니다. 대 리 인 사 용 인 감 본 입찰에 관한 일체의 권한을 다음의 자에게 위 임합니다. 성 명 생 년 월 일 핸드폰 번호 본 입찰에 사용할 인감을 다음과 같이 신고합니 다. 사용인감 본인은 위의 번호로 공고한 귀 단의 경쟁 입찰에 참가하고자 입찰유의서 및 입찰공고사항을 모두 승낙 하고 별첨서류를 첨부하여 입찰참가신청을 합니다. 붙임서류 공고로써 정한 서류 신청인 대표자 성명 법인인감 경희대학교 산학협력단장 귀하",
      "tables": [
        [
          [
            "입찰참가신청서\n※  아래사항  중  해당되는  경우에만  기재하시기  바랍니다.",
            "",
            "",
            ""
          ],
          [
            "신 청\n인",
            "상호  또는  법인명칭",
            "",
            "전  화  번  호"
          ],
          [
            "",
            "사업자등록번호",
            "",
            "법인등록번호"
          ],
          [
            "",
            "대      표        자",
            "",
            ""
          ],
          [
            "",
            "주                  소",
            "",
            ""
          ],
          [
            "입 찰 개 요",
            "입    찰      공      고\n(지  명)        번  호",
            "2024년  05월  14일\n제  2024–국제산학05호\n입  찰  등  록\n11:00AM  마감",
            ""
          ],
          [
            "",
            "입    찰    건    명",
            "산학협력단  정보시스템  운영  용역업체  선정",
            ""
          ],
          [
            "입 찰 보 증 금",
            "납                    부",
            "․보증금률  :  입찰금액의  5%  이상\n․보  증  액  :                                        원  (￦                                  )\n․보증금납부방법  :  이행(입찰)보증보험증권",
            ""
          ],
          [
            "",
            "납  부  면  제    및 \n지    급    확    약",
            "․사      유:  해당  없음\n․본인은  낙찰  후  계약미체결시  귀  단에  낙찰금액에  해당하는  소정의  입찰보증금\n을  현금으로  납부할  것을  확약합니다.",
            ""
          ],
          [
            "대 리 인 ․ 사 용 인 감",
            "본  입찰에  관한  일체의  권한을  다음의  자에게  위\n임합니다.\n성              명:\n생  년  월  일:\n핸드폰  번호:",
            "",
            "본  입찰에  사용할  인감을  다음과  같이  신고합니\n다.\n사용인감  :        "
          ],
          [
            "본인은  위의  번호로  공고한  귀  단의  경쟁  입찰에  참가하고자  입찰유의서  및  입찰공고사항을  모두  승낙\n하고  별첨서류를  첨부하여  입찰참가신청을  합니다.\n  붙임서류:      공고로써  정한  서류 \n                                                     \n                                                                                                              신청인      대표자  성명          (법인인감)   \n        경희대학교  산학협력단장    귀하",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 32,
      "text": "제안서 - 30 - 서식2 개인정보수집이용동의서 개인정보 수집이용 동의서 경희대학교 산학협력단은 입찰 전반등록, 서류제출, 입찰진행, 계약이행 등에 관한 사항에 대하여 귀하의 개 인정보를 아래와 같이 수집이용 하고자 합니다. 다음의 사항에 대해 충분히 읽어보신 후, 동의 여부를 체크, 서명하여 주시기 바랍니다. 입찰참가 신청자와 위임장에 의한 권한 수임자 모두 작성하시어 각각 1부씩 제출해야 합니다. 단, 입찰참가신청서와 권한 수임자가 동일인일 경우에는 1부만 제출 투입인력 현황에 기재된 전 인력 각 1부씩 제출하여 주시기 바랍니다. 개인정보 수집 및 이용 동의 수집이용하려는 개인정보의 항목 개인정보의 수집이용 목적 개인정보 이용기간 및 보유기간 성명, 생년월일, 소속부서직위 연락처사무실, 주소, 연락처H.P, 연락처e-mail, 주민등록번호필요시 경희대학교 산학협력단에서 진행하는 경쟁입찰서류의 제출, 접수 및 입찰관련 권한 수임확인 보유기간 - 동의서 접수일로부터 4년 이용기간 - 계약기간 내 귀하께서는 개인정보 제공 및 활용에 거부할 권리가 있습니다. 거부에 따른 불이익 이를 거부 시 경희대학교 산학협력단에서 진행하는 입찰에 참여할 수 없거나, 입찰에 관한 권한을 수임 받을 수 없습니다. 동의함 동의하지 않음 본인은 본 개인정보의 수집이용 동의서 내용을 읽고 명확히 이해하였으며, 이에 동의합니다. 2024. . . 성 명 인 또는 서명 대표자는 법인인감 날인, 대리인은 서명 가능",
      "tables": [
        [
          [
            "수집․이용하려는  개인정보의  항목",
            "개인정보의  수집․이용  목적",
            "개인정보  이용기간  및  보유기간"
          ],
          [
            "성명,  생년월일,  소속(부서/직위)\n연락처(사무실),  주소,\n연락처(H.P),  연락처(e-mail), \n주민등록번호(필요시)",
            "경희대학교  산학협력단에서  진행하는\n경쟁입찰서류의  제출,  접수  및\n입찰관련  권한  수임확인",
            "⦁보유기간\n  -  동의서  접수일로부터  4년\n⦁이용기간\n  -  계약기간  내"
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 33,
      "text": "제안서 - 31 - 서식3 용역입찰유의서 용역입찰 유의서 제1조목적 이 유의서는 경희대학교 산학협력단이하 발주기관이라 한다이 행하는 용역계약에 대한 입찰에 있어 입찰에 참가하고자 하는 자가 유의하여야 할 사항을 정함을 목적으로 한다. 제2조용어의 정의 이 유의서에서 사용하는 용어의 정의는 이 유의서에서 따로 정하는 경우를 제외하고는 국가를 당사자로 하는 계약에 관한 법률 시행령, 국가를 당사자로 하는 계약에 관한 법률 시행규칙, 특정조달을위한국가를당사자로하 는계약에관한법률시행령특례규정이하 각각 시행령, 시행규칙 및 특례규정이라 한다 및 회계예규 용역계약일반조 건이하 일반조건이라 한다 및 본교 구매업무처리규정에 정하는 바에 의한다. 제3조입찰참가신청 1입찰에 참가하고자 하는 자는 입찰공고 또는 입찰참가통지서에 기재된 입찰참가신청마감일까지 다음 각 호의 서류를 발주기관에 제출하여 입찰참가신청을 하여야 한다. 1. 입찰참가신청서소정양식 1통 2. 입찰참가자격을 증명하는 사본 1통 3. 인감신고서 1통 4. 기타 공고 또는 통지로 요구하는 서류 2제1항 제2호의 경우에는 원본을 제시하거나 사본에 원본과 같음을 명기하고 인감인감증명서상의 인감 또는 입찰참가 신청서상의 사용인감으로 날인하여 제출하여야 한다. 3시행령 제72조의 규정에 의하여 공동계약이 허용된 경우 공동수급체를 구성하여 입찰에 참가하고자 하는 자는 공동수급 협정서를 제1항 각호의 서류와 함께 제출하여야 한다. 제3조의2입찰참가자격의 판단기준일 1시행령 제12조 및 제21조의 규정에 정한 등록ᆞ실적 등에 의한 입찰참가자격의 판 단기준일은 시행규칙 제40조제4항의 규정에 의한 입찰참가 신청 서류의 접수마감일이하 입찰참가등록마감일이라 한 다로 하며, 입찰참가자는 입찰참가등록마감일 이후 입찰서제출 마감일까지 당해 입찰참가자격을 계속 유지하여야 한다. 2제1항에도 불구하고 시행령 제21조 제1항 제6호 및 시행규칙 제24조에 따라 지역제한 경쟁 입찰을 부치는 경우 그 주 된 영업소의 소재지 기준일은 입찰공고일 전일로 하며 계약체결일까지 계속 유지하여야 한다. 3입찰참가자가 시행령 제76조의 규정에 의한 입찰참가자격제한을 받은 경우에는 입찰참가등록마감일 전일까지 입찰참가자 격제한기간이 만료되어야 입찰에 참가할 수 있다. 4입찰 전에 상호 또는 대표자의 변경법인의 경우에는 법인등기부를 기준으로 한다이 있는 경우에는 변경신고를 한 후 변경된 상호 또는 대표자 명의로 입찰에 참가하여야 한다. 제4조입찰에 관한 서류 1입찰에 참가하고자 하는 자는 다음 각 호의 서류이하 입찰에 관한 서류라 한다를 열람할 수 있다. 1. 입찰공고문 또는 입찰참가통지서 2. 용역입찰유의서 3. 입찰참가신청서소정서식 4. 입찰서소정서식 5. 용역표준계약서소정서식 6. 용역계약일반조건 7. 과업내용서 8. 기타 참고사항을 기재한 서류",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 34,
      "text": "제안서 2발주기관은 제1항의 입찰에 관한 서류를 교부하는 경우에는 입찰공고 등에서 정한 금액을 납부할 것을 요구할 수 있으 며, 이 경우 입찰에 참가하고자 하는 자는 이에 응하여야 한다. 제5조관계법령 등의 숙지 1입찰에 참가하고자 하는 자는 시행령 등의 입찰관련 법령 및 제4조제1항의 규정에 의한 입찰 에 관한 서류를 입찰 전에 완전히 숙지하여야 하며 이를 숙지하지 못한 책임은 입찰참가자에게 있다. 2입찰에 참가하고자 하는 자는 제1항의 규정에 의한 입찰에 관한 서류의 검토과정에서 발견한 입찰에 관한 서류상의 착 오, 누락사항 또는 기타 설명이 요구되는 사항에 대하여는 입찰서 제출마감일전일까지 발주기관에 그 설명을 요구할 수 있다. 제6조입찰보증금 1입찰에 참가하고자 하는 자는 입찰참가신청마감일공휴일인 때에는 전일까지 입찰금액의 100분의 5이 상의 입찰보증금을 시행령 제37조제2항에 규정된 현금 또는 보증서 등으로 발주기관에 납부하여야 한다. 2낙찰자가 소정의 기한 내에 계약을 체결하지 아니할 때에는 당해 입찰보증금은 본교에 귀속한다. 3낙찰되지 아니한 입찰자의 입찰보증금은 낙찰자가 결정된 후 즉시 이를 반환한다. 다만, 낙찰자의 입찰보증금은 계약체 결 후 즉시 반환한다. 4계약담당자는 다음 각 호의 1에 해당하는 경우에는 입찰보증금 납부를 면제할 수 있다. 1. 시행령 제37조 제3항 제1호 내지 제4호 및 제6호의 규정에 정한 자가 입찰에 참가하는 경우 2. 건설기술 관리법ᆞ엔지니어링 기술진흥법 또는 건설폐기물의 재활용촉진에 관한 법률 등 당해 용역관련법령에 의하여 국가기관 등으로부터 면허ᆞ허가 등을 받았거나 등록ᆞ신고 등을 하고 당해 용역관련법령상의 사업당해 용역 과 관계없는 면허ᆞ허가ᆞ등록ᆞ신고 등도 당해 용역관련법령상의 면허ᆞ허가ᆞ등록ᆞ신고 등은 포함을 입찰참가신청 마감일 현재 영위하고 있는 법인이 입찰에 참가하는 경우. 단, 입찰신청마감일 현재 사업영위기간이 1년 미만인 법인은 입찰참가자격제한 조치를 받은 사실이 없어야 함 5보증서 등에 의한 입찰보증금의 보증기간은 다음 각 호에 해당하는 것이어야 한다. 1. 보증기간의 초일 입찰서 제출마감일 이전일 것 2. 보증기간의 만료일 입찰서 제출마감일 다음날부터 30일 이후일 것 제7조입찰참가 1입찰참가신청을 한 자가 아니면 입찰에 참가할 수 없다. 2입찰참가신청서 제출 시 대리인을 지정한 경우에는 그 대리인도 입찰에 참가할 수 있다. 다만, 입찰참가신청서를 제출하 는 때부터 입찰개시 시각 전까지 입찰대리인을 지정하거나 입찰대리인을 변경하는 경우에는 그 대리인이 입찰에 참가할 수 있다. 3제2항의 규정에 의한 대리인의 자격은 입찰참가자가 법인인 경우 당해 법인의 임ᆞ직원에 한하며, 재직증명서와 다음 각 호 중 필요한 자료로서 임직원 여부를 확인하여야 한다. 다만, 2개 이상 법인의 임직원인 자는 1개 법인의 대리인으로만 할 수 있다. 1. 4대 보험 중 어느 하나 가입 증명자료최근 3개월 이내 2. 소속 법인에서 받은 급여와 관련, 해당 법인에서 발급받은 소득세 납부 증명자료 3. 법인등기부 등본 4. 기타 임ᆞ직원 여부를 확인할 수 있는 자료 4시행령 제76조의 규정에 의한 부정당업자로 입찰참가가격을 제한받고 있는 자는 제2항의 규정에 의한 대리인으로 할 수 없다. 제8조입찰서의 작성 1입찰서는 소정의 서식에 의하여 작성하여야 하며, 입찰금액은 총액을 표기하여야 한다. 2입찰자는 입찰서에 기명날인을 함에 있어 입찰자 성명법인의 경우 대표자 성명을 기재하고 입찰참가신청서 제출 시 신 고한 인감외국인에 대하여 서명을 허용한 경우에는 서명을 포함한다. 이하 같다으로 날인하여야 한다. 3입찰서의 기재사항 중 말소 또는 정정한 곳이 있을 때에는 입찰에 사용하는 인감으로 날인하여야 한다. 4입찰서는 입찰공고 또는 입찰참가통지서 등에 별도로 규정한 경우를 제외하고는 한글로 작성하여야 하고 입찰금액의 통 화는 원화로 하여야 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 35,
      "text": "제안서 5입찰서의 금액표시는 한글 또는 한자로 기재하여야 하며 아라비아숫자를 병기할 수 있다. 이 경우 아라비아 숫자로 병기 한 금액이 한글 또는 한자로 기재한 금액과 차이가 있을 때에는 한글 또는 한자로 기재한 금액에 의한다. 다만, 전산서식 에 의한 입찰의 경우에는 지정된 표기방법으로 기재하여야 한다. 제9조입찰서의 제출 1입찰서는 봉함하여 1인 1통만을 제출하여야 한다. 2우편에 의한 입찰서는 입찰서 제출마감일전일까지 발주기관에 도착된 것에 한하여 효력이 있다. 이 경우 우송중의 분실, 훼손 또는 지연에 대하여 발주기관은 책임을 지지 아니한다. 3계약담당자는 제2항의 규정에 의하여 우편으로 입찰서가 제출된 때에는 당해 입찰서의 봉투표면에 접수일시를 기재하고 확인 인을 날인하여 개찰 시까지 개봉하지 아니하고 보관하여야 한다. 4입찰자는 제출한 입찰서를 교환ᆞ변경 또는 취소할 수 없다. 다만, 입찰서에 기재한 중요부분에 오기가 있음을 이유로 개찰현장에서 입찰자가 입찰의 취소의사를 표시한 것으로서 발주기관이 이를 인정하는 경우에는 취소가 가능하며, 시행령 제18조의 규정에 의한 2단계 경쟁 등의 입찰의 경우에 있어 기술입찰을 개찰한 결과 적격자가 없는 경우 또는 경미한 사 항의 기술보완을 조건으로 기술적합 판정을 하는 경우에는 기술입찰서를 변경하여 제출하도록 할 수 있다. 제10조장기계속기술용역의 입찰 장기계속용역의 경우에는 입찰시 총 용역을 대상으로 하여 입찰하여야 한다. 제11조경쟁 입찰의 성립 1경쟁 입찰은 2인 이상의 유효한 입찰로써 성립한다. 2계약담당자는 시행령 제18조제3항의 규정에 의하여 기술과 가격을 분리하여 입찰에 부치는 경우에는 시행령 제11조의 규정에 의하여 2인 이상의 유효한 입찰로 성립한 기술입찰의 개찰결과 기술적격자로 확정된 자가 1인인 경우에도 가격입 찰서를 개봉할 수 있다. 제12조입찰의 무효 시행규칙 제44조에서 무효로 규정한 입찰 및 다음 각 호의 1에 해당하는 입찰은 무효로 한다. 1. 입찰자법인의 경우 대표자를 말한다. 이하 같다가 직접 입찰을 하지 아니하고 대리인을 통하여 입찰을 할 경우 제7 조제2항의 규정에 의한 대리인이 아닌 자가 한 입찰 또는 대리권이 없는 자가 한 입찰 2. 동일사항에 대하여 타인이 대리를 겸하거나 2인 이상을 대리한 입찰 3. 입찰서의 입찰금액 등 중요한 부분이 불분명하거나 정정한 후 정정날인을 누락한 입찰 4. 담합하거나 타인의 경쟁참가를 방해 또는 관계계약담당자의 공무집행을 방해한 자의 입찰 5. 입찰자의 기명날인이 없는 입찰입찰자의 성명을 기재하지 아니하고 대리인 성명 또는 회사명을 기재한 경우 및 입찰참 가신청서 제출 시 신고한 인감과 다른 인감으로 날인된 경우도 포함한다 6. 입찰서에 기재한 중요부분에 착오가 있음을 이유로 개찰현장에서 입찰자가 입찰의 취소의사를 표시한 것으로서 계약담 당자가 이를 인정한 입찰 7. 제8조의 규정에 위반하여 소정의 입찰서를 사용하지 않거나 입찰서의 금액을 아라비아숫자로만 기재한 입찰 또는 전산 서식에 의한 입찰서를 훼손하거나 전산표기방법과 상이하게 작성ᆞ기재하여 전산처리가 되지 아니한 입찰 8. 공동계약의 공동수급체구성원이 동일 입찰 건에 대하여 공동수급체를 중복적으로 결성하여 참여한 입찰, 입찰 등록 시 공동수급표준협정서를 제출하지 아니한 입찰 및 공동수급체의 구성원이 5인을 초과하거나 구성원별 계약참여 최소지분율 이 10미만으로 공동수급체를 구성하여 한 입찰 제13조입찰의 연기 1발주기관은 다음 각 호의 경우 입찰공고 또는 입찰참가통지서에 기재된 입찰서 제출마감일시를 연기 할 수 있다. 1. 제5조제2항의 규정에 의한 설명요구사항의 내용이 중대하여 연기가 불가피하다고 판단되는 경우 2. 기타 불가피한 사유로 인하여 지정된 일시에 입찰 또는 개찰을 실시하지 못한 경우 2제1항의 규정에 의한 입찰연기의 경우에는 연기사유와 일시를 당초 방법과 동일한 방법으로 공고 또는 통지하여야 한다. 제14조재입찰 및 재공고입찰 1계약담당자는 경쟁 입찰에 있어서 2인 이상의 유효한 입찰자가 없거나 낙찰자가 없는 경우에 는 같은 장소에서 다시 입찰에 부칠 수 있다. 이 경우 입찰자 또는 입찰회수의 제한을 받지 아니한다. 2입찰자나 낙찰자가 없는 경우 또는 낙찰자가 계약을 체결하지 아니하는 경우에는 재공고 입찰에 부칠 수 있다. 3계약담당자는 시행령 제18조제3항의 규정에 의하여 기술과 가격을 분리하여 입찰에 부친 경우 가격입찰서를 개찰한 결",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 36,
      "text": "제안서 과 낙찰자를 결정할 수 없는 경우로서 기술적격자가 2인 이상인 때에는 그 기술적격자에게 가격입찰서를 다시 제출하게 할 수 있다. 4제1항 내지 제3항의 규정에 의한 재입찰 또는 재공고입찰시에는 기한을 제외하고는 최초의 입찰에 부칠 때에 정한 가격 및 기타조건을 변경할 수 없다. 제15조낙찰자의 결정 1제12조에 해당되는 사유가 없는 자로서 시행령 제42조등에서 정한 낙찰자결정기준에 적합한 자를 낙찰자로 한다. 2계약담당자는 개봉된 입찰서를 확인하고 유효한 입찰서의 입찰금액과 예정가격을 대조하여 지체 없이 적격자를 낙찰자로 선정하여야 한다. 다만, 시행령 제42조제1항 본문의 규정에 의하여 계약이행능력을 심사하여 낙찰자를 결정하는 등 낙찰 자 결정에 장시간이 소요되는 경우에는 그러하지 아니할 수 있다. 3계약담당자는 제1항 및 제2항의 규정에 의하여 낙찰자를 결정하기 전에 당해 입찰자의 입찰서, 법인등기부등본본사, 대 표자 및 상호 등 변경여부 확인, 공동수급표준협정서 등 관계서류를 검토하여 당해 낙찰예정자의 입찰이 제12조에 따른 무효입찰에 해당되는지의 여부를 확인하여야 한다. 4계약담당자는 낙찰이 될 수 있는 동일가격으로 입찰한 자가 2인 이상인 때에는 다음 각 호에 따라 낙찰자를 결정한다. 1. 시행령 제42조제1항에 따라 낙찰자를 결정하는 경우 이행능력 심사결과 최고점수인 자를 낙찰자로 결정하되, 이행능 력 심사결과도 동일한 경우에는 추첨에 의하여 낙찰자를 결정 2. 시행령 제42조제3항에 따라 낙찰자를 결정하는 경우 규격 또는 기술 우위자를 낙찰자로 결정하되, 규격 도는 기술평 가 결과도 동일한 때에는 추첨에 의하여 낙찰자를 결정 5제4항의 경우 입찰자중 출석하지 아니한 자 또는 추첨을 하지 아니한 자가 있을 때에는 입찰사무에 관계없는 직원으로 하여금 추첨을 대신하게 할 수 있다. 6계약담당자는 낙찰자로 결정된 자가 계약체결 이전에 입찰무효 등 부적격자로 판명되어 낙찰자 결정이 취소된 경우로서 동 부적격자를 제외하고 2인 이상 유효한 입찰이 성립되어 있는 때에는 차 순위자 순으로 필요한 심사 등을 실시하여 낙 찰자를 결정한다. 제16조계약의 체결 1낙찰자는 발주기관으로부터 낙찰통지를 받은 후 10일 이내에 소정의 서식에 의한 계약서에 의하여 계약을 체결하여야 하고 그 낙찰금액에 대한 산출 내역서를 착수신고서 제출 시까지 계약담당자에게 제출하여야 한다. 2제1항의 규정에 의하여 발주기관과 계약을 체결하고자 하는 자는 관계법령의 규정에 의하여 필요한 관계서류를 계약담당 자에게 제출하여야 한다. 3계약담당자는 낙찰자가 정당한 이유 없이 제1항의 규정에 의하여 계약을 체결하지 아니하는 때에는 낙찰을 취소할 수 있 다. 4장기계속용역계약의 경우 낙찰자는 총 용역 낙찰금액을 부기하고 당해 연도 예산의 범위 안에서 제1차 용역에 대하여 계 약을 체결하여야 한다. 이 경우 제2차 기술용역이후의 계약은 총 용역낙찰금액시행령 제64조 내지 제66조의 규정에 의 한 계약금액의 조정이 있는 경우에는 조정된 총 용역금액을 말한다에서 이미 계약된 금액을 공제한 금액의 범위 안에서 계약을 체결할 것을 부관으로 약정하여야 한다. 5제4항의 규정에 의한 제1차 용역 및 제2차 용역이후의 계약금액은 총 용역의 계약단가에 의한다. 이 경우 계약금액조정 등으로 인하여 산출내역서의 단가가 조정된 때에는 조정된 계약단가에 의한다. 제17조계약의 성립 계약은 계약서를 작성하고 계약담당자와 낙찰자가 기명ᆞ날인외국인에 대하여 서명을 허용한 경우에는 서명을 포함한다함으로써 확정된다. 제18조입찰보증금의 계약보증금으로의 대체 1낙찰자가 납부한 입찰보증금은 소정의 절차에 따라 계약보증금으로 대체할 수 있다. 다만, 입찰보증금과 계약보증금과의 차이가 있는 경우에는 그 차액을 추가로 납부하여야 한다. 2제1항의 규정에 의한 대체는 계약이 성립한 때에 이루어진 것으로 본다. 제19조부정당업자의 입찰참가자격제한 입찰자 또는 낙찰자가 시행령 제76조의 규정에 해당하는 경우에는 각 중앙관서의 장으로부터 1월 이상 2년 이하의 범위 내에서 입찰참가자격 제한조치를 받게 된다. 지방자치단체를 당사자로 하는 계약",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 37,
      "text": "제안서 - 35 - 에 관한 법률 또는 공공기관의 운영에 관한 법률에 따라 입찰참가자격제한을 받은 사실이 통보 되거나 지정정보처리장 치에 게재된 경우에 대하여는 시행령 제76조제8항에 정한 바에 따른다. 제20조비밀유지의 의무 입찰자는 발주기관으로부터 배부 받은 입찰에 관한 서류 또는 각종 자료 및 입찰과정에서 얻은 정보 를 당해 입찰외의 목적으로 사용하여서는 아니 된다. 제21조기타사항 입찰공고조건 및 이 유의서에 명시되지 아니한 기타의 사항에 대하여서는 발주기관에서 정하는 바에 의한 다. 2024 년 월 일 주 소 상 호 성 명",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 38,
      "text": "제안서 - 36 - 서식4 청렴계약이행각서 청렴계약 이행 각서 당사는 부패 없는 투명한 기업경영과 공정한 행정이 사회발전과 국가 경쟁력에 중요한 관건이 됨을 깊이 인식하며, 국제적으로도 OECD뇌물방지 협약이 발효되었고 부패기업 및 국가에 대한 제재가 강화되는 추세에 맞추어 청렴계약 취지에 적극 호응하여 경희대학교 산학협력단 및 그 소속기관에서 발주하는 모든 공사, 물품, 용역 등의 입찰에 참여함에 있어 당사 임직원과 대리인은 1. 입찰가격의 유지나 특정인의 낙찰을 위한 담합을 하거나 다른 업체와 협정, 결의, 합의하여 입찰의 자유 경쟁을 부당하게 저해하는 일체의 불공정한 행위를 않겠습니다. ᄋ 이를 위반하여 경쟁입찰에 있어서 특정인의 낙찰을 위하여 담합을 주도한 것이 사실로 드러날 경우 경 희대학교 산학협력단 및 그 소속기관에서 발주하는 입찰에 입찰참가자격제한 처분을 받은 날로부터 2 년 동안 참가하지 않겠으며 ᄋ 경쟁입찰에 있어서 입찰자간에 서로 상의하여 미리 입찰가격을 협정하거나 특정인의 낙찰을 위하여 담 합을 한 사실이 드러날 경우 경희대학교 산학협력단 및 그 소속기관이 시행하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 참여하지 않고 ᄋ 위와 같이 담합 등 불공정행위를 한 사실이 드러날 경우 독점규제 및 공정거래에 관한법률에 따라 공정 거래위원회에 고발하여 과징금 등을 부과토록 하는데 일체의 이의를 제기하지 않겠습니다. 2. 입찰계약체결 및 계약이행 과정에서 관계교직원에게 직간접적으로 금품향응 등의 부당한 이익을 제공하 지 않겠습니다. ᄋ 이를 위반하여 입찰, 계약의 체결 또는 계약이행과 관련하여 관계교직원에게 금품, 향응 등을 제공함으 로써 입찰에 유리하게 되어 계약이 체결되었거나 계약이행 과정에서 편의를 받아 부실하게 시공 또는 제조한 사실이 드러날 경우에는 경희대학교 산학협력단 및 그 소속기관이 시행하는 입찰에 입찰참가자 격 제한 처분을 받은 날로부터 2년 동안 참가하지 않겠으며 ᄋ 입찰 및 계약조건이 입찰자 및 낙찰자에게 유리하게 되도록 하거나, 계약목적물의 이행을 부실하게 할 목적으로 관계교직원에게 금품, 향응 등을 제공한 사실이 드러날 경우에는 경희대학교 산학협력단 및 그 소속기관이 시행하는 입찰에 입찰참가자격 제한 처분을 받은 날로부터 1년 동안 참가하지 않고 ᄋ 입찰, 계약체결 및 계약이행과 관련하여 관계교직원에게 금품, 향응 등을 제공한 사실이 드러날 경우에 는 경희대학교 산학협력단 및 그 소속기관이 시행하는 입찰에 입찰 참가자격제한 처분을 받은 날로부 터 6개월 동안 참가하지 않겠습니다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 39,
      "text": "제안서 - 37 - 3. 입찰, 계약체결 및 계약이행과 관련하여 관계교직원에게 금품, 향응 등을 제공한 사실이 드러날 경우에는 계약체결 이전의 경우에는 낙찰자 결정 취소, 계약이행 전에는 계약취소, 계약이행 이후에는 당해 계약의 전부 또는 일부계약을 해제 또는 해지하여도 감수하겠으며, 민형사상 이의를 제기하지 않겠습니다. 4. 회사 임직원이 관계교직원에게 금품, 향응 등을 제공하거나 담합 등 불공정 행위를 하지 않도록 하는 회 사윤리강령과 내부비리 제보자에 대해서도 일체의 불이익 처분을 하지 않는 사규를 제정토록 노력하겠습 니다. 위 청렴계약 서약은 상호신뢰를 바탕으로 한 약속으로서 반드시 지킬 것이며, 낙찰자로 결정될 시 본 서약 내용을 그대로 계약특수조건으로 계약하여 이행하고, 입찰참가자격 제한, 계약해지 등 경희대학교 산학협력단 및 그 소속기관의 조치와 관련하여 당사가 당해 기관을 상대로 손해배상을 청구하거나 당사를 배제하는 입찰 에 관하여 민형사상 어떠한 이의도 제기하지 않을 것을 서약합니다. 2024 . . . 서 약 자 대표 인 회사명 경희대학교 산학협력단장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 40,
      "text": "제안서 - 38 - 서식5 서약서 서약서 경희대학교 산학협력단이 발주하는 산학협력단 정보시스템 운영 용역업체 선정건의 입찰에 참여한 저희 업체는 귀 단의 공정한 규격심사와 객관적인 내부절차에 의한 입찰 진행상의 제반 결정에 아무런 이의를 제기하지 않겠습니다. 계약의무 사항이 종료되는 시점까지 입찰 유의서에 의한 사항을 철저히 준수 이행할 것이며, 불이행사항이 발생 경 우에는 국가를 당사자로 하는 계약에 관한 법률 제27조 및 동법 시행령 제76조에 의거한 부정 업체로서의 해당 제 재조치를 행하여도 하등의 이의를 제기치 않겠습니다. 제출된 모든 서류는 사실과 다름없으며, 경희대학교 산학협력단의 공모지침과 지시를 성실히 준수하겠습니다. 만일 제반 규정의 선정방식에 대하여 어떠한 불이익도 감수할 것이며, 경희대학교 산학협력단의 선정방식대로 따르 겠습니다. 또한 용역 대행사로 최종 선정될 경우 본 제안자의 신의와 명예를 걸고 경희대학교 산학협력단의 지시감독에 순응 하겠으며, 용역대행사에 부여된 책임과 의무를 성실히 이행할 것을 서약합니다. 2024년 월 일 입찰자주소 상 호 대 표 자 경희대학교 산학협력단장 귀하",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 41,
      "text": "제안서 - 39 - 서식6 제안서 표지 양식 제 안 서 사업명 경희대학교 산학협력단 정보시스템 운영 용역업체 선정 업 체 명 인",
      "tables": [
        [
          [
            "",
            ""
          ],
          [
            "제        안        서\n사업명  :  경희대학교  산학협력단  정보시스템  운영 \n용역업체  선정\n업  체  명  :                            (인)",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 42,
      "text": "제안서 서식7 제안사 일반현황 및 연혁 제안사 일반현황 및 연혁 재정상황 2023년도 단위 천원 자 본 금 매 출 액 순 이 익 비 고 주 요 연 혁 1. 회 사 명 2. 대 표 자 3. 자 본 금 4. 직 원 수 5. 주 소 6. 연 락 처 7. 회사 설립년도 년 월",
      "tables": [
        [
          [
            "1.  회  사  명",
            "",
            "2.  대  표  자",
            ""
          ],
          [
            "3.  자  본  금",
            "",
            "4.  직  원  수",
            ""
          ],
          [
            "5.  주                소",
            "",
            "",
            ""
          ],
          [
            "6.  연      락      처",
            "",
            "",
            ""
          ],
          [
            "7.  회사  설립년도",
            "년              월",
            "",
            ""
          ]
        ],
        [
          [
            "재정상황\n(2023년도)\n(단위 : 천원)",
            "자  본  금",
            "매  출  액",
            "순  이  익",
            "비      고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "주  요  연  혁",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 43,
      "text": "제안서 - 20 - 서식8 주요사업 실적 및 내용 실적현황 연번 용역명 용역 개요 계약기간 계약금액 발주처 합 계 유의사항 실적현황을 시간 순으로 작성 발주기관이 직접 확인한 원본 또는 조달청 실적증명원만 인정하나, 부득이 실적증명원 발급이 어려울 경우 실적증빙자료계약서, 세금계산서로 실적증명서 갈음 가능 모두 제출, 원본대조필 필수 본 양식은 제안서에 삽입하고 증빙서류는 입찰등록서류로 제출",
      "tables": [
        [
          [
            "연번",
            "용역명",
            "용역  개요",
            "계약기간",
            "계약금액",
            "발주처"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합  계",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 44,
      "text": "제안서 - 21 - 서식9 실적증명원 실적증명원 신 청 인 업 체 명 상 호 대 표 자 영업 소재지 연 락 처 사업자번호 제 출 처 증명서 용도 경희대학교 산학협력단 입찰 제출용 수 행 실 적 내 용 계 약 명 개 요 계약번호 계약기간 계약금액 수행실적 비율 실적 증 명 서 발 급 기 관 위 사실을 증명함. 년 월 일 기 관 명 인 주 소 발급부서 연 락 처 담 당 자 팩스번호 유의사항 각 항목요건을 갖출 경우 발행기관별 양식도 가능함 본 양식은 원본으로 제출해야 함 본 양식은 제안서 삽입 불필요하며 입찰 등록시 제출",
      "tables": [
        [
          [
            "청 인\n신",
            "업  체  명\n(상  호)",
            "",
            "대  표  자",
            "",
            ""
          ],
          [
            "",
            "영업\n소재지",
            "",
            "연  락  처",
            "",
            ""
          ],
          [
            "",
            "사업자번호",
            "",
            "제  출  처",
            "",
            ""
          ],
          [
            "",
            "증명서\n용도",
            "경희대학교  산학협력단  입찰  제출용",
            "",
            "",
            ""
          ],
          [
            "수 행 실 적 내 용",
            "계  약  명",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "개        요",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계약번호",
            "계약기간",
            "계약금액",
            "수행실적",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "비율",
            "실적"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "증 명 서 발 급 기 관",
            "위  사실을  증명함.\n년        월        일",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "기  관  명",
            "(인)",
            "",
            "",
            ""
          ],
          [
            "",
            "주        소",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "발급부서",
            "",
            "연  락  처",
            "",
            ""
          ],
          [
            "",
            "담  당  자",
            "",
            "팩스번호",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 45,
      "text": "제안서 - 22 - 서식10 과업수행 조직 과업수행 조직 1. 제안사의 조직 구성도 용 역 책 임 자 부문 부문 부문 부문 2. 본 사업 수행조직 및 인원현황 구 분 인 원명 비 고 계 분야별 책임자를 명시해야 한다. 분야별 기술자 기재순서는 평가 시 참고가 될 수 있도록 직위 순으로 기재한다.",
      "tables": [
        [
          [
            "",
            "용  역  책  임  자",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "○○부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "○○부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "○○부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "○○부문"
          ],
          [
            ""
          ]
        ],
        [
          [
            "구      분",
            "인      원(명)",
            "비      고"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 46,
      "text": "제안서 - 23 - 서식11 참여인력 이력사항 참여인력 이력사항개인별 성 명 생년월일 - 소속 직책 최종학력 대학교 전공학위 해당분야근무경력 년 월 대학원 전공학위 자 격 증 본사업 참여임무 사업참여기간 참여율 경 력 사 항 사 업 명 사업개요 참여기간 년월년월 담당업무 및 직위 발주처 비고 작성된 각 인력별 증빙서류재직증명서, 자격증, 최종학교 졸업증명서, 경력증명서, 4대보험 가입사실확인서 등는 낙찰 업체에 한하여 추후 제출하며, 확인 결과 이상이 있을 경우 결격 처리함사본 제출시 원본대조필 날 인",
      "tables": [
        [
          [
            "성  명",
            "생년월일\n-",
            "",
            "",
            "",
            "소속",
            "",
            "직책",
            ""
          ],
          [
            "최종학력",
            "대학교          전공(학위)",
            "",
            "",
            "",
            "해당분야근무경력",
            "",
            "년      월",
            ""
          ],
          [
            "",
            "대학원          전공(학위)",
            "",
            "",
            "",
            "자          격          증",
            "",
            "",
            ""
          ],
          [
            "본사업  참여임무\n사업참여기간",
            "",
            "",
            "",
            "",
            "",
            "",
            "참여율\n            %",
            ""
          ],
          [
            "경    력    사    항",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업    명",
            "",
            "사업개요",
            "참여기간\n(년월～년월)",
            "담당업무 \n및  직위",
            "",
            "발주처",
            "",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 47,
      "text": "제안서 - 24 - 서식12 가격 입찰서 가격입찰서 경희대학교 산학협력단 계약담당 귀하 입찰등록일 2024 년 월 일 공고번호 공고 제2024-국제산학05호 1. 입찰건명 산학협력단 정보시스템 운영 용역업체 선정 2. 입찰금액 아래 표에 기재함 부가가치세 포함 가격 산출 내역서 첨부 귀 단의 제안요청서 및 입찰유의서에 따라 응찰하며 이 입찰이 귀단에 의하여 수락되면 계약일반조건, 계약특 수조건에 따라 위의 금액으로 계약기간내 사업을 수행할 것을 확약하며 입찰서를 제출합니다. 입찰자주소 상 호 대 표 자 금 정",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 48,
      "text": "제안서 - 25 - 서식13 정량적 지표 평가 요약서 정량적 지표 평가 요약서 1. 사업수행 실적5점 실적 인정 - 입찰공고일 기준 최근 3년2021.01 2023.12기간 내 대학 및 기타기관에서 발주 및 완수한 유사 용역에 한함 계약일 기준이며, 수행 완료 건만 인정 실적 금액은 부가세를 포함함 실적 인정 서류 - 실적증명원서식9 원본발주처 직인 필 또는 계약서 및 세금계산서 사본 실적증명서는 발주기관이 직접 확인한 원본 또는 조달청 실적증명원만 인정하나, 부득이 실적증명원 발급이 어려울 경우 실적증빙자료계약서, 세금계산서로 실적증명서 갈음 가능 모두 제출, 원본대조필 필수 인정 기준에 부합하며 증빙 서류를 제출한 건에 한하여 점수 반영 인정 여부 및 점수 칸은 비워둘 것 순번 계약명 발주처 계약일 계약금액 단위 천원 인정 여부 점수 1 2 3 4 5 합 계 2. 경영상태5점 구 분 등 급 점수 1 2 3 1 회사채에 대한 신용평가등급 2 기업어음에 대한 신용평가등급 3 기업신용평가등급 업체명 인 점수",
      "tables": [
        [
          [
            "순번",
            "계약명",
            "발주처",
            "계약일",
            "계약금액\n(단위:  천원)",
            "인정  여부",
            "점수"
          ],
          [
            "1",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "3",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "4",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "합        계",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    }
  ]
}