{
  "csv_metadata": {
    "공고 번호": "Unknown_16",
    "공고 차수": -1,
    "사업명": "예약발매시스템 개량 ISMP 용역",
    "사업 금액": "협의 예정",
    "발주 기관": "한국철도공사 (용역)",
    "공개 일자": "2024-05-31 00:00:00",
    "입찰 참여 시작일": "2024-06-07 00:00:00",
    "입찰 참여 마감일": "2024-06-11 00:00:00",
    "사업 요약": "- 사업 개요: 예약발매시스템 개량을 위한 업무 종합계획(ISMP) 수립\n- 추진배경 및 필요성: 시스템 노후화와 운용 효율 저하, 산업 동향 대응 필요, 정보화 계획 확립 필요\n- 현황 및 문제점: 시스템 구성 현황 및 문제점 파악\n- 추진목표: 예약발매 관련 업무 분석 및 정보화 현황 파악, 예약발매 시스템 개량 마스터플랜 수립\n- 추진전략: 기술적 전략을 통한 과업 수행, 신기술 활용 및 확장성 확보, 내-외부적 사업환경 변화 대응",
    "파일형식": "pdf",
    "파일명": "한국철도공사 (용역)_예약발매시스템 개량 ISMP 용역.pdf"
  },
  "missing_values": {
    "공고번호_결측": true,
    "공고차수_결측": true,
    "입찰참여시작일_결측": false,
    "입찰참여마감일_결측": false,
    "사업금액_결측": true
  },
  "pdf_data": [
    {
      "page": 1,
      "text": "제안요청서 예약발매시스템 개량 ISMP 용역 2024. 4. 담당 디지털융합본부 디지털영업처 처장 정상기 TEL 042-615-5670 FAX 02-361-8269 부장 오강섭 TEL 042-615-5671 대리 신형섭 TEL 042-615-5678 한국철도공사 1. 사업 개요1 가. 사업개요1 나. 추진배경 및 필요성 1 2. 현황 및 문제점2 가. 시스템 구성 현황 2 나. 문제점 4 3. 추진방안5 가. 추진목표5 나. 추진전략 5 다. 사업범위6 라. 기대효과7 4. 추진체계 및 일정8 가. 추진체계 8 나. 추진일정 8 5. 제안요청 내용9 가. 제안요청 개요 9 나. 요구사항 9 다. 요구사항 구성표 10 라. 요구사항 상세내용 11 마. 산출물 목록표 40 6. 제안서 작성요령41 가. 제안서의 효력 41 나. 제안서 작성지침 41 다. 제안서 작성 유의사항 43 라. 기술제안서 목차 및 작성방법 44",
      "tables": [
        [
          [
            "담당",
            "디지털융합본부\n(디지털영업처)",
            "처장  정상기",
            "TEL:  042-615-5670",
            "FAX:  02-361-8269"
          ],
          [
            "",
            "",
            "부장  오강섭",
            "TEL:  042-615-5671",
            ""
          ],
          [
            "",
            "",
            "대리  신형섭",
            "TEL:  042-615-5678",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 2,
      "text": "- 1 - I 사업 개요 가. 사업개요 1. 사 업 명 예약발매시스템 개량 ISMP 용역 2. 사업기간 체결일로부터 5개월 이내 3. 사 업 비 470백만원 VAT포함 7. 제안안내사항46 가. 입찰방식 46 나. 제안서 평가 방법 48 다. 제안서 평가 기준 50 라. 입찰서류 및 제안서 제출58 마. 제안요청 설명회 58 바. 제안설명회제안서평가 개최 59 사. 입찰시 유의사항 59 아. 제안서 보상 60 자. 계약조건 61 8. 보안 준수사항63 가. 공통사항 63 나. 용역사업 참여인원에 대한 보안관리 63 다. 자료에 대한 보안관리 64 라. 용역수행 관련 장비에 대한 보안관리 65 마. 내외부망 접근에 대한 보안관리 66 바. 보안특약 조항 67 9. 기타 사항72 가. 하자담보 책임기간 72 나. 작업장소 상호 협의 72 마. 과업심의위원회73 바. 소프트웨어사업 영향평가73 10. 별지서식 및 붙임74 - 2 - 4. 계약방법 제한경쟁입찰 협상에 의한 계약 나. 추진배경 및 필요성 1. 배경 1 15년 시스템 개선 후 17년, 20년에 하드웨어만 개량하여 노후화와 운용 효율 저하 2 IT운영센터 신축, SR 시스템 분리 3 MaaSAI빅데이터 등 산업 동향 대응 예약발매 플랫폼 전략 부재 4 제4차 철도산업발전 기본계획 고시디지털 플랫폼 강화 제4차철도산업발전기본계획22.4. 예발매 시스템 디지털 플랫폼 강화 카카오, 네이버 등 타 플랫폼을 활용한 열차 승차권 예매뿐만 아니라 해외 플랫폼과도 예약연동 확대 - 외부 음성인식 AI서비스와도 연계하여 철도 승차권 조회 및 예매가 가능하도록 예발매 편의 개선 2. 문제 SWHW 버전 불일치와 노후 개발운영 환경 IT 자원 성능 효율 저하, 신기술 활용 제약, 보안성 저하, 서비스 개선 범위 제한 및 기술사업 환경 변화 대응 필요 3. 목적 예약발매시스템 개량을 위한 업무 종합계획ISMP 수립 1IT 자원최적화2보안성향상3고객만족제고4기술사업변화대응을 위한정보시스템마스터플랜ISMP 도출및중장기정보화계획확립",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 3,
      "text": "- 3 - 2 현황 및 문제점 가. 시스템 구성 현황 1. 시스템 개요 - 개요 철도 승차권을 예약하고 발매하는 시스템으로 전 국민을 대상으로 연중 예약 및 다양한 매체를 통한 국민 서비스 제공 - 개발기간 13. 1.15. 3. 2년 2개월 12,187백만원 라이프사이클경과에따라여객영업분야시스템전면재구축 개발언어 JS, XML, C, JAVA, ProC - 화면프로그램 수 7,000 15,256 본 2. 시스템 추진 경과 철도승차권예약시스템발전과정 1981년 1989년 1999년 2004년 2015년 새마을호 전산발매 철도회원 전화예약 신용결제 부분개량 KTX 운행 재구축 次世代 재구축 - 01.304.12 고속철도통합정보시스템 구축예약발매 개발비 280억원 - 09.409.08 예약발매시스템 고도화를 위한 정보전략계획ISP에서 구축비 331억소프트웨어178억, 인프라153억 제시 - 10.310.12 예약발매시스템 노후 HW 교체주전산기27억, 웹서버7억 - 11.511.12 비용절감과 안정화를 위해 핵심부분으로 개발범위 축소, 예약발매시스템 고도화 사업을 추진하였으나 유찰로 사업중단56억 - 12.912.10 차세대 여객영업시스템 구축을 위한 마스터플랜 ISMP을 수립, 사업예산185억 제시 및 상세 구축내용 도출 - 13.115.5 차세대 여객영업시스템 구축176억, 인프라비용제외 사업내용 예약발매, 상품판매, 수익관리, 영업관리, 경영정보시스템재구축 - 13.413.9 승차권 예약발매 이중화 시스템 구축74억 - 17.617.8 예약발매 서버 증설 작업25억 - 20.420.6 예약발매 노후 서버 교체8.5억 - 4 - 3. 시스템 업무 구성도 4. 시스템 주요 기능 구 분 주 요 내 용 기준정보 카렌다, 노선, 창구, 권한그룹, 차량, 공통코드, 이례사항 관리 열차관리 열차 생성 및 변경, 열차 통제, 임시기본계획, 지연정보 관리 좌석관리 좌석 확보, 복구, 좌석속성, 객실속성, 연접패턴, 좌석대장 관리 인벤토리 잔여석, 수익관리연계, 구간확보, 판매할당, 자유석입석 관리 운임요금 운임 기준, 할인코드, 할인그룹, 운임변경 계획 관리 고객관리 개인고객, 단체고객, 사업자고객, 무임할인, 후급, 고객실적 관리 예약관리 승차권 예약, 자동취소, 특별관리 단체, 조건부상품, 좌석대체 관리 결제관리 VAN 관리, 신용카드사 연계, 포인트사 연계, 계좌이체 연계 관리 발매관리 승차권 발매, 반환, 변경, 현금영수증 발행, 정기권, 지연할인증 관리 상품판매 상품예약, 상품 등록, 회의실 예약, 공급판매업체, FIT상품 관리 등",
      "tables": [],
      "has_images": true,
      "image_count": 56
    },
    {
      "page": 4,
      "text": "- 5 - 5. 시스템 구성도 나. 문제점 시스템 노후및 SWHW 버전 불일치 등으로관리 효율 하락 노후 인프라 대상 국정원 지적 지속, 복잡한 기능 수행용 고사양 장비 필요 웹서버WAS 분리 및 APDB 분리 등효율적 자원 분할 부족 데이터API 수의 급증에 따른IT 자원의 최적화된 시스템 설계미비 프레임워크 및 미들웨어등 전체적 버전 현행화최적화필요 외부 연계 등 변화하는 기술 환경에 대응하는 보안 체계 부족 예발매 기능 제약, 운용과정 및 외부연계 불편으로 고객 서비스 개선 제한 예약발매 관련 운영효율 제고를 위한 데이터 분석 기능부족 수익영업관리시스템과의 분리로 인한 업무 운영 효율 하락 실시간데이터연동을통한종합관리및데이터분석체계필요 운영센터 신축 및 시스템 리뉴얼 시기 도래에 대한 중장기 정보화 계획미비 MaaSAI빅데이터 등 산업기술 환경 변화에 발맞춘 대응 방향성 부족 타 운영사자체 예약발매시스템 구축24년 본사업 진행 대비 필요 - 6 - 3 추진방안 가. 추진목표 1. 예약발매 관련 업무 분석 및 정보화 현황 파악 - 시스템 운용 프로세스 및 인프라, 서비스 종합 분석 - 사용자 요구사항, 산업 경향 및 벤치마킹 사례 조사 IT 운영센터신축, SR 시스템분리, 국제경향등종합적환경분석포함 27년본사업완료시기에MaaSAI빅데이터등기술사업변화에대응할수 있는예발매플랫폼코레일톡, 레츠코레일, 자동발매기등 개선전략고려 2. 예약발매 시스템 SWHW 전면 개량 마스터플랜 수립 - 현행 문제해결을 위한 업무처리 절차 개선 방안 제시 철도특수성반영 주말공휴일등기간에트래픽이급증하거나, 정보취약계층 배려와데이터개방등공공철도서비스로서성격반영 - 클라우드 인프라 연계, AI 기반 DB 최적화 등 신기술 고려 - 효율적 운용 및 부서별 활용을 위한 관리체계 정립 3. 수행제안서과업지시서 등 종합설계 산출물 도출 - 사업계획서 및 인프라, 기능, DB 설계를 위한 제안요청서 작성 - 소요예산 및 분담 계획안 제시, 사업 업체 선정 및 평가 지원 나. 추진전략 1. 기술적 전략 - 환경분석, 현황분석, 업무분석 등 ISMP 방법론 기반 과업 수행 - 신기술을 활용해 플랫폼으로서 확장성 확보 및 MaaS빅데이터AI 등 기술산업 변화에 대응할 수 있는 핵심과제 도출 - 公社 내외부적 사업환경 변화 고려 및 공공 철도 서비스로서 성격 고려 2. 관리적 전략 - 사업수행 방법론을 통한 예약발매시스템 구축 방안 제시 - 담당자 및 관계자와 지속적 협업을 위한 현장 기반 업무 추진 - 주간 단위 진행상황 점검과 지속적 의견 교환 통한 내용 조율 실시",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 5,
      "text": "- 7 - 다. 사업범위 1. 시스템 개량 사업의 프로젝트 수행 조직 및 업무 계획 수립 역할정의서, 프로젝트계획서, 의사소통계획서등도출 2. 국내외 산업 동향, 기술 변화 등 환경 분석과 현행업무와 정보화 현황 분석으로 개선 요구사항 파악 RFPRequest For Proposal, 제안요청서, 벤치마킹분석서등도출 3. 경영목표, 비전 및 관련 규정지침 분석을 통한 정보화 비전 및 전략확립 타운영사의독립예약발매시스템구축에맞춰시장경쟁력제고 4. 현 예약발매시스템업무 프로세스 및 정보기술 현황 분석 업무요구사항분석서, 정보기술요구사항분석서등도출 5. 정보시스템 아키텍처 및 정보기술 요건 분석 요구사항연관표, 정보시스템요건기술서등도출 6. 수익관리상품관리 등 시스템 통합 검토 및 기능적기술적 요건 도출 7. 신기술 활용 차세대 모델 설계구축 이행계획수립 4차산업기반정보통신기술빅데이터, AI 등 도입검토 MaaS 서비스등정보시스템연계를위한표준화체계마련 8. 인프라 아키텍처 구성모델 설계 및 구축 이행계획 수립 9. 기존 시스템과의데이터 및 기술 연계 방안 도출 10. 시스템 정보보호 및 개인정보 관리체계강화 방안 수립 내외부접근사이버침해방지, DB 이력관리, 개인정보유출관리등 11. 제시된 문제점에 대한 해결방안을 포함한 시스템 개선방안도출 정보시스템구축사업계획서, 예산서, 산출근거자료, 제안요청서, 업체평가기준등도출 12. 수행제안서과업지시서 등 본사업에 필요한 종합설계 산출물확립 기능, 비기능요건정의및성능목표설정, 업무연관도개념ER 작성 소요기간, 단계별이행계획, 제안요청서, 과업지시서, 예측문제대응방안, 기간별 연도별소요예산산정, 정량정성기대효과분석, 인프라개선운영계획등포함 - 8 - 라. 기대효과 1. 시스템 고도화를 통해 보다안정적인 대국민 철도 서비스제공 2. 기술사업 환경 변화MaaS 등에 맞춰 4차 산업기반 기술AI, 빅데이터 등 활용 고객만족 제고를 위한 예약발매 플랫폼구축 3. 시스템 및 인프라 도입에 대한 위험을 미리 평가하고, 대응 전략 수립하여 위험 요소 최소화 및 중복투자 방지를 통한 비용 절감 4. 법률 및 정책방향 등 외부요인과, 公社 정보시스템 간의 통합 등 내부요인을종합적으로 고려한 적정 개발 대상범위 수립",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 6,
      "text": "- 9 - 4 추진체계 및 일정 가. 추진체계 디지털융합본부 디지털영업처장 사업총괄 디지털영업처 고객마케팅단 IT운영센터 사업수행사 사업관리 공정관리 예약발매 업무 의견 정책 분석 협조 시스템 구축 의견 기술 분석 협조 시스템 분석 마스터플랜 수립 나. 추진일정 사 업 내 용 기 간 M0 M1 M2 M3 M4 프로젝트 착수 및 계획 수립 방법론 수립, 수행조직 편성, 프로젝트 계획 수립 대내외 환경분석 벤치마킹 분석 업무 및 정보기술 현황 분석 전략 검토 및 정보시스템 방향성 수립 업무 및 정보기술 요건 분석 업무 요건 분석 정보기술 요건 분석 데이터 현황 분석 인프라 현황 분석 업무 및 정보기술 요건 검토 정보 시스템 구조 및 요건 정의 목표시스템 아키텍처 정의 목표시스템 요건 기술서 구성 목표시스템 요건 검토 데이터 관리 방안 마련 정보 시스템 구축 사업 이행방안 수립 정보시스템 구축 사업계획 구성 분리 발주 가능성 평가 및 요구사항 검토 소요자원 및 예산 산출 기대효과 분석 제안요청서 및 과업지시서 제작 시스템 구축 업체 선정평가 지원 보고서 검수 및 보고회 사업종료 - 10 - 5 제안요청 내용 가. 제안요청 개요 사 업 명 예약발매시스템 개량 ISMP 용역 사업기간 체결일로부터 5개월 본 제안요청서는 예약발매시스템 개량 ISMP 용역을 위한 것으로 한 국철도공사이하 발주기관의 요구사항을 충분히 검토 후 요구기능을 포함하여 제안하여야 한다. 제안서에는 사업계획과 제안요청 제반사항에 대해 제안사의 추진전략, 추진계획 및 이행방안 등이 구체적이고 명확하게 제안되어야 한다. 본 사업에 대해 충분히 이해하고 사업계획을 수립하여야 하며, 제안요청서에서 요구하는 목표를 달성하기 위해 추가해야 할 사항이 있을 경우 추진방안과 제 안사의 역할을 명확하게 제안해야 한다. 나. 요구사항 요구사항 명칭 약어 컨설팅 요구사항 Consulting Requirement CSR 데이터 요구사항 Data Requirement DAR 보안 요구사항 Security Requirement SER 품질관리 요구사항 Quality Requirement QUR 제약사항 Constraint Requirement COR 프로젝트 관리 요구사항 Project Mgmt. Requirement PMR 프로젝트 지원 요구사항 Project Support Requirement PSR 합 계",
      "tables": [
        [
          [
            "요구사항  명칭",
            "약어",
            ""
          ],
          [
            "컨설팅  요구사항\n(Consulting Requirement)",
            "CSR",
            ""
          ],
          [
            "데이터  요구사항\n(Data  Requirement)",
            "DAR",
            ""
          ],
          [
            "보안  요구사항\n(Security  Requirement)",
            "SER",
            ""
          ],
          [
            "품질관리  요구사항\n(Quality  Requirement)",
            "QUR",
            ""
          ],
          [
            "제약사항\n(Constraint  Requirement)",
            "COR",
            ""
          ],
          [
            "프로젝트  관리  요구사항\n(Project  Mgmt.  Requirement)",
            "PMR",
            ""
          ],
          [
            "프로젝트  지원  요구사항\n(Project Support Requirement)",
            "PSR",
            ""
          ],
          [
            "합  계",
            "",
            ""
          ]
        ],
        [
          [
            "사  업  내  용",
            "기      간",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "M+0",
            "M+1",
            "M+2",
            "M+3",
            "M+4"
          ],
          [
            "○ 프로젝트 착수 및 계획 수립\n 방법론 수립, 수행조직 편성, 프로젝트 계획 수립\n 대내·외 환경분석\n 벤치마킹 분석\n 업무 및 정보기술 현황 분석\n 전략 검토 및 정보시스템 방향성 수립\n○ 업무 및 정보기술 요건 분석\n 업무 요건 분석\n 정보기술 요건 분석\n 데이터 현황 분석\n 인프라 현황 분석\n 업무 및 정보기술 요건 검토\n○ 정보 시스템 구조 및 요건 정의\n 목표시스템 아키텍처 정의\n 목표시스템 요건 기술서 구성\n 목표시스템 요건 검토\n 데이터 관리 방안 마련\n ○ 정보 시스템 구축 사업 이행방안 수립\n 정보시스템 구축 사업계획 구성\n 분리 발주 가능성 평가 및 요구사항 검토\n 소요자원 및 예산 산출\n 기대효과 분석\n 제안요청서 및 과업지시서 제작\n 시스템 구축 업체 선정·평가 지원\n○ 보고서 검수 및 보고회\n○ 사업종료",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 7,
      "text": "- 11 - 다. 요구사항 구성표 구 분 고유번호 요구사항 설명 컨설팅 요구사항 Consulting Requirement CSR-001 프로젝트 착수 및 계획 수립 CSR-002 대내외 환경분석 CSR-003 정보기술 환경 분석 CSR-004 벤치마킹 분석 CSR-005 업무 현황 분석 CSR-006 정보기술 현황 분석 CSR-007 정보화 전략 검토 및 정보시스템 방향성 수립 CSR-008 업무 요건 분석 CSR-009 정보기술 요건분석기능 CSR-010 정보기술 요건분석비기능 CSR-011 업무 및 정보기술 요건 검토 및 정의 CSR-012 정보시스템 아키텍처 정의 CSR-013 정보시스템 요건의 이행 연관성 식별 CSR-014 정보시스템 요건 기술서 작성 CSR-015 정보시스템 요건 기술서 검토 및 확정 CSR-016 정보시스템 구축 사업 계획 수립 CSR-017 통합발주 및 분리발주 가능성 평가 CSR-018 정보시스템 구축 예산 수립 CSR-019 정보시스템 구축 제안요청서 작성 CSR-020 정보보안 체계 수립 데이터 요구사항 Data Requirement DAR-001 데이터 표준화 DAR-002 데이터 구조 설계 DAR-003 데이터 관리 체계 보안 요구사항 Security Requirement SER-001 사업수행 시 보안지침 준수 SER-002 인적 보안관리 SER-003 물적 보안관리 품질요구사항 Quality Requirement QUR-001 품질 관리 QUR-002 품질 보증 제약사항 Constraints Requirement COR-001 ISMP 수립 공통가이드 준수 COR-002 저작권 및 지식재산권 보호 COR-003 일정 지연 책임 및 기타사항 프로젝트 관리 요구사항 Project Management Requirement PMR-001 프로젝트 관리 일반 조건 PMR-002 사업 추진일정 계획 수립 및 공정 관리 PMR-003 요구사항 관리 PMR-004 위험관리 PMR-005 보고관리 PMR-006 산출물 관리 PMR-007 사업수행 조직구성 PMR-008 프로젝트 인력관리 PMR-009 프로젝트 안전보건관리 프로젝트 지원 요구사항 Project Mgmt. Requirement PSR-001 교육 및 훈련 지원 PSR-002 결과물 결함 책임 및 범위 - 12 - 라. 요구사항 상세내용 1. 컨설팅 요구사항 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-001 요구사항 이름 프로젝트 착수 및 계획 수립 요구 사항 상세 설명 정의 방법론 수립, 수행조직 편성, 프로젝트 계획 수립 세부 내용 프로젝트 성격에 적합한 최적의 컨설팅 방법론 제시 의사 결정권자 지정 및 실무자와 수행 조직 구성 후 역할책임 확립 프로젝트 성격에 적합한 최적의 컨설팅 방법론 제시 방법론 정의, 의사 결정, 수행조직 역할 정의, 의사소통 계획 등 포함 산출정보 사업수행계획서 관련 요구사항 요구사항 출처 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-002 요구사항 이름 대내외 환경분석 요구 사항 상세 설명 정의 경영환경, 법령, 제도 등 환경분석 세부 내용 대내외 환경요인과 경영전략 분석을 통해 변화를 유발하는 요인에 대응하기 위한 핵심성공요소 도출 - 정부정책, 공사 중장기 경영목표, 철도IT센터 신규 구축, 타 운영사 시스템 분리 등 내용 고려 - 국내외 철도산업 현황 및 추이, 주요 이슈사항 분석 철도공공기관 관련 법제도 분석을 통해 사업에 영향을 미칠 수 있는 요구사항을 도출하여 목표모델 설계 시 반영 교통분야 주요 동향의 철도산업 영향 파악을 통한 시사점 도출 MaaS, AI 등 새로운 산업기술 변화 관련 내용 포함 산출정보 환경분석서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-001"
          ],
          [
            "요구사항  이름",
            "",
            "프로젝트  착수  및  계획  수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "방법론  수립,  수행조직  편성,  프로젝트  계획  수립"
          ],
          [
            "",
            "세부\n내용",
            "◦  프로젝트  성격에  적합한  최적의  컨설팅  방법론  제시\n◦  의사  결정권자  지정  및  실무자와  수행  조직  구성  후  역할·책임  확립\n◦  프로젝트  성격에  적합한  최적의  컨설팅  방법론  제시 \n◦  방법론  정의,  의사  결정,  수행조직  역할  정의,  의사소통  계획  등  포함"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-002"
          ],
          [
            "요구사항  이름",
            "",
            "대내·외  환경분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "경영환경,  법령,  제도  등  환경분석"
          ],
          [
            "",
            "세부\n내용",
            "◦  대내외  환경요인과  경영전략  분석을  통해  변화를  유발하는  요인에 \n대응하기  위한  핵심성공요소  도출\n    -  정부정책,  공사  중장기  경영목표,  철도IT센터  신규  구축,  타  운영사 \n시스템  분리  등  내용  고려 \n    -  국내·외  철도산업  현황  및  추이,  주요  이슈사항  분석\n◦  철도/공공기관  관련  법·제도  분석을  통해  사업에  영향을  미칠  수 \n있는  요구사항을  도출하여  목표모델  설계  시  반영\n◦  교통분야  주요  동향의  철도산업  영향  파악을  통한  시사점  도출\n◦  MaaS,  AI  등  새로운  산업·기술  변화  관련  내용  포함"
          ],
          [
            "산출정보",
            "",
            "환경분석서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "구  분",
            "고유번호",
            "요구사항  설명"
          ],
          [
            "컨설팅  요구사항\n(Consulting  Requirement)",
            "CSR-001",
            "프로젝트  착수  및  계획  수립"
          ],
          [
            "",
            "CSR-002",
            "대내·외  환경분석"
          ],
          [
            "",
            "CSR-003",
            "정보기술  환경  분석"
          ],
          [
            "",
            "CSR-004",
            "벤치마킹  분석"
          ],
          [
            "",
            "CSR-005",
            "업무  현황  분석"
          ],
          [
            "",
            "CSR-006",
            "정보기술  현황  분석"
          ],
          [
            "",
            "CSR-007",
            "정보화  전략  검토  및  정보시스템  방향성  수립"
          ],
          [
            "",
            "CSR-008",
            "업무  요건  분석"
          ],
          [
            "",
            "CSR-009",
            "정보기술  요건분석(기능)"
          ],
          [
            "",
            "CSR-010",
            "정보기술  요건분석(비기능)"
          ],
          [
            "",
            "CSR-011",
            "업무  및  정보기술  요건  검토  및  정의"
          ],
          [
            "",
            "CSR-012",
            "정보시스템  아키텍처  정의"
          ],
          [
            "",
            "CSR-013",
            "정보시스템  요건의  이행  연관성  식별"
          ],
          [
            "",
            "CSR-014",
            "정보시스템  요건  기술서  작성"
          ],
          [
            "",
            "CSR-015",
            "정보시스템  요건  기술서  검토  및  확정"
          ],
          [
            "",
            "CSR-016",
            "정보시스템  구축  사업  계획  수립"
          ],
          [
            "",
            "CSR-017",
            "통합발주  및  분리발주  가능성  평가"
          ],
          [
            "",
            "CSR-018",
            "정보시스템  구축  예산  수립"
          ],
          [
            "",
            "CSR-019",
            "정보시스템  구축  제안요청서  작성"
          ],
          [
            "",
            "CSR-020",
            "정보보안  체계  수립"
          ],
          [
            "데이터  요구사항\n(Data  Requirement)",
            "DAR-001",
            "데이터  표준화"
          ],
          [
            "",
            "DAR-002",
            "데이터  구조  설계"
          ],
          [
            "",
            "DAR-003",
            "데이터  관리  체계"
          ],
          [
            "보안  요구사항\n(Security  Requirement)",
            "SER-001",
            "사업수행  시  보안지침  준수"
          ],
          [
            "",
            "SER-002",
            "인적  보안관리"
          ],
          [
            "",
            "SER-003",
            "물적  보안관리"
          ],
          [
            "품질요구사항\n(Quality  Requirement)",
            "QUR-001",
            "품질  관리"
          ],
          [
            "",
            "QUR-002",
            "품질  보증"
          ],
          [
            "제약사항\n(Constraints  Requirement)",
            "COR-001",
            "ISMP  수립  공통가이드  준수"
          ],
          [
            "",
            "COR-002",
            "저작권  및  지식재산권  보호"
          ],
          [
            "",
            "COR-003",
            "일정  지연  책임  및  기타사항"
          ],
          [
            "프로젝트  관리  요구사항\n(Project  Management \nRequirement)",
            "PMR-001",
            "프로젝트  관리  일반  조건"
          ],
          [
            "",
            "PMR-002",
            "사업  추진일정  계획  수립  및  공정  관리"
          ],
          [
            "",
            "PMR-003",
            "요구사항  관리"
          ],
          [
            "",
            "PMR-004",
            "위험관리"
          ],
          [
            "",
            "PMR-005",
            "보고관리"
          ],
          [
            "",
            "PMR-006",
            "산출물  관리"
          ],
          [
            "",
            "PMR-007",
            "사업수행  조직구성"
          ],
          [
            "",
            "PMR-008",
            "프로젝트  인력관리"
          ],
          [
            "",
            "PMR-009",
            "프로젝트  안전·보건관리"
          ],
          [
            "프로젝트  지원  요구사항\n(Project  Mgmt.  Requirement)",
            "PSR-001",
            "교육  및  훈련  지원"
          ],
          [
            "",
            "PSR-002",
            "결과물  결함  책임  및  범위"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 8,
      "text": "- 13 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-003 요구사항 이름 정보기술 환경분석 요구 사항 상세 설명 정의 국내외 정보기술 동향 분석 세부 내용 국내외 정보기술 동향 분석으로 최신 IT 기술 적용 가능성 도출 - 국내외 공공 및 민간서비스에 활용 중인 최신 정보기술 조사 - 빅데이터, AI 기반 시스템 구축에 필요한 정보기술 동향 분석 산출정보 정보기술 환경분석서 관련 요구사항 요구사항 출처 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-004 요구사항 이름 벤치마킹 분석 요구 사항 상세 설명 정의 국내외 예약발매시스템 구축 유사 사례 시사점 도출 및 반영 세부 내용 국내외 예약발매시스템 구축 사례에 대한 정보를 수집 및 분석 벤치마킹 내용을 분석하고, 해외 및 국내 업무 수행사례 조사를 통해 시사점 도출 및 적용 가능성 검토 MaaS 우수 사례 조사를 통해 예약시스템 분석 선진 및 우수사례 등 공사에 적용할 사항을 ISMP 수립 계획에 반영 산출정보 벤치마킹 분석서 관련 요구사항 요구사항 출처 - 14 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-005 요구사항 이름 업무 현황 분석 요구 사항 상세 설명 정의 예약발매 관련 업무 프로세스 현황 분석 세부 내용 분야별 업무담당자와 인터뷰를 통한 현행 업무 프로세스 분석 - 현행 업무 이름, 기능, 수행조직, 관련 시스템 등의 종합적 업무 현황 분석 - 현행 업무 상세 프로세스업무 시나리오 포함 및 활동 정의업무 흐름도 작성 - 업무 프로세스 전산화 현황 조사 - 개선 요구사항 및 신규 전산화 소요 수집, 인터뷰설문 결과 분석 - 타 기관 등 외부 연계가 필요한 항목 별도 도출 필요 업무 관련 사용자 요구사항 조사 - 업무 프로세스의 이슈를 확인하고, 이를 해결하기 위한 사용자 그 룹별 요구사항을 조사정리 산출정보 업무 현황 분석서, 업무 프로세스 분석서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-003"
          ],
          [
            "요구사항  이름",
            "",
            "정보기술  환경분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "국내·외  정보기술  동향  분석"
          ],
          [
            "",
            "세부\n내용",
            "◦  국내·외  정보기술  동향  분석으로  최신  IT  기술  적용  가능성  도출\n    -  국내·외  공공  및  민간서비스에  활용  중인  최신  정보기술  조사\n    -  빅데이터,  AI  기반  시스템  구축에  필요한  정보기술  동향  분석"
          ],
          [
            "산출정보",
            "",
            "정보기술  환경분석서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-005"
          ],
          [
            "요구사항  이름",
            "",
            "업무  현황  분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "예약발매  관련  업무  프로세스  현황  분석"
          ],
          [
            "",
            "세부\n내용",
            "◦  분야별  업무담당자와  인터뷰를  통한  현행  업무  프로세스  분석\n    -  현행 업무 이름, 기능, 수행조직, 관련 시스템 등의 종합적 업무 현황 분석\n    -  현행 업무 상세 프로세스(업무 시나리오 포함) 및 활동 정의(업무 흐름도 작성)\n    -  업무  프로세스  전산화  현황  조사\n    -  개선  요구사항  및  신규  전산화  소요  수집,  인터뷰·설문  결과  분석\n    -  타  기관  등  외부  연계가  필요한  항목  별도  도출  필요\n◦  업무  관련  사용자  요구사항  조사\n    -  업무  프로세스의  이슈를  확인하고,  이를  해결하기  위한  사용자  그\n룹별  요구사항을  조사·정리"
          ],
          [
            "산출정보",
            "",
            "업무  현황  분석서,  업무  프로세스  분석서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-004"
          ],
          [
            "요구사항  이름",
            "",
            "벤치마킹  분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "국내·외  예약발매시스템  구축  유사  사례  시사점  도출  및  반영"
          ],
          [
            "",
            "세부\n내용",
            "◦  국내·외  예약발매시스템  구축  사례에  대한  정보를  수집  및  분석\n◦  벤치마킹  내용을  분석하고,  해외  및  국내  업무  수행사례  조사를  통해 \n시사점  도출  및  적용  가능성  검토\n◦  MaaS  우수  사례  조사를  통해  예약시스템  분석 \n◦  선진  및  우수사례  등  공사에  적용할  사항을  ISMP  수립  계획에  반영"
          ],
          [
            "산출정보",
            "",
            "벤치마킹  분석서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 9,
      "text": "- 15 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-006 요구사항 이름 정보기술 현황 분석 요구 사항 상세 설명 정의 예약발매 관련 정보시스템 현황 분석 세부 내용 현행 업무 관련 정보시스템 현황 분석 - 시스템 메뉴, 화면, 기능, 데이터 등 연광성 및 사용현황 분석 응용프로그램 현황 분석 - 기능 유형 분류 및 분석타 시스템 연계 파악 - 데이터베이스 구성 현황 분석 - 프로그램 문제점 분석 및 개선사항 도출 - 외부 제공 API 분석 및 개선사항 도출 - 공통기능 분석 및 개선사항 도출 시스템 연계 분석 - 연계 시스템 목록 일원화 및 인터페이스 연계 구성도 분석현행화 - To-Be 모델에서 MaaS 플랫폼으로서 연계가 필요한 항목을 도출 데이터 아키텍처 분석검토 - 데이터 표준규칙명명 규칙, 메타데이터 및 변경 관리 체계 확인 기술 아키텍처 분석검토 - HW, SW, NW 상세 현황 조사 후 구성도 작성 보안 아키텍처 분석검토 - 정보보안암호화, SSO, 접근제어, 매체제어 현황 및 기술 요소 파악 산출정보 정보기술 현황 분석서, 업무 프로세스 분석서 관련 요구사항 요구사항 출처 - 16 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-007 요구사항 이름 정보화 전략 검토 및 정보시스템 방향성 수립 요구 사항 상세 설명 정의 정보화 전략 검토 및 추진범위, 추진 목표와 방향성 확립 세부 내용 발주사의 정보화 전략에 대한 이해 및 검토 이해관계자경영진, 실무자 등와의 인터뷰로 정보시스템에 대한 비 즈니스 목표 및 방향 파악 정보시스템 구축 배경과 필요성 이해 및 연관된 과제 파악 실무자와 협의하여 제공할 업무서비스 정의 안정성과 효율성 중심으로 제반 기술요소HW, SW, DB, WAS 등, 어플리케이션, 네트워크, 보안 정의 정보시스템 사용자 및 관리자 그룹을 정의하고 조직 및 실무자 매핑 사용자 그룹을 고려한 업무 및 정보기술 요건 분석 예약발매시스템 고도화 추진 목표 및 방향 정의 산출정보 정보시스템 전략방향 정의서추진 범위범위방향, 사용자 및 관리자 관련 요구사항 요구사항 출처 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-008 요구사항 이름 업무 요건 분석 요구 사항 상세 설명 정의 업무현황과 체계상 문제점 분석 및 개선사항 도출 세부 내용 업무 프로세스 설계 - 분석내용에 기반한 개선사항과 목표 시스템 구축 시 추가변경되는 업무를 도출하고 업무 프로세스 설계 업무 기능 요건 도출 - 향상된 업무 프로세스 구현을 위하여 도입 필요한 기술기능 요건 도출 - 업무 기능 요건과 목표 정보시스템의 매핑 테이블 마련 현 시스템 문제점 및 개선방향 도출, 프로세스 효율화를 위한 사용자 대상 의견 수렴 또는 관찰 진행 요구사항이 기술보안 등 제약사항과 상충하지 않는지 확인 산출정보 업무 요구사항 분석서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-007"
          ],
          [
            "요구사항  이름",
            "",
            "정보화  전략  검토  및  정보시스템  방향성  수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보화  전략  검토  및  추진범위,  추진  목표와  방향성  확립"
          ],
          [
            "",
            "세부\n내용",
            "◦  발주사의  정보화  전략에  대한  이해  및  검토\n◦  이해관계자(경영진,  실무자  등)와의  인터뷰로  정보시스템에  대한  비\n즈니스  목표  및  방향  파악\n◦  정보시스템  구축  배경과  필요성  이해  및  연관된  과제  파악\n◦  실무자와  협의하여  제공할  업무서비스  정의\n◦  안정성과  효율성  중심으로  제반  기술요소(H/W,  S/W,  DB,  WAS  등), \n어플리케이션,  네트워크,  보안  정의\n◦  정보시스템  사용자  및  관리자  그룹을  정의하고  조직  및  실무자  매핑\n◦  사용자  그룹을  고려한  업무  및  정보기술  요건  분석\n◦  예약발매시스템  고도화  추진  목표  및  방향  정의"
          ],
          [
            "산출정보",
            "",
            "정보시스템  전략·방향  정의서(추진  범위·범위·방향,  사용자  및  관리자)"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-006"
          ],
          [
            "요구사항  이름",
            "",
            "정보기술  현황  분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "예약발매  관련  정보시스템  현황  분석"
          ],
          [
            "",
            "세부\n내용",
            "◦  현행  업무  관련  정보시스템  현황  분석\n    -  시스템  메뉴,  화면,  기능,  데이터  등  연광성  및  사용현황  분석\n◦  응용프로그램  현황  분석\n    -  기능  유형  분류  및  분석(타  시스템  연계  파악)\n    -  데이터베이스  구성  현황  분석\n    -  프로그램  문제점  분석  및  개선사항  도출\n    -  외부  제공  API  분석  및  개선사항  도출\n    -  공통기능  분석  및  개선사항  도출\n◦  시스템  연계  분석\n    -  연계  시스템  목록  일원화  및  인터페이스  연계  구성도  분석·현행화\n    -  To-Be  모델에서  MaaS  플랫폼으로서  연계가  필요한  항목을  도출\n◦  데이터  아키텍처  분석·검토\n    -  데이터  표준규칙(명명  규칙,  메타데이터)  및  변경  관리  체계  확인\n◦  기술  아키텍처  분석·검토\n    -  H/W,  S/W,  N/W  상세  현황  조사  후  구성도  작성\n◦  보안  아키텍처  분석·검토\n    -  정보보안(암호화,  SSO,  접근제어,  매체제어)  현황  및  기술  요소  파악"
          ],
          [
            "산출정보",
            "",
            "정보기술  현황  분석서,  업무  프로세스  분석서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-008"
          ],
          [
            "요구사항  이름",
            "",
            "업무  요건  분석"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "업무현황과  체계상  문제점  분석  및  개선사항  도출"
          ],
          [
            "",
            "세부\n내용",
            "◦  업무  프로세스  설계\n    -  분석내용에  기반한  개선사항과  목표  시스템  구축  시  추가·변경되는 \n업무를  도출하고  업무  프로세스  설계\n◦  업무  기능  요건  도출\n    -  향상된  업무  프로세스  구현을  위하여  도입  필요한  기술·기능  요건  도출\n    -  업무  기능  요건과  목표  정보시스템의  매핑  테이블  마련\n◦  현  시스템  문제점  및  개선방향  도출,  프로세스  효율화를  위한  사용자 \n대상  의견  수렴  또는  관찰  진행\n◦  요구사항이  기술·보안  등  제약사항과  상충하지  않는지  확인"
          ],
          [
            "산출정보",
            "",
            "업무  요구사항  분석서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 10,
      "text": "- 17 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-009 요구사항 이름 정보기술 요건분석기능 요구 사항 상세 설명 정의 현 정보시스템 문제점 및 개선사항 등 업무 요건 분석 세부 내용 도입 장비 요건 분석 - 시스템 구축을 위해 필요한 HW, SW, NW 등의 구성도와 기 능 요건 도출 - 기존 장비 대상 호환성을 점검하고 사유를 명시하여 필요성 파악 - 업무 협의 및 정책적으로 결정된 사항을 기반으로 장비 요건 도출 데이터 요건 분석 - 데이터 이관을 위한 대상, 크기, 건수, 자료량, 형태, 위치 등 분석 - 대용량 데이터의 성능과 관리 등 종합적 상황을 고려한 구조 개선 요건 파악 - 데이터 표준화 작업 중 제약사항 파악 및 대응방안 도출 어플리케이션 요건 분석 - 동접 사용자, 응답시간, 에러율 및 장애 복구시간 등을 분석하여 성능 요건을 분석 - 전자정부프레임워크 기반 개발 프레임워크 적용 요건 파악 보안 요건 분석 - 담당자와 협의 후 생성된 문서, 통신, 시스템 접근 정보, 개인정보 등 과 관련한 기밀 유지 요건 사항 분석 - 데이터 관리자 및 사용자 역할권한 관련 보안 요건 파악 - 개인정보와 같은 암호화 필요 보안성 데이터 필드 확인 - 서버-클라이언트 간 데이터 암호화, SSL 암호화, PKI 기반 인증로그인, 사용자 통합인증 등 보안 요건 종합 정의 - 사업 관련 보안 교육을 진행하고, 데이터, 문서 보안 정책 등의 과 리적 보안 요건을 도출 표준화 요건 분석 - 업무 프로세스, 코드, 각종 서식, 사업관리 지침 등 참고하여 표준화 할 대상과 적용할 영역을 파악하여 표준화 요건을 파악 시스템 운영 요건 분석 - 시스템 관리 및 운영 조직의 업무를 규정하고 시스템의 관리, 장애대 응, 모니터링, 백업복구 등 운영에 필요한 요건을 분석 산출정보 정보기술 요구사항 분석서 관련 요구사항 요구사항 출처 - 18 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-010 요구사항 이름 정보기술 요건분석비기능 요구 사항 상세 설명 정의 현 정보시스템 문제점 및 개선사항 등 업무 요건 분석 세부 내용 교육 및 기술 지원 요건 분석 - 교육 및 기술 지원 대상과 범위, 내용, 수준, 매뉴얼 등 요건 분석 하자유지보수 요건 분석 - 하자유지보수 지원범위, 지원방법, 지원인력 등 요건 파악 산출정보 정보기술 요구사항 분석서 관련 요구사항 요구사항 출처 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-011 요구사항 이름 업무 및 정보기술 요건 검토 및 정의 요구 사항 상세 설명 정의 업무 및 정보기술 요건 검토 및 정의 세부 내용 도출된 업무 및 정보기술 요구사항 목록을 기반으로 프로젝트 참여자 간의 협의를 통해 기능적기술적 요건별 중복성과 상호모순을 검토하 고 우선순위를 평가하여 확정 산출정보 업무 및 정보기술 요구사항 결과서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-010"
          ],
          [
            "요구사항  이름",
            "",
            "정보기술  요건분석(비기능)"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "현  정보시스템  문제점  및  개선사항  등  업무  요건  분석"
          ],
          [
            "",
            "세부\n내용",
            "◦  교육  및  기술  지원  요건  분석\n    -  교육  및  기술  지원  대상과  범위,  내용,  수준,  매뉴얼  등  요건  분석 \n◦  하자·유지보수  요건  분석\n    -  하자·유지보수  지원범위,  지원방법,  지원인력  등  요건  파악"
          ],
          [
            "산출정보",
            "",
            "정보기술  요구사항  분석서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-011"
          ],
          [
            "요구사항  이름",
            "",
            "업무  및  정보기술  요건  검토  및  정의"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "업무  및  정보기술  요건  검토  및  정의"
          ],
          [
            "",
            "세부\n내용",
            "◦  도출된  업무  및  정보기술  요구사항  목록을  기반으로  프로젝트  참여자\n간의  협의를  통해  기능적·기술적  요건별  중복성과  상호모순을  검토하\n고  우선순위를  평가하여  확정"
          ],
          [
            "산출정보",
            "",
            "업무  및  정보기술  요구사항  결과서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-009"
          ],
          [
            "요구사항  이름",
            "",
            "정보기술  요건분석(기능)"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "현  정보시스템  문제점  및  개선사항  등  업무  요건  분석"
          ],
          [
            "",
            "세부\n내용",
            "◦  도입  장비  요건  분석\n    -  시스템  구축을  위해  필요한  H/W,  S/W,  N/W  등의  구성도와  기\n능  요건  도출\n    -  기존  장비  대상  호환성을  점검하고  사유를  명시하여  필요성  파악\n    -  업무  협의  및  정책적으로  결정된  사항을  기반으로  장비  요건  도출\n◦  데이터  요건  분석\n    -  데이터  이관을  위한  대상,  크기,  건수,  자료량,  형태,  위치  등  분석\n    -  대용량 데이터의 성능과 관리 등 종합적 상황을 고려한 구조 개선 요건 파악\n    -  데이터  표준화  작업  중  제약사항  파악  및  대응방안  도출\n◦  어플리케이션  요건  분석\n    -  동접  사용자,  응답시간,  에러율  및  장애  복구시간  등을  분석하여  성능 \n요건을  분석\n    -  전자정부프레임워크  기반  개발  프레임워크  적용  요건  파악\n◦  보안  요건  분석\n    -  담당자와  협의  후  생성된  문서,  통신,  시스템  접근  정보,  개인정보  등\n과  관련한  기밀  유지  요건  사항  분석\n    -  데이터  관리자  및  사용자  역할·권한  관련  보안  요건  파악\n    -  개인정보와  같은  암호화  필요  보안성  데이터  필드  확인\n    -  서버-클라이언트  간  데이터  암호화,  SSL  암호화,  PKI  기반  인증로그인, \n사용자  통합인증  등  보안  요건  종합  정의\n    -  사업  관련  보안  교육을  진행하고,  데이터,  문서  보안  정책  등의  과\n리적  보안  요건을  도출\n◦  표준화  요건  분석\n    -  업무  프로세스,  코드,  각종  서식,  사업관리  지침  등  참고하여  표준화\n할  대상과  적용할  영역을  파악하여  표준화  요건을  파악\n◦  시스템  운영  요건  분석\n    -  시스템  관리  및  운영  조직의  업무를  규정하고  시스템의  관리,  장애대\n응,  모니터링,  백업·복구  등  운영에  필요한  요건을  분석"
          ],
          [
            "산출정보",
            "",
            "정보기술  요구사항  분석서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 11,
      "text": "- 19 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-012 요구사항 이름 정보시스템 아키텍처 정의 상세 설명 정의 정보시스템 To-Be 아키텍처 정의 및 재사용 가능한 구성요소 파악 세부 내용 To-Be 시스템의 종합 구성도 및 구성 체계 도출 - 사용자, 서비스 내용, 연관 시스템 모두를 대상으로 진행 - 논리서버, DB, NW를 포함 시스템 관계 도식화시스템 전체 구성도 및 구성 체계 정의 포함 - 사용자에게 제공할 목표서비스 개념도 제시 To-Be 시스템 구성 HW, SW, NW 등을 세부 종합 시스템 구성도 정의 BA, TA, AA, DA, IA, SA 등 아키텍처 정의 - 웹표준 및 호환성 준수 기술 적용을 고려한 AA 아키텍처 정의 - 중장기 철도 정보화 전략, 철도IT센터 신규 구축 등 공사 정책 고려 - 인증체계 강화 및 사용자별, 부서별, 업무별 접근권한 설계와 함께 시스템 이중화 방안 제시 - AI빅데이터 등 최신 IT 기술을 적용한 정보시스템 인프라, 응용시스 템, 데이터, 보안 등 시스템 개선방안 필히 제시 - 클라우드 구축, 개별 서버 도입 등 인프라 구축 방안별 비교분석 및 최적안 정의클라우드컴퓨팅법 제12조국가기관 등의 클라우드컴퓨 팅 도입 촉진에 따른 클라우드컴퓨팅 도입전환 가능 여부 검토 개발 프레임워크, UI 솔루션 적용방안 및 UIUX 분석개선방향 수립 - 서비스의 지속성, 유지보수의 용이성, 개발의 효율성, 상호 운영성 확보 등을 위한 개발 표준 도입 방안 제시 - 개방형, 표준화, 모바일 지원, 상용 솔루션 연계 등 편리하고 다양한 환경지원을 위한 방안 제시 - 해당기술을 적용할 수 있는 HW, SW 미래모델 설계 - 현행 시스템 UIUX 분석 및 정보구조메뉴구조 파악 - To-be 시스템 정보구조 설계안 및 사용성 제고 방안 제시 - To-be 시스템 주요 화면 UIUX 개선 설계안 제안 예약발매 데이터 수집가공공유활용 체계 설계 - 데이터 수집관리변환처리 기능 - 연계 관리 및 수집 데이터 품질관리 기능 - 메타데이터 관리 및 데이터 검색 및 데이터 현황 통계 예약발매시스템 관리 기능 설계 - 사용자 정보 및 권한관리, 각종 통계 기능 - 시스템 성능 로그 관리, 데이터 연계 모니터링 등 기능 내외부 시스템 등 외부 연계가 필요한 항목을 정의하여, 시스템 간 연 계 방식, 연계 주기, 연계 기술을 상세히 제시 공사 IT 자산 중 재사용 가능한 자산을 점검하고 활용 가능 여부 검토 - HW 장비, SW 유휴 라이선스 등을 대상으로 용도, 성능, EOSEnd Of Sales 여부, 감가상각 등의 재활용 요소 종합 판단 모든 구조 정의는 보안 규정 및 지침을 준수하여 설계 - 20 - 보안 공통기반 구축, 정보보안 및 개인정보보호 준수 산출정보 정보시스템 To-Be 아키텍처 정의서, 도입 대상 장비HW, SW, NW 요건 조사서, 클라우드컴퓨팅 도입 적정 여부 검토서 관련 요구사항 요구사항 출처 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-013 요구사항 이름 정보시스템 요건의 이행 연관성 식별 요구 사항 상세 설명 정의 정보시스템 요건 연관성 분석, 이행 연관성을 고려한 구축사업 계획 권고사항 도출 세부 내용 정보시스템 요건 분석을 통해 기능, 품질, 성능, 보안상의 상호 의존 관 계 여부를 파악하고, 해당 건에 대해 이행 계획 시 고려사항을 명시 산출정보 요구사항 연관표, 이행 계획 권고사항 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "",
            "◦  보안  공통기반  구축,  정보보안  및  개인정보보호  준수"
          ],
          [
            "산출정보",
            "정보시스템  To-Be  아키텍처  정의서,  도입  대상  장비(H/W,  S/W,  N/W)  요건 \n조사서,  클라우드컴퓨팅  도입  적정  여부  검토서"
          ],
          [
            "관련  요구사항",
            ""
          ],
          [
            "요구사항  출처",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-013"
          ],
          [
            "요구사항  이름",
            "",
            "정보시스템  요건의  이행  연관성  식별"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보시스템  요건  연관성  분석,  이행  연관성을  고려한  구축사업  계획 \n권고사항  도출"
          ],
          [
            "",
            "세부\n내용",
            "◦  정보시스템  요건  분석을  통해  기능,  품질,  성능,  보안상의  상호  의존  관\n계  여부를  파악하고,  해당  건에  대해  이행  계획  시  고려사항을  명시"
          ],
          [
            "산출정보",
            "",
            "요구사항  연관표,  이행  계획  권고사항"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-012"
          ],
          [
            "요구사항  이름",
            "",
            "정보시스템  아키텍처  정의"
          ],
          [
            "상세\n설명",
            "정의",
            "정보시스템 To-Be 아키텍처 정의 및 재사용 가능한 구성요소 파악"
          ],
          [
            "",
            "세부\n내용",
            "◦  To-Be  시스템의  종합  구성도  및  구성  체계  도출\n    -  사용자,  서비스  내용,  연관  시스템  모두를  대상으로  진행 \n    -  논리서버,  DB,  N/W를  포함  시스템  관계  도식화(시스템  전체  구성도 \n및  구성  체계  정의  포함)\n    -  사용자에게  제공할  목표서비스  개념도  제시\n◦  To-Be  시스템 구성  H/W,  S/W,  N/W  등을  세부  종합  시스템  구성도  정의\n◦  BA,  TA,  AA,  DA,  IA,  SA  등  아키텍처  정의\n    -  웹표준  및  호환성  준수  기술  적용을  고려한  AA  아키텍처  정의\n    -  중장기  철도  정보화  전략,  철도IT센터  신규  구축  등  공사  정책  고려\n    -  인증체계  강화  및  사용자별,  부서별,  업무별  접근권한  설계와  함께 \n시스템  이중화  방안  제시\n    -  AI·빅데이터  등  최신  IT  기술을 적용한 정보시스템 인프라, 응용시스\n템,  데이터,  보안  등  시스템  개선방안  필히  제시\n    -  클라우드  구축,  개별  서버  도입  등  인프라 구축 방안별  비교분석  및 \n최적안  정의(클라우드컴퓨팅법  제12조(국가기관  등의  클라우드컴퓨\n팅  도입  촉진)에  따른  클라우드컴퓨팅  도입·전환  가능  여부  검토) \n◦  개발  프레임워크,  UI  솔루션  적용방안  및  UI/UX  분석·개선방향  수립 \n    - 서비스의 지속성, 유지보수의 용이성, 개발의 효율성, 상호 운영성 확보 \n등을  위한  개발  표준  도입  방안  제시\n    -  개방형,  표준화,  모바일  지원,  상용  솔루션  연계  등  편리하고  다양한 \n환경지원을  위한  방안  제시\n    -  해당기술을  적용할  수  있는  H/W,  S/W  미래모델  설계\n    -  현행  시스템  UI/UX  분석  및  정보구조(메뉴구조)  파악\n    -  To-be  시스템  정보구조  설계안  및  사용성  제고  방안  제시\n    -  To-be  시스템  주요  화면  UI/UX  개선  설계안  제안\n◦  예약발매  데이터  수집·가공·공유·활용  체계  설계\n    -  데이터  수집·관리·변환·처리  기능\n    -  연계  관리  및  수집  데이터  품질관리  기능\n    -  메타데이터  관리  및  데이터  검색  및  데이터  현황  통계\n◦  예약발매시스템  관리  기능  설계\n    -  사용자  정보  및  권한관리,  각종  통계  기능\n    -  시스템  성능  로그  관리,  데이터  연계  모니터링  등  기능\n◦  내·외부  시스템  등  외부  연계가  필요한  항목을  정의하여,  시스템  간  연\n계  방식,  연계  주기,  연계  기술을  상세히  제시\n◦  공사  IT  자산  중  재사용  가능한  자산을  점검하고  활용  가능  여부  검토\n    - HW 장비, SW 유휴 라이선스 등을 대상으로 용도, 성능, EOS(End Of \nSales)  여부,  감가상각  등의  재활용  요소  종합  판단\n◦  모든  구조  정의는  보안  규정  및  지침을  준수하여  설계"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 12,
      "text": "- 21 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-014 요구사항 이름 정보시스템 요건 기술서 작성 요구 사항 상세 설명 정의 정보시스템 요건 표준 및 분야별 요구사항 정의 세부 내용 정보시스템 요건 기술서 표준 정의 - 요건 지속 관리 위한 분류체계, 작명 규칙, 관리번호 포맷, 부여기준, 변경 된 요건 식별 등의 양식 표준을 정의 - 공공 SW사업 제안요청서 가이드라인 기반 진행 시스템 요구사항 작성 - 시스템 구축 위해 도입 필요 HW, SW, NW 등 구입 관련 요구사항 설치 기간, 장애처리 등에 대한 사항 상세 작성 - 정보시스템 HW 규모산정 가이드라인 등 활용해, 발주사의 아키텍처에 적절 한 참조모델에 보정치, 여유율 및 Fallover 등을 감안하여 최종적인 규모를 산정 기능 요구사항 작성 - 시스템 제공 기능동작 요건 명세화 - 사업대가 산출용 지표기능점수 등을 활용하여 기술 내부논리파일, 외부연계파일, 외부입력, 외부출력, 외부조회 등 구분 - 검수용 테스트 요건 및 테스트 관련 요구사항 명시 성능 요구사항 작성 - 달성 필요 성능 항목 및 목표 값을 정의하고, 성능 측정 조건환경, 예외사항을 포함 보안 요구사항 작성 - 데이터 보호 및 종합적 보안인증, 접근 통제, 무결성, 개인정보보호 관련 요건 또는 제약사항을 명시 품질 요구사항 작성 - 품질 요건 항목, 목표 값, 측정 조건 및 환경 포함하며 기능성, 사용편의성, 유 지보수성, 효율성을 포함하여야 하며 항목의 선정은 협의 후 조율이 가능함 인터페이스 요구사항 작성 데이터 요구사항 작성 - 데이터 마이그레이션에 대한 데이터명, 범위 및 사이즈, 포맷, 검증요건 등 포함 - 개인정보 등 보안이 필요항 데이터 필드 및 권한 제약사항 명시 - 대용량 테이블 성능향상을 위한 구조개선 사항 포함 시스템 운영 요구사항 작성 - 안정적 운영 위한 요구사항, 시험운영 조건, 운영 업무 조건, 운영 조직, 시간 등 명시 제약사항 작성 - 위 요구사항 외 To-Be 시스템 구축 위해 필요한 요건 또는 제약사항 포함 산출정보 정보시스템 요건 기술서 관련 요구사항 요구사항 출처 - 22 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-015 요구사항 이름 정보시스템 요건 기술서 검토 및 확정 요구 사항 상세 설명 정의 정보시스템 요건 기술서 검토 및 확정 세부 내용 명시한 요구사항이 제안요청서 작성에 관련된 법률이나 규정 지침 에 위배되는 부분이 있는 검토 기술적 요구사항이 기능점수 도출이 가능할 정도로 상세하게 명시 되어 있는지 실무자들과 검토 기술적 요구사항이 특정 벤더에게 종속되어 있는지 확인 특정 사업자에 유리함이 없이 중립적인지 전체 요구사항 확인 필요 기술요소에 대한 솔루션 후보 선정 지원개발 프레임워크, UI 솔루션, EAI, 모니터링, 테스팅, 형상관리, 코드 품질, 시큐어 코딩 등 산출정보 정보시스템 요건 기술서 검토 의견확정 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-015"
          ],
          [
            "요구사항  이름",
            "",
            "정보시스템  요건  기술서  검토  및  확정"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보시스템  요건  기술서  검토  및  확정"
          ],
          [
            "",
            "세부\n내용",
            "◦  명시한  요구사항이  제안요청서  작성에  관련된  법률이나  규정·  지침\n에  위배되는  부분이  있는  검토\n◦  기술적  요구사항이  기능점수  도출이  가능할  정도로  상세하게  명시\n되어  있는지  실무자들과  검토\n◦ 기술적  요구사항이  특정  벤더에게  종속되어  있는지  확인\n◦ 특정  사업자에  유리함이  없이  중립적인지  전체  요구사항  확인\n◦  필요  기술요소에  대한  솔루션  후보  선정  지원(개발  프레임워크,  UI \n솔루션,  EAI,  모니터링,  테스팅,  형상관리,  코드  품질,  시큐어  코딩  등)"
          ],
          [
            "산출정보",
            "",
            "정보시스템  요건  기술서  검토  의견(확정)"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-014"
          ],
          [
            "요구사항  이름",
            "",
            "정보시스템  요건  기술서  작성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보시스템 요건 표준 및 분야별 요구사항 정의"
          ],
          [
            "",
            "세부\n내용",
            "◦  정보시스템 요건 기술서 표준 정의\n  -  요건  지속  관리  위한  분류체계,  작명  규칙,  관리번호  포맷,  부여기준,  변경\n된 요건  식별 등의 양식 표준을 정의\n  - 「공공 SW사업 제안요청서 가이드라인」 기반 진행\n◦  시스템 요구사항 작성\n  - 시스템 구축 위해 도입 필요  H/W, S/W, N/W 등 구입 관련 요구사항\n     * 설치 기간, 장애처리 등에 대한 사항 상세 작성\n  -  「정보시스템  H/W 규모산정  가이드라인」  등  활용해, 발주사의  아키텍처에  적절\n한 참조모델에 보정치, 여유율 및 Fallover 등을 감안하여 최종적인 규모를 산정\n◦  기능 요구사항 작성\n  - 시스템 제공 기능(동작) 요건 명세화\n  - 사업대가 산출용 지표(기능점수 등)을 활용하여 기술\n     * 내부논리파일,  외부연계파일, 외부입력, 외부출력, 외부조회 등 구분\n  - 검수용 테스트 요건 및 테스트 관련 요구사항 명시\n◦  성능 요구사항 작성\n  - 달성 필요 성능 항목 및 목표 값을 정의하고, 성능 측정 조건·환경, 예외사항을 포함\n◦  보안 요구사항 작성 \n  -  데이터  보호  및  종합적  보안(인증,  접근  통제,  무결성,  개인정보보호)  관련 \n요건 또는 제약사항을 명시\n◦  품질 요구사항 작성\n  - 품질 요건 항목, 목표 값, 측정 조건 및 환경 포함하며 기능성, 사용편의성, 유\n지보수성, 효율성을 포함하여야 하며 항목의 선정은 협의 후 조율이 가능함\n◦  인터페이스 요구사항 작성\n◦  데이터 요구사항 작성\n  - 데이터 마이그레이션에 대한 데이터명, 범위 및 사이즈, 포맷, 검증요건 등 포함\n  - 개인정보 등 보안이 필요항 데이터 필드 및 권한 제약사항 명시\n  - 대용량 테이블 성능향상을 위한 구조개선 사항  포함\n◦  시스템 운영 요구사항 작성\n  - 안정적 운영 위한 요구사항, 시험운영 조건, 운영 업무 조건, 운영 조직, 시간 등 명시\n◦  제약사항 작성\n  - 위 요구사항 외 To-Be 시스템 구축 위해 필요한 요건 또는  제약사항 포함"
          ],
          [
            "산출정보",
            "",
            "정보시스템  요건  기술서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 13,
      "text": "- 23 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-016 요구사항 이름 정보시스템 구축 사업계획 수립 요구 사항 상세 설명 정의 정보시스템 구축 발주부터 개발완료까지 사업계획 수립 세부 내용 정보시스템 구축 범위 확정 - 구축범위업무, HW, SW, NW, DB 등에 대한 확정 구축사업에 대한 추진 전략 수립 및 기대효과 분석 - 선행사업 수행전략, 정보기술 활용전략, 사업관리 전략, 표준화 방향성, 업무개발 방법, 대외기간 협력계획, 분리발주 방안 등 포함 - 기대효과ROI를 정성적정량적으로 분석산출 근거 포함 시스템 구축에 필요한 개발기간, 소요예산 구체화 - 총 수행기간 정의 및 기간별연차별, 월별 업무계획 산정 - 일정별 추진사항PMO, 사업발주 전 준비사항, 선정 및 평가착수 과정, 분석설계, 개발, 테스트, 검수, 서비스 게시, 감리 등 상세 계획 수립 - 사업계획, 예산, 과업범위 등 추진 요소들을 효율적으로 구성관리할 수 있도록 관련 기술 및 방법론 활용하여 체계화 - 각 이행과업별로 연차별, 항목별 상세 소요 예산을 산정하여 제시하며, 과업별 특성SW 개발환경, 기반시설 현황 등을 반영하여 소요 비용을 관련 규정, 지침에 따라 구체화 구축사업 추진 조직 정의 - 주관 사업자, PMO, 감리, 협력업체 등 관련 기관과 조직에 대해 확인 하고 역할과 책임을 명시자격요건 및 필요 인력 파악 포함 - 정보화부서의 조직인력 운영 방안투입인력 및 유지관리 구체화 구축사업 상세 추진 일정 수립 및 개발기간 산정 산출정보 정보시스템 구축 사업계획서구축범위 및 내용, 기대효과, 목표 및 전략, 조직체계, 추진계획 등 관련 요구사항 요구사항 출처 - 24 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-017 요구사항 이름 통합발주 및 분리발주 가능성 평가 요구 사항 상세 설명 정의 SW분리발주 가능성 평가 분석 세부 내용 정보통신산업진흥원 SW분리발주 매뉴얼 및 과학기술정보통신 부 고시 분리발주 대상 소프트웨어를 참고하여 가능성 평가 SW 제공업체로부터 패키지 지원 영역과 추가 개발 범위 및 개발 가능 여부 파악 산출정보 SW분리발주 가능성 평가 결과, SW 패키지 추가개발 범위 분석 결과 관련 요구사항 요구사항 출처 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-018 요구사항 이름 정보시스템 구축 예산 수립 요구 사항 상세 설명 정의 정보시스템 요구사항을 토대로 정보시스템 예산 산정 세부 내용 정보시스템 구축을 위한 인프라HW, SW, NW 등 구성방안, 장비구 입비, 데이터 이관, 솔류션 도입비, 감리비, 개발비 등 소요예산 제시 한국소프트웨어산업협회 SW 사업 대가산정 가이드 참고하여 정보 시스템 예산 산정 - FP 산출이 불가한 부분은 투입공수MM 기반으로 산정 소요비용산정 시 산출근거 및 객관적 지표 등을 제시 해야 하며, 도입제 품별HW, SW, NW 등 3개 이상의 견적을 바탕으로 소요비용 산정 정보시스템 구축 소요자원 및 예산 산출 - 기술한 정보시스템 요건을 토대로 관련 지침을 참고하여 구축사업 예산을 산정하고, 예산 항목별 산출 근거 마련 - 연차별 구축 범위를 기준으로 소요 예산 정의 - 소프트웨어 개발, 데이터베이스 구축, 장비 구입, 시스템 운영환경 구 축, 정보시스템 감리비, 운영 및 유지보수비 등 예약발매시스템 고도 화에 필요한 소요자원 및 예산 산정 비기능 및 기술적 사항으로 인한 추가 비용의 경우 별도 비용을 산출하고 근거 제시 산출정보 예산 산출 내역서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-017"
          ],
          [
            "요구사항  이름",
            "",
            "통합발주  및  분리발주  가능성  평가"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "SW분리발주  가능성  평가  분석"
          ],
          [
            "",
            "세부\n내용",
            "◦  정보통신산업진흥원  「SW분리발주  매뉴얼」  및  과학기술정보통신  부 \n고시  「분리발주  대상  소프트웨어」를  참고하여  가능성  평가\n◦  S/W  제공업체로부터  패키지  지원  영역과  추가  개발  범위  및  개발 \n가능  여부  파악"
          ],
          [
            "산출정보",
            "",
            "SW분리발주  가능성  평가  결과,  SW  패키지  추가개발  범위  분석  결과"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-016"
          ],
          [
            "요구사항  이름",
            "",
            "정보시스템  구축  사업계획  수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보시스템  구축  발주부터  개발완료까지  사업계획  수립"
          ],
          [
            "",
            "세부\n내용",
            "◦  정보시스템  구축  범위  확정\n    -  구축범위(업무,  H/W,  S/W,  N/W,  DB  등)에  대한  확정\n◦  구축사업에  대한  추진  전략  수립  및  기대효과  분석\n    -  선행사업  수행전략,  정보기술  활용전략,  사업관리  전략,  표준화  방향성, \n업무개발  방법,  대외기간  협력계획,  분리발주  방안  등  포함\n    -  기대효과(ROI)를  정성적·정량적으로  분석(산출  근거  포함)\n◦  시스템 구축에 필요한 개발기간,  소요예산 구체화 \n    -  총  수행기간  정의  및  기간별(연차별,  월별)  업무계획  산정\n    -  일정별  추진사항(PMO,  사업발주  전  준비사항,  선정  및  평가·착수  과정, \n분석·설계,  개발,  테스트,  검수,  서비스  게시,  감리  등)  상세  계획  수립\n    -  사업계획,  예산,  과업범위  등  추진  요소들을  효율적으로  구성·관리할 \n수  있도록  관련  기술  및  방법론  활용하여  체계화\n    -  각  이행과업별로  연차별,  항목별  상세  소요  예산을  산정하여  제시하며, \n과업별  특성(SW  개발환경,  기반시설  현황  등)을  반영하여  소요  비용을 \n관련  규정,  지침에  따라  구체화\n◦  구축사업  추진  조직  정의\n    -  주관  사업자,  PMO,  감리,  협력업체  등  관련  기관과  조직에  대해  확인\n하고  역할과  책임을  명시(자격요건  및  필요  인력  파악  포함)\n    -  정보화부서의  조직·인력  운영  방안(투입인력  및  유지관리)  구체화\n◦  구축사업  상세  추진  일정  수립  및  개발기간  산정"
          ],
          [
            "산출정보",
            "",
            "정보시스템  구축  사업계획서(구축범위  및  내용,  기대효과,  목표  및  전략, \n조직체계,  추진계획  등)"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-018"
          ],
          [
            "요구사항  이름",
            "",
            "정보시스템  구축  예산  수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보시스템  요구사항을  토대로  정보시스템  예산  산정"
          ],
          [
            "",
            "세부\n내용",
            "◦  정보시스템  구축을  위한  인프라(H/W,  S/W,  N/W  등)  구성방안,  장비구\n입비,  데이터  이관,  솔류션  도입비,  감리비,  개발비  등  소요예산  제시\n◦  한국소프트웨어산업협회  ｢S/W  사업  대가산정  가이드｣  참고하여  정보\n시스템  예산  산정\n    -  FP  산출이  불가한  부분은  투입공수(MM)  기반으로  산정\n◦  소요비용산정  시  산출근거  및  객관적  지표  등을  제시  해야  하며,  도입제\n품별(H/W,  S/W,  N/W  등)  3개  이상의  견적을  바탕으로  소요비용  산정\n◦ 정보시스템 구축 소요자원  및 예산 산출\n    -  기술한  정보시스템  요건을  토대로  관련  지침을  참고하여  구축사업 \n예산을  산정하고,  예산  항목별  산출  근거  마련\n    -  연차별  구축  범위를  기준으로  소요  예산  정의\n    -  소프트웨어  개발,  데이터베이스  구축,  장비  구입,  시스템  운영환경  구\n축,  정보시스템  감리비,  운영  및  유지보수비  등  예약발매시스템  고도\n화에  필요한  소요자원  및  예산  산정\n◦ 비기능 및 기술적 사항으로 인한 추가 비용의 경우 별도 비용을 산출하고 근거 제시"
          ],
          [
            "산출정보",
            "",
            "예산  산출  내역서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 14,
      "text": "- 25 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-019 요구사항 이름 정보시스템 구축 제안요청서 작성 요구 사항 상세 설명 정의 정보시스템 구축 사업을 위한 제안요청서 작성 세부 내용 공공정보화 사업유형별 제안요청서 작성 가이드를 참고하여 제안 요청서 작성 - 입찰공고문, 제안안내서, 기술제안요청서 제안안내서 포함 내용 - 사업 및 입찰 관련 정보 - 제안서 평가 및 선정 안내 - 제안서 작성 안내 기술제안요청서 포함내용 - 사업 추진 배경 및 현황 - 사업 범위 및 기대효과 - 현황 및 문제점 - 사업 추진 목표, 전략, 조직, 일정 - 제안요청 내용분야별 요구사항, 도입장비 명세, 테스트 및 품질보 증 요건, 실행계획서 등 - 직접구매하는 소프트웨어 범위 및 요구사항 시스템 구축 위한 과업지시서 작성 - 제안요청서 기반 발주사의 사업특성 고려하여 목차 및 내용 구성 발주사와의 계약 필요 조건을 검토하여, 제안업체의 책임의무 명시 관련 법령, 규정, 지침 부합 여부 검토 과정 포함 세부 내용은 발주사와 협의 통해 검토 및 결정 산출정보 제안요청서입찰공고문, 제안안내서, 기술제안요청서, 과업지시서 관련 요구사항 요구사항 출처 - 26 - 요구사항 분류 컨설팅 요구사항 요구사항 고유번호 CSR-020 요구사항 이름 정보보안 체계 수립 요구 사항 상세 설명 정의 정보보안 체계 수립 세부 내용 공사의 정보보안 업무지침을 준수하여 시스템 구축 시 정보보호 시스템이 적절하게 도입될 수 있도록 인프라 구성 및 데이터 보안 체계를 설계하며 설계결과를 공사의 정보보안담당에게 제출하여 승 인을 득함 산출정보 정보시스템 To-Be 아키텍처 정의서, 정보시스템 요건 기술서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-020"
          ],
          [
            "요구사항  이름",
            "",
            "정보보안  체계  수립"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보보안  체계  수립"
          ],
          [
            "",
            "세부\n내용",
            "◦  공사의  「정보보안  업무지침」을  준수하여  시스템  구축  시  정보보호 \n시스템이  적절하게  도입될  수  있도록  인프라  구성  및  데이터  보안\n체계를  설계하며  설계결과를  공사의  정보보안담당에게  제출하여  승\n인을  득함"
          ],
          [
            "산출정보",
            "",
            "정보시스템  To-Be  아키텍처  정의서,  정보시스템  요건  기술서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "컨설팅  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "CSR-019"
          ],
          [
            "요구사항  이름",
            "",
            "정보시스템  구축  제안요청서  작성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "정보시스템  구축  사업을  위한  제안요청서  작성"
          ],
          [
            "",
            "세부\n내용",
            "◦  ｢공공정보화  사업유형별  제안요청서  작성  가이드｣를  참고하여  제안\n요청서  작성\n    -  입찰공고문,  제안안내서,  기술제안요청서\n◦  제안안내서  포함  내용\n    -  사업  및  입찰  관련  정보\n    -  제안서  평가  및  선정  안내\n    -  제안서  작성  안내\n◦  기술제안요청서  포함내용\n    -  사업  추진  배경  및  현황\n    -  사업  범위  및  기대효과\n    -  현황  및  문제점\n    -  사업  추진  목표,  전략,  조직,  일정\n    -  제안요청  내용(분야별  요구사항,  도입장비  명세,  테스트  및  품질보\n증  요건,  실행계획서  등)\n    -  직접구매하는  소프트웨어  범위  및  요구사항\n◦  시스템  구축  위한  과업지시서  작성\n    -  제안요청서  기반  발주사의  사업특성  고려하여  목차  및  내용  구성\n◦  발주사와의  계약  필요  조건을  검토하여,  제안업체의  책임·의무  명시\n◦  관련  법령,  규정,  지침  부합  여부  검토  과정  포함\n◦  세부  내용은  발주사와  협의  통해  검토  및  결정"
          ],
          [
            "산출정보",
            "",
            "제안요청서(입찰공고문,  제안안내서,  기술제안요청서),  과업지시서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 15,
      "text": "- 27 - 2. 데이터 요구사항 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-001 요구사항 이름 데이터 표준화 요구 사항 상세 설명 정의 데이터 표준 원칙 및 가이드 수립 세부 내용 데이터 표준 원칙 및 가이드 수립 - 대상 시스템의 데이터 특성을 고려하여 현행 표준화 관리체계데이 터 표준화 지침 및 가이드 등를 개선, 정비 범정부 표준 원칙을 기반으로 데이터 표준화 - 대상 시스템의 현황분석을 통해 추가가 필요한 데이터 표준항목단 어, 용어, 도메인을 정의, 진단 및 분석 범정부 표준 준수 수준 - 공공기관의 데이터베이스 표준화 지침행정안전부 고시 제2021-32호 준수 - 대상 시스템과 관련된 분야별 표준 여부 검토 개인정보 보호 대상은 개인정보 보호법 의거 관리 - ISMS-P 인증에 준하는 DB암호화 가이드 마련 효율적 데이터 관리축적활용 방안 수립 필요 발주사의 메타데이터 관리 지침 준수 산출정보 To-Be DB 표준 가이드 관련 요구사항 요구사항 출처 - 28 - 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-002 요구사항 이름 데이터 구조 설계 요구 사항 상세 설명 정의 데이터 구조 설계 및 구축 방안 제시 세부 내용 ᄋ 수행사는 공공기관의 데이터베이스 표준화 지침를 기반으로 데 이터 구조 산출물의 최신성 유지 필요 ᄋ 논리 모델 설계검증, 물리모델 설계검증 및 튜닝 등 수행방안 제시 - 현행시스템 및 연계시스템의 분석을 통합함으로써 필요한 데이 터 논리모델의 설계 방안 제시 필요 - 데이터 량, 데이터 암호화 등을 고려하여 안정적 성능이 보장되도 록 고려된 설계 방안 도출 - 데이터 변경 이력을 관리하여 데이터 추적성 확보 - 시스템 통합 및 재편에 따라 통합된 데이터 구조 설계 방안 제시하고, 단위업무별 특성을 반영한 설계 방안 도출 ᄋ 발주사의 메타데이터관리시스템 연계 데이터 구조 설계 산출정보 To-Be DB 표준 가이드, 데이터 구조 설계 및 구축 방안 관련 요구사항 요구사항 출처 요구사항 분류 데이터 요구사항 요구사항 고유번호 DAR-003 요구사항 이름 데이터 품질 관리 체계 요구 사항 상세 설명 정의 데이터 품질 관리 및 생명주기 관리 방안 제시 세부 내용 ᄋ 수행사는 시스템 HW용량 등의 리소스를 고려하여, 데이터의 품질 관리 및 생명주기 관리 방안 제시 필요 ᄋ 데이터 표준구조값의 지속적인 품질관리를 위한 관리체계지침 또는 원칙, 조직, 책임과 역할, 절차, 오류 개선 절차 등 수립 방안 제시 ᄋ 발주사의 메타데이터관리시스템 연동성 고려한 체계 마련 산출정보 To-Be DB 표준 가이드, 데이터 품질 및 생명주기 관리방안 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-002"
          ],
          [
            "요구사항  이름",
            "",
            "데이터  구조  설계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터  구조  설계  및  구축  방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  수행사는  「공공기관의  데이터베이스  표준화  지침」를  기반으로  데\n이터  구조  산출물의  최신성  유지  필요\nㅇ  논리  모델  설계‧검증,  물리모델  설계‧검증  및  튜닝  등  수행방안  제시\n    -  현행시스템  및  연계시스템의  분석을  통합함으로써  필요한  데이\n터  논리모델의  설계  방안  제시  필요\n    -  데이터  량,  데이터  암호화  등을  고려하여  안정적  성능이  보장되도\n록  고려된  설계  방안  도출\n    -  데이터  변경  이력을  관리하여  데이터  추적성  확보\n    -  시스템  통합  및  재편에  따라  통합된  데이터  구조  설계  방안  제시하고, \n단위업무별  특성을  반영한  설계  방안  도출\nㅇ  발주사의  메타데이터관리시스템  연계  데이터  구조  설계"
          ],
          [
            "산출정보",
            "",
            "To-Be  DB  표준  가이드,  데이터  구조  설계  및  구축  방안"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-001"
          ],
          [
            "요구사항  이름",
            "",
            "데이터  표준화"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터  표준  원칙  및  가이드  수립"
          ],
          [
            "",
            "세부\n내용",
            "◦  데이터  표준  원칙  및  가이드  수립\n    -  대상  시스템의  데이터  특성을  고려하여  현행  표준화  관리체계(데이\n터  표준화  지침  및  가이드  등)를  개선,  정비\n◦  범정부  표준  원칙을  기반으로  데이터  표준화\n    -  대상  시스템의  현황분석을  통해  추가가  필요한  데이터  표준항목(단\n어,  용어,  도메인)을  정의,  진단  및  분석\n◦  범정부  표준  준수  수준\n    -  공공기관의 데이터베이스 표준화 지침(행정안전부 고시 제2021-32호) 준수\n    -  대상  시스템과  관련된  분야별  표준  여부  검토 \n◦  개인정보  보호  대상은  개인정보  보호법  의거  관리\n    -  ISMS-P  인증에  준하는  DB암호화  가이드  마련\n◦  효율적  데이터  관리·축적·활용  방안  수립  필요\n◦  발주사의  메타데이터  관리  지침  준수"
          ],
          [
            "산출정보",
            "",
            "To-Be  DB  표준  가이드"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "데이터  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "DAR-003"
          ],
          [
            "요구사항  이름",
            "",
            "데이터  품질  관리  체계"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "데이터  품질  관리  및  생명주기  관리  방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "ㅇ  수행사는  시스템  H/W용량  등의  리소스를  고려하여,  데이터의  품질\n관리  및  생명주기  관리  방안  제시  필요\nㅇ  데이터  표준·구조·값의  지속적인  품질관리를  위한  관리체계(지침  또는 \n원칙,  조직,  책임과  역할,  절차,  오류  개선  절차  등)  수립  방안  제시\nㅇ  발주사의  메타데이터관리시스템  연동성  고려한  체계  마련"
          ],
          [
            "산출정보",
            "",
            "To-Be  DB  표준  가이드,  데이터  품질  및  생명주기  관리방안"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 16,
      "text": "- 29 - 3. 보안 요구사항 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-001 요구사항 이름 사업수행 시 보안지침 준수 요구 사항 상세 설명 정의 사업수행 시 보안지침 준수 세부 내용 사업수행 시 관련 보안지침 준수 - 국가정보보안 기본지침국가정보원, 2021.11. - 국가공공기관 용역업체 보안관리 가이드라인국가정보원, 2020.10. - 개인정보의 안전성 확보조치 기준개인정보보호위원회 고시 제2020-2호, 2020.8.11. - 발주사 관련 사규 정보보안 업무규정 및 관련 지침 등 본 사업은 정부가 제정공포한 관계 제도 및 법규지침을 준수하여야하 며, 사업기간 동안 법규가 변경될 경우 해당 법규를 준수하여야 함 본 사업을 수행함에 있어 준수하여야 할 물리적관리적기술적 보안 대책 등의 보안정책을 수립하고 준수하여야 함 용역사업 중 또는 종료 후라도 본 사업과 관련하여 국가정보원 등 관련 기관으로부터 보안에 문제가 있다고 지적될 경우 반드시 해결책을 제시하고 조치할 의무가 있음 보안대책 수립 - 사업 수행 계획서에 자료장비네트워크 보안대책 및 누출금지 대상 정보 관리 방안 등 보안관리 세부 계획 작성 - 사업 수행 중에 알게 되는 내부정보에 대한 보안관리 책임을 부담 하기 위해 대표자 명의 보안서약서 제출 - 사업수행사는 사업 착수 시 용역 계약과 별도로 비밀정보의 범위, 보안 준수사항, 위반 시 손해배상 책임, 지적재산권 문제, 자료의 반 환 등의 내용이 포함된 비밀유지계약을 체결해야 한다.비밀유지계약 서 양식 이용 발주기관은 사업수행자의 보안관리상태를 점검할 수 있으며, 보안 상 필요한 모든 지시를 할 수 있음 본 사업 수행 중 취득한 정보는 사업종료 후에도 한국철도공사의 승인 없이 외부에 유출 또는 누설하여서는 아니 됨 산출정보 보안관리계획서, 보안서약서, 인수인계대장, 반출입 관리대장 관련 요구사항 요구사항 출처 - 30 - 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-002 요구사항 이름 인적 보안관리 요구 사항 상세 설명 정의 인력에 대한 보안 세부 내용 인적자원에 대한 관리적 차원의 보안정책 및 지침을 수립하여 적용 하고, 수시로 보안진단을 실시함. 보안위규 적발 시 경위 확인 후, 위규처리 기준에 다라 조치 및 재발방지 대책을 수립하여야 함 본 사업 수행 중 취득한 지식에 대하여 과업수행 중은 물론 사업이 완료된 후에라도 비밀 보안을 준수하도록 함 착수 시 사업 참여인원에 대해서는 사업투입 전, 보안서약서 제출 수행 시 보안인식강화를 위해 주기비주기적 자체 보안교육 실시 종료 시 한국철도공사에서 받은 장비, 서류 및 산출물 등 모든 자 료를 전량 반납삭제하고, 대표자 명의 보안확약서 제출 산출정보 보안관리계획서, 보안서약서, 보안확약서 관련 요구사항 요구사항 출처 요구사항 분류 보안 요구사항 요구사항 고유번호 SER-003 요구사항 이름 물적 보안관리 요구 사항 상세 설명 정의 문서 및 자료와 장비에 대한 보안 세부 내용 사업수행에서 생산되는 모든 산출물은 파일서버 또는 지정된 저장 소에만 저장관리하고 자료전송이 필요한 경우 관리자 승인 하에 지정된 방식을 활용하여 사용해야 하며, 인터넷 웹하드, 웹메일 등 외부에 저장 및 전송을 금지함 선정된 제안사는 용역업무를 수행하는 공간에 대해 보안 점검을 주 기적으로 실시하여야 하며, 결과 내용에 대해 사업담당자의 확인 및 개선조치 요구에 따라야 함 PC 관리에 관한 보안관리계획을 수립하고, 백신 및 자료 유출방지 등을 위한 보안 프로그램을 운용하여야 함 서버 및 DB 접속정보 등의 사용관리는 작업을 위한 제한된 권한을 부여하며, 해당 계정의 사용목적 종료 즉시 권한을 해지함 문서 및 PC네트워크 보안은 한국철도공사 보안업무규정에 따름 산출정보 보안관리계획서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-002"
          ],
          [
            "요구사항  이름",
            "",
            "인적  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "인력에  대한  보안"
          ],
          [
            "",
            "세부\n내용",
            "◦  인적자원에  대한  관리적  차원의  보안정책  및  지침을  수립하여  적용\n하고,  수시로  보안진단을  실시함.  보안위규  적발  시  경위  확인  후, \n위규처리  기준에  다라  조치  및  재발방지  대책을  수립하여야  함\n◦  본  사업  수행  중  취득한  지식에  대하여  과업수행  중은  물론  사업이 \n완료된  후에라도  비밀  보안을  준수하도록  함\n◦  (착수  시)  사업  참여인원에  대해서는  사업투입  전,  보안서약서  제출\n◦  (수행  시)  보안인식강화를  위해  주기/비주기적  자체  보안교육  실시\n◦  (종료  시)  한국철도공사에서  받은  장비,  서류  및  산출물  등  모든  자\n료를  전량  반납·삭제하고,  대표자  명의  보안확약서  제출"
          ],
          [
            "산출정보",
            "",
            "보안관리계획서,  보안서약서,  보안확약서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-001"
          ],
          [
            "요구사항  이름",
            "",
            "사업수행  시  보안지침  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행  시  보안지침  준수"
          ],
          [
            "",
            "세부\n내용",
            "◦  사업수행  시  관련  보안지침  준수\n    -  국가정보보안  기본지침(국가정보원,  2021.11.)\n    -  국가·공공기관  용역업체  보안관리  가이드라인(국가정보원,  2020.10.)\n    -  개인정보의  안전성  확보조치  기준(개인정보보호위원회  고시  제2020-2호, \n2020.8.11.)\n    -  발주사  관련  사규  (정보보안  업무규정  및  관련  지침  등)\n◦  본  사업은  정부가  제정·공포한  관계  제도  및  법규(지침)을  준수하여야하\n며,  사업기간  동안  법규가  변경될  경우  해당  법규를  준수하여야  함\n◦  본  사업을  수행함에  있어  준수하여야  할  물리적·관리적·기술적  보안\n대책  등의  보안정책을  수립하고  준수하여야  함\n◦  용역사업  중  또는  종료  후라도  본  사업과  관련하여  국가정보원  등 \n관련  기관으로부터  보안에  문제가  있다고  지적될  경우  반드시  해결책을 \n제시하고  조치할  의무가 있음\n◦  보안대책  수립\n    -  사업  수행  계획서에  자료‧장비‧네트워크  보안대책  및  누출금지  대상\n정보  관리  방안  등  보안관리  세부  계획  작성\n    -  사업  수행  중에  알게  되는  내부정보에  대한  보안관리  책임을  부담\n하기  위해  대표자  명의  보안서약서  제출\n    -  사업수행사는  사업  착수  시  용역  계약과  별도로  비밀정보의  범위, \n보안  준수사항,  위반  시  손해배상  책임,  지적재산권  문제,  자료의  반\n환  등의  내용이  포함된  비밀유지계약을  체결해야  한다.(비밀유지계약\n서  양식  이용)\n◦  발주기관은  사업수행자의  보안관리상태를  점검할  수  있으며,  보안\n상  필요한  모든  지시를  할  수  있음\n◦  본  사업  수행  중  취득한  정보는  사업종료  후에도  한국철도공사의 \n승인  없이  외부에  유출  또는  누설하여서는  아니  됨"
          ],
          [
            "산출정보",
            "",
            "보안관리계획서,  보안서약서,  인수인계대장,  반·출입  관리대장"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "보안  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "SER-003"
          ],
          [
            "요구사항  이름",
            "",
            "물적  보안관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "문서  및  자료와  장비에  대한  보안"
          ],
          [
            "",
            "세부\n내용",
            "◦  사업수행에서  생산되는  모든  산출물은  파일서버  또는  지정된  저장\n소에만  저장·관리하고  자료전송이  필요한  경우  관리자  승인  하에 \n지정된  방식을  활용하여  사용해야  하며,  인터넷  웹하드,  웹메일  등 \n외부에  저장  및  전송을  금지함\n◦  선정된  제안사는  용역업무를  수행하는  공간에  대해  보안  점검을  주\n기적으로  실시하여야  하며,  결과  내용에  대해  사업담당자의  확인 \n및  개선조치  요구에  따라야  함\n◦  PC  관리에  관한  보안관리계획을  수립하고,  백신  및  자료  유출방지 \n등을  위한  보안  프로그램을  운용하여야  함\n◦  서버  및  DB  접속정보  등의  사용관리는  작업을  위한  제한된  권한을 \n부여하며,  해당  계정의  사용목적  종료  즉시  권한을  해지함\n◦  문서  및  PC·네트워크  보안은  한국철도공사  보안업무규정에  따름"
          ],
          [
            "산출정보",
            "",
            "보안관리계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 17,
      "text": "- 31 - 4. 품질 요구사항 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-001 요구사항 이름 품질관리 요구 사항 상세 설명 정의 품질관리 계획 수립 및 이행 세부 내용 사업수행 관련 품질관리가 필요한 사항에 대해 품질관리 계획 수립 - 품질보증의 범위, 품질보증을 위한 조직, 절차, 점검방법 등 제시 대외적으로 인정받을 만한 품질보증 관련 인증을 받은 경우 이를 입증할 수 있는 근거서류 제시 본 과업범위 외의 요인으로 인해 사업 결과에 영향이 있거나 예상 되는 경우 원인과 해결방안을 발주기관에 제시하여 위험요소를 최소화 하거나 문제가 해결될 수 있도록 적극 협조 산출정보 품질관리계획서, 품질관리결과보고서 관련 요구사항 요구사항 출처 요구사항 분류 품질 요구사항 요구사항 고유번호 QUR-002 요구사항 이름 품질보증 요구 사항 상세 설명 정의 품질관리 보증 방안 제시 세부 내용 ISPISMP 수립 공통가이드의 최신판을 기반으로 절차와 내용을 참 고하여 수행하여야 함 사업추진 과정 및 ISMP 방법론에 따라 생상되는 세부 산출물에 대 하여 작업 일정계획과 연계하여 산출물의 종류, 주요내용, 작성 및 제출시기, 제출부수 등을 제시하고 체계적으로 이행함 작성된 완료보고서에 대한 오류, 미비점 발견 및 수정 요구 시 즉 시 응해야 하며, 품질점검 관련 한국철도공사의 추가 요구가 있을 시 사업수행자는 한국철도공사와 협의하여 이에 응하여야 함 산출정보 품질관리계획서, 품질관리결과보고서 관련 요구사항 요구사항 출처 - 32 - 5. 제약사항 요구사항 분류 제약사항 요구사항 고유번호 COR-001 요구사항 이름 ISMP 수립 공통가이드 준수 요구 사항 상세 설명 정의 ISPISMP 수립 공통가이드 준수 세부 내용 본 사업수행 시 한국지능정보사회진흥원NIA ISPISMP 수립 공통 가이드6판를 준수하여 정보화전략계획 기본 구성내용을 파악하고 ISMP 필수 구성항목을 반드시 포함하여야 한다. 산출정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-002 요구사항 이름 저작권 및 지식재산권 보호 요구 사항 상세 설명 정의 저작권 및 지식재산권 보호, 손해배상 내용 정의 세부 내용 계약상대자가 계약을 수행함에 있어 제3자의 특허권 또는 저작권 등을 침해하여 한국철도공사를 상대로 손해배상 청구소송이 제기 되면 계약상대자는 피해자 측에 합의 배상하여야 함 산출물에 대한 사용권은 한국철도공사에 있음. 본 사업의 계약목적 물에 대한 지적재산권 귀속은 계약당사자간 공동으로 소유하며 별 도의 정함이 없는 한 지분은 균등한 것으로 한다. 다만, 개발의 기여 도 및 계약목적물의 특수성국가안전보장, 국방, 외교관계 등을 고려하여 계약당사자간의 협의를 통해 지식재산권 귀속주체 등에 대해 공동소 유와 달리 정할 수 있다. 본 사업 수행으로 얻어지는 각종 보고서 및 컴퓨터 파일 등의 성과 품 일체에 대해 계약자는 한국철도공사의 승인 없이 무단으로 반 출할 수 없음 공급자는 지식재산권의 활용을 위하여 산출물의 반출을 요청할 수 있으며, 발주기관에서는 보안업무규정 제4조 및 제안요청서에 명시된 누출금지정보에 해당하지 않을 경우 이를 허용하도록 한다 - 공급자는 공급받은 SW산출물에 대하여 제안요청서, 계약서 등에 누 출금지정보로 명시한 정보를 삭제하고 활용하여야 하며, 이를 확인 하는 공급자 대표명의의 확약서를 발주기관에 제출하여야 함. 발주기관은 공급자가 제공받은 SW산출물을 무단으로 유출하거나 누출 되는 경우 및 누출금지정보를 삭제하지 않고 활용하는 경우 국가계약",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-001"
          ],
          [
            "요구사항  이름",
            "",
            "ISMP  수립  공통가이드  준수"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "ISP·ISMP  수립  공통가이드  준수"
          ],
          [
            "",
            "세부\n내용",
            "◦  본  사업수행  시  한국지능정보사회진흥원(NIA)  ISP·ISMP  수립  공통\n가이드(6판)를  준수하여  정보화전략계획  기본  구성내용을  파악하고 \nISMP  필수  구성항목을  반드시  포함하여야  한다."
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-001"
          ],
          [
            "요구사항  이름",
            "",
            "품질관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리  계획  수립  및  이행"
          ],
          [
            "",
            "세부\n내용",
            "◦  사업수행  관련  품질관리가  필요한  사항에  대해  품질관리  계획  수립\n    -  품질보증의  범위,  품질보증을  위한  조직,  절차,  점검방법  등  제시\n◦  대외적으로  인정받을  만한  품질보증  관련  인증을  받은  경우  이를 \n입증할  수  있는  근거서류  제시\n◦  본  과업범위  외의  요인으로  인해  사업  결과에  영향이  있거나  예상\n되는  경우  원인과  해결방안을  발주기관에  제시하여  위험요소를 \n최소화  하거나  문제가  해결될  수  있도록  적극  협조"
          ],
          [
            "산출정보",
            "",
            "품질관리계획서,  품질관리결과보고서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "품질  요구사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "QUR-002"
          ],
          [
            "요구사항  이름",
            "",
            "품질보증"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "품질관리  보증  방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "◦  ‘ISP·ISMP  수립  공통가이드’의  최신판을  기반으로  절차와  내용을  참\n고하여  수행하여야  함\n◦  사업추진  과정  및  ISMP  방법론에  따라  생상되는  세부  산출물에  대\n하여  작업  일정계획과  연계하여  산출물의  종류,  주요내용,  작성  및 \n제출시기,  제출부수  등을  제시하고  체계적으로  이행함\n◦  작성된  완료보고서에  대한  오류,  미비점  발견  및  수정  요구  시  즉\n시  응해야  하며,  품질점검  관련  한국철도공사의  추가  요구가  있을 \n시  사업수행자는  한국철도공사와  협의하여  이에  응하여야  함"
          ],
          [
            "산출정보",
            "",
            "품질관리계획서,  품질관리결과보고서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-002"
          ],
          [
            "요구사항  이름",
            "",
            "저작권  및  지식재산권  보호"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "저작권  및  지식재산권  보호,  손해배상  내용  정의"
          ],
          [
            "",
            "세부\n내용",
            "◦  계약상대자가  계약을  수행함에  있어  제3자의  특허권  또는  저작권 \n등을  침해하여  한국철도공사를  상대로  손해배상  청구소송이  제기\n되면  계약상대자는  피해자  측에  합의  배상하여야  함\n◦  산출물에  대한  사용권은  한국철도공사에  있음.  본  사업의  계약목적\n물에  대한  지적재산권  귀속은  계약당사자간  공동으로  소유하며  별\n도의  정함이  없는  한  지분은  균등한  것으로  한다.  다만,  개발의  기여\n도  및  계약목적물의  특수성(국가안전보장,  국방,  외교관계  등)을  고려하여 \n계약당사자간의  협의를  통해  지식재산권  귀속주체  등에  대해  공동소\n유와  달리  정할  수  있다.\n◦  본  사업  수행으로  얻어지는  각종  보고서  및  컴퓨터  파일  등의  성과\n품  일체에  대해  계약자는  한국철도공사의  승인  없이  무단으로  반\n출할  수  없음\n◦  공급자는  지식재산권의  활용을  위하여  산출물의  반출을  요청할  수 \n있으며,  발주기관에서는  「보안업무규정」  제4조  및  제안요청서에  명시된 \n누출금지정보에 해당하지 않을 경우 이를 허용하도록 한다\n    -  공급자는  공급받은  SW산출물에  대하여  제안요청서,  계약서  등에  누\n출금지정보로  명시한  정보를  삭제하고  활용하여야  하며,  이를  확인\n하는  공급자  대표명의의  확약서를  발주기관에  제출하여야  함.\n◦  발주기관은  공급자가  제공받은  SW산출물을  무단으로  유출하거나  누출\n되는  경우  및  누출금지정보를  삭제하지  않고  활용하는  경우  「국가계약"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 18,
      "text": "- 33 - 법 제76조제1항제3호에 따라 입찰참가자격을 제한함 계약업체가 고의 또는 과실로 발주기관에 재산상의 손해를 가한 때 에는 그 손해를 발주기관에 배상할 책임을 지며, 책임을 면하고자 할 경우 무과실 입증 책임은 계약업체에게 있음 산출정보 관련 요구사항 요구사항 출처 요구사항 분류 제약사항 요구사항 고유번호 COR-003 요구사항 이름 일정 지연 책임 및 기타사항 요구 사항 상세 설명 정의 일정 지연 책임 및 기타사항 세부 내용 일정 지연 및 오류사항 책임 - 사업자에게 수행할 업무에 대한 지연 또는 제출 결과물의 오류 발생 시 그에 대한 책임 및 비용발생 시 사업자가 이를 부담 사업수행 간 의견조율 - 본 제안요청서의 내용은 최소한의 운용개념을 규정하여 둔 것으로 서 해석의 차이가 있을 때에는 상호 협의하여 결정하되 한국철도 공사의 해석이 우선함 사업기간 내 사업수행자가 제출한 중간 및 최종산출물에 대하여 사 업발주기관은 보완을 요구할 수 있으며, 보완 요구 시 사업수행자 는 즉시 산출물을 보완 제출 기타사항 - 사업수행에는 반드시 필요하나 본 제안요청서에 명시되지 않은 누 락된 경미한 사항은 협의하여 사업자 측에서 수행 - 사업수행 방향 또는 내용의 오류를 사전 방지하기 위해 필요한 자료 제출 요청이 있을 경우에 사업자는 지체없이 이에 필요한 자료 제출 - 본 제안요청서에서 요구한 건의 수용이 어려울 경우에 불가능한 객관적인 사유 및 대체 방안 제시 산출정보 관련 요구사항 요구사항 출처 - 34 - 6. 프로젝트 관리 요구사항 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-001 요구사항 이름 프로젝트 관리 일반 조건 요구 사항 상세 설명 정의 프로젝트 관리 일반 조건 세부 내용 본 ISMP 컨설팅사업을 효과적으로 수행하기 위한 단계별 인력투입 공수계획 및 작업단위별 업무분장 내역역할, 투입률을 명확히 제 시함WBS 제시 협력업체 참여시 범위, 비용과 역할 등을 구체적으로 제시함 사업수행을 위해 필요한 장소, 설비, 기타 작업환경은 상호 협의하여 정함 - 원활한 사업 수행을 위해 상시적 협의를 위한 작업환경 구성 방안 제시 작업 수행공정간 상호연계가 될 수 있도록 일정계획이 제시되어야 하며 가급적 상세하게 기술해야 함 사업수행에 필요한 활동의 도출, 각 활동의 합리적 배열과 기간 산 정, 자원할당의 적절성을 고려하여 상세일정 수립 프로젝트 관리 방법론 제시 산출정보 사업수행계획서 관련 요구사항 요구사항 출처 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-002 요구사항 이름 사업 추진일정 계획 수립 및 공정 관리 요구 사항 상세 설명 정의 사업 추진일정 계획 수립 및 공정 관리 세부 내용 업무 진척도를 관리할 조직, 방법, 절차 등을 제시 업무 진척도가 계획과 상이할 경우를 대비한 대응방안 제시 본 프로젝트의 전체 일정 계획 수립 - 단계별 상세일정 계획 수립 - 발주사의 상황을 고려한 계획 수립 - 경영진 인터뷰 및 보고 계획 - 실무자 인터뷰 계획 - 프로젝트 추진 상황 보고 계획 산출정보 사업수행계획서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "",
            "",
            "법」  제76조제1항제3호에 따라 입찰참가자격을  제한함\n◦  계약업체가  고의  또는  과실로  발주기관에  재산상의  손해를  가한  때\n에는  그  손해를  발주기관에  배상할  책임을  지며,  책임을  면하고자  할 \n경우  무과실  입증  책임은  계약업체에게  있음"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-001"
          ],
          [
            "요구사항  이름",
            "",
            "프로젝트  관리  일반  조건"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트  관리  일반  조건"
          ],
          [
            "",
            "세부\n내용",
            "◦  본  ISMP  컨설팅사업을  효과적으로  수행하기  위한  단계별  인력투입 \n공수계획  및  작업단위별  업무분장  내역(역할),  투입률을  명확히  제\n시함(WBS  제시)\n◦  협력업체  참여시  범위,  비용과  역할  등을  구체적으로  제시함\n◦  사업수행을 위해 필요한 장소, 설비, 기타 작업환경은 상호 협의하여 정함\n    -  원활한 사업 수행을 위해 상시적 협의를 위한 작업환경 구성 방안 제시\n◦  작업  수행공정간  상호연계가  될  수  있도록    일정계획이  제시되어야 \n하며  가급적  상세하게  기술해야  함\n◦  사업수행에  필요한  활동의  도출,  각  활동의  합리적  배열과  기간  산\n정,  자원할당의  적절성을  고려하여  상세일정  수립\n◦  프로젝트  관리  방법론  제시"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "제약사항"
          ],
          [
            "요구사항  고유번호",
            "",
            "COR-003"
          ],
          [
            "요구사항  이름",
            "",
            "일정  지연  책임  및  기타사항"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "일정  지연  책임  및  기타사항"
          ],
          [
            "",
            "세부\n내용",
            "◦  일정  지연  및  오류사항  책임\n    -  사업자에게  수행할  업무에  대한  지연  또는  제출  결과물의  오류  발생 \n시  그에  대한  책임  및  비용발생  시  사업자가  이를  부담\n◦  사업수행  간  의견조율\n    -  본  제안요청서의  내용은  최소한의  운용개념을  규정하여  둔  것으로\n서  해석의  차이가  있을  때에는  상호  협의하여  결정하되  한국철도\n공사의  해석이  우선함\n◦  사업기간  내  사업수행자가  제출한  중간  및  최종산출물에  대하여  사\n업발주기관은  보완을  요구할  수  있으며,  보완  요구  시  사업수행자\n는  즉시  산출물을  보완  제출\n◦  기타사항\n    -  사업수행에는  반드시  필요하나  본  제안요청서에  명시되지  않은  누\n락된  경미한  사항은  협의하여  사업자  측에서  수행\n    -  사업수행  방향  또는  내용의  오류를  사전  방지하기  위해  필요한  자료 \n제출  요청이  있을  경우에  사업자는  지체없이  이에  필요한  자료  제출\n    -  본  제안요청서에서  요구한  건의  수용이  어려울  경우에  불가능한 \n객관적인  사유  및  대체  방안  제시"
          ],
          [
            "산출정보",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-002"
          ],
          [
            "요구사항  이름",
            "",
            "사업  추진일정  계획  수립  및  공정  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업  추진일정  계획  수립  및  공정  관리"
          ],
          [
            "",
            "세부\n내용",
            "◦  업무  진척도를  관리할  조직,  방법,  절차  등을  제시\n◦  업무  진척도가  계획과  상이할  경우를  대비한  대응방안  제시\n◦  본  프로젝트의  전체  일정  계획  수립\n    -  단계별  상세일정  계획  수립\n    -  발주사의  상황을  고려한  계획  수립\n    -  경영진  인터뷰  및  보고  계획\n    -  실무자  인터뷰  계획\n    -  프로젝트  추진  상황  보고  계획"
          ],
          [
            "산출정보",
            "",
            "사업수행계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 19,
      "text": "- 35 - 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-003 요구사항 이름 요구사항 관리 요구 사항 상세 설명 정의 요구사항 관리 방안 제시 세부 내용 계약업체는 기능비기능 요구사항을 빠짐없이 관리하고, 각각의 요구 사항이 분석, 설계, 시험단계 등 개발 전의 단계의 관련 산출물에 반 영여부를 확인할 수 있도록 요구사항을 관리해야 한다. 산출정보 요구사항 추적표 관련 요구사항 요구사항 출처 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-004 요구사항 이름 위험관리 요구 사항 상세 설명 정의 위험관리 방안 제시 세부 내용 본 사업의 수행 시 발생 예상되는 쟁점 및 미결사항에 대한 관리, 사용자 요구사항의 상세화 과정에서의 리스크 관리 등 각종 위험에 대한 통제 및 리스트 관리 방안을 제시 한다 지속적으로 문제를 파악 관리하고, 조치사항에 대하여 추적 관리해 야한다. 산출정보 위험관리 대장 관련 요구사항 요구사항 출처 - 36 - 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-005 요구사항 이름 보고관리 요구 사항 상세 설명 정의 프로젝트 보고 및 내용 세부 내용 보고회 일정은 발주기관과 협의 후 결정하며, 원활한 과업추진을 위해 발주기관에서 필요시 수시보고서임원진 보고 등를 요청할 수 있음 구분 보고명 정기 보고 착수보고 주간월간 보고 중간보고 완료보고 부정기 수시보고 프로젝트 진행 중 일정별, 단계별 정기 보고회 실시 - 착수보고 프로젝트 착수 후 10일 이내 - 주간월간보고 매주, 매월 - 중간보고 진척사항 50 이상 시점 - 완료보고 프로젝트 완료 시점 각종 보고회회의 포함 이후에는 사업자가 회의내용 요약본을 작 성하여 참여자 서명을 받은 후 발주기관에 제출해야 함 보고 내용은 프로젝트 진행에 대한 현황진척 사항 등, 인력투입 내 용, 기타 중요사항 및 이슈사항을 포함 모든 보고 자료는 문서로 작성하여 제출 후, 실시 보고서는 양식을 정의하여 사용제안사 제안, 발주사 협의 산출정보 사업수행계획서, 보고서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-003"
          ],
          [
            "요구사항  이름",
            "",
            "요구사항  관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "요구사항  관리  방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "◦  계약업체는  기능/비기능  요구사항을  빠짐없이  관리하고,  각각의  요구\n사항이  분석,  설계,  시험단계  등  개발  전의  단계의  관련  산출물에  반\n영여부를  확인할  수  있도록  요구사항을  관리해야  한다."
          ],
          [
            "산출정보",
            "",
            "요구사항  추적표"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-004"
          ],
          [
            "요구사항  이름",
            "",
            "위험관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "위험관리  방안  제시"
          ],
          [
            "",
            "세부\n내용",
            "◦  본  사업의  수행  시  발생  예상되는  쟁점  및  미결사항에  대한  관리,\n사용자  요구사항의  상세화  과정에서의  리스크  관리  등  각종  위험에 \n대한  통제  및  리스트  관리  방안을  제시  한다\n◦  지속적으로  문제를  파악  관리하고,  조치사항에  대하여  추적  관리해\n야한다."
          ],
          [
            "산출정보",
            "",
            "위험관리  대장"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-005",
            "",
            "",
            ""
          ],
          [
            "요구사항  이름",
            "",
            "보고관리",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트  보고  및  내용",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "◦  보고회  일정은  발주기관과  협의  후  결정하며,  원활한  과업추진을  위해 \n발주기관에서  필요시  수시보고서(임원진  보고  등)를  요청할  수  있음\n◦  프로젝트  진행  중  일정별,  단계별  정기  보고회  실시\n    -  착수보고  :  프로젝트  착수  후  10일  이내\n    -  주간/월간보고  :  매주,  매월\n    -  중간보고  :  진척사항  50%  이상  시점\n    -  완료보고  :  프로젝트  완료  시점\n◦  각종  보고회(회의  포함)  이후에는  사업자가  회의내용  요약본을  작\n성하여  참여자  서명을  받은  후  발주기관에  제출해야  함\n◦  보고  내용은  프로젝트  진행에  대한  현황(진척  사항  등),  인력투입  내\n용,  기타  중요사항  및  이슈사항을  포함\n◦  모든  보고  자료는  문서로  작성하여  제출  후,  실시\n◦  보고서는  양식을  정의하여  사용(제안사  제안,  발주사  협의)",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "구분",
            "보고명",
            ""
          ],
          [
            "",
            "",
            "",
            "정기\n보고",
            "착수보고\n주간/월간\n보고\n중간보고\n완료보고",
            ""
          ],
          [
            "",
            "",
            "",
            "부정기",
            "수시보고",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "사업수행계획서,  보고서",
            "",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 20,
      "text": "- 37 - 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-006 요구사항 이름 산출물 관리 요구 사항 상세 설명 정의 산출물 관리방안 제시 세부 내용 사업추진과정에서 생산되는 제반 작업 단위별 산출물에 대하여 산 출물의 종류, 주요내용, 작성 및 제출시기 등을 제시하고 발주기관의 승인을 득한 후 제출해야함각종 발표자료는 PPT로 작성 - 주요 산출물 추진 일정에 따른 분야별, 단계별 산출물 제출 최종산출물은 발주사의 최종 승인을 얻은 후, 종류별로 구분하여 전자적 저장장치CD, USB, 외장 하드 등에 저장하고, 산출물Hard Copy와 함께 제출하여야 함. 문서명 내 용 시기 사업수행계획서 착수보고서 사업수행계획, 산출내역, 착수계, 착수보고서, , 보안서약서 및 각서 등 계약일로부터 10일 이내 중간보고서 현황분석 및 추진전략 보고 등 중간보고시 완료보고서 최종 산출물 등이 포함된 완료보고서 사업완료시 ISMP 산출물 제안요청서 등 ISMP 수행 단계별 산출물 단계별 완료시 기타 주간월간 회의자료 기타 이슈사항 보고자료핵심인력 변동 등 사업진행시 산출정보 산출물CD, USB, Hard Copy 등 관련 요구사항 요구사항 출처 - 38 - 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-007 요구사항 이름 사업수행 조직구성 요구 사항 상세 설명 정의 사업수행 조직 및 투입인력 구성 세부 내용 사업관리자PM는 제안서 발표일 기준으로 제안사 소속 직원이어야 하며, 정보시스템에 대한 전문성을 보유하고, 정부부처 및 관련 공 공기관기업의 정보화전략계획ISP 및 정보시스템 마스터플랜 ISMP 수립 사업관리자PM 경험이 있는 인력이 배정되어야 함 - 사업관리자는 입찰공고일 이전부터 제안사 소속 직원으로 최근 5년 이내에 공공기관 또는 기업체 정보화전략 컨설팅 PM 경험이 있는 전 문인력이어야 함 - 사업관리자는 사업수행기간 동안 특별한 사정이 없는 한 변경될 수 없음부득이하게 변경이 필요한 경우, 주관기관의 사전 승인 필요 본 사업을 수행할 추진조직, 투입인력 구성 및 프로필과 프로젝트 단계별, 추진일정별 인력 투입계획 및 역할 등을 제시 참여 인력은 본 프로젝트 수행에 필요한 각 분야의 충분한 경험과 기술을 보유한 전문 인력이어야 함 참여 인력의 자격 및 동등, 유사 프로젝트 경력사항 제출 - 참여 인력에 대한 증빙자료는 한국소프트웨어산업협회에서 발행한 소프트 웨어 기술자 경력증명서 제출 한국소프트웨어산업협회에 등록되지 않은 인력은 자사 경력증명서로 대체 전체 참여 조직 구성과 분야별 담당자 명시 - 제안서에 제시한 참여 인력은 실제 사업에 투입되어야 함 투입인력 계획을 월 단위로 제시MM 산정 참여 인력은 프로젝트 기간 내 상주협의된 장소를 원칙으로 하되, 비상주 요건 발생 시 발주사의 동의를 구해야 함 PM은 사업기간 동안 100 상주하여야 함 PM은 사업기간 및 하자보증기간 동안 제안사의 자사 인력이어야 함 산출정보 프로젝트 추진 조직 구성도, 프로젝트 추진 역할 업무분장표 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-006",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  이름",
            "",
            "산출물  관리",
            "",
            "",
            "",
            ""
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "산출물  관리방안  제시",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "세부\n내용",
            "◦  사업추진과정에서  생산되는  제반  작업  단위별  산출물에  대하여  산\n출물의  종류,  주요내용,  작성  및  제출시기  등을  제시하고  발주기관의 \n승인을  득한  후  제출해야함(각종  발표자료는  PPT로  작성) \n    -  주요  산출물\n◦  추진  일정에  따른  분야별,  단계별  산출물  제출\n◦  최종산출물은  발주사의  최종  승인을  얻은  후,  종류별로  구분하여 \n전자적  저장장치(CD,  USB,  외장  하드  등)에  저장하고,  산출물(Hard \nCopy)와  함께  제출하여야  함.",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "문서명",
            "내    용",
            "시기",
            ""
          ],
          [
            "",
            "",
            "",
            "사업수행계획서   \n착수보고서",
            "▪사업수행계획,  산출내역,  착수계,  착수보고서,  , \n보안서약서  및  각서  등",
            "계약일로부터 \n10일  이내",
            ""
          ],
          [
            "",
            "",
            "",
            "중간보고서",
            "▪현황분석  및  추진전략  보고  등",
            "중간보고시",
            ""
          ],
          [
            "",
            "",
            "",
            "완료보고서",
            "▪최종  산출물  등이  포함된  완료보고서",
            "사업완료시",
            ""
          ],
          [
            "",
            "",
            "",
            "ISMP  산출물",
            "▪제안요청서  등  ISMP  수행  단계별  산출물",
            "단계별 \n완료시",
            ""
          ],
          [
            "",
            "",
            "",
            "기타",
            "▪주간/월간  회의자료\n▪기타  이슈사항  보고자료(핵심인력  변동  등)",
            "사업진행시",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "산출정보",
            "",
            "산출물(CD,  USB,  Hard  Copy  등)",
            "",
            "",
            "",
            ""
          ],
          [
            "관련  요구사항",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-007"
          ],
          [
            "요구사항  이름",
            "",
            "사업수행  조직구성"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "사업수행  조직  및  투입인력  구성"
          ],
          [
            "",
            "세부\n내용",
            "◦  사업관리자(PM)는  제안서  발표일  기준으로  제안사  소속  직원이어야 \n하며,  정보시스템에  대한  전문성을  보유하고,  정부부처  및  관련  공\n공기관/기업의  정보화전략계획(ISP)  및  정보시스템  마스터플랜\n(ISMP)  수립  사업관리자(PM)  경험이  있는  인력이  배정되어야  함\n    -  사업관리자는  입찰공고일  이전부터  제안사  소속  직원으로  최근  5년 \n이내에  공공기관  또는  기업체  정보화전략  컨설팅  PM  경험이  있는  전\n문인력이어야  함\n    -  사업관리자는  사업수행기간  동안  특별한  사정이  없는  한  변경될  수 \n없음(부득이하게  변경이  필요한  경우,  주관기관의  사전  승인  필요)\n◦  본  사업을  수행할  추진조직,  투입인력  구성  및  프로필과  프로젝트 \n단계별,  추진일정별  인력  투입계획  및  역할  등을  제시\n◦  참여  인력은  본  프로젝트  수행에  필요한  각  분야의  충분한  경험과 \n기술을  보유한  전문  인력이어야  함\n◦  참여  인력의  자격  및  동등,  유사  프로젝트  경력사항  제출\n    -  참여  인력에  대한  증빙자료는  한국소프트웨어산업협회에서  발행한  소프트\n웨어 기술자 경력증명서 제출\n      *  한국소프트웨어산업협회에 등록되지 않은 인력은 자사 경력증명서로 대체 \n◦  전체  참여  조직  구성과  분야별  담당자  명시\n    -  제안서에  제시한  참여  인력은  실제  사업에  투입되어야  함\n◦  투입인력  계획을  월  단위로  제시(M/M  산정)\n◦  참여  인력은  프로젝트  기간  내  상주(협의된  장소)를  원칙으로  하되, \n비상주  요건  발생  시  발주사의  동의를  구해야  함\n◦  PM은  사업기간  동안  100%  상주하여야  함\n◦  PM은  사업기간  및  하자보증기간  동안  제안사의  자사  인력이어야  함"
          ],
          [
            "산출정보",
            "",
            "프로젝트  추진  조직  구성도,  프로젝트  추진  역할  업무분장표"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 21,
      "text": "- 39 - 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-008 요구사항 이름 프로젝트 인력관리 요구 사항 상세 설명 정의 프로젝트 인력관리 세부 내용 투입인력은 발주기관 동의 없이 임의변경 불가하며, 불가항력 사 유로 인력교체 필요시 사전에 발주기관의 승인 받아야함 인력교체 시에는 업무 안정화 및 품질저하 방지대책을 제시하여함 - 인력교체 시 동급이상의 대체인력을 투입하여 10일 이상의 인수 인계 기간을 두며, 해당 기간 동안의 교체인력에 대한 인건비는 수행사 부담으로 처리하여야 하며, 투입공수에서 제외함 투입인력의 업무역량 및 기타 사유로 인해 발주기관의 투입인력 교체 요구가 있을 시는 즉시 해당 인원을 교체하여야 함 인수인계기간 동안 프로젝트 지연 및 품질저하에 대한 방지대책을 제시하여야 하며, 인수인계기간에 발생하는 인수자에 대한 인건비는 제안사가 부담해야함. 참여인력의 자질이 부족할 경우자격미달, 근무태도 불량, 기술능력 부족 등 발주사는 인력 교체를 요구할 수 있으며, 제안사의 특별한 사유가 없는 한 해당 인력을 동급 이상의 인력으로 즉시 교체하여야 함 산출정보 프로젝트 추진 조직 구성도, 프로젝트 추진 역할 업무분장표 관련 요구사항 요구사항 출처 요구사항 분류 프로젝트 관리 요구사항 고유번호 PMR-009 요구사항 이름 프로젝트 안전보건관리 요구 사항 상세 설명 정의 프로젝트 안전보건관리 세부 내용 산업안전보건법 시행령 제15조관리감독자의 업무 등를 이행하기 위한 관리감독자를 지정하여 용역수행과정의 안전 및 보건관리 등을 실시 관리감독자는 작업장 內 신체정신적 유해위험요인을 파악하고 예방 하는 업무를 실시하며, 유해위험요인 발견 시 개선조치 수행 관리감독자는 산업재해 및 중대재해가 발생하거나 발생할 우려가 있을 경우 예방을 위한 개선요구사항을 발주사에 요청할 수 있음 산업재해 및 중대재해 발생 시 PM은 산업안전보건법, 중대재해처벌법 상 사업주 및 경영책임자로서 의무를 부담 산출정보 안전보건관리체계 관련 요구사항 요구사항 출처 - 40 - 7. 프로젝트 지원 요구사항 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-001 요구사항 이름 교육 및 훈련 지원 요구 사항 상세 설명 정의 교육 및 훈련 지원 세부 내용 본 사업 기간 중 현장직원의 의견수렴 및 공감대 형성, 사업의 성공적 수행을 위한 교육 또는 워크숍 등을 수행하기 위한 계획을 수립하고 발주처와 협의하여 실시함 산출정보 교육계획서, 기술지원계획서 관련 요구사항 요구사항 출처 요구사항 분류 프로젝트 지원 요구사항 고유번호 PSR-002 요구사항 이름 결과물 결함 책임 및 범위 요구 사항 상세 설명 정의 결과물 결함 책임 및 범위 세부 내용 본 사업 완료 후 품질관리 컨설팅 결과물프로세스 및 각종 산출물에 대한 오류누락 등 결함발생 시 유지관리 계획, 조치, 절차, 범위, 활동, 기간 등에 대한 적정 방안 제시 결함에 대한 보완 기간은 발주기관과 협의하여 조정하며, 품질관리 컨 설팅 결과물에 품질 이상이 있을 시 수행사의 부담으로 결과물을 보완 산출정보 유지보수 계획서 관련 요구사항 요구사항 출처",
      "tables": [
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-001"
          ],
          [
            "요구사항  이름",
            "",
            "교육  및  훈련  지원"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "교육  및  훈련  지원"
          ],
          [
            "",
            "세부\n내용",
            "◦  본  사업  기간  중  현장직원의  의견수렴  및  공감대  형성,  사업의  성공적 \n수행을  위한  교육  또는  워크숍  등을  수행하기  위한  계획을  수립하고 \n발주처와  협의하여  실시함"
          ],
          [
            "산출정보",
            "",
            "교육계획서,  기술지원계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-008"
          ],
          [
            "요구사항  이름",
            "",
            "프로젝트  인력관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트  인력관리"
          ],
          [
            "",
            "세부\n내용",
            "◦  투입인력은  발주기관  동의  없이  임의변경  불가하며,  불가항력  사\n유로  인력교체  필요시  사전에  발주기관의  승인  받아야함\n◦  인력교체  시에는  업무  안정화  및  품질저하  방지대책을  제시하여함 \n    -  인력교체  시  동급이상의  대체인력을  투입하여  10일  이상의  인수·\n인계  기간을  두며,  해당  기간  동안의  교체인력에  대한  인건비는 \n수행사  부담으로  처리하여야  하며,  투입공수에서  제외함\n◦  투입인력의  업무역량  및  기타  사유로  인해  발주기관의  투입인력 \n교체  요구가  있을  시는  즉시  해당  인원을  교체하여야  함\n◦  인수인계기간  동안  프로젝트  지연  및  품질저하에  대한  방지대책을  제시하여야 \n하며, 인수인계기간에 발생하는 인수자에 대한 인건비는 제안사가 부담해야함.\n◦  참여인력의  자질이  부족할  경우(자격미달,  근무태도  불량,  기술능력  부족 \n등)  발주사는  인력  교체를  요구할  수  있으며,  제안사의  특별한  사유가 \n없는  한  해당  인력을  동급  이상의  인력으로  즉시  교체하여야  함"
          ],
          [
            "산출정보",
            "",
            "프로젝트  추진  조직  구성도,  프로젝트  추진  역할  업무분장표"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  지원"
          ],
          [
            "요구사항  고유번호",
            "",
            "PSR-002"
          ],
          [
            "요구사항  이름",
            "",
            "결과물  결함  책임  및  범위"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "결과물  결함  책임  및  범위"
          ],
          [
            "",
            "세부\n내용",
            "◦  본  사업  완료  후  품질관리  컨설팅  결과물(프로세스  및  각종  산출물)에 \n대한  오류·누락  등  결함발생  시  유지관리  계획,  조치,  절차,  범위,  활동, \n기간  등에  대한  적정  방안  제시\n◦  결함에  대한  보완  기간은  발주기관과  협의하여  조정하며,  품질관리  컨\n설팅  결과물에  품질  이상이  있을  시  수행사의  부담으로  결과물을  보완"
          ],
          [
            "산출정보",
            "",
            "유지보수  계획서"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ],
        [
          [
            "요구사항  분류",
            "",
            "프로젝트  관리"
          ],
          [
            "요구사항  고유번호",
            "",
            "PMR-009"
          ],
          [
            "요구사항  이름",
            "",
            "프로젝트  안전·보건관리"
          ],
          [
            "요구\n사항\n상세\n설명",
            "정의",
            "프로젝트  안전·보건관리"
          ],
          [
            "",
            "세부\n내용",
            "◦  산업안전보건법  시행령  제15조(관리감독자의  업무  등)를  이행하기  위한 \n관리감독자를  지정하여  용역수행과정의  안전  및  보건관리  등을  실시\n◦  관리감독자는  작업장  內  신체·정신적  유해·위험요인을  파악하고  예방\n하는  업무를  실시하며,  유해·위험요인  발견  시  개선조치  수행\n◦  관리감독자는  산업재해  및  중대재해가  발생하거나  발생할  우려가  있을 \n경우  예방을  위한  개선·요구사항을  발주사에  요청할  수  있음\n◦  산업재해  및  중대재해  발생  시  PM은  산업안전보건법,  중대재해처벌법 \n상  사업주  및  경영책임자로서  의무를  부담"
          ],
          [
            "산출정보",
            "",
            "안전보건관리체계"
          ],
          [
            "관련  요구사항",
            "",
            ""
          ],
          [
            "요구사항  출처",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 22,
      "text": "- 41 - 마. 산출물 목록표 구 분 산출물 목록 컨설팅 요구 사항 1 사업수행계획서 2 환경분석서 3 정보기술 환경분석서 4 벤치마킹 분석서 5 업무 현황 분석서 6 업무 프로세스 분석서 7 정보기술 현황 분석서 8 정보시스템 전략방향 정의서 9 업무 요구사항 분석서 10 정보기술 요구사항 분석서 11 업무 및 정보기술 요구사항 결과서 12 정보시스템 To-Be 아키텍처 정의서 13 도입장비 요건 정의서 14 클라우드컴퓨팅 도입 적정 여부 검토서 15 요구사항 연관표 16 이행 계획 권고사항 17 정보시스템 요건 기술서요구사항 명세서 18 정보시스템 요건 기술서 검토 의견 19 정보시스템 구축 사업계획서 20 SW 분리발주 가능성 평가 결과 21 SW 패키지 수정 및 추가개발 범위 분석 결과 22 예산 산출 내역서 23 제안요청서입찰공고문, 제안안내서, 기술제안요청서, 과업지시서 데이터 요구사항 1 To-Be DB 표준 가이드 2 데이터 구조 설계 및 구축 방안 3 데이터 품질 및 생명주기 관리방안 보안 요구사항 1 보안관리계획서 2 보안서약서 3 보안확약서 4 인수인계대장 5 반출입 관리대장 품질 요구사항 1 품질관리계획서 2 품질관리결과보고서 프로젝트 관리 요구사항 1 사업수행계획서 2 요구사항 추적표 3 위험관리 대장 4 프로젝트 추진 조직 구성도, 업무분장표 5 보고서착수, 주간, 월간, 중간, 완료 등 6 산출물CD, USB, Hard Copy 등 7 안전보건관리체계 프로젝트 지원 요구사항 1 교육계획서 2 기술지원 계획서 3 유지보수 계획서 기타사항 위 산출물 목록 이외에 발주사와 제안사는 상호 협의 하에 추가 산출물을 요구할 수 있다. - 42 - 6 제안서 작성요령 가. 제안서의 효력 1. 제안서에 제시된 내용과 발주기관의 요구에 의하여 수정, 보완, 변경된 제안내용은 계약서에 명시하지 아니하더라도 계약서와 동 일한 효력을 갖는다. 다만, 계약서에 명시된 경우는 계약서가 우 선한다. 2. 발주기관은 필요시 제안서에 대하여 자료를 요구할 수 있으며, 이에 따라 제출된 자료는 제안서와 동일한 효력을 갖는다. 나. 제안서 작성지침권고사항 1. 제안서는 제안요청서에서 요구하는 모든 사항이 기술되어야 하며, 향상된 내용으로 제안할 수 있다. 2. 제안서는 제시된 제안서 목차 및 제안서 세부작성지침을 준용하여 각각 세분하여 누락 없이 작성하고, 제안요청서의 요구항목들이 제 안서의 어느 부분에 기술되었는지 참조표를 제시하여야 한다. 3. 발주기관은 천재지변 또는 기타 불가항력적 사고로 인하여 발생한 기술제안서의 분실 또는 손상에 대하여 책임을 지지 아니한다. 4. 기술제안서는 대한민국 표준어로 작성해야 하고 필요시 영문표기를 병행할 수 있으며 영문약어에 대해서는 약어 표를 제공해야 한다. 5. 계량단위는 미터법으로, 화폐는 원화로 작성해야 한다. 6. 기술제안서는 설명자료 또는 기술제안서의 내용을 객관적으로 입 증하기 위한 관련자료 등 내용이 많을 경우 별지를 사용하여 작 성할 수 있다. 7. 기술제안서는 기술제안서 목차 및 작성방법을 참조하여 각 항목별로 구분해 구체적으로 작성하여야 한다.",
      "tables": [
        [
          [
            "구  분",
            "산출물 목록"
          ],
          [
            "컨설팅  요구\n사항",
            "①  사업수행계획서\n②  환경분석서\n③  정보기술  환경분석서\n④  벤치마킹  분석서\n⑤  업무  현황  분석서\n⑥  업무  프로세스  분석서\n⑦  정보기술  현황  분석서\n⑧  정보시스템  전략·방향  정의서\n⑨  업무  요구사항  분석서\n⑩  정보기술  요구사항  분석서\n⑪  업무  및  정보기술  요구사항  결과서\n⑫  정보시스템  To-Be  아키텍처  정의서\n⑬  도입장비  요건  정의서\n⑭  클라우드컴퓨팅  도입  적정  여부  검토서\n⑮  요구사항  연관표\n⑯  이행  계획  권고사항\n⑰  정보시스템  요건  기술서(요구사항  명세서)\n⑱  정보시스템  요건  기술서  검토  의견\n⑲  정보시스템  구축  사업계획서\n⑳  SW  분리발주  가능성  평가  결과\n㉑  SW  패키지  수정  및  추가개발  범위  분석  결과\n㉒  예산  산출  내역서\n㉓  제안요청서(입찰공고문,  제안안내서,  기술제안요청서),  과업지시서"
          ],
          [
            "데이터\n요구사항",
            "①  To-Be  DB  표준  가이드  ②  데이터  구조  설계  및  구축  방안\n③  데이터  품질  및  생명주기  관리방안"
          ],
          [
            "보안  요구사항",
            "①  보안관리계획서  ②  보안서약서  ③  보안확약서  ④  인수인계대장  ⑤  반·출입  관리대장"
          ],
          [
            "품질  요구사항",
            "①  품질관리계획서  ②  품질관리결과보고서"
          ],
          [
            "프로젝트  관리 \n요구사항",
            "①  사업수행계획서  ②  요구사항  추적표  ③  위험관리  대장\n④  프로젝트  추진  조직  구성도,  업무분장표\n⑤  보고서(착수,  주간,  월간,  중간,  완료  등)\n⑥  산출물(CD,  USB,  Hard  Copy)  등  ⑦  안전보건관리체계"
          ],
          [
            "프로젝트  지원 \n요구사항",
            "①  교육계획서  ②  기술지원  계획서  ③  유지보수  계획서"
          ],
          [
            "기타사항",
            "*  위 산출물  목록 이외에 발주사와 제안사는  상호 협의 하에 추가 산출물을  요구할 수  있다."
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 23,
      "text": "- 43 - 8. 기술제안서 내용은 비계량부분에 한하여 200페이지 내외요약문 50페이지 내외로 작성하여야 한다. 9. 기술제안서 기본 편집서식은 입찰공고 시 별도 첨부되는 템플릿을 다운로드 받아 사용하시기 바랍니다. 9.1. 제안서 기본 편집양식겉표지 흰 타방에 다음과 같이 표기하여 제출 기 술 제 안 서 계량 또는 비계량원본 또는 부본 사업명 업체명 인 각 기술제안서 겉표지 오른쪽 위에 가로 5cm세로2.5cm 표기 기술제안서 종류에 따라 다음과 같이 표기 - 기술제안서계량부문 원본 - 기술제안서비계량부문 원본 - 기술제안서비계량부문 부본평가용 - 기술제안서비계량 요약문 원본 - 기술제안서비계량 요약문 부본평가용 기술제안서 원본에 한하여 하단에 업체명 표기 부본은 업체명 표기 금지 9.2. 제안서 기본 편집양식본문 흰 바탕에 아래와 같이 본문내용과 쪽 번호만 표시되도록 작성 I. 15 Point, 신명조, 줄간격 160 1. 15 Point, 신명조, 줄간격 160 1.1. 14 Point, 신명조, 줄간격 160 가. 14 Point, 신명조, 줄간격 160 13 Point, 신명조, 줄간격 160 - 13 Point, 신명조, 줄간격 160 글자체는 신명조로 작성할 것 기술제안서 본문 상하좌우 여백상25, 하15, 좌20, 우20을 지정 편집용지 A4 백상지종 규격으로 작성 쪽수는 하단 여백 중앙에 -1- 와 같이 표시 9.3. 제안서 부본에 포함된 서류 중 사본 제출 시에는 반드시 사 실과 상위없음을 기재 후 사용인감으로 날인 - 44 - 다. 제안서 작성 유의사항 1. 기술제안서는 발주기관 전자조달시스템을 통해 계량부문원본, 비계량부문원본, 비계량부문부본을 분리하여 각각 파일로 제출 비계량 요약문도 원본과 부본을 구분하여 각각 파일로 제출 2. 기술제안서는 PDF파일로만 제출이 가능하며, DRM암호화 파일이나 압축파일은 제출이 불가파일명은 사업 명으로만 표기, 업체명 표기불가 3. 기술제안서 비계량부문 부본 및 요약문 부본 표지와 본문 내용에는 아래 준수사항을 위반한 경우 블라인드 심사 시 감점-3점이 되며, 평가 이후 발견될 경우에도 감점-3점 적용 3.1. 기술제안서 평가용 부본 및 요약문 부본은 컬러 작성을 금지하 며, 기술제안서 각 장 구분을 위한 속지에 색지 사용 금지 3.2. 입찰참가자의 회사소개, 회사명, 주소, 대표자명, 사업자번호, 회사로고 금지 3.3. 성명, 인물사진 절대 표시 금지포함된 경우 인식 불가능 하도록 조치",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 24,
      "text": "- 45 - 라. 기술제안서 목차 및 작성방법 1. 기술제안서계량부문 작성목차 작 성 방 법 I. 제안업체 현황 1. 일반현황 제안사컨소시엄 포함의 일반현황 및 주요연혁 등을 명료하게 제시별지 1 2. 경영상태 제안사의 최근 3년간의 자본금 및 부문별 매출액 등 기 술별지 2 - 신용정보의 이용 및 보호에 관한 법률 제4조 제1항 제1호 또는 제4호의 업무를 영위하는 신용정보업자가 평 가한 신용평가 등급 확인서 첨부 3. 주요 사업내용 제안사의 주요 사업내용 및 실적을 분야별로 구분 공인된 인증서, 각종 수상경력, 포상 등 4. 동등유사분야 사업실적 최근 5년간 본 사업과 관련이 있는 전체 사업실적, 유 사 사업실적, 정보기술 경험 등 기술별지 3 - 공공민간부문을 구분하여 기술 5. 수행조직 및 업무분장 본 사업을 수행할 조직 및 업무분장 내용을 상세히 제시별지 5,6 - 컨소시엄 업체가 있는 경우 업무분장 내역에 공동수 급업체별 참여비율 명시 2. 기술제안서비계량부문 작성목차 작성방법 I. 제안 개요 1. 제안요구사항 수용 조견표 제안요청서 작성요령의 모든 요구사항 기술별지 11호 2. 제안 목적 및 범위 제안사가 이해하는 사업개요 제시 3. 제안 특징 및 장점 타 사와 비교 우위 점을 위주로 구체적으로 기술 4. 기대효과 사업의 향후 발전방향 및 기대효과를 기술 II. 사업수행 계획 1. 사업수행 목표 사업추진을 위한 전략 제시 2. 사업수행 주요내용 사업추진체계 제시 3. 추진방향 및 전략 기획, 프로젝트 운영, 인력 등 사업수행에 관한 총괄계획 제시 4. 사업 세부 수행방안 사업의 세부사업 수행내용 및 수행방안과 제안요청서 의 제안 요구 사항을 중심으로 기술 - 46 - 기술제안서작성시기술제안서목차에서제시한작성목차를모두포함하여작성하 되, 제안업체가작성목차를수정추가하여작성할수있음 작성목차 작성방법 III.. 사업관리 부문 1. 사업관리방법 사업위험, 사업진도, 사업수행 시 보안 관리 방법, 사업수 행 성과물이나 산출물의 형상 및 문서를 관리하는 방법 방법론 등에 대하여 제시 2. 일정계획 사업수행에 필요한 활동을 도출하고, 활동우선순위, 기 간일정 등 지원 및 점검계획을 상세하게 제시 3. 업무보고 및 검토계획 사업기간에 수행 할 보고 및 검토계획을 상세하게 제시 착수보고, 중간보고, 완료보고, 주간보고, 월간보고 등 IV. 지원보안기타 부문 1. 사업 보안관리 사업 수행, 종료 시 전반에 걸친 보안관리 법률 및 규정 준수를 위한 이해 2. 교육훈련 계획 교육훈련 절차대상과정일정방법 등 제시 3. 하자보증 및 비상대책 하자보증 기간 및 범위 외 유지관리 조건 등 기술 비상상황 대비 안정적인 사업 수행을 대책 제시 4. 유지보수 계획 유지보수 지원체계절차대상범위 등 제시 향후 유지보수 계약 시 합리적 유지보수 방식 및 비용 제시 5. 기타 지원 사항 프로젝트지원 관련 기타사항 기술 V. 안전보건 부문중대재해 관련 1. 안전보건방침의 수립 사업자 규모 및 특성에 맞는 안전보건방침산업재해예 방 이행계획 수립 2. 중대재해예방을 위한 이행계획 수립 산재예방활동에 따른 사업자의 활동에 부합하는 목표 와 측정 가능한 이행계획 수립제시 3. 이행계획 추진을 위한 구성원 역할분담 이행계획의 효율적 추진을 위한 업체 안전보건조직의 구성, 역할, 책임 등 제시 4. 위험성 평가 수립 사업자 규모 및 위험작업 특성을 고려, 적절한 위험성 평가기법 및 계획 제시 5. 안전보건교육 계획 수립 안전보건교육 교육내용, 시기, 대상자, 장소, 성과지표 등 제시 6. 유해ᆞ위험작업 안전작업허가 이행 안전작업허가 대상 종류와 허가절차 및 업무역할이 지 정되고 기록, 경유 및 보관에 대한 이행계획이 수립됨 7. 재해발생현황 최근 3년간 산업재해발생 현황 명시 안전보건공단에서 발급한 최근 3년간 산업재해율확인서 첨부",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 25,
      "text": "- 47 - 7 제안안내사항 가. 입찰방식 1. 사업자 선정 방식 국가를 당사자로 하는 계약에 관한 법률 시행령 제43조 및 제43조의2에 의거 협상에 의한 계약체결방식을 적용한다. 계약체결에 필요한 세부적인 사항은 기획재정부 계약예규 협상 에 의한 계약체결기준을 적용한다. 2. 입찰 참가자격 본 제안 사업의 수행이 가능한 업체로서 다음 요건을 모두 갖춘 사업자이어야 한다. 가 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조에 따른 경쟁입찰 참가자격을 갖춘 사업자 나 소프트웨어 진흥법 제58조에 따라 소프트웨어사업자로 신고된 업체로 신고된 사업 분야에 제한을 두지 않음 다 입찰등록 마감일 기준 국가를 당사자로 하는 계약에 관한 법률 제27조 및 동법 시행령 제76조부정당업체의 입찰참가 제한에 해당하지 않는 업체 상호출자제한기업집단 소속기업 및 대기업 참여제한 사항 가 소프트웨어 진흥법 제48조 제4항에 따라 상호출자제한기업 집단에 속하는 회사는 입찰에 참여할 수 없음 나 본 사업은 20억 미만의 사업으로써, 소프트웨어 진흥법 제48조 제2항 및 대기업인 소프트웨어 사업자가 참여할 수 있는 사업금액 의 하한과학기술정보통신부에 의거 대기업 및 중견기업인 소프트 웨어 사업자의 입찰 참여를 제한한다.중소기업자만 입찰참가 가능 - 48 - 대기업인 소프트웨어사업자의 참여가능 사업금액의 하한 소프트웨어 진흥법 시행규칙 제17조에 따라 소프트웨어사업자로 신고된 사업자로서 중소기업기본법 제 2조의 중소기업이 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법 제2조의 중견기업에 해당되는 대기업이 된 경우 그 사유가 발생한 날로부터 5년이 경과되지 않을 시에는 사업금액의 하한을 20억 원 이상 으로 한다. 증빙서류 한국소프트웨어산업협회 소프트웨어 신고확인서 상호출자제한기업집단 소속기업은 사업금액에 관계없이 원칙적으로 공공SW사업 참여제한소프트웨어 진흥법 제48조 제4항 대상 업체 매출액 8천억 원 이상인 대기업 매출액 8천억 원 미만인 대기업 중견기업 성장촉진 및 경쟁력 강화에 관한 특별법 제2조의 중견기업이 된지 5년 이내 기업 하도급 제한 가 본 사업은 하도급을 불허함 공동수급공동이행방식의 형태로 참가할 경우, 아래 사항을 준수하여야 한다. 가 본 사업은 공동수급을 허용하며, 공동수급업체 구성원은 국가를 당사자로 하는 계약에 관한 법률 시행령 제12조경쟁 입찰의 참 가자격 및 동법 시행규칙 제14조 규정에 저촉되지 않아야 한다. 나 공동수급체는 5개 이하로 구성하여야 하며, 구성원별 계약참여 최소지분율은 10이상으로 하여야 한다. 공동계약운용요령기획재정부계약예규 제9장참조 다 공동수급체를 결성하는 모든 업체는 상기의 입찰참가자격을 모두 갖추어야 하고, 참여지분율이 가장 많은 1개 업체를 공 동수급체의 대표자로 지정하여야 한다. 라 공동수급의 경우 공동계약운용요령기획재정부계약예규 규정 을 적용하며, 동일업체가 복수의 공동수급에 참여할 수 없다. 마 낙찰자로 결정된 이후에 공동수급 구성원을 변경할 수 없다. 바 공동수급 구성원 중 정당한 이유 없이 공동계약이행계획서에 따라 실제 계약에 참여하지 아니하는 구성원에 대해 부정당 업체로 제재조치 등 입찰참가자격을 제한한다.",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 26,
      "text": "- 49 - 나. 제안서 평가 방법 1. 기술평가와 가격평가를 실시하여 종합평가점수로 평가 1.1. 평가비율 기술평가90, 가격평가10 1.2. 종합평가점수 기술평가점수 가격평가점수 행정기관및공공기관정보시스템구축운영지침행정안전부고시 제18조참조 2. 기술평가방법 2.1. 제안서의 공정한 평가를 위해 전문가로 구성된 기술평가위원회를 구성한다. 2.2. 각 항목별 평가배점과 방법은 다. 제안서 평가기준 1. 기술성 평가기준에 의한다. 2.3. 각 평가위원의 평가점수100점 만점 중 최고점수와 최저검수 를 제외한 나머지 점수를 산술평균한 점수를 90점80점 만점 으로 환산하며 기술능력평가 분야 배점한도의 85 이상인 자 를 협상적격자로 선정한다. 1 평가위원별 각 제안서에 대한 최고점수와 최저점수의 차이가 가장 큰 평가위원 우선 제외단, 최고점수와 최저점수의 차이가 동일한 평가위원이 2명 이상인 경우 제외하지 않음 2 남은 평가위원의 평가점수 중에서 각 업체별 최저 및 최고점수를 다시 제외다만, 동일 최고 점수 및 동일 최저점수가 각각 2개 이상 일 경우에는 각각 1개만 제외하고 산출 평균하여 평가점수를 산출 2.4. 제안서에 필요한 서류가 첨부되어 있지 않거나 제출된 서류가 불명확하여 인지할 수 없는 경우에는 제안서 내용의 변경이 없는 경미한 사항에 한하여 기간을 정하여 보완을 요구하며, 기한까지 보완 요구한 서류가 불명확하여 심사가 불가능한 경 우에는 0점으로 평가한다. - 50 - 3. 우선협상대상자 선정 및 계약체결 3.1. 협상대상자 중 기술평가점수와 가격평가점수를 합한 점수가 1 위인 제안사를 우선협상대상자로 선정하여 기타 지원조건 등 을 협상한다. 3.2. 합산점수가 동일한 경우 기술평가 점수가 높은 자를 우선협상 대상자로 하고, 가격평가 점수와 기술평가 점수가 모두 동일한 경우에는 기술평가 중요도 순위의 점수가 높은 자를 우선협상 대상자로 한다. 3.3. 협상범위는 우선협상 대상자로 선정된 모든 업체가 제안한 과 업내용, 이행일정 및 기술평가위원회에서 권유한 사항 등을 협 상대상으로 하며, 우선협상대상자와 협의를 통해 그 내용의 일 부를 조정할 수 있다. 1 협상 시 제안한 내용을 가감하는 경우에는 변경된 내용에 상응하는 구체적인 수량, 규격변경 내역을 기술협상체결서에 명확히 명시하 여야 한다. 2 우선협상 대상자는 변동내역에 대해 산출내역을 재산정하고 이를 기술협상체결서에 첨부하여야 한다. 3.4. 기술평가점수와 가격평가점수를 합한 점수가 1위인 제안사와 협상 결렬시 차순위자와 협상을 실시하고, 협상대상자와 협상 이 모두 결렬되면 제공하여 재입찰을 추진한다.",
      "tables": [],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 27,
      "text": "- 51 - 다. 제안서 평가기준 1. 기술성 평가기준 1.1. 소프트웨어 기술성 평가기준 지침과학기술부정보통신부고시 1.2. 평가위원회는 평가에 영향을 주지 않는 범위 내에서 설명 또 는 추가 자료를 요청할 수 있다. 1.3. 기술제안서 평가항목 및 배점기준 평가구분 평가부문 평가항목 평가기준 배점 비고 수행능력 80 전략 및 방법론 25 사업이해도 사업 특성 및 목표의 이해도 문제파악의 정확성 제안요청서와의 부합성 5 I.1,2 추진전략 및 적용기술 추진전략의 창의성 및 타당성 적용기술의 혁신성 및 실현가능성 10 II.1,2,3 수행방법론 수행 절차의 타당성 수행 산출물의 적정성 적용 사례 및 경험 활용의 적정성 10 II.3,4 III.1,2 컨설팅 수행계획 30 분석 요구사항 현황 분석의 명확성과 타당성 현황 분석 방법의 적정성 10 II.1,2,3, 4 컨설팅 요구사항 컨설팅 수행계획의 기술성, 효용성 및 제안사 노하우 컨설팅 수행방안의 타당성 및 차별성 컨설팅 고려사항 도출의 구체성 및 일관성 본 사업의 적용 타당성 및 효과 등 15 II.1,2,3, 4 표준화 및 제약사항 표준화 적용 방안의 적정성 제약사항 문제 파악 및 대응방안의 적정성 5 II.1,2,3, 4 프로젝트 관리 및 지원 25 관리방법론 및 일정계획 위험, 진도, 보안, 성과물 및 산출물 관리방안 일정 산정, 계획수립, 자원할당의 적정성 10 III.1,2 투입인력 및 조직 사업관리자PM 기술수준 및 관리역량 투입인력 전문성 및 규모 적정성 분야별 인력배치 적정성 및 유연성 10 III.1,2,3 품질보증 및 기밀보안 품질보증 계획의 적정성 품질보증 능력 및 유관기관 협력방안 적정성 기밀보안 체계 및 대책의 적정성 5 IV.1,2,3, 4,5 납품능력 20 납품실적10 유사사업 수행실적유사성, 건수, 규모, 역할 10 계량 I.4 경영상태10 경영상태 10 계량 I.1,2 합계 100 비고는기술제안서목차이며, 필요시타항목을참고하여평가가능 - 52 - 1.4. 평가표 및 배점 평가구분 평가부문 평가항목 수행능력 80 전략 및 방법론 사업이해도 추진전략 및 적용기술 수행방법론 컨설팅 수행계획 분석 요구사항 컨설팅 요구사항 표준화 및 제약사항 프로젝트 관리 및 지원 관리방법론 및 일정계획 투입인력 및 조직 품질보증 및 기밀보안 납품능력 20 납품실적 가. 계약목적물과 동등 이상 물품의 최근 5년 이내 납품실적 나. 계약목적물과 유사물품의 최근 5년 이내 납품실적 경영상태 신용평가등급 감점 1. 청렴계약 특별신인도 2. 블라인드 위반 3. 계약이행 지연 합 계 세부평가기준 - A매우우수 사업제안내용이매우우수한경우 - B우수 사업제안내용이우수한경우 - C보통 사업제안내용이보통인경우 - D미흡 사업제안내용이미흡한경우 - E아주미흡 사업제안내용이아주미흡하여적용이곤란한경우 구체적인제안내용없이공고규격만의제안및제안내용의불성실, 임의작성등 으로평가가곤란하다고판단되는경우당해평가항목을최저평점으로평가",
      "tables": [
        [
          [
            "평가구분",
            "평가부문",
            "평가항목"
          ],
          [
            "수행능력\n(80)",
            "전략\n및\n방법론",
            "사업이해도"
          ],
          [
            "",
            "",
            "추진전략  및  적용기술"
          ],
          [
            "",
            "",
            "수행방법론"
          ],
          [
            "",
            "컨설팅\n수행계획",
            "분석  요구사항"
          ],
          [
            "",
            "",
            "컨설팅  요구사항"
          ],
          [
            "",
            "",
            "표준화  및  제약사항"
          ],
          [
            "",
            "및 지\n프로젝트\n관리\n원",
            "관리방법론  및  일정계획"
          ],
          [
            "",
            "",
            "투입인력  및  조직"
          ],
          [
            "",
            "",
            "품질보증  및  기밀보안"
          ],
          [
            "납품능력\n(20)",
            "납품실적",
            "가.  계약목적물과  동등  이상 \n물품의  최근  5년  이내 \n납품실적\n나.  계약목적물과  유사물품의 \n최근  5년  이내  납품실적"
          ],
          [
            "",
            "경영상태",
            "신용평가등급"
          ],
          [
            "감점",
            "1. 청렴계약  특별신인도",
            ""
          ],
          [
            "",
            "2.  블라인드  위반",
            ""
          ],
          [
            "",
            "3.  계약이행  지연",
            ""
          ],
          [
            "합      계",
            "",
            ""
          ]
        ],
        [
          [
            "평가구분 평가부문",
            "",
            "평가항목",
            "평가기준",
            "배점",
            "비고"
          ],
          [
            "수행능력\n(80)",
            "전략\n및\n방법론\n(25)",
            "사업이해도",
            "․사업  특성  및  목표의  이해도\n․문제파악의  정확성\n․제안요청서와의  부합성",
            "5",
            "Ⅰ.1,2"
          ],
          [
            "",
            "",
            "추진전략 \n및  적용기술",
            "․추진전략의  창의성  및  타당성\n․적용기술의  혁신성  및  실현가능성",
            "10",
            "Ⅱ.1,2,3"
          ],
          [
            "",
            "",
            "수행방법론",
            "․수행  절차의  타당성\n․수행  산출물의  적정성\n․적용  사례  및  경험  활용의  적정성",
            "10",
            "Ⅱ.3,4\nⅢ.1,2"
          ],
          [
            "",
            "컨설팅\n수행계획\n(30)",
            "분석\n요구사항",
            "․현황  분석의  명확성과  타당성\n․현황  분석  방법의  적정성",
            "10",
            "Ⅱ.1,2,3,\n4"
          ],
          [
            "",
            "",
            "컨설팅\n요구사항",
            "․컨설팅 수행계획의 기술성, 효용성 및 제안사 노하우\n․컨설팅  수행방안의  타당성  및  차별성\n․컨설팅  고려사항  도출의  구체성  및  일관성\n․본  사업의  적용  타당성  및  효과  등",
            "15",
            "Ⅱ.1,2,3,\n4"
          ],
          [
            "",
            "",
            "표준화  및\n제약사항",
            "․표준화  적용  방안의  적정성\n․제약사항  문제  파악  및  대응방안의  적정성",
            "5",
            "Ⅱ.1,2,3,\n4"
          ],
          [
            "",
            "프로젝트\n관리\n및\n지원\n(25)",
            "관리방법론\n및\n일정계획",
            "․위험,  진도,  보안,  성과물  및  산출물  관리방안\n․일정  산정,  계획수립,  자원할당의  적정성",
            "10",
            "Ⅲ.1,2"
          ],
          [
            "",
            "",
            "투입인력 \n및  조직",
            "․사업관리자(PM)  기술수준  및  관리역량\n․투입인력  전문성  및  규모  적정성\n․분야별  인력배치  적정성  및  유연성",
            "10",
            "Ⅲ.1,2,3"
          ],
          [
            "",
            "",
            "품질보증\n및\n기밀보안",
            "․품질보증  계획의  적정성\n․품질보증  능력  및  유관기관  협력방안  적정성\n․기밀보안  체계  및  대책의  적정성",
            "5",
            "Ⅳ.1,2,3,\n4,5"
          ],
          [
            "납품능력\n(20)",
            "납품실적(10)",
            "",
            "․유사사업  수행실적(유사성,  건수, 규모,  역할)",
            "10",
            "계량\nⅠ.4"
          ],
          [
            "",
            "경영상태(10)",
            "",
            "․경영상태",
            "10",
            "계량\nⅠ.1,2"
          ],
          [
            "합계",
            "",
            "",
            "",
            "100",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 28,
      "text": "- 53 - 1.5. 공직자윤리법에 의한 취업제한대상자를 관련법령에 따른 절 차를 거쳐 고용한 경우에도 업무관련성이 인정되는 경우 평가 등급에 따라 감점하여 평가한다. 심 사 항 목 평 가 요 소 배점 등 급 평점 공직자윤리법 에 의한 재취업제한 공직자윤리법 에 의한 취업심사대상자 고용여부 -4 A. 입찰공고일 현재 재취업제한대상자 고용한 업체 B. 입찰공고일로부터 최근 1년이내 재취업제한대상자 고용한 사실이 있는 업체 C. 입찰공고일로부터 최근 2년이내 재취업제한대상자 고용한 사실이 있는 업체 D. 입찰공고일로부터 최근 3년이내 재취업제한대상자 고용한 사실이 있는 업체 -4 -3 -2 -1 1.6. 계약이행 지연 감점기준 - 입찰공고일로부터 최근 6개월 이내에 한국철도공사와의 계약이행과정 에서 지체상금물품대금 지급종결일자를 기준을 부과받은 자로서 지체상금이 발생한 계약의 종결물품대 대비 지체상금 부과율에 따 라 다음과 같이 감점 지체상금부과율 감점 10 이상 -2.00 8 이상 10 미만 -1.75 6 이상 8 미만 -1.50 4 이상 6 미만 -1.00 2 이상 4 미만 -0.50 0 초과 2 미만 -0.25 지체상금부과율적용례 최근6개월이내3건의지급종결건이있을경우 계약번호 납품요구번호 계약납품요구 종결물품대 지체상금 지체발생계약 납품요구 종결물품대 지체상금 부과액 지체상금부과율 비고 A 7,000,000 350,000 7,000,000 350,000 A는분할납품 3,000,000 0 0 0 B 20,000,000 0 0 0 C 15,000,000 420,000 15,000,000 420,000 계 22,000,000 770,000 3.5 지체상금부과율 지체상금부과액지체발생계약납품요구종결물품대 - 54 - 1.7. 계량평가 배점기준 주의 계량평가는자체계량평가점수를산출하여기술제안서와구분하여제출하여야함 공동수급공동이행방식의경우각구성원의참여비율은사업금액에각구성원이차 지하는금액을기준으로비율로산정하며, 사업대상이외의추정금액은참여비율산 정시적용하지아니한다. 공동수급의경우각구성원이차지하는금액에대해각구성원대표의서명이날인된 증빙서류각구성원의산출내역서를제출하여야한다. 최근5년간유사분야수행실적은공동수급체각각의해당업종의실적에참여비율을 곱하여합산한실적을기준으로평가한다. 경영상태평가는공동수급체각각평가한점수에참여비율을곱한후그점수를합 산하여평가한다. 1 사업실적10점 평가항목 평가방법 가. 계약목적물과동등이상용역의 최근5년이내사업실적 실적금액기초 금액또는추정가격 나. 계약목적물과유사용역의최근 5년이내사업실적 실적금액기초금액 또는추정가격 동등이상 및 유사물품 판단기준 - 입찰공고일 기준 최근 5년 이내 사업실적부가가치세 포함 - 동등이상 실적 철도항공버스 등 교통분야 예매 시스템 ISPISMP 실적 - 유사분야 실적 정보시스템 ISPISMP 실적 입찰공고일현재사업이종료된실적또는진행중인사업의경우경과분세금 계산서발행기준의실적만을인정하고, 적합성여부는발주사에서평가한다. 컨소시엄을구성하여참가한사업의경우참여지분의실적만을인정하며, 협 력업체로참가한실적은미인정",
      "tables": [
        [
          [
            "심  사  항  목",
            "평  가 요  소",
            "배점",
            "등                                        급",
            "평점"
          ],
          [
            "공직자윤리법\n에  의한 \n재취업제한",
            "공직자윤리법\n에 의한 \n취업심사대상자 \n고용여부",
            "-4",
            "A.  입찰공고일 현재  재취업제한대상자  고용한  업체\nB. 입찰공고일로부터  최근  1년이내  재취업제한대상자 \n고용한  사실이 있는  업체\nC.  입찰공고일로부터  최근  2년이내  재취업제한대상자 \n고용한  사실이  있는  업체\nD.  입찰공고일로부터 최근  3년이내  재취업제한대상자 \n고용한  사실이  있는  업체",
            "-4\n-3\n-2\n-1"
          ]
        ],
        [
          [
            "지체상금 부과율",
            "감점"
          ],
          [
            "10% 이상",
            "-2.00"
          ],
          [
            "8% 이상 ~ 10% 미만",
            "-1.75"
          ],
          [
            "6% 이상 ~ 8% 미만",
            "-1.50"
          ],
          [
            "4% 이상 ~ 6% 미만",
            "-1.00"
          ],
          [
            "2% 이상 ~ 4% 미만",
            "-0.50"
          ],
          [
            "0% 초과 ~ 2% 미만",
            "-0.25"
          ]
        ],
        [
          [
            "평가항목",
            "평가방법"
          ],
          [
            "가. 계약목적물과 동등이상 용역의\n최근 5년 이내 사업실적",
            "( 실 적 금 액 ) / (기 초\n금액 또는 추정가격)"
          ],
          [
            "나. 계약목적물과 유사용역의 최근\n5년 이내 사업실적",
            "(실적금액)/(기초금액\n또는 추정가격)"
          ]
        ],
        [
          [
            "계약번호\n(납품요구번호)",
            "계약(납품요구)\n종결물품대",
            "지체상금",
            "지체발생계약\n(납품요구)\n종결물품대",
            "지체상금\n부과액",
            "지체상금부과율\n(비고)"
          ],
          [
            "A",
            "7,000,000",
            "350,000",
            "7,000,000",
            "350,000",
            "“A”는 분할납품"
          ],
          [
            "",
            "3,000,000",
            "0",
            "0",
            "0",
            ""
          ],
          [
            "B",
            "20,000,000",
            "0",
            "0",
            "0",
            ""
          ],
          [
            "C",
            "15,000,000",
            "420,000",
            "15,000,000",
            "420,000",
            ""
          ],
          [
            "계",
            "",
            "",
            "22,000,000",
            "770,000",
            "3.5%"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 29,
      "text": "- 55 - 기본점수부여예시 기초금액또는추정가격이15억원인입찰에서동등이상8억원, 유사4억원실적평가 - 동등이상 D등급53.33 8억원 15억원 - 유사물품 E등급26.67 4억원 15억원 - 평가점수 10점 4.20점동등 2.16점유사 4점기본 가 평가대상자에게기본점수배점한도의40, 창업초기기업의경우는50를부여 한후배점한도범위내에서기본점수에가 평가항목과나 평가항목의평 점을합산하여평가하며, 배점10점을초과할수없다. 나 계약목적물과동등이상용역이란성능, 품질등이당해입찰대상용역이상인 것으로서입찰공고에서명시한성능, 품질등의조건에부합되는경우에평가하 고, 유사분야란당해입찰대상용역과동일종류로성능, 품질등이동등미만인것으 로입찰공고에서명시한성능, 품질등의조건에부합된경우에평가한다. 다 사업실적평가는심사항목가와나의실적을합산한금액부가가세 포함 또는수량을평가등급에적용하여평가한다. 라 국내소재업체의실적은당해용역을중소기업제품구매촉진및판로지원에관 한법률제2조에규정된공공기관에납품한별지4실적증명원으로제출하여야 한다. 단, 공공기관이외의사업실적은원본확인된당해물품의계약서, 세금 계산서, 거래명세표등을첨부한경우에평가하고, 특히필요한경우공급 받는자의인감증명법인또는개인을첨부한거래사실확인서를제출하게 할수있으며, 실적에대한입증책임은입찰참가자가부담하며의무를다하지 않아실적확인이어려운경우에는실적을인정하지아니한다. 국외소재업체의 사업실적도국내소재업체에준하여별지4실적증명원을제출하여야한다. 단, 공공기관이외의사업실적은이를공증하거나현지상공회의소의확인을받 은경우에는세금계산서등증빙자료첨부를생략할수있다. 마 공동수급체를구성한경우의사업실적평가는공동수급체구성원별로각각 이행실적에구성원각자의출자분담비율을곱한후이를합산하여산정한 다. 다수품목으로구성된입찰로서공동이행방식에의한입찰의경우에는업 체별로품목별이행실적점수를산정한후구성원각자의출자비율과품목별 추정가격비율을곱하여합산하며, 분담이행방식에의한입찰의경우에는구성원 각각분담한품목만의이행실적점수를산정한후분담비율을곱하여합산한다. 바 합병의경우존속되거나신설된업체의실적은소멸된자의실적을승계한 것으로합산하여평가하며, 분할의경우에는권리의무를승계받은업체의 실적으로본다. 또한사업양수도의경우에는해당업종을양수한자의실적으 로평가하며, 합병분할사업양수도와관련한업체의실적증빙서류를제출하 - 56 - 여야한다.단, 분할및사업양수도의경우실적이행을위하여분할및사업양 수도시에권리이외시설, 기술자등의요건이필요한때에는이를갖춘경우에만 실적으로인정한다. 사 창업초기기업은제안사등록일을기준으로2년이경과되지않은기업을말하며, 제안사등록증명서상제안사등록일을기준으로2년경과여부를확인하며, 법인 중지사를보유하고있는기업은본사기준제안사등록증명서상제안사등록일 을기준으로평가한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 30,
      "text": "- 57 - 2 경영상태10점 회사채의 신용평가등급 기업어음의 신용평가등급 기업신용평가등급 평점 AAA - AAA 회사채에 대한 신용평가 등급 AAA에 준하는 등급 10.00 AA, AA0, AA- A1 AA, AA0, AA- 회사채에 대한 신용평가 등급 AA, AA0, AA-에 준하는 등급 9.75 A A2 A 회사채에 대한 신용평가 등급 A에 준하는 등급 9.50 A0 A20 A0 회사채에 대한 신용평가 등급 A0에 준하는 등급 9.25 A- A2- A- 회사채에 대한 신용평가 등급 A-에 준하는 등급 9.00 BBB A3 BBB 회사채에 대한 신용평가 등급 BBB에 준하는 등급 8.75 BBB0 A30 BBB0 회사채에 대한 신용평가 등급 BBB0에 준하는 등급 8.50 BBB- A3- BBB- 회사채에 대한 신용평가 등급 BBB-에 준하는 등급 8.25 BB, BB0 B BB, BB0 회사채에 대한 신용평가 등급 BB, BB0에 준하는 등급 8.00 BB- B0 BB- 회사채에 대한 신용평가 등급 BB-에 준하는 등급 7.75 B, B0, B- B- B, B0, B- 회사채에 대한 신용평가 등급 B, B0, B-에 준하는 등급 7.50 CCC 이하 C 이하 CCC 이하 회사채에 대한 신용평가 등급 CCC에 준하는 등급 7.25 가 신용평가등급은신용정보의이용및보호에관한법률제4조제1항제1 호또는제4호의업무를영위하는신용정보업자가평가한회사채또는기업 어음에대한신용평가등급또는기업신용평가등급위의신용정보업자가신용 평가등급, 등급평가일및등급유효기간등을명시하여작성한신용평가등급 확인서이하등급확인서 라함을기준으로평가하며, 등급확인서를제출 하지않은경우에는최저등급으로평가한다. 나 회사채또는기업어음에대한신용평가등급또는기업신용평가등급은입 찰공고일전일이전에평가한것으로서유효기간내에있는것이어야한다. 유효기간만료일이입찰공고일인경우도인정 다 공동수급체를구성한경우의경영상태평가는공동수급체구성원별경영상 태평가점수에출자비율또는분담비율을곱한후합산하여평가한다. - 58 - 2. 안전보건수준평가 2.1. 제안서 평가 후 별도 평가기준에 따라 평가 시행 2.2. 평가기준 안전보건관리체계40점와 실행수준40점, 재해발생수준 20점으로 구분하며 총 100점으로 평가 2.3. 적합판정 이행수준 C등급60점 이상일 경우 적합으로 판정 만점100점을기준으로60점미만D등급 시낙찰자대상에서제외 평가항목 평가기준 안전보건관리체계 1. 안전보건방침안전보건방침의 수립 2. 이행계획 중대재해예방을 위한 이행계획 수립 3. 역할분담 이행계획 추진을 위한 구성원 역할분담 실행수준 4. 위험성 평가 위험성 평가 수립 5. 안전교육 안전보건교육 계획 수립 6. 안전작업허가유해ᆞ위험작업 안전작업허가 이행 재해발생 수준 7. 재해발생현황최근 3년간 산업재해발생 현황 평가등급 5단계 평가로 평가위원회에서 시행 - S90점 이상, A80점 이상, B70점 이상, C60점 이상, D60점 미만 등급 점수 이행수준내용변경 가능 S 90점 이상 자발적ᆞ지속가능한 안전ᆞ보건 업무수행능력을 갖춤 A 80점 이상 의무사항을 충족하고 안전ᆞ보건 업무수행 능력 우수 B 70점 이상 안전ᆞ보건 업무수행 능력 양호 C 60점 이상 안전ᆞ보건 업무수행 능력 보통 D 60점 미만 안전ᆞ보건 업무수행 능력 미흡 선정기준 - A등급 이상 화재폭발 우려장소 및 밀폐공간 작업 장소 - B등급 이상 열차충돌 우려장소, 충전부, 고소 작업 장소 - C등급 이상 A, B 등급 이외 작업 평가결과조치 선정기준 등급 미만일 경우 1회에 한해 보완통보일로부터 3일 이내 미제출 및 선정기준 등급 미만시 낙찰자 결정에서 배제 평가항목별배점및평가세부기준별지16 참고",
      "tables": [
        [
          [
            "회사채의\n신용평가등급",
            "기업어음의\n신용평가등급",
            "기업신용평가등급",
            "평점"
          ],
          [
            "AAA",
            "-",
            "AAA\n(회사채에  대한  신용평가  등급  AAA에  준하는  등급)",
            "10.00"
          ],
          [
            "AA+,  AA0, \nAA-",
            "A1",
            "AA+,  AA0,  AA-\n(회사채에  대한  신용평가  등급  AA+,  AA0,  AA-에 \n준하는  등급)",
            "9.75"
          ],
          [
            "A+",
            "A2+",
            "A+\n(회사채에  대한  신용평가  등급  A+에  준하는  등급)",
            "9.50"
          ],
          [
            "A0",
            "A20",
            "A0\n(회사채에  대한  신용평가  등급  A0에  준하는  등급)",
            "9.25"
          ],
          [
            "A-",
            "A2-",
            "A-\n(회사채에  대한  신용평가  등급  A-에  준하는  등급)",
            "9.00"
          ],
          [
            "BBB+",
            "A3+",
            "BBB+\n(회사채에 대한 신용평가 등급 BBB+에 준하는 등급)",
            "8.75"
          ],
          [
            "BBB0",
            "A30",
            "BBB0\n(회사채에 대한 신용평가 등급 BBB0에 준하는 등급)",
            "8.50"
          ],
          [
            "BBB-",
            "A3-",
            "BBB-\n(회사채에 대한 신용평가 등급 BBB-에 준하는 등급)",
            "8.25"
          ],
          [
            "BB+,  BB0",
            "B+",
            "BB+,  BB0\n(회사채에 대한 신용평가 등급 BB+, BB0에 준하는 등급)",
            "8.00"
          ],
          [
            "BB-",
            "B0",
            "BB-\n(회사채에  대한  신용평가  등급  BB-에  준하는  등급)",
            "7.75"
          ],
          [
            "B+,  B0,  B-",
            "B-",
            "B+,  B0,  B-\n(회사채에 대한 신용평가 등급 B+, B0, B-에 준하는 등급)",
            "7.50"
          ],
          [
            "CCC+  이하",
            "C  이하",
            "CCC+  이하\n(회사채에 대한 신용평가 등급 CCC+에 준하는 등급)",
            "7.25"
          ]
        ],
        [
          [
            "평가항목",
            "",
            "",
            "평가기준",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "안전보건관리체계",
            "",
            "",
            ""
          ],
          [
            "1.  안전보건방침   안전보건방침의  수립",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "2.  이행계획",
            "",
            "",
            "중대재해예방을  위한  이행계획  수립",
            "",
            "",
            ""
          ],
          [
            "3.  역할분담",
            "",
            "",
            "이행계획  추진을  위한  구성원  역할분담",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "실행수준",
            "",
            "",
            ""
          ],
          [
            "4.  위험성  평가   위험성  평가  수립",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "5.  안전교육",
            "",
            "",
            "안전보건교육  계획  수립",
            "",
            "",
            ""
          ],
          [
            "6.  안전작업허가   유해ㆍ위험작업  안전작업허가  이행",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "재해발생  수준",
            "",
            "",
            ""
          ],
          [
            "7.  재해발생현황   최근  3년간  산업재해발생  현황",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "*  (평가등급)  5단계  평가로  평가위원회에서  시행\n      -  S(90점  이상),  A(80점  이상),  B(70점  이상),  C(60점  이상),  D(60점  미만)\n \n  *  (평가결과조치)  선정기준  등급  미만일  경우  1회에  한해  보완(통보일로부터  3일  이내)\n    ·  미제출  및  선정기준  등급  미만시  낙찰자  결정에서  배제",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "등급",
            "점수",
            "",
            "이행수준(내용변경  가능)",
            "",
            ""
          ],
          [
            "",
            "S",
            "90점  이상",
            "",
            "자발적ㆍ지속가능한  안전ㆍ보건  업무수행능력을  갖춤",
            "",
            ""
          ],
          [
            "",
            "A",
            "80점  이상",
            "",
            "의무사항을  충족하고  안전ㆍ보건  업무수행  능력  우수",
            "",
            ""
          ],
          [
            "",
            "B",
            "70점  이상",
            "",
            "안전ㆍ보건  업무수행  능력  양호",
            "",
            ""
          ],
          [
            "",
            "C",
            "60점  이상",
            "",
            "안전ㆍ보건  업무수행  능력  보통",
            "",
            ""
          ],
          [
            "",
            "D",
            "60점  미만",
            "",
            "안전ㆍ보건  업무수행  능력  미흡",
            "",
            ""
          ],
          [
            "",
            "<선정기준>\n  -  A등급  이상  :  화재폭발  우려장소  및  밀폐공간  작업  장소\n  -  B등급  이상  :  열차충돌  우려장소,  충전부,  고소  작업  장소\n  -  C등급  이상  :  A,  B  등급  이외  작업",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    },
    {
      "page": 31,
      "text": "- 59 - 라. 입찰서류 및 제안서 제출 1. 제안요청 설명회 해당 없음 2. 제안서 제출 제안서 제출방법 입찰공고문 참조 제안서 접수기간 입찰공고문 참조 3. 입찰보증금 입찰공고문 참조 4. 첨부할 증빙서류 입찰공고문에 기술된 서류 일체 공동수급인 경우 별지 9 공동수급 표준 협정서 및 별지 10 공동수급 협정 합의각서 5. 제안평가 제안평가는 발주기관이 지정하는 장소에서 제안서 평가를 시행한다. 6. 문의사항 본 제안요청서에 대한 질의는 반드시 서면공문 또는 전자서면전 자 우편으로 입찰공고 10일 이내 하여야 하며, 전화에 의한 질의 및 이의신청은 법적인 효력을 갖지 못한다. 담당부서 대전광역시 동구 중앙로 240번지 한국철도공사 디지털융합본부 디지털영업처 Tel 042 615 5678 Fax 02 361 8269 Email hyungsubkorail.com 마. 제안요청설명회 본 사업은 제안요청 설명회를 실시하지 않습니다. - 60 - 바. 제안설명회 본 사업은 제안발표는 없으며 제안서로만 서명평가 합니다. 사. 입찰시 유의사항 1. 제출된 제안서는 일체 반환되지 않으며, 본 제안과 관련된 일체의 소 요비용은 입찰참가자의 부담으로 함 2. 낙찰자로 결정된 이후에 공동수급 구성원을 변경할 수 없음 3. 제안서 인력은 단독 또는 공동수급 구성원의 자사인력으로 구성하여야 함 4. 공동수급체 소속 외의 인력은 하도급으로 간주하며, 발주기관의 승인 을 얻지 못할 경우에는 공동수급체 구성원 자사인력으로 대체하여야 함 단, 외부자문인력등통상적인개발인력이아닌경우는참여인력에서제외함 5. 공동계약의 경우, 공동수급 구성원 중 정당한 이유 없이 공동계약이 행계획서에 따라 실제 계약에 참여하지 아니하는 구성원에 대해 부 정당업자로 제재조치 등 입찰참가 자격을 제한함 6. 입찰공고문, 제안안내서, 제안요청 및 이에 근거한 따로 붙임 등에 명시되지 않은 사항은 국가를 당사자로 하는 계약에 관한 법률, 소프트웨어산업 진흥법, 기획재정부 계약예규, 국제표준규격 등 관련 규정 및 발주기관의 계약 요령에 따름 7. 입찰에 참고하고자 하는 자는 본 입찰 유의서 및 국가를 당사자로 하 는 계약에 관한 법률 등을 입찰 전에 완전히 숙지하였다고 간주하며 이를 숙지하지 못함으로 발생되는 책임은 입찰 참가자에게 있음 8. 국가를 당자사로 하는 계약에 관한 법률 시행령 제12조 및 시행규칙 제14조 규정, 용역입찰유의서 제12조에 저촉될 경우 입찰은 무효로 함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 32,
      "text": "- 61 - 9. 입찰자는 발주기관으로부터 배부 받은 입찰에 관한 서류 또는 각종 가료 및 입찰과정에서 얻은 정보를 당해 입찰 외의 목적으로 사용하 여서는 아니 됨 아. 제안서 보상 1. 본 제안을 위하여 소요되는 일체의 비용은 제안사의 부담으로 함. 2. 본 사업은 소프트웨어사업 계약 및 관리감독에 관한 지침 제16조, 제17조에 따라 제안서 보상대상 사업에 해당하지 않으므로 제안서 보상을 실시하지 않음. 자. 계약 조건 1. 계약 일반사항 1.1. 본 제안요청서 및 제안서, 계약사항 등에 관하여 이견이 발생하 였을 경우 또는 계약상에 정하지 아니한 사항에 대하여는 발주기 관과 계약업체의 협의에 의해 결정한다. 1.2. 본 계약과 관련한 HW, SW 및 일체의 부속장비에 대한 서류, 도 서, CD 등의 내용은 발주기관에서 보수교재로 활용해도 이의를 제기하지 않는다. 1.3. 계약업체는 공급 솔루션에 대해 제조사로부터 정품공급 및 기술지원 확약서를 계약체결 후 10일 이내에 발주기관에 제출하여야 한다. 이행하지못할경우부정당업자제재를받을수있음 1.4. 계약업체가 제공한 시스템은 발주기관의 업무 수행에 지장이 없 도록 품질의 신뢰성, 안정성을 갖추어야 하며, 발주기관이 사용하 고 있는 기존 시스템에 대한 호환성 및 연계성을 갖추어야 한다. 1.5. 과업달성을 위해 납품된 장비HW가 있는 경우, 그 장비의 파손 이나 시험운영 중장애가 발생한 때에는 AS수리는 불허하며 동 일규격 이상의 신규제품으로 교체 하여야 한다. - 62 - 1.6. 투입인력 변동사항 발생 시 발주기관 사전 승인 하에 동급 이상 인력으로 교체해야 한다. 1.7. 장비설치와 관련하여 특별한 경우가 아니면 하자 보증기간은 사 업종료 후 HW 1년2, System SW 1년2으로 하며, 설치 작 업자는 랙에 해당 장비를 장착하여야 하며 랙 장착 및 데이터 케 이블인, 전원 작업 등 일체의 설치 작업을 수행하여야 한다. 2. 계약자의 의무 및 책임 2.1. 계약자는 제안요청서에 모든 장비와 기기에 대한 기술규격이 적절 히 기재되어 있지 않더라도 시스템 성능에 필요한 장비와 기기는 발주기관과 협의하여 공급해야 하고, 기술규격의 일부가 누락되어 있어도 장비의 기능 및 성능을 보장해야 하며 이에 필요한 장비, 부품, 기기 등은 계약금액에 포함되어 있는 것으로 간주한다. 2.2. 제안사 또는 계약자는 본 제안요청서, 입찰제안서 등 입찰 및 계 약수행 과정에서 취득한 정보를 누설하여서는 아니 되며, 제3자 에게 제공하거나 다른 목적에 이용해서는 안 된다. 이를 위반하 여 구매자에게 손해를 끼쳤을 경우 계약자는 이에 대한 민형사 상의 모든 책임을 지고 구매자가 요구하는 손해배상보상에 대해 조건 없이 이행해야 한다. 2.3. 발주기관은 제안내용에 대한 확인검증이 필요한 경우 제안업체에 입증자료를 요구할 수 있으며, 입증자료를 제출하지 못할 경우 불가능한 것으로 판단한다. 2.4. 기타 계약의 체결 및 이행에 관하여는 국가계약 및 소프트웨어산 업 관련 법령, 고시, 예규, 지침 등 일반원칙에 따른다. 2.5. 과업 수행 결과 사용된 모든 소프트웨어, 이미지 및 폰트 등은 저작권에 문제가 없어야 하며 저작권과 관련 분쟁 발생 시 계약 자가 모든 책임을 진다.",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 33,
      "text": "- 63 - 2.6. 계약자는 본 과업의 원활한 수행을 위하여 운용중인 시스템에 대 한 최적의 인터페이스와 기술지원 방안을 제시하고 이를 보증해 야 하며, 또한 공사가 수행하는 관련 작업 및 시험에 대해서는 적극적으로 기술지원을 해야 한다. 2.7. 수행자는 계약 제반조건에 누락되었거나 불문명한 사항이라도 성 질상 당연히 수행되어야 할 내용은 공사와 협의하여 결정한다. 3. 소프트웨어사업정보 제출 3.1. 본 사업은 소프트웨어 진흥법 제46조에 의거 SW사업정보SW사 업 수행 및 실적정보 데이터를 작성 및 제출하여야 함 3.2. SW사업정보 데이터 작성 및 제출에 관한 사항은 SW사업정보저 장소www.spir.kr 자료실의 SW사업정보 저장소 데이터 제출 안 내문서를 참조토록 함 3.3. SW사업정보 데이터는 사업수행계획서 작성 시 단계별 산출물 리 스트에 명시하도록 함 3.4. SW사업정보 중 기능점수 데이터의 작성을 위해 사업수행 인원 중 기능점수 산정 가능 전문가를 포함토록 함 - 64 - 8 보안 준수사항 가. 공통사항 1. 사업 수행과정에서 취득한 자료와 정보는 사업수행 중은 물론 사업 완료 후에도 이를 외부에 유출해서는 안되며, 사업종료시 용역사업 사업담당 또는 보안담당 입회하에 완전 폐기 또는 반납해야 한다. 2. 제안사용역사는 사업 수행에 사용되는 문서, 인원, 장비 등에 대 하여 물리적, 관리적, 기술적 보안대책 및 누출금지 대상정보에 대한 보안관리 계획을 사업제안서에 기재하여야 하며, 해당 정보 누출시 별표3보안위약금 부과기준에 따라 보안위약금을 납부한다. 3. 용역사는 발주기관의 보안정책을 위반하였을 경우 별표1의 보안 위규 처리기준에 따라 위규자 및 관리자를 행정조치하고 손해배 상 책임을 진다. 보안위약금부과기준이명시되는경우해당금액을발주기관에납부한다. 4. 용역사는 사업 최종 산출물에 대해 정보보안전문가 또는 전문보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대한 개선을 완료하고 그 결과를 제출해야 한다. 5. 감리 대상 사업의 경우 용역사는 감리법인의 설계단계 보안설계 기준, 구현단계 보안약점 제거 기준에 따른 진단결과에 따라 SW보안약점 제거를 완료하고 그 결과를 제출해야 한다. 나. 용역사업 참여인원에 대한 보안관리 1. 용역사업 참여인원 중 최고 직급자를 보안책임자로 지정, 발주기관 의 승인을 받아야 한다. 2. 용역사 대표자 및 참여인원은 보안서약서를 회사 대표자 책임하 에 징구 제출하되 반드시 자필로 서명하여야 한다. 3. 용역사업 참여인원은 업체 임의로 교체 할 수 없으며, 교체 시 인계",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 34,
      "text": "- 65 - 인수를 철저히 하고 용역감독자의 확인을 받아야 한다. 또한, 신상 변동해외여행 포함사항 발생 시 즉시 통보하여야 한다 4. 용역사업 시작 전 참여인원에 대한 신원확인, 비밀유지의무 준수 등의 교육을 실시하고, 철도공사의 확인을 받아야 한다. 5. 용역사업 참여인원이 업무를 수행할 장소는 외부인의 출입을 통제 하여야 하며, 부재시에는 반드시 시건장치를 하여야 한다. 6. 용역사업 수행 중 철도공사 정보시스템에 위해를 가할 수 있는 행위는 절대 불가하며, 정보시스템 접근이 필요한 경우에는 사전 승인을 득한 후 시스템관리자 또는 보안담당자의 입회하에 실시 하여야 한다. 다. 자료에 대한 보안관리 1. 계약서 등에 명시한 누출금지 대상정보별표4를 제공받을 경우, 자료 인계인수대장을 작성인계자인수자 자필로 서명, 사업완료 시 관련 자료를 반납하여야 한다. 누출금지대상정보 및정보누출시부정당업자제제조치등에대한교육병행 2. 사업수행을 위해 제공된 내부 자료는 복사 및 외부반출을 금지하며, 용역사업 관련 자료의 웹하드, P2P, 웹오피스, 클라우드 서비스 등 인터넷 자료 공유사이트 및 개인 메일함에 저장을 금지 한다. 모든기관내부자료및용역산출물은기관의파일서버에저장하거나용역사업 책임자가지정한PC에저장및관리파일저장Pc는인터넷연결금지 3. 사업수행 중 산출되는 프로그램 소소코드 설계문서 등 개발 산출 물은 인터넷 소스코드 저장소에 저장을 금지 한다. 4. 제공된 자료는 매일 퇴근시 반납하여야 하며, 다만 비밀문서를 제 외한 일반문서는 제공된 사무실에 시건장치가 된 보관함이 있을 경우 이를 보관함에 보관할 수 있다. 5. 철도공사 보안관리 담당이 사업수행업체에 제공된 사무실에 보관 - 66 - 된 자료에 대해 수시로 확인할 수 있도록 하여야 한다. 6. 용역도서지시설명서, 예산서, 수량 및 단가산출서, WBS 등을 포 함한다. 이하같다를 생산한 때에는 철도공사 보안업무시행세칙 제 92조설계도서 관리 에 따라 보안관리 하여야 한다. 7. 용역도서를 용역사에게 배부할 때에는 보관책임자 및 장소를 지 정하는 등 필요한 조치를 취하고 배부하여야 한다. 8. 용역도서를 접수한 소속용역사를 포함한다은 임의로 복제복사 생산이나 폐기를 할 수 없다. 다만, 발행기관의 승인을 받은 경우 에는 그러하지 아니한다. 9. 용역도서를 보관배부회수 및 폐기한 때에는 이를 기록유지 하 여야 한다. 10. 사업 수행 시 생산되는 모든 산출물은 업체의 보안책임관의 관리 하에 있는 파일서버에 저장하여야 하며, 계정관리 및 접근권한 부여하여 철저하게 관리하여야 한다. 11. 사업수행시 생산된 산출물 및 기록은 철도공사 보안관리 담당이 인가하지 않은 비인가자에게 제공대여열람을 금지한다. 라. 용역수행 관련 장비에 대한 보안관리 1. 용역사 PC 등 전산장비 일체는 보안담당관의 승인 후 반입ᆞ반출 하도록 한다. 용역사업수행중장비반입ᆞ반출은가능한금지하되불가피한경우악성코드감염 여부점검및보안담당자통제하에저장자료완전삭제, 승인후반출 2. 용역사 사용 시스템PC등 포함에 최신 백신 프로그램 설치, OS 비밀번호ᆞ화면보호기 설정 등 보안대책을 적용한다. 3. USB, 외장하드디스크, CD-RW 등의 탈착이 용이한 보조기억매체 의 사용은 금지한다. 다만, 산출물작성 등의 보조기억매체가 필요 한 경우에는 철도공사의 관리 하에 사용하도록 한다. 4. 븥루투스 동글, 무선신호기, OTG케이블 등 용역 참여자의 PC노",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 35,
      "text": "- 67 - 트북의 자료를 타 기기로 복사가 가능한 장비의 사용을 금지한다. 5. 용역사업 종료 시 용역 참여자의 PC 및 보조기억장치는 완전 삭제 후 반출하여야 한다. 6. 非인가 통신기기나 개인 스마트폰을 이용한 테더링 등 허가되지 않은 통신망을 이용, 인터넷에 무단접속을 금지 한다. 마. 내외부망 접근에 대한 보안관리 1. 용역업체 사용 전산망은 물리적 또는 방화벽 등을 활용하여 업무 망과 분리 구성하고 업무상 필요한 서버에만 제한적 접근허용 전산장비망간혼용을금지하고부득이하게업무망PC를인터넷망에연결혹은 인터넷망PC를업무망에접속하여야할경우시스템완전삭제재설치후사용 2. 용역사업 수행시 철도공사 업무망에 대한 접속은 반드시 발주 기관의 승인을 득한 후 하여야 한다. 3. 용역사업 수행시 업무망 또는 서버접속이 필요한 경우, 아래의 보 안관리 방안을 적용한다. 3.1. 용역사업 참여인원의 사용자계정ID은 하나의 그룹으로 등록하 고 계정별 정보시스템 접근권한을 차등 부여하되 내부문서 접근 금지 3.2. 계정별 부여된 접근권한은 불필요시 곧바로 권한을 해지하거나 계정을 폐기 3.3. 용역사업 참여인원에게 부여한 비밀번호는 용역사업 책임자가 별도기록관리하고 수시로 저장된 자료 및 작업이력을 확인 3.4. 용역업체 직원의 작업내용 확인을 위해 작업이력 로그관리 적용 3.5. 용역사업 책임자는 서버장비 운영자로 하여금 내부서버 및 네트 워크 장비에 대한 접근기록을 매일 확인하여 이상 유무 보고 용역업체직원은관리자계정인root 계정등시스템에중대한영향을끼칠 수있는계정에대한단독적인접근불허 - 68 - 4. 용역 참여자가 사용하는 PC는 인터넷 연결을 금지함을 원칙으 로 한다. 다만, 사업 수행상 필요 한 경우는 용역사의 보안담당이 접속이 필요한 PC와 웹사이트서버를 선정하여 철도공사 보안담 당자에 요청하여, 승인을 득한 후 사용하여야 한다. 바. 보안특약 조항 1. 사업수행사의 참여자가한국철도공사의 보안정책을 위반하였을 경우 별표1의 위규처리 기준에 따라 위규자 및 관리자를 행정 조치하고 보 안 위약금을 한국철도공사에 납부한다. 2. 사업수행사는사업 수행에 사용되는 문서, 인원, 장비 등에 대하여 물리적, 관리적, 기술적 보안대책 및 누출금지 대상 정보별표4에 대한 보안관리계획을 과업추진계획서에 기재하여야 하며, 해당 정보 누출시 별표2 보안위약금 부과기준에 따라 보안위약금을 납부한다. 3. 사업 수행과정에서 취득한 자료와 정보에 관하여 사업수행 중은 물론 사업완료 후에도 이를 외부에 유출해서는 안되며, 사업종료시 정보보 안담당자의 입회하에 완전 폐기 또는 반납해야 한다. 4. 사업수행사는 사업 최종 산출물에 대해 정보보안전문가 또는 전문 보안 점검도구를 활용하여 보안 취약점을 점검, 도출된 취약점에 대 한 개선을 완료하고 그 결과를 제출해야한다. 사업자 보안위규 처리기준별표1, 보안 위약금 부과기준별표2 및 행정처리 기준별표3 은 사업규모에 따라 조정하여 포함",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 36,
      "text": "- 69 - 별표 1 사업자 보안위규 처리기준 예시 구 분 위 규 사 항 처 리 기 준 심 각 1. 비밀 및 대외비 급 정보 유출 및 유출시도 가. 정보시스템에 대한 구조, 데이터베이스 등의 정보 유출 나. 개인정보신상정보 목록 유출 다. 비공개 항공사진공간정보 등 비공개 정보 유출 2. 정보시스템에 대한 불법적 행위 가. 관련 시스템에 대한 해킹 및 해킹시도 나. 시스템 구축 결과물에 대한 외부 유출 다. 시스템 내 인위적인 악성코드 유포 사업 참여 제한 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 중 대 1. 비공개 정보 관리 소홀 가. 비공개 정보를 책상 위 등에 방치 나. 비공개 정보를 휴지통ᆞ폐지함 등에 유기 또는 이면지 활용 다. 개인정보신상정보 목록을 책상 위 등에 방치 라. 기타 비공개 정보에 대한 관리소홀 2. 사무실ᆞ보호구역 보안관리 허술 가. 통제구역 출입문을 개방한 채 퇴근 등 나. 인가되지 않은 작업자의 내부 시스템 접근 다. 통제구역 내 장비시설 등 무단 사진촬영 3. 전산정보 보호대책 부실 가. 업무망 인터넷망 혼용사용, 보안 USB 사용규정 위반 나. 웹하드P2P 등 인터넷 자료공유사이트를 활용하여 용 역사업 관련 자료 수발신 다. 개발유지보수 시 원격작업 사용 라. 저장된 비공개 정보 패스워드 미부여 마. 인터넷망 연결 PC 하드디스크에 비공개 정보를 저장 바. 외부용 PC를 업무망에 무단 연결 사용 사. 보안관련 프로그램 강제 삭제 아. 사용자 계정관리 미흡 및 오남용시스템 불법접근 시도 등 위규자 및 직속 감독자 등 중징계 재발 방지를 위한 조치계획 제출 위규자 대상 특별 보안교육 실시 - 70 - 구 분 위 규 사 항 보 통 1. 기관 제공 중요정책민감 자료 관리 소홀 가. 주요 현안보고 자료를 책상 위 등에 방치 나. 정책현안자료를 휴지통폐지함 등에 유기 또는 이면 지 활용 2. 사무실 보안관리 부실 가. 캐비넷서류함책상 등을 개방한 채 퇴근 나. 보호구역내 비인가자 출입허용 등 통제 미실시 3. 보호구역 관리 소홀 가. 통제제한구역 출입문을 개방한 채 근무 나. 보호구역내 비인가자 출입허용 등 통제 미실시 4. 전산정보 보호대책 부실 가. 휴대용저장매체를 서랍책상 위 등에 방치한 채 퇴근 나. 네이트온 등 비인가 메신저 무단 사용 다. PC를 켜 놓거나 보조기억 매체CD, USB 등를 꽃아 놓고 퇴근 라. 부팅화면보호 패스워드 미부여 또는 1111 등 단순 숫자 부여 마. PC 비밀번호를 모니터 옆 등 외부에 노출 바. 비인가 보조기억매체 무단 사용 경 미 1. 업무 관련서류 관리 소홀 가. 진행 중인 업무자료를 책상 등에 방치, 퇴근 나. 복사기인쇄기 위에 서류 방치 2. 근무자 근무상태 불량 가. 각종 보안장비 운용 미숙 나. 경보보안자치 작동 불량 3. 전산정보 보호대책 부실 가. PC내 보안성이 검증되지 않은 프로그램 사용 나. 보안관련 소프트웨어의 주기적 점검 위반",
      "tables": [
        [
          [
            "구  분",
            "위          규          사          항",
            "처  리  기  준"
          ],
          [
            "심  각",
            "1.  비밀  및  대외비  급  정보  유출  및  유출시도\n    가.  정보시스템에  대한  구조,  데이터베이스  등의  정보  유출\n    나.  개인정보·신상정보  목록  유출\n    다.  비공개  항공사진·공간정보  등  비공개  정보  유출\n2.  정보시스템에  대한  불법적  행위\n    가.  관련  시스템에  대한  해킹  및  해킹시도\n    나.  시스템  구축  결과물에  대한  외부  유출\n    다.  시스템  내  인위적인  악성코드  유포",
            "◦사업  참여  제한\n◦위규자  및  직속 \n감독자  등  중징계\n◦재발  방지를  위한 \n조치계획  제출\n◦위규자  대상  특별 \n보안교육  실시"
          ],
          [
            "중  대",
            "1.  비공개  정보  관리  소홀 \n    가.  비공개  정보를  책상  위  등에  방치 \n    나.  비공개 정보를 휴지통ㆍ폐지함 등에 유기 또는 이면지 활용\n    다.  개인정보․신상정보  목록을  책상  위  등에  방치\n    라.  기타  비공개  정보에  대한  관리소홀\n2.  사무실ㆍ보호구역  보안관리  허술\n    가.  통제구역  출입문을  개방한  채  퇴근  등\n    나.  인가되지  않은  작업자의  내부  시스템  접근\n    다.  통제구역  내  장비·시설  등  무단  사진촬영 \n3.  전산정보  보호대책  부실\n    가.  업무망  인터넷망  혼용사용,  보안  USB  사용규정  위반 \n    나.  웹하드·P2P  등  인터넷  자료공유사이트를  활용하여  용\n역사업  관련  자료  수발신\n    다.  개발·유지보수  시  원격작업  사용\n    라.  저장된  비공개  정보  패스워드  미부여\n    마.  인터넷망  연결  PC  하드디스크에  비공개  정보를  저장\n    바.  외부용  PC를  업무망에  무단  연결  사용\n    사.  보안관련  프로그램  강제  삭제\n    아.  사용자  계정관리  미흡  및  오남용(시스템  불법접근  시도 \n등)",
            "◦위규자  및  직속 \n감독자  등  중징계\n◦재발  방지를  위한 \n조치계획  제출\n◦위규자  대상  특별 \n보안교육  실시"
          ]
        ],
        [
          [
            "구  분",
            "위          규          사          항"
          ],
          [
            "보  통",
            "1.  기관  제공  중요정책․민감  자료  관리  소홀\n    가.  주요  현안․보고  자료를  책상  위  등에  방치\n    나.  정책․현안자료를  휴지통․폐지함  등에  유기  또는  이면\n지  활용\n2.  사무실  보안관리  부실\n    가.  캐비넷․서류함․책상  등을  개방한  채  퇴근\n    나.  보호구역내  비인가자  출입허용  등  통제  미실시\n3.  보호구역  관리  소홀\n    가.  통제․제한구역  출입문을  개방한  채  근무\n    나.  보호구역내  비인가자  출입허용  등  통제  미실시\n4.  전산정보  보호대책  부실\n    가.  휴대용저장매체를  서랍․책상  위  등에  방치한  채  퇴근\n    나.  네이트온  등  비인가  메신저  무단  사용\n    다.  PC를  켜  놓거나  보조기억  매체(CD,  USB  등)를  꽃아 \n놓고  퇴근\n    라.  부팅․화면보호  패스워드  미부여  또는  “1111”  등  단순\n숫자  부여\n    마.  PC  비밀번호를  모니터  옆  등  외부에  노출\n    바.  비인가  보조기억매체  무단  사용"
          ],
          [
            "경  미",
            "1.  업무  관련서류  관리  소홀\n    가.  진행  중인  업무자료를  책상  등에  방치,  퇴근\n    나.  복사기․인쇄기  위에  서류  방치\n2.  근무자  근무상태  불량\n    가.  각종  보안장비  운용  미숙\n    나.  경보․보안자치  작동  불량\n3.  전산정보  보호대책  부실\n    가.  PC내  보안성이  검증되지  않은  프로그램  사용\n    나.  보안관련  소프트웨어의  주기적  점검  위반"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 37,
      "text": "- 71 - 별표 2 보안 위약금 부과 기준 1. 위규 수준별로 AD 등급으로 차등 부과 구 분 위규 수준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 위약금 비중 사업대가 1 사업대가 0.5 사업대가 0.3 사업대가 0.1 위규수준은별표1 참고 2. 보안 위약금은 다른 요인에 의해 상쇄, 삭감이 되지 않도록 부과 보안사고는1회의사고만으로도파급력이큰것을감안하여타항목과별도부과 3. 사업 종료 시 지출금액 조정을 통해 위약금 정산 별표 3 보안 위규자 행정처리 기준 구 분 위규 처리 기준 A급 B급 C급 D급 위규 심각 1건 중대 1건 보통 2건 이상 경미 3건 이상 처리기준 중징계 경징계 경징계 경고 처리내용 위규자 및 직속 감독자 동 사업에서 퇴출 위규자 및 직속 감독자 1월 이상 3월 이내 담당업무 배제 위규자 및 직속 감독자 1월 이내 담당업무 배제 위규자 20일 이내 네트워크 사용 금지 - 72 - 별표 4 누출금지 대상 정보 항목 대상정보 1 기관 소유 정보시스템의 내외부 IP주소 현황 2 세부 정보시스템 구성현황 및 정보통신망 구성도 3 사용자계정ᆞ비밀번호 등 정보시스템 접근권한 정보 4 정보통신망 취약점 분석평가 결과물 5 용역사업 결과물 및 프로그램 소스코드 6 국가용 보안시스템 및 정보보호시스템 도입 현황 7 침입차단시스템ᆞ방지시스템IPS 등 정보보호제품 및 라우터ᆞ스위치 등 네트워크 장비 설정 정보 8 공공기관의 정보공개에 관한 법률제9조제1항에 따라 비공개 대상 정 보로 분류된 기관의 내부문서 9 개인정보보호법제2조제1호의 개인정보 10 보안업무규정제4조의 비밀 및 동 시행규칙 제7조제3항의 대외비 11 그 밖에 각급기관의 장이 공개가 불가하다고 판단한 자료",
      "tables": [
        [
          [
            "구  분",
            "위규  수준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통 2건  이상",
            "경미  3건  이상"
          ],
          [
            "위약금  비중",
            "사업대가  1%",
            "사업대가  0.5%",
            "사업대가  0.3%",
            "사업대가  0.1%"
          ]
        ],
        [
          [
            "항목",
            "대상정보"
          ],
          [
            "1",
            "기관  소유  정보시스템의  내․외부  IP주소  현황"
          ],
          [
            "2",
            "세부  정보시스템  구성현황  및  정보통신망  구성도"
          ],
          [
            "3",
            "사용자계정ㆍ비밀번호  등  정보시스템  접근권한  정보"
          ],
          [
            "4",
            "정보통신망  취약점  분석·평가  결과물"
          ],
          [
            "5",
            "용역사업  결과물  및  프로그램  소스코드"
          ],
          [
            "6",
            "국가용  보안시스템  및  정보보호시스템  도입  현황"
          ],
          [
            "7",
            "침입차단시스템ㆍ방지시스템(IPS)  등  정보보호제품  및  라우터ㆍ스위치 \n등  네트워크  장비  설정  정보"
          ],
          [
            "8",
            "「공공기관의  정보공개에  관한  법률」제9조제1항에  따라  비공개  대상  정\n보로  분류된  기관의  내부문서"
          ],
          [
            "9",
            "「개인정보보호법」제2조제1호의  개인정보"
          ],
          [
            "10",
            "「보안업무규정」제4조의  비밀  및  동  시행규칙  제7조제3항의  대외비"
          ],
          [
            "11",
            "그  밖에  각급기관의  장이  공개가  불가하다고  판단한  자료"
          ]
        ],
        [
          [
            "구  분",
            "위규  처리  기준",
            "",
            "",
            ""
          ],
          [
            "",
            "A급",
            "B급",
            "C급",
            "D급"
          ],
          [
            "위규",
            "심각  1건",
            "중대  1건",
            "보통  2건 이상",
            "경미  3건  이상"
          ],
          [
            "처리기준",
            "중징계",
            "경징계",
            "경징계",
            "경고"
          ],
          [
            "처리내용",
            "위규자  및  직속 \n감독자  동 \n사업에서  퇴출",
            "위규자  및  직속 \n감독자  1월  이상 \n3월  이내 \n담당업무  배제",
            "위규자  및  직속 \n감독자  1월  이내 \n담당업무  배제",
            "위규자  20일 \n이내  네트워크 \n사용  금지"
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 38,
      "text": "- 73 - 9 기타 사항 가. 하자담보 책임기간 1. 하자담보 책임기간은 계약사업자는 본 사업이 종료한 날사업에 대한 시험 및 검사를 수행하여 최종산출물을 인도한 날을 말함로부터 1 년으로 한다. 2. 하자보수 범위는 개발시스템 및 도입 소프트웨어를 포함한 전체 시스템으로 함 3. 하자보수 이외의 기능개선상위버전 업그레이드 포함, 사업방법의 개 선 등 유지관리 및 재개발에 대해 계약목적물의 익수직후 별도의 계 약체결을 통해 유상으로 사업을 추진함 나. 작업장소 상호 협의원격지 개발 1. 용역계약 일반조건기획재정부계약예규 제52조에 의거 소프트웨어 사업수행을 위하여 필요한 장소 및 설비 기타 작업환경을 상호 협의 하여 정한다. 2. 본 사업은 소프트웨어 사업수행을 위해 필요한 작업장소 등은 사업예 산 내 계상되어 있지 아니함 3. 소프트웨어 사업수행을 위해 필요한 작업 장소는 발주기관에서 제공 하며, 설비 및 기타 작업환경은 계약상대자가 구비하여야 함단, 이 경우에도 공급사는 개발 장소에 관하여 제시할 수 있음 4. 공급자는 작업 장소 상호협의 시 제안요청 내 명시된 보안요구사항을 준수한 작업장소를 제시할 수 있으며, 발주기관에서는 제시된 작업 장소에 관하여 우선 검토한다. 공급자가 유효한 정보보호체계 인증 또는 소프트웨어프로세스 품질인증을 보유하고 있는 경우 공급자 제 시안을 검토 시 우대 할 수 있다. 5. 공급자는 원격개발에 따른 보안사고 등 위험을 식별하여 대응방안을 제안하여야 함 - 74 - 6. 공급자는 제안요청서에 명시한 보안요구사항 등을 준수하여 원격개발 에 따른 구체적인 원격보안 관리대책을 관리적 보안보안정책, 보안 자료등급관리, 보안자료 접근관리, 백업대책 등, 물리적 보안출입보 안, 원격개발 장소 및 장비운용, 침해시 보안자료 백업 장소 운용 등, 기술적 보안침입방지, 탐색, 자료보안기술, 노트북USB 등 휴 대용 저장매체, 네트워크 등을 제시하여야 함 원격지 개발에 따른 수행 장소 등에 대하여 구체적인 원격지 보안관리대책시건장치, 출 입통제 등을 실시 1. 프로젝트 사무실, 중요장비 설치장소에 대한 출입보안 2. 개인소유 PC 및 보조기억장치 반입반출 통제 3. 생성문서는 별도 잠금장치가 된 곳에 보관하며, 안전한 방법에 따라 폐기할 것 4.문서의 보안등급 부여 및 차별화 된 권한관리를 수행할 것 등 7. 발주기관은 계약업체가 제시한 작업장소가 보안요구사항을 준수하지 못한 경우 거부할 수 있다. 다. 과업심의위원회 1. 본 사업은 소프트웨어 진흥법 제50조에 따른 과업내용 확정을 위하 여 과업심위원회를 개회한 사업임 2. 본 사업은 소프트웨어 진흥법 제50조 동법 시행령 제47조 제1항 제2호, 제3호에 따라 과업내용 변경 및 그에 따른 계약금액계약기 간 조정이 필요한 경우, 계약상대자는 국가기관등의 장에게 소프트웨 어사업 과업변경요청서를 제출하여 과업심의위원회의 개최를 요청할 수 있다. 라. 소프트웨어사업 영향평가 1. 본 사업은 소프트웨어 진흥법 제42조 같은 법 시행령 제35조 내지 제37조, 소프트웨어사업 계약 및 관리감독에 관한 지침 제5조, 제6 조에 따라 소프트웨어사업 영향평가를 미리 실시한 사업임",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 39,
      "text": "- 75 - 10 별지서식 및 붙임 별첨 1 안전계약 특수조건 별지 제1호 서식 제안업체 일반현황 별지 제2호 서식 제안업체 경영상태최근3년 별지 제3호 서식 제안업체 사업실적최근5년 별지 제4호 서식 실적증명원 별지 제5호 서식 사업수행 조직도 별지 제6호 서식 투입인력 총괄표 별지 제7호 서식 투입인력 이력사항 별지 제8호 서식 입찰참가신청서 별지 제9호 서식 공동수급 표준협정서 별지 제10호 서식 공동수급 협정 합의각서 별지 제11호 서식 제안요구사항 수용 조견표 별지 제12호 서식 추가 제안사항 요약 별지 제13호 서식 보안서약서 등 별지 제14호 서식 재취업제한대상자 고용사실 확인서 별지 제15호 서식 소프트웨어 과업변경 요청서 별지 제16호 서식 안전보건수준평가 붙임 제1호 소프트웨어사업 영향평가 검토결과서 붙임 제2호 과업내용 확정 종합 심의 결과서 붙임 제3호 적정 사업기간 종합 산정서 - 76 - 별첨 1 안전계약 특수조건 제1조목적 본, 안전계약 특수조건은 한국철도공사와 계약상대자가 체결하는 공사용 역물품제조수선임가공매각다만, 부동산 매각은 제외한다 계약이하 계약 이라 한다에 있어 일반조건 외에 중대재해 및 산업재해예방과 철도안전법령에 따른 철도안전관리체계에 대한 점검 및 준수의무 등을 특별히 규정함에 그 목적이 있다. 개정 2022.1.24., 2022.4.29. 제2조적용범위 한국철도공사의 사업장내에서 시행하는 모든 계약의 계약상대자를 대 상으로 한다. 개정 2022.1.24., 2022.4.29. 제3조안전준수 의무 등 계약상대자는 계약의 이행과 관련하여 중대재해 처벌등에 관 한 법률, 산업안전보건 관계법령 및 철도안전법령과 안전수칙을 준수하여야 하며, 한국철도공사에서 시행하는 산업재해예방 시책 및 철도안전관리체계와 중대재해 예 방을 위한 평가에 적극 따라야 한다. 개정 2022.1.24., 2022.4.29. 제4조사전예방조치 의무 등 계약상대자는 계약의 이행과 관련하여 유해위험요인 실태를 수시로 파악하고 평가하여 불안전요소를 개선하는 등 산업재해예방 및 철도 안전을 위한 사전조치를 하여야 한다. 개정 2022.1.24., 2022.4.29. 제5조통지 의무 등 계약상대자는 계약의 이행과 관련하여 중대재해가 발생하였거나 긴박한 재해발생 우려가 있다고 판단될 경우 해당 작업자를 대피시키고 지체 없이 한국철도공사에 통지하여야 한다. 개정 2022.1.24., 2022.4.29. 제6조안전보건협의체 등 계약상대자는 계약의 이행과 관련하여 한국철도공사가 운 영하는 안전보건협의체의 당연 구성원이 되며 협의회에 출석할 의무와 필요시 임 시회의 개최요구를 할 권한이 있다. 개정 2022.1.24., 2022.4.29. 제7조안전보건지도점검 등 1한국철도공사는 계약상대자가 계약이행 과정에서 취 하는 산업재해 예방조치를 확인하기 위하여 언제든지 안전지도점검을 시행할 수 있으며 계약상대자는 지도점검에 동참하는 등 적극 협조하여야 한다. 개정 2022.1.24., 2022.4.29. 2한국철도공사는 안전지도점검결과에 따라 필요하다고 인정하는 경우 계약상대 자에게 시정요구를 할 수 있으며 시정요구를 받은 계약상대자는 한국철도공사에 개 선계획 및 개선결과를 제출하여야 한다. 3계약상대자는 철도안전법령에 따라 한국철도공사가 요구하는 열차운행 및 유지관 리에 대한 철도안전관리체계의 준수 및 적정성 평가를 따라야 한다.",
      "tables": [],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 40,
      "text": "- 77 - 4계약상대자는 착수 시 한국철도공사가 제3항의 내용에 따라 제시한 안전관리체계 준수 및 적정성에 대한 평가시기, 평가방법 및 평가항목에 대해 적극 협조하여야 하 며 정당한 이유가 없는 한 평가결과에 따른 조치 요구를 수행하여야 한다. 5한국철도공사는 공공기관의 안전관리에 관한 지침에 따라 계약상대자가 실시하 는 위험성평가 결과를 점검하고 부실 시 보완조치를 요구할 수 있으며, 계약상대자 는 정당한 사유가 없는 한 이에 따라야 한다. 제8조계약 중지 등 1한국철도공사는 안전지도점검결과 긴박한 사고발생 우려가 있는 유해위험요인을 발견하였을 경우 그 유해위험요인이 완전히 해소되었다고 인정될 때까지 계약상대자에게 해당 계약이행의 중지를 요청할 수 있으며, 계약상대 자는 정당한 이유가 없는 한 이에 응하여야 한다. 개정 2022.1.24., 2022.4.29. 2계약상대자는 제1항의 규정에 따라 계약이행의 중지로 발생되는 지체상금 부과 및 작업원에 대한 휴업급여 등의 책임을 진다. 개정 2022.1.24., 2022.4.29. 제목개정 2022.4.29. 제9조계약해지 한국철도공사는 계약상대자가 공사용역물품제조 과업수행 중 계 약상대자의 귀책사유로 다음 각 호의 어느 하나에 해당하는 사고가 발생한 경우에는 해당 계약을 해지할 수 있다. 개정 2022.1.24., 2022.4.29. 제목개정 2022.4.29. 1. 중대재해 처벌 등에 관한 법률에 정한 중대산업재해 및 중대시민재해가 발 생한 경우 2. 산업안전보건법률에 정한 중대재해가 발생한 경우 종전 제2호는 제3호로 이동 2022.4.29. 3. 철도사고조사 및 피해구상 세칙에 정한 철도사고철도교통사고, 철도안전사고 와 다음 각 호의 사항이 발생한 경우 가. 미승인 작업으로 열차운행 지장이 발생한 경우 나. 안전관리 소홀로 물질적인 피해가 발생한 경우 다. 기타 시공 중 계약업체 귀책사유로 열차운행 지장이 발생한 경우 라. 사전승인협의 없이 또는 승인된 계획에 의하지 않고 운행선 인접작업을 무단 작업으로 시행한 경우 개정 2023.12.11. - 78 - 별지 제1호 서식 제안업체 일반현황 일반사항 회 사 명 사 업 분 야 주 소 전 화 번 호 회 사 설 립 년 도 년 월 해당부문 종사기간 년 월 년 월 주 요 연 혁요약 기 타 사 항 조직도 인원현황 구 분 계 전 문 분 야 컨설팅 감리 계 특급기술자 고급기술자 중급기술자 초급기술자 기 능 사 기술자의구분은입찰공고일기준적용되는SW기술자평균임금한국소프트웨어산업협회공표 에의한 SW기술자분류기준에의함 평가용제안서는회사명, 대표자 등회사를식별할수있는사항을별표 처리단, 제안서원본은모두표시 주 공동수급방식인경우주제안사및부제안사별로별지로작성하되, 조직도중본사업에참여하 는부서를표시",
      "tables": [
        [
          [
            "회     사      명",
            ""
          ],
          [
            "사  업     분  야",
            ""
          ],
          [
            "주             소",
            ""
          ],
          [
            "전   화   번   호",
            ""
          ],
          [
            "회 사 설 립 년 도",
            "년\n월"
          ],
          [
            "해당부문 종사기간",
            "년\n년\n월\n월  ～"
          ],
          [
            "주 요  연 혁(요약)",
            ""
          ],
          [
            "기  타     사  항",
            ""
          ]
        ],
        [
          [
            "구  분",
            "계",
            "전  문  분  야",
            "",
            ""
          ],
          [
            "",
            "",
            "컨설팅",
            "감리",
            ""
          ],
          [
            "계",
            "",
            "",
            "",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "고급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "중급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            "",
            ""
          ],
          [
            "기 능 사",
            "",
            "",
            "",
            ""
          ],
          [
            "＊기술자의 구분은 입찰공고일 기준 적용되는 “SW기술자 평균임금“(한국소프트웨어산업협회 공표) 에 의한\n”SW기술자 분류 기준“에 의함\n＊평가용 제안서는 “회사명”,\n“대표자” 등 회사를 식별할 수 있는 사항을 별표(***) 처리(단, 제안서 원본은 모두 표시)",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 4
    },
    {
      "page": 41,
      "text": "- 79 - 별지 제2호 서식 제안업체 경영상태최근3년 회사명 자본금 및 매출액 단위 천원 구 분 M-2년도 M-1년도 M년도 합계 평균 총 자 산 자 기 자 본 유 동 부 채 고 정 부 채 유 동 자 산 당 기 순 이 익 매 출 액 00 부문 00 부문 00 부문 00 부문 계 자기자본비율 자기자본 순이익율 유 동 비 율 주1 결산공고되었거나자체보고된대차대조표, 손익계산서등회계자료첨부 신용평가등급 회사채에 대한 신용평가등급 등급평가일 기업어음에 대한 신용평가등급 등급유효기간 기업신용평가등급 주2 신용평가등급, 등급평가일, 등급유효기간등이명시된신용평가등급확인서 제출 - 80 - 별지 제3호 서식 제안업체 사업실적최근5년 회사명 주요 사업실적 연번 계약명1 사 업 기 간 계약금액2 단위천원 계 주1 계약명 연도순으로기재하며본사업과유관동등유사한것만해당건수별로정확하게기 재입찰공고일기준최근5년이내완료된실적에한함 동등이상실적 철도항공버스등교통분야예매시스템ISPISMP 실적 유사분야실적 정보시스템ISPISMP 실적 비고란에동등유사분야구분기입 주2 계약금액 공동으로업무를수행한경우총액을기재하되자사의비용만을괄호안에기재 주3 사업내용 사업내용을단계별현황분석및진단, 기본계획및실행계획수립등로작성 주4 타사와공동프로젝트수행여부 타사와공동으로프로젝트를수행한경우타사의상호명기재 주5 실적의증빙은별지4 실적증명원사본의경우원본대조필 또는한국소프트웨어산업협회에 서발행하는소프트웨어사업수행실적확인서를제출하며, 실적증빙첨부서류에페이지를명시 하여증빙번호 란에해당증빙첨부서류의페이지를기재 증거서류제출, 확인이불가능한실적은인정하지않음 기재된내용의확인결과기재된내용중허위사실이발견된경우0점처리",
      "tables": [
        [
          [
            "연번",
            "계약명1)",
            "사 업\n기 간",
            "계약금액2)\n(단위:천원)"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "계",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "구       분",
            "",
            "M-2년도",
            "M-1년도",
            "M년도",
            "합계",
            "평균"
          ],
          [
            "총   자  산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자 기 자 본",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동 부 채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "고 정 부 채",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동 자 산",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "당 기 순 이 익",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "매 출 액",
            "00 부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00 부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00 부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "00 부문",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "계",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본비율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "자기자본 순이익율",
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "유 동  비 율",
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "회사채에 대한 신용평가등급",
            "등급평가일"
          ],
          [
            "기업어음에 대한 신용평가등급",
            "등급유효기간"
          ],
          [
            "기업신용평가등급",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 42,
      "text": "- 81 - 계약건별 세부내역 계 약 명 발 주 처 계약기간 착수일 완료일 20 . . 20 . . 계약금액 천원 사업책임 기 술 자 1. 사업목적 2. 사업의 중요사항 및 수행한 과업내용 - 82 - 별지 제4호 서식 실적증명원 신청인 업체명 상 호 영 업 소재지 제안사 번 호 증명서 용 도 사업이행 실적 사업명 계 약 번 호 계약 기간 사 업 주 요 내 용 실實 수 행 실 적 참여비율 실수행 내용 증명서 발 급 기 관 기 관 명 인 주 소 발급부서 전화번호 담 당 자 인 주 각항목요건을갖출경우발행기관별양식및한국소프트웨어산업협회발급소프트웨어사업수 행실적확인서로제출가능",
      "tables": [
        [
          [
            "신청인",
            "업체명\n(상 호)",
            "",
            ""
          ],
          [
            "",
            "영  업\n소재지",
            "",
            ""
          ],
          [
            "",
            "제안사\n번  호",
            "",
            ""
          ],
          [
            "",
            "증명서\n용  도",
            "",
            ""
          ],
          [
            "사업이행 실적",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "",
            ""
          ],
          [
            "계 약\n번 호",
            "계약\n기간",
            "",
            ""
          ],
          [
            "사 업\n주 요\n내 용",
            "",
            "",
            ""
          ],
          [
            "실(實)\n수 행\n실 적",
            "참여비율",
            "",
            ""
          ],
          [
            "",
            "실수행 내용",
            "",
            ""
          ],
          [
            "증명서\n발  급\n기  관",
            "기 관 명 :\n(인)",
            "",
            ""
          ],
          [
            "",
            "주    소 :",
            "",
            ""
          ],
          [
            "",
            "발급부서 :\n전화번호 :",
            "",
            ""
          ],
          [
            "",
            "담 당 자 :\n(인)",
            "",
            ""
          ]
        ],
        [
          [
            "계  약  명",
            ""
          ],
          [
            "발  주  처",
            ""
          ],
          [
            "계약기간",
            "20\n.\n.\n착수일\n계약금액\n~\n~\n(천원)\n완료일\n20\n.\n."
          ],
          [
            "사업책임\n기  술  자",
            ""
          ],
          [
            "1. 사업목적",
            ""
          ],
          [
            "2. 사업의 중요사항 및 수행한 과업내용",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 43,
      "text": "- 83 - 별지 제5호 서식 사업수행 조직도 사업총괄책임자PM 직위, 성명, 기술등급 부문 부문 부문 부문 소속, 직위 성명, 기술등급 소속, 직위 성명, 기술등급 소속, 직위 성명, 기술등급 소속, 직위 성명, 기술등급 주1 분야별책임자를명시 주2 분야별기술자기재순서는평가시참고될수있도록직위별로기재 주3 용역수행조직및인원현황에는실제로과업현장에직접투입가능한인력을기재 주4 용역수행조직및인원현황의기술자의구분은입찰공고일기준적용되는SW기술자평균임금한국소프트 웨어산업협회공표 에의한SW기술자분류기준에의함 주5 평가용제안서는회사명, 대표자 등회사를식별할수있는사항을별표 처리단, 제안서원본은모두표시 - 84 - 별지 제6호 서식 투입인력 총괄표 구분 이름 직위 투입공수 총계 - - 1명, 3MM 기 술 사 소계 - - 특급기술자 소계 - - 고급기술자 홍길동 부장 3MM 소계 - - 1명, 3MM 중급기술자 소계 - - 초급기술자 소계 - - 주1 용역수행조직및인원현황의기술자의구분은입찰공고일기준적용되는SW기술자평균임금한국소프트 웨어산업협회공표 에의한SW기술자분류기준에의함 주2 투입공수는본사업상주투입공수를MM 단위로기재하며, 소계및총계는합산하여기재 주3 투입기간은본사업상주투입기간을기재 주4 주요경력은기술등급인정범위를확인할수있는근거자료기재 주5 평가용제안서는회사명, 대표자 등회사를식별할수있는사항을별표 처리단, 제안서원본은모두표시",
      "tables": [
        [
          [
            "사업총괄책임자(PM)"
          ],
          [
            "직위,  성명,  기술등급"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "소속,  직위\n성명,  기술등급"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "소속,  직위\n성명,  기술등급"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "소속,  직위\n성명,  기술등급"
          ]
        ],
        [
          [
            "부문"
          ],
          [
            "소속,  직위\n성명,  기술등급"
          ]
        ],
        [
          [
            "구분",
            "이름",
            "직위",
            "투입공수"
          ],
          [
            "총계",
            "-",
            "-",
            "1명,\n3M/M"
          ],
          [
            "기 술 사",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            ""
          ],
          [
            "특급기술자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            ""
          ],
          [
            "고급기술자",
            "홍길동",
            "부장",
            "3M/M"
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            "1명,\n3M/M"
          ],
          [
            "중급기술자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            ""
          ],
          [
            "초급기술자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "소계",
            "-",
            "-",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 44,
      "text": "- 85 - 별지 제7호 서식 투입인력 이력사항 성 명 소 속 직 책 연 령 만 세 학 력 학교 전공 해당분야근무경력 년 개월 기술자 기술등급 대학원 전공 자 격 증 본사업 담당업무 사업 투입기간 참여율 투입 MM 경 력 사 업 명 참여기간 년월년월 담당업무 발주처 비고 주 핵심인력에대한증빙서류첨부경력증명서, 자격증사본및재직증명서등 - 86 - 별지 제8호 서식 입 찰 참 가 신 청 서 신 청 인 상호 또는 법인명칭 주 소 대 표 자 입 찰 개 요 입 찰 공 고 지 명 번 호 제 호 입 찰 건 명 입 찰 보 증 금 납 부 ᆞ보증금율 ᆞ보 증 액 금 원정 ᆞ보증금 납부방법 납 부 면 제 및 지 급 확 약 ᆞ사 유 ᆞ본인은 낙찰 후 계약 미체결시 귀공사에 낙찰금액에 소정의 입찰보증금을 현금으로 납부할 것을 확약합니다. 대 리 인 사 용 인 감 본 입찰에 관한 일체의 권한을 다음의 자에게 위임합니다. 성 명 생 년 월 일 본인은 위의 번호로 공고지명통지한 귀 공사의 일반제한ᆞ지명 경쟁 입찰에 참가 하고자 공사에서 정한 공사 물품구매제조ᆞ용역입찰유의서 및 입찰공고 사항을 모두 승낙하고 입찰참가신청을 합니다. 신 청 인 인 귀하",
      "tables": [
        [
          [
            "성 명",
            "소 속",
            "직 책",
            "연 령\n만       세"
          ],
          [
            "학 력",
            "학교       전공",
            "해당분야근무경력",
            "년    개월"
          ],
          [
            "",
            "",
            "기술자 기술등급",
            ""
          ],
          [
            "",
            "대학원       전공",
            "",
            ""
          ],
          [
            "",
            "",
            "자    격     증",
            ""
          ],
          [
            "본사업\n사업\n투입\n참여율\n%\n담당업무\n투입기간\nM/M",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "경                력",
            "",
            "",
            "",
            ""
          ],
          [
            "사    업    명",
            "참여기간\n(년월～년월)",
            "담당업무",
            "발주처",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "입 찰 참 가 신 청 서",
            "",
            "",
            "",
            ""
          ],
          [
            "신 청 인",
            "상호 또는 법인명칭",
            "",
            "",
            ""
          ],
          [
            "",
            "주              소",
            "",
            "",
            ""
          ],
          [
            "",
            "대      표      자",
            "",
            "",
            ""
          ],
          [
            "입 찰개요",
            "입   찰    공   고\n번  호\n( 지  명 )",
            "제          호",
            "",
            ""
          ],
          [
            "",
            "입   찰    건   명",
            "",
            "",
            ""
          ],
          [
            "입 찰 보 증 금",
            "납              부",
            "ㆍ보증금율 :\n%\nㆍ보 증 액 : 금               원정(￦                  )\nㆍ보증금 납부방법 :",
            "",
            ""
          ],
          [
            "",
            "납 부 면 제    및\n지   급   확   약",
            "ㆍ사 유 :\nㆍ본인은 낙찰 후 계약 미체결시 귀공사에 낙찰금액에 소정의 \n입찰보증금을 현금으로 납부할 것을 확약합니다.",
            "",
            ""
          ],
          [
            "대리인사용인감",
            "본 입찰에 관한 일체의 권한을 다음의\n자에게 위임합니다.\n성        명 :\n생 년  월 일 :",
            "",
            "",
            ""
          ],
          [
            "본인은 위의 번호로 공고(지명통지)한 귀 공사의 일반(제한ㆍ지명) 경쟁 입찰에 참가\n하고자  공사에서  정한  공사  (물품구매(제조)ㆍ용역)입찰유의서  및  입찰공고  사항을  모두 \n승낙하고 입찰참가신청을 합니다.\n신 청 인                  (인)\n귀하",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 45,
      "text": "- 87 - 별지 제9호 서식 공동수급 표준협정서공동이행방식 제1조목적 이 협정서는 아래 계약을 공동수급체의 구성원이 재정, 경영 및 기 술능력과 인원 및 기자재를 동원하여 공사물품 또는 용역에 대한 계획입찰 시공 등을 위하여 일정 출자비율에 따라 공동연대하여 계약을 이행할 것을 약 속하는 협약을 정함에 있다. 1. 계약건명 2. 계약금액 3. 발주자명 제2조공동수급체 공동수급체의 명칭, 사업소의 소재지, 대표자는 다음과 같다. 1. 명 칭 ᄋᄋᄋ 2. 주사무소소재지 3. 대 표 자 성 명 제3조공동수급체의 구성원 1공동수급체의 구성원은 다음과 같다. 1. ᄋᄋᄋ회사대표자 2. ᄋᄋᄋ회사대표자 2공동수급체의 대표자는 ᄋᄋᄋ로 한다. 3대표자는 발주자 및 제3자에 대하여 공동수급체를 대표하며, 공동수급체의 재산의 관리 및 대금청구 등의 권한을 가진다. 제4조효력기간 본 협정서는 당사자간의 서명과 동시에 발효하며, 해당계약의 이행으로 종결된다. 다만, 발주자 또는 제3자에 대하여 공사와 관련한 권리 의무관계가 남아있는 한 본 협정서의 효력은 존속된다. 제5조의무 공동수급체구성원은 제1조에서 규정한 목적을 수행하기 위하여 성 실근면 및 신의를 바탕으로 하여 필요한 모든 지식과 기술을 활용할 것을 약속 한다. 제6조책임 공동수급체의 구성원은 발주기관에 대한 계약상의 의무이행에 대하 - 88 - 여 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행 요건을 충족하지 못하는 업체는 출자비율에 따라 책임을 진다. 단서신설 2014.1.10. 제7조하도급 공동수급체 구성원 중 일부 구성원이 단독으로 하도급계약을 체 결하고자 하는 경우에는 다른 구성원의 동의를 받아야 한다. 제8조거래계좌 계약예규 공동계약운용요령제11조에 정한 바에 의한 선금, 기성대가 등은 다음계좌로 지급받는다. 1. ᄋᄋᄋ회사공동수급체대표자 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 2. ᄋᄋᄋ회사 ᄋᄋ은행, 계좌번호 ᄋᄋᄋ, 예금주 ᄋᄋᄋ 제9조구성원의 출자비율 1당 공동수급체의 출자비율은 다음과 같이 정한다. 1. ᄋᄋᄋ 2. ᄋᄋᄋ 2제1항의 비율은 다음 각호의 어느 하나에 해당하는 경우에 변경할 수 있다. 다만, 출자비율을 변경하는 경우에는 공동수급체 일부구성원의 출자비율 전부 를 다른 구성원에게 이전할 수 없다. 1. 발주기관과의 계약내용 변경에 따라 계약금액이 증감되었을 경우 2. 공동수급체 구성원중 파산, 해산, 부도, 법정관리, 워크아웃기업구조조정촉진 법에 따라 채권단이 구조조정 대상으로 결정하여 구조조정중인 업체, 중도 탈퇴의 사유로 인하여 당초 협정서의 내용대로 계약이행이 곤란한 구성원이 발생하여 공동수급체구성원 연명으로 출자비율의 변경을 요청한 경우 3현금이외의 출자는 시가를 고려, 구성원이 협의 평가하는 것으로 한다. 제10조손익의 배분 계약을 이행한 후에 이익 또는 손실이 발생하였을 경우에 는 제9조에서 정한 비율에 따라 배당하거나 분담한다. 제10조의2비용의 분담 1본 계약이행을 위하여 발생한 하도급대금, 재료비, 노무 비, 경비 등에 대하여 출자비율에 따라 각 구성원이 분담한다. 2공동수급체 구성원은 각 구성원이 분담할 비용의 납부시기, 납부방법 등을 상호 협의하여 별도로 정할 수 있다. 3공동수급체 구성원이 제1항에 따른 비용을 미납할 경우에 출자비율을 고려",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 46,
      "text": "- 89 - 하여 산정한, 미납금에 상응하는 기성대가는 공동수급체 구성원 공동명의의 계좌에 보관하며, 납부를 완료하는 경우에는 해당 구성원에게 지급한다. 4분담금을 3회 이상 미납한 경우에 나머지 구성원은 발주기관의 동의를 얻어 해당 구성원을 탈퇴시킬 수 있다. 다만, 탈퇴시킬 수 있는 미납 횟수에 대해서 는 분담금 납부주기 등에 따라 발주기관의 동의를 얻어 다르게 정할 수 있다. 제11조권리의무의 양도제한 구성원은 이 협정서에 의한 권리의무를 제3자에 게 양도할 수 없다. 제12조중도탈퇴에 대한 조치 1공동수급체의 구성원은 다음 각호의 어느 하나 에 해당하는 경우 외에는 입찰 및 해당계약의 이행을 완료하는 날까지 탈퇴할 수 없다. 다만, 제3호에 해당하는 경우에는 다른 구성원이 반드시 탈퇴조치를 하여야 한다. 1. 발주자 및 구성원 전원이 동의하는 경우 2. 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하거나 제10조의2에 따른 비용을 미납하여 해당구성원 외의 공동수급체의 구성원 이 발주자의 동의를 얻어 탈퇴조치를 하는 경우 신설 2012.4.2. 3. 공동수급체 구성원중 파산, 해산, 부도 기타 정당한 이유없이 해당 계약을 이행하지 아니하여 시행령 제76조제1항제6호에 따라 입찰참가자격제한조치 를 받은 경우 2제1항에 의하여 구성원중 일부가 탈퇴한 경우에는 잔존 구성원이 공동연 대하여 해당계약을 이행한다. 다만, 잔존구성원만으로 면허, 실적, 시공능력공 시액 등 잔여계약이행에 필요한 요건을 갖추지 못할 경우에는 잔존구성원이 발 주기관의 승인을 얻어 새로운 구성원을 추가하는 등의 방법으로 해당 요건을 충족 하여야 한다. 3제2항 본문의 경우에 출자비율은 탈퇴자의 출자비율을 잔존구성원의 출자비 율에 따라 분할하여 제9조의 비율에 가산한다. 4탈퇴하는 자의 출자금은 계약이행 완료 후에 제10조의 손실을 공제한 잔액 을 반환한다. 제13조하자담보책임 공동수급체는 공동수급체가 해산한 후 해당공사에 관하여 하자가 발생하였을 경우에는 연대하여 책임을 진다. 다만, 공사이행보증서가 제출된 공사로서 계약이행요건을 충족하지 못하는 업체는 출자비율에 따라 책임 - 90 - 을 진다. 제14조운영위원회 1공동수급체는 공동수급체구성원을 위원으로 하는 운영위 원회를 설치하여 계약이행에 관한 제반사항을 협의한다. 2이 협정서에 규정되지 아니한 사항은 운영위원회에서 정한다. 위와 같이 공동수급협정을 체결하고 그 증거로서 협정서 ᄋ통을 작성하여 각 통에 공동수급체 구성원이 기명날인하여 각자 보관한다. 년 월 일 ᄋᄋᄋ 인 ᄋᄋᄋ 인",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 47,
      "text": "- 91 - 별지 제10호 서식 공동수급 협정 합의각서 입찰공고번호 호 입 찰 일 자 201 년 월 일 입 찰 건 명 우리는 위의 입찰에 공동수급체를 결성 입찰에 참고하고자 귀 기관에서 정한 각종 조건, 유의서 및 입찰공고사항을 전적으로 승낙하며 또한 대표자는 각 구성원이 합의한 금액으 로입찰하겠으며, 낙찰시 모든 구성원은 대표자가 투찰한 입찰금액으로 이의 없이 계약 체 결및이행을 성실히 수행하겠음을 이에 합의각서를 제출합니다. 201 년 월 일 공동수급체 대표자 주사무소 소재지 상 호 성 명 인 제안사등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 제안사등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 제안사등록번호 주민등록번호 공동수급체 구성원 주사무소 소재지 상 호 성 명 인 제안사등록번호 주민등록번호 - 92 - 별지 제11호 서식 제안요구사항 수용 조견표 연 번 요구사항 번호 요구사항 명 또는 요구사항 내용 요약 주1 요구사항번호는제안요청서의요구사항번호를기재하며, 제안요청서의페이지를기재하지않는대신요구사 항목록의순서를고려하여작성필요한경우에는제안요청서상의페이지표기도가능하며, 페이지를표기할 경우요구사항번호란에괄호를이용하여작성 주2 요구사항명 은제안요청서의요구사항명을기재필요시요구사항내용을요약 주3 내용은간결하게핵심만기재하고수용여부는또는X 로표기",
      "tables": [
        [
          [
            "연 번",
            "요구사항\n번호",
            "요구사항 명\n(또는 요구사항 내용 요약)"
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ],
          [
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 48,
      "text": "- 93 - 별지 제12호 서식 추가 제안사항 요약 순번 건 명 제안개요 추진 기간 제공조건 추진방법 비고 주 필요시추가제안사항세부내역별첨가능. - 94 - 별지 제13호 서식 자료 열람용 보 안 서 약 서자 료 열 람 용 본인은 사업 제안을 위해 자료 열람을 함에 있어 다음 각 호의 사항에 대한 보안준수 및 책임이 있음을 서약하며 이에 서약서를 제출합니다. 1. 사업 제안을 위해 열람한 모든 자료를 반납하였음. 2. 지득한 정보는 본 사업 제안목적 외 다른 목적으로 사용을 금지하겠음. 3. 지득한 정보에 대한 유출을 절대 금지하겠음. 4. 보안 위규 시 관련 법규에 따른 모든 조치와 손해배상을 감수하겠음. 5. 서약자의 개인정보성명, 주민등록번호는 보안 위규사항 발생 시 사실 관계 확인을 위해 수집되며, 수집된 개인정보는 3년 동안 보관됨. 6. 서약자는 개인정보성명, 주민등록번호 수집에 동의를 거부할 수 있으며, 동의를 거부 시 서약자는 자료공사 데이터 열람을 할 수 없음. 년 월 일 소 속 직 위 성 명 주민등록번호 - xxxxxxx 개인정보취급 개인정보보호법 제15조 1항개인정보의 수집이용에 의거, 고유식별번호를 제공할 것을 동의합니다. 동의합니다. 동의하지 않습니다. 동의하지 않을 경우, 업무수행 불가 한국철도공사 사장 귀하",
      "tables": [
        [
          [
            "순번",
            "건    명\n(제안개요)",
            "추진\n기간",
            "제공조건",
            "추진방법",
            "비고"
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 49,
      "text": "- 95 - 착수 및 완료용 보 안 서 약 서착수 및 완료용 본인은 년 월 일부로 _________________관련 용역사업업무을 수행 함에 있어 다음사항을 준수할 것을 엄숙히 서약합니다. 1. 본인은 공사 00000사업과 관련하여 업무 중 알게 될 일체의 내용이 직무상 기밀 사항임을 인정한다. 2. 본인은 이 기밀을 누설함이 국가안전보장 및 국가이익에 위해가 될 수 있음을 인식하여 업무수행 중 지득한 제반 기밀사항을 일체 누설하거나 공개하지 아니한다. 3. 본인이 이 기밀을 누설하거나 관계 규정을 위반한 때에는 관련 법령 및 계약에 따라 어떠한 처벌 및 불이익도 감수한다. 4. 본인은 사업 수행시 본사 및 사업수행인력으로 인해 발생하는 위반사항에 대하여 모든 책임을 부담한다. 년 월 일 서 약 자 업체 대표 소 속 직 위 성 명 서명 생 년 월 일 서 약 자 담당 직원 소 속 직 위 성 명 서명 생 년 월 일 - 96 - 외부자용 보 안 서 약 서외부자 용 본인은 년 월 일부로 _________________함에 있어 다음사항을 준수 할 것을 엄숙히 서약합니다. 1. 본인은 비밀, 행정문서 등 비공개자료의 열람취급 후 공사 보안업무규정 및 보안 관련 지침 등을 준수한다. 2. 본인은 업무취급시 지득한 사실에 대하여는 대인관계에 있어서나 장소여하를 막론하고 누설 및 공개하지 않을 것을 서약한다. 3. 본인이 이를 위반 시에는 공사 규정을 포함한 어떤 법적책임 등의 조치 에도 따를 것을 서약한다. 년 월 일 서 약 자 소 속 직 위 성 명 서명 서약집행자 소 속 직 위 성 명 서명",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 50,
      "text": "- 97 - 용역업체 대표자 명의 보안서약서 보 안 서 약 서 본인은 년 월 일 귀사와 계약 체결한 용역을 시행함에 있어 다음 사항을 준수할 것을 각서로 제출합니다. 1. 본인은 본 용역을 시행함에 있어 계약서 및 과업지시서 상의 제반 보안 사항을 철저히 이행할 것임은 물론 용역과업 수행 전에 용역참여자 전원에 대하여 보안교육을 실시하고 보안각서를 받아 용역시행부서에 제출함. 2. 위 용역수행과 관련하여 업무상 지득한 비밀사항, 그 밖의 내용 및 자료 도서 등을 외부에 누설 또는 반출하거나 계약 목적 이외의 사익성을 지닌 다른 용도에 사용하지 않을 것이며, 공공사업의 목적일지라도 귀사의 사 전 서면동의 없이는 여하한 일이 있어도 사용하지 않겠으며, 3. 본인은 물론 당회사 직원이 보안사항을 외부에 누설시켜 중대한 문제를 야기 시켰을 경우에는 누설자가 보안관계 제법규에 의하여 처벌받음은 물 론 회사에 대한 용역업의 등록취소, 부정당업자의 입찰참가 자격제한 등 어 떠한 제재조치를 취하여도 이의를 제기하지 않을 것임. 년 월 일 소 속 직 위 성 명 인 계약시 사용인장을 사용 한국철도공사 사장 귀하 - 98 - 용역사업 참여인력 보안서약서 보 안 서 약 서 본인은 년 월 일 귀사와 계약 체결한 용역을 시행함에 있어 다음 사항을 준수할 것을 각서로 제출합니다. 1. 위 용역수행과 관련하여 업무상 지득한 비밀사항, 그 밖의 내용 및 자료 도서 등을 외부에 누설 또는 반출하거나 계약 목적 이외의 사익성을 지닌 다른 용도에 사용하지 않을 것이며, 공공사업의 목적일지라도 귀사의 사 전 서면동의 없이는 여하한 일이 있어도 사용하지 않겠으며, 2. 본인은 물론 당회사 직원이 보안사항을 외부에 누설시켜 중대한 문제를 야기 시켰을 경우에는 누설자가 보안관계 제법규에 의하여 처벌받음은 물 론 회사에 대한 용역업의 등록취소, 부정당업자의 입찰참가 자격제한 등 어 떠한 제재조치를 취하여도 이의를 제기하지 않을 것임. 년 월 일 소 속 직 위 성 명 인 참여자 서명 한국철도공사 사장 귀하",
      "tables": [],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 51,
      "text": "- 99 - 별지 제14호 서식 공직자윤리법에 의한 재취업제한대상자 고용사실 확인서 당사는 공직자윤리법 제17조 퇴직공직자의 취업제한 에 따라 취업이 제 한되는 퇴직 공직자를 고용한 사실을 다음과 같이 확인하오며, 확인사 실의 허위 등으로 인하여 발생하는 모든 책임을 부담하겠으며 이에 대 하여 관련조치를 따르겠습니다. 취업 제한 퇴직공직자란 공직자윤리법 제3조등록의무자에 해당하는 자로서 퇴직일로부터 3년간 퇴직 전 5년 동안 소속하였던 부서 또는 기관의 업무와 밀접한 관련성이 있는 기관에 취업할 수 없다. 다만, 관할 공직자 윤리위원회의 승인을 받은 때에는 그러하지 아니하다. 이하 여백에 입찰공고일 기준 3년 이내 취업 제한 퇴직공직자 고용사실 기재. 단, 인사혁신처 고시에 해당하는 업체만 제출 법인등기부등본 외 재직증명서 20 년 월 일 확인자 공 급 업 체 주 소 상 호 대 표 자 인 - 100 - 별지 제15호 서식 소프트웨어과업변경요청서 에는 해당되는 곳에 표를 합니다. 접수번호 접수일자 변경요청 번호 사업명 계약번호 변경요청 유형 과업내용 변경 과업내용변경 및 계약금액 조정 과업내용서 관련사항 기 존 변경요청 내용 필요한 경우 별지 사용 변경요청 사유 필요한 경우 별지 사용 변경 영향평가 필요한 경우 별지 사용 변경 소요비용 소요비용 산출근거 필요한 경우 별지 사용 소프트웨어 진흥법제50조제3항에 따라 위와 같이 소프트웨어사업 과업내용변경을 요청합니다. 년 월 일 신청인 발주기관의 장 귀하 처 리 절 차 신청서 작성 è 접 수 è 과업심의위원회 개최 신청인 처 리 기 관 발 주 기 관",
      "tables": [
        [
          [
            "※ [  ]에는 해당되는 곳에 √표를 합니다.",
            "",
            "",
            ""
          ],
          [
            "접수번호\n접수일자",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "변경요청 번호",
            "",
            "",
            ""
          ],
          [
            "사업명",
            "",
            "",
            ""
          ],
          [
            "계약번호",
            "",
            "",
            ""
          ],
          [
            "",
            "변경요청 유형  [    ] 과업내용 변경        [  ] 과업내용변경 및 계약금액 조정",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "과업내용서\n관련사항",
            "기   존",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "변경요청 내용 ( ※ 필요한 경우 별지 사용 )",
            "",
            ""
          ],
          [
            "변경요청 사유 ( ※ 필요한 경우 별지 사용 )",
            "",
            "",
            ""
          ],
          [
            "",
            "변경 영향평가 ( ※ 필요한 경우 별지 사용 )",
            "",
            ""
          ],
          [
            "변경 소요비용",
            "소요비용",
            "",
            ""
          ],
          [
            "",
            "산출근거",
            "( ※ 필요한 경우 별지 사용 )",
            ""
          ],
          [
            "「소프트웨어 진흥법」제50조제3항에 따라 위와 같이 소프트웨어사업 과업내용변경을 요청합니다.\n년   월   일\n신청인               \n발주기관의 장  귀하",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "처  리  절  차",
            "",
            "",
            ""
          ],
          [
            "과업심의위원회 \n신청서  작성\n접  수\nè\nè\n개최\n신청인\n처 리 기 관: 발 주 기 관",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": false,
      "image_count": 0
    },
    {
      "page": 52,
      "text": "별지 16호 서식 안전보건수준평가 평가항목 및 기준 평가항목 평가기준 배점 세부기준 우수 보통 미흡 총계 100 안전보건관리체계 1. 안전보건방침 안전보건방침의수립 10 10 7 4 2. 이행계획 중대재해예방을위한이행계획수립 20 20 14 8 3. 역할분담 이행계획추진을위한구성원역할분담 10 10 7 4 실행수준 4. 위험성평가 위험성평가수립 20 20 14 8 5. 안전교육 안전보건교육계획수립 10 10 7 4 6. 안전작업허가 유해ᆞ위험작업안전작업허가이행 10 10 7 4 재해발생수준 7. 재해발생현황 최근3년간산업재해발생현황 20 20 14 8 중대재해처벌법시행령제4조제9호 - 기술제안평가시안전보건수준평가를평가 평가등급 5단계평가로평가위원회에서시행 - S90점이상, A80점이상, B70점이상, C60점이상, D60점미만 - 세부기준 우수10081점, 보통8061점, 미흡60점미만 평가결과조치 선정기준등급미만일경우1회에한해보완통보일로부터3일이내 미제출및선정기준등급미만시낙찰자결정에서배제 참조 세부요구사항의10.안전요구사항제안요청서P42P43 - 102 - 붙임 제1호 소프트웨어사업 영향평가 검토결과서",
      "tables": [
        [
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "평가항목",
            "평가기준",
            "배점",
            "세부기준",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            "우수 보통 미흡",
            ""
          ],
          [
            "총계",
            "",
            "100",
            "",
            "",
            ""
          ],
          [
            "",
            "안전보건관리체계",
            "",
            "",
            "",
            ""
          ],
          [
            "1. 안전보건방침 안전보건방침의 수립",
            "",
            "10",
            "10",
            "7",
            "4"
          ],
          [
            "2. 이행계획",
            "중대재해예방을 위한 이행계획 수립",
            "20",
            "20",
            "14",
            "8"
          ],
          [
            "3. 역할분담",
            "이행계획 추진을 위한 구성원 역할분담",
            "10",
            "10",
            "7",
            "4"
          ],
          [
            "",
            "실행수준",
            "",
            "",
            "",
            ""
          ],
          [
            "4. 위험성 평가",
            "위험성 평가 수립",
            "20",
            "20",
            "14",
            "8"
          ],
          [
            "5. 안전교육",
            "안전보건교육 계획 수립",
            "10",
            "10",
            "7",
            "4"
          ],
          [
            "6. 안전작업허가 유해ㆍ위험작업 안전작업허가 이행",
            "",
            "10",
            "10",
            "7",
            "4"
          ],
          [
            "",
            "재해발생 수준",
            "",
            "",
            "",
            ""
          ],
          [
            "7. 재해발생현황 최근 3년간 산업재해발생 현황",
            "",
            "20",
            "20",
            "14",
            "8"
          ],
          [
            "* 중대재해처벌법 시행령 제4조 제9호\n- 기술제안 평가 시 안전보건수준평가를 평가\n*\n(평가등급) 5단계 평가로 평가위원회에서 시행\n- S(90점 이상), A(80점 이상), B(70점 이상), C(60점 이상), D(60점 미만)\n- 세부기준 : 우수(100～81점), 보통(80～61점), 미흡(60점 미만)\n*\n(평가결과조치) 선정기준 등급 미만일 경우 1회에 한해 보완(통보일로부터 3일 이내)\n· 미제출 및 선정기준 등급 미만시 낙찰자 결정에서 배제\n*\n(참조) 세부 요구사항의 10.안전 요구사항 (제안요청서 P42∼P43)",
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 1
    },
    {
      "page": 53,
      "text": "- 103 - 붙임 제2호 과업내용 확정 종합 심의 결과서 - 104 - 붙임 제3호 적정 사업기간 종합 산정서",
      "tables": [
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            ""
          ]
        ],
        [
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ],
          [
            "",
            "",
            "",
            "",
            ""
          ]
        ]
      ],
      "has_images": true,
      "image_count": 2
    }
  ]
}